{
  "pageNumber": 153,
  "juz": 8,
  "surahs": [
    {
      "number": 7,
      "name": "Al-A'raf",
      "nameArabic": "الأعراف",
      "meaning": "Tempat Tertinggi",
      "revelation": "Makkah",
      "description": "Surat Al-A'raf berjumlah 206 ayat, termasuk surat Makkiyyah, diturunkan sebelum surat Al-An'am, dan termasuk golongan surat \"Assab'uththiwaal\" (tujuh surat yang panjang). Dinamakan \"Al-A'raf\" karena perkataan Al-A'raf terdapat dalam ayat 46 yang mengemukakan tentang keadaan orang-orang yang berada di atas Al-A'raf, tempat yang tertinggi di batas surga dan neraka. Mereka itulah orang-orang yang antara kebaikan dan kejahatan mereka sama banyaknya.Pokok-Pokok Isi:1. Keimanan:Mentauhidkan Allah dalam berdoa dan beribadah; hanya Allah yang mengatur dan menjaga alam; menciptakan undang-undang dan hukum-hukum untuk mengatur kehidupan manusia di dunia dan di akhirat; Allah bersemayam di 'Arsy; bantahan terhadap kepalsuan syirik; ketauhidan sesuai dengan fitrah manusia; Musa berbicara dengan Allah; tentang melihat Allah; perintah beribadah sambil menundukkan diri kepada Allah; Allah memiliki al-asmaaul husnaa (nama-nama yang indah).2. Hukum-hukum:Larangan mengikuti perbuatan dan adat istiadat yang buruk; kewajiban mengikuti Allah dan rasul, perintah berhias ketika hendak shalat; bantahan terhadap orang yang mengharamkan perhiasan yang dianugerahkan Allah; perintah memakan makanan yang halal lagi baik dan larangan memakan yang sebaliknya.3. Kisah-kisah:Kisah Nabi Adam a.s. dengan Iblis; kisah Nabi Nuh a.s. dan kaumnya; kisah Nabi Shaleh a.s. dengan kaumnya; kisah Nabi Syu'aib a.s. dengan kaumnya; kisah Nabi Musa a.s. dengan Fir'aun.4. Lain-lain:Al-Qur'an diturunkan kepada Nabi terakhir dan perintah mengikutinya; Nabi Muhammad diutus untuk seluruh manusia; adab orang mukmin, adab mendengar bacaan Al-Qur'an dan berzikir; rasul bertanggung jawab menyampaikan seruan Allah; balasan terhadap orang-orang yang mengikuti dan mengingkari rasul; dakwah rasul-rasul yang pertama ialah mentauhidkan Allah; tentang ashhaabul A'raaf yang berada di antara surga dan neraka; Allah pencipta makhluk; manusia adalah makhluk terbaik yang diciptakan Allah serta memiliki kesediaan untuk berbuat baik dan berbuat buruk; permusuhan setan terhadap manusia; manusia khalifah Allah di bumi; kehancuran suatu kaum karena perbuatan mereka sendiri; setiap bangsa memiliki masa jaya dan masa kehancuran; Allah memberikan cobaan kepada manusia dengan kekayaan dan kemiskinan; istidraj azab Allah terhadap orang-orang yang mendustakan ayat-ayat-Nya.Surat Al-A'raf dimulai dengan pengutaraan tentang kewajiban manusia mengikuti rasul dan akibat mengingkarinya. Selanjutnya, diterangkan tentang perselisihan antara Nabi Adam dan Iblis di surga yang merupakan permulaan perselisihan antara golongan yang taat kepada perintah Allah dan golongan yang mengingkari sebagaimana yang terjadi pada nabi-nabi terdahulu dengan umat-umatnya. Kemudian surat ini ditutup dengan penjelasan tentang adab-adab orang mukmin, adab-adab mendengarkan ayat-ayat Al-Qur'an, dan tata cara berdoa dan berzikir kepada-Nya.Hubungan Antara Surat Al-A'Raf Dengan Surat Al-Anfal:1. Akhir surat Al-A'raf mengemukakan keadaan beberapa orang rasul yang diutus sebelum Nabi Muhammad dalam menghadapi kaumnya, sedang permulaan surat Al-Anfal menerangkan keadaan Nabi Muhammad dalam menghadapi umatnya.2. Permusuhan antara Adam dan Iblis di surga dilanjutkan dengan permusuhan antara manusia yang menerima petunjuk dari Allah dengan yang tidak menerimanya. Ini diterangkan dalam surat Al-A'raf. Hal yang serupa diterangkan lebih jelas dalam surat Al-Anfal; pertentangan kedua golongan itu serta tingkah laku mereka dalam perang Badar. Surat Al-A'raf termasuk surat yang banyak persesuaiannya dengan surat-surat yang lain, seperti: Al-Baqarah, Ali 'Imran, At-Taubah, danYunus.",
      "verses": [
        {
          "number": 23,
          "arabic": "قَالَا رَبَّنَا ظَلَمْنَآ أَنفُسَنَا وَإِن لَّمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ ٱلْخَـٰسِرِينَ",
          "transliteration": "qālā rabbanā ẓalamnā anfusanā wa-in lam taghfir lanā watarḥamnā lanakūnanna mina l-khāsirīna",
          "translation": "Keduanya berkata, \"Ya Tuhan kami, kami telah menzalimi diri kami sendiri. Jika Engkau tidak mengampuni kami dan memberi rahmat kepada kami, niscaya kami termasuk orang-orang yang rugi.\"",
          "tafsir": "Setelah Adam dan istrinya menyadari kesalahan yang diperbuatnya, yaitu menuruti ajakan setan dan meninggalkan perintah Allah, dia segera bertobat, menyesali perbuatannya. Allah mengajarkan kepada keduanya doa untuk memohon ampun. Kemudian dengan segala kerendahan hati dan penuh khusyuk, mereka pun berdoa. Keduanya berkata, \"Ya Tuhan kami, kami telah menzalimi diri kami sendiri. Jika Engkau tidak mengampuni kami dan memberi rahmat kepada kami, niscaya kami termasuk orang-orang yang rugi.\" (al-A'raf/7: 23) Berkat ucapan doa yang benar-benar keluar dari lubuk hatinya dengan penuh kesadaran disertai keikhlasan, maka Allah memperkenankan doanya, mengampuni dosanya dan melimpahkan rahmat kepadanya. Firman Allah: Kemudian Adam menerima beberapa kalimat dari Tuhannya, lalu Dia pun menerima tobatnya. Sungguh, Allah Maha Penerima tobat, Maha Penyayang. (al-Baqarah/2: 37)"
        },
        {
          "number": 24,
          "arabic": "قَالَ ٱهْبِطُوا۟ بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ ۖ وَلَكُمْ فِى ٱلْأَرْضِ مُسْتَقَرٌّ وَمَتَـٰعٌ إِلَىٰ حِينٍ",
          "transliteration": "qāla ih'biṭū baʿḍukum libaʿḍin ʿaduwwun walakum fī l-arḍi mus'taqarrun wamatāʿun ilā ḥīnin",
          "translation": "(Allah) berfirman, \"Turunlah kamu! Kamu akan saling bermusuhan satu sama lain. Bumi adalah tempat kediaman dan kesenanganmu sampai waktu yang telah ditentukan.\"",
          "tafsir": "Allah kemudian menerima tobat Adam dan istrinya, dan memerintahkan keduanya keluar dari surga dan turun ke bumi. Allah memperkuat imannya dan menerima tobatnya karena nabi itu ma'shum (terpelihara dari dosa), bisa salah tetapi tidak bisa terjadi kesalahan karena dikoreksi Allah. Setelah tobatnya diterima, ia menjadi orang pilihan kembali dan mendapatkan bimbingan dari Allah, seperti dalam firman-Nya: ¦ dan telah durhakalah Adam kepada Tuhannya, dan sesatlah dia. Kemudian Tuhannya memilih dia, maka Dia menerima tobatnya dan memberinya petunjuk. Dia (Allah) berfirman, \"Turunlah kamu berdua dari surga bersama-sama¦\" (thaha/20: 121-123) Telah menjadi sunatullah bahwa setiap perbuatan buruk akan mempunyai akibat yang buruk pula. Di bumi ini akan terjadi permusuhan, sebagian akan menjadi musuh dari sebagian yang lain. Iblis dan kawan-kawannya akan selalu memusuhi anak-cucu Adam. Sebaliknya anak-cucu Adam harus selalu waspada dan tetap memandang dan menjadikan Iblis itu musuh yang sangat berbahaya, karena kalau tidak mereka akan dijebloskan ke dalam neraka. Allah berfirman: Sungguh, setan itu musuh bagimu, maka perlakukanlah ia sebagai musuh, karena sesungguhnya setan itu hanya mengajak golongannya agar mereka menjadi penghuni neraka yang menyala-nyala. (Fathir/35: 6) Mereka akan tinggal dan menetap di bumi dilengkapi dengan sumber penghidupan yang menjadi kesenangannya sampai kepada waktu yang telah ditentukan oleh Allah, yaitu pada waktu berakhirnya ajal dan tibanya hari Kiamat sesuai dengan firman Allah: Dan sungguh, Kami telah menempatkan kamu di bumi dan di sana Kami sediakan (sumber) penghidupan untukmu... (al-A'raf/7: 10)"
        },
        {
          "number": 25,
          "arabic": "قَالَ فِيهَا تَحْيَوْنَ وَفِيهَا تَمُوتُونَ وَمِنْهَا تُخْرَجُونَ",
          "transliteration": "qāla fīhā taḥyawna wafīhā tamūtūna wamin'hā tukh'rajūna",
          "translation": "(Allah) berfirman, \"Di sana kamu hidup, di sana kamu mati, dan dari sana (pula) kamu akan dibangkitkan.\"",
          "tafsir": "Ayat ini menerangkan bahwa di bumi inilah mereka akan hidup sepanjang umur yang telah ditakdirkan bagi mereka dan di bumi ini pula mereka akan mati apabila sampai ajal mereka, suatu ketentuan yang tidak dapat diubah lagi, tidak bisa dimajukan dan tidak bisa pula ditangguhkan sebagaimana firman Allah: Apabila ajalnya tiba, mereka tidak dapat meminta penundaan atau percepatan sesaat pun. (al-A'raf/7: 34) Juga firman-Nya: Dan Allah tidak akan menunda (kematian) seseorang apabila waktu kematiannya telah datang. (al-Munafiqun/63: 11) Selanjutnya di bumi ini pulalah mereka akan dibangkitkan dan ayat 25 ini sejalan dengan firman Allah: Darinya (tanah) itulah Kami menciptakan kamu dan kepadanyalah Kami akan mengembalikan kamu dan dari sanalah Kami akan mengeluarkan kamu pada waktu yang lain. (Thaha/20: 55)"
        },
        {
          "number": 26,
          "arabic": "يَـٰبَنِىٓ ءَادَمَ قَدْ أَنزَلْنَا عَلَيْكُمْ لِبَاسًا يُوَٰرِى سَوْءَٰتِكُمْ وَرِيشًا ۖ وَلِبَاسُ ٱلتَّقْوَىٰ ذَٰلِكَ خَيْرٌ ۚ ذَٰلِكَ مِنْ ءَايَـٰتِ ٱللَّهِ لَعَلَّهُمْ يَذَّكَّرُونَ",
          "transliteration": "yābanī ādama qad anzalnā ʿalaykum libāsan yuwārī sawātikum warīshan walibāsu l-taqwā dhālika khayrun dhālika min āyāti l-lahi laʿallahum yadhakkarūna",
          "translation": "Wahai anak cucu Adam! Sesungguhnya Kami telah menyediakan pakaian untuk menutupi auratmu dan untuk perhiasan bagimu. Tetapi pakaian takwa, itulah yang lebih baik. Demikianlah sebagian tanda-tanda kekuasaan Allah, mudah-mudahan mereka ingat.",
          "tafsir": "Pada ayat ini, Allah menyeru kepada anak-cucu Adam dan memperingatkan nikmat yang begitu banyak yang telah dianugerahkan-Nya agar mereka tidak melakukan maksiat, tetapi hendaklah mereka bertakwa kepada-Nya, dimana saja mereka berada, sesuai dengan sabda Nabi Muhammad saw: \"Bertaqwalah kepada Allah di mana pun engkau berada.\" (Riwayat at-Tirmidzi dari Mu'adz bin Jabal) Allah yang menurunkan hujan dari langit, yang menyebabkan tumbuhnya kapas, rami, wool dan sebagainya yang kesemuanya itu dapat dijadikan bahan pakaian sesudah diolah untuk dipakai menutupi aurat kita, tubuh kita dan untuk menahan panas dan dingin dan dipakai dalam peperangan untuk menahan senjata (baju besi) pakaian juga bisa dijadikan keindahan sebagai perhiasan, satu hal yang disukai oleh Allah sebagaimana sabda Nabi Muhammad saw \"Sesungguhnya Allah itu sangat indah, menyenangi keindahan.\" (Riwayat Muslim dan at-Tirmidzi dari Ibnu Mas'ud) Ini semua merupakan pakaian dan keindahan lahiriah. Di samping itu ada lagi macam pakaian yang sifatnya rohaniah yang jauh lebih baik dari pakaian lahiriah tadi, karena ia dapat menghimpun segala macam kebaikan, yaitu takwa kepada Allah. Sabda Nabi Muhammad saw: \"Hendaklah kamu bertakwa kepada Allah, karena sesungguhnya takwa itu menghimpun segala kebaikan\". (Riwayat Abu Ya'la dari Abu Sa'id) Dengan takwa itu, Allah senantiasa memberikan kepada kita petunjuk untuk dapat mengatasi dan keluar dari kesulitan yang dihadapi. Dia akan memberikan kepada kita rezeki dari arah yang tidak terduga-duga sebelumnya dan selalu dimudahkan urusan kita, sebagaimana firman Allah: Barang siapa bertakwa kepada Allah niscaya Dia akan membukakan jalan keluar baginya, dan Dia memberinya rezeki dari arah yang tidak disangka-sangkanya. (ath-thalaq/65: 2-3) Firman Allah: Dan barang siapa bertakwa kepada Allah, niscaya Dia menjadikan kemudahan baginya dalam urusannya. (Ath-thalaq/65: 4) Segala nikmat yang telah dianugerahkan Allah seperti memberikan pakaian adalah tanda bagi kekuasaan Allah dan membuktikan kebaikan-Nya kepada anak cucu Adam a.s. maka pada tempatnyalah kalau kita selalu mengingat Allah, mensyukuri nikmat-Nya, menjauhi ajakan setan dan tidak berlebihan dalam ucapan dan lain sebagainya."
        },
        {
          "number": 27,
          "arabic": "يَـٰبَنِىٓ ءَادَمَ لَا يَفْتِنَنَّكُمُ ٱلشَّيْطَـٰنُ كَمَآ أَخْرَجَ أَبَوَيْكُم مِّنَ ٱلْجَنَّةِ يَنزِعُ عَنْهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوْءَٰتِهِمَآ ۗ إِنَّهُۥ يَرَىٰكُمْ هُوَ وَقَبِيلُهُۥ مِنْ حَيْثُ لَا تَرَوْنَهُمْ ۗ إِنَّا جَعَلْنَا ٱلشَّيَـٰطِينَ أَوْلِيَآءَ لِلَّذِينَ لَا يُؤْمِنُونَ",
          "transliteration": "yābanī ādama lā yaftinannakumu l-shayṭānu kamā akhraja abawaykum mina l-janati yanziʿu ʿanhumā libāsahumā liyuriyahumā sawātihimā innahu yarākum huwa waqabīluhu min ḥaythu lā tarawnahum innā jaʿalnā l-shayāṭīna awliyāa lilladhīna lā yu'minūna",
          "translation": "Wahai anak cucu Adam! Janganlah sampai kamu tertipu oleh setan sebagaimana halnya dia (setan) telah mengeluarkan ibu bapakmu dari surga, dengan menanggalkan pakaian keduanya untuk memperlihatkan aurat keduanya. Sesungguhnya dia dan pengikutnya dapat melihat kamu dari suatu tempat yang kamu tidak bisa melihat mereka. Sesungguhnya Kami telah menjadikan setan-setan itu pemimpin bagi orang-orang yang tidak beriman.",
          "tafsir": "Ayat ini menyerukan kepada anak cucu Adam agar mereka jangan sampai lalai dan lengah, melupakan dan menyia-nyiakan dirinya, tidak menyucikan dan agar membentengi dirinya dengan takwa. Hendaknya mereka selalu mengingat Allah, karena kalau tidak, hatinya akan berkarat sebagaimana berkaratnya besi. Dengan demikian, mereka akan mempunyai kekuatan yang membaja untuk menghadapi bujukan dan rayuan setan dan selamatlah mereka dari tipu dayanya dan tidak akan mengalami nasib buruk seperti yang telah dialami ibu bapak manusia, yaitu Adam a.s. dengan istrinya, sehingga keduanya dikeluarkan dari surga, pakaiannya tanggal sehingga auratnya kelihatan. Setan dan pengikutnya turun temurun memusuhi terus menerus anak-cucu Adam. Dia senantiasa mengintip dan memperhatikan, di mana ada kelemahan mereka, di sanalah dia memasukkan jarumnya sebagai godaan dan tipuan. Dialah musuh yang sangat berbahaya, karena dia melihat mereka, sedang mereka tidak melihatnya. Dia lebih berbahaya dari musuh biasa yang dapat dilihat karena musuh-musuh lahiriah itu dapat diketahui di mana adanya dan ke mana arah tujuannya, malah lebih berbahaya lagi dari musuh dalam selimut. Dia mengalir dalam tubuh manusia seperti mengalirnya darah, sebagaimana sabda Nabi Muhammad saw \"Sesungguhnya setan itu mengalir pada tubuh anak-cucu Adam sebagaimana mengalirnya darah dalam tubuh\". (Riwayat al-Bukhari dan Muslim dari Anas) Setan itu tidak ubahnya dengan bahaya penyakit yang tidak kelihatan kecuali dengan mikroskop yang biasanya ditularkan oleh lalat atau nyamuk yang dimasukkan ke dalam makanan dan minuman atau ke dalam tubuh manusia melalui darah. Ia menembus masuk ke dalam tubuh tanpa diketahui yang akibatnya menyedihkan sekali, karena sukar akan dapat sembuh dalam waktu singkat dan ada kemungkinan tidak dapat sembuh sama sekali. Berbeda dengan penyakit yang dapat dilihat dengan mata kepala seperti kudis dan sebagainya, dengan cepat dapat diobati dan dalam waktu singkat dapat sembuh. Kekhawatiran yang berakibat buruk seperti tersebut di atas itu dapat terjadi hanya pada manusia yang kurang atau sama sekali tidak beriman, karena mereka itulah yang akan menjadi mangsanya dan kepada merekalah, Allah telah menjadikan setan sebagai pemiliknya."
        },
        {
          "number": 28,
          "arabic": "وَإِذَا فَعَلُوا۟ فَـٰحِشَةً قَالُوا۟ وَجَدْنَا عَلَيْهَآ ءَابَآءَنَا وَٱللَّهُ أَمَرَنَا بِهَا ۗ قُلْ إِنَّ ٱللَّهَ لَا يَأْمُرُ بِٱلْفَحْشَآءِ ۖ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعْلَمُونَ",
          "transliteration": "wa-idhā faʿalū fāḥishatan qālū wajadnā ʿalayhā ābāanā wal-lahu amaranā bihā qul inna l-laha lā yamuru bil-faḥshāi ataqūlūna ʿalā l-lahi mā lā taʿlamūna",
          "translation": "Dan apabila mereka melakukan perbuatan keji, mereka berkata, \"Kami mendapati nenek moyang kami melakukan yang demikian, dan Allah menyuruh kami mengerjakannya.\" Katakanlah, \"Sesungguhnya Allah tidak pernah menyuruh berbuat keji.<sup foot_note=135280>1</sup> Mengapa kamu membicarakan tentang Allah apa yang tidak kamu ketahui?\"",
          "tafsir": "Ayat ini menerangkan bahwa orang-orang yang tidak beriman kepada Allah, dan orang-orang yang telah menjadikan setan sebagai pemimpinnya, apabila berbuat kejahatan, seperti mengingkari Allah dan menyekutukan-Nya, mereka mengemukakan alasan dan uzur, \"Begitulah yang kami ketahui dan kami dapati dari nenek moyang kami. Kami hanya mengikuti apa yang telah dikerjakan mereka, bahkan Allah telah memerintahkan kepada kami yang demikian, dan kami hanya menuruti perintah-Nya.\" Pengakuan mereka jelas tidak dapat dibenarkan, karena Allah mempunyai sifat kesempurnaan, tidak mungkin dan tidak masuk akal akan menyuruh dan memerintahkan mereka berbuat jahat dan keji seperti perbuatan tersebut di atas. Sebenarnya yang memerintahkan mereka berbuat jahat dan keji tentunya tiada lain melainkan setan sebagaimana firman Allah: Setan menjanjikan (menakut-nakuti) kemiskinan kepadamu dan menyuruh kamu berbuat keji (kikir)... (al-Baqarah/2: 268) Mereka mengeluarkan perkataan yang dialamatkan kepada Allah, bahwa Dialah yang menyuruh berbuat jahat dan keji. Itu adalah ucapan yang tidak beralasan yang tidak didasarkan atas pengetahuan, padahal yang demikian itu akan mereka pertanggungjawabkan nanti di akhirat sebagaimana firman Allah: Dan janganlah kamu mengikuti sesuatu yang tidak kamu ketahui. Karena pendengaran, penglihatan dan hati nurani, semua itu akan diminta pertanggungjawabannya. (al-Isra'/17: 36)"
        },
        {
          "number": 29,
          "arabic": "قُلْ أَمَرَ رَبِّى بِٱلْقِسْطِ ۖ وَأَقِيمُوا۟ وُجُوهَكُمْ عِندَ كُلِّ مَسْجِدٍ وَٱدْعُوهُ مُخْلِصِينَ لَهُ ٱلدِّينَ ۚ كَمَا بَدَأَكُمْ تَعُودُونَ",
          "transliteration": "qul amara rabbī bil-qis'ṭi wa-aqīmū wujūhakum ʿinda kulli masjidin wa-id'ʿūhu mukh'liṣīna lahu l-dīna kamā bada-akum taʿūdūna",
          "translation": "Katakanlah, \"Tuhanku menyuruhku berlaku adil. Hadapkanlah wajahmu (kepada Allah) pada setiap salat, dan sembahlah Dia dengan mengikhlaskan ibadah semata-mata hanya kepada-Nya. Kamu akan dikembalikan kepadanya sebagaimana kamu diciptakan semula.",
          "tafsir": "Ayat ini memperbaiki kekeliruan mereka, terbukti Allah memerintahkan Nabi Muhammad untuk mengatakan kepada mereka, \"Bahwasanya Allah hanya memerintahkan kepada-ku agar berlaku adil, salat setiap waktu, istiqamah, ikhlas dan baik di dalam semua hal,\" sebagaimana firman Allah: Sesungguhnya Allah menyuruh (kamu) berlaku adil dan berbuat kebajikan, memberi bantuan kepada kerabat, dan Dia melarang (melakukan) perbuatan keji, kemungkaran dan permusuhan. (an-Nahl/16: 90) Allah menyuruh agar mereka mengarahkan mukanya ke Ka'bah yang telah ditetapkan menjadi kiblat bagi setiap orang yang salat, baik di mesjid maupun di tempat lain, penuh dengan keikhlasan, karena suatu amal tanpa disertai keikhlasan tidak akan diterima oleh Allah, sebagaimana sabda Nabi Muhammad: \"Sesungguhnya Allah tidak akan menerima amal kecuali dikerjakan dengan ikhlas untuk (memperoleh rida)-Nya.\" (Riwayat an-Nasa'i dari Abu Umamah) Untuk mendorong mereka agar tetap ingat dan patuh kepada Allah, tidak terpengaruh kepada ajakan dan bujukan setan, mereka harus selalu ingat kepada Allah. Hal itu karena Allah telah menciptakan mereka pada mulanya dan kapada-Nya pulalah mereka akan kembali kelak. Pada hari pembalasan, mereka akan mempertanggungjawabkan semua perbuatan yang telah mereka kerjakan di dunia. Dan kamu benar-benar datang sendiri-sendiri kepada Kami sebagaimana Kami ciptakan kamu pada mulanya, dan apa yang telah Kami karuniakan kepadamu, kamu tinggalkan di belakangmu (di dunia). (al-An'am/6: 94)"
        },
        {
          "number": 30,
          "arabic": "فَرِيقًا هَدَىٰ وَفَرِيقًا حَقَّ عَلَيْهِمُ ٱلضَّلَـٰلَةُ ۗ إِنَّهُمُ ٱتَّخَذُوا۟ ٱلشَّيَـٰطِينَ أَوْلِيَآءَ مِن دُونِ ٱللَّهِ وَيَحْسَبُونَ أَنَّهُم مُّهْتَدُونَ",
          "transliteration": "farīqan hadā wafarīqan ḥaqqa ʿalayhimu l-ḍalālatu innahumu ittakhadhū l-shayāṭīna awliyāa min dūni l-lahi wayaḥsabūna annahum muh'tadūna",
          "translation": "Sebagian diberi-Nya petunjuk dan sebagian lagi sepantasnya menjadi sesat. Mereka menjadikan setan-setan sebagai pelindung selain Allah. Mereka mengira bahwa mereka mendapat petunjuk.",
          "tafsir": "Manusia terbagi atas dua golongan. Golongan pertama adalah golongan yang telah diberi petunjuk oleh Allah di dunia ini untuk mengerjakan salat, menyembah-Nya dengan ikhlas dan tidak mempersekutukan-Nya dengan sesuatu yang lain. Sedang golongan kedua, adalah golongan yang telah sesat karena mengikuti ajakan setan dan meninggalkan perintah Allah Penciptanya. Setan itulah yang dijadikan pelindungnya, bukan Allah. Anehnya mereka sudah sesat dengan menempuh jalan yang dilarang oleh Allah mengerjakan perbuatan yang tidak diridai-Nya, tetapi masih menyangka bahwa mereka memperoleh petunjuk. Orang yang demikian adalah orang yang paling merugi, sebagaimana firman Allah: Katakanlah (Muhammad), \"Apakah perlu Kami beritahukan kepadamu tentang orang yang paling rugi perbuatannya?\" (Yaitu) orang yang sia-sia perbuatannya dalam kehidupan dunia, sedangkan mereka mengira telah berbuat sebaik-baiknya. (al-Kahf/18: 103-104)"
        }
      ]
    }
  ]
}