{
  "pageNumber": 480,
  "juz": 24,
  "surahs": [
    {
      "number": 41,
      "name": "Fussilat",
      "nameArabic": "فصلت",
      "meaning": "Yang Dijelaskan",
      "revelation": "Makkah",
      "description": "Surat Fussilat terdiri dari 54 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Al-Mu'min.Dinamai \"Fussilat\" (yang dijelaskan) karena ada hubungannya dengan kata \"Fussilat\" yang terdapat pada permulaan surat ini. Maksudnya, ayat-ayatnya diperinci dengan jelas tentang hukum-hukum, keimanan, janji dan ancaman, akhlak, kisah, dan sebagainya.Dinamai juga dengan \"Haa Miim As-Sajdah\" karena surat ini dimulai dengan \"Haa Miim\" dan di dalamnya terdapat ayat Sajdah.**Pokok-Pokok Isi:**1. **Keimanan:** Al-Qur'an dan sikap orang-orang musyrik terhadapnya; kejadian-kejadian langit dan bumi serta apa yang ada pada keduanya membuktikan keberadan Allah; semua yang terjadi dalam alam semesta tidak lepas dari pengetahuan Allah.2. **Lain-lain:** Hikmah diciptakannya gunung-gunung; anggota tubuh setiap orang menjadi saksi terhadap dirinya sendiri pada hari kiamat; azab yang ditimpakan kepada kaum 'Ad dan Tsamud; permohonan orang-orang kafir agar dikembalikan ke dunia untuk mengerjakan amal-amal saleh; berita gembira dari malaikat kepada orang-orang yang beriman; anjuran menghadapi orang-orang kafir secara baik-baik; ancaman terhadap orang-orang yang mengingkari keesaan Allah; sifat-sifat Al-Qur'an; manusia dan wataknya.Surat Fussilat mengutarakan hal-hal yang berhubungan dengan Al-Qur'an dan sikap orang musyrik terhadapnya; kekuasaan Allah di langit dan di bumi; dan ancaman kepada orang-orang musyrik di dunia dan di akhirat. Kemudian dikemukakan tentang keadaan orang-orang yang selalu beribadah kepada Tuhannya dan diakhiri dengan mengemukakan beberapa tabiat manusia.**Hubungan Surat Fussilat Dengan Surat Asy-Syura:**Kedua surat ini sama-sama mengutarakan kebenaran Al-Qur'an serta menolak kecaman dan celaan orang-orang kafir Mekah terhadapnya; bujukan terhadap Nabi Muhammad agar jangan bersedih hati dan berputus asa, karena kecaman dan celaan itu sudah sewajarnya datang dari musuh-musuh agama dan hal itu telah dialami oleh rasul-rasul sebelumnya.",
      "verses": [
        {
          "number": 30,
          "arabic": "إِنَّ ٱلَّذِينَ قَالُوا۟ رَبُّنَا ٱللَّهُ ثُمَّ ٱسْتَقَـٰمُوا۟ تَتَنَزَّلُ عَلَيْهِمُ ٱلْمَلَـٰٓئِكَةُ أَلَّا تَخَافُوا۟ وَلَا تَحْزَنُوا۟ وَأَبْشِرُوا۟ بِٱلْجَنَّةِ ٱلَّتِى كُنتُمْ تُوعَدُونَ",
          "transliteration": "inna alladhīna qālū rabbunā l-lahu thumma is'taqāmū tatanazzalu ʿalayhimu l-malāikatu allā takhāfū walā taḥzanū wa-abshirū bil-janati allatī kuntum tūʿadūna",
          "translation": "Sesungguhnya orang-orang yang berkata, \"Tuhan kami adalah Allah\" kemudian mereka meneguhkan pendirian mereka, maka malaikat-malaikat akan turun kepada mereka (dengan berkata), \"Janganlah kamu merasa takut dan janganlah kamu bersedih hati; dan bergembiralah kamu dengan (memperoleh) surga yang telah dijanjikan kepadamu.\"",
          "tafsir": "Ayat ini menerangkan bahwa orang-orang yang mengatakan dan mengakui bahwa Tuhan Yang Menciptakan, Memelihara, dan Menjaga kelangsungan hidup, Memberi rezeki, dan yang berhak disembah, hanyalah Tuhan Yang Maha Esa, kemudian mereka tetap teguh dalam pendiriannya itu, maka para malaikat akan turun untuk mendampingi mereka pada saat-saat diperlukan. Di antaranya pada saat mereka meninggal dunia, di dalam kubur, dan dihisab di akhirat nanti, sehingga segala kesulitan yang mereka hadapi terasa menjadi ringan. Dalam hadis Nabi saw diterangkan bahwa teguh dalam pendirian itu merupakan hal yang sangat diperlukan oleh seorang mukmin: Sufyan bin 'Abdullah ats-saqaf meriwayatkan bahwa seseorang berkata, \"Ya Rasulullah,perintahkan kepadaku tentang Islam suatu pererintah yang, aku tidak menanyakan lagi kepada orang selain engkau.\" Rasulullah menjawab, \"Katakanlah: Aku beriman kepada Allah, kemudian teguhkanlah pendirianmu.\" Aku berkata, \"Apa yang harus aku jaga?\" Maka Rasulullah mengisyaratkan kepada lidahnya sendiri. (Riwayat Muslim) Menurut Abu Bakar, yang dimaksud dengan perkataan \"istiqamah\" ialah tidak mempersekutukan Allah dengan sesuatu apa pun. Kepada orang yang beriman dan berpendirian teguh dengan tidak mempersekutukan-Nya, Allah menurunkan malaikat yang menyampaikan kabar menggembirakan, memberikan segala yang bermanfaat, menolak kemudaratan, dan menghilangkan duka cita yang mungkin ada padanya dalam seluruh urusan duniawi maupun urusan ukhrawi. Dengan demikian, dadanya menjadi lapang dan tenteram, tidak ada kekhawatiran pada diri mereka. Sedangkan kepada orang-orang kafir, datang setan yang selalu menggoda mereka, sehingga menjadikan perbuatan buruk indah menurut pandangan mereka. Waki' dan Ibnu Zaid berpendapat bahwa para malaikat memberikan berita gembira kepada orang-orang yang beriman pada tiga keadaan yaitu, ketika mati, di dalam kubur, dan di waktu kebangkitan. Kepada orang-orang yang beriman itu para malaikat mengatakan agar mereka tidak usah khawatir menghadapi hari kebangkitan dan hari perhitungan nanti. Mereka juga tidak usah bersedih hati terhadap urusan dunia yang luput dari mereka seperti yang berhubungan dengan keluarga, anak, harta, dan sebagainya. Menurut 'Atha', yang dimaksud dengan \"alla takhafu wa la tahzanu\" ialah: janganlah kamu khawatir bahwa Allah tidak memberi pahala amalmu, sesungguhnya kamu itu diterima Allah, dan janganlah kamu bersedih hati atas perbuatan dosa yang telah kamu perbuat, maka sesungguhnya Allah mengampuninya. Ayat ini selanjutnya menjelaskan bahwa para malaikat mengatakan kepada orang-orang beriman agar bergembira dengan surga yang telah dijanjikan para rasul. Mereka pasti masuk surga, dan kekal di dalamnya."
        },
        {
          "number": 31,
          "arabic": "نَحْنُ أَوْلِيَآؤُكُمْ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَفِى ٱلْـَٔاخِرَةِ ۖ وَلَكُمْ فِيهَا مَا تَشْتَهِىٓ أَنفُسُكُمْ وَلَكُمْ فِيهَا مَا تَدَّعُونَ",
          "transliteration": "naḥnu awliyāukum fī l-ḥayati l-dun'yā wafī l-ākhirati walakum fīhā mā tashtahī anfusukum walakum fīhā mā taddaʿūna",
          "translation": "Kamilah pelindung-pelindungmu dalam kehidupan dunia dan akhirat; di dalamnya (surga) kamu memperoleh apa yang kamu inginkan dan memperoleh apa yang kamu minta.",
          "tafsir": "Selanjutnya para malaikat itu menyatakan kepada orang-orang yang beriman bahwa mereka selalu mendampingi dan menolong orang-orang tersebut dalam segala urusan dunia. Para malaikat selalu memberi petunjuk yang menuju kepada kebaikan, kebenaran, dan kemaslahatan. Demikian pula para malaikat akan bersama-sama orang-orang beriman di akhirat nanti, menemani mereka di dalam kubur, pada waktu hari Kiamat, dan hari perhitungan sampai mereka masuk ke dalam surga. Sebagian ahli tafsir berpendapat bahwa yang menyatakan kepada orang-orang beriman dalam ayat ini ialah Allah sendiri, sehingga maksud ayat ini adalah: \"Dan Allah wali bagi orang-orang yang beriman yang kuat pendiriannya . . .\" Malaikat mengatakan bahwa di dalam surga itu orang-orang yang beriman akan memperoleh berbagai macam kesenangan, kebahagiaan, dan kenikmatan yang selalu diidam-idamkan, serta segala yang diinginkan dan diminta."
        },
        {
          "number": 32,
          "arabic": "نُزُلًا مِّنْ غَفُورٍ رَّحِيمٍ",
          "transliteration": "nuzulan min ghafūrin raḥīmin",
          "translation": "Sebagai penghormatan (bagimu) dari (Allah) Yang Maha Pengampun, Maha Penyayang.",
          "tafsir": "Pada ayat ini diterangkan bahwa Allah menganugerahkan yang demikian itu sebagai suatu kemuliaan bagi mereka. Dia mengampuni segala dosa-dosa dan mencurahkan rahmat kepada mereka."
        },
        {
          "number": 33,
          "arabic": "وَمَنْ أَحْسَنُ قَوْلًا مِّمَّن دَعَآ إِلَى ٱللَّهِ وَعَمِلَ صَـٰلِحًا وَقَالَ إِنَّنِى مِنَ ٱلْمُسْلِمِينَ",
          "transliteration": "waman aḥsanu qawlan mimman daʿā ilā l-lahi waʿamila ṣāliḥan waqāla innanī mina l-mus'limīna",
          "translation": "Dan siapakah yang lebih baik perkataannya daripada orang yang menyeru kepada Allah dan mengerjakan kebajikan dan berkata, \"Sungguh, aku termasuk orang-orang muslim (yang berserah diri)?\"",
          "tafsir": "Ayat ini mencela orang-orang yang mengatakan yang bukan-bukan tentang Al-Qur'an. Al-Qur'an mempertanyakan: perkataan manakah yang lebih baik daripada Al-Qur'an, siapakah yang lebih baik perkataannya dari orang yang menyeru manusia agar taat kepada Allah. Ibnu Sirin, as-Suddi, Ibnu Zaid, dan al-hasan berpendapat bahwa orang yang paling baik perkataannya itu ialah Rasulullah saw. Apabila membaca ayat ini, al-hasan berkata bahwa yang dimaksud adalah Rasulullah, ia adalah kecintaan dan wali Allah. Ia adalah yang disucikan Allah dan merupakan pilihan-Nya. Ia adalah penduduk bumi yang paling cinta kepada Allah. Allah memperkenankan seruannya dan ia menyeru manusia agar mengikuti seruan itu. Sebagian ulama lain berpendapat bahwa ayat ini maksudnya umum, yaitu semua orang yang menyeru orang lain untuk menaati Allah. Rasulullah termasuk orang yang paling baik perkataannya, karena beliau menyeru manusia kepada agama Allah. Ayat ini menerangkan bahwa seseorang dikatakan paling baik apabila perkataannya mengandung tiga perkara, yaitu: 1. Seruan pada orang lain untuk mengikuti agama tauhid, mengesakan Allah dan taat kepada-Nya. 2. Ajakan untuk beramal saleh, taat melaksanakan perintah-perintah Allah dan menghentikan larangan-Nya. 3. Menjadikan Islam sebagai agama dan memurnikan ketaatan hanya kepada Allah saja. Dengan menerangkan perkataan yang paling baik itu, seakan-akan Allah menegaskan kepada Rasulullah bahwa tugas yang diberikan kepada beliau itu adalah tugas yang paling mulia. Oleh karena itu, beliau diminta untuk tetap melaksanakan dakwah, dan sabar dalam menghadapi kesukaran-kesukaran dan rintangan-rintangan yang dilakukan orang-orang kafir. Dari ayat ini dipahami bahwa sesuatu yang paling utama dikerjakan oleh seorang muslim ialah memperbaiki diri lebih dahulu, dengan memperkuat iman di dada, menaati segala perintah Allah, dan menghentikan segala larangan-Nya. Setelah diri diperbaiki, serulah orang lain mengikuti agama Allah. Orang yang bersih jiwanya, kuat imannya, dan selalu mengerjakan amal yang saleh, ajakannya lebih diperhatikan orang, karena ia menyeru orang lain dengan keyakinan yang kuat dan dengan suara yang mantap, tidak ragu-ragu."
        },
        {
          "number": 34,
          "arabic": "وَلَا تَسْتَوِى ٱلْحَسَنَةُ وَلَا ٱلسَّيِّئَةُ ۚ ٱدْفَعْ بِٱلَّتِى هِىَ أَحْسَنُ فَإِذَا ٱلَّذِى بَيْنَكَ وَبَيْنَهُۥ عَدَٰوَةٌ كَأَنَّهُۥ وَلِىٌّ حَمِيمٌ",
          "transliteration": "walā tastawī l-ḥasanatu walā l-sayi-atu id'faʿ bi-allatī hiya aḥsanu fa-idhā alladhī baynaka wabaynahu ʿadāwatun ka-annahu waliyyun ḥamīmun",
          "translation": "Dan tidaklah sama kebaikan dan kejahatan. Tolaklah (kejahatan itu) dengan cara yang lebih baik, sehingga orang yang ada rasa permusuhan antara kamu dan dia akan seperti teman yang setia.",
          "tafsir": "Ayat ini menerangkan bahwa kebaikan yang diridai Allah dan diberi pahala itu tidak sama dengan keburukan yang dibenci-Nya dan orang yang melakukannya pasti diazab. Ayat ini dapat ditafsirkan dengan pernyataan bahwa tidak sama dakwah orang yang menyeru kepada Allah dan mengikuti Islam, dengan perbuatan mencela orang-orang yang melaksanakan dakwah itu. Sikap orang kafir yang mencela para dai diterangkan dalam firman Allah: ¦ Hati kami sudah tertutup dari apa yang engkau seru kami kepadanya¦ (Fushshilat/41: 5) Dan firman Allah: Dan orang-orang yang kafir berkata, \"Janganlah kamu mendengarkan (bacaan) Al-Qur'an ini dan buatlah kegaduhan terhadapnya, agar kamu dapat mengalahkan (mereka).\" (Fushshilat/41: 26) Dengan ayat ini, seakan-akan Allah menyatakan kepada Rasulullah saw bahwa jika ia mengerjakan kebaikan, maka akan memperoleh ganjaran kebaikan berupa penghargaan selama hidup di dunia dan pahala yang besar di akhirat nanti. Sedang orang-orang kafir yang mengerjakan kejahatan itu akan memperoleh penghinaan di dunia, dan di akhirat mereka akan memperoleh azab yang pedih. Rasulullah juga dilarang untuk membalas kejahatan mereka dengan kejahatan. Jika ia membalas kejahatan dengan kejahatan tentu mereka akan memperoleh kerugian yang berlipat ganda. Oleh karena itu, Rasulullah diperintahkan untuk membalas kejahatan mereka dengan kebaikan. Kemudian Allah menerangkan cara membalas kejahatan orang-orang kafir itu dengan kebaikan dengan memerintahkan kepada Rasulullah agar membalas kebodohan dan kejahatan orang-orang kafir dengan cara yang paling baik, membalas perbuatan buruk mereka dengan perbuatan baik, memaafkan kesalahan mereka, dan menghadapi kemarahan mereka dengan kesabaran. Jika Nabi berbuat demikian, lambat laun mereka akan menilai sendiri perbuatan mereka, dan menimbulkan malu kepada mereka karena tindakan-tindakan mereka itu. Allah menerangkan hasil yang akan diperoleh orang-orang yang beriman jika membalas perbuatan buruk orang-orang kafir dengan perbuatan baik. Allah mengatakan jika orang-orang beriman berhasil berbuat demikian, tentu permusuhan orang-orang kafir kepada mereka akan berubah menjadi persahabatan, kebencian akan berubah menjadi kecintaan. Ibnu 'Abbas berkata bahwa pada ayat ini, Allah memerintahkan kepada manusia agar berlaku sabar ketika marah, penyantun terhadap orang yang bodoh, dan memaafkan kesalahan orang. Jika seseorang mengerjakan yang demikian, Allah akan memelihara mereka dari setan, dan musuh-musuh mereka akan tunduk dan patuh kepada mereka. Diriwayatkan bahwa seorang laki-laki mencela Qunbur, budak 'Ali bin Abi thalib, yang telah dimerdekakannya. 'Ali lalu memanggilnya dan berkata, Wahai Qunbur, tinggalkanlah orang yang mencelamu itu, biarkanlah ia, semoga Tuhan Yang Maha Penyayang meridai, dan setan menjadi marah.\" Menurut Muqatil., ayat ini turun berhubungan dengan Abu Sufyan. Dia adalah salah seorang musuh Rasulullah yang paling besar. Akan tetapi karena kesabaran dan sikap Nabi yang baik kepadanya, Abu Sufyan menjadi sahabat Nabi yang akrab, dengan mengadakan hubungan perbesanan (mushaharah)."
        },
        {
          "number": 35,
          "arabic": "وَمَا يُلَقَّىٰهَآ إِلَّا ٱلَّذِينَ صَبَرُوا۟ وَمَا يُلَقَّىٰهَآ إِلَّا ذُو حَظٍّ عَظِيمٍ",
          "transliteration": "wamā yulaqqāhā illā alladhīna ṣabarū wamā yulaqqāhā illā dhū ḥaẓẓin ʿaẓīmin",
          "translation": "Dan (sifat-sifat yang baik itu) tidak akan dianugerahkan kecuali kepada orang-orang yang sabar dan tidak dianugerahkan kecuali kepada orang-orang yang mempunyai keberuntungan yang besar.",
          "tafsir": "Pada ayat ini, Allah menerangkan cara yang paling baik menghadapi orang-orang kafir, yaitu orang yang sabar ketika menderita kesulitan dan kesengsaraan, dapat menahan marah, tidak pendendam, dan suka memaafkan. Anas r.a. dalam menafsirkan ayat ini mengatakan bahwa yang dimaksud dengan sabar dalam ayat ini ialah apabila seseorang dimaki oleh orang lain, ia berkata, \"Jika engkau memakiku dengan alasan yang benar, mudah-mudahan Allah akan mengampuni dosamu. Jika engkau memakiku dengan alasan yang tidak benar, mudah-mudahan Allah mengampuni dosa-dosaku.\" Nasihat agar berlaku sabar, menahan marah, dan suka memaafkan kesalahan orang lain itu adalah suatu nasihat yang paling utama dan tinggi nilainya. Yang dapat menerima nasihat itu hanyalah orang-orang yang beriman dan beramal saleh, yang akan memperoleh kebahagiaan di dunia dan di akhirat nanti. Qatadah mengatakan bahwa arti dari \"keuntungan yang besar\" ialah surga. Maksud ayat ini ialah kesabaran itu hanyalah dianugerahkan kepada orang-orang yang akan masuk surga."
        },
        {
          "number": 36,
          "arabic": "وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيْطَـٰنِ نَزْغٌ فَٱسْتَعِذْ بِٱللَّهِ ۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
          "transliteration": "wa-immā yanzaghannaka mina l-shayṭāni nazghun fa-is'taʿidh bil-lahi innahu huwa l-samīʿu l-ʿalīmu",
          "translation": "Dan jika setan mengganggumu dengan suatu godaan, maka mohonlah perlindungan kepada Allah. Sungguh, Dialah Yang Maha Mendengar, Maha Mengetahui.",
          "tafsir": "Ayat ini menerangkan bahwa jika setan menggoda agar engkau membalas kejahatan dengan kejahatan pula, maka berlindunglah kepada Allah dari segala tipu daya setan yang terkutuk itu. Allah Maha Mendengar permohonanmu dan Maha Mengetahui segala yang dibisikkan setan ke dalam dadamu itu."
        },
        {
          "number": 37,
          "arabic": "وَمِنْ ءَايَـٰتِهِ ٱلَّيْلُ وَٱلنَّهَارُ وَٱلشَّمْسُ وَٱلْقَمَرُ ۚ لَا تَسْجُدُوا۟ لِلشَّمْسِ وَلَا لِلْقَمَرِ وَٱسْجُدُوا۟ لِلَّهِ ٱلَّذِى خَلَقَهُنَّ إِن كُنتُمْ إِيَّاهُ تَعْبُدُونَ",
          "transliteration": "wamin āyātihi al-laylu wal-nahāru wal-shamsu wal-qamaru lā tasjudū lilshamsi walā lil'qamari wa-us'judū lillahi alladhī khalaqahunna in kuntum iyyāhu taʿbudūna",
          "translation": "Dan sebagian dari tanda-tanda kebesaran-Nya ialah malam, siang, matahari dan bulan. Janganlah bersujud kepada matahari dan jangan (pula) kepada bulan, tetapi bersujudlah kepada Allah yang menciptakannya, jika kamu hanya menyembah kepada-Nya.",
          "tafsir": "Ayat ini menerangkan bahwa di antara tanda-tanda kebesaran dan kekuasaan Allah ialah adanya malam sebagai waktu istirahat, siang waktu bekerja dan berusaha, matahari yang memancarkan sinarnya, dan bulan yang bercahaya. Dia yang mengatur perjalanan planet-planet pada garis edarnya di cakrawala sehingga dengan demikian diketahui perhitungan tahun, bulan, hari, dan waktu sebagaimana firman Allah: Dialah yang menjadikan matahari bersinar dan bulan bercahaya, dan Dialah yang menetapkan tempat-tempat orbitnya, agar kamu mengetahui bilangan tahun, dan perhitungan (waktu). (Yunus/10: 5) Setelah Allah menerangkan tanda-tanda kebesaran dan kekuasaan-Nya, Dia memperingatkan hamba-hamba-Nya agar jangan sekali-kali bersujud kepada tanda-tanda kebesaran dan kekuasaan-Nya itu, seperti matahari, bulan, bintang, dan sebagainya. Jangan sekali-kali memuliakan, menyembah, dan menganggapnya mempunyai kekuatan gaib, karena semuanya itu hanya Dialah yang menciptakan, menguasai, mengatur, dan menentukan ada dan tidaknya. Seakan-akan ayat ini menerangkan dan mengingatkan bahwa manusia adalah makhluk Tuhan yang paling mulia di antara makhluk-makhluk yang diciptakan-Nya. Karena itu tidak pantas manusia memuliakan, menganggap keramat, dan menghormati makhluk Tuhan yang lebih rendah daripadanya. Yang patut disembah, dimuliakan, dan dihormati adalah sesuatu yang paling berkuasa dan paling mulia yaitu Allah. Seandainya ada manusia yang menyembah dan memuliakan makhluk selain Allah, berarti manusia telah merendahkan martabat dirinya sendiri. Ayat ini juga memperingatkan manusia yang menyekutukan Allah, penyembah-penyembah patung, penyembah-penyembah matahari, bulan, dan bintang-bintang agar menyadari kedudukannya di antara makhluk-makhluk yang lain itu."
        },
        {
          "number": 38,
          "arabic": "فَإِنِ ٱسْتَكْبَرُوا۟ فَٱلَّذِينَ عِندَ رَبِّكَ يُسَبِّحُونَ لَهُۥ بِٱلَّيْلِ وَٱلنَّهَارِ وَهُمْ لَا يَسْـَٔمُونَ ۩",
          "transliteration": "fa-ini is'takbarū fa-alladhīna ʿinda rabbika yusabbiḥūna lahu bi-al-layli wal-nahāri wahum lā yasamūna",
          "translation": "Jika mereka menyombongkan diri, maka mereka (malaikat) yang di sisi Tuhanmu bertasbih kepada-Nya pada malam dan siang hari, sedang mereka tidak pernah jemu.",
          "tafsir": "Kemudian Allah memperingatkan Nabi Muhammad bahwa jika orang-orang musyrik yang menyembah bintang-bintang itu bersikap angkuh dan tidak mengindahkan seruannya, biarkan saja mereka dengan kesesatan yang mereka lakukan itu. Allah tidak memerlukan mereka sedikit pun. Mereka beriman atau tidak beriman tidak ada artinya bagi Allah sedikit pun. Allah melanjutkan peringatan-Nya bahwa para makhluk yang berada di sisi-Nya lebih baik dari orang-orang musyrik itu, tidak ada yang bersikap angkuh dan menyombongkan diri kepada-Nya. Mereka senantiasa bertasbih, salat siang dan malam, dan sedikit pun mereka tidak pernah merasa jemu. Allah berfirman: Dan engkau (Muhammad) akan melihat malaikat-malaikat melingkar di sekeliling 'Arasy, bertasbih sambil memuji Tuhannya; lalu diberikan keputusan di antara mereka (hamba-hamba Allah) secara adil dan dikatakan, \"Segala puji bagi Allah, Tuhan seluruh alam.\" (az-Zumar/39: 75)"
        }
      ]
    }
  ]
}