{
  "pageNumber": 416,
  "juz": 21,
  "surahs": [
    {
      "number": 32,
      "name": "As-Sajdah",
      "nameArabic": "السجدة",
      "meaning": "Sujud",
      "revelation": "Makkah",
      "description": "Surat As-Sajdah terdiri dari 30 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Al-Mukminun. Dinamakan \"As-Sajdah\" berhubung pada surat ini terdapat ayat Sajdah, yaitu ayat yang kelima belas.**Pokok-Pokok Isi:**1. **Keimanan:** Menyatakan bahwa Nabi Muhammad benar-benar seorang rasul dan menjelaskan bahwa kepada musyrikin Mekah belum pernah diutus seorang rasul pun sebelumnya; menegaskan bahwa Allah Maha Esa, bahwa Dialah yang menguasai alam semesta dan Dialah yang mengaturnya dengan aturan yang paling sempurna; menyatakan bahwa hari kebangkitan benar-benar akan terjadi.2. **Hukum-hukum:** Anjuran melakukan shalat malam (shalat tahajud dan shalat witir).3. **Lain-lain:** Keterangan mengenai kejadian manusia di dalam rahim dan fase-fase yang dilaluinya sampai ia menjadi manusia; penjelasan keadaan orang-orang mukmin di dunia dan nikmat serta pahala yang disediakan Allah bagi mereka di akhirat; kehinaan yang menimpa orang-orang kafir di akhirat dan mereka meminta supaya dikembalikan saja ke dunia untuk bertaubat dan berbuat kebaikan, tetapi keinginan ini ditolak; keingkaran kaum musyrikin terhadap hari kebangkitan dan mereka menganggap bahwa hal itu adalah mustahil. (1) Lihat catatan kaki ayat 206 surat Al A'raf.Surat As-Sajdah mengemukakan hal-hal yang berhubungan dengan kebenaran Nabi Muhammad sebagai Rasul Allah dan Al-Qur'an yang diturunkan kepadanya merupakan petunjuk bagi manusia. Juga menegaskan tentang ketauhidan dan kekuasaan Allah dengan mengemukakan hal-hal yang berhubungan dengan masa terciptanya alam, proses kejadian manusia dan kebangkitan pada hari kiamat serta keajaiban yang terdapat pada alam semesta. Semuanya dikemukakan sebagai bantahan terhadap dalih-dalih yang dikemukakan oleh orang-orang musyrikin dan untuk menghilangkan keragu-raguan mereka.**Hubungan Surat As-Sajdah Dengan Surat Al-Ahzab:**Surat As-Sajdah diakhiri dengan perintah Nabi Muhammad kepada orang-orang mukmin agar tidak menghiraukan orang-orang kafir dan hendaklah ditunggu saja azab yang akan menimpa mereka, sedangkan surat Al-Ahzab dimulai dengan perintah Nabi Muhammad agar orang-orang mukmin tetap bertakwa dan jangan mengikuti orang-orang kafir dan munafik.",
      "verses": [
        {
          "number": 12,
          "arabic": "وَلَوْ تَرَىٰٓ إِذِ ٱلْمُجْرِمُونَ نَاكِسُوا۟ رُءُوسِهِمْ عِندَ رَبِّهِمْ رَبَّنَآ أَبْصَرْنَا وَسَمِعْنَا فَٱرْجِعْنَا نَعْمَلْ صَـٰلِحًا إِنَّا مُوقِنُونَ",
          "transliteration": "walaw tarā idhi l-muj'rimūna nākisū ruūsihim ʿinda rabbihim rabbanā abṣarnā wasamiʿ'nā fa-ir'jiʿ'nā naʿmal ṣāliḥan innā mūqinūna",
          "translation": "Dan (alangkah ngerinya), jika sekiranya kamu melihat orang-orang yang berdosa itu menundukkan kepalanya di hadapan Tuhannya, (mereka berkata), \"Ya Tuhan kami, kami telah melihat dan mendengar, maka kembalikanlah kami (ke dunia), niscaya kami akan mengerjakan kebajikan. Sungguh, kami adalah orang-orang yang yakin.\"",
          "tafsir": "Allah memberitahukan kepada Rasul-Nya bahwa ia akan merasa ngeri jika melihat keadaan orang-orang yang mengingkari hari Kiamat ketika mereka menundukkan kepala di hadapan Allah karena malu dan takut atas segala tindakan dan perbuatan mereka dalam hidup di dunia. Mereka menyatakan kepada Allah bahwa mereka telah melihat kenyataan hari Kiamat itu benar-benar terjadi, dan telah merasakan pula malapetaka yang menimpa mereka pada hari itu. Mereka kemudian memohon agar diberi kesempatan untuk kembali ke dunia sehingga dapat mengikuti semua petunjuk rasul. Ketika itu, mereka mengaku benar-benar telah meyakini apa yang dahulu mereka dustakan. Mereka juga mengakui bahwa hanya Allah yang berhak disembah, yang menghidupkan dan mematikan, serta yang membangkitkan kembali, seperti saat itu. Dalam ayat lain, Allah berfirman: Dan seandainya engkau (Muhammad) melihat ketika mereka dihadapkan ke neraka, mereka berkata, \"Seandainya kami dikembalikan (ke dunia), tentu kami tidak akan mendustakan ayat-ayat Tuhan kami, serta menjadi orang-orang yang beriman.\" (al-An'am/6: 27)"
        },
        {
          "number": 13,
          "arabic": "وَلَوْ شِئْنَا لَـَٔاتَيْنَا كُلَّ نَفْسٍ هُدَىٰهَا وَلَـٰكِنْ حَقَّ ٱلْقَوْلُ مِنِّى لَأَمْلَأَنَّ جَهَنَّمَ مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ أَجْمَعِينَ",
          "transliteration": "walaw shi'nā laātaynā kulla nafsin hudāhā walākin ḥaqqa l-qawlu minnī la-amla-anna jahannama mina l-jinati wal-nāsi ajmaʿīna",
          "translation": "Dan jika Kami menghendaki niscaya Kami berikan kepada setiap jiwa petunjuk (bagi)nya, tetapi telah ditetapkan perkataan (ketetapan) dari-Ku, \"Pasti akan Aku penuhi neraka Jahanam dengan jin dan manusia bersama-sama.",
          "tafsir": "Jika Allah menghendaki semua manusia mendapat taufik dan hidayah untuk beriman dan beramal saleh, tentu hal itu tidak sukar bagi-Nya. Akan tetapi, hal itu tidak sesuai dengan sunatullah yang dahulu berlaku di alam ini. Aturan dan hukum Allah yang berlaku di alam ini adalah aturan dan hukum yang paling sempurna. Menurut aturan dan hukum itu ialah menempatkan segala sesuatu di tempatnya, seperti menempatkan mata, telinga, hati, tangan, kaki, dan sebagainya berada di tempat yang layak dan wajar, sesuai dengan keindahan dan fungsinya. Di antara sunatullah itu ialah Allah akan mengisi neraka Jahanam dengan jin dan manusia yang layak bertempat tinggal di sana dan menjadi penghuninya, sebagaimana Dia akan memenuhi surga dengan orang-orang yang layak pula bertempat tinggal di sana. Jika manusia memperhatikan sunatullah yang berlaku di alam ini, akan tampak suatu keserasian dan kerapian di dalamnya. Ikan yang hidup di dalam air mempunyai sirip, insang, dan berdarah dingin. Demikian pula lalat, ular, burung, dan sebagainya. Jika mata memandang ke cakrawala luas, maka di dalamnya terdapat pula sunatullah yang juga sangat rapi, sehingga planet-planet itu tidak berbenturan antara yang satu dengan yang lain."
        },
        {
          "number": 14,
          "arabic": "فَذُوقُوا۟ بِمَا نَسِيتُمْ لِقَآءَ يَوْمِكُمْ هَـٰذَآ إِنَّا نَسِينَـٰكُمْ ۖ وَذُوقُوا۟ عَذَابَ ٱلْخُلْدِ بِمَا كُنتُمْ تَعْمَلُونَ",
          "transliteration": "fadhūqū bimā nasītum liqāa yawmikum hādhā innā nasīnākum wadhūqū ʿadhāba l-khul'di bimā kuntum taʿmalūna",
          "translation": "Maka rasakanlah olehmu (azab ini) disebabkan kamu melalaikan pertemuan dengan harimu ini (hari Kiamat), sesungguhnya Kami pun melalaikan kamu dan rasakanlah azab yang kekal, atas apa yang telah kamu kerjakan.\"",
          "tafsir": "Karena orang-orang musyrik mendustakan hari Kiamat, dan memandangnya sebagai suatu hal yang mustahil terjadi, serta meyakini bahwa mereka tidak akan bertemu dengan Tuhan pada hari Kiamat, mereka merasakan azab yang ditimpakan itu. Pada waktu pintu tobat telah tertutup, Allah menyatakan bahwa Ia tidak akan memperhatikan lagi permintaan mereka. Pada akhir ayat ini, Allah menyebutkan bentuk azab yang ditimpakan kepada orang-orang kafir adalah azab yang kekal di dalam neraka, akibat tindakan dan perbuatan mereka itu."
        },
        {
          "number": 15,
          "arabic": "إِنَّمَا يُؤْمِنُ بِـَٔايَـٰتِنَا ٱلَّذِينَ إِذَا ذُكِّرُوا۟ بِهَا خَرُّوا۟ سُجَّدًا وَسَبَّحُوا۟ بِحَمْدِ رَبِّهِمْ وَهُمْ لَا يَسْتَكْبِرُونَ ۩",
          "transliteration": "innamā yu'minu biāyātinā alladhīna idhā dhukkirū bihā kharrū sujjadan wasabbaḥū biḥamdi rabbihim wahum lā yastakbirūna",
          "translation": "Orang-orang yang beriman dengan ayat-ayat Kami, hanyalah orang-orang yang apabila diperingatkan dengannya (ayat-ayat Kami), mereka menyungkur sujud<sup foot_note=135609>1</sup> dan bertasbih serta memuji Tuhannya, dan mereka tidak menyombongkan diri.",
          "tafsir": "Ayat ini menerangkan bahwa orang-orang yang beriman kepada ayat-ayat Al-Qur'an dan mengakui bahwa Muhammad itu adalah rasul Allah adalah orang-orang yang apabila diperingatkan kepada mereka ayat-ayat Allah dan dibacakan di hadapan mereka, mereka lalu bersujud kepada-Nya. Mereka juga bertasbih memuji-Nya seraya membaca, \"Subhanallahi wa bihamdihi, subhanallahil 'adhim.\" Sujud yang demikian dinamakan sujud tilawah. Hukumnya sunah, baik dalam salat maupun di luar salat. Tindakan mereka itu adalah tanda ketaatan dan ketundukan mereka. Hal itu juga sebagai tanda bahwa mereka benar-benar menghayati ajaran dan petunjuk ayat-ayat yang dibacakan kepada mereka. Tidak sedikit pun terdapat sikap angkuh dan sombong dalam menghambakan diri kepada Allah. Mereka juga senang dan khusyuk dalam beribadah."
        },
        {
          "number": 16,
          "arabic": "تَتَجَافَىٰ جُنُوبُهُمْ عَنِ ٱلْمَضَاجِعِ يَدْعُونَ رَبَّهُمْ خَوْفًا وَطَمَعًا وَمِمَّا رَزَقْنَـٰهُمْ يُنفِقُونَ",
          "transliteration": "tatajāfā junūbuhum ʿani l-maḍājiʿi yadʿūna rabbahum khawfan waṭamaʿan wamimmā razaqnāhum yunfiqūna",
          "translation": "Lambung mereka jauh dari tempat tidurnya,<sup foot_note=135610>1</sup> mereka berdoa kepada Tuhannya dengan rasa takut dan penuh harap, dan mereka menginfakkan sebagian dari rezeki yang Kami berikan kepada mereka.",
          "tafsir": "Pada ayat ini, Allah menerangkan tanda-tanda lain lagi bagi orang-orang yang beriman. Di antaranya adalah mereka mengurangi tidur, dan sering bangun di pertengahan malam untuk melakukan salat dan berdoa kepada Allah agar dihindarkan dari siksaan-Nya. Mereka juga menginfakkan sebagian dari rezeki yang telah mereka peroleh dari Allah. Banyak ayat-ayat Al-Qur'an dan hadis-hadis Nabi saw yang menerangkan keutamaan dan manfaat salat malam, terutama untuk mendekatkan diri kepada Allah untuk menambah kekuatan iman di dalam dada. Salat Tahajud dapat mengangkat manusia ke tempat yang terpuji, sebagaimana Allah berfirman: Dan pada sebagian malam, lakukanlah salat Tahajud (sebagai suatu ibadah) tambahan bagimu: mudah-mudahan Tuhanmu mengangkatmu ke tempat yang terpuji. (al-Isra'/17: 79) Pada ayat yang lain, Allah menerangkan bahwa salat dan membaca Al- Qur'an di malam hari dapat menguatkan jiwa. Dengan demikian, jiwa itu akan dapat menerima kewajiban yang lebih berat dan besar dari Allah, sebagaimana disebutkan dalam firman-Nya: Wahai orang yang berselimut (Muhammad)! Bangunlah (untuk salat) pada malam hari, kecuali sebagian kecil, (yaitu) separuhnya atau kurang sedikit dari itu, atau lebih dari (seperdua) itu, dan bacalah Al-Qur'an itu dengan perlahan-lahan. Sesungguhnya Kami akan menurunkan perkataan yang berat kepadamu. Sungguh, bangun malam itu lebih kuat (mengisi jiwa); dan (bacaan pada waktu itu) lebih berkesan. (al-Muzzammil/73: 1-6) Diriwayatkan oleh at-Tirmidzi, Ibnu Majah, Ahmad, Abu Dawud, dan ath-thabrani bahwa Mu'adz bin Jabal bertanya kepada Rasulullah saw: Ya Rasulullah, beritahukanlah kepadaku perbuatan yang dapat memasukkan aku ke dalam surga dan menjauhkan aku dari api neraka. Rasulullah bersabda, \"Sesungguhnya engkau benar-benar telah menanyakan sesuatu yang besar, sesungguhnya perbuatan itu mudah dilakukan oleh orang yang dimudahkan Allah baginya, Engkau menyembah Allah, tidak menyekutukan Nya dengan sesuatupun, mendirikan salat, menunaikan zakat, puasa pada bulan Ramadhan, berhaji ke Baitullah.\" Kemudian Rasulullah meneruskan sabdanya, \"Maukah engkau aku tunjukkan kepadamu pintu-pintu kebaikan? Puasa itu adalah perisai, sedekah menghapuskan kesalahan seperti air memadamkan api, dan salat pada pertengahan malam.\" Kemudian beliau membaca Tatajafa . . . sampai akhir ayat. (Riwayat at-Tirmidzi, Ibnu Majah, Ahmad, Abu Dawud, dan ath-thabrani) Diriwayatkan oleh Ibnu Jarir ath-thabari dari Ibnu 'Abbas, beliau berkata, \"Maksud \"lambung mereka jauh dari tempat tidur mereka\" ialah beribadah kepada Allah, zikir, salat, berdiri, duduk atau berbaring, mereka selalu mengingat Allah.\""
        },
        {
          "number": 17,
          "arabic": "فَلَا تَعْلَمُ نَفْسٌ مَّآ أُخْفِىَ لَهُم مِّن قُرَّةِ أَعْيُنٍ جَزَآءًۢ بِمَا كَانُوا۟ يَعْمَلُونَ",
          "transliteration": "falā taʿlamu nafsun mā ukh'fiya lahum min qurrati aʿyunin jazāan bimā kānū yaʿmalūna",
          "translation": "Maka tidak seorang pun mengetahui apa yang disembunyikan untuk mereka yaitu (bermacam-macam nikmat) yang menyenangkan hati sebagai balasan terhadap apa yang mereka kerjakan.",
          "tafsir": "Ayat ini menerangkan bahwa seseorang tidak dapat mengetahui betapa besar kebahagiaan dan kesenangan yang akan diberikan Allah kepadanya di akhirat nanti, dan betapa enak dan nyamannya tinggal di dalam surga itu. Semua itu adalah balasan perbuatan baik yang telah dikerjakan selama hidup di dunia. Diriwayatkan oleh al-Bukhari dan Muslim dan imam-imam hadis yang lain dari Abu Hurairah, Rasulullah saw bersabda: Allah berfirman, \"Aku telah menyediakan untuk hamba-hamba-Ku yang saleh apa yang belum pernah mata melihatnya, belum pernah telinga mendengarnya dan belum pernah tergores di dalam hati manusia, kecuali apa yang telah Aku kemukakan kepadamu. Bacalah, jika kamu menghendakinya \"Fala talamu nafs . . . sampai akhir.\" Diriwayatkan oleh al-Firyabi, Ibnu Abi Syaibah, Ibnu Jarir ath-thabari, ath-thabrani, al-hakim dan dinyatakan sebagai hadis sahih dari Ibnu Mas'ud, ia berkata, \"Sesungguhnya termaktub dalam Taurat bahwa Allah menjanjikan kepada orang-orang yang jauh lambung mereka dari tempat tidurnya, apa yang belum dilihat mata, belum didengar telinga, belum tergores dalam hati manusia. Malaikat yang dekat kepada Tuhan tidak mengetahuinya demikian pula para rasul yang diutusnya. Sesungguhnya itu terdapat pula di dalam Al-Qur'an, sebagaimana tersebut dalam ayat ini.\""
        },
        {
          "number": 18,
          "arabic": "أَفَمَن كَانَ مُؤْمِنًا كَمَن كَانَ فَاسِقًا ۚ لَّا يَسْتَوُۥنَ",
          "transliteration": "afaman kāna mu'minan kaman kāna fāsiqan lā yastawūna",
          "translation": "Maka apakah orang yang beriman seperti orang yang fasik (kafir)? Mereka tidak sama.",
          "tafsir": "Pada ayat ini diterangkan bahwa setelah menerangkan sifat-sifat orang kafir dan sifat-sifat orang-orang mukmin, Allah menyuruh membandingkan kedua sifat itu, apakah orang-orang yang mendustakan ayat-ayat Allah, tidak percaya kepada janji dan ancaman-Nya, mengingkari perintah-perintah dan larangan-larangan-Nya itu sama dengan orang-orang yang mengikuti ayat-ayat Allah, mengakui kebenaran janji dan ancaman-Nya mengikuti perintah-perintah-Nya dan menghentikan larangan-larangan-Nya? Allah menegaskan bahwa kedua golongan itu sama sekali tidak sama, amat besar perbedaannya di sisi-Nya. Orang yang tidak berpengetahuan dan tidak mempunyai pandangan yang tajam saja dapat membedakan kedua macam golongan itu. Firman Allah yang lain yang sama isinya dengan ayat ini, ialah: Apakah orang-orang yang melakukan kejahatan itu mengira bahwa Kami akan memperlakukan mereka seperti orang-orang yang beriman dan yang mengerjakan kebajikan, yaitu sama dalam kehidupan dan kematian mereka? Alangkah buruknya penilaian mereka itu. (al-Jasiyah/45: 21) Firman Allah: Pantaskah Kami memperlakukan orang-orang yang beriman dan mengerjakan kebajikan sama dengan orang-orang yang berbuat kerusakan di bumi? Atau pantaskah Kami menganggap orang-orang yang bertakwa sama dengan orang-orang yang jahat? (sad/38: 28)"
        },
        {
          "number": 19,
          "arabic": "أَمَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ فَلَهُمْ جَنَّـٰتُ ٱلْمَأْوَىٰ نُزُلًۢا بِمَا كَانُوا۟ يَعْمَلُونَ",
          "transliteration": "ammā alladhīna āmanū waʿamilū l-ṣāliḥāti falahum jannātu l-mawā nuzulan bimā kānū yaʿmalūna",
          "translation": "Adapun orang-orang yang beriman dan mengerjakan kebajikan, maka mereka akan mendapat surga-surga tempat kediaman, sebagai pahala atas apa yang telah mereka kerjakan.",
          "tafsir": "Pada ayat ini dijelaskan perbedaan kedua golongan itu dan perbedaan keadaan mereka di akhirat nanti. Orang-orang yang beriman kepada Allah dan rasul-Nya, serta mengerjakan amal saleh akan diberi ganjaran pahala yang berlipat ganda di akhirat nanti. Mereka akan tinggal di rumah-rumah yang megah dengan taman-taman yang indah, sebagai balasan keimanan dan amal saleh yang mereka perbuat selama hidup di dunia. Firman Allah: Niscaya Allah mengampuni dosa-dosamu dan memasukkan kamu ke dalam surga yang mengalir di bawahnya sungai-sungai, dan ke tempat-tempat tinggal yang baik di dalam surga 'Adn. Itulah kemenangan yang agung. (ash-saff/61: 12)"
        },
        {
          "number": 20,
          "arabic": "وَأَمَّا ٱلَّذِينَ فَسَقُوا۟ فَمَأْوَىٰهُمُ ٱلنَّارُ ۖ كُلَّمَآ أَرَادُوٓا۟ أَن يَخْرُجُوا۟ مِنْهَآ أُعِيدُوا۟ فِيهَا وَقِيلَ لَهُمْ ذُوقُوا۟ عَذَابَ ٱلنَّارِ ٱلَّذِى كُنتُم بِهِۦ تُكَذِّبُونَ",
          "transliteration": "wa-ammā alladhīna fasaqū famawāhumu l-nāru kullamā arādū an yakhrujū min'hā uʿīdū fīhā waqīla lahum dhūqū ʿadhāba l-nāri alladhī kuntum bihi tukadhibūna",
          "translation": "Dan adapun orang-orang yang fasik (kafir), maka tempat kediaman mereka adalah neraka. Setiap kali mereka hendak keluar darinya, mereka dikembalikan (lagi) ke dalamnya dan dikatakan kepada mereka, \"Rasakanlah azab neraka yang dahulu kamu dustakan.\"",
          "tafsir": "Adapun orang-orang yang kafir, mengingkari Allah dan rasul-Nya, serta mengerjakan perbuatan-perbuatan jahat akan dibalas dengan azab neraka di akhirat nanti. Setiap mereka mendekati pintu neraka untuk keluar, mereka dikembalikan ke dalamnya lagi. Jika neraka itu diibaratkan dengan kawah atau kepundan gunung berapi, maka orang-orang kafir berada di dalamnya. Nyala api dari kawah itu sedemikian berbahaya dan setiap saat menyemburkan bunga api. Dalam gambaran itu terbawa pula orang-orang kafir yang sedang diazab, mereka terlempar ke mulut kawah itu, kemudian mereka dibenamkan lagi ke dasarnya, sehingga tidak mempunyai kesempatan sedikit pun untuk keluar dari neraka itu. Di saat mereka dibenamkan kembali ke dalam neraka, kepada mereka dikatakan, \"Rasakanlah olehmu azab neraka yang dahulu kamu tidak mempercayainya sedikit pun sewaktu hidup di dunia.\""
        }
      ]
    }
  ]
}