{
  "pageNumber": 579,
  "juz": 29,
  "surahs": [
    {
      "number": 76,
      "name": "Al-Insan",
      "nameArabic": "الانسان",
      "meaning": "Manusia",
      "revelation": "Madinah",
      "description": "Surat Al Insan terdiri dari 31 ayat, termasuk golongan surat Madaniyyah, dan diturunkan sesudah surat Ar-Rahman. Dinamai \"Al-Insan\" (manusia) diambil dari kata \"Al-Insan\" yang terdapat pada ayat pertama surat ini.**Pokok-Pokok Isi:**Penciptaan manusia; petunjuk-petunjuk untuk mencapai kehidupan yang sempurna dengan menempuh jalan yang lurus; memenuhi nazar; memberi makan orang miskin dan anak yatim serta orang yang ditawan karena Allah; takut kepada hari kiamat; mengerjakan shalat dan shalat tahajjud serta bersabar dalam menjalankan hukum Allah; ganjaran terhadap orang yang mengikuti petunjuk dan ancaman terhadap orang yang mengingkarinya.Surat Al-Insan menerangkan bahwa setelah manusia diciptakan, manusia diberi petunjuk untuk mencari kehidupan yang sempurna; ada yang mengikuti dan ada yang tidak. Maka, ada ganjaran bagi mereka yang mengikuti dan ada ancaman bagi mereka yang tidak mengikuti.**Hubungan Surat Al-Insan Dengan Surat Al-Mursalat:**1. Surat Al-Insan menerangkan tentang ancaman Allah terhadap orang-orang yang durhaka, sedangkan pada surat Al-Mursalat Allah bersumpah bahwa semua ancamannya itu pasti terjadi.2. Surat Al-Insan menerangkan tentang kejadian manusia secara umum, sedangkan surat Al-Mursalat menerangkan kejadian itu secara terperinci.",
      "verses": [
        {
          "number": 6,
          "arabic": "عَيْنًا يَشْرَبُ بِهَا عِبَادُ ٱللَّهِ يُفَجِّرُونَهَا تَفْجِيرًا",
          "transliteration": "ʿaynan yashrabu bihā ʿibādu l-lahi yufajjirūnahā tafjīran",
          "translation": "(yaitu) mata air (dalam surga) yang di minum oleh hamba-hamba Allah dan mereka dapat memancarkannya dengan sebaik-baiknya.",
          "tafsir": "Mata air di dalam surga itu adalah sebagai minuman lezat bagi hamba-hamba Allah. Mereka pun dapat mengalirkannya dengan sesukanya. Jadi kafur itu berasal dari mata air yang airnya diminum oleh para hamba Allah yang muqarrabin (yang dekat kepada-Nya). Mereka dapat mengalirkan air sungai itu menurut kehendak hati tanpa ada yang menghalangi. Mereka bebas menikmati air itu sepuas-puasnya. Air itu akan mengalir ke tempat-tempat yang mereka kehendaki, ke dalam kamar, mahligai, atau ke dalam kebun-kebun yang mereka inginkan."
        },
        {
          "number": 7,
          "arabic": "يُوفُونَ بِٱلنَّذْرِ وَيَخَافُونَ يَوْمًا كَانَ شَرُّهُۥ مُسْتَطِيرًا",
          "transliteration": "yūfūna bil-nadhri wayakhāfūna yawman kāna sharruhu mus'taṭīran",
          "translation": "Mereka memenuhi nazar<sup foot_note=135835>1</sup> dan takut akan suatu hari yang azabnya merata di mana-mana.",
          "tafsir": "Ayat ini dan beberapa ayat berikutnya menyebutkan beberapa sifat orang-orang abrar (berbuat kebaikan), yaitu: mereka menunaikan nazar dan takut akan suatu hari yang azabnya merata di mana-mana. Menunaikan nazar adalah menepati suatu kewajiban yang datang dari pribadi sendiri dalam rangka menaati Allah. Berbeda dengan kewajiban syara (agama) yang datang dari Allah, maka nazar bersifat pembebanan yang timbul karena keinginan sendiri dengan niat mensyukuri nikmat Allah. Baik nazar maupun syarak, kedua-duanya hukumnya wajib dilaksanakan. Dalam sebuah hadis yang diriwayatkan Imam Malik, al-Bukhari, dan Muslim dari 'Aisyah, Rasulullah saw bersabda: Barang siapa yang bernazar menaati Allah, hendaklah ia menepati nazar itu, (tetapi) janganlah dipenuhi jika nazar itu untuk mendurhakai-Nya. (Riwayat al-Bukhari, Malik, Abu Dawud, at-Tirmidhi, an-Nasa'i dan Ibnu Majah dari 'Aisyah) Dalam beberapa hadis dijelaskan tentang ketentuan nazar, di antaranya adalah: 1.Hadis riwayat al-Bukhari dari 'Aisyah di atas menjelaskan bahwa nazar yang bermaksud hendak menaati Allah wajib dipenuhi, sedangkan nazar dengan niat mendurhakai Allah tidak boleh dipenuhi. Demikian pula hadis-hadis riwayat at-Tirmidhi, Abu Dawud, dan an Nasa'i. 2.Rasulullah saw memerintahkan kepada Sa'ad bin Ubadah agar membayar puasa nazar yang pernah diucapkan oleh ibunya yang telah meninggal. Hadis ini diriwayatkan oleh al-Bukhari dan Muslim dari Sa'ad bin Ubadah. Selain dari menyempurnakan janji, orang abrar juga mau meninggalkan segala perbuatan terlarang (muharramat) karena takut akan dahsyatnya siksa yang harus diterima di hari Kiamat akibat mengerjakannya. Sebab pada hari itu, segala kejahatan dan kedurhakaan yang pernah dikerjakan seseorang disebarluaskan. Hanya orang-orang yang dikasihi Allah saja yang selamat dari keadaan yang mengerikan itu."
        },
        {
          "number": 8,
          "arabic": "وَيُطْعِمُونَ ٱلطَّعَامَ عَلَىٰ حُبِّهِۦ مِسْكِينًا وَيَتِيمًا وَأَسِيرًا",
          "transliteration": "wayuṭ'ʿimūna l-ṭaʿāma ʿalā ḥubbihi mis'kīnan wayatīman wa-asīran",
          "translation": "Dan mereka memberikan makanan yang disukainya kepada orang miskin, anak yatim dan orang yang ditawan,",
          "tafsir": "Disebutkan bahwa latar belakang turunnya ayat ke 8 ini berkaitan dengan seorang laki-laki Ansar bernama Abu Dahdah yang pada suatu hari mengerjakan puasa. Ketika waktu berbuka datang, berkunjunglah ke rumahnya satu orang miskin, seorang anak yatim, dan seorang tawanan. Ketiganya dijamu oleh Abu Dahdah dengan tiga potong roti. Untuk keluarga dan anak-anaknya akhirnya hanya tersedia sepotong roti padahal dia hendak berbuka puasa. Maka Allah menurunkan ayat ini. Riwayat lain mengatakan bahwa Ali bin Abi thalib mendapat upah bekerja dengan seorang Yahudi berupa sekarung gandum. Sepertiga gandum itu dimasak, ketika siap dihidangkan datanglah seorang miskin memintanya. Tanpa berpikir panjang, Ali langsung saja memberikannya. Kemudian dimasaknya sepertiga lagi. Setelah siap dimakan, datang pula seorang anak yatim meminta bubur gandum itu. Ali pun memberikannya. Kali ketiga sisa gandum itu dimasak semuanya, dan secara kebetulan datang pula seorang tawanan yang masih musyrik dan mohon dikasihani. Ali memberikan lagi sisa bubur gandum itu, sehingga untuk dia sendiri tidak ada lagi yang tersisa. Demikianlah untuk menghargai sikap sosial itulah Allah menurunkan ayat ke 8 ini. Ayat ini menerangkan bahwa orang-orang abrar memberikan makanan yang sangat diperlukan dan disukainya kepada orang miskin, anak yatim, dan orang yang ditawan. Memberikan makan dalam hal ini dapat pula berarti memberikan bantuan dan sokongan kepada orang yang memerlukan. Makanan disebutkan di sini karena merupakan kebutuhan pokok hidup seseorang. Boleh jadi pula memberikan makanan berarti berbuat baik kepada orang yang sangat membutuhkannya dengan cara dan bentuk apa pun. Boleh jadi pula yang dimaksud dengan memberikan makanan berarti pula berbuat baik kepada makhluk yang sangat memerlukannya dengan cara dan bentuk apa pun. Disebutkan secara khusus memberikan makanan karena itulah bentuk ihsan (kebaikan) yang paling tinggi nilainya. Bentuk ihsan lain yang juga tinggi nilainya disebutkan dalam ayat lain, yakni: Dia mengatakan, \"Aku telah menghabiskan harta yang banyak.\" Apakah dia mengira bahwa tidak ada sesuatu pun yang melihatnya? Bukankah Kami telah menjadikan untuknya sepasang mata, lidah, dan sepasang bibir? Dan Kami telah menunjukkan kepadanya dua jalan (kebajikan dan kejahatan), tetapi dia tidak menempuh jalan yang mendaki dan sukar? (al-Balad/90: 6-11) Dari ayat ini dapat diambil kesimpulan bahwa memberikan bantuan (pertolongan) diutamakan kepada orang yang kuat berusaha mencari keperluan hidupnya, namun penghasilannya tidak memenuhi kebutuhan hidupnya sehari-hari. Miskin juga berarti orang yang tidak berharta sama sekali dan karena keadaan fisiknya tidak memungkinkan untuk berusaha mencari nafkah hidup. Adapun orang yang ditawan, selain berarti tawanan perang, dapat pula berarti orang yang sedang dipenjarakan (karena melanggar ketentuan syara atau berbuat kesalahan), atau budak yang belum dapat memerdekakan dirinya dan yang patut dibantu. Dengan demikian, bantuan berupa makanan kepada orang yang memerlukan tidak terbatas kepada orang Islam saja, tetapi juga non muslim. Yang perlu diingat oleh seseorang yang hendak beramal sosial seperti itu adalah keikhlasan dalam mengerjakannya tanpa pamrih."
        },
        {
          "number": 9,
          "arabic": "إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ ٱللَّهِ لَا نُرِيدُ مِنكُمْ جَزَآءً وَلَا شُكُورًا",
          "transliteration": "innamā nuṭ'ʿimukum liwajhi l-lahi lā nurīdu minkum jazāan walā shukūran",
          "translation": "(sambil berkata), \"Sesungguhnya kami memberi makanan kepadamu hanyalah karena mengharapkan keridaan Allah, kami tidak mengharap balasan dan terima kasih dari kamu.",
          "tafsir": "Ayat ini menerangkan keikhlasan orang-orang abrar yang menyatakan bahwa mereka memberikan makanan kepada orang miskin, anak yatim, dan tawanan hanya untuk mengharapkan keridaan Allah semata, tidak menghendaki balasan dan tidak pula mengharapkan ucapan terima kasih. Jadi, di saat hendak memulai usaha sosial itu hendaklah hati dan lidah berniat ikhlas karena Allah, tanpa dicampuri oleh perasaan lain yang ingin menerima balasan yang setimpal atau mengharapkan pujian dan sanjungan orang lain."
        },
        {
          "number": 10,
          "arabic": "إِنَّا نَخَافُ مِن رَّبِّنَا يَوْمًا عَبُوسًا قَمْطَرِيرًا",
          "transliteration": "innā nakhāfu min rabbinā yawman ʿabūsan qamṭarīran",
          "translation": "Sungguh, kami takut akan (azab) Tuhan pada hari (ketika) orang-orang berwajah masam penuh kesulitan.\"",
          "tafsir": "Dalam ayat ini, Allah menerangkan bahwa orang-orang abrar adalah orang yang mengerjakan segala perbuatan kebaikan seperti tersebut di atas karena takut pada azab Allah yang ditimpakan pada suatu hari yang penuh kesulitan. Mereka berbuat sosial membantu orang lain seperti memberi makanan dan lain-lain, adalah dengan harapan agar Tuhan mengasihi dan memelihara mereka dengan kasih sayang-Nya dari siksaan hari Kiamat pada saat manusia datang menemui Tuhan dengan wajah masam karena berbagai macam kesulitan dan ketakutan."
        },
        {
          "number": 11,
          "arabic": "فَوَقَىٰهُمُ ٱللَّهُ شَرَّ ذَٰلِكَ ٱلْيَوْمِ وَلَقَّىٰهُمْ نَضْرَةً وَسُرُورًا",
          "transliteration": "fawaqāhumu l-lahu sharra dhālika l-yawmi walaqqāhum naḍratan wasurūran",
          "translation": "Maka Allah melindungi mereka dari kesusahan hari itu, dan memberikan kepada mereka keceriaan dan kegembiraan.",
          "tafsir": "Dijelaskan juga bahwa sebagai balasan kepada orang-orang abrar, Allah memelihara mereka dari kesusahan hari itu dan memberikan kepada mereka keceriaan wajah dan kegembiraan hati. Tampak pada wajah mereka kegembiraan yang berseri-seri sebagai tanda kepuasan hati karena anugerah Allah yang telah mereka terima. Dalam ayat lain, Allah berfirman: Pada hari itu ada wajah-wajah yang berseri-seri, tertawa dan gembira ria. ('Abasa/80: 38-39)"
        },
        {
          "number": 12,
          "arabic": "وَجَزَىٰهُم بِمَا صَبَرُوا۟ جَنَّةً وَحَرِيرًا",
          "transliteration": "wajazāhum bimā ṣabarū jannatan waḥarīran",
          "translation": "Dan Dia memberi balasan kepada mereka karena kesabarannya (berupa) surga dan (pakaian) sutera.",
          "tafsir": "Dalam ayat ini dijelaskan bahwa Allah memberi mereka ganjaran karena kesabaran mereka dengan surga dan pakaian sutra. Karena kesabaran mereka dalam berbuat kebaikan, ketabahan menahan diri dari godaan nafsu, dan terkadang-kadang harus menahan lapar dan kurang pakaian (karena berbuat sosial dalam keadaan miskin), maka Allah membalasi yang demikian itu dengan kenikmatan surga dalam bentuk yang lain berupa pakaian yang terbuat dari sutra. Ayat ini sama artinya dengan firman Allah: (Mereka akan mendapat) surga 'Adn, mereka masuk ke dalamnya, di dalamnya mereka diberi perhiasan gelang-gelang dari emas dan mutiara, dan pakaian mereka di dalamnya adalah sutra. (Fathir/35: 33)"
        },
        {
          "number": 13,
          "arabic": "مُّتَّكِـِٔينَ فِيهَا عَلَى ٱلْأَرَآئِكِ ۖ لَا يَرَوْنَ فِيهَا شَمْسًا وَلَا زَمْهَرِيرًا",
          "transliteration": "muttakiīna fīhā ʿalā l-arāiki lā yarawna fīhā shamsan walā zamharīran",
          "translation": "di sana mereka duduk bersandar di atas dipan, di sana mereka tidak melihat (merasakan teriknya) matahari dan tidak pula dingin yang berlebihan.",
          "tafsir": "Dalam ayat ini, Allah menerangkan keadaan ahli surga bahwa mereka duduk bertelekan di atas dipan. Mereka tidak merasakan teriknya matahari dan tidak pula dinginnya udara. Dipan-dipan dalam surga itu dikatakan tidak pernah ditimpa terik matahari, tidak disentuh oleh udara dingin yang menusuk sumsum tulang seperti halnya di dunia ini, akan tetapi di sana hanya ada satu iklim sejuk yang tak pernah berubah. Tidak ada yang merasakan panas maupun dingin. Tumbuhnya pohon yang sangat rindang dan menyejukkan itu melindungi orang-orang abrar sehingga makin bertambahlah kenikmatan yang mereka peroleh. Demikian pula buah-buahan yang lezat cita rasanya, dan mudah dipetik. Mereka menikmati sambil berbaring duduk atau berdiri sesuka hati mereka."
        },
        {
          "number": 14,
          "arabic": "وَدَانِيَةً عَلَيْهِمْ ظِلَـٰلُهَا وَذُلِّلَتْ قُطُوفُهَا تَذْلِيلًا",
          "transliteration": "wadāniyatan ʿalayhim ẓilāluhā wadhullilat quṭūfuhā tadhlīlan",
          "translation": "Dan naungan (pepohonan)nya dekat di atas mereka dan dimudahkan semudah-mudahnya untuk memetik (buah)nya.",
          "tafsir": "(13-14) Dalam ayat ini, Allah menerangkan keadaan ahli surga bahwa mereka duduk bertelekan di atas dipan. Mereka tidak merasakan teriknya matahari dan tidak pula dinginnya udara. Dipan-dipan dalam surga itu dikatakan tidak pernah ditimpa terik matahari, tidak disentuh oleh udara dingin yang menusuk sumsum tulang seperti halnya di dunia ini, akan tetapi di sana hanya ada satu iklim sejuk yang tak pernah berubah. Tidak ada yang merasakan panas maupun dingin. Tumbuhnya pohon yang sangat rindang dan menyejukkan itu melindungi orang-orang abrar sehingga makin bertambahlah kenikmatan yang mereka peroleh. Demikian pula buah-buahan yang lezat cita rasanya, dan mudah dipetik. Mereka menikmati sambil berbaring duduk atau berdiri sesuka hati mereka."
        },
        {
          "number": 15,
          "arabic": "وَيُطَافُ عَلَيْهِم بِـَٔانِيَةٍ مِّن فِضَّةٍ وَأَكْوَابٍ كَانَتْ قَوَارِيرَا۠",
          "transliteration": "wayuṭāfu ʿalayhim biāniyatin min fiḍḍatin wa-akwābin kānat qawārīrā",
          "translation": "Dan kepada mereka diedarkan bejana-bejana dari perak dan piala-piala yang bening laksana kristal,",
          "tafsir": "Pada ayat-ayat berikut ini, Allah menerangkan pula makanan dan minuman yang dihidangkan kepada mereka berbagai bentuk, bejana yang terbuat dari perak juga sejumlah gelas yang sangat bening laksana kaca yang berkilauan. Bejana dan gelas-gelas itu bening sekali seolah-olah kaca yang sangat indah dan tinggi sekali nilainya. Hadis riwayat Ibnu Abi hatim dari Ibnu 'Abbas menerangkan sebagai berikut: Tidak ada sesuatu pun dalam surga, melainkan di dunia telah dianugerahkan Allah kepadamu sesuatu yang mirip dengan itu, kecuali botol-botol yang terbuat dari perak. (Riwayat Ibnu Abi hatim dari Ibnu 'Abbas). Dalam sebuah ayat lain disebutkan pula: Kepada mereka diedarkan piring-piring dan gelas-gelas dari emas, dan di dalam surga itu terdapat apa yang diingini oleh hati dan segala yang sedap (dipandang) mata. Dan kamu kekal di dalamnya. (az-Zukhruf/43: 71)"
        },
        {
          "number": 16,
          "arabic": "قَوَارِيرَا۟ مِن فِضَّةٍ قَدَّرُوهَا تَقْدِيرًا",
          "transliteration": "qawārīrā min fiḍḍatin qaddarūhā taqdīran",
          "translation": "kristal yang jernih terbuat dari perak, mereka tentukan ukurannya yang sesuai (dengan kehendak mereka).",
          "tafsir": "Pada ayat-ayat berikut ini, Allah menerangkan pula makanan dan minuman yang dihidangkan kepada mereka berbagai bentuk, bejana yang terbuat dari perak juga sejumlah gelas yang sangat bening laksana kaca yang berkilauan. Bejana dan gelas-gelas itu bening sekali seolah-olah kaca yang sangat indah dan tinggi sekali nilainya. Hadis riwayat Ibnu Abi hatim dari Ibnu 'Abbas menerangkan sebagai berikut: Tidak ada sesuatu pun dalam surga, melainkan di dunia telah dianugerahkan Allah kepadamu sesuatu yang mirip dengan itu, kecuali botol-botol yang terbuat dari perak. (Riwayat Ibnu Abi hatim dari Ibnu 'Abbas). Dalam sebuah ayat lain disebutkan pula: Kepada mereka diedarkan piring-piring dan gelas-gelas dari emas, dan di dalam surga itu terdapat apa yang diingini oleh hati dan segala yang sedap (dipandang) mata. Dan kamu kekal di dalamnya. (az-Zukhruf/43: 71)"
        },
        {
          "number": 17,
          "arabic": "وَيُسْقَوْنَ فِيهَا كَأْسًا كَانَ مِزَاجُهَا زَنجَبِيلًا",
          "transliteration": "wayus'qawna fīhā kasan kāna mizājuhā zanjabīlan",
          "translation": "Dan di sana mereka diberi segelas minuman bercampur jahe.",
          "tafsir": "Kemudian disebutkan jenis minuman yang dihidangkan di surga, yakni mereka diberi minum segelas (minuman) yang campurannya jahe. Maksudnya penduduk surga disuguhi minuman yang terbuat dari zanjabil, yakni sejenis tumbuhan yang lezat cita-rasanya dan tumbuh di daerah Timur Tengah dahulu kala. Biasanya zanjabil digunakan untuk wangi-wangian dan orang-orang Arab menyukainya. Ada pula yang mengatakan nama dari Bait Ma'ruf. Menurut Ibnu 'Abbas, minuman, makanan, mata air, buah-buahan, dan lain-lain dalam surga yang disebutkan Al-Qur'an, satu pun tidak ada tandingannya. Kesamaan hanya pada namanya, sedangkan rasanya jauh lebih lezat."
        },
        {
          "number": 18,
          "arabic": "عَيْنًا فِيهَا تُسَمَّىٰ سَلْسَبِيلًا",
          "transliteration": "ʿaynan fīhā tusammā salsabīlan",
          "translation": "(Yang didatangkan dari) suatu mata air (di surga) yang dinamakan Salsabīl.",
          "tafsir": "Dalam ayat ini, Allah menerangkan bahwa minuman ini didatangkan dari sebuah mata air surga yang dinamakan salsabil. Mereka minum campuran zanjabil yang berasal dari sebuah sungai yang bernama salsabil. Perkataan ini sendiri dalam bahasa Arab berarti 'minuman atau makanan yang lezat dan juga berarti 'mata air yang mengalir. Akan tetapi, mufasir Ibnu 'Arabi menegaskan, \"Aku tidak mendengar satu perkataan pun seperti salsabil ini melainkan di dalam Al-Qur'an saja.\" Dari keterangan di atas, kita hanya dapat menyimpulkan bahwa nama seperti salsabil, zanjabil, dan sebagainya diberikan keterangan sedemikian rupa yang tidak ada bandingannya dengan yang ada di dunia. Mengenai surga, kita telah yakin bahwa dia adalah sesuatu yang baik dan penuh nikmat yang mata belum pernah melihatnya, telinga belum pernah mendengarnya. Oleh karena itu, kita tak dapat memastikan apakah betul-betul demikian makna yang dikehendaki ayat di atas."
        },
        {
          "number": 19,
          "arabic": "۞ وَيَطُوفُ عَلَيْهِمْ وِلْدَٰنٌ مُّخَلَّدُونَ إِذَا رَأَيْتَهُمْ حَسِبْتَهُمْ لُؤْلُؤًا مَّنثُورًا",
          "transliteration": "wayaṭūfu ʿalayhim wil'dānun mukhalladūna idhā ra-aytahum ḥasib'tahum lu'lu-an manthūran",
          "translation": "Dan mereka dikelilingi oleh para pemuda-pemuda yang tetap muda. Apabila kamu melihatnya, akan kamu kira mereka, mutiara yang bertaburan.",
          "tafsir": "Kemudian dilanjutkan lagi bahwa penduduk surga dikelilingi pelayan-pelayan surga yang muda belia untuk selamanya. Para pelayan itu datang dan berkeliling guna melayani segala keperluan sesuai dengan permintaan penduduk surga. Mereka tetap muda, cerah, dan berseri-seri dan tidak pernah jemu dan lelah melayani penghuni surga. Begitu menarik wajah pelayan itu, cerah dan gembira, sehingga yang memandangnya melihat bagaikan mutiara bertebaran."
        },
        {
          "number": 20,
          "arabic": "وَإِذَا رَأَيْتَ ثَمَّ رَأَيْتَ نَعِيمًا وَمُلْكًا كَبِيرًا",
          "transliteration": "wa-idhā ra-ayta thamma ra-ayta naʿīman wamul'kan kabīran",
          "translation": "Dan apabila engkau melihat (keadaan) di sana (surga), niscaya engkau akan melihat berbagai macam kenikmatan dan kerajaan yang besar.",
          "tafsir": "Apabila penduduk surga melihat keadaan di surga, niscaya ia akan melihat berbagai macam kenikmatan dan kerajaan yang besar. Kalau dilihat surga itu menurut penuturan ayat ini bagaikan sebuah kerajaan besar yang tiada taranya, sehingga banyak penafsiran yang saling berbeda tentang pengertian kerajaan besar itu. Yang terpenting bagi kita ialah beriman dan percaya tentang adanya surga yang tidak dapat dilukiskan."
        },
        {
          "number": 21,
          "arabic": "عَـٰلِيَهُمْ ثِيَابُ سُندُسٍ خُضْرٌ وَإِسْتَبْرَقٌ ۖ وَحُلُّوٓا۟ أَسَاوِرَ مِن فِضَّةٍ وَسَقَىٰهُمْ رَبُّهُمْ شَرَابًا طَهُورًا",
          "transliteration": "ʿāliyahum thiyābu sundusin khuḍ'run wa-is'tabraqun waḥullū asāwira min fiḍḍatin wasaqāhum rabbuhum sharāban ṭahūran",
          "translation": "Mereka berpakaian sutera halus yang hijau dan sutera tebal dan memakai gelang terbuat dari perak, dan Tuhan memberikan kepada mereka minuman yang bersih (dan suci).",
          "tafsir": "Kemudian dalam ayat ini diterangkan pula bahwa pakaian mereka terbuat dari sutra halus berwarna hijau, dihiasi gelang yang terbuat dari perak dan emas. Tuhan memberikan kepada mereka minuman yang bersih dan lezat cita rasanya. Sutra dan emas disebutkan secara khusus di sini karena keduanya sangat disukai manusia dan dianggap sebagai barang berharga dan simbol kemewahan. Pada ayat lain, Allah berfirman: ¦Mereka diberi hiasan gelang emas dan mereka memakai pakaian hijau dari sutra halus dan sutra tebal, sedang mereka duduk sambil bersandar di atas dipan-dipan yang indah. (Itulah) sebaik-baik pahala dan tempat istirahat yang indah. (al-Kahf/18: 31) Dibandingkan dengan kebiasaan para raja-raja di dunia ini yang memakai pakaian kebesaran bertahtakan emas dan berlian, maka kesenangan yang dinikmati dalam surga itu jauh lebih sempurna, hebat, dan nikmat, serta sifatnya kekal abadi. Demikianlah beberapa gambaran kebahagiaan yang akan diperoleh golongan abrar di surga kelak."
        },
        {
          "number": 22,
          "arabic": "إِنَّ هَـٰذَا كَانَ لَكُمْ جَزَآءً وَكَانَ سَعْيُكُم مَّشْكُورًا",
          "transliteration": "inna hādhā kāna lakum jazāan wakāna saʿyukum mashkūran",
          "translation": "Inilah balasan untukmu, dan segala usahamu diterima dan diakui (Allah).",
          "tafsir": "Ayat ini menegaskan lagi bahwa sesungguhnya kenikmatan yang dianugerahkan Allah itu merupakan ganjaran bagi orang-orang abrar, karena amal perbuatan mereka di dunia disyukuri, diterima, dan diridai Allah. Inilah pemberian Allah kepada mereka sebagai balasan atas apa yang sudah mereka lakukan di dunia. Pada ayat lain, Allah berfirman: (Kepada mereka dikatakan), \"Makan dan minumlah dengan nikmat karena amal yang telah kamu kerjakan pada hari-hari yang telah lalu.\" (al-haqqah/69: 24)"
        },
        {
          "number": 23,
          "arabic": "إِنَّا نَحْنُ نَزَّلْنَا عَلَيْكَ ٱلْقُرْءَانَ تَنزِيلًا",
          "transliteration": "innā naḥnu nazzalnā ʿalayka l-qur'āna tanzīlan",
          "translation": "Sesungguhnya Kamilah yang menurunkan Alquran kepadamu (Muhammad) secara berangsur-angsur.",
          "tafsir": "Dalam ayat ini diterangkan bahwa sesungguhnya Allah telah menurunkan Al-Qur'an kepada Nabi Muhammad dengan berangsur-angsur. Al-Qur'an diturunkan selama 22 tahun lebih secara berangsur-angsur sedikit demi sedikit. Tujuannya agar mudah dipahami, dihafal, dan diajarkan kepada para sahabat. Terkadang ayat diturunkan dengan maksud untuk menjelaskan suatu peristiwa yang terjadi yang memerlukan bimbingan dari Allah. Dengan cara berangsur-angsur itu, Al-Qur'an menjadi mantap diimani dan menambah ketakwaan mereka. Ayat ini sekaligus membantah anggapan beberapa orang bahwa Al-Qur'an merupakan sihir atau barang renungan yang bisa dipelajari, atau sebagai perkataan manusia biasa."
        },
        {
          "number": 24,
          "arabic": "فَٱصْبِرْ لِحُكْمِ رَبِّكَ وَلَا تُطِعْ مِنْهُمْ ءَاثِمًا أَوْ كَفُورًا",
          "transliteration": "fa-iṣ'bir liḥuk'mi rabbika walā tuṭiʿ min'hum āthiman aw kafūran",
          "translation": "Maka bersabarlah untuk (melaksanakan) ketetapan Tuhanmu, dan janganlah engkau ikuti orang yang berdosa dan orang yang kafir di antara mereka.",
          "tafsir": "Dalam ayat ini, Allah menganjurkan kepada Rasul-Nya agar menghadapi celaan dan sikap permusuhan orang musyrik itu dengan sabar, dan tidak mengikuti mereka. Ayat ini memerintahkan Nabi Muhammad dan orang-orang mukmin agar bersikap sabar dan tahan uji menghadapi seribu satu gangguan dalam menegakkan agama Allah. Mereka diperintahkan untuk bersabar katika pertolongan belum dating dalam menghadapi orang-orang musyrik anti-Islam. Bersabar ketika menyampaikan kebenaran Allah dalam menghadapi tantangan penuh bahaya. Sebab tantangan itu suatu kewajaran dan sikap sabar menghadapinya adalah sikap yang terpuji. Kemudian Allah memerintahkan pula agar umat Islam tidak terbawa arus mengikuti jalan pikiran orang yang sudah hanyut dalam lautan dosa, atau orang yang sudah sangat keterlaluan memusuhi agama. Orang yang seperti itu di antaranya adalah Abu Jahal. Ketika Rasulullah saw diperintahkan untuk pertama kali mengerjakan salat, Abu Jahal berusaha menghalangi orang Islam melaksanakan perintah itu. Ia berkata, \"Kalau aku lihat Muhammad salat, pasti akan aku patahkan lehernya\". Contoh yang lain adalah 'Utbah bin Rabi'ah (sahabat karib Abu Jahal). Dialah yang membujuk Nabi agar berhenti berdakwah. Suatu kali dia bersama al-Walid datang menemui Nabi sambil membujuk, \"Kalau engkau bermaksud dengan kegiatan dakwah itu hendak memperoleh wanita cantik atau harta yang banyak, berhentilah dan saya berjanji akan mengawinkan engkau dengan anakku sendiri dan aku berikan kepadamu tanpa mahar.\" Sementara itu, al-Walid menyeru pula, \"Dan saya, hai Muhammad, akan memberikan kepadamu harta sebanyak-banyaknya sampai engkau puas, asal engkau berhenti melakukan kegiatan ini.\" Allah mengingatkan kepada Nabi saw dan umatnya agar tidak tergiur dengan bujukan dan rayuan itu, sebab nilai akidah dan perjuangan tidak dapat ditukar dengan kekayaan dunia. Dalam artian lain, ayat ini melarang seorang mukmin, apalagi kalau ia sebagai pemimpin umat, tergiur dengan berbagai kesenangan duniawi yang ditawarkan oleh orang-orang yang penuh dosa dan maksiat, dengan tujuan hendak mematikan gerakan dakwah. Namun yang betul-betul seratus persen bebas dari bujukan dan rayuan itu hanyalah Nabi Muhammad saw saja, karena beliau dijamin suci dan maksum dari dosa. Akan tetapi, kepada umat Islam dianjurkan untuk mengikuti apa yang dicontohkan beliau. Jangan terlalu mudah mengikuti gejolak nafsu, agar selamat dari kebinasaan, dan menemui Allah di hari Kiamat dengan lembaran amal yang putih bersih, bebas dari cela dan aib."
        },
        {
          "number": 25,
          "arabic": "وَٱذْكُرِ ٱسْمَ رَبِّكَ بُكْرَةً وَأَصِيلًا",
          "transliteration": "wa-udh'kuri is'ma rabbika buk'ratan wa-aṣīlan",
          "translation": "Dan sebutlah nama Tuhanmu pada (waktu) pagi dan petang.",
          "tafsir": "Dalam ayat ini, Allah memerintahkan Nabi Muhammad supaya menyebut nama Tuhan pada waktu pagi dan petang. Maksudnya hendaklah umat Islam selalu ingat kepada Allah dalam keadaan bagaimanapun, di mana dan kapan pun, baik dengan hati maupun dengan lidah. Ada yang mengatakan bahwa maksud mengingat Allah pada waktu pagi dan petang ialah mengerjakan salat pada saat-saat itu."
        }
      ]
    }
  ]
}