{
  "pageNumber": 139,
  "juz": 7,
  "surahs": [
    {
      "number": 6,
      "name": "Al-An'am",
      "nameArabic": "الأنعام",
      "meaning": "Binatang Ternak",
      "revelation": "Makkah",
      "description": "Surat Al-An'am (binatang ternak: unta, sapi, dan kambing) terdiri dari 165 ayat dan termasuk surat Makkiyyah, karena hampir seluruh ayatnya diturunkan di Mekah sebelum hijrah. Dinamakan Al-An'am karena di dalamnya disebut kata \"An'am\" yang memiliki kaitan erat dengan adat istiadat kaum musyrikin; mereka biasa mempergunakan binatang ternak untuk mendekatkan diri kepada tuhan. Selain itu, juga disebutkan hukum-hukum yang berkenaan dengan binatang ternak itu.Pokok-pokok Isi:1. Keimanan:Bukti-bukti keesaan Allah dan kesempurnaan sifat-sifat-Nya; kebenaran kenabian Nabi Muhammad s.a.w.; persaksian Allah atas kenabian Ibrahim, Ishaq, Ya'qub, Nuh, Daud, Sulaiman, Ayyub, Yusuf, Musa, Harun, Zakariya, Yahya, 'Isa, Ilyas, Alyasa', Yunus, dan Luth; penegasan tentang keberadaan risalah dan wahyu serta hari pembalasan dan hari kebangkitan; kepalsuan kepercayaan orang-orang musyrik dan keingkaran mereka terhadap hari kiamat.2. Hukum-hukum:Larangan mengikuti adat istiadat yang dibuat-buat oleh kaum Jahiliyah; makanan yang halal dan yang haram; wasiat yang sepuluh dan Al-Qur'an, tentang tauhid keadilan dan hukum-hukum; larangan mencaci maki berhala orang musyrik karena mereka akan membalas dengan mencaci maki Allah.3. Kisah-kisah:Kisah umat-umat yang menentang rasul-rasul; kisah pengalaman Nabi Muhammad s.a.w. dan para nabi pada umumnya; cerita Nabi Ibrahim a.s. membimbing kaumnya kepada tauhid.4. Lain-lain:Sikap keras kepala kaum musyrikin: tata cara seorang nabi memimpin umatnya; bidang-bidang kerasulan dan tugas rasul-rasul; tantangan kaum musyrikin untuk melemahkan rasul; kepercayaan orang-orang musyrik terhadap jin, setan, dan malaikat; beberapa prinsip keagamaan dan kemasyarakatan; nilai hidup duniawi.Dalam surat Al-An'am Allah menjelaskan keesaan dan kesempurnaan sifat-sifat-Nya, menyatakan kebatilan kepercayaan orang-orang musyrik dengan bantahan-bantahan yang logis dan mudah diterima oleh akal. Hukuman yang berat akan dijatuhkan kepada orang yang keras kepala menolak kebenaran.Hubungan Surat Al-An'Am Dengan Surat Al-A'raf:1. Kedua surat tersebut termasuk di antara tujuh surat yang panjang (assab'uth thiwaal), sama-sama membicarakan pokok aqidah agama. Dalam surat Al-An'am dikemukakan garis-garis besar aqidah sedangkan surat Al-A'raf menjelaskannya.2. Dalam surat Al-An'am Allah menerangkan asal usul kejadian manusia, yaitu dari tanah, dan menjelaskan tentang beberapa generasi manusia yang telah dibinasakan, kemudian disinggung pula tentang rasul-rasul dengan menyebut beberapa nama mereka secara garis besar, sedangkan surat Al-A'raf menjelaskannya.3. Pada bagian terakhir surat Al-An'am, Allah mengatakan bahwa Dia menjadikan manusia sebagai khalifah-khalifah di bumi dan mengangkat derajat sebagian mereka, maka bagian permulaan surat Al-A'raf mengemukakan penciptaan Adam dan anak cucunya yang dijadikan sebagai khalifah di bumi.4. Hubungan bagian akhir Al-An'am dengan permulaan surat Al-A'raf:a. Bagian akhir Al-An'am, Allah mengatakan bahwa Al-Qur'an adalah kitab pedoman yang benar, jalan yang lurus dan diberkahi, maka umat manusia diperintahkan mengikutinya. Pada bagian permulaan surat Al-A'raf, Allah mengulangi lagi perintah ini dan melarang mengikuti selainnya.b. Pada bagian akhir surat Al-An'am, Allah berfirman bahwa Dia akan memberikan keterangan tentang apa yang seharusnya dilakukan manusia dan yang menjadi perselisihan mereka. Maka pada bagian permulaan surat Al-A'raf, Allah menjelaskan apa yang disebut dengan \"Allah memberi keterangan,\" yaitu pengutusan para rasul yang bertugas memberi keterangan dan masing-masing akan dimintai pertanggungjawaban.c. Pada bagian akhir surat Al-An'am, Allah menyatakan bahwa orang yang berbuat kebajikan akan diberi ganjaran sepuluh kali lipat dan yang berbuat kejahatan akan dibalas sesuai dengan perbuatannya. Untuk menentukan kadar kebajikan dan kejahatan itu ada timbangannya, maka Allah mengemukakan di bagian muka surat Al-A'raf, bahwa timbangan pada hari itu ialah kebenaran dan keadilan. Siapa yang timbangannya berat maka dialah yang beruntung dan siapa yang timbangannya ringan maka dialah yang merugi. Kemudian Allah menceritakan keadaan dan nasib ashhabul A'raaf.",
      "verses": [
        {
          "number": 91,
          "arabic": "وَمَا قَدَرُوا۟ ٱللَّهَ حَقَّ قَدْرِهِۦٓ إِذْ قَالُوا۟ مَآ أَنزَلَ ٱللَّهُ عَلَىٰ بَشَرٍ مِّن شَىْءٍ ۗ قُلْ مَنْ أَنزَلَ ٱلْكِتَـٰبَ ٱلَّذِى جَآءَ بِهِۦ مُوسَىٰ نُورًا وَهُدًى لِّلنَّاسِ ۖ تَجْعَلُونَهُۥ قَرَاطِيسَ تُبْدُونَهَا وَتُخْفُونَ كَثِيرًا ۖ وَعُلِّمْتُم مَّا لَمْ تَعْلَمُوٓا۟ أَنتُمْ وَلَآ ءَابَآؤُكُمْ ۖ قُلِ ٱللَّهُ ۖ ثُمَّ ذَرْهُمْ فِى خَوْضِهِمْ يَلْعَبُونَ",
          "transliteration": "wamā qadarū l-laha ḥaqqa qadrihi idh qālū mā anzala l-lahu ʿalā basharin min shayin qul man anzala l-kitāba alladhī jāa bihi mūsā nūran wahudan lilnnāsi tajʿalūnahu qarāṭīsa tub'dūnahā watukh'fūna kathīran waʿullim'tum mā lam taʿlamū antum walā ābāukum quli l-lahu thumma dharhum fī khawḍihim yalʿabūna",
          "translation": "Mereka tidak mengagungkan Allah sebagaimana mestinya ketika mereka berkata, \"Allah tidak menurunkan sesuatu pun kepada manusia.\" Katakanlah (Muhammad) \"Siapakah yang menurunkan kitab (Taurat) yang dibawa Musa sebagai cahaya dan petunjuk bagi manusia, kamu jadikan Kitab itu lembaran-lembaran kertas yang bercerai-berai, kamu memperlihatkan (sebagiannya) dan banyak yang kamu sembunyikan, padahal telah diajarkan kepadamu apa yang tidak diketahui, baik olehmu maupun oleh nenek moyangmu.\" Katakanlah, \"Allahlah (yang menurunkannya),\" kemudian (setelah itu), biarkanlah mereka bermain-main dalam kesesatannya.<sup foot_note=135269>1</sup>",
          "tafsir": "Allah menjelaskan bahwa orang-orang Yahudi telah menyimpang dari agama tauhid dan tidak mengikuti ajaran agama mereka dan telah mengkhianatinya. Gejala-gejala itu nampak pada sikap mereka. Mereka tidak menghormati keagungan Allah dengan penghormatan yang seharusnya diberikan. Mereka mengatakan bahwa Allah tidak menurunkan kitab kepada seorang manusia pun. Perkataan mereka adalah bukti dari keingkaran mereka kepada Al-Qur'an. Hal ini berarti mereka tidak mengakui bahwa Allah berkuasa memberikan hidayah kepada manusia selain mereka, untuk kemaslahatan manusia sesuai dengan kehendak-Nya. Keingkaran mereka terhadap Al-Qur'an itu bukanlah timbul dari pikiran yang jernih, dan bukan pula mereka peroleh keterangannya dari kitab-kitab yang diturunkan sebelum Al-Qur'an akan tetapi keingkaran mereka itu adalah keingkaran yang tidak pada tempatnya. Oleh sebab itu, Allah memerintahkan kepada Muhammad agar menerangkan kepada kaumnya yang ingkar itu, agar mereka ingat bahwa Allah telah menurunkan Taurat kepada Nabi Musa. Dengan kitab itu Nabi Musa membawa kaumnya kepada agama tauhid dan terhindar dari kemusyrikan. Allah mengungkapkan kejahatan yang dilakukan oleh Bani Israil yang telah menyimpang dari kitab Taurat dan Injil. Mereka menyampaikan kitab-kitab itu tidak seutuhnya, ada bagian-bagian yang disampaikan dan ada bagian yang disembunyikan, sehingga timbullah perbedaan paham di kalangan mereka. Sebabnya tidak lain karena mereka dipengaruhi oleh pemimpin yang menyuruh mereka memperturutkan hawa nafsu, bahkan dalam hal menyelesaikan persengketaan, mereka menampakkan hukum-hukum yang terdapat dalam Taurat itu apabila hukum itu sesuai dengan keinginan mereka. Tetapi apabila hukum itu bertentangan dengan kehendaknya, hukum itu ditinggalkan. Di antara ketetapan hukum yang mereka sembunyikan itu ialah hukum rajam, dan berita tentang kedatangan Nabi Muhammad. Tujuan dari diungkapkannya kembali kejahatan nenek moyang mereka adalah untuk mengetuk hati mereka, agar mereka dapat menilai kenyataan yang sebenarnya dan mengakui kebenaran Al-Qur'an yang diturunkan kepada Nabi Muhammad. Allah menyerukan kepada orang-orang musyrik agar menerima ajaran wahyu yang disampaikan Allah kepada Muhammad. Kitab itu mengandung ajaran yang membukakan tabir rahasia, yang tidak diketahui oleh mereka sendiri dan oleh nenek moyang mereka. Allah memerintahkan kepada Nabi Muhammad untuk menyatakan kepada orang-orang Yahudi bahwa pernyataan mereka yang menyebutkan Allah tidak menurunkan kitab kepada manusia, adalah tidak benar, dan menyuruhnya menanyakan kepada mereka, siapakah yang menurunkan Taurat kepada Musa. Pernyataan yang tegas ini merupakan tantangan bagi perkataan mereka. Pada akhir ayat ini Allah memerintahkan kepada Rasul-Nya bahwa setelah mereka mendapat keterangan-keterangan yang telah terbukti kebenarannya itu, tetapi mereka masih tetap tidak mau menyadari dan tidak mau percaya juga akan kebenaran Al-Qur'an, agar membiarkan mereka dalam kesesatan ditelan arus kebatilan dan kekafiran."
        },
        {
          "number": 92,
          "arabic": "وَهَـٰذَا كِتَـٰبٌ أَنزَلْنَـٰهُ مُبَارَكٌ مُّصَدِّقُ ٱلَّذِى بَيْنَ يَدَيْهِ وَلِتُنذِرَ أُمَّ ٱلْقُرَىٰ وَمَنْ حَوْلَهَا ۚ وَٱلَّذِينَ يُؤْمِنُونَ بِٱلْـَٔاخِرَةِ يُؤْمِنُونَ بِهِۦ ۖ وَهُمْ عَلَىٰ صَلَاتِهِمْ يُحَافِظُونَ",
          "transliteration": "wahādhā kitābun anzalnāhu mubārakun muṣaddiqu alladhī bayna yadayhi walitundhira umma l-qurā waman ḥawlahā wa-alladhīna yu'minūna bil-ākhirati yu'minūna bihi wahum ʿalā ṣalātihim yuḥāfiẓūna",
          "translation": "Dan ini (Alquran), Kitab yang telah Kami turunkan dengan penuh berkah; membenarkan kitab-kitab yang (diturunkan) sebelumnya dan agar engkau memberi peringatan kepada (penduduk) Ummul Qura (Mekkah) dan orang-orang yang ada di sekitarnya. Orang-orang yang beriman kepada (kehidupan) akhirat tentu beriman kepadanya (Alquran), dan mereka selalu memelihara salatnya.",
          "tafsir": "Allah menjelaskan bahwa Al-Qur'an adalah kitab yang mulia, diturunkan kepada Nabi Muhammad penutup para rasul, kitab itu turun dari Allah seperti halnya Taurat yang diturunkan kepada Musa, hanya saja Al-Qur'an mempunyai nilai-nilai yang lebih sempurna karena Al-Qur'an berlaku abadi untuk sepanjang masa. Al-Qur'an, di samping sebagai petunjuk, juga sebagai pembenar kitab-kitab yang diturunkan sebelumnya dalam urusan tauhid, melenyapkan kemusyrikan dan mengandung ajaran-ajaran dasar hukum syara' yang abadi yang tidak berubah-ubah sepanjang masa. Al-Qur'an juga sebagai pegangan bagi Rasulullah untuk memperingatkan umatnya, baik yang berada di Mekah atau di sekitar kota Mekah, ialah orang-orang yang berada di seluruh penjuru dunia. Dimaksud dengan orang-orang yang berada di sekitar kota Mekah, dan orang-orang yang berada di seluruh penjuru dunia, sesuai dengan pemahaman bahasa yang ditegaskan oleh Allah: Al-Qur'an ini diwahyukan kepadaku agar dengan itu aku memberi peringatan kepadamu dan kepada orang yang sampai (Al-Qur'an kepadanya). (al-An'am/6: 19) Juga firman Allah: Katakanlah (Muhammad), \"Wahai manusia! Sesungguhnya aku ini utusan Allah bagi kamu semua¦\" (al-A'raf/7: 158) Sabda Nabi: \"Semua nabi itu diutus hanya kepada kaumnya saja, sedangkan aku diutus untuk seluruh manusia.\" (Riwayat al-Bukhari dan Muslim dari Jabir bin Abdullah) Allah menjelaskan bahwa orang-orang yang percaya akan terjadinya hari Kiamat dan kehidupan di akhirat, sudah pasti mereka percaya kepada Al-Qur'an, karena orang-orang yang percaya kepada kehidupan akhirat itu percaya pula akan akibat yang diterima pada hari itu. Itulah sebabnya mereka selalu mencari petunjuk-petunjuk yang dapat menyelamatkan diri mereka di akhirat kelak. Petunjuk-petunjuk itu terdapat dalam Al-Qur'an, maka mereka tentu akan mempercayai Al-Qur'an, percaya kepada Rasulullah yang menerima kitab, taat kepada perintah Allah, serta melaksanakan salat pada waktunya secara terus menerus. Disebutkan salat dalam ayat ini, karena salat adalah tiang agama, dan pokok dari semua ibadah. Orang yang melaksanakan salat dengan sebaik-baiknya adalah pertanda bahwa orang itu suka melaksanakan ibadah lainnya, serta dapat mengendalikan hawa nafsunya untuk tidak melakukan larangan-larangan Allah. Dalam ayat ini terdapat sindiran yang tegas yaitu adanya keingkaran penduduk Mekah dan manusia-manusia yang mempunyai sikap seperti mereka kepada Al-Qur'an; dan menjelaskan bahwa mereka tidak mau menerima agama Islam serta kerasulan Muhammad karena mereka tidak percaya kepada kehidupan akhirat. Mereka merasa bahwa kehidupan hanya terjadi di dunia saja."
        },
        {
          "number": 93,
          "arabic": "وَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوْ قَالَ أُوحِىَ إِلَىَّ وَلَمْ يُوحَ إِلَيْهِ شَىْءٌ وَمَن قَالَ سَأُنزِلُ مِثْلَ مَآ أَنزَلَ ٱللَّهُ ۗ وَلَوْ تَرَىٰٓ إِذِ ٱلظَّـٰلِمُونَ فِى غَمَرَٰتِ ٱلْمَوْتِ وَٱلْمَلَـٰٓئِكَةُ بَاسِطُوٓا۟ أَيْدِيهِمْ أَخْرِجُوٓا۟ أَنفُسَكُمُ ۖ ٱلْيَوْمَ تُجْزَوْنَ عَذَابَ ٱلْهُونِ بِمَا كُنتُمْ تَقُولُونَ عَلَى ٱللَّهِ غَيْرَ ٱلْحَقِّ وَكُنتُمْ عَنْ ءَايَـٰتِهِۦ تَسْتَكْبِرُونَ",
          "transliteration": "waman aẓlamu mimmani if'tarā ʿalā l-lahi kadhiban aw qāla ūḥiya ilayya walam yūḥa ilayhi shayon waman qāla sa-unzilu mith'la mā anzala l-lahu walaw tarā idhi l-ẓālimūna fī ghamarāti l-mawti wal-malāikatu bāsiṭū aydīhim akhrijū anfusakumu l-yawma tuj'zawna ʿadhāba l-hūni bimā kuntum taqūlūna ʿalā l-lahi ghayra l-ḥaqi wakuntum ʿan āyātihi tastakbirūna",
          "translation": "Siapakah yang lebih zalim daripada orang-orang yang mengada-adakan dusta terhadap Allah atau yang berkata, \"Telah diwahyukan kepadaku,\" padahal tidak diwahyukan sesuatu pun kepadanya, dan orang yang berkata, \"Aku akan menurunkan seperti apa yang diturunkan Allah.\" (Alangkah ngerinya) sekiranya engkau melihat pada waktu orang-orang zalim (berada) dalam sakitnya sekarat, sedang para malaikat memukul dengan tangannya, (sambil berkata), \"Keluarkanlah nyawamu.\" pada hari ini kamu akan dibalas dengan azab yang sangat menghinakan, karena kamu mengatakan terhadap Allah (perkataan) yang tidak benar dan (karena) kamu menyombongkan diri terhadap ayat-ayat-Nya.",
          "tafsir": "Allah menjelaskan kepada kaum Muslimin bahwa tidak ada orang yang lebih zalim dari orang-orang Yahudi yang mengingkari kebenaran Al-Qur'an yang diturunkan kepada Muhammad. Perkataan mereka telah mengkhianati ajaran agama tauhid. Begitu juga perkataan mereka yang mengaku menerima wahyu dari Allah, seperti Musailamah al-Kadzdzab di Yamamah, al-Aswad al-'Ansi di Yaman, thulaihah al-Asadi dari Bani Asad, dan orang-orang yang mengaku dirinya mampu membuat kitab seperti Al-Qur'an. Firman Allah ini mengandung sindiran halus bagi para pendeta Yahudi yang dipuja-puja oleh pengikut-pengikutnya karena mereka itu mengaku mendapat wahyu dari Allah yang dapat digunakan untuk menyelesaikan segala sesuatu yang sukar dipahami dari Taurat. Menurut kenyataan, mereka inilah yang selalu memusuhi Muhammad. Al-Qur'an juga mengandung sindiran kepada sastrawan-sastrawan Arab yang merasa mampu menyusun kitab-kitab yang dapat menyamai Al-Qur'an seperti firman Allah: ¦ jika kami menghendaki niscaya kami dapat membacakan yang seperti ini. (al-Anfal)/8: 31) Allah menyebutkan ancaman dan siksaan yang akan diterima oleh orang-orang yang zalim itu, dikala mereka menghembuskan nafas yang terakhir, sebagai imbalan kejahatan dan dosa yang mereka lakukan. Alangkah dahsyatnya seandainya Nabi Muhammad dan kaum Muslimin melihat penderitaan yang diderita oleh orang-orang yang jahat itu pada waktu mereka menghadapi sakaratul maut, yaitu penderitaan yang akan mereka alami menjelang kematian, tidak terlukiskan kedahsyatannya. Pada waktu itu malaikat maut mengulurkan tangannya untuk merenggut nyawa mereka yang bergelimang dengan dosa, dengan renggutan yang keras. Allah menggambarkan saat-saat yang dahsyat itu dengan nada mencela mereka. Malaikat seakan-akan berkata, \"Kalau memang kamu merasa mampu, lepaskanlah nyawamu dari badanmu agar terhindar dari renggutan ini.\" Perintah ini tidak akan dapat mereka lakukan, karena masalah ini di luar kemampuan mereka. Pada saat itu mereka tidak dapat menghindarkan diri dari siksa yang pedih dan menghinakan, karena mereka telah berani memutarbalikkan kebenaran, berkata dusta, dan sikap mereka yang congkak dan sombong terhadap ayat-ayat Allah, seperti perkataan mereka bahwa mereka mampu menurunkan kitab seperti Al-Qur'an. Dalam ayat ini terdapat bandingan yang jelas antara ketidakmampuan mereka untuk membuat kitab semacam Al-Qur'an dengan ketidakmampuan mereka menghindarkan diri dari malaikat maut. Maksudnya agar mereka dapat menyadari bahwa apa yang mereka katakan itu sebenarnya hanya dusta belaka, sedang Al-Qur'an adalah datang dari Allah kepada Muhammad, yang tidak dapat ditandingi oleh siapa pun juga."
        },
        {
          "number": 94,
          "arabic": "وَلَقَدْ جِئْتُمُونَا فُرَٰدَىٰ كَمَا خَلَقْنَـٰكُمْ أَوَّلَ مَرَّةٍ وَتَرَكْتُم مَّا خَوَّلْنَـٰكُمْ وَرَآءَ ظُهُورِكُمْ ۖ وَمَا نَرَىٰ مَعَكُمْ شُفَعَآءَكُمُ ٱلَّذِينَ زَعَمْتُمْ أَنَّهُمْ فِيكُمْ شُرَكَـٰٓؤُا۟ ۚ لَقَد تَّقَطَّعَ بَيْنَكُمْ وَضَلَّ عَنكُم مَّا كُنتُمْ تَزْعُمُونَ",
          "transliteration": "walaqad ji'tumūnā furādā kamā khalaqnākum awwala marratin wataraktum mā khawwalnākum warāa ẓuhūrikum wamā narā maʿakum shufaʿāakumu alladhīna zaʿamtum annahum fīkum shurakāu laqad taqaṭṭaʿa baynakum waḍalla ʿankum mā kuntum tazʿumūna",
          "translation": "Dan kamu benar-benar datang sendiri-sendiri kepada Kami sebagaimana Kami ciptakan kamu pada mulanya, dan apa yang telah Kami karuniakan kepadamu, kamu tinggalkan di belakangmu (di dunia). Kami tidak melihat pemberi syafaat (pertolongan) besertamu yang kamu anggap bahwa mereka itu sekutu-sekutu (bagi Allah). Sungguh, telah terputuslah (semua pertalian) antara kamu dan telah lenyap dari kamu apa yang dahulu kamu sangka (sebagai sekutu Allah).",
          "tafsir": "Allah menjelaskan nasib orang-orang zalim di hari Kiamat. Mereka datang menghadap Allah sendiri-sendiri dengan tidak membawa harta benda, anak dan pangkat, terlepas dari kebanggaan, dukungan dan kedudukan duniawi. Berhala-berhala yang dikira dapat memberikan syafa'at, tidak ada gunanya sama sekali. Keadaan mereka seperti diciptakan pada pertama kalinya, pada waktu mereka berada dalam kandungan ibu, seperti dijelaskan dalam hadis: \"Wahai manusia, sebenarnya kamu akan dikumpulkan kehadirat Allah di padang Mahsyar dalam keadaan tidak bersepatu, tidak berpakaian dan tidak berkhitan sebagaimana Kami memulai penciptaan pertama kali, begitulah Kami akan mengulanginya. Itulah janji yang pasti Kami tepati, bahwa kami benar-benar akan melaksanakannya.\" (Riwayat al-Bukhari dan Muslim dari Ibnu 'Abbas) Mereka meninggalkan di dunia apa saja yang telah dikaruniakan Allah kepada mereka, yang menjadi kebanggaan mereka, yaitu harta benda, anak, isteri dan kedudukan yang menyebabkan mereka congkak dan tidak mau beriman kepada Rasul-rasul. Semuanya tidak dapat menolong mereka dari siksa Allah di akhirat. Allah menjelaskan bahwa Dia tidak akan mempedulikan apa saja yang mereka anggap dapat memberi syafa'at; baik itu berupa berhala-berhala yang mereka persekutukan dengan Allah atau pendeta-pendeta yang mereka anggap sebagai perantara yang dapat menghubungkan doa mereka kepada Allah. Tegasnya pada hari itu tidak dipedulikan syafa'at dan tebusan, masing-masing orang bertanggung jawab terhadap amalnya sendiri-sendiri. Pada hari itu masing-masing manusia terpisah dari segala sesuatu yang biasanya menjadi kebanggaan mereka di dunia. Harapan mereka telah pupus karena apa yang mereka sangka tidak pernah tiba. Syafa'at dan tebusan yang mereka duga akan dapat menolong mereka, sedikit pun tidak memenuhi harapan mereka."
        }
      ]
    }
  ]
}