{
  "pageNumber": 515,
  "juz": 26,
  "surahs": [
    {
      "number": 48,
      "name": "Al-Fath",
      "nameArabic": "الفتح",
      "meaning": "Kemenangan",
      "revelation": "Madinah",
      "description": "Surat Al-Fath terdiri dari 29 ayat, termasuk golongan surat Madaniyyah, dan diturunkan setelah surat Al-Jumu'ah.Dinamai \"Al-Fath (kemenangan)\" diambil dari kata \"Fat-han\" yang terdapat pada ayat pertama surat ini. Sebagian besar surat ini menerangkan hal-hal yang berhubungan dengan kemenangan yang dicapai Nabi Muhammad dalam berbagai peperangan yang dijalaninya.Nabi Muhammad sangat gembira dengan turunnya ayat pertama surat ini. Kegembiraan ini dinyatakan dalam sabda beliau yang diriwayatkan Bukhari, \"Sungguh, telah diturunkan kepadaku satu surat yang lebih aku cintai dari seluruh apa yang disinari matahari.\" Kegembiraan tersebut disebabkan ayat-ayat yang diturunkan menerangkan tentang kemenangan yang akan diraih Nabi Muhammad dalam perjuangannya dan tentang kesempurnaan nikmat yang Allah berikan kepadanya.**Pokok-Pokok Isi:**1. **Keimanan:** Allah mempunyai bala tentara di langit dan di bumi; janji Allah kepada orang mukmin bahwa mereka akan mendapat ampunan dan pahala yang besar dari Allah; Allah mengutus Nabi Muhammad sebagai saksi, pembawa berita gembira, dan pemberi peringatan; Agama Islam akan mengalahkan agama-agama lain.2. **Hukum-hukum:** Orang pincang dan orang yang sakit dibebaskan dari kewajiban berperang.3. **Kisah-kisah:** Peristiwa seputar Bai'aturridhwan dan Perdamaian Hudaibiyyah.4. **Lain-lain:** Berita gembira yang disampaikan Allah kepada Nabi Muhammad bahwa beliau dan orang-orang mukmin akan memasuki Mekah dengan kemenangan, dan hal ini terlaksana setelah setahun kemudian; sikap orang mukmin terhadap sesama mukmin dan terhadap orang kafir; sifat-sifat Nabi Muhammad dan para sahabatnya sudah disebutkan dalam Taurat dan Injil; janji Allah bahwa orang Islam akan menguasai daerah-daerah yang belum dikuasai sewaktu Nabi Muhammad hidup.Surat Al-Fath menerangkan tentang peristiwa-peristiwa yang berhubungan dengan Perdamaian Hudaibiyah dan janji Allah akan kemenangan kaum muslimin. Surat ini ditutup dengan menerangkan sifat-sifat Nabi Muhammad dan sahabat-sahabatnya.**Hubungan Surat Al Fath Dengan Surat Al-Hujurat:**1. Di dalam surat Al-Fath disebutkan perintah memerangi orang-orang kafir, sedangkan dalam surat Al-Hujurat disebutkan perintah mengadakan perdamaian antara dua golongan kaum mukminin yang bersengketa dan perintah memerangi golongan kaum muslimin yang berbuat aniaya kepada golongan kaum muslimin yang lain, sampai kesatuan dan persatuan umat Islam terjaga.2. Surat Al-Fath ditutup dengan keterangan mengenai sifat-sifat Rasulullah dan sahabat-sahabatnya, sedangkan surat Al-Hujurat dimulai dengan keterangan bagaimana seharusnya para sahabat bergaul dengan Nabi Muhammad.",
      "verses": [
        {
          "number": 29,
          "arabic": "مُّحَمَّدٌ رَّسُولُ ٱللَّهِ ۚ وَٱلَّذِينَ مَعَهُۥٓ أَشِدَّآءُ عَلَى ٱلْكُفَّارِ رُحَمَآءُ بَيْنَهُمْ ۖ تَرَىٰهُمْ رُكَّعًا سُجَّدًا يَبْتَغُونَ فَضْلًا مِّنَ ٱللَّهِ وَرِضْوَٰنًا ۖ سِيمَاهُمْ فِى وُجُوهِهِم مِّنْ أَثَرِ ٱلسُّجُودِ ۚ ذَٰلِكَ مَثَلُهُمْ فِى ٱلتَّوْرَىٰةِ ۚ وَمَثَلُهُمْ فِى ٱلْإِنجِيلِ كَزَرْعٍ أَخْرَجَ شَطْـَٔهُۥ فَـَٔازَرَهُۥ فَٱسْتَغْلَظَ فَٱسْتَوَىٰ عَلَىٰ سُوقِهِۦ يُعْجِبُ ٱلزُّرَّاعَ لِيَغِيظَ بِهِمُ ٱلْكُفَّارَ ۗ وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ مِنْهُم مَّغْفِرَةً وَأَجْرًا عَظِيمًۢا",
          "transliteration": "muḥammadun rasūlu l-lahi wa-alladhīna maʿahu ashiddāu ʿalā l-kufāri ruḥamāu baynahum tarāhum rukkaʿan sujjadan yabtaghūna faḍlan mina l-lahi wariḍ'wānan sīmāhum fī wujūhihim min athari l-sujūdi dhālika mathaluhum fī l-tawrāti wamathaluhum fī l-injīli kazarʿin akhraja shaṭahu faāzarahu fa-is'taghlaẓa fa-is'tawā ʿalā sūqihi yuʿ'jibu l-zurāʿa liyaghīẓa bihimu l-kufāra waʿada l-lahu alladhīna āmanū waʿamilū l-ṣāliḥāti min'hum maghfiratan wa-ajran ʿaẓīman",
          "translation": "Muhammad adalah utusan Allah, dan orang-orang yang bersama dengan dia bersikap keras terhadap orang-orang kafir, tetapi berkasih sayang dengan sesama mereka. Kamu melihat mereka rukuk dan sujud mencari karunia Allah dan keridaan-Nya. Pada wajah mereka tampak tanda-tanda bekas sujud. Demikianlah sifat-sifat mereka (yang diungkapkan) dalam Taurat dan sifat-sifat mereka (yang diungkapkan) dalam Injil, yaitu seperti benih yang mengeluarkan tunasnya, kemudian tunas itu semakin kuat, lalu menjadi besar dan tegak lurus di atas batangnya; tanaman itu menyenangkan hati penanam-penanamnya karena Allah hendak menjengkelkan hati orang-orang kafir (dengan kekuatan orang-orang mukmin). Allah menjanjikan kepada orang-orang yang beriman dan mengerjakan kebajikan di antara mereka, ampunan dan pahala yang besar.",
          "tafsir": "Ayat ini menerangkan bahwa Muhammad saw adalah rasul Allah yang diutus kepada seluruh umat. Para sahabat dan pengikut Rasul bersikap keras terhadap orang-orang kafir, tetapi lemah lembut terhadap sesama mereka. Firman Allah: Wahai orang-orang yang beriman! Barang siapa di antara kamu yang murtad (keluar) dari agamanya, maka kelak Allah akan mendatangkan suatu kaum, Dia mencintai mereka dan mereka pun mencintai-Nya, dan bersikap lemah lembut terhadap orang-orang yang beriman, tetapi bersikap keras terhadap orang-orang kafir, yang berjihad di jalan Allah. (al-Ma'idah/5: 54) Rasulullah bersabda: Perumpamaan orang-orang mukmin dalam kasih mengasihi dan sayang-menyayangi antara mereka seperti tubuh yang satu; bila salah satu anggota badannya sakit demam, maka badan yang lain merasa demam dan terganggu pula. (Riwayat Muslim dan Ahmad dari an-Nu'man bin Basyir) Orang-orang yang beriman selalu mengerjakan salat dengan khusyuk, tunduk, dan ikhlas, mencari pahala, karunia, dan keridaan Allah. Tampak di wajah mereka bekas sujud. Maksudnya ialah air muka yang cemerlang, tidak ada gambaran kedengkian dan niat buruk kepada orang lain, penuh ketundukan dan kepatuhan kepada Allah, bersikap dan berbudi pekerti yang halus sebagai gambaran keimanan mereka. Mengenai cahaya muka orang yang beriman, 'Utsman berkata, \"Adapun rahasia yang terpendam dalam hati seseorang; niscaya Allah menyatakannya pada raut mukanya dan lidahnya.\" Sifat-sifat yang demikian itu dilukiskan dalam Taurat dan Injil. Para sahabat dan pengikut Nabi semula sedikit dan lemah, kemudian bertambah dan berkembang dalam waktu singkat seperti biji yang tumbuh, mengeluarkan batangnya, lalu batang bercabang dan beranting, kemudian menjadi besar dan berbuah sehingga menakjubkan orang yang menanamnya, karena kuat dan indahnya, sehingga menambah panas hati orang-orang kafir. Kemudian kepada pengikut Rasulullah saw itu, baik yang dahulu maupun yang sekarang, Allah menjanjikan pengampunan dosa-dosa mereka, memberi mereka pahala yang banyak, dan menyediakan surga sebagai tempat yang abadi bagi mereka. Janji Allah yang demikian pasti ditepati."
        }
      ]
    },
    {
      "number": 49,
      "name": "Al-Hujurat",
      "nameArabic": "الحجرات",
      "meaning": "Kamar-kamar",
      "revelation": "Madinah",
      "description": "Surat Al-Hujurat terdiri dari 18 ayat, termasuk golongan surat Madaniyyah, dan diturunkan setelah surat Al-Mujadilah.Dinamai \"Al-Hujurat\" (kamar) diambil dari kata \"Al-Hujurat\" yang terdapat pada ayat ke-4 surat ini. Ayat tersebut mencela para sahabat yang memanggil Nabi Muhammad yang sedang berada di dalam kamar rumahnya. Memanggil Nabi Muhammad dengan cara dan dalam keadaan yang demikian menunjukkan sikap kurang hormat kepada beliau dan mengganggu ketenteraman beliau.**Pokok-Pokok Isi:**1. **Keimanan:** Masuk Islam harus disempurnakan dengan iman yang sebenar-sebenarnya.2. **Hukum-hukum:** Larangan mengambil keputusan yang menyimpang dari ketetapan Allah dan Rasul-Nya; keharusan meneliti suatu kabar yang disampaikan oleh orang fasik; kewajiban mengadakan islah antara orang muslim yang bersengketa karena orang Islam itu bersaudara; kewajiban mengambil tindakan terhadap golongan muslim yang bertindak zalim kepada golongan muslim yang lain; larangan mencaci, menghina, dan sebagainya; larangan berprasangka buruk, menggunjing, memfitnah, dan lain-lain.3. **Lain-lain:** Adab sopan santun berbicara dengan Rasulullah; Allah menciptakan manusia bersuku-suku dan berbangsa-bangsa agar satu sama lain saling mengenal; semua manusia sama di sisi Allah, kelebihan hanya pada orang yang bertakwa; sifat-sifat orang yang benar-benar beriman.Surat Al-Hujurat menerangkan tentang akhlak baik yang berhubungan dengan sikap orang mukmin terhadap Allah dan Nabi Muhammad serta sesama mereka; sopan-santun dalam pergaulan sehari-hari. Surat ini juga menerangkan bagaimana sikap orang-orang mukmin dalam menerima berita dari orang-orang fasik. Kemudian surat ini ditutup dengan menerangkan hakikat iman dan keutamaan amal orang-orang mukmin.**Hubungan Surat Al-Hujurat Dengan Surat Qaf:**1. Pada akhir surat Al-Hujurat disebutkan keimanan orang-orang Badui dan sebenarnya mereka belum beriman. Hal ini dapat membuat keimanan mereka bertampah atau justru menjadikan mereka mengingkari kenabian dan hari kebangkitan. Sementara itu, pada awal surat Qaf disebutkan beberapa sifat orang kafir yang mengingkari kenabian dan hari kebangkitan.2. Surat Al-Hujurat lebih banyak menguraikan permasalahan duniawi sedangkan surat Qaf lebih banyak menguraikan perkara ukhrawi.",
      "verses": [
        {
          "number": 1,
          "arabic": " يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تُقَدِّمُوا۟ بَيْنَ يَدَىِ ٱللَّهِ وَرَسُولِهِۦ ۖ وَٱتَّقُوا۟ ٱللَّهَ ۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٌ",
          "transliteration": "yāayyuhā alladhīna āmanū lā tuqaddimū bayna yadayi l-lahi warasūlihi wa-ittaqū l-laha inna l-laha samīʿun ʿalīmun",
          "translation": "Wahai orang-orang yang beriman! Janganlah kamu mendahului Allah dan Rasul-Nya,<sup foot_note=135761>1</sup> dan bertakwalah kepada Allah. Sungguh, Allah Maha Mendengar, Maha Mengetahui.",
          "tafsir": "Pada ayat ini, Allah mengajarkan kesopanan kepada kaum Muslimin ketika berhadapan dengan Rasulullah saw dalam hal perbuatan dan percakapan. Allah memperingatkan kaum Mukminin supaya jangan mendahului Allah dan rasul-Nya dalam menentukan suatu hukum atau pendapat. Mereka dilarang memutuskan suatu perkara sebelum membahas dan meneliti lebih dahulu hukum Allah dan (atau) ketentuan dari rasul-Nya terhadap masalah itu. Hal ini bertujuan agar keputusan mereka tidak menyalahi apalagi bertentangan dengan syariat Islam, sehingga dapat menimbulkan kemurkaan Allah. Yang demikian ini sejalan dengan yang dialami oleh sahabat Nabi Muhammad yaitu Mu'adh bin Jabal ketika akan diutus ke negeri Yaman. Rasulullah saw bertanya, \"Kamu akan memberi keputusan dengan apa?\" Dijawab oleh Mu'adh, \"Dengan kitab Allah.\" Nabi bertanya lagi, \"Jika tidak kamu jumpai dalam kitab Allah, bagaimana?\" Mu'adh menjawab, \"Dengan Sunah Rasulullah.\" Nabi Muhammad bertanya lagi, \"Jika dalam Sunah Rasulullah tidak kamu jumpai, bagaimana?\" Mu'adh menjawab, \"Aku akan ijtihad dengan pikiranku.\" Lalu Nabi Muhammad saw menepuk dada Mu'adh seraya berkata, \"Segala puji bagi Allah yang telah memberi taufik kepada utusan rasul-Nya tentang apa yang diridai Allah dan rasul-Nya.\" (Riwayat Abu Dawud, at-Tirmidhi dan Ibnu Majah dari Mu'adh bin Jabal). Dalam ayat ini, Allah memerintahkan kepada kaum Mukminin supaya melaksanakan perintah Allah, menjauhi larangan-Nya, dan tidak tergesa-gesa melakukan perbuatan atau mengemukakan pendapat dengan mendahului Al-Qur'an dan hadis Nabi yang ada hubungannya dengan sebab turunnya ayat ini. Tersebut dalam kitab al-Iklil bahwa mereka dilarang menyembelih kurban pada hari Raya Idul Adha sebelum nabi menyembelih, dan dilarang berpuasa pada hari yang diragukan, seperti apakah telah datang awal Ramadan atau belum, sebelum jelas hasil ijtihad untuk penetapannya. Kemudian Allah memerintahkan supaya mereka tetap bertakwa kepada-Nya karena Allah Maha Mendengar segala percakapan dan Maha Mengetahui segala yang terkandung dalam hati hamba-hamba-Nya."
        },
        {
          "number": 2,
          "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَرْفَعُوٓا۟ أَصْوَٰتَكُمْ فَوْقَ صَوْتِ ٱلنَّبِىِّ وَلَا تَجْهَرُوا۟ لَهُۥ بِٱلْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ أَن تَحْبَطَ أَعْمَـٰلُكُمْ وَأَنتُمْ لَا تَشْعُرُونَ",
          "transliteration": "yāayyuhā alladhīna āmanū lā tarfaʿū aṣwātakum fawqa ṣawti l-nabiyi walā tajharū lahu bil-qawli kajahri baʿḍikum libaʿḍin an taḥbaṭa aʿmālukum wa-antum lā tashʿurūna",
          "translation": "Wahai orang-orang yang beriman! Janganlah kamu meninggikan suaramu melebihi suara Nabi, dan janganlah kamu berkata kepadanya dengan suara keras sebagaimana kerasnya (suara) sebagian kamu terhadap yang lain, nanti (pahala) segala amalmu bisa terhapus sedangkan kamu tidak menyadari.",
          "tafsir": "Diriwayatkan oleh al-Bukhari dari Ibnu Abi Mulaikah bahwa 'Abdullah bin Zubair memberitahukan kepadanya bahwa telah datang satu rombongan dari Kabilah Bani Tamim kepada Rasulullah saw. Abu Bakar berkata, \"Rombongan ini hendaknya diketuai oleh al-Qa'qa' bin Ma'bad.\" 'Umar bin al-Khaththab berkata, \"Hendaknya diketuai oleh al-Aqra' bin habis.\" Abu Bakar membantah, \"Kamu tidak bermaksud lain kecuali menentang aku.\" 'Umar menjawab, \"Saya tidak bermaksud menentangmu.\" Maka timbullah perbedaan pendapat antara Abu Bakar dan 'Umar sehingga suara mereka kedengarannya bertambah keras, maka turunlah ayat ini. Sejak itu, Abu Bakar bila berkata-kata kepada Nabi Muhammad, suaranya direndahkan sekali seperti bisikan saja demikian pula 'Umar. Oleh karena sangat halus suaranya hampir-hampir tak terdengar sehingga sering ditanyakan lagi apa yang diucapkannya itu. Mereka sama-sama memahami bahwa ayat-ayat tersebut sengaja diturunkan untuk memelihara kehormatan Nabi Muhammad. Setelah ayat ini turun, maka sabit bin Qais tidak pernah datang lagi menghadiri majelis Rasulullah saw. Ketika ditanya oleh Nabi tentang sebabnya, sabit menjawab, \"Ya Rasulullah, telah diturunkan ayat ini dan saya adalah seorang yang selalu berbicara keras dan nyaring. Saya merasa khawatir kalau-kalau pahala saya akan dihapus sebagai akibat kebiasaan saya itu.\" Nabi Muhammad menjawab, \"Engkau lain sekali, engkau hidup dalam kebaikan dan insya Allah akan mati dalam kebaikan pula, engkau termasuk ahli surga.\" sabit menjawab, \"Aku sangat senang karena berita yang menggembirakan itu, dan saya tidak akan mengeraskan suara saya terhadap Nabi untuk selama-lama-nya.\" (Riwayat al-Bukhari dari Ibnu Abi Mulaikah). Maka turunlah ayat berikutnya yaitu ayat ke 3 dari Surah al-hujurat. Dari paparan di atas, dapat dipahami bagaimana Allah mengajarkan kepada kaum Mukminin kesopanan dalam percakapan ketika berhadapan dengan Nabi Muhammad. Allah melarang kaum Mukminin meninggikan suara mereka lebih dari suara Nabi. Mereka dilarang untuk berkata-kata kepada Nabi dengan suara keras karena perbuatan seperti itu tidak layak menurut kesopanan dan dapat menyinggung perasaan Nabi. Terutama jika dalam ucapan-ucapan yang tidak sopan itu tersimpan unsur-unsur cemoohan atau penghinaan yang menyakitkan hati Nabi dan dapat menyeret serta menjerumuskan orangnya kepada kekafiran, sehingga mengakibatkan hilang dan gugurnya segala pahala kebaikan mereka itu di masa lampau, padahal semuanya itu terjadi tanpa disadarinya."
        },
        {
          "number": 3,
          "arabic": "إِنَّ ٱلَّذِينَ يَغُضُّونَ أَصْوَٰتَهُمْ عِندَ رَسُولِ ٱللَّهِ أُو۟لَـٰٓئِكَ ٱلَّذِينَ ٱمْتَحَنَ ٱللَّهُ قُلُوبَهُمْ لِلتَّقْوَىٰ ۚ لَهُم مَّغْفِرَةٌ وَأَجْرٌ عَظِيمٌ",
          "transliteration": "inna alladhīna yaghuḍḍūna aṣwātahum ʿinda rasūli l-lahi ulāika alladhīna im'taḥana l-lahu qulūbahum lilttaqwā lahum maghfiratun wa-ajrun ʿaẓīmun",
          "translation": "Sesungguhnya orang-orang yang merendahkan suaranya di sisi Rasulullah, mereka itulah orang-orang yang telah diuji hatinya oleh Allah untuk bertakwa. Mereka akan memperoleh ampunan dan pahala yang besar.",
          "tafsir": "Sesungguhnya orang yang merendahkan suaranya di sisi Rasulullah saw setelah melatih diri dengan berbagai latihan yang ketat lagi berat, mereka itulah orang yang telah diuji hatinya oleh Allah untuk bertakwa. Mereka telah berhasil menyucikan diri mereka dengan berbagai usaha dan kesadaran serta bagi mereka ampunan dan pahala yang sangat besar. Diriwayatkan oleh Imam Ahmad dari Mujahid bahwa ada sebuah pertanyaan tertulis yang disampaikan kepada Umar, \"Wahai Amirul Mukminin, ada seorang laki-laki yang tidak suka akan kemaksiatan dan tidak mengerjakannya, dan seorang laki-laki lagi yang hatinya cenderung kepada kemaksiatan, tetapi ia tidak mengerjakannya. Manakah di antara kedua orang itu yang paling baik?\" Umar menjawab dengan tulisan pula, \"Sesungguhnya orang ya-ng hatinya cenderung kepada kemaksiatan, akan tetapi tidak mengerjakannya, mereka itulah orang-orang yang telah diuji hati mereka oleh Allah untuk bertakwa. Bagi mereka ampunan dan pahala yang besar.\""
        },
        {
          "number": 4,
          "arabic": "إِنَّ ٱلَّذِينَ يُنَادُونَكَ مِن وَرَآءِ ٱلْحُجُرَٰتِ أَكْثَرُهُمْ لَا يَعْقِلُونَ",
          "transliteration": "inna alladhīna yunādūnaka min warāi l-ḥujurāti aktharuhum lā yaʿqilūna",
          "translation": "Sesungguhnya orang-orang yang memanggil engkau (Muhammad) dari luar kamar(mu) kebanyakan mereka tidak mengerti.",
          "tafsir": "Dalam ayat ini, Allah memberikan pelajaran kesopanan dan tata krama dalam menghadapi Rasulullah saw, terutama dalam mengadakan percakapan dengan beliau. Rasulullah saw selama di Medinah tinggal di sebuah rumah di samping masjid Medinah. Di dalam rumah itu terdapat kamar-kamar yang berjumlah sembilan buah, dan masing-masing diisi oleh seorang istri nabi. Bangunan tersebut dibuat sangat sederhana, atapnya rendah sekali sehingga mudah disentuh oleh tangan dan pintu-pintunya terdiri dari gantungan kulit binatang yang berbulu. Pada masa Khalifah al-Walid bin 'Abd al-Malik, kamar-kamar itu dibongkar dan dijadikan halaman masjid. Hal itu sangat menyedihkan kaum Mukminin di Medinah. Sa'id bin al-Musayyab merespon dan berkata, \"Saya suka sekali jika kamar-kamar istri Nabi itu tetap berdiri dan tidak dirombak, agar generasi mendatang dari penduduk Medinah dan orang-orang yang datang dapat meneladani kesederhanaan Nabi Muhammad dalam mengatur rumah tangganya. Ibnu Ishaq menerangkan dalam kitab Sirah-nya bahwa tahun kesembilan Hijrah itu merupakan tahun mengalirnya para delegasi dari seluruh Jazirah Arab. Setelah Pembebasan Mekah, seusai Perang Tabuk, dan Kabilah saqif dari thaif masuk Islam dan ikut membaiat Rasulullah saw, maka datanglah dengan berduyun-duyun berbagai delegasi ke Medinah untuk menemui Rasulullah saw. Diriwayatkan oleh Ibnu Jarir, dari Zaid bin Arqam bahwa sekumpulan orang-orang Badui berkata kepada kawan-kawannya, \"Marilah kita menemui laki-laki (Muhammad) itu, apabila ia benar-benar seorang nabi, maka kitalah yang paling bahagia beserta dia, dan jika ia seorang raja maka kita pun akan beruntung dapat hidup di sampingnya.\" Maka datanglah Zaid bin Arqam kepada Rasulullah saw menyampaikan berita itu lalu mere-ka datang beramai-ramai menemui beliau yang kebetulan sedang berada di kamar salah seorang istrinya. Mereka memanggil dengan suara yang lantang sekali, \"Ya Muhammad, ya Muhammad, keluarlah dari kamarmu untuk berjumpa dengan kami karena tujuan kami sangat indah dan celaan kami sangat menusuk perasaan.\" Nabi Muhammad saw keluar dari kamar istrinya untuk menemui mereka dan turunlah ayat ini. Menurut Qatadah, rombongan sebanyak tujuh puluh orang itu adalah dari kabilah Bani Tamim. Mereka berkata, \"Kami ini dari Bani Tamim, kami datang ke sini membawa pujangga-pujangga kami dalam bidang syair dan pidato untuk bertanding dengan penyair-penyair kamu.\" Nabi menjawab, \"Kami tidak diutus untuk mengemukakan syair dan kami tidak diutus untuk mem-perlihatkan kesombongan, tetapi bila kamu mau mencoba, boleh kemukakan syairmu itu.\" Maka tampillah salah seorang pemuda di antara mereka membangga-banggakan kaumnya dengan berbagai keutamaan. Nabi Muhammad menampilkan hassan bin sabit untuk menjawab syair mereka dan ternyata hassan dapat menundukkan mereka semuanya. Setelah mereka mengakui keunggulan hassan, mereka lalu mendekati Rasulullah saw dan mengucapkan dua kalimat syahadat dan sekaligus masuk Islam. Kebijaksanaan Nabi Muhammad dalam menghadapi delegasi da-ri Bani Tamim yang tidak sopan itu akhirnya berkesudahan dengan baik. Sebelum pulang, mereka lebih dahulu telah men-dapat petunjuk tentang jalan yang benar dan kesopanan dalam pergaulan. Dengan tegas sekali Allah menerangkan bahwa orang-orang yang memanggil Nabi supaya keluar kamar istrinya yang ada di samping masjid Medinah, kebanyakan mereka itu bodoh, tidak mengetahui kesopanan dan tata krama dalam mengadakan kunjungan kehormatan kepada seorang kepala negara apalagi seorang nabi. Tata cara yang dikemukakan ayat ini, sekarang dikenal sebagai protokoler dan security (keamanan). Dari ayat ini dapat pula dipahami bahwa agama Islam sejak dahulu kala sudah mengatur kode etiknya dengan maksud memberikan penghormatan yang pantas kepada pembesar yang dikunjungi."
        }
      ]
    }
  ]
}