{
  "pageNumber": 73,
  "juz": 4,
  "surahs": [
    {
      "number": 3,
      "name": "Ali 'Imran",
      "nameArabic": "آل عمران",
      "meaning": "Keluarga Imran",
      "revelation": "Madinah",
      "description": "Surat Ali 'Imraan terdiri dari 200 ayat dan termasuk surat Madaniyyah. Dinamakan Ali 'Imran karena memuat kisah keluarga 'Imran, yang juga menyebutkan kisah kelahiran Nabi 'Isa a.s., persamaan kejadiannya dengan Nabi Adam a.s., kenabian dan beberapa mukjizatnya, serta kelahiran Maryam putri 'Imran, ibu Nabi 'Isa a.s.Surat Al Baqarah dan Ali 'Imraan dinamakan \"Az Zahrawaani\" (dua yang cemerlang), karena menyingkapkan hal-hal yang disembunyikan oleh para Ahli Kitab, seperti kejadian dan kelahiran Nabi 'Isa a.s., kedatangan Nabi Muhammad s.a.w., dan sebagainya.Pokok-Pokok Isi:1. Keimanan:Dalil-dalil dan alasan-alasan yang membantah orang Nasrani yang mempertuhankan Nabi 'Isa a.s.; ketauhidan adalah dasar yang dibawa oleh seluruh nabi.2. Hukum-hukum:Musyawarah; bermubahalah; larangan melakukan riba.3. Kisah-kisah:Kisah keluarga 'Imran; perang Badar dan Uhud dan pelajaran yang dapat diambil darinya,4. Lain-lain:Golongan-golongan manusia dalam memahami ayat-ayat mutasyaabihaat; sifat- sifat Allah; sifat orang-orang yang bertakwa; Islam satu-satunya agama yang diridhai Allah; kemudharatan mengambil orang-orang kafir sebagai teman kepercayaan; pengambilan perjanjian para Nabi oleh Allah; perumpamaan-perumpamaan; peringatan-peringatan terhadap Ahli Kitab; Ka'bah adalah rumah peribadatan yang tertua dan bukti-buktinya; faedah mengingat Allah dan merenungkan ciptaan-Nya.Surat Ali 'Imraan berisi dalil-dalil dan alasan-alasan untuk membantah kaum Nasrani yang mempertuhankan Nabi 'Isa a.s., menerangkan perang Badar dan Uhud; agar kemenangan di perang Badar dan kekalahan di perang Uhud yang dialami kaum muslimin itu dapat dijadikan pelajaran.Hubungan Surat Ali 'imraan Dengan Surat An Nisaa':1. Surat Ali 'Imraan disudahi dengan perintah bertakwa, sesuai dengan permulaan surat An Nisaa',2. Dalam surat Ali 'Imraan disebutkan perang Badar dan Uhud dengan sempurna, keterangan sebagiannya diulangi dalam surat An Nisaa'.3. Dalam surat Ali 'Imraan dikisahkan perang Hamraa-ul Asad yang terjadi setelah perang Uhud, dan perang ini disinggung pula dalam surat An Nisaa'.4. Dalam surat Ali 'Imraan disebutkan bahwa banyak kaum Muslimin yang gugur sebagai syuhada yang berarti mereka meninggalkan anak-anak dan istri-istri mereka, maka dalam bagian permulaan surat An Nisaa' disebutkan perintah memelihara anak yatim dan pembagian harta pusaka.",
      "verses": [
        {
          "number": 174,
          "arabic": "فَٱنقَلَبُوا۟ بِنِعْمَةٍ مِّنَ ٱللَّهِ وَفَضْلٍ لَّمْ يَمْسَسْهُمْ سُوٓءٌ وَٱتَّبَعُوا۟ رِضْوَٰنَ ٱللَّهِ ۗ وَٱللَّهُ ذُو فَضْلٍ عَظِيمٍ",
          "transliteration": "fa-inqalabū biniʿ'matin mina l-lahi wafaḍlin lam yamsashum sūon wa-ittabaʿū riḍ'wāna l-lahi wal-lahu dhū faḍlin ʿaẓīmin",
          "translation": "Maka mereka kembali dengan nikmat dan karunia (yang besar) dari Allah, mereka tidak ditimpa suatu bencana dan mereka mengikuti keridaan Allah. Allah mempunyai karunia yang besar.",
          "tafsir": "Dengan keimanan dan tekad yang kuat itu akhirnya mereka dapat ke Medinah. Abu Sufyan dan tentaranya tidak jadi melakukan serangan terhadap mereka. Mereka sama sekali tidak mengalami panderitaan dan mereka tetap dalam keridaan Allah."
        },
        {
          "number": 175,
          "arabic": "إِنَّمَا ذَٰلِكُمُ ٱلشَّيْطَـٰنُ يُخَوِّفُ أَوْلِيَآءَهُۥ فَلَا تَخَافُوهُمْ وَخَافُونِ إِن كُنتُم مُّؤْمِنِينَ",
          "transliteration": "innamā dhālikumu l-shayṭānu yukhawwifu awliyāahu falā takhāfūhum wakhāfūni in kuntum mu'minīna",
          "translation": "Sesungguhnya mereka hanyalah setan yang menakut-nakuti (kamu) dengan teman-teman setianya, karena itu janganlah kamu takut kepada mereka, tetapi takutlah kepada-Ku, jika kamu orang-orang beriman.",
          "tafsir": "Musuh-musuh yang munafik yang berusaha menakut-nakuti orang-orang mukmin merupakan setan yang mengajak teman-temannya agar jangan ikut berperang dan menakut-nakuti Muslimin dengan menyatakan bahwa jumlah musuh amat banyak dan mempunyai senjata lengkap. Allah memperingatkan agar para mujahidin itu jangan terpengaruh dan jangan ikut mereka, tetapi takutlah kepada Allah dan bersiaplah untuk berperang bersama Rasulullah saw jika kamu sekalian benar-benar beriman."
        },
        {
          "number": 176,
          "arabic": "وَلَا يَحْزُنكَ ٱلَّذِينَ يُسَـٰرِعُونَ فِى ٱلْكُفْرِ ۚ إِنَّهُمْ لَن يَضُرُّوا۟ ٱللَّهَ شَيْـًٔا ۗ يُرِيدُ ٱللَّهُ أَلَّا يَجْعَلَ لَهُمْ حَظًّا فِى ٱلْـَٔاخِرَةِ ۖ وَلَهُمْ عَذَابٌ عَظِيمٌ",
          "transliteration": "walā yaḥzunka alladhīna yusāriʿūna fī l-kuf'ri innahum lan yaḍurrū l-laha shayan yurīdu l-lahu allā yajʿala lahum ḥaẓẓan fī l-ākhirati walahum ʿadhābun ʿaẓīmun",
          "translation": "Dan janganlah engkau (Muhammad) dirisaukan oleh orang-orang yang dengan mudah kembali menjadi kafir;<sup foot_note=135115>1</sup> sesungguhnya sedikit pun mereka tidak merugikan Allah. Allah tidak akan memberi bagian (pahala) kepada mereka di akhirat, dan mereka akan mendapat azab yang besar.",
          "tafsir": "Nabi Muhammad saw ketika melihat keadaan kaum Muslimin dalam Perang Uhud, beliau merasa sedih dan cemas. Ketika itulah ayat ini turun untuk menghibur Nabi saw, \"Wahai Muhammad janganlah merasa sedih dan cemas, melihat perbuatan sebagian pengikutmu yang munafik yang bersama-sama orang kafir menghimpun segala usaha dan kekuatan untuk membela kekafiran. Pada hakikatnya bukanlah engkau yang diperangi dan dianiaya mereka, tetapi Allah-lah yang mereka perangi. Tentulah mereka tidak akan berdaya menentang Allah.\" Maksud mereka akan mencelakakan dan memberi mudarat kepada kaum Muslimin, tetapi pada hakikatnya mereka sendirilah yang celaka. Allah tidak akan memberikan ampunan kepada mereka di akhirat. Mereka akan mendapat azab yang amat pedih dan tidak terkira besarnya."
        },
        {
          "number": 177,
          "arabic": "إِنَّ ٱلَّذِينَ ٱشْتَرَوُا۟ ٱلْكُفْرَ بِٱلْإِيمَـٰنِ لَن يَضُرُّوا۟ ٱللَّهَ شَيْـًٔا وَلَهُمْ عَذَابٌ أَلِيمٌ",
          "transliteration": "inna alladhīna ish'tarawū l-kuf'ra bil-īmāni lan yaḍurrū l-laha shayan walahum ʿadhābun alīmun",
          "translation": "Sesungguhnya orang-orang yang membeli kekafiran dengan iman, sedikit pun tidak merugikan Allah; dan mereka akan mendapat azab yang pedih.",
          "tafsir": "Setelah Allah membuka kedok orang-orang yang membantu dan memihak orang-orang kafir yang menentang kaum Muslimin, dan menegaskan bahwa mereka pada hakikatnya menentang dan memerangi Allah, maka pada ayat ini Allah menjelaskan bahwa hal itu juga berlaku untuk setiap orang yang lebih mengutamakan kekafiran daripada keimanan. Mereka tidak memberi mudarat kepada Allah sedikitpun, dan bagi mereka azab yang pedih. Mereka tidak akan dapat melakukannya, karena Allah membela Islam. Justru mereka akan mendapat hukuman yang berat di akhirat."
        },
        {
          "number": 178,
          "arabic": "وَلَا يَحْسَبَنَّ ٱلَّذِينَ كَفَرُوٓا۟ أَنَّمَا نُمْلِى لَهُمْ خَيْرٌ لِّأَنفُسِهِمْ ۚ إِنَّمَا نُمْلِى لَهُمْ لِيَزْدَادُوٓا۟ إِثْمًا ۚ وَلَهُمْ عَذَابٌ مُّهِينٌ",
          "transliteration": "walā yaḥsabanna alladhīna kafarū annamā num'lī lahum khayrun li-anfusihim innamā num'lī lahum liyazdādū ith'man walahum ʿadhābun muhīnun",
          "translation": "Dan jangan sekali-kali orang-orang kafir itu mengira bahwa tenggang waktu yang Kami berikan kepada mereka<sup foot_note=135116>1</sup> lebih baik baginya. Sesungguhnya tenggang waktu yang Kami berikan kepada mereka hanyalah agar dosa mereka semakin bertambah; dan mereka akan mendapat azab yang menghinakan.",
          "tafsir": "Janganlah sekali-kali orang-orang kafir itu menyangka bahwa dibiarkannya mereka berumur panjang adalah baik bagi diri mereka. Tidaklah demikian halnya, kecuali kalau mereka bermartabat dan mengerjakan amal saleh yang akan menyucikan dan membersihkan mereka dari hal-hal yang keji dan sifat-sifat yang jelek. Hal-hal yang semacam itulah yang akan bermanfaat bagi mereka dan bagi manusia lainnya. Tetapi kenyataannya, mereka tetap saja berbuat maksiat dan dosa. Dengan demikian mereka membinasakan diri mereka sendiri, sehingga mereka mendapat azab yang menghinakan."
        },
        {
          "number": 179,
          "arabic": "مَّا كَانَ ٱللَّهُ لِيَذَرَ ٱلْمُؤْمِنِينَ عَلَىٰ مَآ أَنتُمْ عَلَيْهِ حَتَّىٰ يَمِيزَ ٱلْخَبِيثَ مِنَ ٱلطَّيِّبِ ۗ وَمَا كَانَ ٱللَّهُ لِيُطْلِعَكُمْ عَلَى ٱلْغَيْبِ وَلَـٰكِنَّ ٱللَّهَ يَجْتَبِى مِن رُّسُلِهِۦ مَن يَشَآءُ ۖ فَـَٔامِنُوا۟ بِٱللَّهِ وَرُسُلِهِۦ ۚ وَإِن تُؤْمِنُوا۟ وَتَتَّقُوا۟ فَلَكُمْ أَجْرٌ عَظِيمٌ",
          "transliteration": "mā kāna l-lahu liyadhara l-mu'minīna ʿalā mā antum ʿalayhi ḥattā yamīza l-khabītha mina l-ṭayibi wamā kāna l-lahu liyuṭ'liʿakum ʿalā l-ghaybi walākinna l-laha yajtabī min rusulihi man yashāu faāminū bil-lahi warusulihi wa-in tu'minū watattaqū falakum ajrun ʿaẓīmun",
          "translation": "Allah tidak akan membiarkan orang-orang yang beriman sebagaimana dalam keadaan kamu sekarang ini,<sup foot_note=135117>1</sup> sehingga Dia membedakan yang buruk dari yang baik. Allah tidak akan memperlihatkan kepadamu hal-hal yang gaib, tetapi Allah memilih siapa yang Dia kehendaki di antara Rasul-rasul-Nya.<sup foot_note=135118>2</sup> Karena itu, berimanlah kepada Allah dan Rasul-rasul-Nya. Jika kamu beriman dan bertakwa, maka kamu akan mendapat pahala yang besar.",
          "tafsir": "Salah satu sunatullah kepada hamba-Nya yang tidak dapat diubah-ubah ialah bahwa Dia tidak akan membiarkan orang-orang mukmin tetap di dalam kesulitan sebagaimana halnya pada Perang Uhud. Allah akan memisahkan orang-orang mukmin dari orang-orang munafik, dan akan memperbaiki keadaan orang mukmin dan memperkuat iman mereka. Di dalam keadaan sulit dan susah, dapat dinilai dan dibedakan antara orang-orang yang kuat imannya dengan orang-orang yang lemah imannya. Kaum Muslimin diuji sampai di mana iman dan kesungguhan mereka menghadapi kaum kafir. Setelah kaum Muslimin mengalami kesulitan dalam Perang Uhud karena dipukul mundur oleh musuh, dan mereka hampir-hampir patah semangat, di kala itulah diketahui bahwa di antara kaum Muslimin ada orang-orang munafik yang menyeleweng, berpihak kepada musuh. Orang-orang yang lemah imannya mengalami kebingungan. Berlainan halnya dengan orang-orang yang kuat imannya, kesulitan yang dihadapinya itu mendorong mereka untuk menambah kekuatan iman dan semangat mereka. Hal-hal yang gaib dan hikmah yang tersembunyi dalam peristiwa ini, tidak diperlihatkan, kecuali kepada orang-orang tertentu, seperti kepada rasul yang telah dipilih oleh Allah. Di antara rasul-rasul, Nabi Muhammad saw. dipilih oleh Allah dengan memberikan keistimewaan kepadanya berupa pengetahuan untuk menanggapi isi hati manusia, sehingga dia dapat menentukan siapa di antara mereka yang benar-benar beriman dan siapa pula yang munafik atau kafir. Dia Mengetahui yang gaib, tetapi Dia tidak memperlihatkan kepada siapa pun tentang yang gaib itu, kecuali kepada rasul yang diridai-Nya, maka sesungguhnya Dia mengadakan penjaga-penjaga (malaikat) di depan dan di belakangnya. (al-Jinn/72: 26-27). Sesudah diterangkan celaan-celaan kaum munafikin atas kenabian Muhammad saw setelah Perang Uhud dan menjelaskan bahwa peristiwa Uhud itu banyak mengandung iktibar, maka orang-orang mukmin diperintahkan agar tetap beriman kepada Allah dan rasul-rasul-Nya, dan kepada Nabi Muhammad saw yang membenarkan rasul-rasul sebelumnya. Jika mereka beriman kepadanya terutama mengenai hal-hal yang gaib dan bertakwa kepada Allah dengan menjauhi larangan-larangan-Nya, mematuhi segala perintah-perintah-Nya, maka mereka akan memperoleh pahala yang amat besar. Di dalam Al-Qur'an sering disusulkan kata takwa sesudah kata iman sebagaimana halnya kata zakat sesudah kata salat. Itu menunjukkan bahwa iman itu barulah sempurna jika disertai dengan takwa, sebagaimana halnya salat barulah sempurna jika zakat dikeluarkan."
        },
        {
          "number": 180,
          "arabic": "وَلَا يَحْسَبَنَّ ٱلَّذِينَ يَبْخَلُونَ بِمَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضْلِهِۦ هُوَ خَيْرًا لَّهُم ۖ بَلْ هُوَ شَرٌّ لَّهُمْ ۖ سَيُطَوَّقُونَ مَا بَخِلُوا۟ بِهِۦ يَوْمَ ٱلْقِيَـٰمَةِ ۗ وَلِلَّهِ مِيرَٰثُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۗ وَٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ",
          "transliteration": "walā yaḥsabanna alladhīna yabkhalūna bimā ātāhumu l-lahu min faḍlihi huwa khayran lahum bal huwa sharrun lahum sayuṭawwaqūna mā bakhilū bihi yawma l-qiyāmati walillahi mīrāthu l-samāwāti wal-arḍi wal-lahu bimā taʿmalūna khabīrun",
          "translation": "Dan jangan sekali-kali orang-orang yang kikir dengan apa yang diberikan Allah kepada mereka dari karunia-Nya, mengira bahwa (kikir) itu baik bagi mereka, padahal (kikir) itu buruk bagi mereka. Apa (harta) yang mereka kikirkan itu akan dikalungkan (di lehernya) pada hari Kiamat. Milik Allahlah warisan (apa yang ada) di langit dan di bumi. Allah Mahateliti terhadap apa yang kamu kerjakan.",
          "tafsir": "Orang-orang yang telah diberi harta dan limpahan karunia oleh Allah kemudian mereka bakhil, tidak mau mengeluarkan kewajiban mengenai harta tersebut, seperti zakat dan lain-lain, adalah sangat tercela. Janganlah sekali-kali kebakhilan itu dianggap baik dan menguntungkan bagi mereka. Harta benda dan kekayaan akan tetap utuh dan tidak kurang bila dinafkahkan di jalan Allah, bahkan akan bertambah dan diberkahi. Tetapi kebakhilan itu adalah suatu hal yang buruk dan merugikan mereka sendiri, karena harta yang tidak dinafkahkan itu akan dikalungkan di leher mereka kelak di hari kiamat sebagai azab dan siksaan yang amat berat, sebab harta benda yang dikalungkan itu akan berubah menjadi ular yang melilit mereka dengan kuat. Nabi Muhammad saw bersabda: Siapa yang telah diberi harta oleh Allah, kemudian tidak mengeluarkan zakatnya, akan diperlihatkan hartanya berupa ular sawah yang botak, mempunyai dua bintik hitam di atas kedua matanya, lalu dikalungkan kepadanya di hari Kiamat nanti. Ular itu membuka rahangnya dan berkata, \"Saya ini adalah hartamu, saya ini adalah simpananmu,\" kemudian Nabi membaca ayat ini. (Riwayat al-Bukhari dan al-Nasai dari Abu Hurairah). Sebenarnya segala apa yang ada di langit dan di bumi adalah kepunyaan Allah, diberikannya kepada orang yang dikehendaki-Nya sebagai titipan dan amanat. Sewaktu-waktu dapat dicabut dan dipindahkan ke tangan orang lain menurut kehendak-Nya. Jadi apakah alasan bagi mereka yang bakhil dan tidak mau mengeluarkan harta Allah untuk mencari rida-Nya? Apa saja yang dikerjakan seseorang, semuanya itu diketahui oleh Allah dan dibalas sesuai dengan amal dan niatnya. Nabi Muhammad saw bersabda: \"Bahwasanya amal itu tergantung dari niat, dan bahwasanya setiap orang akan memperoleh sesuai dengan apa yang diniatkannya.\" (Riwayat al-Bukhari dan Muslim dari 'Umar bin al-Khattab)."
        }
      ]
    }
  ]
}