{
  "pageNumber": 64,
  "juz": 4,
  "surahs": [
    {
      "number": 3,
      "name": "Ali 'Imran",
      "nameArabic": "آل عمران",
      "meaning": "Keluarga Imran",
      "revelation": "Madinah",
      "description": "Surat Ali 'Imraan terdiri dari 200 ayat dan termasuk surat Madaniyyah. Dinamakan Ali 'Imran karena memuat kisah keluarga 'Imran, yang juga menyebutkan kisah kelahiran Nabi 'Isa a.s., persamaan kejadiannya dengan Nabi Adam a.s., kenabian dan beberapa mukjizatnya, serta kelahiran Maryam putri 'Imran, ibu Nabi 'Isa a.s.Surat Al Baqarah dan Ali 'Imraan dinamakan \"Az Zahrawaani\" (dua yang cemerlang), karena menyingkapkan hal-hal yang disembunyikan oleh para Ahli Kitab, seperti kejadian dan kelahiran Nabi 'Isa a.s., kedatangan Nabi Muhammad s.a.w., dan sebagainya.Pokok-Pokok Isi:1. Keimanan:Dalil-dalil dan alasan-alasan yang membantah orang Nasrani yang mempertuhankan Nabi 'Isa a.s.; ketauhidan adalah dasar yang dibawa oleh seluruh nabi.2. Hukum-hukum:Musyawarah; bermubahalah; larangan melakukan riba.3. Kisah-kisah:Kisah keluarga 'Imran; perang Badar dan Uhud dan pelajaran yang dapat diambil darinya,4. Lain-lain:Golongan-golongan manusia dalam memahami ayat-ayat mutasyaabihaat; sifat- sifat Allah; sifat orang-orang yang bertakwa; Islam satu-satunya agama yang diridhai Allah; kemudharatan mengambil orang-orang kafir sebagai teman kepercayaan; pengambilan perjanjian para Nabi oleh Allah; perumpamaan-perumpamaan; peringatan-peringatan terhadap Ahli Kitab; Ka'bah adalah rumah peribadatan yang tertua dan bukti-buktinya; faedah mengingat Allah dan merenungkan ciptaan-Nya.Surat Ali 'Imraan berisi dalil-dalil dan alasan-alasan untuk membantah kaum Nasrani yang mempertuhankan Nabi 'Isa a.s., menerangkan perang Badar dan Uhud; agar kemenangan di perang Badar dan kekalahan di perang Uhud yang dialami kaum muslimin itu dapat dijadikan pelajaran.Hubungan Surat Ali 'imraan Dengan Surat An Nisaa':1. Surat Ali 'Imraan disudahi dengan perintah bertakwa, sesuai dengan permulaan surat An Nisaa',2. Dalam surat Ali 'Imraan disebutkan perang Badar dan Uhud dengan sempurna, keterangan sebagiannya diulangi dalam surat An Nisaa'.3. Dalam surat Ali 'Imraan dikisahkan perang Hamraa-ul Asad yang terjadi setelah perang Uhud, dan perang ini disinggung pula dalam surat An Nisaa'.4. Dalam surat Ali 'Imraan disebutkan bahwa banyak kaum Muslimin yang gugur sebagai syuhada yang berarti mereka meninggalkan anak-anak dan istri-istri mereka, maka dalam bagian permulaan surat An Nisaa' disebutkan perintah memelihara anak yatim dan pembagian harta pusaka.",
      "verses": [
        {
          "number": 109,
          "arabic": "وَلِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۚ وَإِلَى ٱللَّهِ تُرْجَعُ ٱلْأُمُورُ",
          "transliteration": "walillahi mā fī l-samāwāti wamā fī l-arḍi wa-ilā l-lahi tur'jaʿu l-umūru",
          "translation": "Dan milik Allahlah apa yang ada di langit dan apa yang ada di bumi, dan hanya kepada Allah segala urusan dikembalikan.",
          "tafsir": "Di samping itu seluruh benda-benda alam, baik kategori planet maupun bintang-bintang yang jumlahnya sangat banyak adalah kepunyaan Allah. Dia mempunyai wewenang sepenuhnya untuk mengatur segala isinya dengan kebijaksanaan tanpa harus mempertanggungjawabkan kepada siapa pun karena Dialah Maha Pencipta alam semesta dan kepada-Nya pula seluruh urusan akan dikembalikan."
        },
        {
          "number": 110,
          "arabic": "كُنتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِٱلْمَعْرُوفِ وَتَنْهَوْنَ عَنِ ٱلْمُنكَرِ وَتُؤْمِنُونَ بِٱللَّهِ ۗ وَلَوْ ءَامَنَ أَهْلُ ٱلْكِتَـٰبِ لَكَانَ خَيْرًا لَّهُم ۚ مِّنْهُمُ ٱلْمُؤْمِنُونَ وَأَكْثَرُهُمُ ٱلْفَـٰسِقُونَ",
          "transliteration": "kuntum khayra ummatin ukh'rijat lilnnāsi tamurūna bil-maʿrūfi watanhawna ʿani l-munkari watu'minūna bil-lahi walaw āmana ahlu l-kitābi lakāna khayran lahum min'humu l-mu'minūna wa-aktharuhumu l-fāsiqūna",
          "translation": "Kamu (umat Islam) adalah umat terbaik yang dilahirkan untuk manusia, (karena kamu) menyuruh (berbuat) yang makruf, dan mencegah dari yang mungkar, dan beriman kepada Allah. Sekiranya Ahli Kitab beriman, tentulah itu lebih baik bagi mereka. Di antara mereka ada yang beriman, namun kebanyakan mereka adalah orang-orang fasik.",
          "tafsir": "Ayat ini mengandung suatu dorongan kepada kaum mukminin agar tetap memelihara sifat-sifat utama itu dan agar mereka tetap mempunyai semangat yang tinggi. Umat yang paling baik di dunia adalah umat yang mempunyai dua macam sifat, yaitu mengajak kebaikan serta mencegah kemungkaran, dan senantiasa beriman kepada Allah. Semua sifat itu telah dimiliki oleh kaum Muslimin pada masa Nabi dan telah menjadi darah daging dalam diri mereka karena itu mereka menjadi kuat dan jaya. Dalam waktu yang singkat mereka telah dapat menjadikan seluruh tanah Arab tunduk dan patuh di bawah naungan Islam, hidup aman dan tenteram di bawah panji-panji keadilan, padahal mereka sebelumnya adalah umat yang berpecah-belah selalu berada dalam suasana kacau dan saling berperang antara sesama mereka. Ini adalah berkat keteguhan iman dan kepatuhan mereka menjalankan ajaran agama dan berkat ketabahan dan keuletan mereka menegakkan amar makruf dan mencegah kemungkaran. Iman yang mendalam di hati mereka selalu mendorong untuk berjihad dan berjuang untuk menegakkan kebenaran dan keadilan sebagaimana tersebut dalam firman Allah: \"Sesungguhnya orang-orang mukmin yang sebenarnya adalah mereka yang beriman kepada Allah dan Rasul-Nya kemudian mereka tidak ragu-ragu dan mereka berjihad dengan harta dan jiwanya di jalan Allah. Mereka itulah orang-orang yang benar.\" (al-hujurat/49: 15) Jadi ada dua syarat untuk menjadi umat terbaik di dunia, sebagaimana diterangkan dalam ayat ini, pertama, iman yang kuat dan, kedua, menegakkan amar makruf dan mencegah kemungkaran. Maka setiap umat yang memiliki kedua sifat ini pasti umat itu jaya dan mulia dan apabila kedua hal itu diabaikan dan tidak dipedulikan lagi, maka tidak dapat disesalkan bila umat itu jatuh ke lembah kemelaratan. Ahli Kitab itu jika beriman tentulah lebih baik bagi mereka. Tetapi sedikit sekali di antara mereka yang beriman seperti Abdullah bin Salam dan kawan-kawannya, dan kebanyakan mereka adalah orang fasik, tidak mau beriman, mereka percaya kepada sebagian kitab suci dan kafir kepada sebagiannya yang lain, atau mereka percaya kepada sebagian rasul seperti Musa dan Isa dan kafir kepada Nabi Muhammad saw."
        },
        {
          "number": 111,
          "arabic": "لَن يَضُرُّوكُمْ إِلَّآ أَذًى ۖ وَإِن يُقَـٰتِلُوكُمْ يُوَلُّوكُمُ ٱلْأَدْبَارَ ثُمَّ لَا يُنصَرُونَ",
          "transliteration": "lan yaḍurrūkum illā adhan wa-in yuqātilūkum yuwallūkumu l-adbāra thumma lā yunṣarūna",
          "translation": "Mereka tidak akan membahayakan kamu, kecuali gangguan-gangguan kecil saja, dan jika mereka memerangi kamu, niscaya mereka mundur berbalik ke belakang (kalah). Selanjutnya mereka tidak mendapat pertolongan.",
          "tafsir": "Ahli Kitab itu tidak membahayakan umat Islam, kecuali sekadar menyakiti hati dengan perkataan yang keji, atau dengan menjelek-jelekan sifat Nabi dan menjauhkan manusia dari agama Islam. Segala usaha dan tipu daya mereka akan hilang tak berbekas ditelan oleh keteguhan iman dan ketabahan berjuang yang dimiliki oleh kaum Muslimin sebagaimana diungkapkan dalam ayat ini. (1) \"Mereka sekali-kali tidak akan mendatangkan mudarat kepada kamu selain gangguan-gangguan berupa celaan saja.\" Mereka hanya mencaci, mencela, memburuk-burukkan Islam, mencoba menimbulkan keraguan dan mengumpat Nabi. (2) \"Dan jika mereka berperang dengan kamu pastilah mereka berbalik melarikan diri ke belakang.\" Mereka tidak pernah berhasil menimbulkan kerugian besar di kalangan Muslimin. (3) \"Kemudian mereka tidak akan mendapat pertolongan,\" untuk mencapai kemenangan. Memang belum pernah mereka mendapat kemenangan di dalam peperangan melawan Islam, meskipun mereka bersekutu dengan kaum musyrikin."
        },
        {
          "number": 112,
          "arabic": "ضُرِبَتْ عَلَيْهِمُ ٱلذِّلَّةُ أَيْنَ مَا ثُقِفُوٓا۟ إِلَّا بِحَبْلٍ مِّنَ ٱللَّهِ وَحَبْلٍ مِّنَ ٱلنَّاسِ وَبَآءُو بِغَضَبٍ مِّنَ ٱللَّهِ وَضُرِبَتْ عَلَيْهِمُ ٱلْمَسْكَنَةُ ۚ ذَٰلِكَ بِأَنَّهُمْ كَانُوا۟ يَكْفُرُونَ بِـَٔايَـٰتِ ٱللَّهِ وَيَقْتُلُونَ ٱلْأَنۢبِيَآءَ بِغَيْرِ حَقٍّ ۚ ذَٰلِكَ بِمَا عَصَوا۟ وَّكَانُوا۟ يَعْتَدُونَ",
          "transliteration": "ḍuribat ʿalayhimu l-dhilatu ayna mā thuqifū illā biḥablin mina l-lahi waḥablin mina l-nāsi wabāū bighaḍabin mina l-lahi waḍuribat ʿalayhimu l-maskanatu dhālika bi-annahum kānū yakfurūna biāyāti l-lahi wayaqtulūna l-anbiyāa bighayri ḥaqqin dhālika bimā ʿaṣaw wakānū yaʿtadūna",
          "translation": "Mereka diliputi kehinaan di mana saja mereka berada, kecuali jika mereka (berpegang) pada tali (agama) Allah dan tali (perjanjian) dengan manusia. Mereka mendapat murka dari Allah dan (selalu) diliputi kesengsaraan. Yang demikian itu karena mereka mengingkari ayat-ayat Allah dan membunuh para nabi, tanpa hak (alasan yang benar). Yang demikian itu karena mereka durhaka dan melampaui batas.",
          "tafsir": "Dengan kekafiran dan keingkaran para Ahli Kitab (Yahudi), serta tindak tanduk mereka yang keterlaluan memusuhi umat Islam dengan berbagai cara dan usaha, Allah menimpakan kehinaan kepada mereka di mana saja mereka berada, kecuali bila mereka tunduk dan patuh kepada peraturan dan hukum Allah dengan membayar jizyah, yaitu pajak untuk memperoleh jaminan keamanan (habl min Allah) dan mereka memperoleh keamanan dari kaum muslimin (habl min al-nas). Tetapi hal ini tidak dapat mereka laksanakan dalam pergaulan mereka dengan Nabi dan para sahabatnya di Medinah, bahkan mereka selalu menentang dan berusaha melemahkan posisi kaum Muslimin dan tetap memusuhi Islam. Karena itu mereka mendapat kemurkaan Allah, ditimpa kehinaan dan terusir dari Medinah."
        },
        {
          "number": 113,
          "arabic": "۞ لَيْسُوا۟ سَوَآءً ۗ مِّنْ أَهْلِ ٱلْكِتَـٰبِ أُمَّةٌ قَآئِمَةٌ يَتْلُونَ ءَايَـٰتِ ٱللَّهِ ءَانَآءَ ٱلَّيْلِ وَهُمْ يَسْجُدُونَ",
          "transliteration": "laysū sawāan min ahli l-kitābi ummatun qāimatun yatlūna āyāti l-lahi ānāa al-layli wahum yasjudūna",
          "translation": "Mereka itu tidak (seluruhnya) sama. Di antara Ahli Kitab ada golongan yang jujur,<sup foot_note=135089>1</sup> mereka membaca ayat-ayat Allah pada malam hari, dan mereka (juga) bersujud (salat).",
          "tafsir": "Orang Yahudi adalah suatu kaum yang mempunyai sifat-sifat dan perbuatan buruk, antara lain mereka kafir kepada ayat-ayat Allah, membunuh para nabi tanpa alasan yang benar, tetapi mereka semua tidak sama. Ada di antara mereka yang beriman, sekalipun kebanyakan di antaranya adalah orang-orang fasik. Abdullah bin Salam, sa'labah bin Sa'id, Usaid bin 'Ubaid dan kawan-kawannya adalah orang-orang Yahudi dari Ahli Kitab yang menegakkan kebenaran dan keadilan, tidak menganiaya orang, memeluk agama Islam dan tidak melanggar perintah-perintah Allah. Mereka membaca ayat-ayat Al-Qur'an dengan tekun dan penuh perhatian pada waktu malam yang diawali dengan terbenamnya matahari dan diakhiri dengan terbitnya fajar, ketika orang tidur nyenyak, dan mereka juga sujud mengadakan hubungan langsung dengan Allah swt."
        },
        {
          "number": 114,
          "arabic": "يُؤْمِنُونَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ وَيَأْمُرُونَ بِٱلْمَعْرُوفِ وَيَنْهَوْنَ عَنِ ٱلْمُنكَرِ وَيُسَـٰرِعُونَ فِى ٱلْخَيْرَٰتِ وَأُو۟لَـٰٓئِكَ مِنَ ٱلصَّـٰلِحِينَ",
          "transliteration": "yu'minūna bil-lahi wal-yawmi l-ākhiri wayamurūna bil-maʿrūfi wayanhawna ʿani l-munkari wayusāriʿūna fī l-khayrāti wa-ulāika mina l-ṣāliḥīna",
          "translation": "Mereka beriman kepada Allah dan hari akhir, menyuruh (berbuat) yang makruf, dan mencegah dari yang mungkar dan bersegera (mengerjakan) berbagai kebajikan. Mereka termasuk orang-orang saleh.",
          "tafsir": "Mereka beriman kepada Allah dan kepada hari akhirat dengan iman yang sungguh-sungguh, iman yang tidak dicampur dengan kemunafikan. Beriman kepada Allah berarti beriman pula kepada yang wajib diimani dan dipercayai, mencakup rukun iman seperti beriman kepada malaikat, para rasul, kitab-kitab samawi, qada dan qadar dan sebagainya. Beriman kepada hari akhirat, berarti menjauhi segala macam maksiat, karena yakin apabila mereka berbuat maksiat di dunia mereka di azab di hari kemudian dan mereka mengadakan kebajikan karena mengharapkan pahala dan keridaan Allah. Setelah mereka menyempurnakan diri dengan sifat-sifat dan amal perbuatan yang baik seperti tersebut di atas, mereka juga berusaha untuk menyelamatkan orang lain dari kesesatan, membimbing mereka kepada jalan kebaikan dengan amar makruf, dan mencegah mereka dari perbuatan yang dilarang agama dengan jalan nahi mungkar. Selanjutnya mereka secara bersama-sama dan berlomba-lomba mengadakan pelbagai kebajikan. Oleh karena mereka telah memiliki sifat-sifat mulia dan amal baik seperti tersebut, Allah memasukkan mereka kepada golongan orang yang saleh."
        },
        {
          "number": 115,
          "arabic": "وَمَا يَفْعَلُوا۟ مِنْ خَيْرٍ فَلَن يُكْفَرُوهُ ۗ وَٱللَّهُ عَلِيمٌۢ بِٱلْمُتَّقِينَ",
          "transliteration": "wamā yafʿalū min khayrin falan yuk'farūhu wal-lahu ʿalīmun bil-mutaqīna",
          "translation": "Dan kebajikan apa pun yang mereka kerjakan, tidak ada yang mengingkarinya. Dan Allah Maha Mengetahui orang-orang yang bertakwa.",
          "tafsir": "Orang-orang Yahudi yang masih fasik senantiasa mengadakan provokasi kepada teman-temannya yang sudah beriman dan masuk Islam, bahwa mereka akan rugi dengan imannya itu. Sebagai jawaban dan bantahan atas perbuatan buruk mereka itu, ditegaskan bahwa kebajikan apa saja yang telah dikerjakan oleh mereka yang telah beriman, mereka tetap akan memperoleh pahala dari amal perbuatannya dan tidak akan dihalangi sedikit pun menerimanya. Allah Maha Mengetahui orang-orang yang benar-benar beriman dan bertakwa di antara mereka. Karenanya, amal perbuatan mereka tidak akan disia-siakan tetapi akan diberi pahala yang berlipat ganda."
        }
      ]
    }
  ]
}