{
  "pageNumber": 436,
  "juz": 22,
  "surahs": [
    {
      "number": 35,
      "name": "Fatir",
      "nameArabic": "فاطر",
      "meaning": "Pencipta",
      "revelation": "Makkah",
      "description": "Surat Fathir terdiri dari 45 ayat, termasuk golongan surat Makkiyyah, diturunkan setelah surat Al-Furqan, dan merupakan surat terakhir di antara urutan surat-surat dalam Al-Qur'an yang dimulai dengan \"Alhamdulillah\".Dinamakan \"Fathir\" (pencipta) karena ada hubungannya dengan kata \"Fathir\" yang terdapat pada ayat pertama surat ini.Pada ayat tersebut diterangkan bahwa Allah adalah Pencipta langit dan bumi, Pencipta malaikat-malaikat, dan Pencipta semesta alam, yang semuanya itu adalah sebagai bukti atas kekuasaan dan kebesaran-Nya.Surat ini dinamai juga dengan \"surat Malaikat\" karena pada ayat pertama disebutkan bahwa Allah telah menciptakan malaikat-malaikat, sebagai utusan-Nya, yang mempunyai beberapa sayap.**Pokok-Pokok Isi:**1. **Keimanan:** Bukti-bukti kekuasaan Allah dan nikmat-nikmat yang telah Dia anugerahkan; Allah menciptakan para malaikat sesuai dengan bentuk yang Dia kehendaki; bukti-bukti atas kebenaran adanya hari kebangkitan.2. **Lain-lain:** Kesenangan hidup di dunia hanyalah sementara; menguatkan hati Rasulullah dalam menyeru orang-orang kafir dengan mengingatkannya kepada rasul-rasul yang terdahulu dan orang-orang yang mendustakannya; seruan kepada manusia agar mengerjakan amal baik dan meninggalkan perbuatan buruk agar jangan mengikuti langkah setan; Setiap orang memikul dosanya sendiri; manusia adalah khalifah Allah di bumi; gambaran akibat yang diterima oleh orang mukmin dan orang-orang kafir; tingkatan orang-orang mukmin.Kesimpulan surat Fathir ialah mengajak untuk mensyukuri nikmat yang diberikan Allah kepada manusia, menjauhi perbuatan jahat, memikirkan tentang keindahan-keindahan semesta alam, dan manusia adalah sebagai khalifah Allah di bumi.**Hubungan Surat Fathir Dengan Surat Yasin:**1. Pada bagian akhir surat Fathir dikemukakan bahwa orang-orang musyrik bersumpah akan beriman apabila seorang pemberi peringatan (rasul) datang kepada mereka, tetapi setelah rasul itu datang, mereka tetap mengingkarinya. Pada permulaan surat Yasin Allah menegaskan bahwa Nabi Muhammad adalah seorang rasul yang selalu berada di jalan yang lurus untuk memberi peringatan, tetapi orang-orang kafir tetap tidak beriman.2. Pada surat Fathir disebutkan bahwa Allah menundukkan matahari dan bulan, masing-masing beredar menurut waktu yang sudah ditentukan, sedangkan pada surat Yasin disebutkan bahwa matahari dan bulan beredar pada garis edar yang telah ditetapkan Allah.",
      "verses": [
        {
          "number": 12,
          "arabic": "وَمَا يَسْتَوِى ٱلْبَحْرَانِ هَـٰذَا عَذْبٌ فُرَاتٌ سَآئِغٌ شَرَابُهُۥ وَهَـٰذَا مِلْحٌ أُجَاجٌ ۖ وَمِن كُلٍّ تَأْكُلُونَ لَحْمًا طَرِيًّا وَتَسْتَخْرِجُونَ حِلْيَةً تَلْبَسُونَهَا ۖ وَتَرَى ٱلْفُلْكَ فِيهِ مَوَاخِرَ لِتَبْتَغُوا۟ مِن فَضْلِهِۦ وَلَعَلَّكُمْ تَشْكُرُونَ",
          "transliteration": "wamā yastawī l-baḥrāni hādhā ʿadhbun furātun sāighun sharābuhu wahādhā mil'ḥun ujājun wamin kullin takulūna laḥman ṭariyyan watastakhrijūna ḥil'yatan talbasūnahā watarā l-ful'ka fīhi mawākhira litabtaghū min faḍlihi walaʿallakum tashkurūna",
          "translation": "Dan tidak sama (antara) dua lautan; yang ini tawar, segar, sedap diminum dan yang lain asin lagi pahit. Dan dari (masing-masing lautan) itu kamu dapat memakan daging yang segar dan kamu dapat mengeluarkan perhiasan yang kamu pakai, dan di sana kamu melihat kapal-kapal berlayar membelah laut agar kamu dapat mencari karunia-Nya dan agar kamu bersyukur.",
          "tafsir": "Pada ayat ini, Allah menerangkan bahwa ada dua keistimewaan air, masing-masing mempunyai kegunaan sendiri-sendiri. Keduanya dapat menjadi tempat berkembang biak ikan yang lezat cita rasanya. Air tawar di sungai-sungai yang mengalir melalui desa-desa dan kota-kota besar, sedap diminum, menghilangkan dahaga, menyuburkan tanah, dan menumbuhkan rumput-rumputan, tanam-tanaman, dan pohon-pohonan. Perahu-perahu dapat berlayar di atasnya untuk membawa keperluan hidup dari satu tempat ke tempat lain. Sedangkan air asin, di dalamnya terdapat mutiara dan karang laut yang dapat dijadikan perhiasan, dan menjadi tempat berlayarnya kapal-kapal besar membawa hasil bumi dan tambang dari satu tempat ke tempat-tempat lain, baik di daerah sendiri maupun ke luar negeri sebagai barang ekspor atau mendatangkannya dari luar negeri sebagai barang impor, yang tidak dapat dijangkau oleh perahu-perahu kecil, sebagai barang dagangan untuk mencari karunia Allah. Pada akhir ayat ini dijelaskan bahwa kekuasaan Allah dapat menundukkan air tawar dan air asin sehingga bisa dipergunakan menurut fungsinya masing-masing. Hal demikian itu bertujuan agar manusia bersyukur atas nikmat-nikmat yang telah dianugerahkan Allah kepadanya itu. Menurut para saintis, air nikmat diminum dan terasa segar apabila mengandung hanya sedikit garam terlarut, sedangkan rasa asin dan pahit air laut disebabkan oleh tingginya kandungan garam yang terlarut di dalamnya. Ukuran kandungan garam di dalam air biasa dinyatakan dengan kegaraman atau salinitas yang satuannya adalah gram garam per kg air, atau karena BD air = 1, dalam gram/liter. Empat belas abad yang lalu, ketika ilmu kimia praktis belum ada, ayat ini telah menyatakan bahwa salinitas air laut berbeda-beda. Kenyataan ini terbukti kini bahwa apa yang dinyatakan dalam ayat ini benar adanya. Hasil pengukuran di seluruh dunia memperlihatkan bahwa salinitas rata-rata air laut adalah sebesar 34,72 gr/l. Tetapi salinitas rata-rata ketiga samudra besar memiliki perbedaan: 34, 90 untuk Samudra Atlantik, 34,76 untuk Samudra Hindia dan 34,62 untuk Samudra Pasifik. Salinitas air di lautan terbuka umumnya bervariasi antara 33 sampai 37 gram/l. Salinitas tertinggi di laut terbuka dijumpai di Laut Merah ( sekitar 41 gr/l), sedangkan salinitas terendah dijumpai di Teluk Bothnia dan Laut Baltik (Masing-masing sekitar 10 dan 20 gr/l)."
        },
        {
          "number": 13,
          "arabic": "يُولِجُ ٱلَّيْلَ فِى ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِى ٱلَّيْلِ وَسَخَّرَ ٱلشَّمْسَ وَٱلْقَمَرَ كُلٌّ يَجْرِى لِأَجَلٍ مُّسَمًّى ۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ لَهُ ٱلْمُلْكُ ۚ وَٱلَّذِينَ تَدْعُونَ مِن دُونِهِۦ مَا يَمْلِكُونَ مِن قِطْمِيرٍ",
          "transliteration": "yūliju al-layla fī l-nahāri wayūliju l-nahāra fī al-layli wasakhara l-shamsa wal-qamara kullun yajrī li-ajalin musamman dhālikumu l-lahu rabbukum lahu l-mul'ku wa-alladhīna tadʿūna min dūnihi mā yamlikūna min qiṭ'mīrin",
          "translation": "Dia memasukkan malam ke dalam siang dan memasukkan siang ke dalam malam dan menundukkan matahari dan bulan, masing-masing beredar menurut waktu yang ditentukan. Yang (berbuat) demikian itulah Allah Tuhanmu, milik-Nyalah segala kerajaan. Dan orang-orang yang kamu seru (sembah) selain Allah tidak mempunyai apa-apa walaupun setipis kulit ari.",
          "tafsir": "Pada ayat ini diterangkan bahwa Allah yang memasukkan malam ke dalam siang, maka jadilah siang itu lebih panjang dari malam, begitu pula sebaliknya. Dia memasukkan siang ke dalam malam maka jadilah malam itu lebih panjang dari siang. Silih bergantinya siang dengan malam merupakan suatu rahmat dari Allah. Pada waktu siang, manusia bekerja mencari rezeki dan pada waktu malam mereka beristirahat untuk melepaskan lelah dan mengumpulkan tenaga baru untuk dipergunakan lagi esok harinya. Allah menundukkan siang dan malam, dan menjadikan matahari dan bulan beredar menurut ketentuan yang telah digariskan. Tidak satu pun di antaranya yang menyalahi ketentuan itu, sehingga tidak terjadi tabrakan. Ini semua merupakan rahmat dari Allah, karena dengan demikian bilangan tahun dan perhitungan waktu dapat diketahui, sebagaimana ditegaskan Allah dalam ayat yang lain: Dialah yang menjadikan matahari bersinar dan bulan bercahaya, dan Dialah yang menetapkan tempat-tempat orbitnya, agar kamu mengetahui bilangan tahun, dan perhitungan (waktu). (Yunus/10: 5) Hanya Allah yang melakukan semua itu. Tuhan yang mempunyai kekuasaan yang sempurna dan mutlak. Dialah Tuhan yang wajib disembah. Semua yang ada di langit dan di bumi adalah hamba-Nya dan di bawah kekuasaan-Nya. Berbeda dengan berhala-berhala yang disembah orang-orang musyrik, yang tidak memiliki daya kemampuan sedikit pun, sekalipun setipis kulit ari. Bahkan, sembahan mereka itu adalah milik Allah Pencipta semesta alam."
        },
        {
          "number": 14,
          "arabic": "إِن تَدْعُوهُمْ لَا يَسْمَعُوا۟ دُعَآءَكُمْ وَلَوْ سَمِعُوا۟ مَا ٱسْتَجَابُوا۟ لَكُمْ ۖ وَيَوْمَ ٱلْقِيَـٰمَةِ يَكْفُرُونَ بِشِرْكِكُمْ ۚ وَلَا يُنَبِّئُكَ مِثْلُ خَبِيرٍ",
          "transliteration": "in tadʿūhum lā yasmaʿū duʿāakum walaw samiʿū mā is'tajābū lakum wayawma l-qiyāmati yakfurūna bishir'kikum walā yunabbi-uka mith'lu khabīrin",
          "translation": "Jika kamu menyeru mereka, mereka tidak mendengar seruanmu, dan sekiranya mereka mendengar, mereka juga tidak memperkenankan permintaanmu. Dan pada hari Kiamat mereka akan mengingkari kemusyrikanmu dan tidak ada yang dapat memberikan keterangan kepadamu seperti yang diberikan oleh (Allah) Yang Mahateliti.",
          "tafsir": "Ayat ini menerangkan bahwa tuhan-tuhan yang mereka persekutukan dengan Allah tidak dapat mendengar apabila diseru oleh penyembahnya, karena hanya berupa benda mati yang tidak bernyawa. Andaipun dapat mendengar seruan penyembahnya, tuhan-tuhan itu tidak akan dapat berbuat apa-apa, serta tidak dapat melayani dan mengabulkan permintaan mereka di hari kiamat nanti. Tuhan-tuhan itu berlepas diri dari mereka, tidak mau bertanggung jawab, dan bahkan berkata, \"Sebenarnya mereka itu tidaklah menyembah kami, tetapi menyembah hawa nafsu mereka, dan sesuatu yang dianggap baik menurut ajakan dan bujukan setan.\" Allah berfirman: Dan mereka telah memilih tuhan-tuhan selain Allah, agar tuhan-tuhan itu menjadi pelindung bagi mereka. Sama sekali tidak! Kelak mereka (se-sembahan) itu akan mengingkari penyembahan mereka terhadapnya, dan akan menjadi musuh bagi mereka. (Maryam/19: 81-82) Ayat 14 ini ditutup dengan ketegasan bahwa pemberitaan mengenai tuhan-tuhan yang menjadi sembahan kaum musyrikin adalah benar dan tidak mungkin keliru, karena informasi itu berasal dari Allah, Tuhan Maha Mengetahui segala sesuatu dengan pasti. Tidak ada yang tersembunyi bagi-Nya, baik di bumi maupun di langit. Firman Allah: Bagi Allah tidak ada sesuatu pun yang tersembunyi di bumi dan di langit. (ali 'Imran/3: 5"
        },
        {
          "number": 15,
          "arabic": "۞ يَـٰٓأَيُّهَا ٱلنَّاسُ أَنتُمُ ٱلْفُقَرَآءُ إِلَى ٱللَّهِ ۖ وَٱللَّهُ هُوَ ٱلْغَنِىُّ ٱلْحَمِيدُ",
          "transliteration": "yāayyuhā l-nāsu antumu l-fuqarāu ilā l-lahi wal-lahu huwa l-ghaniyu l-ḥamīdu",
          "translation": "Wahai manusia! Kamulah yang memerlukan Allah; dan Allah Dialah Yang Mahakaya (tidak memerlukan apa pun), Maha Terpuji.",
          "tafsir": "Pada ayat ini diterangkan bahwa manusia sangat berkepentingan kepada Penciptanya yaitu Allah karena semua manusia membutuhkan pertolongan-Nya dalam seluruh aspek kehidupan, seperti kekuatan, rezeki, menolak bahaya, mendapat kenikmatan, ilmu dan sebagainya, baik urusan dunia maupun akhirat. Semua itu tidak akan terjadi kecuali dengan rahmat dan taufik Allah. Hanya Allah yang wajib disembah dan diharapkan rida-Nya. Ia Mahakaya, tidak memerlukan sesuatu. Maha Terpuji atas nikmat yang telah dianugerahkan kepada para hamba-Nya. Setiap nikmat yang dimiliki oleh manusia berasal dari sisi-Nya. Dialah yang seharusnya dipuji dan disyukuri dalam segala hal. Di ayat lain Allah menegaskan: Milik-Nyalah apa yang ada di langit dan apa yang ada di bumi. Dan Allah benar-benar Mahakaya, Maha Terpuji. (al-hajj/22: 64)"
        },
        {
          "number": 16,
          "arabic": "إِن يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ",
          "transliteration": "in yasha yudh'hib'kum wayati bikhalqin jadīdin",
          "translation": "Jika Dia menghendaki, niscaya Dia membinasakan kamu dan mendatangkan makhluk yang baru (untuk menggantikan kamu).",
          "tafsir": "Ayat-ayat ini menjelaskan bahwa Allah tidak memerlukan suatu apa pun, dan Dia mempunyai kekuasaan yang sempurna. Jika Allah mau menghancurkan makhluk-Nya, maka dengan sekejap saja hancur binasalah semuanya, karena sekalipun Dia yang menciptakan, tetapi Dia tidak mempunyai keperluan sedikit pun padanya. Dia lalu menggantinya dengan makhluk lain yang akan patuh dan taat kepada perintah-Nya, menyerukan yang baik dan mencegah yang keji dan mungkar. Yang demikian itu tidak sulit bagi Allah untuk melaksanakannya, tetapi mudah sekali. Firman Allah: Dan apakah mereka tidak memperhatikan bagaimana Allah memulai penciptaan (makhluk), kemudian Dia mengulanginya (kembali). Sungguh, yang demikian itu mudah bagi Allah. (al-'Ankabut/29: 19)"
        },
        {
          "number": 17,
          "arabic": "وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٍ",
          "transliteration": "wamā dhālika ʿalā l-lahi biʿazīzin",
          "translation": "Dan yang demikian itu tidak sulit bagi Allah.",
          "tafsir": "Ayat-ayat ini menjelaskan bahwa Allah tidak memerlukan suatu apa pun, dan Dia mempunyai kekuasaan yang sempurna. Jika Allah mau menghancurkan makhluk-Nya, maka dengan sekejap saja hancur binasalah semuanya, karena sekalipun Dia yang menciptakan, tetapi Dia tidak mempunyai keperluan sedikit pun padanya. Dia lalu menggantinya dengan makhluk lain yang akan patuh dan taat kepada perintah-Nya, menyerukan yang baik dan mencegah yang keji dan mungkar. Yang demikian itu tidak sulit bagi Allah untuk melaksanakannya, tetapi mudah sekali. Firman Allah: Dan apakah mereka tidak memperhatikan bagaimana Allah memulai penciptaan (makhluk), kemudian Dia mengulanginya (kembali). Sungguh, yang demikian itu mudah bagi Allah. (al-'Ankabut/29: 19)"
        },
        {
          "number": 18,
          "arabic": "وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىٰ ۚ وَإِن تَدْعُ مُثْقَلَةٌ إِلَىٰ حِمْلِهَا لَا يُحْمَلْ مِنْهُ شَىْءٌ وَلَوْ كَانَ ذَا قُرْبَىٰٓ ۗ إِنَّمَا تُنذِرُ ٱلَّذِينَ يَخْشَوْنَ رَبَّهُم بِٱلْغَيْبِ وَأَقَامُوا۟ ٱلصَّلَوٰةَ ۚ وَمَن تَزَكَّىٰ فَإِنَّمَا يَتَزَكَّىٰ لِنَفْسِهِۦ ۚ وَإِلَى ٱللَّهِ ٱلْمَصِيرُ",
          "transliteration": "walā taziru wāziratun wiz'ra ukh'rā wa-in tadʿu muth'qalatun ilā ḥim'lihā lā yuḥ'mal min'hu shayon walaw kāna dhā qur'bā innamā tundhiru alladhīna yakhshawna rabbahum bil-ghaybi wa-aqāmū l-ṣalata waman tazakkā fa-innamā yatazakkā linafsihi wa-ilā l-lahi l-maṣīru",
          "translation": "Dan orang yang berdosa tidak akan memikul dosa orang lain. Dan jika seseorang yang dibebani berat dosanya memanggil (orang lain) untuk memikul bebannya itu tidak akan dipikulkan sedikit pun, meskipun (yang dipanggilnya itu) kaum kerabatnya. Sesunggunya yang dapat engkau beri peringatan hanya orang-orang yang takut kepada (azab) Tuhannya (sekalipun) mereka tidak melihat-Nya<sup foot_note=135660>1</sup> dan mereka yang melaksanakan salat. Barangsiapa yang menyucikan dirinya, sesungguhnya dia menyucikan diri untuk kebaikan dirinya sendiri. Dan kepada Allah lah tempat kembali.",
          "tafsir": "Pada ayat ini, Allah menerangkan kedahsyatan hari Kiamat. Pada hari itu setiap orang memikul dosanya masing-masing. Seseorang yang berdosa tidak akan memikul dosa orang lain. Jika ada yang merasa dosanya berat sekali, lalu meminta bantuan kepada orang lain untuk memikul sebagian dosanya, maka dosa itu tidak akan dipukulkan kepada yang diminta, sekalipun itu kaum kerabatnya, seperti ayah, anak, dan lain sebagainya. Setiap orang di hari Kiamat itu sibuk dengan urusannya masing-masing memikirkan dan merenungkan apa gerangan yang akan menimpa dirinya. Firman Allah: Wahai manusia! Bertakwalah kepada Tuhanmu dan takutlah pada hari yang (ketika itu) seorang bapak tidak dapat menolong anaknya, dan seorang anak tidak dapat (pula) menolong bapaknya sedikit pun. Sungguh, janji Allah pasti benar, maka janganlah sekali-kali kamu teperdaya oleh kehidupan dunia, dan jangan sampai kamu teperdaya oleh penipu dalam (menaati) Allah. (Luqman/31: 33) Ayat lain menjelaskan: Pada hari itu manusia lari dari saudaranya, dan dari ibu dan bapaknya, dan dari istri dan anak-anaknya. Setiap orang dari mereka pada hari itu mempunyai urusan yang menyibukkannya. ('Abasa/80: 34-37) Dalam tafsir al-Qurthubi diriwayatkan dari 'Ikrimah bahwa seorang bapak menggantungkan harapan kepada anaknya di hari kiamat dan berkata, \"Wahai anakku! Bagaimana aku sebagai bapakmu,\" lalu anak itu memujinya dengan pujian yang baik. Bapak itu berkata lagi kepada anaknya, \"Wahai anakku! Aku benar-benar memerlukan dari amal baikmu sekalipun hanya seberat zarrah, supaya aku selamat dari keadaanku sebagaimana yang engkau lihat.\" Anaknya menjawab, \"Wahai bapakku! Alangkah sedikitnya yang engkau minta, tetapi aku sendiri khawatir terhadap diriku sebagaimana bapak khawatir terhadap diri sendiri. Oleh karena itu, saya tidak dapat memberikan apa-apa barang sedikit pun.\" Kemudian ia beralih kepada istrinya yang menggantungkan harapannya dan berkata, \"Wahai Fulanah! Bagaimanakah aku sebagai suamimu?\" Lalu dipuji-pujinya suaminya itu dengan pujian yang baik. Berkatalah suami itu kepada istrinya, \"Aku meminta kepadamu satu saja dari amal baikmu, semoga dengan pemberianmu aku selamat dari keadaanku, sebagaimana yang kamu saksikan ini.\" Istrinya menjawab, \"Alangkah sedikitnya yang engkau minta, namun aku tidak bisa memberikannya karena aku khawatir juga seperti apa yang engkau khawatirkan.\" Kandungan ayat ini sebagai penghibur hati Rasulullah karena dakwahnya yang tidak mendapat sambutan baik dari kaumnya dan mereka tetap keras kepala. Allah menjelaskan bahwa yang dapat menerima nasihat dan peringatan-Nya hanyalah orang-orang yang takut kepada Allah dan azab-Nya yang pedih di hari kemudian, sekalipun mereka tidak melihatnya. Tidak seperti halnya orang-orang yang telah dipatri hatinya oleh Allah sehingga mereka tidak tahu apa-apa. Mereka mengerjakan salat yang diwajibkan sesuai dengan rukun dan syaratnya, mensucikan hati mereka, dan mendekatkan diri kepada Allah. Barang siapa menyucikan dirinya dari syirik, perbuatan dosa, dan kedurhakaan, seperti ria, ujub, dusta, dan menipu, kebaikannya akan kembali kepada dirinya sendiri. Begitu pula sebaliknya, kalau ia berbuat maksiat bergelimang dosa, maka mudaratnya itu kembali kepada dirinya. Ayat ini ditutup dengan satu penjelasan bahwa semua urusan dikembalikan kepada Allah. Tiap-tiap orang akan dibalas sesuai dengan amal perbuatannya di dunia. Kalau baik akan dibalas dengan baik, begitu pula sebaliknya, kalau amalnya jahat akan dibalas dengan balasan yang setimpal. Firman Allah: Hanya kepada Allah segala urusan dikembalikan. (al-Anfal/8: 44)"
        }
      ]
    }
  ]
}