{
  "pageNumber": 159,
  "juz": 8,
  "surahs": [
    {
      "number": 7,
      "name": "Al-A'raf",
      "nameArabic": "الأعراف",
      "meaning": "Tempat Tertinggi",
      "revelation": "Makkah",
      "description": "Surat Al-A'raf berjumlah 206 ayat, termasuk surat Makkiyyah, diturunkan sebelum surat Al-An'am, dan termasuk golongan surat \"Assab'uththiwaal\" (tujuh surat yang panjang). Dinamakan \"Al-A'raf\" karena perkataan Al-A'raf terdapat dalam ayat 46 yang mengemukakan tentang keadaan orang-orang yang berada di atas Al-A'raf, tempat yang tertinggi di batas surga dan neraka. Mereka itulah orang-orang yang antara kebaikan dan kejahatan mereka sama banyaknya.Pokok-Pokok Isi:1. Keimanan:Mentauhidkan Allah dalam berdoa dan beribadah; hanya Allah yang mengatur dan menjaga alam; menciptakan undang-undang dan hukum-hukum untuk mengatur kehidupan manusia di dunia dan di akhirat; Allah bersemayam di 'Arsy; bantahan terhadap kepalsuan syirik; ketauhidan sesuai dengan fitrah manusia; Musa berbicara dengan Allah; tentang melihat Allah; perintah beribadah sambil menundukkan diri kepada Allah; Allah memiliki al-asmaaul husnaa (nama-nama yang indah).2. Hukum-hukum:Larangan mengikuti perbuatan dan adat istiadat yang buruk; kewajiban mengikuti Allah dan rasul, perintah berhias ketika hendak shalat; bantahan terhadap orang yang mengharamkan perhiasan yang dianugerahkan Allah; perintah memakan makanan yang halal lagi baik dan larangan memakan yang sebaliknya.3. Kisah-kisah:Kisah Nabi Adam a.s. dengan Iblis; kisah Nabi Nuh a.s. dan kaumnya; kisah Nabi Shaleh a.s. dengan kaumnya; kisah Nabi Syu'aib a.s. dengan kaumnya; kisah Nabi Musa a.s. dengan Fir'aun.4. Lain-lain:Al-Qur'an diturunkan kepada Nabi terakhir dan perintah mengikutinya; Nabi Muhammad diutus untuk seluruh manusia; adab orang mukmin, adab mendengar bacaan Al-Qur'an dan berzikir; rasul bertanggung jawab menyampaikan seruan Allah; balasan terhadap orang-orang yang mengikuti dan mengingkari rasul; dakwah rasul-rasul yang pertama ialah mentauhidkan Allah; tentang ashhaabul A'raaf yang berada di antara surga dan neraka; Allah pencipta makhluk; manusia adalah makhluk terbaik yang diciptakan Allah serta memiliki kesediaan untuk berbuat baik dan berbuat buruk; permusuhan setan terhadap manusia; manusia khalifah Allah di bumi; kehancuran suatu kaum karena perbuatan mereka sendiri; setiap bangsa memiliki masa jaya dan masa kehancuran; Allah memberikan cobaan kepada manusia dengan kekayaan dan kemiskinan; istidraj azab Allah terhadap orang-orang yang mendustakan ayat-ayat-Nya.Surat Al-A'raf dimulai dengan pengutaraan tentang kewajiban manusia mengikuti rasul dan akibat mengingkarinya. Selanjutnya, diterangkan tentang perselisihan antara Nabi Adam dan Iblis di surga yang merupakan permulaan perselisihan antara golongan yang taat kepada perintah Allah dan golongan yang mengingkari sebagaimana yang terjadi pada nabi-nabi terdahulu dengan umat-umatnya. Kemudian surat ini ditutup dengan penjelasan tentang adab-adab orang mukmin, adab-adab mendengarkan ayat-ayat Al-Qur'an, dan tata cara berdoa dan berzikir kepada-Nya.Hubungan Antara Surat Al-A'Raf Dengan Surat Al-Anfal:1. Akhir surat Al-A'raf mengemukakan keadaan beberapa orang rasul yang diutus sebelum Nabi Muhammad dalam menghadapi kaumnya, sedang permulaan surat Al-Anfal menerangkan keadaan Nabi Muhammad dalam menghadapi umatnya.2. Permusuhan antara Adam dan Iblis di surga dilanjutkan dengan permusuhan antara manusia yang menerima petunjuk dari Allah dengan yang tidak menerimanya. Ini diterangkan dalam surat Al-A'raf. Hal yang serupa diterangkan lebih jelas dalam surat Al-Anfal; pertentangan kedua golongan itu serta tingkah laku mereka dalam perang Badar. Surat Al-A'raf termasuk surat yang banyak persesuaiannya dengan surat-surat yang lain, seperti: Al-Baqarah, Ali 'Imran, At-Taubah, danYunus.",
      "verses": [
        {
          "number": 68,
          "arabic": "أُبَلِّغُكُمْ رِسَـٰلَـٰتِ رَبِّى وَأَنَا۠ لَكُمْ نَاصِحٌ أَمِينٌ",
          "transliteration": "uballighukum risālāti rabbī wa-anā lakum nāṣiḥun amīnun",
          "translation": "Aku menyampaikan kepadamu amanat Tuhanku dan pemberi nasehat yang terpercaya kepada kamu.",
          "tafsir": "Ayat ini menerangkan penegasan Nabi Hud kepada kaumnya, bahwa dia hanya menyampaikan perintah-perintah Tuhannya agar mereka beriman kepada-Nya, kepada hari kemudian, kepada Rasul-rasul, kepada malaikat-malaikat Allah, kepada adanya surga dan neraka dan agar mereka melaksanakan perintah-perintah Tuhan, baik yang berhubungan dengan ibadat maupun muamalat. Nabi Hud menegaskan bahwa dia adalah benar-benar seorang yang ikhlas dan orang yang dipercaya. Dengan kata-kata ini seolah-olah Nabi Hud mengemukakan kepada kaumnya, \"tidak wajar bagiku berdusta kepada Tuhanku yang mengutusku sebagai rasul.\" Demikianlah gambaran budi pekerti para rasul pilihan Allah ketika menghadapi pembangkangan kaum yang bukan saja menentang malahan secara tidak sopan menuduh para rasul dengan berbagai tuduhan yang rendah sekali. Namun demikian, para rasul itu menghadapi mereka dengan tenang dan dengan hati yang penuh kesabaran."
        },
        {
          "number": 69,
          "arabic": "أَوَعَجِبْتُمْ أَن جَآءَكُمْ ذِكْرٌ مِّن رَّبِّكُمْ عَلَىٰ رَجُلٍ مِّنكُمْ لِيُنذِرَكُمْ ۚ وَٱذْكُرُوٓا۟ إِذْ جَعَلَكُمْ خُلَفَآءَ مِنۢ بَعْدِ قَوْمِ نُوحٍ وَزَادَكُمْ فِى ٱلْخَلْقِ بَصْۜطَةً ۖ فَٱذْكُرُوٓا۟ ءَالَآءَ ٱللَّهِ لَعَلَّكُمْ تُفْلِحُونَ",
          "transliteration": "awaʿajib'tum an jāakum dhik'run min rabbikum ʿalā rajulin minkum liyundhirakum wa-udh'kurū idh jaʿalakum khulafāa min baʿdi qawmi nūḥin wazādakum fī l-khalqi baṣ'ṭatan fa-udh'kurū ālāa l-lahi laʿallakum tuf'liḥūna",
          "translation": "Dan herankah kamu bahwa ada peringatan yang datang dari Tuhanmu melalui seorang laki-laki dari kalanganmu sendiri, untuk memberi peringatan kepadamu? Ingatlah ketika Dia menjadikan kamu sebagai khalifah-khalifah setelah kaum Nuh, dan Dia lebihkan kamu dalam kekuatan tubuh dan perawakan. Maka ingatlah akan nikmat-nikmat Allah agar kamu beruntung. \"",
          "tafsir": "Dalam ayat ini, Allah menerangkan kecaman Nabi Hud kepada pemuka-pemuka kaumnya, bahwa tidak patut mereka merasa heran dan ragu-ragu terhadap kedatangan peringatan dan pengajaran dari Tuhan yang dibawa oleh seorang laki-laki di antara mereka. Pengajaran Allah itu datang kepada mereka justru pada saat mereka berada dalam kesesatan. Semestinya mereka tidak perlu ragu kepada pribadi orang yang membawa seruan. Hendaknya mereka mempergunakan akal pikiran untuk memperhatikan seruan yang dibawa kepada mereka itu yaitu seruan yang benar, seruan yang menyelamatkan diri mereka dari azab Allah. Ia juga mengingatkan mereka akan nikmat dan rahmat Allah, bahwa mereka bukan saja sebagai ahli waris kaum Nuh yang diselamatkan Allah dari topan karena keimanan mereka kepada-Nya, tetapi juga Allah melebihkan mereka dengan kekuatan fisik serta tubuh yang besar. Oleh sebab itu hendaklah mereka bersyukur kepada Allah dengan bertakwa kepada-Nya. Kalau mereka tidak bersyukur, Allah akan menjatuhkan azab-Nya sebagaimana Allah menjatuhkan azab kepada kaum Nuh yang ingkar dan menggantikan kedudukannya dengan bangsa lain. Mereka diingatkan kepada nikmat Allah itu agar mereka bersyukur dengan menyembah-Nya seikhlas-ikhlasnya sehingga mereka menjauhi kemusyrikan dengan meninggalkan penyembahan berhala. Dengan demikian mereka harus meninggalkan penyembahan berhala untuk mencapai kebahagiaan pada hari kemudian dan mendapat tempat pada sisi Allah yang telah disediakan untuk hamba-hamba-Nya yang bersyukur kepada nikmat-Nya."
        },
        {
          "number": 70,
          "arabic": "قَالُوٓا۟ أَجِئْتَنَا لِنَعْبُدَ ٱللَّهَ وَحْدَهُۥ وَنَذَرَ مَا كَانَ يَعْبُدُ ءَابَآؤُنَا ۖ فَأْتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّـٰدِقِينَ",
          "transliteration": "qālū aji'tanā linaʿbuda l-laha waḥdahu wanadhara mā kāna yaʿbudu ābāunā fatinā bimā taʿidunā in kunta mina l-ṣādiqīna",
          "translation": "Mereka berkata, \"Apakah kedatanganmu kepada kami, agar kami hanya menyembah Allah saja dan meninggalkan apa yang biasa disembah oleh nenek moyang kami? Maka buktikanlah ancamanmu kepada kami, jika kamu benar!\"",
          "tafsir": "Ternyata kaum Hud adalah kaum yang sangat keras kepala dan pembangkang. Mereka, masih juga menjawab dan mengejek seruan Nabi Hud itu seraya mengatakan, \"Rupanya engkau datang kepada kami ini, hai Hud, agar kami menyembah Allah dengan meninggalkan apa yang disembah oleh nenek-moyang kami. Tidakkah ini suatu yang menggelikan hati kami. Apakah engkau tidak mengetahui bahwa sembahan peninggalan orang-orang tua kita itu adalah mendekatkan kita kepada Tuhan sebagai perantara karena kita belum menjadi orang suci; tidakkah kita perlu kepada tuhan-tuhan yang disembah oleh orang-orang tua kita itu, jika sekiranya engkau memang sebenarnya utusan Allah dan memang benar apa yang engkau sampaikan kepada kami, cobalah datangkan kepada kami azab yang engkau janjikan itu.\""
        },
        {
          "number": 71,
          "arabic": "قَالَ قَدْ وَقَعَ عَلَيْكُم مِّن رَّبِّكُمْ رِجْسٌ وَغَضَبٌ ۖ أَتُجَـٰدِلُونَنِى فِىٓ أَسْمَآءٍ سَمَّيْتُمُوهَآ أَنتُمْ وَءَابَآؤُكُم مَّا نَزَّلَ ٱللَّهُ بِهَا مِن سُلْطَـٰنٍ ۚ فَٱنتَظِرُوٓا۟ إِنِّى مَعَكُم مِّنَ ٱلْمُنتَظِرِينَ",
          "transliteration": "qāla qad waqaʿa ʿalaykum min rabbikum rij'sun waghaḍabun atujādilūnanī fī asmāin sammaytumūhā antum waābāukum mā nazzala l-lahu bihā min sul'ṭānin fa-intaẓirū innī maʿakum mina l-muntaẓirīna",
          "translation": "Dia (Hud) menjawab, \"Sungguh, kebencian dan kemurkaan dari Tuhan akan menimpa kamu. Apakah kamu hendak berbantah denganku tentang nama-nama (berhala) yang kamu dan nenek moyangmu buat sendiri, padahal Allah tidak menurunkan keterangan untuk itu? Jika demikian tunggulah! Sesungguhnya aku pun bersamamu termasuk yang menunggu.\"",
          "tafsir": "Setelah kaum Hud menentangnya dan menolak seruan agar mereka meninggalkan penyembahan patung-patung, bahkan mereka minta agar segera didatangkan kepada mereka azab, maka Nabi Hud berkata kepada kaumnya, bahwa Allah telah menentukan azab yang akan ditimpakan kepada mereka dan mereka akan mengalami kemurkaan Allah yakni mereka akan dijauhkan dari rahmat-Nya. Azab yang akan menimpa itu ialah angin yang sangat kencang dengan suara yang sangat gemuruh yang menghempaskan mereka hingga mati tersungkur. Firman Allah: Kaum 'Ad pun telah mendustakan. Maka betapa dahsyatnya azab-Ku dan peringatan-Ku! Sesungguhnya Kami telah menghembuskan angin yang sangat kencang kepada mereka pada hari nahas yang terus menerus, yang membuat manusia bergelimpangan, mereka bagaikan pohon-pohon kurma yang tumbang dengan akar-akarnya. Maka betapa dahsyatnya azab-Ku dan peringatan-Ku! (al-Qamar/54: 18-21) Nabi Hud menyatakan kepada kaumnya bahwa nama-nama berhala, baik yang mereka namakan maupun yang dinamakan oleh nenek moyang mereka tidak patut mereka jadikan pokok perdebatan dengan beliau. Karena pemberian nama dengan nama-nama Tuhan kepada berhala dan patung-patung itu sangat tidak masuk akal. Demikian pula menamakannya dengan perantara untuk mendekatkan diri kepada Allah, atau pemberi syafa'at dan lain-lain dari sifat-sifat ketuhanan. Nama-nama itu tidak ada dasarnya. Allah tidak ada menurunkan keterangan dan bukti nama-nama itu. Allah adalah Tuhan Yang Maha Esa, hanya kepada-Nya saja manusia secara langsung menyembah; tidak ada sesuatu pun yang dibenarkan menjadi sekutu-Nya. Jika dibenarkan tentu Allah memberi keterangan dengan wahyu-Nya. Nabi Hud berseru kepada mereka untuk menunggu turunnya azab dari Allah yang mereka minta itu dan dia sendiri termasuk orang-orang yang menunggu untuk menyaksikan kedatangan azab yang akan menimpa kaumnya yang kafir itu."
        },
        {
          "number": 72,
          "arabic": "فَأَنجَيْنَـٰهُ وَٱلَّذِينَ مَعَهُۥ بِرَحْمَةٍ مِّنَّا وَقَطَعْنَا دَابِرَ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا ۖ وَمَا كَانُوا۟ مُؤْمِنِينَ",
          "transliteration": "fa-anjaynāhu wa-alladhīna maʿahu biraḥmatin minnā waqaṭaʿnā dābira alladhīna kadhabū biāyātinā wamā kānū mu'minīna",
          "translation": "Maka Kami selamatkan dia (Hud) dan orang-orang yang bersamanya dengan rahmat Kami dan Kami musnahkan sampai ke akar-akarnya orang-orang yang mendustakan ayat-ayat Kami. Mereka bukanlah orang-orang beriman.",
          "tafsir": "Setelah kaum Hud menentang dan menuntut azab yang dijanjikan maka datanglah azab Allah menimpa mereka dan Allah menyelamatkan Hud beserta orang-orang yang beriman dari pada azab tersebut. Azab itu berupa angin dahsyat yang sangat dingin yang membinasakan kaum 'Ad, karena mereka mendustakan kebesaran Allah bahkan mengingkari utusan-utusan-Nya. Mereka dilenyapkan dari muka bumi ini dengan angin yang menghancurkan segala sesuatu, sebagaimana tersebut dalam firman Allah: Yang menghancurkan segala sesuatu dengan perintah Tuhannya, sehingga mereka (kaum 'Ad) menjadi tidak tampak lagi (di bumi) kecuali hanya (bekas-bekas) tempat tinggal mereka. Demikianlah Kami memberi balasan kepada kaum yang berdosa. (al-Ahqaf/46: 25)"
        },
        {
          "number": 73,
          "arabic": "وَإِلَىٰ ثَمُودَ أَخَاهُمْ صَـٰلِحًا ۗ قَالَ يَـٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَـٰهٍ غَيْرُهُۥ ۖ قَدْ جَآءَتْكُم بَيِّنَةٌ مِّن رَّبِّكُمْ ۖ هَـٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمْ ءَايَةً ۖ فَذَرُوهَا تَأْكُلْ فِىٓ أَرْضِ ٱللَّهِ ۖ وَلَا تَمَسُّوهَا بِسُوٓءٍ فَيَأْخُذَكُمْ عَذَابٌ أَلِيمٌ",
          "transliteration": "wa-ilā thamūda akhāhum ṣāliḥan qāla yāqawmi uʿ'budū l-laha mā lakum min ilāhin ghayruhu qad jāatkum bayyinatun min rabbikum hādhihi nāqatu l-lahi lakum āyatan fadharūhā takul fī arḍi l-lahi walā tamassūhā bisūin fayakhudhakum ʿadhābun alīmun",
          "translation": "Dan kepada kaum Samud (Kami utus) saudara mereka Saleh. Dia berkata, \"Wahai kaumku! Sembahlah Allah! Tidak ada tuhan (sembahan) bagimu selain Dia. Sesungguhnya telah datang kepadamu bukti yang nyata dari Tuhanmu. Ini (seekor) Unta betina dari Allah sebagai tanda untukmu. Biarkanlah ia makan di bumi Allah, janganlah disakiti, nanti akibatnya kamu akan mendapatkan siksaan yang pedih.\"",
          "tafsir": "Ayat ini menerangkan bahwa Allah mengutus Nabi Saleh kepada kaumnya yaitu kaum tsamud. tsamud adalah nama suatu kabilah dari bangsa Arab yang telah dimusnahkan yang terkenal dengan istilah \"Arab Ba'idah\" yang mendiami Hijir yaitu daerah 'Ula di sebelah utara Medinah, Saudi Arabia. tsamud adalah nama nenek moyang mereka yaitu anak dari 'Atsir bin Iram bin Sam bin Nuh. Munculnya kaum tsamud itu sesudah kaum 'Ad dibinasakan Allah. Menurut suatu riwayat ketika Rasulullah dalam perang Tabuk pada tahun 9 Hijri ia melewati daerah peninggalan kaum tsamud itu. Rasulullah melarang para sahabat memasuki daerah tersebut dengan sabdanya yaitu: \"Jangan kamu memasuki tempat-tempat mereka yang ditimpa azab Allah itu kecuali kamu dalam keadaan menangis. Jika kamu tidak menangis, janganlah kamu memasuki tempat itu agar kamu tidak ditimpa musibah seperti musibah yang telah menimpa mereka.\" (Riwayat al-Bukhari dan Muslim) Demikianlah anjuran Nabi kepada para sahabat untuk menghindari tempat yang pernah ditimpa bencana. Saleh a.s. adalah Nabi yang diutus oleh Allah kepada kaum tsamud. Dia berasal dari kaum tsamud yang terbaik keturunannya, kedudukannya dan keadaan rumah tangganya demikian juga akhlaknya. Mukjizat kenabiannya adalah \"unta Allah\". Nabi Saleh menjalankan tugasnya dengan menyampaikan perintah-perintah Tuhannya yang ditujukan kepada kaumnya. Nabi Saleh menyeru mereka agar menyembah Allah Tuhan Yang Maha Esa dengan menegaskan bahwa tidak ada Tuhan selain Allah, karenanya hendaklah mereka bertakwa kepada-Nya. Nabi Saleh mengajak mereka menerima seruannya dan janganlah mereka mengikuti orang-orang yang hanyut di dalam kemusyrikan, yang membawa mereka ke dalam neraka Jahanam, akibat mereka meninggalkan ajaran agama yang benar. Nabi Saleh mengatakan kepada kaumnya bahwa bukti kebenaran dari kenabiannya, adalah seekor unta yang dinamakannya \"Unta Allah\", yang diciptakan Allah tidak menurut kebiasaan. Menurut sebagian ahli tafsir, unta ini keluar dari batu besar atas permintaan kaum tsamud sebagai suatu mukjizat yang harus diperhatikan oleh mereka. Allah memberikan mukjizat kepada Nabi Saleh berupa seekor unta sebagai bukti kerasulannya, karena kaum tsamud meminta bukti kerasulannya. Nabi Saleh meminta kepada kaumnya agar membiarkan unta itu makan apa saja yang ada di bumi Allah ini, karena bumi ini kepunyaan Allah dan unta ini adalah unta Allah dan tidak wajar mereka menghalang-halangi unta itu, apalagi menyakitinya dan menyembelihnya. Nabi Saleh mengancam mereka bahwa mereka akan mendapat azab yang pedih dari Allah jika mereka mengganggu atau membunuh unta itu. Agar tidak menimbulkan kesulitan antara mereka dan unta itu, maka diaturlah hari-hari minum ke telaga untuk mereka dan untuk unta itu, karena sedikitnya persediaan air sebagaimana diutarakan oleh firman Allah: Dan beritahukanlah kepada mereka bahwa air itu dibagi di antara mereka (dengan unta betina itu); setiap orang berhak mendapat giliran minum. (al-Qamar/54: 28) Juga firman Allah pada ayat yang lain yaitu: Dia (Saleh) menjawab, \"Ini seekor unta betina, yang berhak mendapatkan (giliran) minum, dan kamu juga berhak mendapatkan minum pada hari yang ditentukan. (asy-Syu'ara'/26: 155)"
        }
      ]
    }
  ]
}