{
  "pageNumber": 265,
  "juz": 14,
  "surahs": [
    {
      "number": 15,
      "name": "Al-Hijr",
      "nameArabic": "الحجر",
      "meaning": "Gunung Hijr",
      "revelation": "Makkah",
      "description": "Surat ini terdiri dari 99 ayat dan termasuk surat Makkiyyah karena diturunkan di Mekah sebelum Hijrah. Al-Hijr adalah nama sebuah pegunungan yang pada zaman dahulu didiami kaum Tsamud, terletak di pinggir jalan antara Madinah dan Syam (Syiria).Nama surat ini diambil dari nama pegunungan itu, berhubung nasib penduduknya, kaum Tsamud, diceritakan pada ayat ke-80 sampai ke-84. Mereka telah dimusnahkan Allah karena mendustakan Nabi Shaleh dan berpaling dari ayat-ayat Allah. Dalam surat ini juga terdapat kisah-kisah kaum lain yang telah dibinasakan oleh Allah, seperti: kaum Luth dan kaum Syu'aib. Kisah-kisah itu dapat diambil pelajaran bahwa orang yang menentang ajaran rasul-rasul akan mengalami kehancuran.**Pokok-Pokok Isi:**1. **Keimanan:** Kepastian nasib suatu bangsa hanya di tangan Allah; Allah menjamin kemurnian Al-Qur'an sepanjang masa; setan tidak mampu naik ke alam malaikat karena ia senantiasa dijaga dari setan; kadar rezeki yang diberikan kepada manusia sesuai dengan hikmah dan kebijaksanaan Allah; Allah memelihara hamba-Nya yang telah mendapat taufiq dari godaan setan; Allah bersifat pengampun dan penyayang tetapi juga mengazab orang-orang yang ingkar; manusia dikumpulkan pada hari kiamat.2. **Hukum-hukum:** Larangan melakukan homoseksual; kewajiban melakukan ibadah selama hidup; larangan menginginkan harta orang kafir; perintah kepada Nabi Muhammad agar melakukan dakwah agama secara terang-terangan; larangan berputus asa terhadap rahmat Allah.3. **Kisah-kisah:** Kisah Nabi Ibrahim dengan kaumnya; Nabi Luth dengan kaumnya; kaum Syu'aib dan kaum Shaleh (Tsamud).4. **Lain-lain:** Kejadian-kejadian semesta alam ini menunjukkan akan kebesaran Allah; kejadian alam beserta isinya mengandung hikmah; angin mengawinkan tepung sari bunga-bungaan; asal muasal kejadian Nabi Adam.Dalam surat Al-Hijr ini terdapat ayat-ayat yang menunjukkan bukti-bukti keberadaan Allah serta kekuasaan-Nya, baik yang ada di langit dan di bumi maupun yang ada pada kejadian manusia dan kehidupan mereka. Di dalamnya juga disebutkan kisah beberapa nabi dan macam-macam azab yang ditimpakan kepada kaum yang mendustakan para rasul Allah. Selain itu, disinggung pula tentang anugerah yang Allah berikan kepada Nabi Muhammad, As-Sab'ul Matsaani atau surat Al-Faatihah dan Al-Qur'anul Karim.**Hubungan Surat Al-Hijr Dengan Surat An-Nahl:**1. Kedua surat ini berisi tentang ketauhidan, kerasulan, dan hari kiamat, sebagaimana umumnya surat-surat yang diturunkan di Mekah sebelum hijrah.2. Pada akhir surat Al-Hijr (ayat ke-92 dan 93), Allah menyatakan bahwa manusia akan dimintai pertanggungjawabannya pada hari kiamat terhadap apa yang telah dikerjakannya di dunia ini. Maka, pada awal surat An-Nahl Allah menegaskan kepastian datangnya hari kiamat itu dan pada ayat ke-93 An-Nahl ditegaskan lagi pertanggungjawaban manusia ini.3. Pada bagian pertama surat Al-Hijr, Allah menerangkan tentang kebenaran Al-Qur'an dan jaminan dari-Nya untuk memeliharanya, sedang dalam surat An-Nahl terdapat ancaman-ancaman untuk orang yang mendustakan kebenaran Al-Qur'an.",
      "verses": [
        {
          "number": 52,
          "arabic": "إِذْ دَخَلُوا۟ عَلَيْهِ فَقَالُوا۟ سَلَـٰمًا قَالَ إِنَّا مِنكُمْ وَجِلُونَ",
          "transliteration": "idh dakhalū ʿalayhi faqālū salāman qāla innā minkum wajilūna",
          "translation": "Ketika mereka masuk ke tempatnya, lalu mereka mengucapkan, \"Salām.\" Dia (Ibrahim) berkata, \"kami benar-benar merasa takut kepadamu.\"",
          "tafsir": "Ayat ini menerangkan keadaan Nabi Ibrahim ketika kedatangan tamu yang tidak dikenal dan tidak diundang. Para tamu itu masuk dan mengucapkan salam. Karena tidak mengenal para tamunya, Nabi Ibrahim mengatakan bahwa ia takut kepada mereka. Penyebab ketakutan Ibrahim dijelaskan dalam ayat yang lain. Allah swt berfirman: Maka ketika dilihatnya tangan mereka tidak menjamahnya, dia (Ibrahim) mencurigai mereka, dan merasa takut kepada mereka. Mereka (malaikat) berkata, \"Jangan takut, sesungguhnya kami diutus kepada kaum Lut.\" (Hud/11: 70) Menurut ayat ini, Ibrahim merasa takut kepada tamunya karena mereka tidak mau memakan daging anak lembu yang dipanggang dan disuguhkan kepada mereka. Menurut kebiasaan, tamu yang tidak mau memakan suguhan yang dihidangkan kepadanya adalah tamu yang datang untuk maksud jahat atau bisa juga berarti bahwa tamu itu curiga dengan niat baik tuan rumah."
        },
        {
          "number": 53,
          "arabic": "قَالُوا۟ لَا تَوْجَلْ إِنَّا نُبَشِّرُكَ بِغُلَـٰمٍ عَلِيمٍ",
          "transliteration": "qālū lā tawjal innā nubashiruka bighulāmin ʿalīmin",
          "translation": "(Mereka) berkata, \"Janganlah engkau merasa takut, sesungguhnya kami memberi kabar gembira kepadamu dengan (kelahiran seorang) anak laki-laki (yang akan menjadi) orang yang pandai (Ishak).\"",
          "tafsir": "Melihat Ibrahim merasa takut, maka para tamu itu mengatakan kepadanya, agar tidak takut karena maksud kedatangan mereka ialah untuk menyampaikan kabar gembira dari Allah, bahwa ia akan dianugerahi seorang anak laki-laki yang saleh. Dalam firman Allah yang lain disebutkan bahwa anak yang akan dianugerahkan itu akan mempunyai kedudukan yang penting di kemudian hari. Allah berfirman: Dan Kami beri dia kabar gembira dengan (kelahiran) Ishak seorang nabi yang termasuk orang-orang yang saleh. (as-shaffat/37: 112) Ibrahim merasa heran atas berita gembira yang disampaikan para malaikat itu. Dia hampir saja tidak mempercayainya, apalagi berita itu disampaikan oleh orang yang belum dikenalnya dan ketika itu Ibrahim dan istrinya Sarah telah berusia lanjut. Menurut kebiasaan, orang yang sudah berusia lanjut tidak mungkin lagi mempunyai anak. Sudah tentu berita itu dianggapnya aneh, apalagi istrinya juga seorang yang mandul. Tamu-tamu Ibrahim itu menegaskan bahwa berita yang disampaikan mereka itu adalah berita yang benar, sebab kelahiran seorang putra yang diinginkan itu termasuk nikmat Allah yang diberikan kepada hamba-hamba-Nya. Allah kuasa melimpahkan nikmat itu kepada siapa saja yang dikehendaki-Nya. Dia juga kuasa untuk mengadakan atau menciptakan sesuatu yang menyimpang dari sunnah-Nya sendiri. Setelah mendengar keterangan para malaikat itu, timbullah keyakinan pada diri Ibrahim bahwa tamu yang aneh itu bukanlah sembarang tamu. Mereka adalah malaikat-malaikat Allah yang diutus kepadanya untuk menyampaikan berita gembira. Karena keyakinan itulah Ibrahim segera menjawab perkataan mereka bahwa tidak ada orang yang putus asa dari rahmat Tuhannya kecuali orang-orang yang sesat. Dalam hadis Nabi saw diterangkan betapa banyak dan luasnya nikmat Allah: Rasulullah saw bersabda, \"Sesungguhnya Allah swt telah menciptakan rahmat, ketika itu Dia menciptakan seratus rahmat, maka ditahan-Nya sembilan puluh sembilan rahmat, dan melepaskan satu rahmat kepada makhluk-Nya seluruh-Nya. Kalau orang kafir mengetahui semua rahmat yang ada pada sisi Allah, niscaya mereka tidak putus asa dari rahmat itu, dan kalau orang mukmin mengetahui semua macam azab yang ada pada Allah swt, niscaya mereka tidak merasa aman dari api neraka.\" (Riwayat al-Bukhari dan Muslim dari Abu Hurairah) Dalam hal ini, Ibrahim a.s. sebagai nabi dan rasul Allah pasti mengetahui betapa banyaknya rahmat yang ada pada sisi Allah. Oleh karena itu, beliau yakin akan kebenaran yang disampaikan para malaikat itu."
        },
        {
          "number": 54,
          "arabic": "قَالَ أَبَشَّرْتُمُونِى عَلَىٰٓ أَن مَّسَّنِىَ ٱلْكِبَرُ فَبِمَ تُبَشِّرُونَ",
          "transliteration": "qāla abashartumūnī ʿalā an massaniya l-kibaru fabima tubashirūna",
          "translation": "Dia (Ibrahim) berkata, \"Benarkah kamu memberi kabar gembira kepadaku padahal usiaku telah lanjut, lalu (dengan cara) bagaimana kamu memberi (kabar gembira) tersebut?\"",
          "tafsir": "Melihat Ibrahim merasa takut, maka para tamu itu mengatakan kepadanya, agar tidak takut karena maksud kedatangan mereka ialah untuk menyampaikan kabar gembira dari Allah, bahwa ia akan dianugerahi seorang anak laki-laki yang saleh. Dalam firman Allah yang lain disebutkan bahwa anak yang akan dianugerahkan itu akan mempunyai kedudukan yang penting di kemudian hari. Allah berfirman: Dan Kami beri dia kabar gembira dengan (kelahiran) Ishak seorang nabi yang termasuk orang-orang yang saleh. (as-shaffat/37: 112) Ibrahim merasa heran atas berita gembira yang disampaikan para malaikat itu. Dia hampir saja tidak mempercayainya, apalagi berita itu disampaikan oleh orang yang belum dikenalnya dan ketika itu Ibrahim dan istrinya Sarah telah berusia lanjut. Menurut kebiasaan, orang yang sudah berusia lanjut tidak mungkin lagi mempunyai anak. Sudah tentu berita itu dianggapnya aneh, apalagi istrinya juga seorang yang mandul. Tamu-tamu Ibrahim itu menegaskan bahwa berita yang disampaikan mereka itu adalah berita yang benar, sebab kelahiran seorang putra yang diinginkan itu termasuk nikmat Allah yang diberikan kepada hamba-hamba-Nya. Allah kuasa melimpahkan nikmat itu kepada siapa saja yang dikehendaki-Nya. Dia juga kuasa untuk mengadakan atau menciptakan sesuatu yang menyimpang dari sunnah-Nya sendiri. Setelah mendengar keterangan para malaikat itu, timbullah keyakinan pada diri Ibrahim bahwa tamu yang aneh itu bukanlah sembarang tamu. Mereka adalah malaikat-malaikat Allah yang diutus kepadanya untuk menyampaikan berita gembira. Karena keyakinan itulah Ibrahim segera menjawab perkataan mereka bahwa tidak ada orang yang putus asa dari rahmat Tuhannya kecuali orang-orang yang sesat. Dalam hadis Nabi saw diterangkan betapa banyak dan luasnya nikmat Allah: Rasulullah saw bersabda, \"Sesungguhnya Allah swt telah menciptakan rahmat, ketika itu Dia menciptakan seratus rahmat, maka ditahan-Nya sembilan puluh sembilan rahmat, dan melepaskan satu rahmat kepada makhluk-Nya seluruh-Nya. Kalau orang kafir mengetahui semua rahmat yang ada pada sisi Allah, niscaya mereka tidak putus asa dari rahmat itu, dan kalau orang mukmin mengetahui semua macam azab yang ada pada Allah swt, niscaya mereka tidak merasa aman dari api neraka.\" (Riwayat al-Bukhari dan Muslim dari Abu Hurairah) Dalam hal ini, Ibrahim a.s. sebagai nabi dan rasul Allah pasti mengetahui betapa banyaknya rahmat yang ada pada sisi Allah. Oleh karena itu, beliau yakin akan kebenaran yang disampaikan para malaikat itu."
        },
        {
          "number": 55,
          "arabic": "قَالُوا۟ بَشَّرْنَـٰكَ بِٱلْحَقِّ فَلَا تَكُن مِّنَ ٱلْقَـٰنِطِينَ",
          "transliteration": "qālū basharnāka bil-ḥaqi falā takun mina l-qāniṭīna",
          "translation": "(Mereka) menjawab, \"Kami menyampaikan kabar gembira kepadamu dengan benar, maka janganlah engkau termasuk orang yang berputus asa!\"",
          "tafsir": "Melihat Ibrahim merasa takut, maka para tamu itu mengatakan kepadanya, agar tidak takut karena maksud kedatangan mereka ialah untuk menyampaikan kabar gembira dari Allah, bahwa ia akan dianugerahi seorang anak laki-laki yang saleh. Dalam firman Allah yang lain disebutkan bahwa anak yang akan dianugerahkan itu akan mempunyai kedudukan yang penting di kemudian hari. Allah berfirman: Dan Kami beri dia kabar gembira dengan (kelahiran) Ishak seorang nabi yang termasuk orang-orang yang saleh. (as-shaffat/37: 112) Ibrahim merasa heran atas berita gembira yang disampaikan para malaikat itu. Dia hampir saja tidak mempercayainya, apalagi berita itu disampaikan oleh orang yang belum dikenalnya dan ketika itu Ibrahim dan istrinya Sarah telah berusia lanjut. Menurut kebiasaan, orang yang sudah berusia lanjut tidak mungkin lagi mempunyai anak. Sudah tentu berita itu dianggapnya aneh, apalagi istrinya juga seorang yang mandul. Tamu-tamu Ibrahim itu menegaskan bahwa berita yang disampaikan mereka itu adalah berita yang benar, sebab kelahiran seorang putra yang diinginkan itu termasuk nikmat Allah yang diberikan kepada hamba-hamba-Nya. Allah kuasa melimpahkan nikmat itu kepada siapa saja yang dikehendaki-Nya. Dia juga kuasa untuk mengadakan atau menciptakan sesuatu yang menyimpang dari sunnah-Nya sendiri. Setelah mendengar keterangan para malaikat itu, timbullah keyakinan pada diri Ibrahim bahwa tamu yang aneh itu bukanlah sembarang tamu. Mereka adalah malaikat-malaikat Allah yang diutus kepadanya untuk menyampaikan berita gembira. Karena keyakinan itulah Ibrahim segera menjawab perkataan mereka bahwa tidak ada orang yang putus asa dari rahmat Tuhannya kecuali orang-orang yang sesat. Dalam hadis Nabi saw diterangkan betapa banyak dan luasnya nikmat Allah: Rasulullah saw bersabda, \"Sesungguhnya Allah swt telah menciptakan rahmat, ketika itu Dia menciptakan seratus rahmat, maka ditahan-Nya sembilan puluh sembilan rahmat, dan melepaskan satu rahmat kepada makhluk-Nya seluruh-Nya. Kalau orang kafir mengetahui semua rahmat yang ada pada sisi Allah, niscaya mereka tidak putus asa dari rahmat itu, dan kalau orang mukmin mengetahui semua macam azab yang ada pada Allah swt, niscaya mereka tidak merasa aman dari api neraka.\" (Riwayat al-Bukhari dan Muslim dari Abu Hurairah) Dalam hal ini, Ibrahim a.s. sebagai nabi dan rasul Allah pasti mengetahui betapa banyaknya rahmat yang ada pada sisi Allah. Oleh karena itu, beliau yakin akan kebenaran yang disampaikan para malaikat itu."
        },
        {
          "number": 56,
          "arabic": "قَالَ وَمَن يَقْنَطُ مِن رَّحْمَةِ رَبِّهِۦٓ إِلَّا ٱلضَّآلُّونَ",
          "transliteration": "qāla waman yaqnaṭu min raḥmati rabbihi illā l-ḍālūna",
          "translation": "Dia (Ibrahim) berkata, \"Tidak ada yang berputus asa dari rahmat Tuhannya, kecuali orang yang sesat.\"",
          "tafsir": "Melihat Ibrahim merasa takut, maka para tamu itu mengatakan kepadanya, agar tidak takut karena maksud kedatangan mereka ialah untuk menyampaikan kabar gembira dari Allah, bahwa ia akan dianugerahi seorang anak laki-laki yang saleh. Dalam firman Allah yang lain disebutkan bahwa anak yang akan dianugerahkan itu akan mempunyai kedudukan yang penting di kemudian hari. Allah berfirman: Dan Kami beri dia kabar gembira dengan (kelahiran) Ishak seorang nabi yang termasuk orang-orang yang saleh. (as-shaffat/37: 112) Ibrahim merasa heran atas berita gembira yang disampaikan para malaikat itu. Dia hampir saja tidak mempercayainya, apalagi berita itu disampaikan oleh orang yang belum dikenalnya dan ketika itu Ibrahim dan istrinya Sarah telah berusia lanjut. Menurut kebiasaan, orang yang sudah berusia lanjut tidak mungkin lagi mempunyai anak. Sudah tentu berita itu dianggapnya aneh, apalagi istrinya juga seorang yang mandul. Tamu-tamu Ibrahim itu menegaskan bahwa berita yang disampaikan mereka itu adalah berita yang benar, sebab kelahiran seorang putra yang diinginkan itu termasuk nikmat Allah yang diberikan kepada hamba-hamba-Nya. Allah kuasa melimpahkan nikmat itu kepada siapa saja yang dikehendaki-Nya. Dia juga kuasa untuk mengadakan atau menciptakan sesuatu yang menyimpang dari sunnah-Nya sendiri. Setelah mendengar keterangan para malaikat itu, timbullah keyakinan pada diri Ibrahim bahwa tamu yang aneh itu bukanlah sembarang tamu. Mereka adalah malaikat-malaikat Allah yang diutus kepadanya untuk menyampaikan berita gembira. Karena keyakinan itulah Ibrahim segera menjawab perkataan mereka bahwa tidak ada orang yang putus asa dari rahmat Tuhannya kecuali orang-orang yang sesat. Dalam hadis Nabi saw diterangkan betapa banyak dan luasnya nikmat Allah: Rasulullah saw bersabda, \"Sesungguhnya Allah swt telah menciptakan rahmat, ketika itu Dia menciptakan seratus rahmat, maka ditahan-Nya sembilan puluh sembilan rahmat, dan melepaskan satu rahmat kepada makhluk-Nya seluruh-Nya. Kalau orang kafir mengetahui semua rahmat yang ada pada sisi Allah, niscaya mereka tidak putus asa dari rahmat itu, dan kalau orang mukmin mengetahui semua macam azab yang ada pada Allah swt, niscaya mereka tidak merasa aman dari api neraka.\" (Riwayat al-Bukhari dan Muslim dari Abu Hurairah) Dalam hal ini, Ibrahim a.s. sebagai nabi dan rasul Allah pasti mengetahui betapa banyaknya rahmat yang ada pada sisi Allah. Oleh karena itu, beliau yakin akan kebenaran yang disampaikan para malaikat itu."
        },
        {
          "number": 57,
          "arabic": "قَالَ فَمَا خَطْبُكُمْ أَيُّهَا ٱلْمُرْسَلُونَ",
          "transliteration": "qāla famā khaṭbukum ayyuhā l-mur'salūna",
          "translation": "Dia (Ibrahim) berkata, \"Apakah perkara pentingmu, wahai para utusan?\"",
          "tafsir": "Setelah Ibrahim yakin bahwa para tamunya adalah malaikat, timbul pertanyaan di benaknya kenapa yang datang beberapa malaikat, padahal biasanya hanya satu yang datang. Jika yang datang beberapa malaikat, tentu tugas yang dipikulnya sangat besar. Beliau lalu bertanya kepada malaikat tentang tugas yang diberikan Allah kepada mereka. Malaikat pun menjawab bahwa mereka ditugaskan untuk mengazab kaum yang berdosa, yaitu kaum Lut yang telah durhaka kepada Allah dan mengingkari seruan rasul yang diutus kepada mereka."
        },
        {
          "number": 58,
          "arabic": "قَالُوٓا۟ إِنَّآ أُرْسِلْنَآ إِلَىٰ قَوْمٍ مُّجْرِمِينَ",
          "transliteration": "qālū innā ur'sil'nā ilā qawmin muj'rimīna",
          "translation": "(Mereka) menjawab, \"Sesungguhnya kami diutus kepada kaum yang berdosa,",
          "tafsir": "Setelah Ibrahim yakin bahwa para tamunya adalah malaikat, timbul pertanyaan di benaknya kenapa yang datang beberapa malaikat, padahal biasanya hanya satu yang datang. Jika yang datang beberapa malaikat, tentu tugas yang dipikulnya sangat besar. Beliau lalu bertanya kepada malaikat tentang tugas yang diberikan Allah kepada mereka. Malaikat pun menjawab bahwa mereka ditugaskan untuk mengazab kaum yang berdosa, yaitu kaum Lut yang telah durhaka kepada Allah dan mengingkari seruan rasul yang diutus kepada mereka."
        },
        {
          "number": 59,
          "arabic": "إِلَّآ ءَالَ لُوطٍ إِنَّا لَمُنَجُّوهُمْ أَجْمَعِينَ",
          "transliteration": "illā āla lūṭin innā lamunajjūhum ajmaʿīna",
          "translation": "kecuali para pengikut Luṭ. Sesungguhnya kami pasti menyelamatkan mereka semuanya,",
          "tafsir": "Para malaikat yang menjadi tamu Nabi Ibrahim menerangkan kepadanya bahwa mereka ditugaskan untuk membinasakan kaum Lut yang tidak mengindahkan seruan nabi yang diutus kepada mereka. Termasuk orang-orang yang dibinasakan itu adalah istri Lut sendiri. Sedangkan orang-orang yang mengikuti Lut akan diselamatkan dari azab itu. Dari ayat ini dapat dipahami bahwa seseorang tidak dapat membebaskan orang lain dari azab Allah walaupun orang lain itu adalah istri, anak-anak atau orang tuanya, karena manusia bertanggung jawab kepada Allah atas segenap perbuatan yang telah dilakukannya. Allah tidak akan membebani seseorang dengan dosa orang lain sedikit pun. Firman Allah: ¦ Dan seseorang tidak akan memikul beban dosa orang lain¦ (al-An'am/6: 164)"
        },
        {
          "number": 60,
          "arabic": "إِلَّا ٱمْرَأَتَهُۥ قَدَّرْنَآ ۙ إِنَّهَا لَمِنَ ٱلْغَـٰبِرِينَ",
          "transliteration": "illā im'ra-atahu qaddarnā innahā lamina l-ghābirīna",
          "translation": "kecuali istrinya, kami telah menentukan, bahwa dia termasuk orang yang tertinggal (bersama orang kafir lainnya).\"",
          "tafsir": "Para malaikat yang menjadi tamu Nabi Ibrahim menerangkan kepadanya bahwa mereka ditugaskan untuk membinasakan kaum Lut yang tidak mengindahkan seruan nabi yang diutus kepada mereka. Termasuk orang-orang yang dibinasakan itu adalah istri Lut sendiri. Sedangkan orang-orang yang mengikuti Lut akan diselamatkan dari azab itu. Dari ayat ini dapat dipahami bahwa seseorang tidak dapat membebaskan orang lain dari azab Allah walaupun orang lain itu adalah istri, anak-anak atau orang tuanya, karena manusia bertanggung jawab kepada Allah atas segenap perbuatan yang telah dilakukannya. Allah tidak akan membebani seseorang dengan dosa orang lain sedikit pun. Firman Allah: ¦ Dan seseorang tidak akan memikul beban dosa orang lain¦ (al-An'am/6: 164)"
        },
        {
          "number": 61,
          "arabic": "فَلَمَّا جَآءَ ءَالَ لُوطٍ ٱلْمُرْسَلُونَ",
          "transliteration": "falammā jāa āla lūṭin l-mur'salūna",
          "translation": "Maka ketika utusan itu datang kepada para pengikut Luṭ,",
          "tafsir": "Setelah para malaikat menyampaikan kabar gembira kepada Ibrahim a.s. akan anugerah Allah kepadanya berupa kelahiran seorang putra dan berita akan kehancuran kaum Lut yang ingkar, mereka pun meninggalkan rumah Ibrahim menuju kota Sodom, negeri tempat tinggal kaum Lut yang terletak di daerah Yordania, untuk melaksanakan tugas yang telah dipikulkan Allah kepada mereka. Kedatangan mereka secara tiba-tiba ke rumahnya tidak diduga-duga sedikit pun oleh Lut a.s. dan ia tidak mengetahui sedikit pun siapa para tamu yang datang itu. Hal ini tergambar dalam ucapan Lut ketika menyambut tamunya itu, \"Sesungguhnya kamu sekalian adalah orang yang tidak dikenal.\" Pada firman Allah yang lain digambarkan pula kegelisahan Lut dan ketidaktahuannya terhadap kaumnya itu. Allah berfirman: Dan ketika para utusan Kami (para malaikat) datang kepada Lut, dia merasa bersedih hati karena (kedatangan) mereka, dan (merasa) tidak mempunyai kekuatan untuk melindungi mereka. (al-'Ankabut/29: 33) Dari ayat dipahami bahwa sebab kekhawatiran dan kegelisahan Nabi Lut itu ialah kedatangan tamu-tamu itu ke rumahnya secara tiba-tiba dan tidak terduga sebelumnya. Para malaikat itu menyamar seperti laki-laki rupawan yang sangat disukai oleh kaum Lut yang senang mengerjakan perbuatan homoseksual. Biasanya kalau datang laki-laki seperti itu, kaum Lut akan datang beramai-ramai ke rumahnya dan memaksa Lut menyerahkan tamunya kepada mereka. Seandainya Lut a.s. mengetahui dengan pasti bahwa yang datang itu para malaikat, tentulah dia tidak merasa khawatir karena dia percaya bahwa para malaikat dapat mempertahankan dan membela diri dari tindakan mereka itu."
        },
        {
          "number": 62,
          "arabic": "قَالَ إِنَّكُمْ قَوْمٌ مُّنكَرُونَ",
          "transliteration": "qāla innakum qawmun munkarūna",
          "translation": "dia (Luṭ) berkata, \"Sesungguhnya kamu orang yang tidak kami kenal.\"",
          "tafsir": "Setelah para malaikat menyampaikan kabar gembira kepada Ibrahim a.s. akan anugerah Allah kepadanya berupa kelahiran seorang putra dan berita akan kehancuran kaum Lut yang ingkar, mereka pun meninggalkan rumah Ibrahim menuju kota Sodom, negeri tempat tinggal kaum Lut yang terletak di daerah Yordania, untuk melaksanakan tugas yang telah dipikulkan Allah kepada mereka. Kedatangan mereka secara tiba-tiba ke rumahnya tidak diduga-duga sedikit pun oleh Lut a.s. dan ia tidak mengetahui sedikit pun siapa para tamu yang datang itu. Hal ini tergambar dalam ucapan Lut ketika menyambut tamunya itu, \"Sesungguhnya kamu sekalian adalah orang yang tidak dikenal.\" Pada firman Allah yang lain digambarkan pula kegelisahan Lut dan ketidaktahuannya terhadap kaumnya itu. Allah berfirman: Dan ketika para utusan Kami (para malaikat) datang kepada Lut, dia merasa bersedih hati karena (kedatangan) mereka, dan (merasa) tidak mempunyai kekuatan untuk melindungi mereka. (al-'Ankabut/29: 33) Dari ayat dipahami bahwa sebab kekhawatiran dan kegelisahan Nabi Lut itu ialah kedatangan tamu-tamu itu ke rumahnya secara tiba-tiba dan tidak terduga sebelumnya. Para malaikat itu menyamar seperti laki-laki rupawan yang sangat disukai oleh kaum Lut yang senang mengerjakan perbuatan homoseksual. Biasanya kalau datang laki-laki seperti itu, kaum Lut akan datang beramai-ramai ke rumahnya dan memaksa Lut menyerahkan tamunya kepada mereka. Seandainya Lut a.s. mengetahui dengan pasti bahwa yang datang itu para malaikat, tentulah dia tidak merasa khawatir karena dia percaya bahwa para malaikat dapat mempertahankan dan membela diri dari tindakan mereka itu."
        },
        {
          "number": 63,
          "arabic": "قَالُوا۟ بَلْ جِئْنَـٰكَ بِمَا كَانُوا۟ فِيهِ يَمْتَرُونَ",
          "transliteration": "qālū bal ji'nāka bimā kānū fīhi yamtarūna",
          "translation": "(Para utusan) menjawab, \"Sebenarnya kami ini datang kepadamu membawa azab yang selalu mereka dustakan.",
          "tafsir": "Para malaikat menerangkan maksud kedatangan mereka kepada Lut a.s. Mereka datang untuk menyampaikan kabar buruk yaitu azab yang akan ditimpakan kepada kaumnya yang telah mengingkari dan men-dustakannya. Dalam ayat ini disebutkan jawaban para malaikat, \"Sesungguhnya kami datang kepadamu dengan membawa azab yang selalu mereka dustakan.\" Bahkan dengan perkataan, \"Kami datang untuk mengazab mereka.\" Maksud jawaban para malaikat dengan perkataan yang demikian itu ialah untuk menyatakan kebenaran ancaman yang biasa disampaikan Lut kepada kaumnya selama ini. Nabi Lut a.s. selalu memperingatkan kaumnya agar mengikuti dan memeluk agama yang telah disampaikannya serta mengakui kerasulannya. Jika mereka tetap ingkar, mereka akan ditimpa azab Allah. Seruan dan pernyataan Lut ini mereka sambut dengan ejekan. Mereka tidak mempercayai keesaan dan kekuasaan Allah yang dapat mengazab orang-orang yang ingkar. Bahkan mereka menantang Lut agar segera menurunkan azab yang dijanjikan itu. Kemudian para malaikat menegaskan kepada Lut bahwa maksud kedatangan mereka ialah untuk melaksanakan tugas yang telah dibebankan Allah swt kepada mereka untuk menyampaikan azab kepada kaumnya. Tugas ini pasti terlaksana dan segala yang mereka ucapkan itu adalah benar, karena mereka sendiri adalah para malaikat yang tidak pernah menyalahi perintah Allah. Setelah itu, para malaikat memberikan perintah kepada Lut a.s. tentang cara-cara yang harus dilaksanakannya beserta pengikut-pengikutnya untuk menghindarkan diri dari azab Allah yang akan datang. Lut beserta keluarga dan kaumnya yang telah beriman diperintahkan untuk segera meninggalkan negeri itu pada akhir malam. Lut a.s. diminta berjalan di belakang pengikut-pengikutnya, agar dia dapat mengatur dan mempertahankan diri dari serangan kaumnya yang mengejar dari belakang. Ini juga bertujuan agar Lut a.s. dapat mendorong para pengikutnya berjalan secepatnya, karena azab yang akan ditimpakan hampir datang, dan ia dapat memperhatikan kaumnya yang tidak mau meneruskan perjalanan. Selanjutnya para malaikat memerintahkan agar tidak seorang pun dari pengikut Lut yang menoleh ke belakang pada waktu mendengar halilintar yang menghancurkan. Dengan demikian, mereka tidak dapat melihat peristiwa yang mengerikan yang dapat merusak dan menggoncangkan jiwa mereka, sehingga mereka selamat dan iman mereka bertambah kuat sampai ke tempat yang aman yang sedang dituju itu. Pada ayat ini, disebutkan agar Lut berangkat beserta keluarga dan kaumnya yang setia. Kemudian para malaikat menguatkan perintah dan larangannya dengan mengatakan, \"Teruskanlah perjalananmu ke tempat yang telah diperintahkan kepadamu.\" Menurut suatu riwayat yang dimaksud dengan tempat yang diperintahkan dalam ayat ini ialah negeri Syam (Syria). Pada Surah Hud, kisah Lut dikisahkan menurut urutan peristiwa yang pernah terjadi, sedang pada surah ini dikisahkan secara melompat-lompat, tidak menurut urutan kejadian yang sebenarnya. Perbedaan cara dalam mengutarakan kisah ini adalah karena tujuan Allah menyampaikan kisah ini pada kedua surah tersebut juga berbeda. Jika dihubungkan dengan ayat-ayat sebelumnya, maka tujuan mengutarakan kisah Lut dalam Surah Hud ialah untuk menguatkan hati Nabi Muhammad saw beserta sahabat-sahabatnya, dalam menyampaikan agama Allah dan menyatakan keesaan dan kekuasaan Allah swt yang wajib disembah. Rasul-rasul yang diutus Allah sejak dahulu selalu mendapat tantangan dan ancaman dari kaumnya, tetapi mereka tetap tabah dan sabar melaksanakan tugas yang dibebankan Allah kepada mereka. Sedang tujuan kisah Lut dengan kaumnya pada Surah Al-hijr ini adalah untuk menjelaskan kepada orang-orang yang beriman akan rahmat dan nikmat Allah yang telah mereka terima. Juga nikmat yang telah diterima oleh orang-orang yang beriman dahulu kala kepada rasul-rasul yang diutus Allah kepada mereka. Di antaranya adalah nikmat yang telah dilimpahkan kepada Nabi Ibrahim a.s. berupa putra-putra yang selalu diidam-idamkannya, dan nikmat yang telah dilimpahkan kepada Nabi Lut beserta pengikutnya. Juga untuk menerangkan azab Allah yang telah ditimpakan kepada orang-orang kafir dan ingkar kepada dakwah rasul yang diutus kepada mereka."
        },
        {
          "number": 64,
          "arabic": "وَأَتَيْنَـٰكَ بِٱلْحَقِّ وَإِنَّا لَصَـٰدِقُونَ",
          "transliteration": "wa-ataynāka bil-ḥaqi wa-innā laṣādiqūna",
          "translation": "Dan kami datang kepadamu membawa kebenaran dan sungguh, kami orang yang benar.",
          "tafsir": "Para malaikat menerangkan maksud kedatangan mereka kepada Lut a.s. Mereka datang untuk menyampaikan kabar buruk yaitu azab yang akan ditimpakan kepada kaumnya yang telah mengingkari dan men-dustakannya. Dalam ayat ini disebutkan jawaban para malaikat, \"Sesungguhnya kami datang kepadamu dengan membawa azab yang selalu mereka dustakan.\" Bahkan dengan perkataan, \"Kami datang untuk mengazab mereka.\" Maksud jawaban para malaikat dengan perkataan yang demikian itu ialah untuk menyatakan kebenaran ancaman yang biasa disampaikan Lut kepada kaumnya selama ini. Nabi Lut a.s. selalu memperingatkan kaumnya agar mengikuti dan memeluk agama yang telah disampaikannya serta mengakui kerasulannya. Jika mereka tetap ingkar, mereka akan ditimpa azab Allah. Seruan dan pernyataan Lut ini mereka sambut dengan ejekan. Mereka tidak mempercayai keesaan dan kekuasaan Allah yang dapat mengazab orang-orang yang ingkar. Bahkan mereka menantang Lut agar segera menurunkan azab yang dijanjikan itu. Kemudian para malaikat menegaskan kepada Lut bahwa maksud kedatangan mereka ialah untuk melaksanakan tugas yang telah dibebankan Allah swt kepada mereka untuk menyampaikan azab kepada kaumnya. Tugas ini pasti terlaksana dan segala yang mereka ucapkan itu adalah benar, karena mereka sendiri adalah para malaikat yang tidak pernah menyalahi perintah Allah. Setelah itu, para malaikat memberikan perintah kepada Lut a.s. tentang cara-cara yang harus dilaksanakannya beserta pengikut-pengikutnya untuk menghindarkan diri dari azab Allah yang akan datang. Lut beserta keluarga dan kaumnya yang telah beriman diperintahkan untuk segera meninggalkan negeri itu pada akhir malam. Lut a.s. diminta berjalan di belakang pengikut-pengikutnya, agar dia dapat mengatur dan mempertahankan diri dari serangan kaumnya yang mengejar dari belakang. Ini juga bertujuan agar Lut a.s. dapat mendorong para pengikutnya berjalan secepatnya, karena azab yang akan ditimpakan hampir datang, dan ia dapat memperhatikan kaumnya yang tidak mau meneruskan perjalanan. Selanjutnya para malaikat memerintahkan agar tidak seorang pun dari pengikut Lut yang menoleh ke belakang pada waktu mendengar halilintar yang menghancurkan. Dengan demikian, mereka tidak dapat melihat peristiwa yang mengerikan yang dapat merusak dan menggoncangkan jiwa mereka, sehingga mereka selamat dan iman mereka bertambah kuat sampai ke tempat yang aman yang sedang dituju itu. Pada ayat ini, disebutkan agar Lut berangkat beserta keluarga dan kaumnya yang setia. Kemudian para malaikat menguatkan perintah dan larangannya dengan mengatakan, \"Teruskanlah perjalananmu ke tempat yang telah diperintahkan kepadamu.\" Menurut suatu riwayat yang dimaksud dengan tempat yang diperintahkan dalam ayat ini ialah negeri Syam (Syria). Pada Surah Hud, kisah Lut dikisahkan menurut urutan peristiwa yang pernah terjadi, sedang pada surah ini dikisahkan secara melompat-lompat, tidak menurut urutan kejadian yang sebenarnya. Perbedaan cara dalam mengutarakan kisah ini adalah karena tujuan Allah menyampaikan kisah ini pada kedua surah tersebut juga berbeda. Jika dihubungkan dengan ayat-ayat sebelumnya, maka tujuan mengutarakan kisah Lut dalam Surah Hud ialah untuk menguatkan hati Nabi Muhammad saw beserta sahabat-sahabatnya, dalam menyampaikan agama Allah dan menyatakan keesaan dan kekuasaan Allah swt yang wajib disembah. Rasul-rasul yang diutus Allah sejak dahulu selalu mendapat tantangan dan ancaman dari kaumnya, tetapi mereka tetap tabah dan sabar melaksanakan tugas yang dibebankan Allah kepada mereka. Sedang tujuan kisah Lut dengan kaumnya pada Surah Al-hijr ini adalah untuk menjelaskan kepada orang-orang yang beriman akan rahmat dan nikmat Allah yang telah mereka terima. Juga nikmat yang telah diterima oleh orang-orang yang beriman dahulu kala kepada rasul-rasul yang diutus Allah kepada mereka. Di antaranya adalah nikmat yang telah dilimpahkan kepada Nabi Ibrahim a.s. berupa putra-putra yang selalu diidam-idamkannya, dan nikmat yang telah dilimpahkan kepada Nabi Lut beserta pengikutnya. Juga untuk menerangkan azab Allah yang telah ditimpakan kepada orang-orang kafir dan ingkar kepada dakwah rasul yang diutus kepada mereka."
        },
        {
          "number": 65,
          "arabic": "فَأَسْرِ بِأَهْلِكَ بِقِطْعٍ مِّنَ ٱلَّيْلِ وَٱتَّبِعْ أَدْبَـٰرَهُمْ وَلَا يَلْتَفِتْ مِنكُمْ أَحَدٌ وَٱمْضُوا۟ حَيْثُ تُؤْمَرُونَ",
          "transliteration": "fa-asri bi-ahlika biqiṭ'ʿin mina al-layli wa-ittabiʿ adbārahum walā yaltafit minkum aḥadun wa-im'ḍū ḥaythu tu'marūna",
          "translation": "Maka pergilah kamu pada akhir malam beserta keluargamu, dan ikutilah mereka dari belakang! Jangan ada di antara kamu yang menoleh ke belakang dan teruskanlah perjalanan ke tempat yang diperintahkan kepadamu.\"",
          "tafsir": "Para malaikat menerangkan maksud kedatangan mereka kepada Lut a.s. Mereka datang untuk menyampaikan kabar buruk yaitu azab yang akan ditimpakan kepada kaumnya yang telah mengingkari dan men-dustakannya. Dalam ayat ini disebutkan jawaban para malaikat, \"Sesungguhnya kami datang kepadamu dengan membawa azab yang selalu mereka dustakan.\" Bahkan dengan perkataan, \"Kami datang untuk mengazab mereka.\" Maksud jawaban para malaikat dengan perkataan yang demikian itu ialah untuk menyatakan kebenaran ancaman yang biasa disampaikan Lut kepada kaumnya selama ini. Nabi Lut a.s. selalu memperingatkan kaumnya agar mengikuti dan memeluk agama yang telah disampaikannya serta mengakui kerasulannya. Jika mereka tetap ingkar, mereka akan ditimpa azab Allah. Seruan dan pernyataan Lut ini mereka sambut dengan ejekan. Mereka tidak mempercayai keesaan dan kekuasaan Allah yang dapat mengazab orang-orang yang ingkar. Bahkan mereka menantang Lut agar segera menurunkan azab yang dijanjikan itu. Kemudian para malaikat menegaskan kepada Lut bahwa maksud kedatangan mereka ialah untuk melaksanakan tugas yang telah dibebankan Allah swt kepada mereka untuk menyampaikan azab kepada kaumnya. Tugas ini pasti terlaksana dan segala yang mereka ucapkan itu adalah benar, karena mereka sendiri adalah para malaikat yang tidak pernah menyalahi perintah Allah. Setelah itu, para malaikat memberikan perintah kepada Lut a.s. tentang cara-cara yang harus dilaksanakannya beserta pengikut-pengikutnya untuk menghindarkan diri dari azab Allah yang akan datang. Lut beserta keluarga dan kaumnya yang telah beriman diperintahkan untuk segera meninggalkan negeri itu pada akhir malam. Lut a.s. diminta berjalan di belakang pengikut-pengikutnya, agar dia dapat mengatur dan mempertahankan diri dari serangan kaumnya yang mengejar dari belakang. Ini juga bertujuan agar Lut a.s. dapat mendorong para pengikutnya berjalan secepatnya, karena azab yang akan ditimpakan hampir datang, dan ia dapat memperhatikan kaumnya yang tidak mau meneruskan perjalanan. Selanjutnya para malaikat memerintahkan agar tidak seorang pun dari pengikut Lut yang menoleh ke belakang pada waktu mendengar halilintar yang menghancurkan. Dengan demikian, mereka tidak dapat melihat peristiwa yang mengerikan yang dapat merusak dan menggoncangkan jiwa mereka, sehingga mereka selamat dan iman mereka bertambah kuat sampai ke tempat yang aman yang sedang dituju itu. Pada ayat ini, disebutkan agar Lut berangkat beserta keluarga dan kaumnya yang setia. Kemudian para malaikat menguatkan perintah dan larangannya dengan mengatakan, \"Teruskanlah perjalananmu ke tempat yang telah diperintahkan kepadamu.\" Menurut suatu riwayat yang dimaksud dengan tempat yang diperintahkan dalam ayat ini ialah negeri Syam (Syria). Pada Surah Hud, kisah Lut dikisahkan menurut urutan peristiwa yang pernah terjadi, sedang pada surah ini dikisahkan secara melompat-lompat, tidak menurut urutan kejadian yang sebenarnya. Perbedaan cara dalam mengutarakan kisah ini adalah karena tujuan Allah menyampaikan kisah ini pada kedua surah tersebut juga berbeda. Jika dihubungkan dengan ayat-ayat sebelumnya, maka tujuan mengutarakan kisah Lut dalam Surah Hud ialah untuk menguatkan hati Nabi Muhammad saw beserta sahabat-sahabatnya, dalam menyampaikan agama Allah dan menyatakan keesaan dan kekuasaan Allah swt yang wajib disembah. Rasul-rasul yang diutus Allah sejak dahulu selalu mendapat tantangan dan ancaman dari kaumnya, tetapi mereka tetap tabah dan sabar melaksanakan tugas yang dibebankan Allah kepada mereka. Sedang tujuan kisah Lut dengan kaumnya pada Surah Al-hijr ini adalah untuk menjelaskan kepada orang-orang yang beriman akan rahmat dan nikmat Allah yang telah mereka terima. Juga nikmat yang telah diterima oleh orang-orang yang beriman dahulu kala kepada rasul-rasul yang diutus Allah kepada mereka. Di antaranya adalah nikmat yang telah dilimpahkan kepada Nabi Ibrahim a.s. berupa putra-putra yang selalu diidam-idamkannya, dan nikmat yang telah dilimpahkan kepada Nabi Lut beserta pengikutnya. Juga untuk menerangkan azab Allah yang telah ditimpakan kepada orang-orang kafir dan ingkar kepada dakwah rasul yang diutus kepada mereka."
        },
        {
          "number": 66,
          "arabic": "وَقَضَيْنَآ إِلَيْهِ ذَٰلِكَ ٱلْأَمْرَ أَنَّ دَابِرَ هَـٰٓؤُلَآءِ مَقْطُوعٌ مُّصْبِحِينَ",
          "transliteration": "waqaḍaynā ilayhi dhālika l-amra anna dābira hāulāi maqṭūʿun muṣ'biḥīna",
          "translation": "Dan telah Kami tetapkan kepadanya (Luṭ) keputusan itu, bahwa akhirnya mereka akan ditumpas habis pada waktu subuh.",
          "tafsir": "Dalam ayat ini diterangkan bahwa sebelum kedatangan para malaikat, Allah telah mewahyukan kepada Lut a.s. tentang peristiwa-peristiwa yang akan terjadi sebelum dan sesudah azab yang ditimpakan kepada kaumnya. Oleh karena itu, dapat dipahami bahwa setelah para malaikat memberi penjelasan kepada Lut a.s. tentang beban yang ditugaskan Allah kepada mereka, dan mendengar perintah-perintah malaikat yang diberikan kepada beliau, dan sesuai dengan wahyu yang telah diturunkan Allah, beliau percaya bahwa azab yang akan ditimpakan pada kaumnya oleh para malaikat benar-benar akan terjadi. Sebab itu juga, beliau mengikuti dengan khidmat perintah-perintah dan petunjuk-petunjuk yang diberikan para malaikat itu dalam usaha menghindarkan orang-orang yang beriman dari malapetaka yang mengerikan itu."
        },
        {
          "number": 67,
          "arabic": "وَجَآءَ أَهْلُ ٱلْمَدِينَةِ يَسْتَبْشِرُونَ",
          "transliteration": "wajāa ahlu l-madīnati yastabshirūna",
          "translation": "Dan datanglah penduduk kota itu<sup foot_note=135388>1</sup> (ke rumah Luṭ) dengan gembira (karena kedatangan tamu itu).",
          "tafsir": "Ketika kaum Lut, penduduk kota Sodom, mendengar bahwa Lut kedatangan tamu-tamu yang gagah, mereka pun bergembira. Timbullah hawa nafsu jahat mereka untuk berbuat homoseksual dengan tamu-tamu itu, yang merupakan kebiasaan buruk yang selalu mereka lakukan. Melihat tingkah laku kaumnya, Lut a.s. berkata kepada mereka, \"Sesungguhnya pemuda-pemuda yang kamu datangi dan kamu ajak melakukan perbuatan mesum adalah tamu-tamuku. Aku harus menghormati dan memuliakan tamu-tamuku itu, janganlah kamu melakukan perbuatan mesum dengan mereka, karena tindakan kamu itu akan memberi malu kepadaku. Bertakwalah kamu kepada Allah, peliharalah dirimu dari siksaan-Nya, dan janganlah kamu memperkosa mereka.\" Kaum Lut menentang dan mengancam Nabi Lut karena perkataannya itu dengan mengatakan, \"Bukankah kami pernah melarangmu untuk melindungi tamu-tamu yang datang ke sini dari keinginan dan perbuatan yang akan kami lakukan terhadap mereka.\" Perkataan kaum Lut ini memberikan isyarat bahwa kaum Lut itu selalu memaksa tamu-tamu yang datang ketika itu agar bersedia melakukan perbuatan homoseksual dengan mereka. Perbuatan keji itu dilarang oleh Lut. Akan tetapi, mereka tidak menghiraukan larangan itu, bahkan mereka mengancam Lut dengan suatu hukuman, seandainya Lut masih mencampuri urusan mereka itu. Tetapi Lut masih memperingatkan mereka dan menawarkan kepada mereka putri-putrinya untuk mereka nikahi, karena itulah yang sesuai dengan sunatullah. Beliau berkata, \"Hai kaumku, menikahlah dengan putri-putriku. Janganlah kamu melakukan perkawinan dengan orang yang sejenis denganmu, karena kawin dengan orang yang sejenis itu diharamkan Allah. Lakukanlah perbuatan yang halal dan sesuai dengan sunatullah. Allah sengaja menciptakan laki-laki dan perempuan agar mereka menikah dan memiliki keturunan. Jika kamu terus berbuat demikian, niscaya kamu tidak akan memiliki keturunan dan jenis manusia akan punah dari muka bumi.\" Dalam ayat ini, Lut a.s. menyebut \"putri-putriku\". Maksudnya ialah \"para pengikutnya yang wanita\" karena seorang nabi biasa menyebut kaumnya dengan anak-anaknya dan istri nabi adalah ibu dari umatnya sebagaimana firman Allah: Nabi itu lebih utama bagi orang-orang mukmin dibandingkan diri mereka sendiri dan istri-istrinya adalah ibu-ibu mereka. (al-Ahzab/33: 6) Jika istri-istri nabi adalah ibu orang-orang yang beriman, tentulah nabi sendiri adalah bapak mereka dan seluruh umatnya adalah putra-putrinya."
        },
        {
          "number": 68,
          "arabic": "قَالَ إِنَّ هَـٰٓؤُلَآءِ ضَيْفِى فَلَا تَفْضَحُونِ",
          "transliteration": "qāla inna hāulāi ḍayfī falā tafḍaḥūni",
          "translation": "Dia (Luṭ) berkata, \"Sesungguhnya mereka adalah tamuku; maka jangan kamu mempermalukan aku,",
          "tafsir": "Ketika kaum Lut, penduduk kota Sodom, mendengar bahwa Lut kedatangan tamu-tamu yang gagah, mereka pun bergembira. Timbullah hawa nafsu jahat mereka untuk berbuat homoseksual dengan tamu-tamu itu, yang merupakan kebiasaan buruk yang selalu mereka lakukan. Melihat tingkah laku kaumnya, Lut a.s. berkata kepada mereka, \"Sesungguhnya pemuda-pemuda yang kamu datangi dan kamu ajak melakukan perbuatan mesum adalah tamu-tamuku. Aku harus menghormati dan memuliakan tamu-tamuku itu, janganlah kamu melakukan perbuatan mesum dengan mereka, karena tindakan kamu itu akan memberi malu kepadaku. Bertakwalah kamu kepada Allah, peliharalah dirimu dari siksaan-Nya, dan janganlah kamu memperkosa mereka.\" Kaum Lut menentang dan mengancam Nabi Lut karena perkataannya itu dengan mengatakan, \"Bukankah kami pernah melarangmu untuk melindungi tamu-tamu yang datang ke sini dari keinginan dan perbuatan yang akan kami lakukan terhadap mereka.\" Perkataan kaum Lut ini memberikan isyarat bahwa kaum Lut itu selalu memaksa tamu-tamu yang datang ketika itu agar bersedia melakukan perbuatan homoseksual dengan mereka. Perbuatan keji itu dilarang oleh Lut. Akan tetapi, mereka tidak menghiraukan larangan itu, bahkan mereka mengancam Lut dengan suatu hukuman, seandainya Lut masih mencampuri urusan mereka itu. Tetapi Lut masih memperingatkan mereka dan menawarkan kepada mereka putri-putrinya untuk mereka nikahi, karena itulah yang sesuai dengan sunatullah. Beliau berkata, \"Hai kaumku, menikahlah dengan putri-putriku. Janganlah kamu melakukan perkawinan dengan orang yang sejenis denganmu, karena kawin dengan orang yang sejenis itu diharamkan Allah. Lakukanlah perbuatan yang halal dan sesuai dengan sunatullah. Allah sengaja menciptakan laki-laki dan perempuan agar mereka menikah dan memiliki keturunan. Jika kamu terus berbuat demikian, niscaya kamu tidak akan memiliki keturunan dan jenis manusia akan punah dari muka bumi.\" Dalam ayat ini, Lut a.s. menyebut \"putri-putriku\". Maksudnya ialah \"para pengikutnya yang wanita\" karena seorang nabi biasa menyebut kaumnya dengan anak-anaknya dan istri nabi adalah ibu dari umatnya sebagaimana firman Allah: Nabi itu lebih utama bagi orang-orang mukmin dibandingkan diri mereka sendiri dan istri-istrinya adalah ibu-ibu mereka. (al-Ahzab/33: 6) Jika istri-istri nabi adalah ibu orang-orang yang beriman, tentulah nabi sendiri adalah bapak mereka dan seluruh umatnya adalah putra-putrinya."
        },
        {
          "number": 69,
          "arabic": "وَٱتَّقُوا۟ ٱللَّهَ وَلَا تُخْزُونِ",
          "transliteration": "wa-ittaqū l-laha walā tukh'zūni",
          "translation": "dan bertakwalah kepada Allah dan janganlah kamu membuat aku terhina!\"",
          "tafsir": "Ketika kaum Lut, penduduk kota Sodom, mendengar bahwa Lut kedatangan tamu-tamu yang gagah, mereka pun bergembira. Timbullah hawa nafsu jahat mereka untuk berbuat homoseksual dengan tamu-tamu itu, yang merupakan kebiasaan buruk yang selalu mereka lakukan. Melihat tingkah laku kaumnya, Lut a.s. berkata kepada mereka, \"Sesungguhnya pemuda-pemuda yang kamu datangi dan kamu ajak melakukan perbuatan mesum adalah tamu-tamuku. Aku harus menghormati dan memuliakan tamu-tamuku itu, janganlah kamu melakukan perbuatan mesum dengan mereka, karena tindakan kamu itu akan memberi malu kepadaku. Bertakwalah kamu kepada Allah, peliharalah dirimu dari siksaan-Nya, dan janganlah kamu memperkosa mereka.\" Kaum Lut menentang dan mengancam Nabi Lut karena perkataannya itu dengan mengatakan, \"Bukankah kami pernah melarangmu untuk melindungi tamu-tamu yang datang ke sini dari keinginan dan perbuatan yang akan kami lakukan terhadap mereka.\" Perkataan kaum Lut ini memberikan isyarat bahwa kaum Lut itu selalu memaksa tamu-tamu yang datang ketika itu agar bersedia melakukan perbuatan homoseksual dengan mereka. Perbuatan keji itu dilarang oleh Lut. Akan tetapi, mereka tidak menghiraukan larangan itu, bahkan mereka mengancam Lut dengan suatu hukuman, seandainya Lut masih mencampuri urusan mereka itu. Tetapi Lut masih memperingatkan mereka dan menawarkan kepada mereka putri-putrinya untuk mereka nikahi, karena itulah yang sesuai dengan sunatullah. Beliau berkata, \"Hai kaumku, menikahlah dengan putri-putriku. Janganlah kamu melakukan perkawinan dengan orang yang sejenis denganmu, karena kawin dengan orang yang sejenis itu diharamkan Allah. Lakukanlah perbuatan yang halal dan sesuai dengan sunatullah. Allah sengaja menciptakan laki-laki dan perempuan agar mereka menikah dan memiliki keturunan. Jika kamu terus berbuat demikian, niscaya kamu tidak akan memiliki keturunan dan jenis manusia akan punah dari muka bumi.\" Dalam ayat ini, Lut a.s. menyebut \"putri-putriku\". Maksudnya ialah \"para pengikutnya yang wanita\" karena seorang nabi biasa menyebut kaumnya dengan anak-anaknya dan istri nabi adalah ibu dari umatnya sebagaimana firman Allah: Nabi itu lebih utama bagi orang-orang mukmin dibandingkan diri mereka sendiri dan istri-istrinya adalah ibu-ibu mereka. (al-Ahzab/33: 6) Jika istri-istri nabi adalah ibu orang-orang yang beriman, tentulah nabi sendiri adalah bapak mereka dan seluruh umatnya adalah putra-putrinya."
        },
        {
          "number": 70,
          "arabic": "قَالُوٓا۟ أَوَلَمْ نَنْهَكَ عَنِ ٱلْعَـٰلَمِينَ",
          "transliteration": "qālū awalam nanhaka ʿani l-ʿālamīna",
          "translation": "(Mereka) berkata, \"Bukankah kami telah melarangmu dari (melindungi) manusia?\"<sup foot_note=135389>1</sup>",
          "tafsir": "Ketika kaum Lut, penduduk kota Sodom, mendengar bahwa Lut kedatangan tamu-tamu yang gagah, mereka pun bergembira. Timbullah hawa nafsu jahat mereka untuk berbuat homoseksual dengan tamu-tamu itu, yang merupakan kebiasaan buruk yang selalu mereka lakukan. Melihat tingkah laku kaumnya, Lut a.s. berkata kepada mereka, \"Sesungguhnya pemuda-pemuda yang kamu datangi dan kamu ajak melakukan perbuatan mesum adalah tamu-tamuku. Aku harus menghormati dan memuliakan tamu-tamuku itu, janganlah kamu melakukan perbuatan mesum dengan mereka, karena tindakan kamu itu akan memberi malu kepadaku. Bertakwalah kamu kepada Allah, peliharalah dirimu dari siksaan-Nya, dan janganlah kamu memperkosa mereka.\" Kaum Lut menentang dan mengancam Nabi Lut karena perkataannya itu dengan mengatakan, \"Bukankah kami pernah melarangmu untuk melindungi tamu-tamu yang datang ke sini dari keinginan dan perbuatan yang akan kami lakukan terhadap mereka.\" Perkataan kaum Lut ini memberikan isyarat bahwa kaum Lut itu selalu memaksa tamu-tamu yang datang ketika itu agar bersedia melakukan perbuatan homoseksual dengan mereka. Perbuatan keji itu dilarang oleh Lut. Akan tetapi, mereka tidak menghiraukan larangan itu, bahkan mereka mengancam Lut dengan suatu hukuman, seandainya Lut masih mencampuri urusan mereka itu. Tetapi Lut masih memperingatkan mereka dan menawarkan kepada mereka putri-putrinya untuk mereka nikahi, karena itulah yang sesuai dengan sunatullah. Beliau berkata, \"Hai kaumku, menikahlah dengan putri-putriku. Janganlah kamu melakukan perkawinan dengan orang yang sejenis denganmu, karena kawin dengan orang yang sejenis itu diharamkan Allah. Lakukanlah perbuatan yang halal dan sesuai dengan sunatullah. Allah sengaja menciptakan laki-laki dan perempuan agar mereka menikah dan memiliki keturunan. Jika kamu terus berbuat demikian, niscaya kamu tidak akan memiliki keturunan dan jenis manusia akan punah dari muka bumi.\" Dalam ayat ini, Lut a.s. menyebut \"putri-putriku\". Maksudnya ialah \"para pengikutnya yang wanita\" karena seorang nabi biasa menyebut kaumnya dengan anak-anaknya dan istri nabi adalah ibu dari umatnya sebagaimana firman Allah: Nabi itu lebih utama bagi orang-orang mukmin dibandingkan diri mereka sendiri dan istri-istrinya adalah ibu-ibu mereka. (al-Ahzab/33: 6) Jika istri-istri nabi adalah ibu orang-orang yang beriman, tentulah nabi sendiri adalah bapak mereka dan seluruh umatnya adalah putra-putrinya."
        }
      ]
    }
  ]
}