{
  "pageNumber": 232,
  "juz": 12,
  "surahs": [
    {
      "number": 11,
      "name": "Hud",
      "nameArabic": "هود",
      "meaning": "Nabi Hud",
      "revelation": "Makkah",
      "description": "Surat Hud termasuk surat Makkiyyah, terdiri dari 123 ayat, dan diturunkan setelah surat Yunus.Surat ini dinamai Hud karena di dalamnya terdapat kisah Nabi Hud dan kaumnya. Dalam surat ini juga terdapat kisah-kisah nabi yang lain, seperti: Nuh, Shaleh, Ibrahim, Luth, Syu'aib, dan Musa.**Pokok-Pokok isi:**1. **Keimanan:** Keberadaan 'Arsy Allah; kejadian alam dalam enam masa; keberadaan golongan-golongan manusia pada hari kiamat.2. **Hukum-hukum:** Agama membolehkan menikmati yang baik-baik dan memakai perhiasan asal tidak berlebih-lebihan; tidak boleh bersikap sombong; tidak boleh berdoa atau mengharapkan sesuatu yang mustahil menurut sunnatullah.3. **Kisah-kisah:** Kisah Nuh dan kaumnya; kisah Hud dan kaumnya; kisah Shaleh dan kaumnya; kisah Ibrahim dan kaumnya; kisah Syu'aib dan kaumnya; kisah Luth dan kaumnya; kisah Musa dan kaumnya.4. **Lain-lain:** Pelajaran-pelajaran yang diambil dari kisah-kisah para nabi; air sumber segala kehidupan; shalat memperkuat keimanan; sunnatullah yang berhubungan dengan kebinasaan suatu kaum.Surat Hud berisi hal-hal yang berhubungan dengan pokok-pokok agama, seperti ketauhidan, kerasulan, dan hari kebangkitan, kemudian dihubungkan dengan dakwah yang telah dilakukan oleh para nabi kepada kaumnya.**Hubungan Surat Hud Dengan Surat Yusuf:**1. Kedua surat ini sama-sama dimulai dengan alif laam raa kemudian diiringi dengan penjelasan tentang Al-Qur'an.2. Surat Yusuf menyempurnakan penjelasan kisah para rasul yang disebut dalam surat Hud, kemudian kisah itu dijadikan dalil untuk menyatakan bahwa Al-Qur'an adalah wahyu Ilahi; setelah Nabi Muhammad tidak ada lagi nabi atau rasul yang diutus Allah.3. Perbedaan kedua surat ini ada dalam menjelaskan kisah-kisah para nabi. Dalam surat Hud diutarakan kisah beberapa orang rasul dalam menyampaikan risalah kepada kaumnya, akibat mengikuti dan akibat mendustakan mereka, kemudian dijadikan perbandingan dan berita yang mengancam kaum musyrikin Arab beserta pengikut-pengikutnya. Dalam surat Yusuf diterangkan tentang kehidupan Nabi Yusuf yang pada mulanya dizalimi oleh saudara-saudaranya kemudian menjadi rasul yang berkuasa dan dapat menolong saudara-sudaranya beserta kedua orang tuanya. Kepribadian Nabi Yusuf ini harus dijadikan teladan oleh semua orang yang beriman kepada Nabi Muhammad.",
      "verses": [
        {
          "number": 89,
          "arabic": "وَيَـٰقَوْمِ لَا يَجْرِمَنَّكُمْ شِقَاقِىٓ أَن يُصِيبَكُم مِّثْلُ مَآ أَصَابَ قَوْمَ نُوحٍ أَوْ قَوْمَ هُودٍ أَوْ قَوْمَ صَـٰلِحٍ ۚ وَمَا قَوْمُ لُوطٍ مِّنكُم بِبَعِيدٍ",
          "transliteration": "wayāqawmi lā yajrimannakum shiqāqī an yuṣībakum mith'lu mā aṣāba qawma nūḥin aw qawma hūdin aw qawma ṣāliḥin wamā qawmu lūṭin minkum bibaʿīdin",
          "translation": "Dan wahai kaumku! Janganlah pertentangan antara aku (dengan kamu) menyebabkan kamu berbuat dosa, sehingga kamu ditimpa siksaan seperti yang menimpa kaum Nuh, kaum Hud atau kaum Saleh, sedang kaum Luṭ tidak jauh dari kamu.",
          "tafsir": "Pada ayat ini diterangkan bahwa Nabi Syuaib a.s. menjelaskan kepada kaumnya nasihat dan peringatan dengan mengatakan, \"Hai kaumku, janganlah pertentangan antara aku dengan kamu, karena kamu masih tetap mempertahankan menyembah berhala dan patung-patung, dan menganiaya hak orang lain dengan mengurangi takaran, timbangan dan lain-lain, mendorong dan menyebabkan kamu menjadi orang-orang yang jahat sehingga kamu ditimpa oleh azab yang membinasakan di dunia ini sebagai-mana azab topan yang menenggelamkan kaum Nuh atau azab angin keras yang memusnahkan kaum Hud atau azab suara keras mengguntur yang mematikan kaum Saleh.\" Kalau azab yang menimpa kaum-kaum itu yang disebabkan pembangkangan mereka terhadap Allah dan rasul-rasul-Nya, tidak dapat menjadi contoh dan pengajaran bagimu, karena sudah jauh masanya atau tempatnya dari kamu, maka perhatikanlah tentang azab hujan batu yang membakar dan memusnahkan kaum Luth. Peristiwa ini tidaklah jauh masa dan tempatnya dari kamu."
        },
        {
          "number": 90,
          "arabic": "وَٱسْتَغْفِرُوا۟ رَبَّكُمْ ثُمَّ تُوبُوٓا۟ إِلَيْهِ ۚ إِنَّ رَبِّى رَحِيمٌ وَدُودٌ",
          "transliteration": "wa-is'taghfirū rabbakum thumma tūbū ilayhi inna rabbī raḥīmun wadūdun",
          "translation": "Dan mohonlah ampunan kepada Tuhanmu, kemudian bertobatlah kepada-Nya. Sungguh, Tuhanku Maha Penyayang, Maha Pengasih.",
          "tafsir": "Pada ayat ini diterangkan bahwa Nabi Syuaib a.s. menyuruh kaumnya untuk memohon ampun kepada Allah Yang Maha Esa dengan beriman kepada-Nya dan tidak mempersekutukan-Nya dengan menyembah berhala-berhala dan patung-patung, dan tidak mengurangi takaran, timbangan dan mengambil harta orang lain dengan jalan yang tidak halal. Kemudian ia menyuruh mereka supaya tobat yakni kembali kepada jalan yang benar dengan menaati Allah dan menjauhi larangan-Nya, karena sesungguhnya Allah Maha Penyayang dan Pengasih terhadap hamba-Nya yang sudah bertobat dan kembali kepada jalan yang benar dengan memberikan ampunan dan membebaskan dari azab dunia dan akhirat. Perintah minta ampun dan tobat disebut secara bergandengan sebagaimana terdapat dalam ayat-ayat lain yang maksudnya hampir sama. Akan tetapi, kalau perintah istigfar itu ditujukan kepada orang-orang yang masih kafir, maka maksudnya bukan sekedar minta ampun tetapi supaya beriman kepada Allah. Adapun tobat ialah menyesali kesalahan yang diperbuat dan kembali kepada jalan yang benar. Kesalahan yang dimaksud ialah kesalahan-kesalahan yang dilakukan sesudah beriman, sebab kesalahan-kesalahan yang diperbuat di dalam kekafiran bisa hapus sendiri dengan beriman, dan masuk Islam."
        },
        {
          "number": 91,
          "arabic": "قَالُوا۟ يَـٰشُعَيْبُ مَا نَفْقَهُ كَثِيرًا مِّمَّا تَقُولُ وَإِنَّا لَنَرَىٰكَ فِينَا ضَعِيفًا ۖ وَلَوْلَا رَهْطُكَ لَرَجَمْنَـٰكَ ۖ وَمَآ أَنتَ عَلَيْنَا بِعَزِيزٍ",
          "transliteration": "qālū yāshuʿaybu mā nafqahu kathīran mimmā taqūlu wa-innā lanarāka fīnā ḍaʿīfan walawlā rahṭuka larajamnāka wamā anta ʿalaynā biʿazīzin",
          "translation": "Mereka berkata, \"Wahai Syu'aib! Kami tidak banyak mengerti tentang apa yang engkau katakan itu, sedang kenyataannya kami memandang engkau seorang yang lemah di antara kami. Kalau tidak karena keluargamu, tentu kami telah merajam engkau, sedang engkau pun bukan seorang yang berpengaruh di lingkungan kami.\"",
          "tafsir": "Sesudah penduduk Madyan (kaum Syuaib a.s.) merasa jenuh dan jengkel terhadap Nabi Syuaib a.s. karena semua alasan yang mereka kemukakan untuk menolak seruannya dijawab oleh Nabi Syuaib, mereka akhirnya berkata, \"Hai Syuaib, kami tidak dapat memahami apa yang engkau kemukakan kepada kami mengenai tuhan-tuhan sembahan kami dan peraturan-peraturan yang mengekang kebebasan kami untuk bertindak dan mengendalikan harta kekayaan kami, begitu pula tentang azab yang akan menimpa kami, jika kami tidak mengikuti kemauanmu. Seakan-akan engkaulah yang menetapkan segala sesuatu dan di tangan engkaulah kebahagiaan dan kecelakaan kami, padahal semua itu adalah semata-mata urusan Tuhan. Kami melihat dan meyakini bahwa engkau adalah seorang yang lemah tak berdaya, tidak mungkin akan dapat membawa manfaat atau mudarat kepada kami, dan bila kami ingin membinasakan engkau, engkau tidak akan dapat membela diri. Kalau tidak rasa kasihan kami terhadap keluarga dan karib kerabatmu, tentulah kami sudah melemparimu dengan batu sampai mati.\" Mereka melanjutkan bantahannya, \"Engkau sendiri tidak ada harapan dan tidak ada harganya bagi kami karena engkau bukanlah seorang yang gagah berani dan perkasa yang dapat mempertahankan diri dari serangan orang lain. Hanya semata-mata karena kasihan kepada keluarga dan karib kerabatmulah, kami belum membunuhmu, karena mereka masih tetap berada di pihak kami, dalam golongan kami tidak mau meninggalkan agama kami dan agama nenek moyang kami.\""
        },
        {
          "number": 92,
          "arabic": "قَالَ يَـٰقَوْمِ أَرَهْطِىٓ أَعَزُّ عَلَيْكُم مِّنَ ٱللَّهِ وَٱتَّخَذْتُمُوهُ وَرَآءَكُمْ ظِهْرِيًّا ۖ إِنَّ رَبِّى بِمَا تَعْمَلُونَ مُحِيطٌ",
          "transliteration": "qāla yāqawmi arahṭī aʿazzu ʿalaykum mina l-lahi wa-ittakhadhtumūhu warāakum ẓih'riyyan inna rabbī bimā taʿmalūna muḥīṭun",
          "translation": "Dia (Syu'aib) menjawab, \"Wahai kaumku! Apakah keluargaku lebih terhormat menurut pandanganmu daripada Allah, bahkan Dia kamu tempatkan di belakangmu (diabaikan)? Ketahuilah (pengetahuan) Tuhanku meliputi apa yang kamu kerjakan.",
          "tafsir": "Mendengar ucapan kaumnya yang sangat menusuk hati dan menganggapnya sebagai orang hina dan tidak berdaya itu, Nabi Syuaib a.s. berkata, \"Sungguh sangat menyedihkan kepicikan pikiranmu dan sangat mengherankan sekali pendapatmu itu. Apakah kamu menganggap kaum kerabatku itu lebih mulia dan lebih perkasa dari Allah yang menciptakan mereka, menciptakan kamu semua bahkan menciptakan langit dan bumi? Apakah hanya karena aku berasal dari mereka, sehingga tidak berani melaksanakan ancamanmu itu, bukan karena aku beriman kepada Allah yang akan menyeru kamu supaya kamu menyembah dan tidak mempersekutukan-Nya. Karena Dialah Yang Maha Kuasa, Maha Perkasa, dan Maha Pemurah yang melimpahkan-Nya dan menganggap enteng kekuasaan dan rahmat-Nya. Dialah yang patut kamu takuti. Dialah yang sewajarnya kamu muliakan, bahkan kaum kerabatku tidak dapat berbuat apa-apa terhadap kehendak Allah. Sesungguhnya Allah Maha Mengetahui segala apa yang kamu lakukan, tak ada sesuatupun yang tersembunyi bagi-Nya. Dia akan memberi balasan yang setimpal atas keingkaran dan kedurhakaanmu itu.\""
        },
        {
          "number": 93,
          "arabic": "وَيَـٰقَوْمِ ٱعْمَلُوا۟ عَلَىٰ مَكَانَتِكُمْ إِنِّى عَـٰمِلٌ ۖ سَوْفَ تَعْلَمُونَ مَن يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَمَنْ هُوَ كَـٰذِبٌ ۖ وَٱرْتَقِبُوٓا۟ إِنِّى مَعَكُمْ رَقِيبٌ",
          "transliteration": "wayāqawmi iʿ'malū ʿalā makānatikum innī ʿāmilun sawfa taʿlamūna man yatīhi ʿadhābun yukh'zīhi waman huwa kādhibun wa-ir'taqibū innī maʿakum raqībun",
          "translation": "Dan wahai kaumku! Berbuatlah menurut kemampuanmu, sesungguhnya aku pun berbuat (pula). Kelak kamu akan mengetahui siapa yang akan ditimpa azab yang menghinakan dan siapa yang berdusta. Dan tunggulah! Sesungguhnya aku bersamamu adalah orang yang menunggu.\"",
          "tafsir": "Kemudian Nabi Syuaib a.s. dengan tegas menentang mereka dan mengatakan kepada mereka, \"Berbuatlah sekehendak hatimu, lakukanlah apa yang dapat kamu lakukan, dan kumpulkanlah segala kekuatan yang ada pada kamu, aku akan tetap berpegang teguh kepada akidahku, dan aku tetap beriman kepada-Nya dan aku percaya dan yakin bahwa Dia akan melindungiku dan memeliharaku dari segala marabahaya. Kamu akan mengetahui siapa di antara kita yang akan ditimpa azab dan malapetaka, siapa di antara kita yang berbohong dan berdusta, tunggulah nasib yang akan menimpamu, aku pun bersamamu menunggu.\" Ini adalah suatu tantangan yang berani dari seorang yang tak berdaya, tak mempunyai penolong dan pembela dari kalangan kaumnya dan tidak mempunyai kekuatan yang dapat diandalkan, tetapi penuh keyakinan dan kepercayaan bahwa Allah selalu menyertainya dan tidak akan mengabaikan atau menyia-nyiakannya. Inilah tantangan terhadap orang-orang yang sombong dan takabur, selalu membanggakan materi tetapi lupa bahwa di atas kekuatan materi ada kekuatan gaib yang dapat menghancurleburkan mereka yaitu kekuatan dan kekuasaan Allah swt."
        },
        {
          "number": 94,
          "arabic": "وَلَمَّا جَآءَ أَمْرُنَا نَجَّيْنَا شُعَيْبًا وَٱلَّذِينَ ءَامَنُوا۟ مَعَهُۥ بِرَحْمَةٍ مِّنَّا وَأَخَذَتِ ٱلَّذِينَ ظَلَمُوا۟ ٱلصَّيْحَةُ فَأَصْبَحُوا۟ فِى دِيَـٰرِهِمْ جَـٰثِمِينَ",
          "transliteration": "walammā jāa amrunā najjaynā shuʿayban wa-alladhīna āmanū maʿahu biraḥmatin minnā wa-akhadhati alladhīna ẓalamū l-ṣayḥatu fa-aṣbaḥū fī diyārihim jāthimīna",
          "translation": "Maka ketika keputusan Kami datang, Kami selamatkan Syu'aib dan orang-orang yang beriman bersamanya dengan rahmat Kami. Sedang orang yang zalim dibinasakan oleh suara yang mengguntur, sehingga mereka mati bergelimpangan di rumahnya,",
          "tafsir": "Sudah menjadi ketetapan dan sunnah Allah bagi umat-umat yang dahulu bahwa setiap umat yang durhaka dan menolak seruan rasul-Nya akan ditimpa malapetaka dan dibinasakan kecuali orang-orang yang beriman dan patuh serta taat kepada Allah. Akhirnya siksaan dan malapetaka itu ditimpakan pula kepada penduduk Madyan dan dengan rahmat dan kasih sayang Allah, Nabi Syuaib a.s. beserta orang-orang yang beriman diselamatkan dari malapetaka berupa suara yang keras mengguntur yang menggoncangkan hati setiap orang dan menimbulkan goncangan dan gempa bumi yang maha hebat sehingga penduduk negeri itu dengan sekejap mata hilang ditelan bumi, persis seperti malapetaka yang menimpakan kaum namud, kaum Nabi Saleh a.s. yang ingkar dan durhaka pula."
        },
        {
          "number": 95,
          "arabic": "كَأَن لَّمْ يَغْنَوْا۟ فِيهَآ ۗ أَلَا بُعْدًا لِّمَدْيَنَ كَمَا بَعِدَتْ ثَمُودُ",
          "transliteration": "ka-an lam yaghnaw fīhā alā buʿ'dan limadyana kamā baʿidat thamūdu",
          "translation": "Seolah-olah mereka belum pernah tinggal di tempat itu. Ingatlah, binasalah penduduk Madyan sebagaimana kaum Samud (juga) telah binasa.",
          "tafsir": "Negeri Madyan sesudah malapetaka itu menjadi sunyi sepi seakan-akan belum pernah didiami manusia. Sungguh celaka nasib mereka dan terjauhlah mereka dari rahmat dan kasih sayang Allah karena keingkaran dan kedurhakaan mereka sama halnya dengan nasib kaum namud."
        },
        {
          "number": 96,
          "arabic": "وَلَقَدْ أَرْسَلْنَا مُوسَىٰ بِـَٔايَـٰتِنَا وَسُلْطَـٰنٍ مُّبِينٍ",
          "transliteration": "walaqad arsalnā mūsā biāyātinā wasul'ṭānin mubīnin",
          "translation": "Dan sungguh, Kami telah mengutus Musa dengan tanda-tanda (kekuasaan) Kami dan bukti yang nyata,",
          "tafsir": "Ayat ini menerangkan bahwa Allah telah mengutus Musa a.s. dilengkapinya dengan tanda-tanda kekuasaan-Nya dan mukjizat yang nyata dan kesemuanya itu menunjukkan keesaan Allah swt, tidak ada Tuhan melainkan Dia. Ulama tafsir sepakat bahwa tanda-tanda kekuasaan Allah yang memperkuat kenabian Nabi Musa a.s. ada sembilan macam, yaitu tongkat, tangan putih bercahaya, angin topan, belalang, kutu, darah, katak, kekurangan buah-buahan dan kekurangan jiwa. Kesembilan tanda-tanda kekuasaan Allah itu, telah dicantumkan antara lain dalam firman-Nya: Lalu (Musa) melemparkan tongkatnya, tiba-tiba tongkat itu menjadi ular besar yang sebenarnya. Dan dia mengeluarkan tangannya, tiba-tiba tangan itu menjadi putih (bercahaya) bagi orang-orang yang melihatnya. (al-Araf/7: 107-108) Dan firman-Nya: Maka Kami kirimkan kepada mereka topan, belalang, kutu, katak dan darah (air minum berubah menjadi darah) sebagai bukti-bukti yang jelas, tetapi mereka tetap menyombongkan diri dan mereka adalah kaum yang berdosa. (al-Araf/7: 133) Dan firman-Nya pula: Dan sungguh, Kami telah menghukum Firaun dan kaumnya dengan (mendatangkan musim kemarau) bertahun-tahun dan kekurangan buah-buahan, agar mereka mengambil pelajaran. (al-Araf/7: 130) Di samping kelengkapan mukjizat yang diberikan kepada Nabi Musa a.s. itu, Allah swt juga telah memberikan kefasihan dan kepandaian berhujjah kepada adiknya bernama Harun terutama di dalam berdialog dengan Firaun beserta pemimpin-pemimpin kaumnya. Inilah yang dimaksud dengan \"sulthanan mubina\" (mukjizat yang nyata). Sebagian ulama Tafsir berpendapat, bahwa yang dimaksud dengan sulthanan mubina pada ayat ini, ialah tongkat Nabi Musa a.s. Sekalipun itu termasuk salah satu dari sembilan tanda-tanda kekuasaan Allah swt sebagaimana tersebut di atas, tetapi dialah yang paling menonjol dibandingkan dengan tanda-tanda kekuasaan Allah yang lain yang diberikan kepada Musa a.s. Dengan mukjizat tongkat itulah, ahli-ahli sihir Firaun berbalik, lalu beramai-ramai beriman meninggalkan Firaun dan kepercayaannya yang sesat, sebagaimana dalam firman Allah swt: Dan Kami wahyukan kepada Musa, \"Lemparkanlah tongkatmu!\" Maka tiba-tiba ia menelan (habis) segala kepalsuan mereka. Maka terbuktilah kebenaran, dan segala yang mereka kerjakan jadi sia-sia. Maka mereka dikalahkan di tempat itu dan jadilah mereka orang-orang yang hina. Dan para pesihir itu serta merta menjatuhkan diri dengan bersujud. Mereka berkata, \"Kami beriman kepada Tuhan seluruh alam, (yaitu) Tuhannya Musa dan Harun.\" (al-Araf/7: 117-122)"
        },
        {
          "number": 97,
          "arabic": "إِلَىٰ فِرْعَوْنَ وَمَلَإِي۟هِۦ فَٱتَّبَعُوٓا۟ أَمْرَ فِرْعَوْنَ ۖ وَمَآ أَمْرُ فِرْعَوْنَ بِرَشِيدٍ",
          "transliteration": "ilā fir'ʿawna wamala-ihi fa-ittabaʿū amra fir'ʿawna wamā amru fir'ʿawna birashīdin",
          "translation": "kepada Fir'aun dan para pemuka kaumnya, tetapi mereka mengikuti perintah Fir'aun, padahal perintah Fir'aun bukanlah (perintah) yang benar.",
          "tafsir": "Pada ayat ini Allah swt menjelaskan bahwa Nabi Musa a.s. yang dilengkapi dengan tanda-tanda kekuasaan Allah dan mukjizat yang nyata, telah diutus kepada Firaun dan pemimpin-pemimpin kaumnya, agar mereka menyembah hanya kepada Allah swt, Tuhan Pencipta alam, karena tidak ada Tuhan yang sebenarnya melainkan Dia. Meskipun mereka telah melihat dan menyaksikan sendiri tanda-tanda kekuasaan Allah dan mukjizat yang nyata yang diperlihatkan oleh Nabi Musa a.s. yang kesemuanya itu menunjukkan atas kekuasaan Allah swt, namun mereka tidak mau sadar, bahkan mereka tetap menaati perintah Firaun, sekalipun Firaun itu tidak benar, dan tidak mendatangkan kebaikan bahkan yang demikian itu hanya merusak dan menyesatkan."
        }
      ]
    }
  ]
}