{
  "pageNumber": 292,
  "juz": 15,
  "surahs": [
    {
      "number": 17,
      "name": "Al-Isra'",
      "nameArabic": "الإسراء",
      "meaning": "Perjalanan Malam",
      "revelation": "Makkah",
      "description": "Surat ini terdiri dari 111 ayat dan termasuk surat Makkiyyah. Dinamakan dengan \"Al-Isra'\" yang berarti \"memperjalankan pada malam hari,\" berhubung peristiwa Isra' Nabi Muhammad dari Masjidil Haram di Mekah ke Masjidil Aqsha di Baitul Maqdis dicantumkan pada ayat pertama surat ini. Penuturan cerita Isra' pada permulaan surat ini mengandung isyarat bahwa Nabi Muhammad beserta umatnya di kemudian hari akan mencapai martabat yang tinggi dan akan menjadi umat yang besar.Surat ini dinamakan pula dengan \"Bani Israil\" artinya \"keturunan Israil\" berhubung permulaan surat ini, yakni pada ayat kedua sampai dengan ayat kedelapan dan ayat 101 sampai dengan ayat 104, Allah menyebutkan tentang Bani Israil, yang dihinakan sebab menyimpang dari ajaran Allah padahal sebelumnya adalah bangsa yang kuat dan besar. Dihubungkannya kisah Isra' dengan cerita \"Bani Israil\" pada surat ini, memberikan peringatan bahwa umat Islam akan mengalami keruntuhan, sebagaimana halnya Bani Israil, apabila mereka juga meninggalkan ajaran-ajaran agama.**Pokok-Pokok Isi:**1. **Keimanan:** Allah tidak mempunyai anak baik berupa manusia ataupun malaikat; Allah pasti memberikan rezeki kepada manusia; Allah mempunyai nama-nama yang paling baik; Al-Qur'an adalah wahyu dari Allah yang memberikan petunjuk, penawar, dan rahmat bagi orang-orang yang beriman; keberadaan padang Mahsyar dan hari kebangkitan.2. **Hukum-hukum:** Larangan menghilangkan (membunuh) manusia; larangan berzina; larangan mempergunakan harta anak yatim kecuali dengan cara yang dibenarkan agama; larangan ikut-ikutan baik dengan kata-kata maupun dengan perbuatan dan durhaka kepada kedua orang tua. Perintah memenuhi janji dan menyempurnakan timbangan dan takaran; perintah melakukan shalat lima waktu tepat pada waktunya.3. **Kisah-kisah:** Kisah Isra' Nabi Muhammad; beberapa kisah tentang Bani Israil.4. **Lain-lain:** Pertanggungjawaban manusia terhadap amal perbuatannya; beberapa faktor yang menyebabkan kebangkitan dan kehancuran suatu umat; petunjuk-petunjuk tentang pergaulan dengan kedua orang tua, tetangga, dan masyarakat; manusia adalah makhluk Allah yang mulia namun mempunyai sifat-sifat yang tidak baik, seperti: suka ingkar, putus asa, dan terburu-buru; dan persoalan roh.Dalam surat ini, banyak ayat yang mengemukakan bahwa Al-Qur'an yang dibawa Nabi Muhammad benar-benar wahyu dari Allah, dan bahwa manusia pasti mengalami hari kebangkitan. Dalam surat ini, dikemukakan pula dalil-dalil tentang kekuasaan dan keesaan Allah serta hukum-hukum yang diturunkan-Nya yang wajib diperhatikan dan dikerjakan oleh manusia.**Hubungan Surat Al-Isra' Dengan Surat Al-Kahfi:**1. Surat Al-Isra' dimulai dengan tasbih (membaca subhanallah) kepada Allah, sedang surat Al-Kahfi dibuka dengan tahmid (membaca alhamdulillah) kepada-Nya. Tasbih dan tahmid adalah dua kata yang seringkali bergandengan dalam firman-firman Allah.2. Persamaan antara penutup surat Al-Isra' dengan pembuka surat Al-Kahfi adalah sama-sama dengan tahmid kepada Allah.3. Menurut sebuah riwayat, ada tiga buah pertanyaan yang diajukan oleh orang Yahudi melalui perantara orang musyrikin kepada Nabi Muhammad, yakni permasalahan ruh, cerita Ashhabul Kahfi, dan kisah Dzulqarnain. Permasalahan ruh dijawab dalam surat Al-Isra' dan dua permasalahan lainnya pada surat Al-Kahfi.4. Dalam surat Al-Isra' ayat 85 Allah berfirman, \"Dan kamu hanya diberi sedikit pengetahuan.\" Firman ini ditujukan kepada sebagian orang Yahudi yang merasa sombong dengan ilmu pengetahuan yang ada pada mereka, sebab mereka hanyalah manusia yang diberi sedikit ilmu pengetahuan. Dalam surat Al-Kahfi, Allah menceritakan tentang Nabi Musa dengan Nabi Khidhir yang belum pernah diketahui oleh orang-orang Yahudi.",
      "verses": [
        {
          "number": 97,
          "arabic": "وَمَن يَهْدِ ٱللَّهُ فَهُوَ ٱلْمُهْتَدِ ۖ وَمَن يُضْلِلْ فَلَن تَجِدَ لَهُمْ أَوْلِيَآءَ مِن دُونِهِۦ ۖ وَنَحْشُرُهُمْ يَوْمَ ٱلْقِيَـٰمَةِ عَلَىٰ وُجُوهِهِمْ عُمْيًا وَبُكْمًا وَصُمًّا ۖ مَّأْوَىٰهُمْ جَهَنَّمُ ۖ كُلَّمَا خَبَتْ زِدْنَـٰهُمْ سَعِيرًا",
          "transliteration": "waman yahdi l-lahu fahuwa l-muh'tadi waman yuḍ'lil falan tajida lahum awliyāa min dūnihi wanaḥshuruhum yawma l-qiyāmati ʿalā wujūhihim ʿum'yan wabuk'man waṣumman mawāhum jahannamu kullamā khabat zid'nāhum saʿīran",
          "translation": "Dan barangsiapa diberi petunjuk oleh Allah, dialah yang mendapat petunjuk, dan barangsiapa Dia sesatkan, maka engkau tidak akan mendapat penolong-penolong bagi mereka selain Dia. Dan Kami akan mengumpulkan mereka pada hari Kiamat dengan wajah tersungkur, dalam keadaan buta, bisu, dan tuli. Tempat kediaman mereka adalah neraka Jahanam. Setiap kali nyala api Jahanam itu akan padam, Kami tambah lagi nyalanya bagi mereka.",
          "tafsir": "Allah swt menerangkan dalam ayat ini bahwa Dialah yang menguasai dan menentukan segala sesuatu. Dia yang memberi petunjuk dan taufik kepada siapa yang dikehendaki-Nya. Orang yang tidak menerima petunjuk dan taufik-Nya, adalah orang yang sesat dan tidak akan memperoleh penolong selain Allah. Orang-orang sesat itu akan dikumpulkan Allah pada hari kiamat di suatu tempat untuk dihisab. Mereka dibangkitkan dari kubur dalam keadaan buta, bisu, dan tuli, sebagaimana mereka dahulu di dunia tidak melihat dan mendengarkan kebenaran yang disampaikan. Nabi saw bersabda: Seorang bertanya kepada Rasulullah saw, \"Ya Rasulullah bagaimana manusia berjalan dengan wajah mereka?\" Rasulullah menjawab, \"Dia yang menjalankan mereka dengan kaki mereka, tentu berkuasa pula menjalankan mereka dengan wajah mereka\". (Riwayat al-Bukhari dan Muslim dari Anas bin Malik) Abu Dawud dan at-Tirmidzi meriwayatkan hadis dari Abu Hurairah: Bahwa manusia itu ada tiga macam pada hari berkumpul di padang Mahsyar, ada yang berjalan, ada yang berkendaraan dan ada pula yang berjalan dengan wajah mereka. Setelah selesai dihisab, mereka dimasukkan ke dalam neraka Jahanam dan dibakar dengan api yang menyala-nyala karena setiap akan padam, nyala api itu ditambah lagi. Setiap kali kulit dan tubuh menjadi hangus, dan daging-daging mereka menjadi musnah, Allah menggantinya kembali dengan kulit, daging, dan tubuh yang baru, sehingga mereka kembali merasakan azab yang tidak putus-putusnya."
        },
        {
          "number": 98,
          "arabic": "ذَٰلِكَ جَزَآؤُهُم بِأَنَّهُمْ كَفَرُوا۟ بِـَٔايَـٰتِنَا وَقَالُوٓا۟ أَءِذَا كُنَّا عِظَـٰمًا وَرُفَـٰتًا أَءِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا",
          "transliteration": "dhālika jazāuhum bi-annahum kafarū biāyātinā waqālū a-idhā kunnā ʿiẓāman warufātan a-innā lamabʿūthūna khalqan jadīdan",
          "translation": "Itulah balasan bagi mereka, karena sesungguhnya mereka kafir kepada ayat-ayat Kami dan (karena mereka) berkata, \"Apabila kami telah menjadi tulang belulang dan benda-benda yang hancur, apakah kami benar-benar akan dibangkitkan kembali sebagai makhluk baru?\"",
          "tafsir": "Ayat ini menerangkan bahwa orang-orang kafir itu diazab karena mengingkari ayat-ayat Allah dan hari kebangkitan dengan mengatakan, \"Apakah mungkin kita dibangkitkan kembali, setelah kita mati, tubuh kita sudah hancur dan lumat bersama tanah, kemudian tulang-belulang kita berserakan menjadi bahagian yang terpisah-pisah. Apakah bagian-bagian tubuh itu dapat dikumpulkan dan dihidupkan kembali, sehingga kita menjadi makhluk hidup yang baru?\""
        },
        {
          "number": 99,
          "arabic": "۞ أَوَلَمْ يَرَوْا۟ أَنَّ ٱللَّهَ ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ قَادِرٌ عَلَىٰٓ أَن يَخْلُقَ مِثْلَهُمْ وَجَعَلَ لَهُمْ أَجَلًا لَّا رَيْبَ فِيهِ فَأَبَى ٱلظَّـٰلِمُونَ إِلَّا كُفُورًا",
          "transliteration": "awalam yaraw anna l-laha alladhī khalaqa l-samāwāti wal-arḍa qādirun ʿalā an yakhluqa mith'lahum wajaʿala lahum ajalan lā rayba fīhi fa-abā l-ẓālimūna illā kufūran",
          "translation": "Dan apakah mereka tidak memperhatikan bahwa Allah yang menciptakan langit dan bumi adalah Mahakuasa (pula) menciptakan yang serupa dengan mereka, dan Dia telah menetapkan waktu tertentu (mati atau dibangkitkan) bagi mereka, yang tidak diragukan lagi? Maka orang zalim itu tidak menolaknya kecuali dengan kekafiran.",
          "tafsir": "Allah swt membantah pendapat orang-orang yang tidak mem-percayai adanya hari kebangkitan dengan mengatakan bahwa apakah mereka tidak melihat dan memperhatikan bagaimana Allah telah menciptakan mereka dari tidak ada menjadi ada, begitu juga langit dan semua isinya, dan bumi dengan segala benda dan makhluk yang ada di dalamnya, termasuk manusia sendiri. Apakah mereka tidak memperhatikan segala kejadian yang ada di langit dan di bumi? Semuanya diciptakan dari tiada menjadi ada. Jika Allah swt sanggup menciptakan semuanya untuk kali yang pertama, tentu sanggup pula menciptakannya untuk kali yang kedua karena merancang ulang biasanya lebih mudah dibandingkan dengan menciptakan pertama kali. Allah telah menciptakan bagi manusia jangka waktu yang tidak ada keraguan padanya, menetapkan masa hidup mereka di dunia dan dalam kubur, dan masa mereka dibangkitkan kembali. Hanya Allah sajalah Yang Maha Mengetahui penentuan masa-masa itu. Meskipun bukti-bukti tentang hari kebangkitan, kebesaran, dan kekuasaan Allah telah dikemukakan dan dijelaskan kepada orang-orang kafir yang zalim itu, mereka tetap ingkar dan tidak percaya kepada bukti-bukti tersebut."
        },
        {
          "number": 100,
          "arabic": "قُل لَّوْ أَنتُمْ تَمْلِكُونَ خَزَآئِنَ رَحْمَةِ رَبِّىٓ إِذًا لَّأَمْسَكْتُمْ خَشْيَةَ ٱلْإِنفَاقِ ۚ وَكَانَ ٱلْإِنسَـٰنُ قَتُورًا",
          "transliteration": "qul law antum tamlikūna khazāina raḥmati rabbī idhan la-amsaktum khashyata l-infāqi wakāna l-insānu qatūran",
          "translation": "Katakanlah (Muhammad), \"Sekiranya kamu menguasai perbendaharaan rahmat Tuhanku, niscaya (perbendaharaan) itu kamu tahan, karena takut membelanjakannya.\" Dan manusia itu memang sangat kikir.",
          "tafsir": "Pada ayat ini, Allah swt menerangkan sebab-sebab mengapa Dia tidak memperkenankan permintaan orang-orang zalim itu, yaitu walaupun diperkenankan, mereka tetap tidak akan beriman, berlaku kikir, dan tidak mau memberikan sebagian kecil hartanya kepada orang lain yang memerlukannya. Mereka takut kenikmatan-kenikmatan yang telah diperoleh akan lenyap dari mereka. Padahal nikmat Allah tidak akan pernah habis seberapa pun manusia mengambilnya. Allah juga telah menjanjikan orang-orang yang menginfakkan harta mereka dengan imbalan yang berlipat ganda dari apa yang mereka infakkan. Sifat kikir adalah watak dan tabiat manusia dengan kadar yang berbeda. Watak dan tabiat yang tidak baik itulah yang menyebabkan manusia mendurhakai perintah Allah dan enggan memperhatikan larangan-larangan-Nya. Firman Allah: Dan kamu mencintai harta dengan kecintaan yang berlebihan. (al-Fajr/89: 20) Dan sesungguhnya cintanya kepada harta benar-benar berlebihan. (al-'adiyat/100: 8)"
        },
        {
          "number": 101,
          "arabic": "وَلَقَدْ ءَاتَيْنَا مُوسَىٰ تِسْعَ ءَايَـٰتٍۭ بَيِّنَـٰتٍ ۖ فَسْـَٔلْ بَنِىٓ إِسْرَٰٓءِيلَ إِذْ جَآءَهُمْ فَقَالَ لَهُۥ فِرْعَوْنُ إِنِّى لَأَظُنُّكَ يَـٰمُوسَىٰ مَسْحُورًا",
          "transliteration": "walaqad ātaynā mūsā tis'ʿa āyātin bayyinātin fasal banī is'rāīla idh jāahum faqāla lahu fir'ʿawnu innī la-aẓunnuka yāmūsā masḥūran",
          "translation": "Dan sungguh, Kami telah memberikan kepada Musa sembilan mukjizat yang nyata<sup foot_note=135434>1</sup> maka tanyakanlah kepada Bani Israil, ketika Musa datang kepada mereka lalu Fir'aun berkata kepadanya, \"Wahai Musa! Sesungguhnya aku benar-benar menduga engkau terkena sihir.\"",
          "tafsir": "Ayat ini menerangkan bahwa Allah swt telah memberikan sembilan macam mukjizat kepada Musa a.s. sebagai bukti kerasulannya, ketika diutus kepada Fir'aun dan kaumnya. Namun demikian, Fir'aun dan kaumnya tetap menolak seruan Nabi Musa untuk beriman pada Allah Sang Pencipta. Dalam ayat yang lain diterangkan bagaimana Fir'aun dan kaumnya mengingkari seruan Musa. Allah swt berfirman: Dan mereka mengingkarinya karena kezaliman dan kesombongannya, padahal hati mereka meyakini (kebenaran)-nya. Maka perhatikanlah bagaimana kesudahan orang-orang yang berbuat kerusakan. (an-Naml/27: 14) Para mufasir berbeda pendapat tentang maksud dari sembilan ayat tersebut di atas. Menurut Ibnu Abbas, sebagaimana diriwayatkan oleh 'Abd Razzaq, Sa'id bin Manshur, Ibnu Jarir ath-thabari, dan Ibnu Mundzir, bahwa sembilan ayat tersebut adalah tongkat, tangan, topan, belalang, kutu, katak, darah, musim kemarau, dan kekurangan buah-buahan. Pendapat ini disetujui oleh jumhur ulama. Mufasir yang lain, seperti ar-Razi, berpendapat bahwa yang dimaksud dengan sembilan ayat tersebut di atas adalah berbagai larangan. Ia mendasar-kan pendapatnya dengan hadis Nabi saw yang diriwayatkan oleh Ahmad, at-Tirmidzi, al-Baihaqi, Ath-thabrani, an-Nasa'i, dan Ibnu Majah dari shafwan bin Asal al-Muradi, ketika beliau ditanya oleh orang Yahudi, bahwa yang dimaksud dengan sembilan ayat di sini ialah sembilan macam larangan, yaitu: jangan mempersekutukan Allah, jangan membunuh jiwa kecuali dengan hak, jangan berzina, jangan mencuri, jangan menyihir, jangan makan riba, jangan memfitnah orang yang tidak bersalah kepada penguasa, jangan menuduh wanita yang baik berzina, dan melanggar aturan pada hari Sabat. Ibnu Syihab Al-Khafaji mengatakan, \"Inilah tafsir yang diikuti dalam menafsirkan ayat ini.\" Allah memerintahkan Nabi Muhammad saw agar menanyakan tentang kisah Musa kepada orang-orang Yahudi yang hidup di masanya, seperti Abdullah bin Salam dan lain-lain, niscaya mereka akan membenarkannya. Pengakuan mereka terhadap kebenaran risalah Nabi Musa akan menambah iman dan keyakinannya. Hal itu juga bertujuan agar Nabi saw yakin bahwa kisah itu juga terdapat dalam kitab mereka. Tanyakanlah kepada orang-orang Yahudi, tentu mereka akan menerangkan bahwa Musa a.s. telah datang kepada Fir'aun membawa agama tauhid dan mengemukakan berbagai mukjizatnya. Akan tetapi, Fir'aun mengingkarinya, bahkan mengatakan bahwa Musa adalah orang yang rusak akalnya, sehingga mengaku-ngaku sebagai seorang rasul Allah."
        },
        {
          "number": 102,
          "arabic": "قَالَ لَقَدْ عَلِمْتَ مَآ أَنزَلَ هَـٰٓؤُلَآءِ إِلَّا رَبُّ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ بَصَآئِرَ وَإِنِّى لَأَظُنُّكَ يَـٰفِرْعَوْنُ مَثْبُورًا",
          "transliteration": "qāla laqad ʿalim'ta mā anzala hāulāi illā rabbu l-samāwāti wal-arḍi baṣāira wa-innī la-aẓunnuka yāfir'ʿawnu mathbūran",
          "translation": "Dia (Musa) menjawab, \"Sungguh, engkau telah mengetahui, bahwa tidak ada yang menurunkan (mukjizat-mukjizat) itu kecuali Tuhan (yang memelihara) langit dan bumi sebagai bukti-bukti yang nyata; dan sungguh, aku benar-benar menduga engkau akan binasa, wahai Fir'aun.\"",
          "tafsir": "Musa mengatakan kepada Fir'aun bahwa sesungguhnya Fir'aun telah mengetahui bahwa yang menurunkan ayat-ayat ini adalah Tuhan yang memiliki langit dan bumi. Hal itu dijelaskan Nabi Musa sebagai bukti dan keterangan bahwa yang diserukannya itu adalah suatu kebenaran. Hanya orang yang bersih hatinya yang dapat menerima seruan tersebut. Lebih lanjut Nabi Musa mengatakan kepada Fir'aun bahwa hatinya yang kotor dan tidak mempunyai kesediaan untuk menerima seruan itu. Kebenaran apapun yang dikemukakan kepadanya tetap tidak akan membuatnya menerima seruan tersebut."
        },
        {
          "number": 103,
          "arabic": "فَأَرَادَ أَن يَسْتَفِزَّهُم مِّنَ ٱلْأَرْضِ فَأَغْرَقْنَـٰهُ وَمَن مَّعَهُۥ جَمِيعًا",
          "transliteration": "fa-arāda an yastafizzahum mina l-arḍi fa-aghraqnāhu waman maʿahu jamīʿan",
          "translation": "Kemudian dia (Fir'aun) hendak mengusir mereka (Musa dan pengikutnya) dari bumi (Mesir), maka Kami tenggelamkan dia (Fir'aun) beserta orang yang bersama dia seluruhnya,",
          "tafsir": "Setelah Fir'aun melihat kegigihan Musa dalam menyampaikan risalahnya, dan hal itu akan membahayakan diri dan kekuasaannya, maka Fir'aun berencana untuk mengeluarkan Musa dan pengikut-pengikutnya dari bumi Mesir, baik dengan cara mengusir atau melenyapkan mereka. Akan tetapi, Allah swt lebih dahulu menenggelamkan Fir'aun beserta pengikut-pengikutnya ke dalam laut Qulzum."
        },
        {
          "number": 104,
          "arabic": "وَقُلْنَا مِنۢ بَعْدِهِۦ لِبَنِىٓ إِسْرَٰٓءِيلَ ٱسْكُنُوا۟ ٱلْأَرْضَ فَإِذَا جَآءَ وَعْدُ ٱلْـَٔاخِرَةِ جِئْنَا بِكُمْ لَفِيفًا",
          "transliteration": "waqul'nā min baʿdihi libanī is'rāīla us'kunū l-arḍa fa-idhā jāa waʿdu l-ākhirati ji'nā bikum lafīfan",
          "translation": "dan setelah itu Kami berfirman kepada Bani Israil, \"Tinggallah di negeri ini, tetapi apabila masa berbangkit datang, niscaya Kami kumpulkan kamu dalam keadaan bercampur baur .\"",
          "tafsir": "Kemudian Allah swt menyelamatkan Musa dan Bani Israil serta memerintahkan mereka agar mendiami negeri yang telah dijanjikan kepada mereka sampai waktu yang ditentukan. Jika telah sampai waktunya, mereka akan diwafatkan kemudian dibangkitkan kembali pada hari kiamat, untuk menetapkan keputusan yang paling adil di antara mereka. Ketika itu, mereka beserta musuh-musuhnya bercampur baur dan menyatu untuk menerima balasan dari Allah. Perbuatan baik akan dibalas dengan pahala yang berlipat ganda, sedangkan perbuatan mungkar akan dibalas dengan siksa neraka."
        }
      ]
    }
  ]
}