{
  "pageNumber": 390,
  "juz": 20,
  "surahs": [
    {
      "number": 28,
      "name": "Al-Qasas",
      "nameArabic": "القصص",
      "meaning": "Kisah-kisah",
      "revelation": "Makkah",
      "description": "Surat Al-Qashash terdiri dari 88 ayat dan termasuk surat Makkiyyah.Dinamai dengan \"Al-Qashash\" karena pada ayat ke-25 surat ini terdapat kata \"Al-Qashash\" yang berarti \"cerita\". Ayat ini menerangkan bahwa setelah Nabi Musa bertemu dengan Nabi Syu'aib, ia menuturkan cerita yang berhubungan dengan dirinya sendiri, yakni pengalamannya bersama Fir'aun, sampai ketika ia diburu oleh Fir'aun karena membunuh seseorang dari bangsa Qibthi tanpa disengaja. Syu'aib menjawab bahwa Musa telah selamat dari pengejaran orang-orang zalim.Turunnya ayat ke-25 surat ini sangat besar artinya bagi Nabi Muhammad dan para sahabat yang melakukan hijrah ke Madinah. Hal ini menambah keyakinan mereka, bahwa pada akhirnya orang-orang Islamlah yang akan menang. Ayat ini menunjukkan bahwa barang siapa berhijrah dari tempat musuh untuk mempertahankan keimanan, pasti akan berhasil dalam perjuangannya menghadapi musuh-musuh agama. Kepastian kemenangan bagi kaum muslimin ini ditegaskan pada bagian akhir surat ini yang mengandung isyarat bahwa, setelah hijrah ke Madinah, kaum muslimin akan kembali ke Mekah sebagai pemenang dan penegak agama Allah. Surat Al-Qashash ini adalah surat yang paling lengkap memuat cerita Nabi Musa sehingga, menurut suatu riwayat, surat ini juga dinamai surat Musa.**Pokok-Pokok Isi:**1. **Keimanan:** Allah Yang menentukan segala sesuatu dan manusia harus ridha dengan ketentuan itu; alam adalah fana dan hanya Allah yang Kekal; semuanya akan kembali kepada Allah; Allah mengetahui isi hati manusia baik yang dilahirkan ataupun yang disembunyikan.2. **Kisah-kisah:** Kekejaman Fir'aun dan pertolongan serta karunia Allah kepada Bani Israil; Musa dilemparkan ke sungai Nil, Musa membunuh seorang Qibthi tanpa sengaja; Musa di Madyan; Musa menerima perintah menyeru Fir'aun di gunung Sinai; kisah Karun.3. **Lain-lain:** Al-Qur'an menerangkan kisah nabi-nabi dan umat-umat terdahulu sebagai bukti kerasulan Muhammad; ahli kitab yang beriman kepada Nabi Muhammad diberi pahala dua kali lipat; hikmah Al-Qur'an diturunkan secara berangsur-angsur; hanya Allah yang memberi taufik kepada hamba-Nya untuk beriman; Allah menghancurkan suatu negeri karena kezaliman penduduknya sendiri; Allah tidak akan mengazab suatu umat sebelum rasul diutus kepadanya; keadaan orang-orang kafir dan sekutu-sekutu mereka pada hari kiamat; pergantian siang dan malam sebagai rahmat bagi manusia; Allah memberi balasan kebaikan dengan berlipat ganda sedangkan balasan kejahatan seimbang dengan yang telah dilakukan; janji Allah akan kemenangan Nabi Muhammad.Surat Al-Qashash diturunkan pada waktu kaum muslimin dalam keadaan lemah, sedangkan orang musyrik Mekah, sebagai penguasa, ketika itu mempunyai kekuatan dan kekuasaan yang besar.Dalam surat ini, Allah mengemukakan bahwa Fir'aun sebagai seorang raja yang mempunyai kekuasaan yang tak terbatas, dan Qarun sebagai seorang yang berilmu yang mempunyai harta yang tidak terhingga, akan binasa bersama apa yang dimiliki karena mengingkari agama Allah, sedangkan Musa yang semula tidak mempunyai apa pun justru mendapat kemenangan karena mengikuti agama Allah. Ayat ke-59 menegaskan lagi bahwa Allah menghancurkan negeri-negeri yang penduduknya zalim. Kemudian surat ini ditutup dengan menerangkan bahwa kaum muslimin, sekalipun dalam keadaan lemah, nanti setelah hijrah ke Madinah akan kembali lagi ke Mekah sebagai pemenang. Karena itu, tetaplah menyembah Allah, tidak ada Tuhan (yang berhak disembah) selain Dia. Dialah Mahakuasa dan menentukan segala sesuatu.**Hubungan Surat Al-Qashash Dengan Surat Al-'Ankabut:**1. Surat Al-'Ankabut dimulai dengan hiburan dari Allah kepada Nabi Muhammad dan para sahabatnya yang selalu disakiti, diejek, dan diusir oleh orang-orang musyrik Mekah, bahwa orang-orang yang beriman itu akan menerima cobaan atas keimanan mereka, sedangkan surat Al-Qashash menerangkan berbagai macam cobaan yang dialami oleh Nabi Musa dan Bani Israil dalam menghadapi kekejaman Fir'aun. Oleh sebab itu, Allah menyuruh agar Nabi Muhammad dan para sahabatnya agar terus bersabar dalam menghadapi cobaan-cobaan itu.2. Surat Al-Qashash mengisahkan tentang keselamatan Nabi Musa dari pengejaran Fir'aun setelah secara tidak sengaja membunuh orang Qibti. Juga mengisahkan tentang keselamatan Nabi Musa dan pengikutnya dari pengejaran Fir'aun dan bala tentaranya dan tenggelamnya Fir'aun dan bala tentaranya di laut Merah. Sementara itu, surat Al-'Ankabut mengisahkan keselamatan Nabi Nuh dan pengikutnya di atas kapal dan tenggelamnya orang-orang yang mengingkari seruan Nabi Nuh. Semua ini menunjukkan pertolongan Allah kepada hamba-hamba-Nya yang beriman.3. Surat Al-Qashash mengemukakan kelemahan kepercayaan orang-orang yang menyembah berhala dengan menerangkan keadaan penyembah-penyembah berhala dengan berhala itu sendiri pada hari kiamat, sedangkan surat Al-'Ankabut menyatakan kesalahan kepercayaan tersebut dengan membandingkannya dengan laba-laba yang percaya akan kekuatan sarangnya yang sangat lemah itu.4. Kedua surat ini sama-sama menerangkan kisah Fir'aun dan Qarun serta akibat perbuatan keduanya. Kedua Surat ini sama-sama menyinggung hijrah Nabi Muhammad.",
      "verses": [
        {
          "number": 36,
          "arabic": "فَلَمَّا جَآءَهُم مُّوسَىٰ بِـَٔايَـٰتِنَا بَيِّنَـٰتٍ قَالُوا۟ مَا هَـٰذَآ إِلَّا سِحْرٌ مُّفْتَرًى وَمَا سَمِعْنَا بِهَـٰذَا فِىٓ ءَابَآئِنَا ٱلْأَوَّلِينَ",
          "transliteration": "falammā jāahum mūsā biāyātinā bayyinātin qālū mā hādhā illā siḥ'run muf'taran wamā samiʿ'nā bihādhā fī ābāinā l-awalīna",
          "translation": "Maka ketika Musa datang kepada mereka dengan (membawa) mukjizat Kami yang nyata, mereka berkata, \"Ini hanyalah sihir yang dibuat-buat, dan kami tidak pernah mendengar (yang seperti) ini pada nenek moyang kami dahulu.\"",
          "tafsir": "Musa lalu datang kepada Fir'aun dan kaumnya untuk menyeru mereka kepada agama tauhid dengan memberikan bukti-bukti yang nyata dan keterangan yang kuat dan jelas. Dengan demikian, tidak ada alasan bagi mereka menolak kebenaran yang dikemukakannya. Akan tetapi, serta merta mereka menolak apa yang diucapkan oleh Musa. Ketika mereka telah terpojok dan tidak dapat lagi membantah kebenaran yang dibawanya, mereka lalu menuduh semua itu hanya sihir belaka dan mereka tidak pernah mendengar apa yang diucapkan Musa dari nenek moyang mereka. Demikianlah sikap orang-orang kafir terhadap rasul-rasul yang menyeru kepada agama yang benar seperti tersebut dalam firman-Nya: Demikianlah setiap kali seorang rasul yang datang kepada orang-orang yang sebelum mereka, mereka (kaumnya) pasti mengatakan, \"Dia itu pesihir atau orang gila.\" (adz-dzariyat/51: 52)."
        },
        {
          "number": 37,
          "arabic": "وَقَالَ مُوسَىٰ رَبِّىٓ أَعْلَمُ بِمَن جَآءَ بِٱلْهُدَىٰ مِنْ عِندِهِۦ وَمَن تَكُونُ لَهُۥ عَـٰقِبَةُ ٱلدَّارِ ۖ إِنَّهُۥ لَا يُفْلِحُ ٱلظَّـٰلِمُونَ",
          "transliteration": "waqāla mūsā rabbī aʿlamu biman jāa bil-hudā min ʿindihi waman takūnu lahu ʿāqibatu l-dāri innahu lā yuf'liḥu l-ẓālimūna",
          "translation": "Dan dia (Musa) menjawab, \"Tuhanku lebih mengetahui siapa yang (pantas) membawa petunjuk dari sisi-Nya dan siapa yang akan mendapat kesudahan (yang baik) di akhirat. Sesungguhnya orang-orang yang zalim tidak akan mendapat kemenangan.\"",
          "tafsir": "Tuduhan Fir'aun dan kaumnya bahwa bukti-bukti yang dikemukakan Musa hanya sihir belaka dijawabnya dengan tenang dan tidak keluar dari adab dan sopan santun berdebat, tanpa menuduh lawannya bahwa mereka telah sesat. Musa mengatakan kepada mereka bahwa Tuhannya yang lebih mengetahui siapa sebenarnya yang membawa petunjuk dari Allah dan siapa sebenarnya yang beruntung yang akan mendapat kebahagiaan di akhirat. Di balik itu, dalam hatinya ia yakin sepenuhnya dialah yang benar, dialah orang yang beruntung dan siapa yang menentang kebenaran yang dibawanya pasti akan merugi dan menyesal. Jawaban ini sama dengan jawaban yang diberikan oleh Nabi Muhammad kepada kaum musyrikin yang menentangnya, seperti tersebut dalam firman Allah: Katakanlah (Muhammad), \"Siapakah yang memberi rezeki kepadamu dari langit dan dari bumi?\" Katakanlah, \"Allah,\" dan sesungguhnya kami atau kamu (orang-orang musyrik), pasti berada dalam kebenaran atau dalam kesesatan yang nyata. (Saba'/34: 24) Walaupun demikian, Musa tetap menegaskan bahwa orang zalim tidak akan memperoleh kemenangan. Ini adalah sebagai isyarat kepada Fir'aun dan kaumnya bahwa mereka tidak akan menang. Mereka pasti akan kalah dan hancur karena mereka adalah orang-orang yang sombong dan aniaya."
        },
        {
          "number": 38,
          "arabic": "وَقَالَ فِرْعَوْنُ يَـٰٓأَيُّهَا ٱلْمَلَأُ مَا عَلِمْتُ لَكُم مِّنْ إِلَـٰهٍ غَيْرِى فَأَوْقِدْ لِى يَـٰهَـٰمَـٰنُ عَلَى ٱلطِّينِ فَٱجْعَل لِّى صَرْحًا لَّعَلِّىٓ أَطَّلِعُ إِلَىٰٓ إِلَـٰهِ مُوسَىٰ وَإِنِّى لَأَظُنُّهُۥ مِنَ ٱلْكَـٰذِبِينَ",
          "transliteration": "waqāla fir'ʿawnu yāayyuhā l-mala-u mā ʿalim'tu lakum min ilāhin ghayrī fa-awqid lī yāhāmānu ʿalā l-ṭīni fa-ij'ʿal lī ṣarḥan laʿallī aṭṭaliʿu ilā ilāhi mūsā wa-innī la-aẓunnuhu mina l-kādhibīna",
          "translation": "Dia Fir'aun berkata, \"Wahai para pembesar kaumku! Aku tidak mengetahui ada Tuhan bagimu selain aku. Maka bakarkanlah tanah liat untukku wahai Haman (untuk membuat batu bata), kemudian buatkanlah bangunan yang tinggi untukku agar aku dapat naik melihat Tuhannya Musa, dan aku yakin bahwa dia termasuk pendusta.\"",
          "tafsir": "Ayat ini menerangkan bahwa setelah kehabisan alasan dan dalil untuk membantah keterangan Musa dan bukti-bukti yang dikemukakannya, Fir'aun memerintahkan kepada kaumnya supaya jangan percaya kepada berita dusta yang dikemukakan Musa. Selama ini tidak ada seorang pun yang berani mendakwahkan bahwa ada Tuhan selain dia. Semenjak dahulu selama Mesir diperintah oleh Fir'aun, yang silih berganti, tak seorang pun yang mengingkari bahwa Fir'aun adalah tuhan-tuhan yang berkuasa di muka bumi. Mata hati rakyat dikelabui dengan dongeng dan khurafat yang menyatakan bahwa manusia harus tunduk kepada kekuasaan Fir'aun. Dia selalu melakukan tindakan yang kejam dan bengis terhadap orang yang berani mengingkari kekuasaannya sebagai tuhan dengan menyiksa dan memenjarakan bahkan membunuhnya. Hal ini disebutkan dalam firman Allah: Kemudian dia mengumpulkan (pembesar-pembesarnya) lalu berseru (memanggil kaumnya). (Seraya) berkata, \"Akulah tuhanmu yang paling tinggi.\" (an-Nazi'at/79: 23-24) Firman Allah: Dia (Fir'aun) berkata, \"Sungguh, jika engkau menyembah Tuhan selain aku, pasti aku masukkan engkau ke dalam penjara.\" (asy-Syu'ara'/26: 29) Imam Fakhruddin ar-Razi berpendapat bahwa Fir'aun mendakwakan dirinya sebagai tuhan maksudnya bukan dia yang menciptakan langit, bumi, lautan, gunung-gunung, dan manusia seluruhnya karena hal itu tidak akan dapat diterima oleh akal. Maksudnya adalah supaya orang memperhambakan diri kepadanya. Dia hanya menolak adanya tuhan yang harus dipatuhi dan di sembah selain dia. Lalu Fir'aun memerintahkan kepada wazirnya, Haman, supaya menyalakan api yang besar untuk membuat batu bata yang banyak dan mendirikan bangunan yang tinggi supaya dia dapat naik ke langit melihat Tuhan yang didakwahkan Musa. Fir'aun lalu menegaskan bahwa Musa adalah pembohong besar. Senada dengan ini, Allah berfirman: Dan Fir'aun berkata, \"Wahai Haman! Buatkanlah untukku sebuah bangunan yang tinggi agar aku sampai ke pintu-pintu, (yaitu) pintu-pintu langit, agar aku dapat melihat Tuhannya Musa, tetapi aku tetap memandangnya seorang pendusta.\" Dan demikianlah dijadikan terasa indah bagi Fir'aun perbuatan buruknya itu, dan dia tertutup dari jalan (yang benar); dan tipu daya Fir'aun itu tidak lain hanyalah membawa kerugian. (al-Mu'min/40: 36-37)"
        },
        {
          "number": 39,
          "arabic": "وَٱسْتَكْبَرَ هُوَ وَجُنُودُهُۥ فِى ٱلْأَرْضِ بِغَيْرِ ٱلْحَقِّ وَظَنُّوٓا۟ أَنَّهُمْ إِلَيْنَا لَا يُرْجَعُونَ",
          "transliteration": "wa-is'takbara huwa wajunūduhu fī l-arḍi bighayri l-ḥaqi waẓannū annahum ilaynā lā yur'jaʿūna",
          "translation": "Dan dia (Fir'aun) dan bala tentaranya berlaku sombong, di bumi tanpa alasan yang benar, dan mereka mengira bahwa mereka tidak akan dikembalikan kepada Kami.",
          "tafsir": "Pada ayat ini, Allah menegaskan bahwa Fir'aun dan tentaranya sangat sombong dan takabur. Fir'aun menganggap dan mengaku hanya dialah penguasa yang mutlak di muka bumi. Siapa saja yang menantangnya dianggap salah dan durhaka. Kalau dikatakan kepadanya ada Tuhan yang lebih besar daripada kekuasaannya, Fir'aun menjadi kalap, dan tak dapat lagi menguasai dirinya, seperti memerintahkan dengan segera membuat suatu hal yang mustahil, seperti membuat bangunan setinggi langit agar dia dapat berhadapan dengan Tuhan Yang Mahakuasa lagi Mahaperkasa. Fir'aun dan kaumnya mengira bahwa mereka tidak akan dibangkitkan, tidak akan diperhitungkan apa yang telah dikerjakan selama hidup di dunia, dan tidak ada yang akan menyiksa bila mereka melakukan kezaliman dan kekejaman. Memang demikianlah kepercayaan mereka karena pengaruh kesombongan dan ketakaburan itu. Mereka membuat piramida yang besar untuk kuburan mereka yang diisi dengan perabot yang lengkap dan serba mewah serta pakaian dan perhiasan yang indah-indah, untuk dinikmati sesudah mati. Karena kesombongan dan ketakaburan itu, Allah mengazab mereka di dunia dan akhirat. Di dunia Fir'aun ditenggelamkan bersama tentaranya ke dalam lautan, dan di akhirat mereka akan disiksa dalam neraka. Demikianlah nasib yang telah ditetapkan Allah bagi orang yang takabur dan sombong, berbuat zalim dan aniaya terhadap Allah dan sesamanya. Sebenarnya kelanjutan kisah Fir'aun bisa ditemukan pada surah-surah lain dalam Al-Qur'an seperti Surah al-A'raf, Yunus, thaha, dan sebagainya. Akan tetapi, Allah hendak menegaskan di sini bagaimana nasib orang-orang yang durhaka yang tidak lagi mempergunakan akal dan pikirannya sehingga tertutuplah hatinya untuk menerima kebenaran dari mana pun datangnya, sehingga dia menjadi sombong dan takabur. Hal itu layak menjadi perhatian dan pelajaran bagi seluruh manusia."
        },
        {
          "number": 40,
          "arabic": "فَأَخَذْنَـٰهُ وَجُنُودَهُۥ فَنَبَذْنَـٰهُمْ فِى ٱلْيَمِّ ۖ فَٱنظُرْ كَيْفَ كَانَ عَـٰقِبَةُ ٱلظَّـٰلِمِينَ",
          "transliteration": "fa-akhadhnāhu wajunūdahu fanabadhnāhum fī l-yami fa-unẓur kayfa kāna ʿāqibatu l-ẓālimīna",
          "translation": "Maka Kami siksa dia (Fir'aun) dan bala tentaranya, lalu Kami lemparkan mereka ke dalam laut. Maka perhatikanlah bagaimana kesudahan orang yang zalim.",
          "tafsir": "Pada ayat ini, Allah menegaskan bahwa Fir'aun dan tentaranya sangat sombong dan takabur. Fir'aun menganggap dan mengaku hanya dialah penguasa yang mutlak di muka bumi. Siapa saja yang menantangnya dianggap salah dan durhaka. Kalau dikatakan kepadanya ada Tuhan yang lebih besar daripada kekuasaannya, Fir'aun menjadi kalap, dan tak dapat lagi menguasai dirinya, seperti memerintahkan dengan segera membuat suatu hal yang mustahil, seperti membuat bangunan setinggi langit agar dia dapat berhadapan dengan Tuhan Yang Mahakuasa lagi Mahaperkasa. Fir'aun dan kaumnya mengira bahwa mereka tidak akan dibangkitkan, tidak akan diperhitungkan apa yang telah dikerjakan selama hidup di dunia, dan tidak ada yang akan menyiksa bila mereka melakukan kezaliman dan kekejaman. Memang demikianlah kepercayaan mereka karena pengaruh kesombongan dan ketakaburan itu. Mereka membuat piramida yang besar untuk kuburan mereka yang diisi dengan perabot yang lengkap dan serba mewah serta pakaian dan perhiasan yang indah-indah, untuk dinikmati sesudah mati. Karena kesombongan dan ketakaburan itu, Allah mengazab mereka di dunia dan akhirat. Di dunia Fir'aun ditenggelamkan bersama tentaranya ke dalam lautan, dan di akhirat mereka akan disiksa dalam neraka. Demikianlah nasib yang telah ditetapkan Allah bagi orang yang takabur dan sombong, berbuat zalim dan aniaya terhadap Allah dan sesamanya. Sebenarnya kelanjutan kisah Fir'aun bisa ditemukan pada surah-surah lain dalam Al-Qur'an seperti Surah al-A'raf, Yunus, thaha, dan sebagainya. Akan tetapi, Allah hendak menegaskan di sini bagaimana nasib orang-orang yang durhaka yang tidak lagi mempergunakan akal dan pikirannya sehingga tertutuplah hatinya untuk menerima kebenaran dari mana pun datangnya, sehingga dia menjadi sombong dan takabur. Hal itu layak menjadi perhatian dan pelajaran bagi seluruh manusia."
        },
        {
          "number": 41,
          "arabic": "وَجَعَلْنَـٰهُمْ أَئِمَّةً يَدْعُونَ إِلَى ٱلنَّارِ ۖ وَيَوْمَ ٱلْقِيَـٰمَةِ لَا يُنصَرُونَ",
          "transliteration": "wajaʿalnāhum a-immatan yadʿūna ilā l-nāri wayawma l-qiyāmati lā yunṣarūna",
          "translation": "Dan Kami jadikan mereka para pemimpin yang mengajak (manusia) ke neraka dan pada hari Kiamat mereka tidak akan ditolong.",
          "tafsir": "Ayat ini memberi julukan kepada Fir'aun dan kaumnya yang durhaka bahwa mereka adalah pemimpin-pemimpin yang membawa manusia ke neraka karena mereka telah menyesatkan manusia dan memaksa setiap orang untuk kafir terhadap Tuhannya. Mereka merasa bebas melakukan kezaliman sekehendak hatinya, tanpa ada rasa keadilan dan rasa kasih sayang. Sebenarnya mereka ini telah melakukan dua kesalahan, kesalahan bagi diri mereka sendiri dan kesalahan menyesatkan orang lain. Maka pantaslah bila mereka menerima siksaan yang berlipat ganda, siksaan terhadap kesesatan sendiri dan siksaan karena menyesatkan orang lain. Oleh karena itu, tidak akan ada penolong bagi mereka di akhirat nanti dan tidak ada yang akan membebaskan dari siksa Allah."
        },
        {
          "number": 42,
          "arabic": "وَأَتْبَعْنَـٰهُمْ فِى هَـٰذِهِ ٱلدُّنْيَا لَعْنَةً ۖ وَيَوْمَ ٱلْقِيَـٰمَةِ هُم مِّنَ ٱلْمَقْبُوحِينَ",
          "transliteration": "wa-atbaʿnāhum fī hādhihi l-dun'yā laʿnatan wayawma l-qiyāmati hum mina l-maqbūḥīna",
          "translation": "Dan Kami susulkan laknat kepada mereka di dunia ini; sedangkan pada hari Kiamat kelak mereka termasuk orang-orang yang dijauhkan (dari rahmat Allah).",
          "tafsir": "Ayat ini memberi julukan kepada Fir'aun dan kaumnya yang durhaka bahwa mereka adalah pemimpin-pemimpin yang membawa manusia ke neraka karena mereka telah menyesatkan manusia dan memaksa setiap orang untuk kafir terhadap Tuhannya. Mereka merasa bebas melakukan kezaliman sekehendak hatinya, tanpa ada rasa keadilan dan rasa kasih sayang. Sebenarnya mereka ini telah melakukan dua kesalahan, kesalahan bagi diri mereka sendiri dan kesalahan menyesatkan orang lain. Maka pantaslah bila mereka menerima siksaan yang berlipat ganda, siksaan terhadap kesesatan sendiri dan siksaan karena menyesatkan orang lain. Oleh karena itu, tidak akan ada penolong bagi mereka di akhirat nanti dan tidak ada yang akan membebaskan dari siksa Allah."
        },
        {
          "number": 43,
          "arabic": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَـٰبَ مِنۢ بَعْدِ مَآ أَهْلَكْنَا ٱلْقُرُونَ ٱلْأُولَىٰ بَصَآئِرَ لِلنَّاسِ وَهُدًى وَرَحْمَةً لَّعَلَّهُمْ يَتَذَكَّرُونَ",
          "transliteration": "walaqad ātaynā mūsā l-kitāba min baʿdi mā ahlaknā l-qurūna l-ūlā baṣāira lilnnāsi wahudan waraḥmatan laʿallahum yatadhakkarūna",
          "translation": "Dan sungguh, telah Kami berikan kepada Musa Kitab (Taurat) setelah Kami binasakan umat-umat terdahulu, untuk menjadi pelita bagi manusia dan petunjuk serta rahmat, agar mereka mendapat pelajaran.",
          "tafsir": "Ayat ini menerangkan bahwa Allah telah menurunkan kepada Musa kitab Taurat sebagai rahmat baginya dan bagi kaumnya, yang telah lama tertindas dan teraniaya di bawah kekuasaan Fir'aun. Di dalamnya terdapat hikmah dan hukum yang membimbing manusia menuju kebahagiaan dunia dan akhirat. Di sini tampak perbedaan yang besar dan nyata dalam perlakuan Allah terhadap pemimpin-pemimpin dan kaum yang durhaka, sombong dan takabur dengan perlakuannya terhadap pemimpin yang saleh dan ikhlas serta taat kepada-Nya. Kepada golongan pertama, seperti Fir'aun dan kaumnya, diturunkan malapetaka dan siksaan sehingga dia ditenggelamkan bersama tentaranya ke dalam laut. Kepada golongan kedua, seperti Musa, Harun, dan kaumnya, diturunkan Kitab yang akan menjadi petunjuk bagi mereka dalam menempuh kehidupan, baik di dunia maupun di akhirat. Demikianlah sunatullah yang berlaku semenjak dahulu kala. Berapa banyaknya umat-umat yang terdahulu yang telah dibinasakan-Nya dengan berbagai macam cara seperti yang terjadi pada kaum Nabi Nuh, Nabi Saleh, Nabi Hud, dan lain-lain. Dari Abu Sa'id al-Khudri bersumber dari Nabi saw, beliau bersabda, \"Setelah diturunkannya kitab Taurat di atas bumi Allah tidak lagi membinasakan suatu kaum dengan azab dari langit atau bumi kecuali penduduk negeri yang diubah menjadi kera, mereka adalah orang Bani Israil sepeninggal Nabi Musa, lalu Nabi saw membaca ayat ini (al-Qasas/28: 43). (Riwayat al-hakim)"
        }
      ]
    }
  ]
}