{
  "pageNumber": 413,
  "juz": 21,
  "surahs": [
    {
      "number": 31,
      "name": "Luqman",
      "nameArabic": "لقمان",
      "meaning": "Luqman",
      "revelation": "Makkah",
      "description": "Surat Luqman terdiri dari 34 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Ash-Shaffat.Dinamai \"Luqman\" karena pada ayat ke-12 disebutkan bahwa \"Luqman\" telah diberi nikmat dan ilmu pengetahuan oleh Allah. Oleh sebab itu, dia bersyukur kepada-Nya atas nikmat yang diberikan itu. Dan pada ayat ke-13 sampai ke-19 terdapat nasihat-nasihat Luqman kepada anaknya.Ini adalah sebagai isyarat dari Allah agar semua kedua orang tua juga melaksanakan terhadap anak-anak mereka sebagaimana yang telah dilakukan Luqman.**Pokok-Pokok Isi:**1. **Keimanan:** Al-Qur'an merupakan petunjuk dan rahmat yang dirasakan oleh orang-orang mukmin; keadaan di langit dan di bumi serta keajaiban-keajaiban yang terdapat pada keduanya adalah bukti-bukti atas keesaan dan kekuasaan Allah; manusia hanya akan selamat dengan taat kepada perintah-perintah Allah dan berbuat amal saleh; lima hal ghaib yang hanya diketahui oleh Allah; ilmu Allah meliputi segala sesuatu, baik yang lahir maupun yang batin.2. **Hukum-hukum:** Kewajiban patuh dan berbakti kepada kedua orang tua selama tidak bertentangan dengan perintah Allah; perintah agar memperhatikan alam dan keajaibannya untuk memperkuat keimanan dan kepercayaan akan keesaan Allah; perintah agar selalu bertakwa dan takut akan pembalasan Allah pada hari kiamat ketika seseorang tidak dapat ditolong oleh anak atau ayahnya sekalipun.3. **Kisah-kisah:** Kisah Luqman, ilmu dan hikmah yang didapatnya.4. **Lain-lain:** Orang-orang yang sesat dari jalan Allah dan selalu memperolok-olokkan ayat-ayat Allah; celaan terhadap orang-orang musyrik karena tidak menghiraukan seruan untuk memperhatikan alam dan tidak menyembah Penciptanya; menghibur Rasulullah atas keingkaran orang-orang musyrik, dan hal itu bukan merupakan kelalaiannya; nikmat dan karunia Allah tidak dapat dihitung.Surat Luqman mengemukakan hal-hal yang berhubungan dengan hari kebangkitan, keesaan Allah, kebenaran risalah yang dibawa para rasul, dan nasihat-nasihat Luqman kepada anaknya.**Hubungan Surat Luqman Dengan Surat As-Sajdah:**1. Kedua surat ini sama-sama menerangkan dalil-dalil dan bukti-bukti keesaan Allah.2. Dalam surat Luqman disebutkan keingkaran kaum musyrikin terhadap Al-Qur'an, sedangkan surat As Sajdah menegaskan bahwa Al-Qur'an itu benar-benar diturunkan dari Allah.3. Dalam surat Luqman ayat ke-34 disebutkan bahwa ada lima hal gaib yang hanya diketahui Allah, sedangkan dalam surat As-Sajdah Allah menerangkan dengan lebih luas hal-hal yang berhubungan dengan perkara gaib itu (lihat ayat ke-5 sampai ke-11 dan ke-27 surat As-Sajdah).",
      "verses": [
        {
          "number": 20,
          "arabic": "أَلَمْ تَرَوْا۟ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ وَأَسْبَغَ عَلَيْكُمْ نِعَمَهُۥ ظَـٰهِرَةً وَبَاطِنَةً ۗ وَمِنَ ٱلنَّاسِ مَن يُجَـٰدِلُ فِى ٱللَّهِ بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتَـٰبٍ مُّنِيرٍ",
          "transliteration": "alam taraw anna l-laha sakhara lakum mā fī l-samāwāti wamā fī l-arḍi wa-asbagha ʿalaykum niʿamahu ẓāhiratan wabāṭinatan wamina l-nāsi man yujādilu fī l-lahi bighayri ʿil'min walā hudan walā kitābin munīrin",
          "translation": "Tidakkah kamu memperhatikan bahwa Allah telah menundukkan apa yang ada di langit dan apa yang ada di bumi untuk (kepentingan)mu dan menyempurnakan nikmat-Nya untukmu lahir dan batin. Tetapi di antara manusia ada yang membantah tentang (keesaan) Allah tanpa ilmu atau petunjuk dan tanpa Kitab yang memberi penerangan.",
          "tafsir": "Ayat ini mengingatkan manusia dengan menanyakan apakah mereka tidak memperhatikan tanda-tanda keesaan dan kekuasaan Allah di alam yang luas ini? Apakah mereka tidak memperhatikan bahwa Allah-lah yang menundukkan untuk mereka semua yang ada di alam ini, sehingga mereka dapat mengambil manfaat daripadanya. Dialah yang menjadikan matahari bersinar, sehingga siang menjadi terang benderang. Sinar matahari itu dapat menumbuhkan tumbuh-tumbuhan yang akan menjadi bahan makanan bagi manusia. Bulan dan bintang dijadikan-Nya bercahaya, yang dapat menerangi malam yang gelap dan menjadi petunjuk bagi kapal yang mengarungi lautan. Diturunkannya hujan yang membasahi bumi dan menyuburkan tumbuh-tumbuhan, dan airnya untuk minuman manusia dan binatang, dan sebagian air itu disimpan dalam tanah sebagai persiapan musim kemarau. Dia menjadikan aneka ragam barang tambang, gas alam, dan sebagainya, yang semuanya itu dapat diambil manfaatnya oleh manusia. Tidaklah ada yang sanggup menghitung nikmat Allah yang telah dilimpahkan-Nya kepada manusia. Dari Ibnu 'Abbas r.a., \"Saya bertanya kepada Nabi saw, 'Hai Rasulullah, apa makna nikmat lahiriah? Beliau menjawab, 'Budi baik seseorang. Dan nikmat batiniah adalah dia diberi hidayah beragama Islam.\" (Riwayat al-Baihaqi) Ada orang yang berpendapat bahwa adh-dhahirah ialah kesehatan dan budi pekerti yang luhur, dan al-bathinah ialah pengetahuan dan akal pikiran. Ada pula yang mengartikan adh-dhahirah dengan semua nikmat Allah yang tampak, seperti harta kekayaan, kemegahan, kecantikan, dan ketaatan, sedang al-bathinah ialah pengetahuan tentang Allah, keyakinan yang baik, pengetahuan tentang hakikat hidup yang sebenarnya, dan sebagainya. Sekalipun terdapat perbedaan tentang arti adh-dhahirah dan al-bathinah itu, namun dapat diambil kesimpulan bahwa keduanya merupakan nikmat-nikmat yang dilimpahkan Allah kepada manusia dan dapat dirasakannya. Pada akhir ayat ini, Allah memperingatkan bahwa sekalipun Ia telah melimpahkan nikmat yang tidak terhingga kepada manusia, namun masih banyak manusia yang membantah dan mengingkari nikmat-nikmat itu, seperti Nadhar bin haris, Ubay bin Khalaf, dan lain-lain. Mereka membantah bukti yang dikemukakan Al-Qur'an dan seruan Nabi dengan tidak berdasarkan pada ilmu pengetahuan, hujah yang benar, dan wahyu dan kitab yang diturunkan Allah."
        },
        {
          "number": 21,
          "arabic": "وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُوا۟ مَآ أَنزَلَ ٱللَّهُ قَالُوا۟ بَلْ نَتَّبِعُ مَا وَجَدْنَا عَلَيْهِ ءَابَآءَنَآ ۚ أَوَلَوْ كَانَ ٱلشَّيْطَـٰنُ يَدْعُوهُمْ إِلَىٰ عَذَابِ ٱلسَّعِيرِ",
          "transliteration": "wa-idhā qīla lahumu ittabiʿū mā anzala l-lahu qālū bal nattabiʿu mā wajadnā ʿalayhi ābāanā awalaw kāna l-shayṭānu yadʿūhum ilā ʿadhābi l-saʿīri",
          "translation": "Dan apabila dikatakan kepada mereka, \"Ikutilah apa yang diturunkan Allah!\" Mereka menjawab, \"(Tidak), tetapi kami (hanya) mengikuti kebiasaan yang kami dapati dari nenek moyang kami.\" Apakah mereka (akan mengikuti nenek moyang mereka) walaupun sebenarnya setan menyeru mereka ke dalam azab api yang menyala-nyala (neraka)?",
          "tafsir": "Ayat ini menerangkan bahwa orang kafir seperti yang disebutkan ayat di atas tidak dapat diharapkan lagi untuk beriman karena mereka sangat ingkar dan pikiran mereka telah ditutupi oleh taklid buta kepada nenek moyang mereka. Oleh karena itu, mereka tidak lagi menghiraukan dalil-dalil yang dike-mukakan. Sifat dan sikap mereka digambarkan Allah dalam ayat ini dengan mengatakan, \"Apabila dikatakan kepada orang-orang yang membantah keesaan Allah itu, 'Ikutilah apa yang diturunkan Allah kepada Rasul-Nya, mereka menjawab, 'Kami mengikuti apa yang telah diajarkan kepada kami oleh bapak-bapak kami, dan mereka telah mengajarkan agama yang benar dan ketentuan-ketentuan yang baik bagi kami.\" Pada akhir ayat ini diterangkan bahwa orang-orang musyrik itu tetap mengikuti agama nenek moyang mereka, walaupun orang-orang tua mereka itu tidak berpengetahuan dan tidak pernah mendapat petunjuk. Hal itu menunjukkan bahwa dalam hal kepercayaan, mereka tidak lagi menggunakan akal pikiran, tetapi telah diperbudak oleh hawa nafsu. Hawa nafsu yang demikian itu diembuskan dan ditanamkan oleh setan ke dalam hati orang-orang kafir, sehingga mereka tidak akan dapat melihat kebenaran. Akibat dari tindakan itu, mereka akan terjerumus ke dalam azab neraka Jahanam di akhirat nanti."
        },
        {
          "number": 22,
          "arabic": "۞ وَمَن يُسْلِمْ وَجْهَهُۥٓ إِلَى ٱللَّهِ وَهُوَ مُحْسِنٌ فَقَدِ ٱسْتَمْسَكَ بِٱلْعُرْوَةِ ٱلْوُثْقَىٰ ۗ وَإِلَى ٱللَّهِ عَـٰقِبَةُ ٱلْأُمُورِ",
          "transliteration": "waman yus'lim wajhahu ilā l-lahi wahuwa muḥ'sinun faqadi is'tamsaka bil-ʿur'wati l-wuth'qā wa-ilā l-lahi ʿāqibatu l-umūri",
          "translation": "Dan barang siapa berserah diri kepada Allah, sedang dia orang yang berbuat kebaikan, maka sesungguhnya dia telah berpegang kepada buhul (tali) yang kokoh. Hanya kepada Allah kesudahan segala urusan.",
          "tafsir": "Ayat ini menerangkan bahwa orang-orang yang menyembah Allah, tunduk dan merendahkan diri kepada-Nya, ikhlas dan sungguh-sungguh dalam melaksanakan perintah-perintah-Nya, dan meninggalkan semua perbuatan maksiat dan mungkar, berarti telah berpegang pada buhul tali yang kukuh. Maksud perkataan \"ihsan\" dalam ayat ini ialah beribadah kepada Allah dengan sungguh-sungguh, sehingga merasakan seolah-olah berhadapan langsung dengan-Nya, sebagaimana yang diterangkan oleh hadis, bahwa Nabi saw ditanya Jibril: Terangkanlah kepadaku tentang ihsan, Nabi saw menjawab, \"Bahwa engkau menyembah Allah, seakan-akan engkau melihat-Nya, maka jika engkau tidak melihat-Nya, sesungguhnya Dia melihat engkau.\" (Riwayat Muslim dari 'Umar) Allah mengibaratkan orang yang melakukan \"ihsan\" yang benar-benar beriman kepada-Nya, taat melaksanakan perintah-perintah-Nya, dan menghentikan larangan-larangan-Nya adalah sebagai pendaki gunung, yang menggunakan tali yang dibundelkan pada tempat berpegang. Ia tidak usah khawatir karena ia menggunakan tali dengan buhul-buhul yang kuat dan kukuh tempat berpegang. Tidak ada kekhawatiran sedikit pun dalam hatinya akan jatuh. Pada akhir ayat ini diterangkan bahwa semua makhluk kembali kepada Allah saja. Oleh karena itu, hanya Dialah yang memberikan penghargaan yang baik kepada orang yang bertawakal dengan memberikan pembalasan yang baik pula."
        },
        {
          "number": 23,
          "arabic": "وَمَن كَفَرَ فَلَا يَحْزُنكَ كُفْرُهُۥٓ ۚ إِلَيْنَا مَرْجِعُهُمْ فَنُنَبِّئُهُم بِمَا عَمِلُوٓا۟ ۚ إِنَّ ٱللَّهَ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
          "transliteration": "waman kafara falā yaḥzunka kuf'ruhu ilaynā marjiʿuhum fanunabbi-uhum bimā ʿamilū inna l-laha ʿalīmun bidhāti l-ṣudūri",
          "translation": "Dan barang siapa kafir maka kekafirannya itu janganlah menyedihkanmu (Muhammad). Hanya kepada Kami tempat kembali mereka, lalu Kami beritakan kepada mereka apa yang telah mereka kerjakan. Sesungguhnya Allah Maha Mengetahui segala isi hati.",
          "tafsir": "Ayat ini merupakan hiburan kepada Nabi saw dan para sahabat yang merasa sedih oleh sikap dan tingkah laku orang-orang musyrik kepada mereka. Seakan-akan Allah mengatakan, \"Hai Nabi, janganlah engkau bersedih hati lantaran kekafiran mereka. Sebab, tugasmu hanya menyampaikan agama-Ku kepada mereka, bukan untuk menjadikan mereka beriman. Mereka semua akan kembali kepada-Ku pada hari Kiamat, lalu dikabarkan kepada mereka segala yang pernah mereka perbuat selama hidup di dunia. Aku akan mengadakan penilaian yang adil terhadapnya karena Aku mengetahui semua yang terkandung di dalam hati mereka.\""
        },
        {
          "number": 24,
          "arabic": "نُمَتِّعُهُمْ قَلِيلًا ثُمَّ نَضْطَرُّهُمْ إِلَىٰ عَذَابٍ غَلِيظٍ",
          "transliteration": "numattiʿuhum qalīlan thumma naḍṭarruhum ilā ʿadhābin ghalīẓin",
          "translation": "Kami biarkan mereka bersenang-senang sebentar, kemudian Kami paksa mereka (masuk) ke dalam azab yang keras.",
          "tafsir": "Ayat ini menerangkan kepada orang-orang kafir bahwa mereka hanya diberi kesenangan hidup yang sebentar dan bersifat sementara. Selama waktu yang sedikit itu, mereka dapat mempergunakan nikmat-nikmat yang disediakan Allah dan mengecap kesenangan hidup. Akan tetapi, kesenangan sementara itu tidak ada artinya sama sekali jika dibandingkan dengan kesenangan ukhrawi. Kesenangan sementara itu akan hilang, seakan-akan tidak pernah mereka alami, di saat mereka menemui azab yang pedih di alam neraka nanti. Hal ini dikuatkan oleh firman Allah yang lain: Katakanlah, \"Sesungguhnya orang-orang yang mengada-adakan kebohongan terhadap Allah tidak akan beruntung.\" (Bagi mereka) kesenangan (sesaat) ketika di dunia, selanjutnya kepada Kamilah mereka kembali, kemudian Kami rasakan kepada mereka azab yang berat, karena kekafiran mereka. (Yunus/10: 69-70)"
        },
        {
          "number": 25,
          "arabic": "وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ لَيَقُولُنَّ ٱللَّهُ ۚ قُلِ ٱلْحَمْدُ لِلَّهِ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ",
          "transliteration": "wala-in sa-altahum man khalaqa l-samāwāti wal-arḍa layaqūlunna l-lahu quli l-ḥamdu lillahi bal aktharuhum lā yaʿlamūna",
          "translation": "Dan sungguh, jika engkau (Muhammad) tanyakan kepada mereka, \"Siapakah yang menciptakan langit dan bumi?\" Tentu mereka akan menjawab, \"Allah.\" Katakanlah, \"Segala puji bagi Allah,\" tetapi kebanyakan mereka tidak mengetahui.",
          "tafsir": "Ayat ini menyatakan kebodohan dan kefanatikan orang-orang musyrik terhadap agama nenek moyang mereka. Bukti kebodohan mereka itu dinyatakan Allah, \"Dan jika engkau tanyakan kepada orang-orang musyrik itu, hai Muhammad, tentang siapa yang menciptakan langit dan bumi, mereka akan menjawab bahwa yang menciptakan keduanya itu dan apa yang terdapat di dalamnya adalah Allah.\" Pengakuan mereka ini adalah pengakuan yang benar, dan mereka akan terpaksa menjawab demikian, karena memang sudah amat jelas bahwa yang menjadikan alam ini adalah Allah. Berdasarkan pengakuan itu seharusnya mereka menyembah dan menghambakan diri kepada Allah saja, karena Dialah Tuhan yang berhak disembah. Akan tetapi, perbuatan dan sikap mereka itu berlawanan dengan pengakuan mereka karena mempersekutukan Allah dengan sesuatu yang tidak memberi manfaat dan tidak pula memberi mudarat. Kemudian Allah mengajarkan kepada Rasul-Nya bahwa di kala orang-orang musyrik itu menjawab demikian, maka ucapkanlah, \"Segala puji bagi Allah.\" Karena dengan jawaban semacam itu, mereka telah mengakui kesalahan mereka menyembah apa yang sepatutnya tidak disembah. Allah memperingatkan pula bahwa jika mereka melakukan perbuatan yang berlawanan dengan pengakuan mereka sendiri, maka hal itu disebabkan karena kebanyakan dari orang-orang musyrik itu tidak mengetahui siapa yang berhak mendapat pujian dan ungkapan syukur manusia. Pada pengakuan kaum musyrik itu terdapat suatu kenyataan bahwa walaupun mereka mendustakan Nabi Muhammad, tetapi karena mereka percaya bahwa alam semesta ini adalah ciptaan Tuhan, maka pada hakikatnya mereka mengakui kerasulan. Menurut logika dan pikiran, Allah telah menciptakan alam ini, termasuk manusia, tentu Ia tidak akan melepaskannya begitu saja. Tuhan tentu mengirim rasul-rasul untuk memberi taufik dan hidayah-Nya kepada manusia."
        },
        {
          "number": 26,
          "arabic": "لِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ إِنَّ ٱللَّهَ هُوَ ٱلْغَنِىُّ ٱلْحَمِيدُ",
          "transliteration": "lillahi mā fī l-samāwāti wal-arḍi inna l-laha huwa l-ghaniyu l-ḥamīdu",
          "translation": "Milik Allah lah apa yang di langit dan di bumi. Sesungguhnya Allah, Dialah Yang Mahakaya, Maha Terpuji.",
          "tafsir": "Hanya Allah yang memiliki langit dan bumi beserta segala sesuatu yang ada di dalamnya, tidak ada yang lain karena Dialah yang menciptakannya. Dialah yang mengatur, menjaga, memelihara, dan menentukan akhir kejadiannya. Dia berbuat menurut apa yang dikehendaki-Nya. Oleh karena itu, pantaslah ia dipuji dan disanjung, serta pantas pula dipanjatkan syukur kepada-Nya. Dia tidak memerlukan sesuatu apa pun dari makhluk-Nya. Dari ayat ini dapat dipahami bahwa menurut agama Islam, harta ini adalah milik Allah. Manusia hanya dipinjamkan dan diperbolehkan untuk memanfaatkannya, sesuai dengan ketentuan-ketentuan agama. Oleh karena itu, Allah bisa saja mengambil secara paksa seluruh milik manusia. Namun demikian, karena Allah tahu bahwa manusia mempunyai sifat kikir, maka Ia tidak melakukan hal itu. Allah hanya mengambil sebagian dari harta yang wajib dizakati. Dalam hal ini, waliyyul-amri (pemerintah) berhak mengambil, kalau perlu secara paksa, harta zakat yang ada pada kaum Muslimin, untuk disalurkan pada jalan Allah."
        },
        {
          "number": 27,
          "arabic": "وَلَوْ أَنَّمَا فِى ٱلْأَرْضِ مِن شَجَرَةٍ أَقْلَـٰمٌ وَٱلْبَحْرُ يَمُدُّهُۥ مِنۢ بَعْدِهِۦ سَبْعَةُ أَبْحُرٍ مَّا نَفِدَتْ كَلِمَـٰتُ ٱللَّهِ ۗ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ",
          "transliteration": "walaw annamā fī l-arḍi min shajaratin aqlāmun wal-baḥru yamudduhu min baʿdihi sabʿatu abḥurin mā nafidat kalimātu l-lahi inna l-laha ʿazīzun ḥakīmun",
          "translation": "Dan seandainya pohon-pohon di bumi menjadi pena dan lautan (menjadi tinta), ditambahkan kepadanya tujuh lautan (lagi) setelah (kering)nya, niscaya tidak akan habis-habisnya (dituliskan) kalimat-kalimat Allah.<sup foot_note=135602>1</sup> Sesungguhnya Allah Mahaperkasa, Mahabijaksana.",
          "tafsir": "Diriwayatkan bahwa tatkala Rasulullah masih berada di Mekah turunlah ayat: Dan mereka bertanya kepadamu (Muhammad) tentang ruh. Katakanlah, \"Ruh itu termasuk urusan Tuhanku, sedangkan kamu diberi pengetahuan hanya sedikit.\" (al- Isra'/17: 85) Tatkala berhijrah ke Medinah, Rasulullah datang kepada rahib-rahib Yahudi. Mereka berkata, \"Ya Muhammad, telah sampai kepada kami bahwa engkau berkata, 'dan tidaklah kamu diberi pengetahuan melainkan sedikit. Apakah kami yang kamu maksudkan dengan perkataan itu, atau kaummu?\" Rasulullah menjawab, \"Semuanya yang aku maksudkan.\" Mereka berkata, \"Bukankah telah engkau baca dalam kitab yang diturunkan kepadamu bahwa kepada kami telah diturunkan Taurat dan di dalamnya terdapat ilmu tentang segala sesuatu.\" Rasulullah berkata, \"Ilmu dalam Taurat itu sedikit, jika dibandingkan dengan ilmu Allah, dan sesungguhnya Allah menurunkan kepadaku sesuatu, yang jika kamu amalkan, niscaya akan memberi manfaat kepadamu.\" Mereka berkata, \"Ya Muhammad, kenapa kamu mengatakan demikian, sedang engkau mengatakan, 'dan barang siapa yang diberi hikmah, sungguh telah diberikan kebajikan yang banyak. Bagaimana mungkin berkumpul pada sesuatu, ilmu yang sedikit dan kebaikan yang banyak?\" Maka Allah menurunkan ayat ini sebagai jawaban. Ayat ini menerangkan tentang keluasan ilmu Allah. Hal ini diibaratkan bahwa seandainya seluruh pohon-pohon yang di muka bumi dijadikan pena untuk mencatat ilmu Allah itu, dan seluruh air laut dijadikan tintanya, kemudian ditambah dengan tujuh kali sebanyak itu, maka kalimat Allah itu belum juga habis tertulis. Dalam ayat lain, Allah berfirman: Katakanlah (Muhammad), \"Seandainya lautan menjadi tinta untuk (menulis) kalimat-kalimat Tuhanku, maka pasti habislah lautan itu sebelum selesai (penulisan) kalimat-kalimat Tuhanku, meskipun Kami datangkan tambahan sebanyak itu (pula).\" (al- Kahf/18: 109) Arti \"kalimat Allah\" dalam ayat ini banyak sekali, termasuk di dalamnya kekuasaan Allah, hakikat segala sesuatu, ketentuan dan perkataan Allah, ilmu dan segala macam ciptaan-Nya. Di samping itu, juga termasuk ke dalamnya penciptaan langit dan bumi dengan segala macam yang ada di dalamnya, sejak dari yang besar sampai kepada yang halus, sejak dari binatang yang paling besar sampai kepada ribuan bakteri yang paling halus. Tumbuh-tumbuhan yang beraneka ragam, binatang-binatang yang ada di cakrawala dengan segala aturan-aturan dan banyak lagi yang lain yang tidak terhitung jumlahnya, semuanya termasuk dalam kalimat Allah. Pada ayat ini ditegaskan bahwa Allah Mahakeras tuntutan-Nya. Segala kehendak dan keputusan-Nya pasti terlaksana dan Dia Maha Bijaksana dalam segala tindakan-Nya."
        },
        {
          "number": 28,
          "arabic": "مَّا خَلْقُكُمْ وَلَا بَعْثُكُمْ إِلَّا كَنَفْسٍ وَٰحِدَةٍ ۗ إِنَّ ٱللَّهَ سَمِيعٌۢ بَصِيرٌ",
          "transliteration": "mā khalqukum walā baʿthukum illā kanafsin wāḥidatin inna l-laha samīʿun baṣīrun",
          "translation": "Menciptakan dan membangkitkan kamu (bagi Allah) hanyalah seperti (menciptakan dan membangkitkan) satu jiwa saja (mudah). Sesungguhnya Allah Maha Mendengar, Maha Melihat.",
          "tafsir": "Ayat ini menerangkan bahwa menjadikan segala sesuatu merupakan hal yang mudah bagi Allah. Apakah menjadikan sesuatu yang besar, kecil, ruwet, atau menjadikan sesuatu dalam jumlah yang sedikit, semuanya sama saja bagi Allah. Begitu pula membangkitkan manusia dari dalam kuburnya di hari Kiamat adalah mudah bagi Allah. Membangkitkan seluruh manusia bagi Allah tidak ubahnya seperti membangkitkan seorang saja. Tidak ada sesuatu pun yang sukar bagi-Nya. Jika Allah berkehendak terjadinya sesuatu, cukuplah Dia mengucapkan, \"Kun\" (jadilah), maka jadilah yang dikehendaki-Nya itu. Allah berfirman: Sesungguhnya urusan-Nya apabila Dia menghendaki sesuatu Dia hanya berkata kepadanya, \"Jadilah!\" Maka jadilah sesuatu itu. (Yasin/36: 82) Dan firman Allah: Dan perintah Kami hanyalah (dengan) satu perkataan seperti kejapan mata. (al-Qamar/54: 50) Pada akhir ayat ini, Allah menyatakan bahwa Dia mendengar segala perkataan hamba-Nya dan Maha Melihat segala perbuatan mereka."
        }
      ]
    }
  ]
}