{
  "pageNumber": 455,
  "juz": 23,
  "surahs": [
    {
      "number": 38,
      "name": "Sad",
      "nameArabic": "ص",
      "meaning": "Sad",
      "revelation": "Makkah",
      "description": "Surat Shad terdiri dari 88 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Al-Qamar.Dinamai dengan \"Shad\" karena surat ini dimulai dengan kata \"Shad\" (selanjutnya lihat catatan kaki ayat ke-1 surat Al-Baqarah). Dalam surat ini Allah bersumpah dengan Al-Qur'an, untuk menunjukkan bahwa Al-Qur'an ini suatu kitab yang agung dan bahwa siapa saja yang mengikutinya akan mendapat kebahagiaan di dunia dan akhirat, juga untuk menunjukkan bahwa Al-Qur'an ini adalah mukjizat Nabi Muhammad yang menyatakan kebenarannya dan ketinggian akhlaknya.**Pokok-Pokok Isi:**1. **Keimanan:** Dalil-dalil tentang kenabian Muhammad, bahwa beliau mengetahui hal-hal yang hanya dapat diketahui melalui jalan wahyu; sumpah Iblis untuk menyesatkan seluruh manusia kecuali hamba-hamba Allah yang ikhlas; Al-Qur'an diturunkan untuk menjadi pelajaran bagi seluruh jin dan manusia.2. **Kisah-kisah:** Kisah Nabi Dawud dan Nabi Sulaiman; kisah Nabi Ayub.3. **Lain-lain:** Kaum musyrikin tercengang mendengar seruan Nabi Muhammad, bahwa Allah adalah Maha Esa; rahasia yang terdapat pada kejadian alam; pertengkaran antara orang-orang yang sesat dan pengikut mereka di neraka; nikmat-nikmat yang dilimpahkan kepada penduduk surga dan azab yang ditampakkan pada neraka.Dari surat ini dapat disimpulkan bahwa setiap nabi yang terdahulu selalu mendapat tantangan dan perlawanan dari musuh-musuhnya, tetapi musuh-musuh itu dibinasakan Allah. Demikian juga halnya Nabi Muhammad yang mendapat tantangan dan perlawanan dari kaum musyrikin, tetapi akhirnya kaum musyrikin itu binasa.Juga dapat disimpulkan bahwa Al-Qur'an adalah semata-mata wahyu Allah, karena di dalamnya dikabarkan hal-hal yang hanya dapat diketahui dengan perantaraan wahyu, yaitu hal-hal yang akan terjadi pada masa yang akan datang dan hal-hal yang telah terjadi dahulu kala tanpa ada yang menceritakannya, hal-hal yang terjadi di alam atas dan di akhirat nanti.**Hubungan Surat Shad Dengan Surat Az-Zumar:**1. Akhir surat Shad menerangkan bahwa Al-Qur'an adalah peringatan bagi semesta alam, sedangkan permulaan surat Az-Zumar menerangkan bahwa Al-Qur'an diturunkan dari Allah Yang Mahaperkasa, Mahabijaksana.2. Kedua surat ini sama-sama menyebutkan tentang makhluk sejak permulaan sampai kembali kepada Allah.3. Kalau diperhatikan, seakan-akan surat Az-Zumar adalah lanjutan dari surat Shad, karena pada akhir surat Shad diterangkan penciptaan Adam, kemudian pada surat Az-Zumar diterangkan bahwa Allah menciptakan semua manusia dan menerangkan kesudahan nasib mereka, bahwa semua manusia akan mati lalu dibangkitkan kembali dan dihisab. Orang yang bertakwa dimasukkan ke dalam surga dan orang yang kafir dimasukkan ke dalam neraka.",
      "verses": [
        {
          "number": 27,
          "arabic": "وَمَا خَلَقْنَا ٱلسَّمَآءَ وَٱلْأَرْضَ وَمَا بَيْنَهُمَا بَـٰطِلًا ۚ ذَٰلِكَ ظَنُّ ٱلَّذِينَ كَفَرُوا۟ ۚ فَوَيْلٌ لِّلَّذِينَ كَفَرُوا۟ مِنَ ٱلنَّارِ",
          "transliteration": "wamā khalaqnā l-samāa wal-arḍa wamā baynahumā bāṭilan dhālika ẓannu alladhīna kafarū fawaylun lilladhīna kafarū mina l-nāri",
          "translation": "Dan Kami tidak menciptakan langit dan bumi dan apa yang ada di antara keduanya dengan sia-sia. Itu anggapan orang-orang kafir, maka celakalah orang-orang yang kafir itu karena mereka akan masuk neraka.",
          "tafsir": "Allah menjelaskan bahwa Dia menjadikan langit, bumi, dan makhluk apa saja yang berada di antaranya, tidak sia-sia. Langit dengan segala bintang yang menghiasi, matahari yang memancarkan sinarnya di waktu siang, dan bulan yang menampakkan bentuknya yang berubah-ubah dari malam ke malam, sangat bermanfaat bagi manusia. Begitu juga bumi dengan segala isinya, baik yang tampak di permukaan ataupun yang tersimpan dalam perutnya, sangat besar artinya bagi kehidupan manusia. Semua itu diciptakan Allah atas kekuasaan dan kehendak-Nya sebagai rahmat yang tak ternilai harganya. Apabila orang mau memperhatikan dengan seksama terhadap makhluk-makhluk yang ada di jagat raya ini, pasti ia mengetahui bahwa semua makhluk yang ada itu tunduk dan taat pada ketentuan-ketentuan yang berlaku, yang tak bisa dihindari. Begitu juga dalam hal penciptaan manusia. Mereka ini tidak dapat melepaskan diri dari ketentuan-ketentuan Allah, begitu lahir sudah tunduk pada gaya tarik bumi, ia bernafas dengan zat asam dan sebagainya. Tidak pernah ada manusia yang menyimpang dari ketentuan ini. Apabila ia dewasa, ia memerlukan kawan hidup untuk mengisi kekosongan jiwanya, dan untuk melaksanakan tujuan hidupnya ia mengembangkan keturunan. Kemudian kalau ajal telah datang, ia kembali ke asalnya. Ia akan dihidupkan kembali di akhirat, guna mempertanggungjawabkan segala amalnya ketika hidup di dunia. Allah berfirman: Dan takutlah pada hari (ketika) kamu semua dikembalikan kepada Allah. Kemudian setiap orang diberi balasan yang sempurna sesuai dengan apa yang telah dilakukannya, dan mereka tidak dizalimi (dirugikan). (al-Baqarah/2: 281) Jika manusia berpikir dengan jernih dan sungguh-sungguh, tentu akan mengakui keesaan dan kekuasaan Allah terhadap semua yang ada di langit, bumi, serta segala makhluk yang ada di antara keduanya. Apabila manusia mengakui kemahakuasaan Allah, tentulah akan mengakui pula kekuasaan-Nya menurunkan wahyu kepada hamba pilihan-Nya. Lalu Allah menjelaskan sikap orang-orang kafir Mekah. Mereka tidak mau memperhatikan tanda-tanda kekuasaan Allah yang ada di langit dan bumi, dan juga tidak mau meneliti tanda kebesaran Allah yang ada pada diri mereka sendiri. Itulah sebabnya mereka mendustakan keesaan Allah dan hari kebangkitan. Allah berfirman: Dan tidaklah Kami bermain-main menciptakan langit dan bumi dan apa yang ada di antara keduanya. Tidaklah Kami ciptakan keduanya melainkan dengan haq (benar), tetapi kebanyakan mereka tidak mengetahui. (ad-Dukhan/44: 38-39) Dan firman-Nya: Maka apakah kamu mengira, bahwa Kami menciptakan kamu main-main (tanpa ada maksud) dan bahwa kamu tidak akan dikembalikan kepada Kami? (al-Mu'minun/23: 115) Pada penghujung ayat, Allah menegaskan bahwa mereka akan mendapatkan kenyataan yang berbeda dengan apa yang mereka duga selama hidup di dunia. Mereka akan merasakan neraka wail yang memang disediakan sebagai azab bagi mereka, sebagai balasan yang setimpal atas keingkaran mereka terhadap keesaan Allah, kebenaran wahyu, dan terjadinya hari kebangkitan."
        },
        {
          "number": 28,
          "arabic": "أَمْ نَجْعَلُ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ كَٱلْمُفْسِدِينَ فِى ٱلْأَرْضِ أَمْ نَجْعَلُ ٱلْمُتَّقِينَ كَٱلْفُجَّارِ",
          "transliteration": "am najʿalu alladhīna āmanū waʿamilū l-ṣāliḥāti kal-muf'sidīna fī l-arḍi am najʿalu l-mutaqīna kal-fujāri",
          "translation": "Pantaskah Kami memperlakukan orang-orang yang beriman dan mengerjakan kebajikan sama dengan orang-orang yang berbuat kerusakan di bumi? Atau pantaskah Kami mengangggap orang-orang yang bertakwa sama dengan orang-orang yang jahat?",
          "tafsir": "Pada ayat ini, Allah menjelaskan bahwa di antara kebijaksanaan-Nya ialah tidak menganggap sama para hamba-Nya yang melakukan kebaikan, dengan orang-orang yang terjerumus ke dalam lembah kemaksiatan. Tidak patut bagi zat Allah dengan segala keagungan-Nya, apabila menganggap sama antara hamba-hamba-Nya yang beriman dan melakukan kebaikan dengan orang-orang yang mengingkari keesaan-Nya lagi memperturutkan hawa nafsunya. Orang-orang yang beriman yang dimaksud dalam ayat ini ialah orang-orang yang meyakini bahwa Allah Maha Esa, tidak memerlukan sekutu dalam melaksanakan kekuasaan dan kehendak-Nya. Atas keyakinan itulah mereka menyadari dan melaksanakan apa yang seharusnya diperbuat terhadap sesamanya dan kepada Penciptanya. Dengan keyakinan itu pula, mereka menaati perintah Khaliknya yang disampaikan melalui rasul-Nya dan menjauhi segala larangan-Nya. Mereka selalu berusaha keras memelihara kebersihan jiwanya dari noda-noda yang mengotorinya. Allah berfirman: Dan akan dijauhkan darinya (neraka) orang yang paling bertakwa, yang menginfakkan hartanya (di jalan Allah) untuk membersihkan (dirinya), dan tidak ada seorang pun memberikan suatu nikmat padanya yang harus dibalasnya. (al-Lail/92: 17-19) Sedang yang dimaksud dengan orang yang berbuat kerusakan di muka bumi ialah orang yang tidak mau mengikuti kebenaran dan selalu memperturutkan hawa nafsunya. Mereka ini tidak mau mengakui keesaan Allah, kebenaran wahyu, dan terjadinya hari kebangkitan dan pembalasan. Oleh karena itu, mereka yang jauh dari rahmat Allah, berani melanggar larangan-larangan-Nya. Mereka tidak meyakini bahwa mereka akan dibangkitkan kembali dari kuburnya, mereka tetap akan dihimpun di Padang Mahsyar untuk mempertanggungjawabkan amal perbuatannya. Allah berfirman: Dan setiap manusia telah Kami kalungkan (catatan) amal perbuatannya di lehernya. Dan pada hari Kiamat Kami keluarkan baginya sebuah kitab dalam keadaan terbuka. \"Bacalah kitabmu, cukuplah dirimu sendiri pada hari ini sebagai penghitung atas dirimu.\" (al-Isra'/17: 13-14) Apabila ada di antara hamba Allah yang diberi pahala karena amal baiknya di dunia, dan disiksa akibat amal buruknya, hal itu sesuai dengan hikmat dan kebijaksanaan Allah. Dia telah memberikan akal agar mereka dapat mengetahui betapa luasnya nikmat Allah yang telah diberikan kepada mereka. Akan tetapi, mereka tidak mau mempergunakan akal itu sebaik-baiknya, sehingga mereka tidak mensyukuri nikmat itu, bahkan mereka mengingkarinya. Allah juga telah mengutus rasul-Nya untuk membimbing mereka kepada jalan yang benar. Petunjuk dan bimbingan rasul itu bukan saja tidak mereka hiraukan, tetapi malah mereka dustakan."
        },
        {
          "number": 29,
          "arabic": "كِتَـٰبٌ أَنزَلْنَـٰهُ إِلَيْكَ مُبَـٰرَكٌ لِّيَدَّبَّرُوٓا۟ ءَايَـٰتِهِۦ وَلِيَتَذَكَّرَ أُو۟لُوا۟ ٱلْأَلْبَـٰبِ",
          "transliteration": "kitābun anzalnāhu ilayka mubārakun liyaddabbarū āyātihi waliyatadhakkara ulū l-albābi",
          "translation": "Kitab (Alquran) yang Kami turunkan kepadamu penuh berkah agar mereka menghayati ayat-ayatnya dan agar orang-orang yang berakal sehat mendapat pelajaran.",
          "tafsir": "Allah menjelaskan bahwa Dia telah menurunkan Al-Qur'an kepada Rasulullah saw dan para pengikutnya. Al-Qur'an itu adalah kitab yang sempurna mengandung bimbingan yang sangat bermanfaat kepada umat manusia. Bimbingan itu menuntun manusia agar hidup sejahtera di dunia dan berbahagia di akhirat. Dengan merenungkan isinya, manusia akan menemukan cara-cara mengatur kemaslahatan hidup di dunia. Tamsil ibarat dan kisah dari umat terdahulu menjadi pelajaran dalam menempuh tujuan hidup mereka dan menjauhi rintangan dan hambatan yang menghalangi pencapaian tujuan hidup. Al-Qur'an itu diturunkan dengan maksud agar direnungkan kandungan isinya, kemudian dipahami dengan pengertian yang benar, lalu diamalkan sebagaimana mestinya. Pengertian yang benar diperoleh dengan jalan mengikuti petunjuk-petunjuk rasul, dengan dibantu ilmu pengetahuan yang dimiliki, baik yang berhubungan dengan bahasa ataupun perkembangan masyarakat. Begitu pula dalam mendalami petunjuk-petunjuk yang terdapat dalam kitab itu, hendaknya dilandasi tuntunan rasul serta berusaha untuk menyemarakkan pengalamannya dengan ilmu pengetahuan hasil pengalaman dan pemikiran mereka. Al-hasan al-Bashri menjelaskan pengertian ayat ini dengan mengatakan, \"Banyak hamba Allah dan anak-anak yang tidak mengerti makna Al-Qur'an, walaupun telah membacanya di luar kepala. Mereka ini hafal betul hingga tak satu pun huruf yang ketinggalan. Namun mereka mengabaikan ketentuan-ketentuan Al-Qur'an itu hingga salah seorang di antara mereka mengatakan, \"Demi Allah saya telah membaca Al-Qur'an, hingga tak satu huruf pun yang kulewatkan.\" Sebenarnya orang yang seperti itu telah melewatkan Al-Qur'an seluruhnya, karena pengaruh Al-Qur'an tidak tampak pada dirinya, baik pada budi pekerti maupun pada perbuatannya. Demi Allah, apa gunanya ia menghafal setiap hurufnya, selama mereka mengabaikan ketentuan-ketentuan Allah. Mereka itu bukan ahli hikmat dan ahli pemberi pengajaran. Semoga Allah tidak memperbanyak jumlah orang yang seperti itu.\" Ibnu Mas'ud mengatakan:Orang-orang di antara kami apabila belajar sepuluh ayat Al-Qur'an, mereka tidak pindah ke ayat lain, sampai memahami kandungan sepuluh ayat tersebut dan mengamalkan isinya.(Riwayat A.hmad)"
        },
        {
          "number": 30,
          "arabic": "وَوَهَبْنَا لِدَاوُۥدَ سُلَيْمَـٰنَ ۚ نِعْمَ ٱلْعَبْدُ ۖ إِنَّهُۥٓ أَوَّابٌ",
          "transliteration": "wawahabnā lidāwūda sulaymāna niʿ'ma l-ʿabdu innahu awwābun",
          "translation": "Dan kepada Dawud Kami karuniakan (anak bernama) Sulaiman; dia adalah sebaik-baik hamba. Sungguh, dia sangat taat (kepada Allah).",
          "tafsir": "Allah menjelaskan bahwa di samping Daud yang dianugerahi kemuliaan dan kekuasaan, dia juga dianugerahi putra yang saleh, yang mempunyai kemampuan melanjutkan perjuangannya, yaitu Sulaiman. Ia mewarisi sifat-sifat ayahnya. Ia terkenal sebagai hamba yang taat beribadah dan dalam segala urusan ia selalu bersyukur kepada Allah. Ia yakin bahwa segala macam kenikmatan dan keindahan itu terwujud hanyalah semata-mata karena limpahan rahmat Allah dan karunia-Nya. Itulah sebabnya ia disebut sebagai hamba Allah yang paling baik, dan sebagai pujian yang pantas diberikan kepadanya. Allah menyifatinya sebagai hamba-Nya yang amat taat kepada-Nya. Dengan demikian Allah mengangkat Nabi Sulaiman menjadi nabi penerus kenabian dan kerajaan Nabi Daud, serta mewarisi ilmu pengetahuannya yang tertuang dalam Kitab Zabur. Allah berfirman: Dan Sulaiman telah mewarisi Daud. (an-Naml/27: 16)"
        },
        {
          "number": 31,
          "arabic": "إِذْ عُرِضَ عَلَيْهِ بِٱلْعَشِىِّ ٱلصَّـٰفِنَـٰتُ ٱلْجِيَادُ",
          "transliteration": "idh ʿuriḍa ʿalayhi bil-ʿashiyi l-ṣāfinātu l-jiyādu",
          "translation": "(Ingatlah) ketika suatu sore dipertunjukkan kepadanya (kuda-kuda) yang jinak, (tetapi) sangat cepat larinya,",
          "tafsir": "Allah menyebutkan salah satu di antara peristiwa yang dihadapi Sulaiman, yang menyebabkan dia pantas mendapat pujian. Peristiwa itu terjadi pada saat beliau memeriksa pasukan berkuda yang biasanya dilakukan pada sore hari. Kuda-kuda itu dilatih agar dapat diketahui ketangkasan dan kemampuan geraknya sehingga memungkinkan untuk dibawa dalam medan pertempuran. Juga dilatih kemampuannya untuk mengurangi kecepatannya atau berhenti seketika dan ditingkatkan daya tahannya menghadapi serangan-serangan mendadak. Kuda-kuda itu dilatih sedemikian rupa agar dapat dikendalikan sesuai dengan taktik yang dikehendaki oleh pasukan yang mengendarainya. Ketangkasan kuda ikut menentukan berhasil tidaknya pasukan dalam menguasai medan perang dan mematahkan serangan musuh"
        },
        {
          "number": 32,
          "arabic": "فَقَالَ إِنِّىٓ أَحْبَبْتُ حُبَّ ٱلْخَيْرِ عَن ذِكْرِ رَبِّى حَتَّىٰ تَوَارَتْ بِٱلْحِجَابِ",
          "transliteration": "faqāla innī aḥbabtu ḥubba l-khayri ʿan dhik'ri rabbī ḥattā tawārat bil-ḥijābi",
          "translation": "maka dia berkata, \"Sesungguhnya aku menyukai segala yang baik (kuda), yang membuat aku ingat akan (kebesaran) Tuhanku, sampai matahari terbenam.\"<sup foot_note=135702>1</sup>",
          "tafsir": "Kemudian Allah menjelaskan keadaan Sulaiman pada saat menyaksikan latihan kuda itu. Ia mengatakan bahwa ia menyukai kuda karena sangat berguna untuk digunakan sebagai alat menegakkan kebenaran dan membela agama Allah. Kesenangannya melatih kuda itu sedemikian dalamnya, sehingga tiap sore hari ia mengunjungi tempat latihan kuda hingga matahari terbenam di ufuk langit bagian barat yaitu hingga cahaya matahari mulai sirna, dan gelapnya malam menghalangi pemandangannya untuk menyaksikan latihan itu. Pada saat-saat itulah terjadi pergolakan dalam dirinya, kepentingan manakah yang harus didahulukan di antara kedua kepentingan. Kepentingan pertama ialah kesadaran jiwanya untuk beribadah kepada Allah. Sedangkan kepentingan kedua ialah melatih kuda untuk kepentingan menegakkan kebenaran dan membela kalimat tauhid. Dalam keadaan seperti itu, ia menyadari bahwa apabila ia menyaksikan latihan berkuda itu hingga larut malam, berarti ia mengabaikan ibadah yang harus ia lakukan. Pada ayat ini tidak dijelaskan secara terperinci apakah kesenangan Sulaiman memeriksa latihan kuda itu menyebabkan ia kehilangan waktu untuk melakukan ibadah atau tidak. Begitu pula tidak diterangkan mana yang didahulukan oleh Sulaiman, memeriksa latihan kuda atau melaksanakan ibadah. Namun yang dapat dipahami dari ayat tersebut ialah pada saat dia asyik menyaksikan latihan kuda, terbetiklah dalam hatinya kesadaran beribadah kepada Allah, apabila keasyikannya itu dituruti, niscaya berlarut-larut hingga kehilangan kesempatan untuk bermunajat dengan Allah. Maka pengertian yang patut diambil dari ayat ini ialah, pergolakan yang terjadi pada diri Sulaiman itu ialah penyesalan karena tidak melakukan ibadah kepada Allah pada awal waktunya, karena sibuk menyaksikan latihan kuda. Kemudian ia sadar dan melaksanakannya di akhir waktu."
        },
        {
          "number": 33,
          "arabic": "رُدُّوهَا عَلَىَّ ۖ فَطَفِقَ مَسْحًۢا بِٱلسُّوقِ وَٱلْأَعْنَاقِ",
          "transliteration": "ruddūhā ʿalayya faṭafiqa masḥan bil-sūqi wal-aʿnāqi",
          "translation": "\"Bawalah semua kuda itu kembali kepadaku.\" Lalu dia mengusap-usap kaki dan leher kuda itu.<sup foot_note=135703>1</sup>",
          "tafsir": "Pada ayat ini, Allah menjelaskan apa yang diperintahkan Sulaiman kepada para pelatih kudanya. Ia menyuruh pelatihnya agar kuda-kuda itu dibawa kembali kepadanya. Setelah pelatih itu membawa kuda kepadanya, ia pun mendekati. Lalu ia mengusap kaki dan leher kuda sebagai tanda kepuasan Sulaiman terhadap hasil gemilang yang dicapai kuda-kuda itu. Dengan demikian kuda itu dapat dipergunakan dalam peperangan untuk menggempur musuh atau untuk mengelakkan serangan-serangan musuh yang datang secara mendadak. Dari uraian tersebut dapat dikatakan bahwa Sulaiman hamba Allah yang saleh, taat beribadah, teliti, dan cermat merencanakan perjuangan untuk menegakkan kalimat tauhid serta mempunyai kesadaran yang tinggi dalam saat-saat menentukan mana yang lebih penting dari yang penting."
        },
        {
          "number": 34,
          "arabic": "وَلَقَدْ فَتَنَّا سُلَيْمَـٰنَ وَأَلْقَيْنَا عَلَىٰ كُرْسِيِّهِۦ جَسَدًا ثُمَّ أَنَابَ",
          "transliteration": "walaqad fatannā sulaymāna wa-alqaynā ʿalā kur'siyyihi jasadan thumma anāba",
          "translation": "Dan sungguh, Kami telah menguji Sulaiman dan Kami jadikan (dia) tergeletak di atas kursinya sebagai tubuh (yang lemah karena sakit), kemudian dia bertobat.<sup foot_note=135704>1</sup>",
          "tafsir": "Kemudian Allah menjelaskan keadaan Sulaiman pada saat mendapat cobaan dan keadaannya setelah selesai menghadapi cobaan itu. Allah mencobanya dengan menimpakan sakit keras. Demikian hebatnya serangan penyakitnya itu hingga kehilangan kekuatan sama sekali. Badannya lemah lunglai tergeletak di atas kursinya seolah-olah tak bernyawa lagi. Abu Hurairah meriwayatkan bahwa Nabi saw bersabda: Nabi Sulaiman berkata, \"Saya akan berkeliling malam ini untuk mengumpuli sembilan puluh istri, semuanya nanti akan melahirkan anak yang mahir menunggang kuda dan berjihad fi sabilillah\". Maka seorang sahabatnya berkata kepadanya. \"Katakan insya Allah\", tetapi Nabi Sulaiman tidak mengatakan insya Allah. Nabi Sulaiman kemudian mengumpuli istri-istrinya itu semua, tetapi tidak ada yang hamil dari mereka kecuali seorang istri, yang kemudian melahirkan anak yang tidak sempurna. Demi Zat yang menguasai diri Muhammad, \"Seandainya Nabi Sulaiman mengatakan insya Allah, niscaya semua istrinya melahirkan anak-anak yang mahir menunggang kuda dan berjihad fi sabilillah\".(Riwayat al-Bukhari dan Muslim dari Abu Hurairah) Keterangan lain menjelaskan bahwa yang dimaksud dengan cobaan itu ialah berkenaan dengan keinginan Nabi Sulaiman mendatangi sembilan puluh istrinya dalam satu malam dan setiap istrinya melahirkan seorang penunggang kuda. Namun, ia tidak mengucapkan insya Allah, sehingga Allah mengujinya dengan cobaan tidak ada yang melahirkan kecuali hanya satu orang dan melahirkan bayi lumpuh setengah badan dan diletakkan di atas kursi Nabi Sulaiman. Di saat-saat menerima cobaan seperti itu, ia selalu memanjatkan harapannya kepada Allah serta penyerahan dirinya menerima cobaan itu dengan ikhlas. Pada penghujung ayat, Allah menegaskan bahwa Sulaiman lalu bertobat meminta ampun atas kelemahan-kelemahan yang ada pada dirinya serta berserah diri kepada Allah."
        },
        {
          "number": 35,
          "arabic": "قَالَ رَبِّ ٱغْفِرْ لِى وَهَبْ لِى مُلْكًا لَّا يَنۢبَغِى لِأَحَدٍ مِّنۢ بَعْدِىٓ ۖ إِنَّكَ أَنتَ ٱلْوَهَّابُ",
          "transliteration": "qāla rabbi igh'fir lī wahab lī mul'kan lā yanbaghī li-aḥadin min baʿdī innaka anta l-wahābu",
          "translation": "Dia berkata, \"Ya Tuhanku, ampunilah aku dan anugerahkanlah kepadaku kerajaan yang tidak dimiliki oleh siapa pun setelahku. Sungguh, Engkaulah Yang Maha Pemberi.\"",
          "tafsir": "Allah lalu menjelaskan bahwa setelah Sulaiman sembuh dari sakitnya, ia menyadari kelemahan yang ada pada dirinya. Ia telah memilih hal yang kurang penting. Dia telah kehilangan waktu yang utama untuk melakukan ibadah karena menyaksikan latihan kuda. Lalu Nabi Sulaiman berdoa kepada Allah agar dianugerahi kerajaan yang tidak ada tandingannya, yang tak akan dimiliki oleh seorang jua pun sesudahnya. Dalam hadis Nabi saw diriwayatkan: Bahwa Nabi saw berkata: Bahwa Ifrit dari golongan jin meludahi aku tadi malam agar aku membatalkan salatku namun Allah memberikan kekuatan kepadaku sehingga aku dapat menangkap jin itu. Aku bermaksud untuk mengikatnya di satu tiang dari tiang-tiang masjid sehingga kamu dapat melihatnya. Tapi aku teringat doa saudaraku Sulaiman, \"Ya Allah ampunilah aku, dan berilah aku kekuatan yang tidak layak untuk diberikan kepada orang sesudahku\". Maka aku usir dia untuk menjauh.(Riwayat al-Bukhari dan Muslim) Nabi Sulaiman dibesarkan dalam lingkungan kerajaan dan kenabian. Sejak kecil ia terlatih sebagai seorang anak dari seorang raja dan nabi. Sulaiman pun mewarisi kemampuan keduanya dan Allah juga menganugerahkan kepadanya kemampuan itu. Itulah sebabnya maka Allah menganugerahkan kepadanya kerajaan yang sangat kuat dan kekayaan yang berlimpah ruah, yang tiada tandingannya. Di akhir ayat Allah menyebutkan alasan yang dikemukakan Sulaiman dalam doanya yaitu karena Allah benar-benar akan mengabulkan doa setiap orang yang disertai usaha dan syarat kemampuan yang dimiliki sesuai dengan kehendak-Nya."
        },
        {
          "number": 36,
          "arabic": "فَسَخَّرْنَا لَهُ ٱلرِّيحَ تَجْرِى بِأَمْرِهِۦ رُخَآءً حَيْثُ أَصَابَ",
          "transliteration": "fasakharnā lahu l-rīḥa tajrī bi-amrihi rukhāan ḥaythu aṣāba",
          "translation": "Kemudian Kami tundukkan kepadanya angin yang berhembus dengan baik menurut perintahnya ke mana saja yang dikehendakinya,",
          "tafsir": "Pada ayat ini, Allah menjelaskan beberapa nikmat yang diberikan kepada Nabi Sulaiman, sebagai jawaban dari pada doanya. Pertama: Allah menganugerahkan kepada Sulaiman kekuasaan menundukkan angin. Atas izin Allah, angin berhembus dengan kencang atau gemulai menurut kehendaknya pula. Allah berfirman: Dan (Kami tundukkan) untuk Sulaiman angin yang sangat kencang tiupannya yang berhembus dengan perintahnya ke negeri yang Kami beri berkah padanya. Dan Kami Maha Mengetahui segala sesuatu. (al-Anbiya'/21: 81) Kedua: Allah menganugerahkan kepadanya kemampuan menundukkan setan-setan yang ahli bangunan dan ahli menyelam, yang melakukan tugas sesuai dengan perintah Sulaiman. Apabila ia memerintahkan kepada mereka membangun suatu bangunan seperti gedung-gedung pertemuan istana, benteng pertahanan, atau gedung-gedung tempat menyimpan harta kekayaan Sulaiman dan lain-lain, maka tugas itu dapat mereka selesaikan dalam waktu yang sangat singkat. Apabila Sulaiman memerintahkan mereka untuk mengumpulkan mutiara dan marjan serta kekayaan laut lainnya, tugas itu dapat diselesaikan dengan cepat pula. Ketiga: Allah menganugerahkan kepadanya kekuasaan menundukkan setan yang menentang perintahnya. Tangan dan kaki mereka terikat dalam belenggu, agar tidak berbahaya kepada yang lain, dan sebagai hukuman atas pembangkangannya. Kekuasaan yang diberikan Allah kepada Sulaiman untuk menundukkan setan maksudnya adalah kekuasaan untuk menggerakkan mereka melakukan tugas-tugas berat, yaitu tugas membangun gedung-gedung, dan menyelam mengeluarkan kekayaan laut. Namun tidak ada keterangan secara pasti mengenai bagaimana Sulaiman membelenggu setan itu. Sikap yang paling utama ialah kita menerima keterangan yang terdapat dalam Al-Qur'an dan untuk mengungkapkan pengertiannya, kita serahkan kepada ilmu pengetahuan."
        },
        {
          "number": 37,
          "arabic": "وَٱلشَّيَـٰطِينَ كُلَّ بَنَّآءٍ وَغَوَّاصٍ",
          "transliteration": "wal-shayāṭīna kulla bannāin waghawwāṣin",
          "translation": "dan (Kami tundukkan pula kepadanya) setan-setan, semuanya ahli bangunan dan penyelam,",
          "tafsir": "Pada ayat ini, Allah menjelaskan beberapa nikmat yang diberikan kepada Nabi Sulaiman, sebagai jawaban dari pada doanya. Pertama: Allah menganugerahkan kepada Sulaiman kekuasaan menundukkan angin. Atas izin Allah, angin berhembus dengan kencang atau gemulai menurut kehendaknya pula. Allah berfirman: Dan (Kami tundukkan) untuk Sulaiman angin yang sangat kencang tiupannya yang berhembus dengan perintahnya ke negeri yang Kami beri berkah padanya. Dan Kami Maha Mengetahui segala sesuatu. (al-Anbiya'/21: 81) Kedua: Allah menganugerahkan kepadanya kemampuan menundukkan setan-setan yang ahli bangunan dan ahli menyelam, yang melakukan tugas sesuai dengan perintah Sulaiman. Apabila ia memerintahkan kepada mereka membangun suatu bangunan seperti gedung-gedung pertemuan istana, benteng pertahanan, atau gedung-gedung tempat menyimpan harta kekayaan Sulaiman dan lain-lain, maka tugas itu dapat mereka selesaikan dalam waktu yang sangat singkat. Apabila Sulaiman memerintahkan mereka untuk mengumpulkan mutiara dan marjan serta kekayaan laut lainnya, tugas itu dapat diselesaikan dengan cepat pula. Ketiga: Allah menganugerahkan kepadanya kekuasaan menundukkan setan yang menentang perintahnya. Tangan dan kaki mereka terikat dalam belenggu, agar tidak berbahaya kepada yang lain, dan sebagai hukuman atas pembangkangannya. Kekuasaan yang diberikan Allah kepada Sulaiman untuk menundukkan setan maksudnya adalah kekuasaan untuk menggerakkan mereka melakukan tugas-tugas berat, yaitu tugas membangun gedung-gedung, dan menyelam mengeluarkan kekayaan laut. Namun tidak ada keterangan secara pasti mengenai bagaimana Sulaiman membelenggu setan itu. Sikap yang paling utama ialah kita menerima keterangan yang terdapat dalam Al-Qur'an dan untuk mengungkapkan pengertiannya, kita serahkan kepada ilmu pengetahuan."
        },
        {
          "number": 38,
          "arabic": "وَءَاخَرِينَ مُقَرَّنِينَ فِى ٱلْأَصْفَادِ",
          "transliteration": "waākharīna muqarranīna fī l-aṣfādi",
          "translation": "dan (setan) lain yang terikat dalam belenggu.",
          "tafsir": "Pada ayat ini, Allah menjelaskan beberapa nikmat yang diberikan kepada Nabi Sulaiman, sebagai jawaban dari pada doanya. Pertama: Allah menganugerahkan kepada Sulaiman kekuasaan menundukkan angin. Atas izin Allah, angin berhembus dengan kencang atau gemulai menurut kehendaknya pula. Allah berfirman: Dan (Kami tundukkan) untuk Sulaiman angin yang sangat kencang tiupannya yang berhembus dengan perintahnya ke negeri yang Kami beri berkah padanya. Dan Kami Maha Mengetahui segala sesuatu. (al-Anbiya'/21: 81) Kedua: Allah menganugerahkan kepadanya kemampuan menundukkan setan-setan yang ahli bangunan dan ahli menyelam, yang melakukan tugas sesuai dengan perintah Sulaiman. Apabila ia memerintahkan kepada mereka membangun suatu bangunan seperti gedung-gedung pertemuan istana, benteng pertahanan, atau gedung-gedung tempat menyimpan harta kekayaan Sulaiman dan lain-lain, maka tugas itu dapat mereka selesaikan dalam waktu yang sangat singkat. Apabila Sulaiman memerintahkan mereka untuk mengumpulkan mutiara dan marjan serta kekayaan laut lainnya, tugas itu dapat diselesaikan dengan cepat pula. Ketiga: Allah menganugerahkan kepadanya kekuasaan menundukkan setan yang menentang perintahnya. Tangan dan kaki mereka terikat dalam belenggu, agar tidak berbahaya kepada yang lain, dan sebagai hukuman atas pembangkangannya. Kekuasaan yang diberikan Allah kepada Sulaiman untuk menundukkan setan maksudnya adalah kekuasaan untuk menggerakkan mereka melakukan tugas-tugas berat, yaitu tugas membangun gedung-gedung, dan menyelam mengeluarkan kekayaan laut. Namun tidak ada keterangan secara pasti mengenai bagaimana Sulaiman membelenggu setan itu. Sikap yang paling utama ialah kita menerima keterangan yang terdapat dalam Al-Qur'an dan untuk mengungkapkan pengertiannya, kita serahkan kepada ilmu pengetahuan."
        },
        {
          "number": 39,
          "arabic": "هَـٰذَا عَطَآؤُنَا فَٱمْنُنْ أَوْ أَمْسِكْ بِغَيْرِ حِسَابٍ",
          "transliteration": "hādhā ʿaṭāunā fa-um'nun aw amsik bighayri ḥisābin",
          "translation": "Inilah anugerah Kami; maka berikanlah (kepada orang lain) atau tahanlah (untuk dirimu sendiri) tanpa perhitungan.",
          "tafsir": "Allah selanjutnya menjelaskan bahwa segala macam nikmat itu adalah anugerah yang diberikan-Nya kepada Sulaiman secara khusus. Nikmat itu meliputi kerajaan yang besar, kekayaan yang berlimpah dan kekuasaan yang tak pernah diberikan kepada yang lain. Nikmat-nikmat itu dianugerahkan kepadanya agar digunakan sebagaimana mestinya. Allah menandaskan bahwa nikmat-nikmat itu diberikan kepada Sulaiman tanpa pertanggungjawaban, karena Sulaiman telah diberi kemampuan untuk mengendalikan segala macam nikmat itu."
        },
        {
          "number": 40,
          "arabic": "وَإِنَّ لَهُۥ عِندَنَا لَزُلْفَىٰ وَحُسْنَ مَـَٔابٍ",
          "transliteration": "wa-inna lahu ʿindanā lazul'fā waḥus'na maābin",
          "translation": "Dan sungguh, dia mempunyai kedudukan yang dekat pada sisi Kami dan tempat kembali yang baik.",
          "tafsir": "Kemudian Allah menjelaskan bahwa di samping kemuliaan yang telah dicapainya di dunia, yang sangat menakjubkan itu, ia akan dilimpahi karunia yang lebih nikmat lagi dan kedudukannya yang lebih mulia. Allah menjanjikan kepadanya bahwa ia akan dimasukkan dalam deretan hamba-hamba-Nya yang mempunyai kedudukan yang sangat dekat kepada Allah, yaitu kedudukan yang diperoleh para rasul dan nabi, tempat kembali yang baik yaitu surga Na'im yang penuh dengan segala macam kenikmatan."
        },
        {
          "number": 41,
          "arabic": "وَٱذْكُرْ عَبْدَنَآ أَيُّوبَ إِذْ نَادَىٰ رَبَّهُۥٓ أَنِّى مَسَّنِىَ ٱلشَّيْطَـٰنُ بِنُصْبٍ وَعَذَابٍ",
          "transliteration": "wa-udh'kur ʿabdanā ayyūba idh nādā rabbahu annī massaniya l-shayṭānu binuṣ'bin waʿadhābin",
          "translation": "Dan ingatlah akan hamba Kami Ayyub ketika dia menyeru Tuhannya, \"Sesungguhnya aku diganggu setan dengan penderitaan dan bencana.\"",
          "tafsir": "Allah memerintahkan kepada Rasulullah saw agar menceritakan kepada kaumnya kisah Ayub yang sangat sabar menghadapi cobaan hidup dan taat kepada Allah. Pada saat menghadapi cobaan yang sangat berat itu, ia berdoa kepada Allah dan mengadukan agar penderitaannya itu dihilangkan. Beberapa ahli tafsir menyebutkan bahwa Ayub adalah seorang nabi yang sangat kaya. Ia adalah seorang petani dan pemelihara ternak. Di samping itu, juga sebagai pemimpin kaumnya di sebuah negeri yang terletak di sebelah tenggara Laut Mati. Negerinya terletak di antara kota Adum dan padang pasir Arab, sangat subur, dialiri oleh mata air yang sangat banyak. Ia hidup di antara zaman Nabi Ibrahim dan Nabi Musa. Semula beliau hidup makmur dan bahagia, amat taat beragama, dan banyak sanak keluarganya. Ia sangat senang atas hasil usaha yang dicapainya, juga atas kekayaan, keluarga, dan kesehatannya. Allah lalu ingin menguji ketabahannya dengan menimpakan penyakit kulit yang sangat parah. Begitu berat penyakitnya dan begitu lama dideritanya hingga harta bendanya habis, dan keluarganya bertebaran ke negeri-negeri sekitarnya untuk mencari penghidupan. Di tengah-tengah penderitaannya itu, ia merasa sangat lelah dan menderita. Ia merasa ada setan yang mengusik jiwanya ketika beribadah kepada Allah. Lalu ia mengadukan kepada Allah agar diberi petunjuk untuk melepaskan dirinya dari penderitaan dan siksaan yang dialaminya. Allah berfirman: Dan (ingatlah kisah) Ayub, ketika dia berdoa kepada Tuhannya, \"(Ya Tuhanku), sungguh, aku telah ditimpa penyakit, padahal Engkau Tuhan Yang Maha Penyayang dari semua yang penyayang.\" (al-Anbiya'/21: 83)"
        },
        {
          "number": 42,
          "arabic": "ٱرْكُضْ بِرِجْلِكَ ۖ هَـٰذَا مُغْتَسَلٌۢ بَارِدٌ وَشَرَابٌ",
          "transliteration": "ur'kuḍ birij'lika hādhā mugh'tasalun bāridun washarābun",
          "translation": "(Allah berfirman), \"Hentakkanlah kakimu; inilah air yang sejuk untuk mandi dan untuk minum.\"",
          "tafsir": "Ayat ini menjelaskan bahwa karena ketaatan dan kesabaran Ayub menghadapi cobaan, Allah mengabulkan doanya dengan memerintahkan kepadanya agar menghentakkan kakinya ke bumi. Kemudian dari bumi itu memancar mata air yang sejuk. Lalu Ayub diperintahkan agar mandi dan minum dengan air itu. Seketika itu, Allah menyembuhkan penyakitnya seakan-akan tidak pernah sakit sebelumnya. Kemudian ia menghimpun kembali keluarganya yang telah terpencar, dan mereka akhirnya dapat menyebarkan keturunan yang banyak, sebagai rahmat Allah kepadanya dan kepada keturunannya. Pada akhir ayat, Allah menegaskan bahwa ketaatan dan kesabaran Ayub itu merupakan pelajaran bagi orang-orang yang berakal dan menjadi petunjuk bagi seluruh manusia bahwa rahmat Allah itu dekat sekali pada orang-orang yang senantiasa melakukan perbuatan yang baik. Hal ini juga menjadi contoh bahwa setiap perjuangan itu meskipun pada mulanya terasa sangat melelahkan, tetapi bila dilakukan dengan penuh ketabahan, niscaya segala kesulitan pasti dapat diatasi, dan kemenangan pasti dapat diraih. Pengalaman berharga yang dapat dipetik dari kisah Ayub ini ialah bahwa orang tidak boleh berputus asa untuk mencari jalan ke luar dalam menghadapi rintangan, hingga ia mendapatkan jalan untuk mengatasi rintangan itu, dengan memohon petunjuk kepada Allah agar diberi limpahan hidayah-Nya."
        }
      ]
    }
  ]
}