{
  "pageNumber": 432,
  "juz": 22,
  "surahs": [
    {
      "number": 34,
      "name": "Saba'",
      "nameArabic": "سبإ",
      "meaning": "Kaum Saba'",
      "revelation": "Makkah",
      "description": "Surat Saba' terdiri dari 54 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Luqman.Dinamakan Saba' karena di dalamnya terdapat kisah kaum Saba'. Saba' adalah nama suatu kabilah Arab yang tinggal di daerah Yaman. Mereka mendirikan kerajaan yang terkenal dengan nama kerajaan Sabaiyyah dan ibu kotanya Ma'rib. Mereka dapat membangun bendungan raksasa yang bernama \"Bendungan Ma'rib,\" sehingga negeri mereka subur dan makmur. Kemewahan dan kemakmuran ini menyebabkan kaum Saba' lupa dan ingkar kepada Allah yang telah melimpahkan nikmat-Nya kepada mereka, serta mereka mengingkari pula seruan para rasul. Karena keingkaran mereka ini, Allah menimpakan azab berupa \"sailul 'arim\" (banjir yang besar) kepada mereka yang ditimbulkan oleh bobolnya bendungan Ma'rib. Setelah bendungan Ma'rib bobol, maka negeri Saba' menjadi kering dan kerajaan mereka hancur.**Pokok-Pokok Isi:**1. **Keimanan:** Ilmu Allah meliputi segala yang ada di langit dan di bumi; kebenaran adanya hari kebangkitan dan hari pembalasan; Nabi Muhammad adalah pemberi peringatan; pada hari kiamat berhala-berhala tidak dapat memberi manfaat sedikit pun; seseorang yang sesat maka akibat kesesatannya akan menimpa dirinya sendiri, dan jika ia menempuh jalan yang benar maka berkat petunjuk Allah.2. **Kisah-kisah:** Kisah Nabi Daud dan Nabi Sulaiman; kisah kaum Saba'.3. **Lain-lain:** Celaan kepada kaum musyrikin yang menyembah berhala; tuduh-menuduh antara pemimpin-pemimpin yang menyesatkan dengan pengikut-pengikutnya pada hari kiamat; sikap orang-orang musyrik ketika mendengar Al-Qur'an; para rasul tidak meminta imbalan dalam melaksanakan dakwah; orang-orang musyrik berdoa kepada Allah agar dikembalikan ke dunia untuk melaksanakan perintah dan menjauhi larangan Allah; orang yang hidup berlebih-lebihan dan sewenang-wenang selalu memusuhi Nabi.Surat Saba' mengutarakan hal-hal yang berhubungan dengan kebangkitan di akhirat, celaan terhadap perbuatan-perbuatan dan kepercayaan orang musyrik serta berhala-berhala yang tidak dapat memberi faedah kepada mereka, lalu diselingi dengan kisah-kisah, seperti: kisah Nabi Dawud dan Nabi Sulaiman, dan kisah kaum Saba' yang hidup berlebih-lebihan sampai melupakan Tuhan kemudian menemui kehancuran. Semua ini adalah sebagai pelajaran bagi kaum mukmin dan sebagai penawar bagi Nabi Muhammad dalam menghadapi orang-orang kafir.**Hubungan Surat Saba' Dengan Surat Fathir:**1. Kedua surat ini sama-sama dimulai dengan puji-pujian kepada Allah pemilik dan pencipta semesta alam.2. Surat Saba' menceritakan kehancuran orang musyrik akibat perbuatan mereka yang selalu memusuhi para nabi dan orang-orang mukmin; sedangkan surat Fathir menyuruh agar orang-orang mukmin bersyukur dan memuji Allah atas nikmat-nikmat yang Dia berikan, di antaranya kehancuran musuh mereka.3. Dalam surat Saba' Allah menerangkan bahwa segala sesuatu yang berada di langit dan di bumi adalah milik-Nya dan di bawah pengetahuan-Nya, sedangkan surat Fathir menjelaskan bagaimana Allah menerangkan dan mengatur apa yang dimiliki-Nya itu.",
      "verses": [
        {
          "number": 32,
          "arabic": "قَالَ ٱلَّذِينَ ٱسْتَكْبَرُوا۟ لِلَّذِينَ ٱسْتُضْعِفُوٓا۟ أَنَحْنُ صَدَدْنَـٰكُمْ عَنِ ٱلْهُدَىٰ بَعْدَ إِذْ جَآءَكُم ۖ بَلْ كُنتُم مُّجْرِمِينَ",
          "transliteration": "qāla alladhīna is'takbarū lilladhīna us'tuḍ'ʿifū anaḥnu ṣadadnākum ʿani l-hudā baʿda idh jāakum bal kuntum muj'rimīna",
          "translation": "Orang-orang yang menyombongkan diri berkata kepada orang-orang yang dianggap lemah, \"Kamikah yang telah menghalangimu untuk memperoleh petunjuk setelah petunjuk itu datang kepadamu? (Tidak!) Sebenarnya kamu sendirilah orang-orang yang berbuat dosa.\"",
          "tafsir": "Ucapan dan tuduhan ini dijawab oleh para pemimpin yang telah menjerumuskan mereka karena hendak melepaskan diri dari tanggung jawab. Para pemimpin itu berkata, \"Apakah kami pernah menghalangi kamu mengikuti petunjuk? Kami tidak pernah memaksa kamu supaya mengikuti kemauan kami dan mengikuti jalan yang kami tempuh. Kami tidak pernah menghalangi kamu mengikuti ajaran yang dibawa oleh rasul Allah. Hanya kamu sendirilah dengan kemauan kamu sendiri pula yang menolak ajaran itu, dan turut mendustakannya. Kalau kamu telah sesat disebabkan tindakan kamu, janganlah kami dibawa-bawa untuk mempertanggungjawabkan perbuatanmu itu. Kamu sebenarnya termasuk orang-orang sesat.\" Kalau jawaban para pemimpin itu diucapkan pada waktu mereka masih di dunia, para pengikutnya pasti akan diam, karena pengaruhnya yang besar terhadap mereka. Tetapi, lain halnya di akhirat. Kedudukan manusia di hadapan Allah semua sama, tidak ada bawahan dan pimpinan, dan tidak ada kaum feodal atau kaum jelata."
        },
        {
          "number": 33,
          "arabic": "وَقَالَ ٱلَّذِينَ ٱسْتُضْعِفُوا۟ لِلَّذِينَ ٱسْتَكْبَرُوا۟ بَلْ مَكْرُ ٱلَّيْلِ وَٱلنَّهَارِ إِذْ تَأْمُرُونَنَآ أَن نَّكْفُرَ بِٱللَّهِ وَنَجْعَلَ لَهُۥٓ أَندَادًا ۚ وَأَسَرُّوا۟ ٱلنَّدَامَةَ لَمَّا رَأَوُا۟ ٱلْعَذَابَ وَجَعَلْنَا ٱلْأَغْلَـٰلَ فِىٓ أَعْنَاقِ ٱلَّذِينَ كَفَرُوا۟ ۚ هَلْ يُجْزَوْنَ إِلَّا مَا كَانُوا۟ يَعْمَلُونَ",
          "transliteration": "waqāla alladhīna us'tuḍ'ʿifū lilladhīna is'takbarū bal makru al-layli wal-nahāri idh tamurūnanā an nakfura bil-lahi wanajʿala lahu andādan wa-asarrū l-nadāmata lammā ra-awū l-ʿadhāba wajaʿalnā l-aghlāla fī aʿnāqi alladhīna kafarū hal yuj'zawna illā mā kānū yaʿmalūna",
          "translation": "Dan orang-orang yang dianggap lemah berkata kepada orang-orang yang menyombongkan diri, \"(Tidak!) Sebenarnya tipu daya(mu) pada waktu malam dan siang (yang menghalangi kami), ketika kamu menyeru kami agar kami kafir kepada Allah dan menjadikan sekutu-sekutu bagi-Nya.\" Mereka menyatakan penyesalan ketika mereka melihat azab. Dan Kami pasangkan belenggu di leher orang-orang yang kafir. Mereka tidak dibalas melainkan sesuai dengan apa yang telah mereka kerjakan.",
          "tafsir": "Oleh sebab itu, para pengikut itu tidak puas mendengar jawaban para pemimpinnya dan melanjutkan dakwaan bahwa para pemimpin itu selalu membujuk dan menipu mereka siang dan malam, serta memerintahkan supaya ingkar kepada Allah dan mempersekutukan-Nya dengan yang lain. Tetapi, semuanya telah telanjur dan tidak ada waktu lagi untuk kembali kepada kebenaran atau untuk bertobat. Semuanya, baik para pemimpin maupun pengikutnya, telah mengetahui akan mendapat balasan yang setimpal atas ke-ingkaran dan kedurhakaan mereka. Mereka merasa sangat menyesal ketika melihat azab yang akan ditimpakan kepada mereka, tetapi penyesalan itu tidak berguna lagi. Mereka dimasukkan ke neraka dalam keadaan terbelenggu. Memang siksaan itulah yang layak ditimpakan karena sikap dan perbuatan mereka selama di dunia."
        },
        {
          "number": 34,
          "arabic": "وَمَآ أَرْسَلْنَا فِى قَرْيَةٍ مِّن نَّذِيرٍ إِلَّا قَالَ مُتْرَفُوهَآ إِنَّا بِمَآ أُرْسِلْتُم بِهِۦ كَـٰفِرُونَ",
          "transliteration": "wamā arsalnā fī qaryatin min nadhīrin illā qāla mut'rafūhā innā bimā ur'sil'tum bihi kāfirūna",
          "translation": "Dan setiap Kami mengutus seorang pemberi peringatan kepada suatu negeri, orang-orang yang hidup mewah (di negeri itu) berkata, \"Kami benar-benar mengingkari apa yang kamu sampaikan sebagai utusan.\"",
          "tafsir": "Pada ayat ini ditegaskan bahwa tidak ada seorang nabi pun yang dikirim Allah ke suatu negeri yang tidak mendapat perlawanan dari pemuka-pemuka kaumnya. Mereka biasanya adalah kaum elite yang menguasai kehidupan politik dan ekonomi negeri itu. Mereka sudah mapan dan hidup mewah, dan berfoya-foya. Dengan kedatangan nabi-nabi, mereka merasa kemapanan hidup mereka terusik oleh ajaran-ajaran yang dibawa para nabi itu. Agama tidak membenarkan yang berkuasa menzalimi yang lemah, sedangkan kemapanan mereka dipertahankan dengan jalan menekan golongan lemah. Agama meminta manusia agar mengindahkan kehalalan dan keharaman dalam mencari rezeki dan memanfaatkan kekayaan, sedangkan kekayaan mereka diperoleh dengan cara apa saja, legal atau ilegal, dan kekayaan itu mereka gunakan untuk berfoya-foya. Agama tidak membolehkan melanggar aturan-aturan agama, sedangkan kehidupan mereka tanpa mengindahkan norma-norma itu. Oleh karena itu, mereka menentang nabi-nabi dan dengan lantang menyatakan, \"Kami menentang apa yang kalian ajarkan!\" Ucapan itu menegaskan pula kesombongan mereka, dan selanjutnya mendorong mereka bertindak semena-mena (fusuq) di bumi ini. Bila manusia sudah berbuat semena-mena, maka itu menjadi alasan bagi Allah untuk memperlihatkan kekuasaan-Nya, yaitu memusnahkan mereka. Firman Allah: Dan jika Kami hendak membinasakan suatu negeri, maka Kami perintahkan kepada orang yang hidup mewah di negeri itu (agar menaati Allah), tetapi bila mereka melakukan kedurhakaan di dalam (negeri) itu, maka sepantasnya berlakulah terhadapnya perkataan (hukuman Kami), kemudian Kami binasakan sama sekali (negeri itu). (al-Isra'/17:16)"
        },
        {
          "number": 35,
          "arabic": "وَقَالُوا۟ نَحْنُ أَكْثَرُ أَمْوَٰلًا وَأَوْلَـٰدًا وَمَا نَحْنُ بِمُعَذَّبِينَ",
          "transliteration": "waqālū naḥnu aktharu amwālan wa-awlādan wamā naḥnu bimuʿadhabīna",
          "translation": "Dan mereka berkata, \"Kami memiliki lebih banyak harta dan anak-anak (daripada kamu) dan kami tidak akan diazab.\"<sup foot_note=135650>1</sup>",
          "tafsir": "Golongan berkuasa yang zalim, sombong, dan semena-mena itu membanggakan kekayaan dan keturunan mereka. Mereka berkata, \"Kami kaya raya dan keturunan kami banyak, kami tidak akan terkena azab (tersentuh hukum).\" Dengan kekayaan, mereka merasa dapat membeli apa saja. Dengan keturunan dan pendukung, mereka beranggapan bahwa kekuasaan mereka terhadap yang lemah dapat terus dipertahankan dari generasi ke generasi. Mereka juga merasa disayangi oleh Allah sehingga di akhirat nanti tidak akan dihukum karena dosa-dosa mereka. Tolok ukur yang mereka pakai adalah kesenangan hidup di dunia. Kesenangan hidup, menurut pandangan mereka, menunjukkan bahwa mereka disayangi, sedangkan kesengsaraan hidup menandakan mereka dibenci Allah. Semua anggapan mereka itu tidaklah benar. Pemberian harta yang melimpah dan anak-anak yang berhasil bagi orang kafir tidak merupakan petunjuk bahwa Allah menyayangi mereka, tetapi sebaliknya, sebagaimana dinyatakan ayat berikut: Apakah mereka mengira bahwa Kami memberikan harta dan anak-anak kepada mereka itu (berarti bahwa), Kami segera memberikan kebaikan-kebaikan kepada mereka? (Tidak), tetapi mereka tidak menyadarinya. (al-Mu'minun/23: 55-56) Walaupun begitu, azab tidak segera dijatuhkan kepada orang-orang kafir di dunia ini karena Allah masih memberi penangguhan kepada mereka. Hal ini dimaksudkan untuk memberi kesempatan kepada mereka agar bertobat, sebagaimana dinyatakan dalam firman Allah: Dan kalau Allah menghukum manusia karena kezalimannya, niscaya tidak akan ada yang ditinggalkan-Nya (di bumi) dari makhluk yang melata sekalipun, tetapi Allah menangguhkan mereka sampai waktu yang sudah di-tentukan. Maka apabila ajalnya tiba, mereka tidak dapat meminta penundaan atau percepatan sesaat pun. (an-Nahl/16: 61) Dalam ayat lain diterangkan bahwa harta dan anak-anak menjadi ujian bagi manusia, apakah ia tetap beriman dan bersyukur ataukah ingkar. Allah berfirman: Sesungguhnya hartamu dan anak-anakmu hanyalah cobaan (bagimu), dan di sisi Allah pahala yang besar. (at-Tagabun/64: 15) Sesungguhnya harta bagi orang kafir tidak akan bisa membuat mereka abadi di dunia, tetapi sebaliknya akan menyebabkan mereka dilemparkan ke dalam neraka, sebagaimana firman Allah: Dia (manusia) mengira bahwa hartanya itu dapat mengekalkannya. (al-Humazah/104: 3)"
        },
        {
          "number": 36,
          "arabic": "قُلْ إِنَّ رَبِّى يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ وَيَقْدِرُ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
          "transliteration": "qul inna rabbī yabsuṭu l-riz'qa liman yashāu wayaqdiru walākinna akthara l-nāsi lā yaʿlamūna",
          "translation": "Katakanlah, \"Sungguh, Tuhanku melapangkan rezeki bagi siapa yang Dia kehendaki dan membatasinya (bagi siapa yang Dia kehendaki), tetapi kebanyakan manusia tidak mengetahui.\"",
          "tafsir": "Pada ayat ini, Allah meminta Nabi Muhammad menegaskan kepada pemuka-pemuka kafir Mekah bahwa yang melapangkan rezeki seseorang dan membatasi rezeki adalah Allah. Hal itu untuk menolak pandangan orang kafir di atas bahwa keberuntungan hidup di dunia adalah tanda kesayangan Allah dan kesengsaraan adalah tanda kebencian-Nya. Allah melapangkan atau membatasi rezeki seseorang sesuai dengan kebijaksanaan-Nya. Allah melapangkan rezeki seseorang mungkin karena dipercayai-Nya sehingga mampu mengeluarkan sebagian kekayaannya untuk mereka yang berkekurangan, sebagaimana dinyatakan ayat: Sungguh, manusia diciptakan bersifat suka mengeluh. Apabila dia ditimpa kesusahan dia berkeluh kesah, dan apabila mendapat kebaikan (harta) dia jadi kikir, kecuali orang-orang yang melaksanakan salat, mereka yang tetap setia melaksanakan salatnya, dan orang-orang yang dalam hartanya disiapkan bagian tertentu, bagi orang (miskin) yang meminta dan yang tidak meminta, (al-Ma'arij/70: 19-25) Bagi mereka yang kafir, harta yang melimpah dan keturunan yang banyak dan berhasil justru untuk dijadikan Allah sebagai alasan untuk menghukum mereka. Penyebabnya adalah karena cara memperoleh dan menggunakan kekayaan serta pendidikan keturunan itu tidak sesuai dengan ketentuan Allah, sebagaimana dinyatakan ayat: Maka janganlah harta dan anak-anak mereka membuatmu kagum. Sesungguhnya maksud Allah dengan itu adalah untuk menyiksa mereka dalam kehidupan dunia dan kelak akan mati dalam keadaan kafir. (at-Taubah/9: 55) Sebaliknya, Allah pulalah yang membatasi rezeki seseorang. Bagi yang beriman berkurangnya harta benda, anggota keluarga, dan makanan adalah untuk menguji kesabaran mereka. Bila mereka sabar, Allah akan membahagiakan mereka di dunia dan di akhirat, sebagaimana firman-Nya: Dan Kami pasti akan menguji kamu dengan sedikit ketakutan, kelaparan, kekurangan harta, jiwa, dan buah-buahan. Dan sampaikanlah kabar gembira kepada orang-orang yang sabar. (al-Baqarah/2: 155) Bagi yang tidak kuat imannya, kesengsaraan hidup membuatnya tidak berhenti menyesali nasib, dan akhirnya membawanya kepada kekafiran: Manusia tidak jemu memohon kebaikan, dan jika ditimpa malapetaka, mereka berputus asa dan hilang harapannya. (Fushshilat/41: 49) Jelaslah bahwa baik kesenangan maupun kesusahan hidup adalah ujian dari Allah. Kesenangan hidup bukanlah tolok ukur bahwa Allah menyayangi, dan kesempitan hidup bukan pula tolok ukur bahwa Allah membenci. Bisa berarti sebaliknya, bahwa kesenangan hidup diberikan Allah sebagai ujian sehingga orang itu semakin terperosok dalam keingkaran. Kesempitan hidup adalah jalan untuk memperoleh kebahagiaan di akhirat bila orang itu tabah menerimanya. Ketentuan itulah yang tidak diketahui atau tidak dipahami oleh banyak orang, termasuk oleh pemuka kaum kafir Mekah."
        },
        {
          "number": 37,
          "arabic": "وَمَآ أَمْوَٰلُكُمْ وَلَآ أَوْلَـٰدُكُم بِٱلَّتِى تُقَرِّبُكُمْ عِندَنَا زُلْفَىٰٓ إِلَّا مَنْ ءَامَنَ وَعَمِلَ صَـٰلِحًا فَأُو۟لَـٰٓئِكَ لَهُمْ جَزَآءُ ٱلضِّعْفِ بِمَا عَمِلُوا۟ وَهُمْ فِى ٱلْغُرُفَـٰتِ ءَامِنُونَ",
          "transliteration": "wamā amwālukum walā awlādukum bi-allatī tuqarribukum ʿindanā zul'fā illā man āmana waʿamila ṣāliḥan fa-ulāika lahum jazāu l-ḍiʿ'fi bimā ʿamilū wahum fī l-ghurufāti āminūna",
          "translation": "Dan bukanlah harta dan anak-anakmu yang mendekatkan kamu kepada Kami; melainkan orang-orang yang beriman dan mengerjakan kebajikan, mereka itulah yang memperoleh balasan yang berlipat ganda atas apa yang telah mereka kerjakan; dan mereka aman sentosa di tempat-tempat yang tinggi (dalam surga).",
          "tafsir": "Pada ayat ini ditegaskan kepada pemuka kafir Mekah bahwa bukan harta benda dan keturunan yang dapat mendekatkan diri manusia kepada Allah dan memperoleh kasih sayang-Nya, tetapi iman dan amal saleh. Harta benda dan keturunan itu hanya bermanfaat bila menambah kuat iman dan memperbanyak amal. Oleh karena itu, harta benda harus diperoleh dengan benar dan dipergunakan dengan benar pula. Keturunan harus dididik dengan baik sehingga menjadi keturunan yang baik pula. Dengan demikian, sarana untuk mendekatkan diri kepada Allah dan memperoleh kasih sayang-Nya adalah harta yang diperoleh dan digunakan dengan benar, dan keturunan yang dididik dengan baik yang akan melestarikan dan melanjutkan iman dan amal salehnya. Dalam ayat lain, Allah memang meminta orang yang beriman agar mencari jalan untuk mendekatkan diri kepada-Nya, dan caranya adalah dengan amal saleh: Wahai orang-orang yang beriman! Bertakwalah kepada Allah dan carilah wasilah (jalan) untuk mendekatkan diri kepada-Nya, dan berjihadlah (berjuanglah) di jalan-Nya, agar kamu beruntung. (al-Ma'idah./5: 35) Hanya orang-orang yang beriman dan banyak amal salehnya yang akan diberi balasan pahala yang berlipat ganda oleh Allah. Dalam ayat-ayat lain disebutkan bahwa pelipatgandaan itu minimal sepuluh kali (al-An'am/6: 160), dan ada yang tujuh ratus kali lipat (al-Baqarah/2: 261). Mereka yang diberi surga itu merasa aman, yaitu bebas dari ancaman neraka. Lebih dari itu, mereka puas dan bahagia karena Allah mencintai mereka dan mereka pun mencintai-Nya. Allah berfirman: Allah berfirman, \"Inilah saat orang yang benar memperoleh manfaat dari kebenarannya. Mereka memperoleh surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya selama-lamanya. Allah rida kepada mereka dan mereka pun rida kepada-Nya. Itulah kemenangan yang agung.\" (al-Ma'idah./5: 119)"
        },
        {
          "number": 38,
          "arabic": "وَٱلَّذِينَ يَسْعَوْنَ فِىٓ ءَايَـٰتِنَا مُعَـٰجِزِينَ أُو۟لَـٰٓئِكَ فِى ٱلْعَذَابِ مُحْضَرُونَ",
          "transliteration": "wa-alladhīna yasʿawna fī āyātinā muʿājizīna ulāika fī l-ʿadhābi muḥ'ḍarūna",
          "translation": "Dan orang-orang yang berusaha menentang ayat-ayat Kami melemahkan (menggagalkan azab Kami), mereka itu dimasukkan ke dalam azab.",
          "tafsir": "Selanjutnya Allah menjelaskan tentang orang-orang yang tidak beriman. Mereka itu berusaha melemahkan ayat-ayat Allah. Yang dimaksud adalah bahwa mereka selalu berusaha menggagalkan misi Islam sehingga manusia tidak mengenal, meyakini, dan melaksanakan ajaran-ajaran Islam dengan baik. Mereka itu akan dimasukkan ke dalam neraka dan diazab dengan dahsyat, sebagaimana dinyatakan dalam ayat lain: (yaitu) mereka yang menghalangi dari jalan Allah dan menghendaki agar jalan itu bengkok. Dan mereka itulah orang yang tidak percaya adanya hari akhirat. Mereka tidak mampu menghalangi (siksaan Allah) di bumi, dan tidak akan ada bagi mereka penolong selain Allah. Azab itu dilipatgandakan kepada mereka. Mereka tidak mampu mendengar (kebenaran) dan tidak dapat melihat(nya). (Hud/11: 19-20)"
        },
        {
          "number": 39,
          "arabic": "قُلْ إِنَّ رَبِّى يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ مِنْ عِبَادِهِۦ وَيَقْدِرُ لَهُۥ ۚ وَمَآ أَنفَقْتُم مِّن شَىْءٍ فَهُوَ يُخْلِفُهُۥ ۖ وَهُوَ خَيْرُ ٱلرَّٰزِقِينَ",
          "transliteration": "qul inna rabbī yabsuṭu l-riz'qa liman yashāu min ʿibādihi wayaqdiru lahu wamā anfaqtum min shayin fahuwa yukh'lifuhu wahuwa khayru l-rāziqīna",
          "translation": "Katakanlah, \"Sungguh, Tuhanku melapangkan rezeki dan membatasinya bagi siapa yang Dia kehendaki di antara hamba-hamba-Nya.\" Dan apa saja yang kamu infakkan, Allah akan menggantinya dan Dialah pemberi rezeki yang terbaik.",
          "tafsir": "Dalam ayat ini ditegaskan sekali lagi bahwa Allah-lah yang melapangkan rezeki atau membatasinya. Berbeda dengan ayat 36, dalam ayat ini ditegaskan bahwa yang dilapangkan rezekinya atau dibatasi-Nya adalah rezeki hamba-hamba-Nya. Berarti bahwa seorang hamba Allah akan menerima ketentuan rezekinya apakah dilapangkan atau dibatasi oleh Allah. Dengan demikian ayat ini membantah sekali lagi bahwa kelapangan rezeki itu adalah tanda Allah sayang dan keterbatasannya menandakan Allah benci. Seorang hamba Allah akan sabar bila rezekinya terbatas. Seorang hamba Allah, bila rezekinya lebih akan memperhatikan orang lain yang kekurangan. Ia tidak akan termasuk pendusta agama atau hari kemudian, sebagaimana dinyatakan ayat berikut: Tahukah kamu (orang) yang mendustakan agama? Maka itulah orang yang menghardik anak yatim, dan tidak mendorong memberi makan orang miskin. (al-Ma'un/107: 1-3) Membantu orang lain, berdasarkan ayat ini, justru akan mengekalkan kekayaan itu, bukan menghabiskannya. Membantu orang lain tidak akan membuat kita miskin, bahkan sebaliknya karena bantuan itu berarti memberdayakan orang banyak. Keberdayaan orang banyak akan membuahkan kemakmuran, sebaliknya eksploitasi masyarakat akan membuat masyarakat itu melarat. Rasulullah menginformasikan bahwa orang yang membantu orang lain didoakan oleh malaikat pertambahan rezekinya, dan orang yang kikir didoakan oleh malaikat kehilangan harta bendanya: Pada setiap pagi ada dua malaikat yang turun kepada hamba Allah, yang satu berdoa, \"Ya Allah, berikanlah ganti kepada orang yang berinfak.\" Dan yang satu lagi berdoa pula, \"Ya Allah, musnahkanlah harta orang yang tidak mau berinfak.\" (Riwayat al-Bukhari dan Muslim dari Abu Hurairah)"
        }
      ]
    }
  ]
}