{
  "pageNumber": 417,
  "juz": 21,
  "surahs": [
    {
      "number": 32,
      "name": "As-Sajdah",
      "nameArabic": "السجدة",
      "meaning": "Sujud",
      "revelation": "Makkah",
      "description": "Surat As-Sajdah terdiri dari 30 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Al-Mukminun. Dinamakan \"As-Sajdah\" berhubung pada surat ini terdapat ayat Sajdah, yaitu ayat yang kelima belas.**Pokok-Pokok Isi:**1. **Keimanan:** Menyatakan bahwa Nabi Muhammad benar-benar seorang rasul dan menjelaskan bahwa kepada musyrikin Mekah belum pernah diutus seorang rasul pun sebelumnya; menegaskan bahwa Allah Maha Esa, bahwa Dialah yang menguasai alam semesta dan Dialah yang mengaturnya dengan aturan yang paling sempurna; menyatakan bahwa hari kebangkitan benar-benar akan terjadi.2. **Hukum-hukum:** Anjuran melakukan shalat malam (shalat tahajud dan shalat witir).3. **Lain-lain:** Keterangan mengenai kejadian manusia di dalam rahim dan fase-fase yang dilaluinya sampai ia menjadi manusia; penjelasan keadaan orang-orang mukmin di dunia dan nikmat serta pahala yang disediakan Allah bagi mereka di akhirat; kehinaan yang menimpa orang-orang kafir di akhirat dan mereka meminta supaya dikembalikan saja ke dunia untuk bertaubat dan berbuat kebaikan, tetapi keinginan ini ditolak; keingkaran kaum musyrikin terhadap hari kebangkitan dan mereka menganggap bahwa hal itu adalah mustahil. (1) Lihat catatan kaki ayat 206 surat Al A'raf.Surat As-Sajdah mengemukakan hal-hal yang berhubungan dengan kebenaran Nabi Muhammad sebagai Rasul Allah dan Al-Qur'an yang diturunkan kepadanya merupakan petunjuk bagi manusia. Juga menegaskan tentang ketauhidan dan kekuasaan Allah dengan mengemukakan hal-hal yang berhubungan dengan masa terciptanya alam, proses kejadian manusia dan kebangkitan pada hari kiamat serta keajaiban yang terdapat pada alam semesta. Semuanya dikemukakan sebagai bantahan terhadap dalih-dalih yang dikemukakan oleh orang-orang musyrikin dan untuk menghilangkan keragu-raguan mereka.**Hubungan Surat As-Sajdah Dengan Surat Al-Ahzab:**Surat As-Sajdah diakhiri dengan perintah Nabi Muhammad kepada orang-orang mukmin agar tidak menghiraukan orang-orang kafir dan hendaklah ditunggu saja azab yang akan menimpa mereka, sedangkan surat Al-Ahzab dimulai dengan perintah Nabi Muhammad agar orang-orang mukmin tetap bertakwa dan jangan mengikuti orang-orang kafir dan munafik.",
      "verses": [
        {
          "number": 21,
          "arabic": "وَلَنُذِيقَنَّهُم مِّنَ ٱلْعَذَابِ ٱلْأَدْنَىٰ دُونَ ٱلْعَذَابِ ٱلْأَكْبَرِ لَعَلَّهُمْ يَرْجِعُونَ",
          "transliteration": "walanudhīqannahum mina l-ʿadhābi l-adnā dūna l-ʿadhābi l-akbari laʿallahum yarjiʿūna",
          "translation": "Dan pasti Kami timpakan kepada mereka sebagian siksa yang dekat (di dunia) sebelum azab yang lebih besar (di akhirat); agar mereka kembali (ke jalan yang benar).",
          "tafsir": "Pada ayat ini, Allah menerangkan bahwa sebenarnya orang-orang kafir itu sewaktu masih hidup di dunia telah diazab oleh Allah dengan berbagai macam azab, baik yang tampak maupun yang hanya dapat dirasakan oleh mereka. Siksaan bagi mereka di dunia disebut dengan al-'adzab al-adna (azab yang dekat), sedangkan siksaan di akhirat disebut al-'adzab al-akbar (azab yang lebih besar). Banyak cobaan-cobaan yang diberikan Allah kepada manusia selama hidup di dunia, sejak dari cobaan yang kecil sampai kepada cobaan yang paling besar. Bisa juga dalam bentuk kemewahan lahiriah sampai kepada kemiskinan dan kesengsaraan. Seorang yang kaya tetapi tidak dilandasi dengan iman kepada Allah, hatinya selalu was-was dan khawatir, mungkin ada orang yang akan merampas kekayaannya itu, atau ada ahli waris yang hendak membunuhnya agar memperoleh kekayaan itu. Seorang penguasa yang tidak beriman selalu khawatir kekuasaannya akan pindah kepada orang lain. Kalau perlu, kekuasaan itu dipertahankan dengan tangan besi dan kekerasan. Kekhawatiran seperti ini pernah terjadi pada Fir'aun di kala tukang-tukang sihirnya dikalahkan oleh Nabi Musa. Allah berfirman: Dia (Fir'aun) berkata, \"Apakah kamu telah beriman kepadanya (Musa) sebelum aku memberi izin kepadamu? Sesungguhnya dia itu pemimpinmu yang mengajarkan sihir kepadamu. Maka sungguh, akan kupotong tangan dan kakimu secara bersilang, dan sungguh, akan aku salib kamu pada pangkal pohon kurma dan sungguh, kamu pasti akan mengetahui siapa di antara kita yang lebih pedih dan lebih kekal siksaannya.\" (thaha/20: 71) Banyak penguasa-penguasa yang bersikap seperti Fir'aun ini. Mereka mengira bahwa merekalah yang memiliki semuanya dan merekalah yang paling berkuasa. Sebenarnya Allah memberikan cobaan-cobaan dari azab duniawi itu agar semuanya menjadi pelajaran bagi orang-orang kafir itu. Hal ini bertujuan agar mereka mau beriman, beramal saleh, dan mudah-mudahan kembali ke jalan yang benar. Biarlah mereka menanggung siksa yang ringan di dunia ini asal di akhirat nanti mereka terhindar dari siksa yang amat berat."
        },
        {
          "number": 22,
          "arabic": "وَمَنْ أَظْلَمُ مِمَّن ذُكِّرَ بِـَٔايَـٰتِ رَبِّهِۦ ثُمَّ أَعْرَضَ عَنْهَآ ۚ إِنَّا مِنَ ٱلْمُجْرِمِينَ مُنتَقِمُونَ",
          "transliteration": "waman aẓlamu mimman dhukkira biāyāti rabbihi thumma aʿraḍa ʿanhā innā mina l-muj'rimīna muntaqimūna",
          "translation": "Dan siapakah yang lebih zalim daripada orang yang telah diperingatkan dengan ayat-ayat Tuhannya, kemudian dia berpaling darinya? Sungguh, Kami akan memberikan balasan kepada orang-orang yang berdosa.",
          "tafsir": "Allah menerangkan bahwa orang yang paling zalim di sisi-Nya ialah orang yang telah sampai kepadanya peringatan Allah, ayat-ayat Al-Qur'an, dan petunjuk rasul, tetapi mereka berpaling dari ajaran dan petunjuk itu karena angkuh dan penyakit dengki yang ada di dalam hatinya. Pada akhir ayat ini ditegaskan bahwa Allah akan menyiksa dengan azab yang pedih setiap orang yang berbuat dosa dan maksiat. Diriwayatkan oleh Ibnu Jarir ath-thabari dari Mu'adz bin Jabal, ia berkata, \"Aku mendengar Rasulullah bersabda: Tiga perkara, barang siapa yang mengerjakannya, maka sesungguhnya ia telah mengerjakan perbuatan dosa: barang siapa yang telah bertekad ikut berperang di jalan yang tidak benar atau mendurhakai kedua orang ibu bapaknya atau orang yang berjalan beserta orang-orang yang zalim lalu ia menolong orang yang zalim itu. Allah berfirman, \"Sesungguhnya Kami akan memberikan pembalasan kepada orang-orang yang berdosa.\" (Riwayat Ibnu Jarir ath-thabari dari Mu'adz bin Jabal)"
        },
        {
          "number": 23,
          "arabic": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَـٰبَ فَلَا تَكُن فِى مِرْيَةٍ مِّن لِّقَآئِهِۦ ۖ وَجَعَلْنَـٰهُ هُدًى لِّبَنِىٓ إِسْرَٰٓءِيلَ",
          "transliteration": "walaqad ātaynā mūsā l-kitāba falā takun fī mir'yatin min liqāihi wajaʿalnāhu hudan libanī is'rāīla",
          "translation": "Dan sungguh, telah Kami anugerahkan Kitab (Taurat) kepada Musa, maka janganlah engkau (Muhammad) ragu-ragu menerimanya (Alquran) dan Kami jadikan Kitab (Taurat) itu petunjuk bagi Bani Israil.<sup foot_note=135611>1</sup>",
          "tafsir": "Ayat ini menerangkan bahwa Allah telah menurunkan kitab Taurat kepada Nabi Musa sebagaimana Dia telah menurunkan Al-Qur'an kepada Nabi Muhammad. Namun demikian, wahyu yang diturunkan kepada Nabi Musa itu didustakan oleh kaumnya. Musa bersama pengikutnya disiksa oleh Fir'aun dan kaumnya, sehingga mereka lari ke daerah Palestina. Demikian pula Muhammad saw telah didustakan pula oleh kaumnya, disakiti, dan ditentang sehingga beliau dan para sahabatnya hijrah ke Medinah. Itulah sunatullah yang berlaku di alam ini, selalu terjadi pertarungan antara yang hak dengan yang batil, dan antara kebaikan dan kejahatan. Semua itu merupakan cobaan bagi orang-orang yang beriman. Dalam ayat ini disebut-sebut nama Musa di antara para nabi dan rasul Allah adalah karena banyak persamaan perjuangannya dengan Nabi Muhammad. Ayat ini diturunkan untuk hiburan bagi Nabi Muhammad dan para sahabat yang sedang menyampaikan agama Allah kepada manusia. Dalam menyampaikan risalah itu, dia mendapat ancaman dan penganiayaan dari kaumnya. Seakan-akan dikatakan kepada mereka, \"Hai Muhammad, janganlah kamu dan pengikut-pengikutmu bersedih hati menghadapi sikap dan tindakan orang-orang musyrik itu. Hal yang demikian itu adalah wajar dan merupakan sunatullah. Ingatlah Musa dan pengikut-pengikutnya. Mereka dianiaya dan diburu oleh Fir'aun dan kaumnya, sampai mereka lari menyeberangi Laut Merah, dan mengarungi padang pasir yang tandus dan panas. Dalam keadaan demikian, banyak pula di antara pengikut-pengikutnya yang berkhianat, tetapi ia tetap tabah dan sabar. Semakin kuat tantangan dan penganiayaan yang diterimanya, semakin kuat pula usaha dan kesabarannya. Aku pasti menyayangimu dan para pengikutmu sebagaimana Aku telah menjaga pula Musa dan para pengikutnya.\""
        },
        {
          "number": 24,
          "arabic": "وَجَعَلْنَا مِنْهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا لَمَّا صَبَرُوا۟ ۖ وَكَانُوا۟ بِـَٔايَـٰتِنَا يُوقِنُونَ",
          "transliteration": "wajaʿalnā min'hum a-immatan yahdūna bi-amrinā lammā ṣabarū wakānū biāyātinā yūqinūna",
          "translation": "Dan Kami jadikan diantara mereka itu pemimpin-pemimpin yang memberi petunjuk dengan perintah Kami selama mereka sabar.<sup foot_note=135612>1</sup> Mereka meyakini ayat-ayat Kami.",
          "tafsir": "Ayat ini menerangkan bahwa Allah telah menjadikan di antara Bani Israil yang mengikuti petunjuk-petunjuk-Nya menjadi pemuka masyarakat. Di antara mereka ada yang diangkat menjadi nabi dan rasul yang menyampaikan petunjuk yang benar kepada kaumnya, dan ada pula di antara mereka yang dijadikan pemimpin bagi kaumnya menuju ke jalan yang benar. Hal itu diberikan karena mereka adalah orang-orang yang beriman dan sabar melaksanakan hukum-hukum Allah. Mereka juga sabar menerima setiap cobaan yang menimpa mereka, dan mereka yakin benar akan petunjuk Allah. Allah berfirman: Dan Kami berikan kepada Musa Kitab (Taurat) dan Kami menjadikannya sebagai petunjuk bagi Bani Israil (dengan firman), \"Janganlah kamu mengambil (pelindung) selain Aku.\" (al-Isra'/17"
        },
        {
          "number": 25,
          "arabic": "إِنَّ رَبَّكَ هُوَ يَفْصِلُ بَيْنَهُمْ يَوْمَ ٱلْقِيَـٰمَةِ فِيمَا كَانُوا۟ فِيهِ يَخْتَلِفُونَ",
          "transliteration": "inna rabbaka huwa yafṣilu baynahum yawma l-qiyāmati fīmā kānū fīhi yakhtalifūna",
          "translation": "Sungguh Tuhanmu, Dia yang memberikan keputusan di antara mereka pada hari Kiamat tentang apa yang dahulu mereka perselisihkan padanya.",
          "tafsir": "Ayat ini menjelaskan bahwa sesungguhnya hanya Allah yang menyelesaikan dan memberi keputusan segala perselisihan dan pertentangan soal agama antara mereka di hari Kiamat. Allah akan memberikan balasan yang setimpal kepada orang-orang yang mengingkari seruan Nabi dan memberi pahala kepada orang-orang yang mengikutinya. Sebagian ahli tafsir berpendapat bahwa yang menyelesaikan pertentangan soal agama adalah Nabi Muhammad. Ia memberikan keputusan dengan adil terhadap perselisihan para rasul dengan umatnya di hari Kiamat nanti."
        },
        {
          "number": 26,
          "arabic": "أَوَلَمْ يَهْدِ لَهُمْ كَمْ أَهْلَكْنَا مِن قَبْلِهِم مِّنَ ٱلْقُرُونِ يَمْشُونَ فِى مَسَـٰكِنِهِمْ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ ۖ أَفَلَا يَسْمَعُونَ",
          "transliteration": "awalam yahdi lahum kam ahlaknā min qablihim mina l-qurūni yamshūna fī masākinihim inna fī dhālika laāyātin afalā yasmaʿūna",
          "translation": "Dan tidakkah menjadi petunjuk bagi mereka, betapa banyak umat-umat sebelum mereka yang telah Kami binasakan, sedangkan mereka sendiri berjalan di tempat-tempat kediaman mereka. Sungguh, pada yang demikian itu terdapat tanda-tanda (kekuasaan Allah). Apakah mereka tidak mendengarkan (memperhatikan)?",
          "tafsir": "Pada ayat ini, Allah memperingatkan orang-orang musyrik Mekah yang selalu menentang dan mengingkari seruan Nabi Muhammad. Apakah belum jelas bagi mereka jalan benar yang telah ditunjukkan kepada mereka. Apakah mereka lupa dan tidak memperhatikan akibat yang diterima umat-umat dahulu yang mendustakan para rasul yang diutus kepada mereka. Bukankah orang-orang musyrik Mekah sering melakukan perdagangan ke Syiria dan Yaman. Dalam perjalanan itu, mereka menyaksikan dan melihat bekas negeri kaum 'Ad, Samud, Lut, penduduk Aikah, dan sebagainya yang telah hancur akibat tindakan mereka yang mendustakan para rasul. Ayat lain yang senada dengan ayat ini ialah firman Allah: Maka betapa banyak negeri yang telah Kami binasakan karena (penduduk)nya dalam keadaan zalim, sehingga runtuh bangunan-bangunannya dan (betapa banyak pula) sumur yang telah ditinggalkan dan istana yang tinggi (tidak ada penghuninya). (al-hajj/22: 45) Firman Allah lainnya: Maka itulah rumah-rumah mereka yang runtuh karena kezaliman mereka. Sungguh, pada yang demikian itu benar-benar terdapat tanda (kekuasaan Allah) bagi orang-orang yang mengetahui. (an-Naml/27: 52) Allah mengatakan bahwa sebenarnya pada bekas reruntuhan dan tempat kediaman orang-orang yang mendustakan dan mengingkari seruan rasul itu terdapat pelajaran bagi orang-orang yang mau mengambil pelajaran. Kejadian itu menunjukkan bahwa sunatullah berlaku bagi semua orang yang zalim."
        },
        {
          "number": 27,
          "arabic": "أَوَلَمْ يَرَوْا۟ أَنَّا نَسُوقُ ٱلْمَآءَ إِلَى ٱلْأَرْضِ ٱلْجُرُزِ فَنُخْرِجُ بِهِۦ زَرْعًا تَأْكُلُ مِنْهُ أَنْعَـٰمُهُمْ وَأَنفُسُهُمْ ۖ أَفَلَا يُبْصِرُونَ",
          "transliteration": "awalam yaraw annā nasūqu l-māa ilā l-arḍi l-juruzi fanukh'riju bihi zarʿan takulu min'hu anʿāmuhum wa-anfusuhum afalā yub'ṣirūna",
          "translation": "Dan tidakkah mereka memperhatikan, bahwa Kami mengarahkan (awan yang mengandung) air ke bumi yang tandus, lalu Kami tumbuhkan (dengan air hujan itu) tanam-tanaman sehingga hewan-hewan ternak mereka dan mereka sendiri dapat makan darinya. Maka mengapa mereka tidak memperhatikan?",
          "tafsir": "Ayat ini mempertanyakan apakah orang-orang kafir itu buta, sehingga tidak dapat melihat bukti-bukti kebesaran dan kekuasaan Allah? Bukankah Allah yang menghalau awan ke tempat yang kering dan tandus serta tidak mempunyai tumbuh-tumbuhan? Awan itu berubah menjadi air hujan yang menyirami tanah itu sehingga memungkinkan manusia mengalirkannya ke tanah-tanah yang kering. Tanah itu lalu menjadi subur dan ditumbuhi oleh bermacam-macam tumbuh-tumbuhan dan tanam-tanaman. Sebagian tanaman itu dimakan oleh manusia dan sebagian lagi oleh binatang ternak piaraan mereka. Apakah mereka tidak melihat bukti-bukti yang demikian itu sehingga mereka dapat mengakui kebesaran dan kekuasaan Allah dalam menghidupkan manusia yang telah mati dan membangkitkan mereka dari kuburnya? Jika mau memperhatikan, mereka tentu akan sampai kepada keyakinan bahwa Allah Mahakuasa, tidak ada yang sukar bagi-Nya. Jika Dia meng-hendaki, cukuplah Dia mengatakan \"kun\" (jadilah), maka jadilah yang dikehendaki-Nya itu."
        },
        {
          "number": 28,
          "arabic": "وَيَقُولُونَ مَتَىٰ هَـٰذَا ٱلْفَتْحُ إِن كُنتُمْ صَـٰدِقِينَ",
          "transliteration": "wayaqūlūna matā hādhā l-fatḥu in kuntum ṣādiqīna",
          "translation": "Dan mereka bertanya, \"Kapankah kemenangan itu (datang) jika engkau orang yang benar?\"",
          "tafsir": "Dalam ayat ini dijelaskan bahwa karena keyakinan kepada agama Islam yang mereka anut, kaum Muslimin sering mengatakan nanti Allah akan memberi kemenangan kepada mereka. Pada waktu itu akan diputuskan keputusan yang adil antara manusia, termasuk antara mereka dengan orang-orang kafir. Orang-orang kafir, terutama kaum musyrik Mekah, setelah mendengarkan ucapan-ucapan kaum Muslimin itu, menanyakan hal tersebut dengan maksud untuk mengejek dan memperolok-olokkan mereka. Orang-orang kafir itu mengatakan, \"Wahai kaum Muslimin, kamu sekalian selalu mengatakan bahwa kemenangan itu akan segera kamu peroleh, padahal kamu sekalian adalah orang-orang yang tak ada gunanya dan orang-orang rendah di antara kita. Mungkinkah dakwaan kamu terwujud? Jika benar apa yang kamu katakan itu, terangkanlah kepada kami kapan terjadinya?\""
        },
        {
          "number": 29,
          "arabic": "قُلْ يَوْمَ ٱلْفَتْحِ لَا يَنفَعُ ٱلَّذِينَ كَفَرُوٓا۟ إِيمَـٰنُهُمْ وَلَا هُمْ يُنظَرُونَ",
          "transliteration": "qul yawma l-fatḥi lā yanfaʿu alladhīna kafarū īmānuhum walā hum yunẓarūna",
          "translation": "Katakanlah, \"Pada hari kemenangan<sup foot_note=135613>1</sup> itu, tidak berguna lagi bagi orang-orang kafir keimanan mereka dan mereka tidak diberi penangguhan.\"",
          "tafsir": "Ayat ini menjelaskan bahwa Muhammad mengatakan kepada orang-orang musyrik Mekah itu, termasuk juga di dalamnya orang-orang kafir, bahwa hari kemenangan dan hari penyelesaian yang adil itu ialah hari Kiamat. Pada hari itu tidak bermanfaat lagi iman seseorang yang hanya diucapkan ketika itu, padahal waktu di dunia, dia adalah orang kafir. Mereka pada hari itu tidak diberi kesempatan untuk bertobat. Tidak memberi kesempatan bertobat kepada orang-orang kafir pada hari itu adalah wajar karena mereka selama hidup di dunia telah diberi peringatan oleh rasul yang diutus kepada mereka. Rasul itu telah menunjukkan jalan kebahagiaan yang abadi kepada mereka yang termuat di dalam Al-Qur'an dan hadis, tetapi mereka tetap ingkar dan membangkang. Allah akan menetapkan hukum di antara manusia dengan adil pada hari Kiamat. Orang-orang yang berbuat baik akan dibalas dengan pahala yang baik, sedangkan orang-orang yang berbuat buruk akan diazab dengan siksaan yang pedih. Hal ini sesuai dengan firman Allah: \"Ya Tuhan kami, berilah keputusan antara kami dan kaum kami dengan hak (adil). Engkaulah pemberi keputusan terbaik.\" (al-A'raf/7: 89)"
        },
        {
          "number": 30,
          "arabic": "فَأَعْرِضْ عَنْهُمْ وَٱنتَظِرْ إِنَّهُم مُّنتَظِرُونَ",
          "transliteration": "fa-aʿriḍ ʿanhum wa-intaẓir innahum muntaẓirūna",
          "translation": "Maka berpalinglah engkau dari mereka dan tunggulah, sesungguhnya mereka (juga) menunggu.<sup foot_note=135614>1</sup>",
          "tafsir": "Karena orang-orang musyrik tetap ingkar, bahkan telah mulai menantang dan menyakiti kaum Muslimin, maka Allah memerintahkan agar Rasulullah dan kaum Muslimin berpaling dari mereka, serta tidak mengindahkan mereka lagi. Rasulullah juga diperintahkan untuk menyeru seluruh manusia agar menerima wahyu yang telah disampaikan kepadanya, sesuai dengan tugas yang diterimanya dari Allah. Hendaklah orang-orang musyrik itu menunggu azab yang akan ditimpakan Allah kepada mereka baik di dunia maupun di akhirat, sebagai balasan perbuatan jahat yang telah mereka lakukan kepada Nabi saw dan seluruh kaum Muslimin. Allah benar-benar akan menepati janji-Nya. Pada akhir ayat ini, Allah menerangkan bahwa Nabi Muhammad akan melihat akibat dari sikap kebesaran hatinya dan balasan dari usahanya menyampaikan risalah Allah. Dia akan menjaga dan memelihara Nabi saw dari segala macam bahaya yang datang dari kaum musyrik itu. Menurut suatu riwayat, setelah ayat ini, turunlah ayat-ayat yang membolehkan Rasulullah saw dan para sahabat memerangi orang-orang kafir."
        }
      ]
    }
  ]
}