{
  "pageNumber": 235,
  "juz": 12,
  "surahs": [
    {
      "number": 11,
      "name": "Hud",
      "nameArabic": "هود",
      "meaning": "Nabi Hud",
      "revelation": "Makkah",
      "description": "Surat Hud termasuk surat Makkiyyah, terdiri dari 123 ayat, dan diturunkan setelah surat Yunus.Surat ini dinamai Hud karena di dalamnya terdapat kisah Nabi Hud dan kaumnya. Dalam surat ini juga terdapat kisah-kisah nabi yang lain, seperti: Nuh, Shaleh, Ibrahim, Luth, Syu'aib, dan Musa.**Pokok-Pokok isi:**1. **Keimanan:** Keberadaan 'Arsy Allah; kejadian alam dalam enam masa; keberadaan golongan-golongan manusia pada hari kiamat.2. **Hukum-hukum:** Agama membolehkan menikmati yang baik-baik dan memakai perhiasan asal tidak berlebih-lebihan; tidak boleh bersikap sombong; tidak boleh berdoa atau mengharapkan sesuatu yang mustahil menurut sunnatullah.3. **Kisah-kisah:** Kisah Nuh dan kaumnya; kisah Hud dan kaumnya; kisah Shaleh dan kaumnya; kisah Ibrahim dan kaumnya; kisah Syu'aib dan kaumnya; kisah Luth dan kaumnya; kisah Musa dan kaumnya.4. **Lain-lain:** Pelajaran-pelajaran yang diambil dari kisah-kisah para nabi; air sumber segala kehidupan; shalat memperkuat keimanan; sunnatullah yang berhubungan dengan kebinasaan suatu kaum.Surat Hud berisi hal-hal yang berhubungan dengan pokok-pokok agama, seperti ketauhidan, kerasulan, dan hari kebangkitan, kemudian dihubungkan dengan dakwah yang telah dilakukan oleh para nabi kepada kaumnya.**Hubungan Surat Hud Dengan Surat Yusuf:**1. Kedua surat ini sama-sama dimulai dengan alif laam raa kemudian diiringi dengan penjelasan tentang Al-Qur'an.2. Surat Yusuf menyempurnakan penjelasan kisah para rasul yang disebut dalam surat Hud, kemudian kisah itu dijadikan dalil untuk menyatakan bahwa Al-Qur'an adalah wahyu Ilahi; setelah Nabi Muhammad tidak ada lagi nabi atau rasul yang diutus Allah.3. Perbedaan kedua surat ini ada dalam menjelaskan kisah-kisah para nabi. Dalam surat Hud diutarakan kisah beberapa orang rasul dalam menyampaikan risalah kepada kaumnya, akibat mengikuti dan akibat mendustakan mereka, kemudian dijadikan perbandingan dan berita yang mengancam kaum musyrikin Arab beserta pengikut-pengikutnya. Dalam surat Yusuf diterangkan tentang kehidupan Nabi Yusuf yang pada mulanya dizalimi oleh saudara-saudaranya kemudian menjadi rasul yang berkuasa dan dapat menolong saudara-sudaranya beserta kedua orang tuanya. Kepribadian Nabi Yusuf ini harus dijadikan teladan oleh semua orang yang beriman kepada Nabi Muhammad.",
      "verses": [
        {
          "number": 118,
          "arabic": "وَلَوْ شَآءَ رَبُّكَ لَجَعَلَ ٱلنَّاسَ أُمَّةً وَٰحِدَةً ۖ وَلَا يَزَالُونَ مُخْتَلِفِينَ",
          "transliteration": "walaw shāa rabbuka lajaʿala l-nāsa ummatan wāḥidatan walā yazālūna mukh'talifīna",
          "translation": "Dan jika Tuhanmu menghendaki, tentu Dia jadikan manusia umat yang satu, tetapi mereka senantiasa berselisih (pendapat),",
          "tafsir": "Ayat ini menjelaskan bahwa kalau Allah menghendaki, maka manusia menjadi umat yang satu dalam beragama sesuai dengan fitrah asal kejadiannya. Sekalipun pada mulanya manusia itu merupakan umat yang satu tidak terdapat perselisihan di antara mereka, tetapi setelah mereka berkembang biak, timbullah keperluan dan keinginan yang berbeda-beda maka timbul pulalah perbedaan dan perselisihan yang tak habis-habisnya, sebagaimana firman Allah: Dan manusia itu dahulunya hanyalah satu umat, kemudian mereka berselisih. (Yunus/10: 19)"
        },
        {
          "number": 119,
          "arabic": "إِلَّا مَن رَّحِمَ رَبُّكَ ۚ وَلِذَٰلِكَ خَلَقَهُمْ ۗ وَتَمَّتْ كَلِمَةُ رَبِّكَ لَأَمْلَأَنَّ جَهَنَّمَ مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ أَجْمَعِينَ",
          "transliteration": "illā man raḥima rabbuka walidhālika khalaqahum watammat kalimatu rabbika la-amla-anna jahannama mina l-jinati wal-nāsi ajmaʿīna",
          "translation": "kecuali orang yang diberi rahmat oleh Tuhanmu. Dan untuk itulah Allah menciptakan mereka. Kalimat (keputusan) Tuhanmu telah tetap, \"Aku pasti akan memenuhi neraka Jahanam dengan jin dan manusia (yang durhaka) semuanya.\"",
          "tafsir": "Perselisihan mereka tidak saja tentang agama yang dianut oleh masing-masing kaum seperti agama Yahudi, Nasrani, Majusi, Islam, atau syirik, tetapi juga penganut dari satu agama, kecuali orang-orang yang mendapat rahmat dari Allah dan diberi taufik serta hidayah. Mereka itu bersatu dan selalu mengusahakan persatuan agar manusia taat kepada peraturan dan ketentuan Allah, mengerjakan apa yang diperintahkan-Nya dan menjauhi apa yang dilarang-Nya. Demikian kehendak Allah mengenai keragaman manusia. Ada yang mendapat rahmat, taufik, dan hidayah dari Allah, mereka bersatu dan menggalang persatuan, dan mereka termasuk dalam golongan orang-orang yang bahagia yang akan menjadi penghuni surga. Ada pula yang tak putus-putusnya berselisih dan mereka termasuk dalam golongan orang-orang yang celaka yang menjadi penghuni neraka. Malik bin Anas pernah berkata, \"Manusia itu diciptakan sebagian berada di surga dan sebagian yang lain berada di neraka sair.\" Oleh karena itu Allah mengakhiri ayat ini dengan satu ketegasan bahwa telah menjadi ketentuan-Nya akan memenuhi neraka Jahanam dengan jin dan manusia yang selalu berbuat jahat dan dosa di muka bumi ini."
        },
        {
          "number": 120,
          "arabic": "وَكُلًّا نَّقُصُّ عَلَيْكَ مِنْ أَنۢبَآءِ ٱلرُّسُلِ مَا نُثَبِّتُ بِهِۦ فُؤَادَكَ ۚ وَجَآءَكَ فِى هَـٰذِهِ ٱلْحَقُّ وَمَوْعِظَةٌ وَذِكْرَىٰ لِلْمُؤْمِنِينَ",
          "transliteration": "wakullan naquṣṣu ʿalayka min anbāi l-rusuli mā nuthabbitu bihi fuādaka wajāaka fī hādhihi l-ḥaqu wamawʿiẓatun wadhik'rā lil'mu'minīna",
          "translation": "Dan semua kisah rasul-rasul, Kami ceritakan kepadamu (Muhammad), agar dengan kisah itu Kami teguhkan hatimu; dan di dalamnya telah diberikan kepadamu (segala) kebenaran, nasihat dan peringatan bagi orang yang beriman.",
          "tafsir": "Ayat ini menerangkan bahwa kisah para rasul terdahulu bersama umatnya, seperti peristiwa perdebatan dan permusuhan di antara mereka, keluhan para nabi karena kaumnya mendustakan serta menyakiti dan sebagainya, semuanya itu berguna untuk meneguhkan hati Rasulullah agar tidak tergoyahkan oleh apa pun untuk mengemban tugas kerasulan dan menyiarkan dakwahnya. Selain itu, kisah-kisah tersebut juga menanamkan keyakinan yang mantap dan mendalam tentang apa yang diserukan para rasul, seperti akidah bahwa Allah adalah Esa, bertobat dan beribadah kepada-Nya dengan ikhlas, meninggalkan kejahatan, baik yang nyata maupun yang tidak nyata. Kesemuanya itu merupakan pelajaran dan peringatan yang bermanfaat bagi orang-orang mukmin bahwa umat terdahulu itu ditimpakan azab kepadanya karena mereka telah berbuat aniaya dan kerusakan di bumi."
        },
        {
          "number": 121,
          "arabic": "وَقُل لِّلَّذِينَ لَا يُؤْمِنُونَ ٱعْمَلُوا۟ عَلَىٰ مَكَانَتِكُمْ إِنَّا عَـٰمِلُونَ",
          "transliteration": "waqul lilladhīna lā yu'minūna iʿ'malū ʿalā makānatikum innā ʿāmilūna",
          "translation": "Dan katakanlah (Muhammad) kepada orang yang tidak beriman, \"Berbuatlah menurut kedudukanmu, kami pun benar-benar akan berbuat,",
          "tafsir": "Pada ayat ini, Allah swt memerintahkan kepada Nabi Muhammad saw agar berkata kepada orang-orang kafir, \"Berbuatlah menurut kedudukan dan kemampuanmu menentang dakwah dan menyakiti orang-orang yang berdakwah beserta pendukung-pendukungnya. Kami pun akan berbuat menurut kedudukan dan kemampuan kami mempertahankan dakwah dan meneruskan perintah Allah, serta taat dan patuh kepada-Nya.\" Ini adalah ancaman kepada mereka tentang azab yang akan diterimanya sebagai balasan dari perbuatannya itu."
        },
        {
          "number": 122,
          "arabic": "وَٱنتَظِرُوٓا۟ إِنَّا مُنتَظِرُونَ",
          "transliteration": "wa-intaẓirū innā muntaẓirūna",
          "translation": "dan tunggulah, sesungguhnya kami pun termasuk yang menunggu.\"",
          "tafsir": "Dalam ayat ini, Allah memerintahkan Nabi Muhammad untuk mengatakan kepada orang-orang kafir yang tetap membangkang kepada Rasul agar mereka menunggu apa yang akan terjadi dengan dakwah Rasul, dan musibah apa yang menimpa Rasul, yang memang sangat mereka harapkan, sebagaimana dijelaskan dalam firman-Nya: Bahkan mereka berkata, \"Dia adalah seorang penyair yang kami tunggu-tunggu kecelakaan menimpanya.\" (ath-thur/52: 30) Kemudian Rasul diperintahkan untuk mengatakan kepada mereka bahwa ia juga menunggu apa yang akan terjadi dengan nasib mereka, apakah mereka akan diazab Allah, ataukah mereka akan dikalahkan oleh orang-orang mukmin, dalam peperangan yang akan terjadi antara kedua belah pihak, sebagaimana nasib yang diterima umat-umat terdahulu, yang membangkang kepada nabi-nabi mereka. Sesungguhnya Allah menjamin kemenangan bagi orang-orang yang membela agama, dan kekalahan serta kehinaan bagi orang-orang yang zalim. Ayat-ayat ini serupa dengan firman Allah: Kelak kamu akan mengetahui, siapa yang akan memperoleh tempat (terbaik) di akhirat (nanti). Sesungguhnya orang-orang yang zalim itu tidak akan beruntung. (al-Anam/6: 135)"
        },
        {
          "number": 123,
          "arabic": "وَلِلَّهِ غَيْبُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَإِلَيْهِ يُرْجَعُ ٱلْأَمْرُ كُلُّهُۥ فَٱعْبُدْهُ وَتَوَكَّلْ عَلَيْهِ ۚ وَمَا رَبُّكَ بِغَـٰفِلٍ عَمَّا تَعْمَلُونَ",
          "transliteration": "walillahi ghaybu l-samāwāti wal-arḍi wa-ilayhi yur'jaʿu l-amru kulluhu fa-uʿ'bud'hu watawakkal ʿalayhi wamā rabbuka bighāfilin ʿammā taʿmalūna",
          "translation": "Dan milik Allah meliputi rahasia langit dan bumi dan kepada-Nya segala urusan dikembalikan. Maka sembahlah Dia dan bertawakallah kepada-Nya. Dan Tuhanmu tidak akan lengah terhadap apa yang kamu kerjakan.",
          "tafsir": "Ayat ini menjelaskan bahwa Allah mengetahui yang tersembunyi dan tidak terjangkau dengan ilmu siapa pun baik di langit maupun di bumi. Dialah mengetahui segala apa yang akan terjadi dan waktu terjadinya secara tepat. Semua urusan akan kembali kepada-Nya. Apa yang Dia kehendaki pasti jadi, dan apa yang tidak Dia kehendaki tak akan ada. Oleh karena itu, Dialah satu-satunya yang pantas dan wajib disembah, dengan segala keikhlasan. Kepada-Nyalah kita harus bertawakal guna tercapainya sesuatu yang di luar kemampuan kita, karena barang siapa yang bertawakal kepada-Nya akan tercapailah keperluannya. Firman Allah: Dan barang siapa bertawakal kepada Allah, niscaya Allah akan mencukupkan (keperluan)nya. Sesungguhnya Allah melaksanakan urusan-Nya. Sungguh, Allah telah mengadakan ketentuan bagi setiap sesuatu. (ath-thalaq/65: 3) Pada akhir ayat ini, Allah swt menjelaskan bahwa Dia tidak akan lalai dari apa yang telah dikerjakan hamba-Nya. Dia akan menyempurnakan tiap-tiap balasan amal yang diperbuat di dunia ini dan tidak akan ada pengurangan sedikit pun. Firman Allah: Dan takutlah pada hari (ketika) kamu semua dikembalikan kepada Allah. Kemudian setiap orang diberi balasan yang sempurna sesuai dengan apa yang telah dilakukannya, dan mereka tidak dizalimi (dirugikan). (al-Baqarah/2: 281)"
        }
      ]
    },
    {
      "number": 12,
      "name": "Yusuf",
      "nameArabic": "يوسف",
      "meaning": "Nabi Yusuf",
      "revelation": "Makkah",
      "description": "Surat Yusuf ini terdiri dari 111 ayat dan termasuk surat Makkiyyah karena diturunkan di Mekah sebelum hijrah. Surat ini dinamai Yusuf karena titik berat isinya mengenai kisah Nabi Yusuf. Kisah ini termasuk cerita ghaib yang diwahyukan kepada Nabi Muhammad sebagai mukjizat bagi beliau, yang sebelumnya tidak beliau ketahui. Menurut riwayat Al Baihaqi dalam kitab \"Ad Dalail\" bahwa segolongan orang Yahudi masuk Islam setelah mendengar kisah Nabi Yusuf tersebut, karena sesuai dengan kisah yang mereka ketahui.Dari kisah Nabi Yusuf ini, Nabi Muhammad banyak mengambil pelajaran dan merupakan penghibur bagi beliau dalam menjalankan tugasnya.**Pokok-Pokok Isi:**1. **Keimanan:** Kenabian Yusuf dan mukjizat-mukjizatnya; menentukan hukum dalam agama adalah hak Allah semata; qadha Allah tak dapat diubah; semua rasul berkelamin laki-laki2. **Hukum-hukum:** Keharusan merahasiakan sesuatu untuk menghindari fitnah; barang dan anak temuan wajib dipungut dan tidak boleh dibiarkan; boleh melakukan muslihat yang tidak merugikan orang lain untuk memperoleh sesuatu kemaslahatan.3. **Kisah-kisah:** Kisah Nabi Yusuf bersaudara dan orang tua mereka, Nabi Ya'qub.4. **Lain-lain:** Beberapa sifat dan suri teladan mulia yang dapat diambil dari kisah Nabi Yusuf; persamaan antara agama para nabi, tauhid.Surat Yusuf ini seluruh isinya berkisah tentang Nabi Yusuf dan saudara-saudaranya beserta kedua orang tua mereka. Cara penuturan kisah Nabi Yusuf ini kepada Nabi Muhammad berbeda dengan kisah nabi-nabi yang lain; kisah Nabi Yusuf secara khusus diceritakan dalam satu surat sedang kisah nabi-nabi yang lain disebutkan dalam beberapa surat. Selain itu, isi kisah Nabi Yusuf juga berbeda dengan kisah nabi-nabi yang lain. Dalam kisah nabi-nabi yang lain, Allah menitikberatkan pada tantangan yang bermacam-macam dari kaum mereka, kemudian mengakhiri kisah tersebut dengan kemusnahan para penentang para nabi. Dalam kisah Nabi Yusuf, Allah menonjolkan kesudahan yang baik dari kesabaran, dan bahwa kesenangan datang setelah penderitaan. Allah menguji Nabi Ya'qub dengan kehilangan putranya, Yusuf, dan penglihatannya. Juga menguji ketabahan dan kesabaran Yusuf dengan dipisahkan dari kedua orang tuanya, dibuang ke dalam sumur, dan diperdagangkan sebagai hamba sahaya. Lalu Allah menguji imannya dengan godaan perempuan cantik lagi bangsawan dan akhirnya dimasukkan ke dalam penjara. Kemudian Allah melepaskan Yusuf dan ayahnya dari segala penderitaan dan cobaan, menghimpunkan mereka kembali, mengembalikan penglihatan Ya'qub, dan menghidupkan lagi cinta kasih antara mereka dengan Yusuf.**Hubungan Surat Yusuf Dengan Surat Ar Ra'd:**1. Dalam surat ini secara umum Allah mengemukakan adanya tanda-tanda keesaan Allah di langit dan di bumi. Di dalam surat Ar Ra'd Allah mengemukakannya lagi secara lebih jelas.2. Kedua surat tersebut sama-sama memuat pengalaman nabi-nabi zaman dahulu beserta umatnya. Yang menentang kebenaran mengalami kehancuran sedang yang mengikuti kebenaran mendapat kemenangan.3. Pada akhir surat Yusuf diterangkan bahwa Al-Qur'an bukanlah perkataan yang diada-adakan tetapi petunjuk dan rahmat bagi orang yang beriman, dan keterangan ini diulangi lagi di awal surat Ar Ra'd.",
      "verses": [
        {
          "number": 1,
          "arabic": " الٓر ۚ تِلْكَ ءَايَـٰتُ ٱلْكِتَـٰبِ ٱلْمُبِينِ",
          "transliteration": "alif-lam-ra til'ka āyātu l-kitābi l-mubīni",
          "translation": "Alif Lām Rā`. Ini adalah ayat-ayat Kitab (Alquran) yang jelas.",
          "tafsir": "Ayat pertama surah Yusuf ini sama bunyinya dengan ayat pertama pada surah Yunus kecuali pada akhir ayat pertama surah Yunus ada kata \"al hakim\" sedang pada ayat pertama surah ini terdapat kata \"al-Mubin\". Al-hakim artinya penuh hikmat dan al-Mubin artinya nyata, jelas, dan terang. Biasanya dengan memperhatikan ayat pertama dari tiap-tiap surah sudah dapat diperkirakan apa pokok-pokok isi surah itu. Surah Yunus yang ayat pertamanya diakhiri dengan al-Hakim, terdapat di dalamnya masalah-masalah hikmat dan filsafat, seperti masalah keesaan Allah, sifat-sifat-Nya, kebenaran risalah yang dibawa para nabi yang dikuatkan dengan berbagai macam mukjizat, masalah hari kebangkitan, hari pembalasan, dan sebagainya. Semuanya itu adalah masalah-masalah yang harus direnungkan dan difikirkan secara mendalam dan termasuk masalah hikmat dan filsafat. Adapun surah Yusuf ayat pertamanya diakhiri dengan al-Mubin. Hal ini mengisyaratkan bahwa di dalamnya terdapat suatu kisah yang sangat menarik, digubah dengan susunan kata-kata yang mempesona penuh balagah dan falsafah dalam suatu jalinan cerita yang indah yang mendorong pembacanya untuk mengikuti sampai akhir, suatu kisah yang patut menjadi contoh dan teladan yang menggambarkan dengan jelas bagaimana kehidupan seorang nabi yang mulia semenjak kecilnya mengalami beraneka ragam penderitaan sampai ia menjadi penguasa yang disegani dan dihormati di negeri Mesir."
        },
        {
          "number": 2,
          "arabic": "إِنَّآ أَنزَلْنَـٰهُ قُرْءَٰنًا عَرَبِيًّا لَّعَلَّكُمْ تَعْقِلُونَ",
          "transliteration": "innā anzalnāhu qur'ānan ʿarabiyyan laʿallakum taʿqilūna",
          "translation": "Sesungguhnya Kami menurunkannya berupa Quran berbahasa Arab, agar kamu mengerti.",
          "tafsir": "Pada ayat ini, Allah menegaskan bahwa Dia menurunkan Al-Quran dalam bahasa Arab yang fasih agar dapat direnungkan dan difikirkan isi dan maknanya. Memang Al-Quran diturunkan untuk semua manusia, bahkan juga untuk jin, tetapi karena yang pertama-tama menerimanya ialah penduduk Mekah, maka wajarlah bila firman itu ditujukan lebih dahulu kepada mereka dan seterusnya berlaku untuk semua umat manusia. Pertama-tama Allah menuntut perhatian orang-orang Quraisy dan orang-orang Arab seluruhnya supaya mereka memperhatikan isinya dengan sebaik-baiknya karena di dalamnya terkandung bermacam-macam ilmu pengetahuan yang bermanfaat bagi mereka di dunia dan akhirat seperti hukum-hukum agama, kisah para nabi dan rasul, hal-hal yang bertalian dengan pembangunan masyarakat, pokok-pokok kemakmuran, akhlak, filsafat, tata cara berpolitik, baik yang bersifat nasional maupun yang bersifat internasional, dan lain sebagainya. Semuanya itu diutarakan dalam bahasa Arab yang indah susunannya mudah dipahami oleh mereka."
        },
        {
          "number": 3,
          "arabic": "نَحْنُ نَقُصُّ عَلَيْكَ أَحْسَنَ ٱلْقَصَصِ بِمَآ أَوْحَيْنَآ إِلَيْكَ هَـٰذَا ٱلْقُرْءَانَ وَإِن كُنتَ مِن قَبْلِهِۦ لَمِنَ ٱلْغَـٰفِلِينَ",
          "transliteration": "naḥnu naquṣṣu ʿalayka aḥsana l-qaṣaṣi bimā awḥaynā ilayka hādhā l-qur'āna wa-in kunta min qablihi lamina l-ghāfilīna",
          "translation": "Kami menceritakan kepadamu (Muhammad) kisah yang paling baik dengan mewahyukan Alquran ini kepadamu, dan sesungguhnya engkau sebelum itu termasuk orang yang tidak mengetahui.",
          "tafsir": "Pada ayat ini, Allah mengkhususkan firman-Nya kepada Nabi Muhammad saw dan tentu saja untuk diperhatikan oleh orang Arab dan umat manusia seluruhnya. Para mufasir mengatakan bahwa surah Yusuf ini adalah salah satu surah dalam Al-Quran yang diturunkan untuk menghibur dan menggembirakan hati Nabi Muhammad saw di kala beliau menderita tekanan-tekanan yang berat dari kaum Quraisy berupa cemoohan, hinaan, pembangkangan, dan tindakan kekerasan sehingga beliau terpaksa hijrah bersama Abu Bakar ke Medinah. Memang demikianlah halnya karena kisah Nabi Yusuf ini adalah suatu kisah yang menarik sekali, dikisahkan dengan cara terperinci, tiap babak mengandung hikmah yang dalam dan pelajaran yang besar manfaatnya bagi orang yang memperhatikannya, apalagi bila dilihat dari segi keindahan susunan bahasa dan isi ceritanya yang belum dikenal seluruhnya baik oleh Nabi Muhammad saw sendiri maupun oleh kaum Quraisy dan orang Arab pada umumnya. Kisah ini selain menceritakan keadaan Nabi Yakub a.s. beserta anak-anaknya yang masih hidup dengan cara kehidupan orang-orang Badui, menceritakan pula bagaimana kehidupan dalam masyarakat yang telah maju dan berkebudayaan tinggi, bagaimana kehidupan para penguasa yang penuh dengan kemewahan serta kesenangan dan bagaimana pula cara mereka mengendalikan pemerintahan dan mengatur perekonomian negara. Benarlah firman Allah yang mengatakan bahwa kisah Nabi Yusuf a.s. yang akan dikisahkan berikut ini adalah kisah yang paling baik, menarik, dan yang paling indah penggambarannya."
        },
        {
          "number": 4,
          "arabic": "إِذْ قَالَ يُوسُفُ لِأَبِيهِ يَـٰٓأَبَتِ إِنِّى رَأَيْتُ أَحَدَ عَشَرَ كَوْكَبًا وَٱلشَّمْسَ وَٱلْقَمَرَ رَأَيْتُهُمْ لِى سَـٰجِدِينَ",
          "transliteration": "idh qāla yūsufu li-abīhi yāabati innī ra-aytu aḥada ʿashara kawkaban wal-shamsa wal-qamara ra-aytuhum lī sājidīna",
          "translation": "(Ingatlah), ketika Yusuf berkata kepada ayahnya, \"Wahai ayahku! Sungguh, aku (bermimpi) melihat sebelas bintang, matahari dan bulan; kulihat semuanya sujud kepadaku.\"",
          "tafsir": "Pada suatu ketika Nabi Yusuf a.s. memberitahukan kepada ayahnya Nabi Yakub bin Ishak bin Ibrahim bahwa ia bermimpi melihat sebelas bintang, matahari, dan bulan, semuanya tunduk dan sujud kepadanya. Tentu saja sujud di sini bukan dengan arti menyembah seperti yang kita kenal, tetapi hanyalah sujud dalam arti kiasan yaitu tunduk dan patuh. Sujud dengan arti tunduk dan patuh itu ada juga terdapat dalam Al-Quran, seperti firman Allah: Dan tetumbuhan dan pepohonan, keduanya tunduk (kepada-Nya). (ar-Rahman/55: 6) Setelah mendengar cerita itu, Nabi Yakub a.s. menyadari bahwa mimpi anaknya bukan mimpi biasa, tetapi merupakan ilham dari Allah sebagaimana kerapkali dialami oleh para nabi. Ia yakin bahwa anaknya ini akan menghadapi urusan yang sangat penting dan setelah dewasa menjadi pemimpin dimana masyarakat akan tunduk kepadanya tidak terkecuali saudara-saudaranya dan ibu-bapaknya. Ia merasa khawatir kalau hal ini diketahui oleh saudara-saudaranya, dan tentulah mereka akan merasa iri dan dengki terhadapnya serta berusaha untuk menyingkirkan atau membinasa-kannya apalagi mereka telah merasa bahwa ayah mereka lebih banyak menumpahkan kasih sayangnya kepadanya. Tergambarlah dalam khayal Nabi Yakub bagaimana nasib anaknya bila mimpi itu diketahui oleh saudara-saudaranya, tentulah mereka dengan segala usaha dan tipu daya akan mencelakakannya."
        }
      ]
    }
  ]
}