{
  "pageNumber": 596,
  "juz": 30,
  "surahs": [
    {
      "number": 92,
      "name": "Al-Lail",
      "nameArabic": "الليل",
      "meaning": "Malam",
      "revelation": "Makkah",
      "description": "Surat Al-Lail terdiri dari 21 ayat, termasuk golongan surat Makkiyyah, dan diturunkan sesudah surat Al-A'la. Surat ini dinamai Al-Lail (malam) diambil dari kata \"Al-Lail\" yang terdapat pada ayat pertama surat ini.**Pokok-Pokok Isi:**Usaha manusia itu bermacam-macam dan balasannya pun berbeda-beda pula; orang yang suka berderma, bertakwa, dan membenarkan adanya pahala akan dimudahkan untuk melakukan kebaikan yang mengantarkan pada kebahagiaan di akhirat; harta benda tidak akan memberi manfaat di akhirat; orang yang bakhil merasa dirinya cukup dan mendustakan adanya pahala.Surat Al-Lail menerangkan bahwa amalan-amalan yang dikerjakan dengan tulus ikhlas semata-mata mencari keridaan Allah itulah yang membawa kebahagiaan di akhirat kelak.**Hubungan Surat Al-Lail Dengan Surat Adh-Dhuha:**Pada surat Al-Lail diterangkan bahwa orang yang bertakwa akan dimudahkan mengerjakan perbuatan takwa sehingga memperoleh kebahagiaan, sedangkan pada surat Adh-Dhuha diterangkan bahwa keberuntungan di akhirat lebih baik daripada keberuntungan di dunia.",
      "verses": [
        {
          "number": 15,
          "arabic": "لَا يَصْلَىٰهَآ إِلَّا ٱلْأَشْقَى",
          "transliteration": "lā yaṣlāhā illā l-ashqā",
          "translation": "yang hanya dimasuki oleh orang yang paling celaka,",
          "tafsir": "Di samping Allah telah menunjuki manusia jalan yang benar, Ia juga memperingatkan manusia tentang adanya neraka yang senantiasa menyala-nyala. Penghuni neraka itu adalah mereka yang paling durhaka, yaitu orang-orang yang senantiasa memandang dusta wahyu-wahyu yang disampaikan kepadanya, dan karena itu tidak mau mengimaninya dan menjalankannya."
        },
        {
          "number": 16,
          "arabic": "ٱلَّذِى كَذَّبَ وَتَوَلَّىٰ",
          "transliteration": "alladhī kadhaba watawallā",
          "translation": "yang mendustakan (kebenaran) dan berpaling (dari iman).",
          "tafsir": "Di samping Allah telah menunjuki manusia jalan yang benar, Ia juga memperingatkan manusia tentang adanya neraka yang senantiasa menyala-nyala. Penghuni neraka itu adalah mereka yang paling durhaka, yaitu orang-orang yang senantiasa memandang dusta wahyu-wahyu yang disampaikan kepadanya, dan karena itu tidak mau mengimaninya dan menjalankannya."
        },
        {
          "number": 17,
          "arabic": "وَسَيُجَنَّبُهَا ٱلْأَتْقَى",
          "transliteration": "wasayujannabuhā l-atqā",
          "translation": "Dan akan dijauhkan darinya (neraka) orang yang paling bertakwa,",
          "tafsir": "Sebaliknya adalah orang yang takwa, yaitu orang yang memberikan kekayaannya untuk membantu orang lain untuk menyucikan dirinya. Orang yang takwa itu akan terjauh dari neraka. Contoh orang yang paling takwa adalah Abu Bakar as-siddiq yang telah menggunakan seluruh kekayaannya untuk memerdekakan orang-orang lemah dan perempuan-perempuan yang masuk Islam dan membantu mereka."
        },
        {
          "number": 18,
          "arabic": "ٱلَّذِى يُؤْتِى مَالَهُۥ يَتَزَكَّىٰ",
          "transliteration": "alladhī yu'tī mālahu yatazakkā",
          "translation": "yang menginfakkan hartanya (di jalan Allah) untuk membersihkan (dirinya),",
          "tafsir": "Sebaliknya adalah orang yang takwa, yaitu orang yang memberikan kekayaannya untuk membantu orang lain untuk menyucikan dirinya. Orang yang takwa itu akan terjauh dari neraka. Contoh orang yang paling takwa adalah Abu Bakar as-siddiq yang telah menggunakan seluruh kekayaannya untuk memerdekakan orang-orang lemah dan perempuan-perempuan yang masuk Islam dan membantu mereka."
        },
        {
          "number": 19,
          "arabic": "وَمَا لِأَحَدٍ عِندَهُۥ مِن نِّعْمَةٍ تُجْزَىٰٓ",
          "transliteration": "wamā li-aḥadin ʿindahu min niʿ'matin tuj'zā",
          "translation": "dan tidak ada seorang pun memberikan suatu nikmat padanya yang harus dibalasnya,",
          "tafsir": "Orang-orang yang bertakwa membantu orang lain bukan karena orang itu berjasa kepadanya yang karena itu ia perlu membalasnya. Ia membantu orang itu semata-mata karena mengharapkan rida dan surga Allah di akhirat."
        },
        {
          "number": 20,
          "arabic": "إِلَّا ٱبْتِغَآءَ وَجْهِ رَبِّهِ ٱلْأَعْلَىٰ",
          "transliteration": "illā ib'tighāa wajhi rabbihi l-aʿlā",
          "translation": "tetapi (dia memberikan itu semata-mata) karena mencari keridaan Tuhannya Yang Mahatinggi.",
          "tafsir": "Orang-orang yang bertakwa membantu orang lain bukan karena orang itu berjasa kepadanya yang karena itu ia perlu membalasnya. Ia membantu orang itu semata-mata karena mengharapkan rida dan surga Allah di akhirat."
        },
        {
          "number": 21,
          "arabic": "وَلَسَوْفَ يَرْضَىٰ",
          "transliteration": "walasawfa yarḍā",
          "translation": "Dan niscaya kelak dia akan mendapat kesenangan (yang sempurna).",
          "tafsir": "Orang takwa yang membantu orang lain untuk mencari rida Allah itu akhirnya akan memperolehnya. Orang itu terjauh dari neraka, dan pasti masuk surga."
        }
      ]
    },
    {
      "number": 93,
      "name": "Ad-Dhuha",
      "nameArabic": "الضحى",
      "meaning": "Waktu Dhuha",
      "revelation": "Makkah",
      "description": "Surat ini terdiri dari 11 ayat, termasuk golongan surat Makkiyyah, dan diturunkan sesudah surat Al-Fajr. Nama Adh-Dhuha diambil dari kata \"Adh-Dhuha\" yang terdapat pada ayat pertama, artinya waktu dhuha (matahari naik sepenggalah).**Pokok-Pokok Isi:**Allah tidak akan meninggalkan Nabi Muhammad; isyarat dari Allah bahwa kehidupan dan dakwah Nabi Muhammad akan bertambah baik dan berkembang; larangan menghina anak yatim dan menghardik orang yang meminta-minta serta perintah menyebut-nyebut nikmat yang diberikan Allah sebagai tanda bersyukur.Surat Adh-Dhuha menerangkan tentang bimbingan dan pemeliharaan Allah terhadap Nabi Muhammad dengan cara yang tidak ada putus-putusnya, juga berisi perintah kepada Nabi supaya mensyukuri segala nikmat itu.**Hubungan Surat Adh-Dhuha Dengan Surat Asy-Syarh:**1. Kedua surat ini sangat erat hubungannya, karena sama-sama ditujukan kepada Nabi Muhammad.2. Kedua surat ini sama-sama menerangkan tentang nikmat-nikmat Allah dan memerintahkan kepada Nabi untuk mensyukuri nikmat-nikmat itu.",
      "verses": [
        {
          "number": 1,
          "arabic": " وَٱلضُّحَىٰ",
          "transliteration": "wal-ḍuḥā",
          "translation": "Demi waktu duha (ketika matahari naik sepenggalan),",
          "tafsir": "Dalam ayat-ayat ini, Allah bersumpah dengan dua macam tanda-tanda kebesaran-Nya, yaitu dhuha (waktu matahari naik sepenggalah) bersama cahayanya dan malam beserta kegelapan dan kesunyiannya, bahwa Dia tidak meninggalkan Rasul-Nya, Muhammad, dan tidak pula memarahinya, sebagaimana orang-orang mengatakannya atau perasaan Rasulullah sendiri."
        },
        {
          "number": 2,
          "arabic": "وَٱلَّيْلِ إِذَا سَجَىٰ",
          "transliteration": "wa-al-layli idhā sajā",
          "translation": "dan demi malam apabila telah sunyi,",
          "tafsir": "Dalam ayat-ayat ini, Allah bersumpah dengan dua macam tanda-tanda kebesaran-Nya, yaitu dhuha (waktu matahari naik sepenggalah) bersama cahayanya dan malam beserta kegelapan dan kesunyiannya, bahwa Dia tidak meninggalkan Rasul-Nya, Muhammad, dan tidak pula memarahinya, sebagaimana orang-orang mengatakannya atau perasaan Rasulullah sendiri."
        },
        {
          "number": 3,
          "arabic": "مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَىٰ",
          "transliteration": "mā waddaʿaka rabbuka wamā qalā",
          "translation": "Tuhanmu tidak meninggalkan engkau (Muhammad) dan tidak (pula) membencimu,<sup foot_note=135861>1</sup>",
          "tafsir": "Dalam ayat-ayat ini, Allah bersumpah dengan dua macam tanda-tanda kebesaran-Nya, yaitu dhuha (waktu matahari naik sepenggalah) bersama cahayanya dan malam beserta kegelapan dan kesunyiannya, bahwa Dia tidak meninggalkan Rasul-Nya, Muhammad, dan tidak pula memarahinya, sebagaimana orang-orang mengatakannya atau perasaan Rasulullah sendiri."
        },
        {
          "number": 4,
          "arabic": "وَلَلْـَٔاخِرَةُ خَيْرٌ لَّكَ مِنَ ٱلْأُولَىٰ",
          "transliteration": "walalākhiratu khayrun laka mina l-ūlā",
          "translation": "dan sungguh, yang kemudian itu lebih baik bagimu daripada yang permulaan.<sup foot_note=135862>1</sup>",
          "tafsir": "Dalam ayat ini, Allah mengungkapkan sesuatu yang melapangkan dada Nabi saw dan menenteramkan jiwanya, bahwa keadaan Nabi dalam kehidupannya di hari-hari mendatang akan lebih baik dibandingkan dengan hari-hari yang telah lalu. Kebesarannya akan bertambah dan namanya akan lebih dikenal. Allah akan selalu membimbingnya untuk mencapai kemuliaan dan untuk menuju kepada kebesaran. Seakan-akan Allah mengatakan kepada Rasul-Nya, \"Apakah engkau kira bahwa Aku akan meninggalkanmu? Bahkan kedudukanmu di sisi-Ku sekarang lebih kukuh dan lebih dekat dari masa yang sudah-sudah.\" Janji Allah kepada Nabi Muhammad terus terbukti karena sejak itu nama Nabi saw semakin terkenal, kedudukannya semakin bertambah kuat, sehingga mencapai tingkat yang tidak pernah dicapai oleh para rasul sebelumnya. Allah telah menjadikan Nabi Muhammad sebagai rahmat, petunjuk, dan cahaya untuk seluruh alam dan seluruh hamba-Nya. Allah menjadikan cinta kepada Nabi Muhammad termasuk cinta kepada-Nya juga; mengikuti Nabi dan mematuhinya adalah jalan untuk memperoleh nikmat-nikmat-Nya, serta menjadikan umat Nabi sebagai saksi-saksi untuk manusia seluruhnya. Nabi saw sendiri telah menyiarkan agama Allah sesuai dengan kehendak-Nya sehingga sampai ke pelosok-pelosok dunia. Ini adalah suatu kebesaran yang tiada bandingnya, suatu keunggulan yang tiada taranya, dan suatu kemuliaan yang tidak ada yang dapat mengimbanginya. Semua itu adalah anugerah Allah yang diberikan kepada orang yang dikehendaki-Nya."
        },
        {
          "number": 5,
          "arabic": "وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَىٰٓ",
          "transliteration": "walasawfa yuʿ'ṭīka rabbuka fatarḍā",
          "translation": "Dan sungguh, kelak Tuhanmu pasti memberikan karunia-Nya kepadamu, sehingga engkau menjadi puas.",
          "tafsir": "Dalam ayat ini, Allah menyampaikan berita gembira kepada Nabi Muhammad, bahwa Dia akan terus-menerus melimpahkan anugerah-Nya kepada beliau, sehingga beliau menjadi senang dan bahagia. Di antara pemberian-Nya itu ialah turunnya wahyu terus-menerus setelah itu sebagai petunjuk bagi Nabi saw dan umatnya untuk mendapat kebahagiaan hidup di dunia dan hari akhirat. Dia akan memenangkan agama yang dibawa Nabi Muhammad atas seluruh agama lainnya dan Dia akan mengangkat kedudukannya di atas kedudukan manusia seluruhnya."
        },
        {
          "number": 6,
          "arabic": "أَلَمْ يَجِدْكَ يَتِيمًا فَـَٔاوَىٰ",
          "transliteration": "alam yajid'ka yatīman faāwā",
          "translation": "Bukankah Dia mendapatimu sebagai seorang yatim, lalu Dia melindungi(mu).",
          "tafsir": "Dalam ayat ini, Allah mengingatkan nikmat yang pernah diterima Nabi Muhammad dengan mengatakan, \"Bukankah engkau hai Muhammad seorang anak yatim, tidak mempunyai ayah yang bertanggung jawab atas pendidikanmu, menanggulangi kepentingan serta membimbingmu, tetapi Aku telah menjaga, melindungi, dan membimbingmu serta menjauhkanmu dari dosa-dosa perilaku orang-orang Jahiliah dan keburukan mereka, sehingga engkau memperoleh julukan Manusia sempurna.\" Nabi saw hidup dalam keadaan yatim karena ayahnya meninggal dunia sedangkan ia masih dalam kandungan ibunya. Ketika lahir, Allah memelihara Muhammad saw dengan cara menjadikan kakeknya, Abdul Muththalib, mengasihi dan menyayanginya. Nabi Muhammad berada dalam asuhan dan bimbingannya sampai Abdul Muththalib wafat, sedang umur Nabi ketika itu delapan tahun. Dengan meninggalnya Abdul Muththalib, Nabi Muhammad menjadi tanggungan paman beliau, Abu thalib, berdasarkan wasiat dari Abdul Muththalib. Abu thalib telah mengerahkan semua perhatiannya untuk mengasuh Nabi saw, sehingga beliau meningkat dewasa dan diangkat menjadi rasul. Setelah Muhammad diangkat menjadi rasul, orang-orang Quraisy memusuhi dan menyakitinya, tetapi Abu thalib terus membelanya dari semua ancaman orang musyrik hingga Abu thalib wafat. Dengan wafatnya Abu thalib, bangsa Quraisy mendapat peluang untuk menyakiti Nabi dengan perantaraan orang-orang jahat di kalangan mereka yang menyebabkan beliau terpaksa hijrah. Betapa hebatnya penggemblengan Allah dan asuhan-Nya terhadap Nabi Muhammad. Biasanya keyatiman seorang anak menjadi sebab kehancuran akhlaknya karena tidak ada pengasuh dan pembimbing yang bertanggung jawab. Apalagi suasana dan sikap penduduk Mekah lebih dari cukup untuk menyesatkan Nabi saw. akan tetapi, perlindungan Allah yang sangat rapi dapat mencegah beliau menemani mereka. Dengan demikian, jadilah beliau seorang pemuda yang sangat jujur, terpercaya, tidak pernah berdusta, dan tidak pernah berlumur dengan dosa orang-orang Jahiliah."
        },
        {
          "number": 7,
          "arabic": "وَوَجَدَكَ ضَآلًّا فَهَدَىٰ",
          "transliteration": "wawajadaka ḍāllan fahadā",
          "translation": "Dan Dia mendapatimu sebagai seorang yang bingung,<sup foot_note=135863>1</sup> lalu Dia memberikan petunjuk.",
          "tafsir": "Dalam ayat ini, Allah mengungkapkan, bahwa Dia mendapatkan Nabi Muhammad dalam keadaan tidak mengerti tentang syariat dan tidak mengetahui tentang Al-Qur'an. Kemudian Allah memberikan petunjuk kepadanya. Hal yang sangat membingungkan Nabi Muhammad adalah apa yang dilihatnya di kalangan bangsa Arab sendiri tentang kerendahan akidah, kelemahan pertimbangan disebabkan pengaruh dugaan-dugaan yang salah, kejelekan amal perbuatan, dan keadaan mereka yang terpecah-belah dan suka bermusuhan. Mereka menuju kepada kehancuran karena memakai orang-orang asing yang leluasa bertindak di kalangan mereka yang terdiri dari bangsa Persi, Habsyi, dan Romawi. Jalan apakah yang harus ditempuh untuk membetulkan akidah-akidah mereka, membebaskan mereka dari pengaruh adat istiadat yang buruk itu, dan cara bagaimana yang harus dijalankan untuk membangunkan mereka dari tidur yang nyenyak itu? Umat-umat nabi lain pun tidak lebih baik keadaannya daripada umatnya. Tetapi walaupun begitu, Allah tidak membiarkan Nabi Muhammad menjalankan dakwah tanpa bantuan-Nya. Allah bahkan memberikan wahyu yang menjelaskan kepadanya jalan yang harus ditempuh dalam usaha memperbaiki keadaan kaumnya. Allah berfirman: Dan demikianlah Kami wahyukan kepadamu (Muhammad) ruh (Al-Qur'an) dengan perintah Kami. Sebelumnya engkau tidaklah mengetahui apakah Kitab (Al-Qur'an) dan apakah iman itu, tetapi Kami jadikan Al-Qur'an itu cahaya, dengan itu Kami memberi petunjuk siapa yang Kami kehendaki di antara hamba-hamba Kami. (asy-Syura/42: 52)"
        },
        {
          "number": 8,
          "arabic": "وَوَجَدَكَ عَآئِلًا فَأَغْنَىٰ",
          "transliteration": "wawajadaka ʿāilan fa-aghnā",
          "translation": "Dan Dia mendapatimu sebagai seorang yang kekurangan, lalu Dia memberikan kecukupan.",
          "tafsir": "Dalam ayat ini, Allah menyatakan bahwa Nabi Muhammad adalah seorang yang miskin. Ayahnya tidak meninggalkan pusaka baginya kecuali seekor unta betina dan seorang hamba sahaya perempuan. Kemudian Allah memberinya harta benda berupa keuntungan yang amat besar dari memperdagangkan harta Khadijah dan ditambah pula dengan harta yang dihibahkan Khadijah kepadanya dalam perjuangan menegakkan agama Allah. Dari keterangan-keterangan tersebut di atas, sesungguhnya Allah mengatakan kepada Nabi Muhammad bahwa Dialah yang memeliharanya dalam keadaan yatim, menghindarkannya dari kebingungan, dan menjadikannya berkecukupan. Allah tidak akan meninggalkan Nabi Muhammad selama hidupnya."
        },
        {
          "number": 9,
          "arabic": "فَأَمَّا ٱلْيَتِيمَ فَلَا تَقْهَرْ",
          "transliteration": "fa-ammā l-yatīma falā taqhar",
          "translation": "Maka terhadap anak yatim janganlah engkau berlaku sewenang-wenang.",
          "tafsir": "Sesudah menyatakan dalam ayat-ayat terdahulu tentang bermacam-macam nikmat yang diberikan kepada Nabi Muhammad, maka pada ayat ini, Allah meminta kepada Nabi-Nya agar mensyukuri nikmat-nikmat tersebut, serta tidak menghina anak-anak yatim dan memperkosa haknya. Sebaliknya, Nabi Muhammad diminta mendidik mereka dengan adab dan sopan-santun, serta menanamkan akhlak yang mulia dalam jiwa mereka, sehingga mereka menjadi anggota masyarakat yang berguna, tidak menjadi bibit kejahatan yang merusak orang-orang yang bergaul dengannya. Nabi Muhammad bersabda: Aku (kedudukanku) dan orang yang mengasuh anak yatim di surga (sangat dekat), seperti dua ini (dua jari, yaitu telunjuk dan jari tengah).(Riwayat at-Tirmidhi dari Sahl bin Sa'ad) Barang siapa yang telah merasa kepahitan hidup dalam serba kekurangan maka selayaknya ia dapat merasakan kepahitan itu pada orang lain. Allah telah menghindarkan Nabi Muhammad dari kesengsaraan dan kehinaan, maka selayaknya Nabi memuliakan semua anak yatim sebagai tanda mensyukuri nikmat-nikmat yang dilimpahkan Allah kepadanya."
        },
        {
          "number": 10,
          "arabic": "وَأَمَّا ٱلسَّآئِلَ فَلَا تَنْهَرْ",
          "transliteration": "wa-ammā l-sāila falā tanhar",
          "translation": "Dan terhadap orang yang meminta-minta, janganlah engkau menghardik(nya).",
          "tafsir": "Dalam ayat ini, Allah memerintahkan kepada Nabi Muhammad agar orang-orang yang meminta sesuatu kepadanya jangan ditolak dengan kasar dan dibentak, malah sebaliknya diberi sesuatu atau ditolak secara halus. Ada pendapat bahwa yang dimaksud dengan kata as-sa'il adalah orang yang memohon petunjuk, maka hendaknya pemohon ini dilayani dengan lemah lembut sambil memenuhi permohonannya."
        },
        {
          "number": 11,
          "arabic": "وَأَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ",
          "transliteration": "wa-ammā biniʿ'mati rabbika faḥaddith",
          "translation": "Dan terhadap nikmat Tuhanmu, hendaklah engkau nyatakan (dengan bersyukur).",
          "tafsir": "Dalam ayat ini, Allah menegaskan lagi kepada Nabi Muhammad agar memperbanyak pemberiannya kepada orang-orang fakir dan miskin serta mensyukuri, menyebut, dan mengingat nikmat Allah yang telah dilimpahkan kepadanya. Menyebut-nyebut nikmat Allah yang telah dilimpahkan kepada kita bukanlah untuk membangga-banggakan diri, tetapi untuk mensyukuri dan mengharapkan orang lain mensyukuri pula nikmat yang telah diperolehnya. Dalam sebuah hadis, Nabi saw mengatakan: Orang yang tidak berterima kasih kepada manusia tidak mensyukuri Allah. (Riwayat Abu Dawud dan at-Tirmizi dari Abu Hurairah). Kebiasaan orang-orang kikir sering menyembunyikan harta kekayaannya untuk menjadi alasan tidak bersedekah, dan mereka selalu memperdengarkan kekurangan. Sebaliknya, orang-orang dermawan senantiasa menampakkan pemberian dan pengorbanan mereka dari harta kekayaan yang dianugerahkan kepada mereka dengan menyatakan syukur dan terima kasih kepada Allah atas limpahan karunia-Nya itu."
        }
      ]
    },
    {
      "number": 94,
      "name": "Ash-Sharh",
      "nameArabic": "الشرح",
      "meaning": "Kelapangan",
      "revelation": "Makkah",
      "description": "Surat ini terdiri dari 8 ayat, termasuk golongan surat Makkiyyah, dan diturunkan sesudah surat Adh-Dhuha. Nama Asy-Syarh diambil dari kata kerja \"Nasyrah\" yang terdapat pada ayat pertama, yang berarti melapangkan.**Pokok-Pokok Isi:**Penegasan tentang nikmat-nikmat Allah yang diberikan kepada Nabi Muhammad dan pernyataan Allah bahwa setelah kesukaran pasti ada kemudahan, karena itu Nabi diperintahkan agar tetap melakukan amal-amal saleh dan bertawakkal kepada-Nya.Surat Asy-Syarh ini merupakan penghibur hati bagi Nabi Muhammad.**Hubungan Surat Asy-Syarh Dengan Surat At-Tin:**Dalam surat Asy-Syarh, Allah menjelaskan perintah kepada Nabi Muhammad selaku manusia sempurna. Maka dalam surat At-Tin, diterangkan bahwa manusia adalah makhluk yang mempunyai kesanggupan baik lahir maupun batin. Kesanggupannya itu menjadi kenyataan jika mengikuti jejak Nabi Muhammad.",
      "verses": [
        {
          "number": 1,
          "arabic": " أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ",
          "transliteration": "alam nashraḥ laka ṣadraka",
          "translation": "Bukankah kami telah melapangkan dadamu (Muhammad)?",
          "tafsir": "Dalam ayat ini dinyatakan bahwa Allah telah melapangkan dada Nabi Muhammad dan menyelamatkannya dari ketidaktahuan tentang syariat. Nabi juga dirisaukan akibat kebodohan dan keras kepala kaumnya. Mereka tidak mau mengikuti kebenaran, sedang Nabi saw selalu mencari jalan untuk melepaskan mereka dari lembah kebodohan, sehingga ia menemui jalan untuk itu dan menyelamatkan mereka dari kehancuran yang sedang mereka alami. Maksud dari ayat ini adalah Allah telah membersihkan jiwa Nabi saw dari segala macam perasaan cemas, sehingga dia tidak gelisah, susah, dan gusar. Nabi juga dijadikan selalu tenang dan percaya akan pertolongan dan bantuan Allah kepadanya. Nabi juga yakin bahwa Dia yang menugasinya sebagai rasul, sekali-kali tidak akan membantu musuh-musuhnya."
        },
        {
          "number": 2,
          "arabic": "وَوَضَعْنَا عَنكَ وِزْرَكَ",
          "transliteration": "wawaḍaʿnā ʿanka wiz'raka",
          "translation": "dan kami pun telah menurunkan beban darimu,<sup foot_note=135864>1</sup>",
          "tafsir": "Dalam ayat-ayat ini, Allah mengungkapkan bahwa Dia berkenan meringankan beban yang dipikulkan kepada Nabi Muhammad dalam menunaikan penyebaran risalah-Nya. Dengan demikian, dengan mudah Nabi dapat menyampaikannya kepada manusia, dan dengan jiwa yang tenteram menghadapi tantangan musuh-musuhnya walaupun kadang-kadang tantangan itu berbahaya. Setelah Muhammad diangkat menjadi rasul, maka beliau mulai melaksanakan tugas menyampaikan agama Allah kepada orang-orang Quraisy. Karena timbul reaksi yang kuat dari mereka, beliau menyiarkan agama Islam dengan sembunyi-sembunyi. Oleh karena itu, beliau merasakan sangat berat melakukan tugas itu. Dengan masuk Islamnya beberapa orang pembesar Quraisy seperti Umar bin al-Khaththab, Hamzah, dan lain-lain, Rasulullah merasa ringan melaksanakan tugasnya. Hal ini ditambah lagi dengan datangnya perintah Allah untuk menyiarkan agama Islam dengan terang-terangan dan adanya jaminan Allah untuk menolong beliau, sebagaimana firman-Nya: Maka sampaikanlah (Muhammad) secara terang-terangan segala apa yang diperintahkan (kepadamu) dan berpalinglah dari orang yang musyrik. Sesungguhnya Kami memelihara engkau (Muhammad) dari (kejahatan) orang yang memperolok-olokkan (engkau), (yaitu) orang yang menganggap adanya tuhan selain Allah. Mereka kelak akan mengetahui (akibatnya). (al-hijr/15: 94-96)"
        },
        {
          "number": 3,
          "arabic": "ٱلَّذِىٓ أَنقَضَ ظَهْرَكَ",
          "transliteration": "alladhī anqaḍa ẓahraka",
          "translation": "yang memberatkan punggungmu,",
          "tafsir": "Dalam ayat-ayat ini, Allah mengungkapkan bahwa Dia berkenan meringankan beban yang dipikulkan kepada Nabi Muhammad dalam menunaikan penyebaran risalah-Nya. Dengan demikian, dengan mudah Nabi dapat menyampaikannya kepada manusia, dan dengan jiwa yang tenteram menghadapi tantangan musuh-musuhnya walaupun kadang-kadang tantangan itu berbahaya. Setelah Muhammad diangkat menjadi rasul, maka beliau mulai melaksanakan tugas menyampaikan agama Allah kepada orang-orang Quraisy. Karena timbul reaksi yang kuat dari mereka, beliau menyiarkan agama Islam dengan sembunyi-sembunyi. Oleh karena itu, beliau merasakan sangat berat melakukan tugas itu. Dengan masuk Islamnya beberapa orang pembesar Quraisy seperti Umar bin al-Khaththab, Hamzah, dan lain-lain, Rasulullah merasa ringan melaksanakan tugasnya. Hal ini ditambah lagi dengan datangnya perintah Allah untuk menyiarkan agama Islam dengan terang-terangan dan adanya jaminan Allah untuk menolong beliau, sebagaimana firman-Nya: Maka sampaikanlah (Muhammad) secara terang-terangan segala apa yang diperintahkan (kepadamu) dan berpalinglah dari orang yang musyrik. Sesungguhnya Kami memelihara engkau (Muhammad) dari (kejahatan) orang yang memperolok-olokkan (engkau), (yaitu) orang yang menganggap adanya tuhan selain Allah. Mereka kelak akan mengetahui (akibatnya). (al-hijr/15: 94-96)"
        },
        {
          "number": 4,
          "arabic": "وَرَفَعْنَا لَكَ ذِكْرَكَ",
          "transliteration": "warafaʿnā laka dhik'raka",
          "translation": "dan kami tinggikan sebutan (nama)mu<sup foot_note=135865>1</sup> bagimu.",
          "tafsir": "Dalam ayat ini diterangkan bahwa Allah mengangkat derajat Nabi Muhammad, meninggikan kedudukan dan memperbesar pengaruhnya. Apakah ada kedudukan yang lebih mulia dari kedudukan nubuwwah (kenabian) yang telah dianugerahkan Allah kepadanya? Apakah ada yang lebih utama dari tersebarnya ke seluruh dunia pengikut-pengikut yang setia yang patuh menjalankan segala perintah dan menjauhi segala larangannya. Mereka melakukan yang demikian itu karena yakin bahwa dalam menjalankan perintah-perintahnya itu terdapat keuntungan yang besar, sedang mendurhakainya adalah kerugian besar. Apakah ada sebutan yang lebih mulia dan dapat membanggakan hati daripada menyebut namanya bersama nama Allah Yang Maha Pengasih, sebagai tanda kesempurnaan insani? Sebutan mana lagi yang lebih mulia daripada sebutan yang dijadikan tanda pengakuan kerasulannya dan pengakuan tersebut dijadikan syarat seseorang menjadi penghuni surga. Selain dari itu, Nabi saw telah membebaskan umat manusia dari perbudakan, kebodohan, dan kerusakan pikiran, serta membawa manusia kembali kepada fitrah yang menjamin kebebasan berpikir dan berkehendak. Dengan demikian, manusia dapat menemukan yang hak dan mengetahui siapakah sebenarnya yang harus disembah. Mereka kemudian bersatu dalam keimanan dan beribadah kepada Allah Yang Maha Esa, sesudah mereka berbeda-beda dalam penyembuhan mereka. Beliaulah yang menyingkirkan awan-awan kegelapan dari mereka, serta menerangi jalan yang harus ditempuh untuk menuju kepada kejayaan dan kebahagiaan."
        },
        {
          "number": 5,
          "arabic": "فَإِنَّ مَعَ ٱلْعُسْرِ يُسْرًا",
          "transliteration": "fa-inna maʿa l-ʿus'ri yus'ran",
          "translation": "Maka sesungguhnya bersama kesulitan ada kemudahan,",
          "tafsir": "Dalam ayat ini, Allah mengungkapkan bahwa sesungguhnya di dalam setiap kesempitan, terdapat kelapangan, dan di dalam setiap kekurangan sarana untuk mencapai suatu keinginan, terdapat pula jalan keluar. Namun demikian, dalam usaha untuk meraih sesuatu itu harus tetap berpegang pada kesabaran dan tawakal kepada Allah. Ini adalah sifat Nabi saw, baik sebelum beliau diangkat menjadi rasul maupun sesudahnya, ketika beliau terdesak menghadapi tantangan kaumnya. Walaupun demikian, beliau tidak pernah gelisah dan tidak pula mengubah tujuan, tetapi beliau bersabar menghadapi kejahatan kaumnya dan terus menjalankan dakwah sambil berserah diri dengan tawakal kepada Allah dan mengharap pahala daripada-Nya. Begitulah keadaan Nabi saw sejak permulaan dakwahnya. Pada akhirnya, Allah memberikan kepadanya pendukung-pendukung yang mencintai beliau sepenuh hati dan bertekad untuk menjaga diri pribadi beliau dan agama yang dibawanya. Mereka yakin bahwa hidup mereka tidak akan sempurna kecuali dengan menghancurleburkan segala sendi kemusyrikan dan kekufuran. Lalu mereka bersedia menebus pahala dan nikmat yang disediakan di sisi Allah bagi orang-orang yang berjihad pada jalan-Nya dengan jiwa, harta, dan semua yang mereka miliki. Dengan demikian, mereka sanggup menghancurkan kubu-kubu pertahanan raja-raja Persi dan Romawi. Ayat tersebut seakan-akan menyatakan bahwa bila keadaan telah terlalu gawat, maka dengan sendirinya kita ingin keluar dengan selamat dari kesusahan tersebut dengan melalui segala jalan yang dapat ditempuh, sambil bertawakal kepada Allah. Dengan demikian, kemenangan bisa tercapai walau bagaimanapun hebatnya rintangan dan cobaan yang dihadapi. Dengan ini pula, Allah memberitahukan kepada Nabi Muhammad bahwa keadaannya akan berubah dari miskin menjadi kaya, dari tidak mempunyai teman sampai mempunyai saudara yang banyak dan dari kebencian kaumnya kepada kecintaan yang tidak ada taranya."
        },
        {
          "number": 6,
          "arabic": "إِنَّ مَعَ ٱلْعُسْرِ يُسْرًا",
          "transliteration": "inna maʿa l-ʿus'ri yus'ran",
          "translation": "sesungguhnya bersama kesulitan ada kemudahan.",
          "tafsir": "Ayat ini adalah ulangan ayat sebelumnya untuk menguatkan arti yang terkandung dalam ayat yang terdahulu. Bila kesulitan itu dihadapi dengan tekad yang sungguh-sungguh dan berusaha dengan sekuat tenaga dan pikiran untuk melepaskan diri darinya, tekun dan sabar serta tidak mengeluh atas kelambatan datangnya kemudahan, pasti kemudahan itu akan tiba."
        },
        {
          "number": 7,
          "arabic": "فَإِذَا فَرَغْتَ فَٱنصَبْ",
          "transliteration": "fa-idhā faraghta fa-inṣab",
          "translation": "Maka apabila engkau telah selesai (dari suatu urusan), tetaplah bekerja keras (untuk urusan yang lain),<sup foot_note=135866>1</sup>",
          "tafsir": "Sesudah menyatakan nikmat-nikmat-Nya kepada Nabi Muhammad dan janji-Nya akan menyelamatkan beliau dari bahaya-bahaya yang menimpa, Allah memerintahkan kepadanya agar menyukuri nikmat-nikmat tersebut dengan tekun beramal saleh sambil bertawakal kepada-Nya. Bila telah selesai mengerjakan suatu amal perbuatan, maka hendaklah beliau mengerjakan amal perbuatan lainnya. Sebab, dalam keadaan terus beramal, beliau akan menemui ketenangan jiwa dan kelapangan hati. Ayat ini menganjurkan agar Nabi saw tetap rajin dan terus-menerus tekun beramal."
        },
        {
          "number": 8,
          "arabic": "وَإِلَىٰ رَبِّكَ فَٱرْغَب",
          "transliteration": "wa-ilā rabbika fa-ir'ghab",
          "translation": "dan hanya kepada Tuhanmulah engkau berharap.",
          "tafsir": "Dalam ayat ini, Allah menegaskan agar Nabi Muhammad tidak mengharapkan pahala dari hasil amal perbuatannya, akan tetapi hanya menuntut keridaan Allah semata. Karena Dia-lah sebenarnya yang dituju dalam amal ibadah dan pada-Nyalah tempat merendahkan diri."
        }
      ]
    }
  ]
}