{
  "pageNumber": 60,
  "juz": 3,
  "surahs": [
    {
      "number": 3,
      "name": "Ali 'Imran",
      "nameArabic": "آل عمران",
      "meaning": "Keluarga Imran",
      "revelation": "Madinah",
      "description": "Surat Ali 'Imraan terdiri dari 200 ayat dan termasuk surat Madaniyyah. Dinamakan Ali 'Imran karena memuat kisah keluarga 'Imran, yang juga menyebutkan kisah kelahiran Nabi 'Isa a.s., persamaan kejadiannya dengan Nabi Adam a.s., kenabian dan beberapa mukjizatnya, serta kelahiran Maryam putri 'Imran, ibu Nabi 'Isa a.s.Surat Al Baqarah dan Ali 'Imraan dinamakan \"Az Zahrawaani\" (dua yang cemerlang), karena menyingkapkan hal-hal yang disembunyikan oleh para Ahli Kitab, seperti kejadian dan kelahiran Nabi 'Isa a.s., kedatangan Nabi Muhammad s.a.w., dan sebagainya.Pokok-Pokok Isi:1. Keimanan:Dalil-dalil dan alasan-alasan yang membantah orang Nasrani yang mempertuhankan Nabi 'Isa a.s.; ketauhidan adalah dasar yang dibawa oleh seluruh nabi.2. Hukum-hukum:Musyawarah; bermubahalah; larangan melakukan riba.3. Kisah-kisah:Kisah keluarga 'Imran; perang Badar dan Uhud dan pelajaran yang dapat diambil darinya,4. Lain-lain:Golongan-golongan manusia dalam memahami ayat-ayat mutasyaabihaat; sifat- sifat Allah; sifat orang-orang yang bertakwa; Islam satu-satunya agama yang diridhai Allah; kemudharatan mengambil orang-orang kafir sebagai teman kepercayaan; pengambilan perjanjian para Nabi oleh Allah; perumpamaan-perumpamaan; peringatan-peringatan terhadap Ahli Kitab; Ka'bah adalah rumah peribadatan yang tertua dan bukti-buktinya; faedah mengingat Allah dan merenungkan ciptaan-Nya.Surat Ali 'Imraan berisi dalil-dalil dan alasan-alasan untuk membantah kaum Nasrani yang mempertuhankan Nabi 'Isa a.s., menerangkan perang Badar dan Uhud; agar kemenangan di perang Badar dan kekalahan di perang Uhud yang dialami kaum muslimin itu dapat dijadikan pelajaran.Hubungan Surat Ali 'imraan Dengan Surat An Nisaa':1. Surat Ali 'Imraan disudahi dengan perintah bertakwa, sesuai dengan permulaan surat An Nisaa',2. Dalam surat Ali 'Imraan disebutkan perang Badar dan Uhud dengan sempurna, keterangan sebagiannya diulangi dalam surat An Nisaa'.3. Dalam surat Ali 'Imraan dikisahkan perang Hamraa-ul Asad yang terjadi setelah perang Uhud, dan perang ini disinggung pula dalam surat An Nisaa'.4. Dalam surat Ali 'Imraan disebutkan bahwa banyak kaum Muslimin yang gugur sebagai syuhada yang berarti mereka meninggalkan anak-anak dan istri-istri mereka, maka dalam bagian permulaan surat An Nisaa' disebutkan perintah memelihara anak yatim dan pembagian harta pusaka.",
      "verses": [
        {
          "number": 78,
          "arabic": "وَإِنَّ مِنْهُمْ لَفَرِيقًا يَلْوُۥنَ أَلْسِنَتَهُم بِٱلْكِتَـٰبِ لِتَحْسَبُوهُ مِنَ ٱلْكِتَـٰبِ وَمَا هُوَ مِنَ ٱلْكِتَـٰبِ وَيَقُولُونَ هُوَ مِنْ عِندِ ٱللَّهِ وَمَا هُوَ مِنْ عِندِ ٱللَّهِ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلْكَذِبَ وَهُمْ يَعْلَمُونَ",
          "transliteration": "wa-inna min'hum lafarīqan yalwūna alsinatahum bil-kitābi litaḥsabūhu mina l-kitābi wamā huwa mina l-kitābi wayaqūlūna huwa min ʿindi l-lahi wamā huwa min ʿindi l-lahi wayaqūlūna ʿalā l-lahi l-kadhiba wahum yaʿlamūna",
          "translation": "Dan sungguh, di antara mereka niscaya ada segolongan yang memutarbalikkan lidahnya hanya membaca Kitab, agar kamu menyangka (yang mereka baca) itu sebagian dari Kitab, padahal itu bukan dari Kitab dan mereka berkata, \"Itu dari Allah,\" padahal itu bukan dari Allah. Mereka mengatakan hal yang dusta terhadap Allah, padahal mereka mengetahui.",
          "tafsir": "Ayat ini menerangkan keadaan sekelompok Ahli Kitab yang lain, yaitu segolongan dari pendeta-pendeta mereka yang mengubah ayat-ayat Kitab (Taurat) dengan menambah lafaz-lafaznya atau menukar letak dan menghapus sebagian dari lafaz-lafaz itu, sehingga berubahlah pengertiannya yang asli. Mereka baca ayat-ayat yang telah diubah-ubahnya itu sebagai pembacaan ayat al-Kitab, agar pendengarnya mengira bahwa yang dibaca itu benar-benar ayat al-Kitab, padahal yang dibaca itu sebenarnya bukan datang dari Allah, tetapi buatan mereka sendiri. Mereka mengetahui bahwa perbuatan yang mereka lakukan itu adalah perbuatan yang salah, tetapi tetap juga mereka lakukan. Yang demikian itu disebabkan karena sifat ketakwaan mereka kepada Allah telah lenyap, dan mereka percaya bahwa Allah akan mengampuni apa saja dosa yang mereka kerjakan karena mereka orang yang beragama. Perbuatan orang Yahudi yang sangat keji itu, menjadi pelajaran bagi umat Islam agar jangan sampai ada di antara umat Islam yang berkelakuan demikian, jangan sampai ada yang beritikad bahwa orang Islam itu pasti mendapat ampunan dari Allah betapa pun besarnya dosa yang mereka lakukan. Jangan pula ada di antara orang yang mengaku beragama Islam tetapi perbuatannya perbuatan orang kafir dan munafik, tidak mau mengerjakan ajaran Al-Qur'an dan sunah Rasul, dan tidak pula berkeyakinan sesuai dengan kepercayaan Muslimin."
        },
        {
          "number": 79,
          "arabic": "مَا كَانَ لِبَشَرٍ أَن يُؤْتِيَهُ ٱللَّهُ ٱلْكِتَـٰبَ وَٱلْحُكْمَ وَٱلنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُوا۟ عِبَادًا لِّى مِن دُونِ ٱللَّهِ وَلَـٰكِن كُونُوا۟ رَبَّـٰنِيِّـۧنَ بِمَا كُنتُمْ تُعَلِّمُونَ ٱلْكِتَـٰبَ وَبِمَا كُنتُمْ تَدْرُسُونَ",
          "transliteration": "mā kāna libasharin an yu'tiyahu l-lahu l-kitāba wal-ḥuk'ma wal-nubuwata thumma yaqūla lilnnāsi kūnū ʿibādan lī min dūni l-lahi walākin kūnū rabbāniyyīna bimā kuntum tuʿallimūna l-kitāba wabimā kuntum tadrusūna",
          "translation": "Tidak mungkin bagi seseorang yang telah diberi kitab oleh Allah, serta hikmah dan kenabian, kemudian dia berkata kepada manusia, \"Jadilah kamu penyembahku, bukan penyembah Allah,\" tetapi (dia berkata), \"Jadilah kamu pengabdi-pengabdi Allah, karena kamu mengajarkan kitab dan karena kamu mempelajarinya!\"",
          "tafsir": "Tidak mungkin terjadi dan tidak pantas bagi seorang manusia yang diberi kitab oleh Allah dan diberi pelajaran tentang pengetahuan agama, serta diangkat menjadi nabi, kemudian dia mengajak manusia untuk menyembah dirinya sendiri bukan menyembah Allah. Orang yang diberi keutamaan-keutamaan seperti itu tentunya akan mengajak manusia mempelajari sifat-sifat Allah serta mempelajari hukum-hukum agama, dan memberikan contoh yang baik dalam hal menaati Allah dan beribadah kepada-Nya, serta mengajarkan Kitab kepada sekalian manusia. Nabi sebagai seorang manusia yang telah diberi keutamaan yang telah disebutkan, tentu tidak mungkin dan tidak pantas menyuruh orang lain menyembah dirinya, sebab dia adalah makhluk Allah. Maka penciptanya yaitu Allah yang harus disembah. Ditegaskan kepadanya adalah menyuruh manusia agar bertakwa kepada Allah, mengajarkan Al-Kitab dan melaksanakannya, hal itu telah ditegaskan oleh firman Allah: Katakanlah, \"Hanya Allah yang aku sembah dengan penuh ketaatan kepada-Nya dalam (menjalankan) agamaku.\" (az-Zumar/39: 14) Barang siapa menyuruh manusia menyembah dirinya, berarti ia mengakui bahwa Allah mempunyai sekutu yaitu dirinya sendiri. Barang siapa mempersekutukan Allah dengan lain-Nya, berarti ia telah menghilangkan kemurnian ibadah kepada Allah semata. Dengan hilangnya kemurnian ibadah berarti hilang pulalah arti ibadah. Ingatlah! Hanya milik Allah agama yang murni (dari syirik). Dan orang-orang yang mengambil pelindung selain Dia (berkata), \"Kami tidak menyembah mereka melainkan (berharap) agar mereka mendekatkan kami kepada Allah dengan sedekat-dekatnya.\" Sungguh, Allah akan memberi putusan di antara mereka tentang apa yang mereka perselisihkan¦ (az-Zumar/39: 3) Begitu juga firman Allah yang menceritakan seruan Nabi Hud kepada kaumnya: Agar kamu tidak menyembah selain Allah. Aku benar-benar khawatir kamu akan ditimpa azab (pada) hari yang sangat pedih.\" (Hud/11: 26) Semua nabi menyuruh manusia agar menyembah Allah: Dan kepada kaum samud (Kami utus) saudara mereka, Saleh. Dia berkata, \"Wahai kaumku! Sembahlah Allah, tidak ada tuhan bagimu selain Dia.¦. (Hud/11: 61)"
        },
        {
          "number": 80,
          "arabic": "وَلَا يَأْمُرَكُمْ أَن تَتَّخِذُوا۟ ٱلْمَلَـٰٓئِكَةَ وَٱلنَّبِيِّـۧنَ أَرْبَابًا ۗ أَيَأْمُرُكُم بِٱلْكُفْرِ بَعْدَ إِذْ أَنتُم مُّسْلِمُونَ",
          "transliteration": "walā yamurakum an tattakhidhū l-malāikata wal-nabiyīna arbāban ayamurukum bil-kuf'ri baʿda idh antum mus'limūna",
          "translation": "dan tidak (mungkin pula baginya) menyuruh kamu menjadikan para malaikat dan para nabi sebagai Tuhan. Apakah (patut) dia menyuruh kamu menjadi kafir setelah kamu menjadi muslim?",
          "tafsir": ". Tidak pantas bagi seorang manusia yang telah diberi wahyu oleh Allah, kemudian memerintahkan kepada manusia untuk menjadikan malaikat dan para nabi sebagai Tuhan. Hal itu seluruhnya tidak pernah dilakukan oleh para Nabi termasuk Nabi Muhammad saw. Yang pernah terjadi ialah orang-orang Arab menyembah malaikat. Orang Yahudi menyembah Uzair dan orang-orang Nasrani menyembah Al-Masih, yang dianggap sebagai putra Tuhan. Semua tindakan ini bertentangan dengan ajaran-ajaran yang dibawa oleh para nabi karena nabi-nabi itu semuanya menyuruh manusia untuk menyembah Allah Yang Maha Esa."
        },
        {
          "number": 81,
          "arabic": "وَإِذْ أَخَذَ ٱللَّهُ مِيثَـٰقَ ٱلنَّبِيِّـۧنَ لَمَآ ءَاتَيْتُكُم مِّن كِتَـٰبٍ وَحِكْمَةٍ ثُمَّ جَآءَكُمْ رَسُولٌ مُّصَدِّقٌ لِّمَا مَعَكُمْ لَتُؤْمِنُنَّ بِهِۦ وَلَتَنصُرُنَّهُۥ ۚ قَالَ ءَأَقْرَرْتُمْ وَأَخَذْتُمْ عَلَىٰ ذَٰلِكُمْ إِصْرِى ۖ قَالُوٓا۟ أَقْرَرْنَا ۚ قَالَ فَٱشْهَدُوا۟ وَأَنَا۠ مَعَكُم مِّنَ ٱلشَّـٰهِدِينَ",
          "transliteration": "wa-idh akhadha l-lahu mīthāqa l-nabiyīna lamā ātaytukum min kitābin waḥik'matin thumma jāakum rasūlun muṣaddiqun limā maʿakum latu'minunna bihi walatanṣurunnahu qāla a-aqrartum wa-akhadhtum ʿalā dhālikum iṣ'rī qālū aqrarnā qāla fa-ish'hadū wa-anā maʿakum mina l-shāhidīna",
          "translation": "Dan (ingatlah), ketika Allah mengambil perjanjian dari para nabi, \"Manakala Aku memberikan kitab dan hikmah kepadamu lalu datang kepada kamu seorang Rasul yang membenarkan apa yang ada pada kamu, niscaya kamu akan sungguh-sungguh beriman kepadanya dan menolongnya.\"<sup foot_note=135081>1</sup> Allah berfirman, \"Apakah kamu setuju dan menerima perjanjian dengan-Ku atas yang demikian itu?\" Mereka menjawab, \"Kami setuju.\" Allah berfirman, \"Kalau begitu bersaksilah kamu (para nabi) dan Aku menjadi saksi bersama kamu.\"",
          "tafsir": "Allah telah mengambil perjanjian dari para nabi bilamana datang seorang rasul yang membenarkan kitab yang ada pada mereka, mereka akan beriman kepada rasul dan akan menolongnya, mereka akan mempercayainya, meskipun mereka sendiri telah diberi Kitab dan diberi pula hikmah, mereka tetap akan mempercayai dan mendukungnya. Hal itu disebabkan karena maksud dari diutusnya nabi-nabi dan rasul-rasul itu adalah satu, yaitu menyampaikan ajaran Allah. Oleh karena itu para rasul itu harus saling menolong. Di samping itu, apabila syariat yang datang kemudian membawa ketentuan-ketentuan yang mengubah atau menghapuskan ketentuan-ketentuan dari syariat yang lalu, tentu harus diterima, karena ajaran yang berhubungan dengan pokok-pokok agama yang berhubungan dengan keimanan dan ketuhanan yang dibawa para nabi itu adalah sama. Tetapi yang berhubungan dengan syariat (hukum) seperti hukum pidana dan hukum perdata pada masing-masing agama dapat berbeda-beda, disesuaikan dengan keadaan waktu dan tempat. Yang dimaksud dengan \"Nabi Muhammad saw membenarkan rasul-rasul terdahulu dan kitab-kitab yang dibawanya\", ialah membenarkan bahwa Allah telah mengutus rasul-rasul itu dan menurunkan kitab-kitab kepada mereka, dan bukanlah berarti bahwa Muhammad saw membenarkan seluruh isi kitab-kitab itu sebagai yang terdapat sekarang. Di dalam ayat ini terdapat isyarat yang kuat bahwa tidak semestinya agama itu menjadi sumber permusuhan dan kebencian, seperti yang telah dilakukan oleh Ahli Kitab yang memusuhi Muhammad, sehingga mereka sukar diajak kembali kepada prinsip yang sama, bahkan mereka merintangi, menentang dan mengingkari ajakannya. Dengan ringkas dapat dikatakan bahwa andaikata Ahli Kitab itu mau memahami dan memikirkan segi persamaan prinsip yang dibawa oleh para nabi, tentulah mereka dapat menerima dan mengikuti ajaran yang dibawa oleh Nabi Muhammad serta membenarkan syariat-Nya, sesuai dengan janji yang telah diikrarkan oleh Nabi Musa dan Nabi Isa, yaitu bahwa setiap datang seorang nabi sesudah mereka, yang membenarkan kitab yang ada pada mereka, mereka akan mempercayainya. Jika orang Yahudi dan Nasrani percaya kepada Nabi Musa dan Nabi Isa, tentu mereka percaya pula pada apa yang telah dipercayai oleh kedua nabi itu. Selanjutnya diterangkan bahwa janji nabi-nabi yang telah disepakati bersama itu telah disaksikan oleh masing-masing pihak, dan Allah menjadi saksi pula atas ikrar mereka itu."
        },
        {
          "number": 82,
          "arabic": "فَمَن تَوَلَّىٰ بَعْدَ ذَٰلِكَ فَأُو۟لَـٰٓئِكَ هُمُ ٱلْفَـٰسِقُونَ",
          "transliteration": "faman tawallā baʿda dhālika fa-ulāika humu l-fāsiqūna",
          "translation": "Maka barang siapa berpaling setelah itu, mereka itulah orang yang fasik.",
          "tafsir": "Barangsiapa yang berpaling dari perjanjian yang telah diikrarkan itu, mereka orang-orang yang fasik. Yang dimaksud dengan orang-orang yang berpaling ialah orang Yahudi yang berada di masa Rasulullah. Mereka ini tidak mempercayai kenabian Muhammad saw yang berarti mereka tidak mempercayai perjanjian yang telah diikrarkan oleh Nabi Musa dan Nabi Isa. Mereka mengetahui perjanjian yang telah diikrarkan oleh Nabi Musa dan Nabi Isa, dan mengetahui isinya, akan tetapi mereka tidak melaksanakannya. Karena itulah mereka dinamakan orang-orang fasik."
        },
        {
          "number": 83,
          "arabic": "أَفَغَيْرَ دِينِ ٱللَّهِ يَبْغُونَ وَلَهُۥٓ أَسْلَمَ مَن فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ طَوْعًا وَكَرْهًا وَإِلَيْهِ يُرْجَعُونَ",
          "transliteration": "afaghayra dīni l-lahi yabghūna walahu aslama man fī l-samāwāti wal-arḍi ṭawʿan wakarhan wa-ilayhi yur'jaʿūna",
          "translation": "Maka mengapa mereka mencari agama yang lain selain agama Allah, padahal apa yang di langit dan di bumi berserah diri kepada-Nya (baik) dengan suka maupun terpaksa, dan hanya kepada-Nya mereka dikembalikan?",
          "tafsir": "Allah tidak membenarkan sikap Ahli Kitab, bahkan mencelanya karena mereka itu menyeleweng dari kebenaran, setelah kebenaran itu tampak jelas bagi mereka dan mereka tidak mau memeluk agama Islam yang datang dari Allah. Allah swt menegur mereka mengapa mereka berbuat demikian, padahal semua langit dan bumi tunduk kepada Allah secara sukarela dan takluk kepada ketentuan-Nya. Secara ringkas dapat diterangkan bahwa orang Yahudi itu tidak percaya kepada agama yang dibawa Nabi Muhammad saw, padahal nabi-nabi mereka mempercayai Nabi Muhammad saw, yang akan datang kemudian. Dengan tidak percaya kepada Nabi Muhammad berarti mereka tidak percaya kepada nabi-nabi mereka sendiri; dan berarti mereka mencari agama selain Islam. Sikap mereka itu dicela oleh Allah karena apa saja yang ada di langit dan di bumi ini semuanya tunduk dan patuh kepada Allah mengapa mereka tidak berbuat demikian? Kemudian Allah menjelaskan bahwa kepada Allah kembali semua makhluk, baik orang Yahudi, orang Nasrani, maupun umat-umat selain mereka. Pada saat itulah mereka akan diberi balasan, sesuai dengan perbuatan mereka di dunia. Di dalam ayat ini terdapat ancaman keras bagi orang-orang Ahli Kitab baik orang Yahudi maupun orang Nasrani, karena mereka telah menyeleweng dari kebenaran, serta tidak mau mengakui kenabian Muhammad saw."
        }
      ]
    }
  ]
}