{
  "pageNumber": 120,
  "juz": 6,
  "surahs": [
    {
      "number": 5,
      "name": "Al-Ma'idah",
      "nameArabic": "المائدة",
      "meaning": "Hidangan",
      "revelation": "Madinah",
      "description": "Surat Al-Ma-idah terdiri dari 120 ayat dan termasuk surat Madaniyyah. Hanya saja ada ayat-ayat yang diturunkan di Mekah, pada waktu haji wadaa', setelah Nabi Muhammad s.a.w. hijrah ke Madinah.Surat ini dinamakan \"Al-Ma-idah\" (hidangan) karena memuat kisah pengikut-pengikut setia Nabi 'Isa a.s. yang meminta kepada Nabi 'Isa agar Allah berkenan menurunkan Al-Ma-idah (hidangan makanan) dari langit (ayat 112) untuk mereka. Juga dinamakan dengan \"Al-Uqud\" (perjanjian), karena kata ini terdapat pada ayat pertama surat ini, Allah menyuruh agar hamba memenuhi janji prasetia terhadap Allah dan perjanjian-perjanjian terhadap sesama.Dinamakan juga \"Al-Munqidz\" (yang menyelamatkan), karena akhir surat ini mengandung kisah tentang Nabi 'Isa a.s. yang menjadi penyelamat bagi pengikut-pengikut setianya dari azab Allah.Pokok-Pokok Isi:1. Keimanan:Bantahan terhadap orang-orang yang mempertuhankan Nabi 'Isa a.s.2. Hukum-hukum:Kewajiban memenuhi janji; hukum melanggar syi'ar Allah; makanan yang dihalalkan dan yang diharamkan; hukum menikahi perempuan ahli kitab; wudhu; tayammum; mandi; hukum membunuh orang; hukum mengacau dan mengganggu keamanan; hukum qishash; hukum melanggar sumpah dan kafaaratnya; hukum khamar, berjudi, berkurban untuk berhala, dan mengundi nasib; hukum membunuh binatang waktu ihram; hukum persaksian dalam berwasiat.3. Kisah-kisah:Kisah Nabi Musa a.s. menyuruh kaumnya memasuki Palestina; kisah Habil dan Qabil; dan kisah-kisah tentang Nabi 'Isa a.s.4. Lain-lain:Kewajiban bersikap lemah lembut terhadap sesama mukmin dan bersikap keras terhadap orang kafir; penyempurnaan Agama Islam di zaman Nabi Muhammad s.a.w.; kewajiban bersikap jujur dan adil; sikap dalam menghadapi berita-berita bohong; akibat berteman akrab nonmuslim; laknat Allah terhadap orang-orang Yahudi; kewajiban rasul-rasul hanya menyampaikan agama; sikap Yahudi dan Nasrani terhadap orang Islam; Ka'bah sebagai pondasi kehidupan manusia; peringatan dari Allah agar meninggalkan kebiasaan Arab Jahiliyah; larangan bertanya sesuatu yang mengakibatkan kesusahan dalam beragama.Surat Al-Ma-idah mengemukakan bagaimana seharusnya orang mukmin bersikap, baik terhadap sesama maupun nonmukmin; manfaaat memenuhi janji prasetia terhadap Allah, perjanjian yang dilakukan oleh sesama manusia, dan ketauhidan Allah.Hubungan Surat Al-Ma-Idah Dengan Surat Al-An'Am:1. Surat Al-Ma-idah mengemukakan hujjah terhadap ahli kitab, sedangkan surat Al-An'am mengemukakan hujjah terhadap kaum musyrikin.2. Surat Al-An'am memuat makanan-makanan yang diharamkan dan binatang sembelihan secara umum, sedangkan surat Al-Ma-idah memuat secara terperinci.3. Akhir surat Al-Ma-idah mengemukakan bahwa Allah menguasai langit dan bumi serta memberi balasan atas perbuatan-perbuatan manusia di dunia, sedangkan permulaan surat Al-An'am mengutarakan bahwa segala puji hanya milik Allah, Pencipta langit dan bumi serta sumber kebahagiaan manusia.",
      "verses": [
        {
          "number": 71,
          "arabic": "وَحَسِبُوٓا۟ أَلَّا تَكُونَ فِتْنَةٌ فَعَمُوا۟ وَصَمُّوا۟ ثُمَّ تَابَ ٱللَّهُ عَلَيْهِمْ ثُمَّ عَمُوا۟ وَصَمُّوا۟ كَثِيرٌ مِّنْهُمْ ۚ وَٱللَّهُ بَصِيرٌۢ بِمَا يَعْمَلُونَ",
          "transliteration": "waḥasibū allā takūna fit'natun faʿamū waṣammū thumma tāba l-lahu ʿalayhim thumma ʿamū waṣammū kathīrun min'hum wal-lahu baṣīrun bimā yaʿmalūna",
          "translation": "Dan mereka mengira bahwa tidak akan terjadi bencana apa pun (terhadap mereka dengan membunuh Nabi-nabi itu), karena itu mereka menjadi buta dan tuli, kemudian Allah menerima tobat mereka, lalu banyak di antara mereka buta dan tuli. Dan Allah Maha Melihat apa yang mereka kerjakan.",
          "tafsir": "Ayat ini menerangkan bahwa orang-orang Yahudi itu tidak menduga bahwa Allah akan memberikan cobaan yang maha berat disebabkan perbuatan mereka yang sangat keji dan kekejaman yang melampaui batas, karena mereka menganggap bahwa mereka adalah anak Allah dan kekasih-Nya karenanya mereka menganggap bebas dari azab Allah. Mereka seolah-olah buta akan kenyataan-kenyataan yang menunjukkan siksaan-siksaan Allah terhadap umat yang membuat kerusakan dan kezaliman. Mereka seolah-olah tuli akan ajaran-ajaran dan petunjuk-petunjuk yang penuh mengandung ancaman-ancaman Allah; yaitu siksa terhadap orang-orang yang membatalkan janji-janji yang telah diikrarkan karena mengikuti selera untuk berbuat kezaliman. Menurut sejarah ketika bangsa Babilonia berada di bawah kekuasaan Nebukadnezar sekitar tahun 586 sebelum Masehi menaklukan bangsa Yahudi mereka menghancurkan Kuil Sulaiman di Baitulmakdis, merampas harta benda dan memperkosa wanita. Setelah orang-orang Yahudi kembali ke ajaran Taurat dan bertobat kepada Allah, barulah Allah memberikan pertolongan kepada mereka untuk melepaskan diri dari kekejaman bangsa Babilonia. Tetapi setelah penglihatan mereka buta terhadap peringatan, dan telinga mereka tuli terhadap petunjuk-petunjuk Allah, mereka kembali berbuat kezaliman membunuh rasul-rasul, maka datanglah lagi cobaan Allah yaitu mereka secara silih berganti dikuasai oleh kerajaan Romawi. Memang yang berbuat kejahatan tidaklah semua orang Yahudi dengan adanya kenyataan segolongan kecil dari mereka yang berbuat baik, tetapi sudah menjadi sunnatullah bahwa cobaan Tuhan itu menimpa secara merata kepada seluruh umat akibat perbuatan golongan yang zalim. Allah sudah memperingatkan dalam firman-Nya: \"Dan peliharalah dirimu dari siksaan yang tidak hanya menimpa orang-orang yang zalim saja di antara kamu.\" (al-Anfal/8:25). Selanjutnya akhir ayat ini menerangkan bahwa Allah Maha Melihat tindakan atau kelakuan orang Yahudi terhadap Nabi Muhammad baik tipu daya maupun berupa pengerahan segenap kabilah-kabilah untuk bersatu menyerang Nabi Muhammad, karena dorongan nafsu jahat mereka yang telah membuat mereka buta, ketika dikemukakan bukti-bukti kebenaran oleh Nabi Muhammad selaku Nabi penutup semua nabi."
        },
        {
          "number": 72,
          "arabic": "لَقَدْ كَفَرَ ٱلَّذِينَ قَالُوٓا۟ إِنَّ ٱللَّهَ هُوَ ٱلْمَسِيحُ ٱبْنُ مَرْيَمَ ۖ وَقَالَ ٱلْمَسِيحُ يَـٰبَنِىٓ إِسْرَٰٓءِيلَ ٱعْبُدُوا۟ ٱللَّهَ رَبِّى وَرَبَّكُمْ ۖ إِنَّهُۥ مَن يُشْرِكْ بِٱللَّهِ فَقَدْ حَرَّمَ ٱللَّهُ عَلَيْهِ ٱلْجَنَّةَ وَمَأْوَىٰهُ ٱلنَّارُ ۖ وَمَا لِلظَّـٰلِمِينَ مِنْ أَنصَارٍ",
          "transliteration": "laqad kafara alladhīna qālū inna l-laha huwa l-masīḥu ub'nu maryama waqāla l-masīḥu yābanī is'rāīla uʿ'budū l-laha rabbī warabbakum innahu man yush'rik bil-lahi faqad ḥarrama l-lahu ʿalayhi l-janata wamawāhu l-nāru wamā lilẓẓālimīna min anṣārin",
          "translation": "Sungguh, telah kafir orang-orang yang berkata, \"Sesungguhnya Allah itulah Al-Masih putra Maryam.\" padahal Al-Masih (sendiri) berkata, \"Wahai Bani Israil! Sembahlah Allah, Tuhanku dan Tuhanmu.\" Sesungguhnya barang siapa mempersekutukan (sesuatu dengan) Allah, maka sungguh, Allah mengharamkan surga baginya, dan tempatnya ialah neraka. Dan tidak ada seorang penolong pun bagi orang-orang zalim itu.",
          "tafsir": "Allah menegaskan dengan sesungguhnya bahwa orang Nasrani adalah orang-orang kafir karena mereka berkeyakinan bahwa Allah adalah Isa Almasih anak Maryam. Pendirian inilah yang menjadikan mereka itu kafir dan sesat, karena mereka berlebih-lebihan memuji Isa a.s, sebagaimana orang Yahudi keterlaluan pula menghina Isa, terutama terhadap Maryam. Pendirian orang-orang Nasrani terhadap nabi Isa a.s. tersebut adalah suatu pendirian yang dianut oleh mayoritas golongan Nasrani dan siapa saja di antara mereka yang menyimpang dari pendirian tersebut dianggap murtad. Orang-orang Nasrani berpendirian bahwa Tuhan itu terdiri dari unsur-unsur yang mereka namakan tiga oknum, yaitu Bapak, Putra dan Rohulkudus. Isa adalah putra, Allah adalah Bapak yang menjelma pada anak yang merupakan Rohulkudus dan mereka adalah tiga kesatuan yang tidak terpisah-pisah. Dengan demikian Allah itu adalah Isa dan Isa itu adalah Allah. Pendirian mereka ini sangat menyimpang dari kebenaran, karena Isa sendiri berkata kepada Bani Israil supaya mereka menyembah Allah yaitu Tuhan bagi Isa dan Tuhan bagi Bani Israil. Jadi ayat ini jelas menunjukkan pengakuan langsung dari Isa bahwa Tuhan yang disembah itu adalah Allah semata. Tegasnya seruan-seruan Nabi Isa kepada Bani lsrail seperti yang diterangkan oleh ayat ini untuk menegaskan agama Tauhid. Hal itu dapat dilihat di dalam kitab-kitab Injil yang asli. Dalam Perjanjian Baru, Markus xii. 28-30, ketika seorang ahli Taurat bertanya kepada Yesus, \"Hukum yang terutama ialah : Dengarlah, hai orang Israel, Tuhan Allah kita, Tuhan itu Esa. Kasihilah Tuhan, Allahmu dengan segenap hatimu dan dengan segenap kekuatanmu.\" Begitu juga Matius iv.10, Yesus memarahi setan karena mau menyembah yang selain Allah, Lukas xviii. 19 dan Yohanes xx.17. Selanjutnya Allah menerangkan bahwa Isa dengan tegas berkata bahwa orang-orang yang mempersekutukan Allah dengan sesuatu baik dengan malaikat atau dengan bintang atau dengan batu, maka orang itu tidak akan mendapat surga dan tempatnya adalah di dalam neraka, karena orang yang mempersekutukan Allah itu adalah orang yang berbuat zalim kepada diri mereka itu sendiri yang karenanya tidak wajar mendapat pembelaan dari pertolongan Allah."
        },
        {
          "number": 73,
          "arabic": "لَّقَدْ كَفَرَ ٱلَّذِينَ قَالُوٓا۟ إِنَّ ٱللَّهَ ثَالِثُ ثَلَـٰثَةٍ ۘ وَمَا مِنْ إِلَـٰهٍ إِلَّآ إِلَـٰهٌ وَٰحِدٌ ۚ وَإِن لَّمْ يَنتَهُوا۟ عَمَّا يَقُولُونَ لَيَمَسَّنَّ ٱلَّذِينَ كَفَرُوا۟ مِنْهُمْ عَذَابٌ أَلِيمٌ",
          "transliteration": "laqad kafara alladhīna qālū inna l-laha thālithu thalāthatin wamā min ilāhin illā ilāhun wāḥidun wa-in lam yantahū ʿammā yaqūlūna layamassanna alladhīna kafarū min'hum ʿadhābun alīmun",
          "translation": "Sungguh, telah kafir orang-orang yang mengatakan bahwa Allah adalah salah satu dari yang tiga, padahal tidak ada tuhan (yang berhak disembah) selain Tuhan Yang Esa. Jika mereka tidak berhenti dari apa yang mereka katakan, pasti orang-orang yang kafir di antara mereka akan ditimpa azab yang pedih.",
          "tafsir": "Ayat ini menerangkan bahwa Allah menegaskan dengan sesungguhnya akan kekafiran orang Nasrani yang berkata bahwa Allah yang menciptakan langit dan bumi adalah salah satu dari tiga oknum, yaitu Bapak, Putra dan Rohulkudus. Jadi ayat ini menggambarkan pendirian mayoritas orang Nasrani zaman dahulu. Segolongan kecil dari mereka ada yang berpendirian bahwa Allah adalah Isa Putra Maryam sedangkan segologan kecil yang lain berpendirian bahwa Isa itu adalah Putra Allah, dan dia bukan Allah. Pendirian mereka ini tidak mempunyai dasar yang kuat karena Tuhan yang sebenarnya ialah zat yang tidak terbilang. Allah Maha Esa. Karena itu Allah adalah Mahakuasa. Jika Tuhan berbilang maka artinya Yang Mahakuasa itu lebih dari satu, dan jika mereka berdua atau lebih tentulah akan berebut kekuasaan yang akibatnya hancurlah alam ini. Andaikata tuhan-tuhan itu berdamai yakni ada yang berkuasa di langit dan ada yang berkuasa di bumi maka hal itu berarti Tuhan itu lemah, karena sifat damai adalah sifat orang yang lemah yang tidak sanggup menaklukkan alam sendirian. Dengan demikian Yang Mahakuasa itu harus tunggal. Selanjutnya jika Tuhan itu terbilang, umpama terdiri atas tiga oknum dan ketiga-tiganya dianggap satu karena kesatuannya. maka artinya jika terjadi kehilangan salah satu daripadanya maka berarti hilanglah kesatuannya. dengan demikian hilanglah ketuhanannya karena matinya Yesus (salah satu oknum Tuhan) ditiang salib. Jika tidak demikian maka artinya Tuhan itu berbilang. Jadi ada Tuhan yang telah mati disalib dan dua yang masih hidup. Jika dibenarkan adanya Tuhan Bapak dan adanya Tuhan Putra maka yang dinamakan Tuhan Bapak tentulah diketahui adanya lebih dahulu dan yang dinamakan Tuhan Putra tentulah diketahui adanya terkemudian. Sedangkan Tuhan itu bersifat Qadim yakni \"adanya tidak didahului oleh tiada\" dan Tuhan itu bersifat Baqa (kekal) yakni \"adanya tidak diakhiri tiada.\" Isa adalah didahului oleh \"tiada\", karena itu dia tidak bersifat Qadim, karena dia tidak ada pada waktu sebelum dilahirkan oleh Maryam dan Isa tidak bersifat baqa (kekal) karena dia telah menjadi tiada, dia telah mati. Demikianlah sesatnya pendirian orang Nasrani, jika ditinjau dari segi logika. Karenanya pada ayat ini Allah memperingatkan orang Nasrani supaya meninggalkan kepercayaan yang salah, dan hendaklah mereka kembali kepada ajaran-ajaran Tauhid. Jika mereka masih tetap pada kekafiran, yaitu mempersekutukan Allah maka mereka akan dimasukkan ke dalam azab api neraka."
        },
        {
          "number": 74,
          "arabic": "أَفَلَا يَتُوبُونَ إِلَى ٱللَّهِ وَيَسْتَغْفِرُونَهُۥ ۚ وَٱللَّهُ غَفُورٌ رَّحِيمٌ",
          "transliteration": "afalā yatūbūna ilā l-lahi wayastaghfirūnahu wal-lahu ghafūrun raḥīmun",
          "translation": "Mengapa mereka tidak bertobat kepada Allah dan memohon ampunan kepada-Nya? Allah Maha Pengampun, Maha Penyayang.",
          "tafsir": "Ayat ini menerangkan bahwa tingkah laku Yahudi itu sangat mengherankan karena telah menerima ayat-ayat yang mengandung cercaan yang disertai ancaman-ancaman, namun hati mereka tidak tergerak untuk kembali kepada Allah dan memohon ampunan-Nya, padahal Allah sangat luas Rahmat-Nya, Maha Pengampun, Maha Penerima tobat hamba-Nya yang tenggelam dalam kesesatan kemudian benar-benar beriman dan bertakwa disertai amal saleh."
        },
        {
          "number": 75,
          "arabic": "مَّا ٱلْمَسِيحُ ٱبْنُ مَرْيَمَ إِلَّا رَسُولٌ قَدْ خَلَتْ مِن قَبْلِهِ ٱلرُّسُلُ وَأُمُّهُۥ صِدِّيقَةٌ ۖ كَانَا يَأْكُلَانِ ٱلطَّعَامَ ۗ ٱنظُرْ كَيْفَ نُبَيِّنُ لَهُمُ ٱلْـَٔايَـٰتِ ثُمَّ ٱنظُرْ أَنَّىٰ يُؤْفَكُونَ",
          "transliteration": "mā l-masīḥu ub'nu maryama illā rasūlun qad khalat min qablihi l-rusulu wa-ummuhu ṣiddīqatun kānā yakulāni l-ṭaʿāma unẓur kayfa nubayyinu lahumu l-āyāti thumma unẓur annā yu'fakūna",
          "translation": "Al-Masih putra Maryam hanyalah seorang Rasul. Sebelumnya pun sudah berlalu beberapa Rasul. Dan ibunya seorang yang berpegang teguh pada kebenaran. Keduanya biasa memakan makanan.<sup foot_note=135240>1</sup> Perhatikanlah bagaimana Kami menjelaskan ayat-ayat (tanda-tanda kekuasaan) kepada mereka (Ahli Kitab), kemudian perhatikanlah bagaimana mereka dipalingkan (oleh keinginan mereka).",
          "tafsir": "Ayat ini menerangkan keistimewaan kedudukan Almasih (Isa) dan keistimewaan kedudukan ibunya (Maryam) kemudian ayat ini menerangkan pula tentang hakikat kepribadian mereka berdua. Keistimewaan Almasih ialah dia adalah utusan Allah, tidak ada perbedaannya dengan rasul-rasul yang datang pada masa sebelumnya, karena masing-masing membawa tanda kerasulan dari Allah. Jika Allah memberi kepada Nabi Isa kemampuan menyembuhkan sakit sopak dan menghidupkan orang mati sebagai mukjizat bagi Almasih, maka Allah menjadikan tongkatnya berupa seekor ular (al-A'raf/7:107) dan membelah laut (al-Baqarah/2:50) sebagai mukjizat bagi Nabi Musa. Jika Almasih dijadikan tanpa bapak, maka Nabi Adam dijadikan tanpa ibu dan bapak. Ibu Almasih adalah orang yang sangat mulia dan bertakwa kepada Allah. Ayat ini menegaskan bahwa Almasih adalah seperti rasul-rasul yang lain, manusia biasa yang mempunyai kebutuhan jasmani, antara lain makan-makanan untuk menghindari lapar dan menjaga kesehatan untuk kelanjutan hidup. Tiap-tiap orang memerlukan sesuatu, dia adalah makhluk biasa yang karenanya tidak dapat dikatakan sebagai Tuhan pencipta dan tidak wajar disembah. Jadi yang wajar dan yang berhak disembah hanyalah Allah Yang Mahakuasa karena Allah diperlukan pertolongan-Nya. Tiap-tiap yang diperlukan, tentulah dipandang mulia oleh yang memerlukan. Tegasnya penyembah adalah orang yang memandang dirinya sendiri rendah dan hina dari yang disembah. Almasih sangat terkenal kuat ibadahnya kepada Allah, jadi Almasih menyembah Allah, ini menunjukkan bahwa Almasih itu \"bukan Allah\" karena Allah adalah yang disembah. Adalah suatu kebodohan apabila seseorang menyembah kepada orang yang sederajat dengannya baik dalam hakikat kejadian maupun dalam memerlukan pertolongan. Selanjutnya pada akhir ayat ini, Allah menerangkan kepada Muhammad saw, bagaimana cara-cara Allah menjelaskan kepada Ahli Kitab tentang tanda-tanda kekuasaan-Nya yang menunjukkan kesesatan pendirian mereka tentang Almasih. Kemudian Allah meminta perhatian Nabi Muhammad bagaimana cara-cara Ahli Kitab menolak penjelasan-penjelasan yang telah dikemukakan Allah itu, yang menunjukkan bahwa mereka memang tidak mempergunakan akal pikiran yang sehat karena mereka terbelenggu oleh taklid buta."
        },
        {
          "number": 76,
          "arabic": "قُلْ أَتَعْبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَمْلِكُ لَكُمْ ضَرًّا وَلَا نَفْعًا ۚ وَٱللَّهُ هُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
          "transliteration": "qul ataʿbudūna min dūni l-lahi mā lā yamliku lakum ḍarran walā nafʿan wal-lahu huwa l-samīʿu l-ʿalīmu",
          "translation": "Katakanlah (Muhammad), \"Mengapa kamu menyembah makhluk selain Allah, sesuatu yang tidak dapat menimbulkan bencana kepadamu dan tidak (pula) memberi manfaat?\" Dan Allah Maha Mendengar, Maha Mengetahui.",
          "tafsir": "Ayat ini menerangkan betapa sesatnya orang Nasrani yang menyembah Almasih. Muhammad mendapat perintah dari Allah supaya menanyakan kepada orang Nasrani, mengapa mereka menyembah selain Allah, sesuatu yang tidak memberi mudarat dan tidak memberi manfaat. Tidakkah mereka mengetahui bahwa orang Yahudi itu memusuhi Almasih dan mereka hendak membinasakannya, sedang Almasih sendiri ternyata tidak sanggup memberi mudarat kepada orang Yahudi dan sahabat Almasih tidak dapat menolongnya. Wajarkah orang yang tidak mempunyai kesanggupan itu dipandang sebagai Tuhan. Tidakkah mereka sendiri bercerita bahwa Yesus ketika dianiaya di atas tiang salib, dia meminta air karena haus dan orang Yahudi hanya memberikannya air cuka yang dituangkan ke lubang hidungnya. (Markus xv. 36: \"Maka datanglah seorang dengan bunga karang yang mencelupkannya ke dalam anggur asam lalu mencucukannya pada sebatang buluh dan memberi Yesus minum dan berkata: \"Baiklah kita tunggu dan melihat apakah Elia datang untuk menurunkan Dia.\" Terdapat juga dalam Matius xxvii. 48, Yohanes xix. 29-30). Tidakkah cerita mereka ini menunjukkan bahwa Yesus itu sangat lemah. Pantaskah orang yang lemah seperti ini dipandang sebagai Tuhan. Selanjutnya akhir ayat ini memperingatkan orang Nasrani bahwa Allah Maha Mendengar terutama ucapan kekafiran mereka dan Maha Mengetahui kepalsuan yang ada dalam hati mereka."
        }
      ]
    }
  ]
}