{
  "pageNumber": 23,
  "juz": 2,
  "surahs": [
    {
      "number": 2,
      "name": "Al-Baqarah",
      "nameArabic": "البقرة",
      "meaning": "Sapi Betina",
      "revelation": "Madinah",
      "description": "Surat \"Al Baqarah\" terdiri atas 286 ayat dan sebagian besar diturunkan di Madinah pada permulaan tahun Hijrah, kecuali ayat 281 yang diturunkan di Mina pada Haji wadaa' (haji Nabi Muhammad s.a.w. yang terakhir). Seluruh ayat surat Al Baqarah termasuk golongan Madaniyyah dan merupakan surat yang terpanjang di antara surat-surat Al Qur'an yang di dalamnya terdapat pula ayat yang terpanjang (ayat 282).Surat ini dinamai \"Al Baqarah\" karena di dalamnya disebutkan kisah penyembelihan sapi betina yang diperintahkan Allah kepada Bani Israil (ayat 67 sampai dengan 74), di mana dijelaskan watak orang Yahudi pada umumnya. Dinamai \"Fusthaathul-Qur'an\" (puncak Al Qur'an) karena memuat beberapa hukum yang tidak disebutkan dalam surat yang lain. Dinamai juga surat \"Alif-laam-miim\" karena surat ini dimulai dengan Alif-laam-miim.&nbsp;Pokok-Pokok Isi:1. Keimanan:Dakwah Islamiyah yang dihadapkan kepada umat Islam, ahli kitab dan para musyrikin.2. Hukum-hukum:Perintah mengerjakan shalat; menunaikan zakat; hukum puasa; hukum haji dan umrah; hukum qishash; halal dan haram; berinfak di jalan Allah; hukum arak dan judi; cara menyantuni anak yatim, larangan riba; utang-piutang; nafkah dan yang berhak menerimanya; wasiat kepada ibu-bapak dan kaum kerabat; hukum sumpah; kewajiban menyampaikan amanah; sihir; hukum merusak masjid; hukum mengubah kitab-kitab Allah; hukum haidh, 'iddah, thalak, khulu', ilaa' dan susuan; hukum melamar, mahar, larangan menikahi wanita musyrik dan sebaliknya; hukum perang.3. Kisah-kisah:Kisah penciptaan Nabi Adam a.s; kisah Nabi Ibrahim a.s.; kisah Nabi Musa a.s. dengan Bani Israil.4. Lain-lain:Sifat-sifat orang yang bertakwa; sifat-sifat orang munafik; sifat-sifat Allah; perumpamaan-perumpamaan; kiblat, kebangkitan sesudah mati.Kesimpulan surat Al Baqarah:1. Menjelaskan beberapa hukum dalam agama Islam.2. Mengemukakan beberapa perumpamaan.3. Mengemukakan hujjah-hujjah.Hubungan Surat Al Baqarah Dengan Surat Ali 'Imran:1. Dalam surat Al Baqarah, disebutkan Nabi Adam a.s. yang langsung diciptakan Allah, sedang dalam surat Ali'Imran, disebutkan tentang kelahiran Nabi 'Isa a.s. yang kedua-duanya diciptakan Allah secara menyelisihi kebiasaan.2. Dalam surat Al Baqarah, sifat dan perbuatan orang-orang Yahudi dibentangkan secara luas disertai dengan hujjah untuk mematahkan hujjah-hujjah mereka yang membela kesesatan, sedang dalam surat Ali 'Imran, dibentangkan hal-hal serupa yang berhubungan dengan orang Nasrani.3. Surat Al Baqarah dimulai dengan menyebutkan tiga golongan manusia, yaitu orang mukmin, orang yang mengimani hari akhir, dan orang munafik. Sementara itu, surat Ali 'Imran dimulai dengan menyebutkan orang yang suka mentakwilkan ayat yang mutasyabihaat secara salah untuk memfitnah orang mukmin, dan menyebutkan orang yang mempunyai keahlian dalam menakwilkannya.4. Surat Al Baqarah disudahi dengan permohonan kepada Allah agar kesalahan-kesalahan dan kealpaan dalam melaksanakan ketaatan diampuni, sedang surat Ali 'Imran disudahi dengan permohonan kepada Allah agar Dia memberi pahala atas amal saleh yang dilakukan hamba-Nya.5. Surat Al Baqarah dimulai dengan menyebutkan sifat-sifat orang yang bertakwa, sedang surat Ali 'Imran dimulai dengan perintah bertakwa.",
      "verses": [
        {
          "number": 146,
          "arabic": "ٱلَّذِينَ ءَاتَيْنَـٰهُمُ ٱلْكِتَـٰبَ يَعْرِفُونَهُۥ كَمَا يَعْرِفُونَ أَبْنَآءَهُمْ ۖ وَإِنَّ فَرِيقًا مِّنْهُمْ لَيَكْتُمُونَ ٱلْحَقَّ وَهُمْ يَعْلَمُونَ",
          "transliteration": "alladhīna ātaynāhumu l-kitāba yaʿrifūnahu kamā yaʿrifūna abnāahum wa-inna farīqan min'hum layaktumūna l-ḥaqa wahum yaʿlamūna",
          "translation": "Orang-orang yang telah Kami beri Kitab (Taurat dan Injil) mengenalnya (Muhammad)<sup foot_note=135000>1</sup> seperti mereka mengenal anak-anak mereka sendiri. Sesungguhnya sebagian mereka pasti menyembunyikan kebenaran, padahal mereka mengetahui(nya).",
          "tafsir": "Orang Yahudi mengetahui bahwa apa yang dibawa oleh Nabi Muhammad saw itu benar, karena mereka telah mengenal Nabi Muhammad dari kitab mereka sendiri. Hal ini dijelaskan dalam firman Allah swt: (Yaitu) orang-orang yang mengikuti Rasul, Nabi yang ummi (tidak bisa baca tulis) yang (namanya) mereka dapati tertulis di dalam Taurat dan Injil yang ada pada mereka, yang menyuruh mereka berbuat yang makruf dan mencegah dari yang mungkar, dan yang menghalalkan segala yang baik bagi mereka dan mengharamkan segala yang buruk bagi mereka, dan membebaskan beban-beban dan belenggu-belenggu yang ada pada mereka. Adapun orang-orang yang beriman kepadanya, memuliakannya, menolong-nya dan mengikuti cahaya yang terang yang diturunkan kepadanya (Al-Qur'an), mereka itulah orang-orang beruntung. (al-A'raf/ 7: 157) Orang Yahudi itu mengenal Nabi Muhammad saw karena telah disebut-sebut di dalam Kitab Taurat (lihat al-A'raf/7:157 dan tafsirnya) dengan sifat-sifatnya dan pribadinya lebih daripada mengenal anaknya sendiri. Diriwayatkan dari Umar, bahwa beliau berjumpa dengan seorang pendeta Yahudi yang telah masuk Islam bernama Abdullah bin Salam, yang berkata demikian, \"Saya lebih mengenal Nabi Muhammad daripada mengenal anak saya sendiri.\" Umar bertanya kepadanya, \"Mengapa?\" Ia menjawab, \"Karena aku sedikit pun tidak meragukan bahwa Muhammad itu adalah nabi, sedangkan mengenai anakku, ada saja kemungkinan bahwa ibunya telah berkhianat.\" Maka Umar mencium kepala Abdullah bin Salam. Sebagian orang Yahudi mengingkari dan menyembunyikan kebenaran bahwa Nabi Muhammad saw itu adalah nabi dan bahwa Ka'bah itu adalah kiblat, tetapi sebagian lagi dari mereka ada yang mengakui kebenarannya serta mempercayai dan menerima petunjuknya."
        },
        {
          "number": 147,
          "arabic": "ٱلْحَقُّ مِن رَّبِّكَ ۖ فَلَا تَكُونَنَّ مِنَ ٱلْمُمْتَرِينَ",
          "transliteration": "al-ḥaqu min rabbika falā takūnanna mina l-mum'tarīna",
          "translation": "Kebenaran itu dari Tuhanmu, maka janganlah sekali-kali engkau (Muhammad) termasuk orang-orang yang ragu.",
          "tafsir": "Kebenaran itu adalah apa yang diwahyukan Allah kepada Rasul-Nya, bukan apa yang dikatakan oleh orang-orang Yahudi dan Nasrani. Dalam hal ini kaum Muslimin tidak boleh ragu. Masalah kiblat ini sebenarnya bukanlah masalah prinsip sebagai asas agama seperti tauhid, iman kepada hari kiamat dan lain-lain, tetapi kiblat ini hanya merupakan suatu arah yang masing-masing umat diperintahkan untuk menghadap kepadanya dalam salat mereka."
        },
        {
          "number": 148,
          "arabic": "وَلِكُلٍّ وِجْهَةٌ هُوَ مُوَلِّيهَا ۖ فَٱسْتَبِقُوا۟ ٱلْخَيْرَٰتِ ۚ أَيْنَ مَا تَكُونُوا۟ يَأْتِ بِكُمُ ٱللَّهُ جَمِيعًا ۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
          "transliteration": "walikullin wij'hatun huwa muwallīhā fa-is'tabiqū l-khayrāti ayna mā takūnū yati bikumu l-lahu jamīʿan inna l-laha ʿalā kulli shayin qadīrun",
          "translation": "Dan setiap umat mempunyai kiblat yang dia menghadap kepadanya. Maka berlomba-lombalah kamu dalam kebaikan. Di mana saja kamu berada pasti Allah akan mengumpulkan kamu semuanya. Sungguh, Allah Mahakuasa atas segala sesuatu.",
          "tafsir": "Setiap umat mempunyai kiblat masing-masing. Nabi Ibrahim dan Nabi Ismail a.s, menghadap ke Ka'bah. Bani Israil menghadap ke Baitulmakdis dan orang Nasrani menghadap ke timur, yang prinsip ialah beriman kepada Allah dan mematuhi segala perintah-Nya. Karena Allah telah memerintahkan agar kaum Muslimin menghadap ke Ka'bah dalam salat, maka fitnah dan cemoohan dari orang yang ingkar itu tidak perlu dilayani, tetapi hendaklah kaum Muslimin bekerja dengan giat, beramal, bertobat dan berlomba membuat kebajikan. Allah nanti akan menghimpun umat manusia untuk menghitung serta membalas segala amal perbuatannya, dan Allah Mahakuasa atas segala sesuatu; tidak ada yang dapat melemahkan-Nya untuk mengumpulkan semua manusia pada hari pembalasan."
        },
        {
          "number": 149,
          "arabic": "وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ ٱلْمَسْجِدِ ٱلْحَرَامِ ۖ وَإِنَّهُۥ لَلْحَقُّ مِن رَّبِّكَ ۗ وَمَا ٱللَّهُ بِغَـٰفِلٍ عَمَّا تَعْمَلُونَ",
          "transliteration": "wamin ḥaythu kharajta fawalli wajhaka shaṭra l-masjidi l-ḥarāmi wa-innahu lalḥaqqu min rabbika wamā l-lahu bighāfilin ʿammā taʿmalūna",
          "translation": "Dan dari mana pun engkau (Muhammad) keluar, hadapkanlah wajahmu ke arah Masjidilharam, sesungguhnya itu benar-benar ketentuan dari Tuhanmu. Allah tidak lengah terhadap apa yang kamu kerjakan.",
          "tafsir": "Perintah untuk menghadap ke arah Masjidilharam diulangi dalam kedua ayat ini untuk menjelaskan, bahwa perintah itu bersifat umum untuk seluruh umat, masa serta tempat, karena sangat penting serta ada hikmah yang terkandung di dalamnya yaitu agar tidak ada lagi alasan bagi ahli kitab, kaum musyrikin dan munafikin untuk menentang Nabi dalam persoalan pemindahan kiblat. Hal yang sama berlaku untuk kaum musyrikin yang berpendapat bahwa Nabi dari keturunan Ibrahim akan datang menghidupkan agamanya, sehingga tidak pantas apabila berkiblat kepada selain Ka'bah yang telah didirikan oleh Nabi Ibrahim. Dengan demikian, batallah alasan-alasan para Ahli Kitab dan kaum musyrikin itu. Orang zalim di antara mereka yang melontarkan cemoohan dan bantahan-bantahan tanpa alasan yang berdasarkan akal sehat dan keterangan dari wahyu tidak perlu dipikirkan dan dihiraukan. Adapun cemoohan mereka itu adalah sebagai berikut: Pihak Yahudi berkata, \"Tiadalah Muhammad itu berpindah kiblat ke Ka'bah, melainkan karena kecenderungan kepada agama kaumnya dan kecintaan kepada negerinya; sekiranya dia berada di atas kebenaran, tentulah ia akan tetap berkiblat ke kiblat para nabi sebelumnya.\" Pihak musyrik berkata, \"Ia telah kembali kepada kiblat kita dan akan kembali kepada agama kita.\" Dan orang-orang munafik berkata, \"Berpindah-pindah kiblat itu menunjukkan bahwa Muhammad dalam keragu-raguan dan tidak berpendirian.\" Demikianlah alasan-alasan yang dibuat-buat oleh para penentang agama Islam pada waktu itu."
        },
        {
          "number": 150,
          "arabic": "وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ ٱلْمَسْجِدِ ٱلْحَرَامِ ۚ وَحَيْثُ مَا كُنتُمْ فَوَلُّوا۟ وُجُوهَكُمْ شَطْرَهُۥ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيْكُمْ حُجَّةٌ إِلَّا ٱلَّذِينَ ظَلَمُوا۟ مِنْهُمْ فَلَا تَخْشَوْهُمْ وَٱخْشَوْنِى وَلِأُتِمَّ نِعْمَتِى عَلَيْكُمْ وَلَعَلَّكُمْ تَهْتَدُونَ",
          "transliteration": "wamin ḥaythu kharajta fawalli wajhaka shaṭra l-masjidi l-ḥarāmi waḥaythu mā kuntum fawallū wujūhakum shaṭrahu li-allā yakūna lilnnāsi ʿalaykum ḥujjatun illā alladhīna ẓalamū min'hum falā takhshawhum wa-ikh'shawnī wali-utimma niʿ'matī ʿalaykum walaʿallakum tahtadūna",
          "translation": "Dan dari mana pun engkau (Muhammad) keluar, maka hadapkanlah wajahmu ke arah Masjidilharam. Dan di mana saja kamu berada, maka hadapkanlah wajahmu ke arah itu, agar tidak ada alasan bagi manusia (untuk menentangmu), kecuali orang-orang yang zalim di antara mereka. Janganlah kamu takut kepada mereka, tetapi takutlah kepada-Ku, agar Aku sempurnakan nikmat-Ku kepadamu, dan agar kamu mendapat petunjuk.",
          "tafsir": "Perintah untuk menghadap ke arah Masjidilharam diulangi dalam kedua ayat ini untuk menjelaskan, bahwa perintah itu bersifat umum untuk seluruh umat, masa serta tempat, karena sangat penting serta ada hikmah yang terkandung di dalamnya yaitu agar tidak ada lagi alasan bagi ahli kitab, kaum musyrikin dan munafikin untuk menentang Nabi dalam persoalan pemindahan kiblat. Hal yang sama berlaku untuk kaum musyrikin yang berpendapat bahwa Nabi dari keturunan Ibrahim akan datang menghidupkan agamanya, sehingga tidak pantas apabila berkiblat kepada selain Ka'bah yang telah didirikan oleh Nabi Ibrahim. Dengan demikian, batallah alasan-alasan para Ahli Kitab dan kaum musyrikin itu. Orang zalim di antara mereka yang melontarkan cemoohan dan bantahan-bantahan tanpa alasan yang berdasarkan akal sehat dan keterangan dari wahyu tidak perlu dipikirkan dan dihiraukan. Adapun cemoohan mereka itu adalah sebagai berikut: Pihak Yahudi berkata, \"Tiadalah Muhammad itu berpindah kiblat ke Ka'bah, melainkan karena kecenderungan kepada agama kaumnya dan kecintaan kepada negerinya; sekiranya dia berada di atas kebenaran, tentulah ia akan tetap berkiblat ke kiblat para nabi sebelumnya.\" Pihak musyrik berkata, \"Ia telah kembali kepada kiblat kita dan akan kembali kepada agama kita.\" Dan orang-orang munafik berkata, \"Berpindah-pindah kiblat itu menunjukkan bahwa Muhammad dalam keragu-raguan dan tidak berpendirian.\" Demikianlah alasan-alasan yang dibuat-buat oleh para penentang agama Islam pada waktu itu."
        },
        {
          "number": 151,
          "arabic": "كَمَآ أَرْسَلْنَا فِيكُمْ رَسُولًا مِّنكُمْ يَتْلُوا۟ عَلَيْكُمْ ءَايَـٰتِنَا وَيُزَكِّيكُمْ وَيُعَلِّمُكُمُ ٱلْكِتَـٰبَ وَٱلْحِكْمَةَ وَيُعَلِّمُكُم مَّا لَمْ تَكُونُوا۟ تَعْلَمُونَ",
          "transliteration": "kamā arsalnā fīkum rasūlan minkum yatlū ʿalaykum āyātinā wayuzakkīkum wayuʿallimukumu l-kitāba wal-ḥik'mata wayuʿallimukum mā lam takūnū taʿlamūna",
          "translation": "Sebagaimana Kami telah mengutus kepadamu seorang Rasul (Muhammad) dari (kalangan) kamu yang membacakan ayat-ayat Kami, menyucikan kamu dan mengajarkan kepadamu Kitab (Alquran) dan Hikmah (Sunah), serta mengajarkan apa yang belum kamu ketahui.",
          "tafsir": "Di antara penyempurnaan nikmat itu ialah dengan mengutus seorang rasul, yaitu Muhammad saw, yang membacakan ayat-ayat Allah, membebaskan umat dari penyakit syirik dan kejahatan-kejahatan jahiliyah, mengajarkan Al-Qur'an serta hikmah, dan mengajarkan apa yang belum mereka ketahui, sehingga umat Islam menjadi umat yang memimpin manusia ke arah kemajuan dan kebahagiaan."
        },
        {
          "number": 152,
          "arabic": "فَٱذْكُرُونِىٓ أَذْكُرْكُمْ وَٱشْكُرُوا۟ لِى وَلَا تَكْفُرُونِ",
          "transliteration": "fa-udh'kurūnī adhkur'kum wa-ush'kurū lī walā takfurūni",
          "translation": "Maka ingatlah kepada-Ku, Aku pun akan ingat kepadamu.<sup foot_note=135001>1</sup> Bersyukurlah kepada-Ku, dan janganlah kamu ingkar kepada-Ku.",
          "tafsir": "Maka dengan nikmat yang telah dianugerahkan Allah kepada kaum Muslimin, hendaklah mereka selalu ingat kepada-Nya, baik di dalam hati maupun dengan lisan, dengan jalan tahmid (membaca al-hamdulillah), tasbih (membaca Subhanallah), dan membaca Al-Qur'an dengan jalan memikirkan alam ciptaan-Nya untuk mengenal, menyadari dan meresapkan tanda-tanda keagungan, kekuasaan dan keesaan-Nya. Apabila mereka selalu mengingat Allah, Dia pun akan selalu mengingat mereka pula. hendaklah mereka bersyukur kepada-Nya atas segala nikmat yang telah dianugerahkan-Nya dengan jalan melaksanakan ketentuan-ketentuan yang telah ditetapkan-Nya dan dengan jalan memuji serta bertasbih dan mengakui kebaikan-Nya. Di samping itu, janganlah mereka mengkufuri nikmat-Nya dengan menyia-nyiakan dan mempergunakannya di luar garis-garis yang telah ditentukan-Nya."
        },
        {
          "number": 153,
          "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱسْتَعِينُوا۟ بِٱلصَّبْرِ وَٱلصَّلَوٰةِ ۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّـٰبِرِينَ",
          "transliteration": "yāayyuhā alladhīna āmanū is'taʿīnū bil-ṣabri wal-ṣalati inna l-laha maʿa l-ṣābirīna",
          "translation": "Wahai orang-orang yang beriman! Mohonlah pertolongan (kepada Allah) dengan sabar dan salat. Sungguh, Allah beserta orang-orang yang sabar.",
          "tafsir": "Perjuangan menegakkan kebenaran harus diiringi dengan kesabaran dan memperbanyak salat, sehingga menjadi ringan segala kesukaran dan cobaan, karena Allah senantiasa beserta orang-orang yang sabar. Dia akan menolong, menguatkan dan memenangkan orang-orang yang berjuang menegakkan kebenaran agamanya."
        }
      ]
    }
  ]
}