{
  "pageNumber": 107,
  "juz": 6,
  "surahs": [
    {
      "number": 5,
      "name": "Al-Ma'idah",
      "nameArabic": "المائدة",
      "meaning": "Hidangan",
      "revelation": "Madinah",
      "description": "Surat Al-Ma-idah terdiri dari 120 ayat dan termasuk surat Madaniyyah. Hanya saja ada ayat-ayat yang diturunkan di Mekah, pada waktu haji wadaa', setelah Nabi Muhammad s.a.w. hijrah ke Madinah.Surat ini dinamakan \"Al-Ma-idah\" (hidangan) karena memuat kisah pengikut-pengikut setia Nabi 'Isa a.s. yang meminta kepada Nabi 'Isa agar Allah berkenan menurunkan Al-Ma-idah (hidangan makanan) dari langit (ayat 112) untuk mereka. Juga dinamakan dengan \"Al-Uqud\" (perjanjian), karena kata ini terdapat pada ayat pertama surat ini, Allah menyuruh agar hamba memenuhi janji prasetia terhadap Allah dan perjanjian-perjanjian terhadap sesama.Dinamakan juga \"Al-Munqidz\" (yang menyelamatkan), karena akhir surat ini mengandung kisah tentang Nabi 'Isa a.s. yang menjadi penyelamat bagi pengikut-pengikut setianya dari azab Allah.Pokok-Pokok Isi:1. Keimanan:Bantahan terhadap orang-orang yang mempertuhankan Nabi 'Isa a.s.2. Hukum-hukum:Kewajiban memenuhi janji; hukum melanggar syi'ar Allah; makanan yang dihalalkan dan yang diharamkan; hukum menikahi perempuan ahli kitab; wudhu; tayammum; mandi; hukum membunuh orang; hukum mengacau dan mengganggu keamanan; hukum qishash; hukum melanggar sumpah dan kafaaratnya; hukum khamar, berjudi, berkurban untuk berhala, dan mengundi nasib; hukum membunuh binatang waktu ihram; hukum persaksian dalam berwasiat.3. Kisah-kisah:Kisah Nabi Musa a.s. menyuruh kaumnya memasuki Palestina; kisah Habil dan Qabil; dan kisah-kisah tentang Nabi 'Isa a.s.4. Lain-lain:Kewajiban bersikap lemah lembut terhadap sesama mukmin dan bersikap keras terhadap orang kafir; penyempurnaan Agama Islam di zaman Nabi Muhammad s.a.w.; kewajiban bersikap jujur dan adil; sikap dalam menghadapi berita-berita bohong; akibat berteman akrab nonmuslim; laknat Allah terhadap orang-orang Yahudi; kewajiban rasul-rasul hanya menyampaikan agama; sikap Yahudi dan Nasrani terhadap orang Islam; Ka'bah sebagai pondasi kehidupan manusia; peringatan dari Allah agar meninggalkan kebiasaan Arab Jahiliyah; larangan bertanya sesuatu yang mengakibatkan kesusahan dalam beragama.Surat Al-Ma-idah mengemukakan bagaimana seharusnya orang mukmin bersikap, baik terhadap sesama maupun nonmukmin; manfaaat memenuhi janji prasetia terhadap Allah, perjanjian yang dilakukan oleh sesama manusia, dan ketauhidan Allah.Hubungan Surat Al-Ma-Idah Dengan Surat Al-An'Am:1. Surat Al-Ma-idah mengemukakan hujjah terhadap ahli kitab, sedangkan surat Al-An'am mengemukakan hujjah terhadap kaum musyrikin.2. Surat Al-An'am memuat makanan-makanan yang diharamkan dan binatang sembelihan secara umum, sedangkan surat Al-Ma-idah memuat secara terperinci.3. Akhir surat Al-Ma-idah mengemukakan bahwa Allah menguasai langit dan bumi serta memberi balasan atas perbuatan-perbuatan manusia di dunia, sedangkan permulaan surat Al-An'am mengutarakan bahwa segala puji hanya milik Allah, Pencipta langit dan bumi serta sumber kebahagiaan manusia.",
      "verses": [
        {
          "number": 3,
          "arabic": "حُرِّمَتْ عَلَيْكُمُ ٱلْمَيْتَةُ وَٱلدَّمُ وَلَحْمُ ٱلْخِنزِيرِ وَمَآ أُهِلَّ لِغَيْرِ ٱللَّهِ بِهِۦ وَٱلْمُنْخَنِقَةُ وَٱلْمَوْقُوذَةُ وَٱلْمُتَرَدِّيَةُ وَٱلنَّطِيحَةُ وَمَآ أَكَلَ ٱلسَّبُعُ إِلَّا مَا ذَكَّيْتُمْ وَمَا ذُبِحَ عَلَى ٱلنُّصُبِ وَأَن تَسْتَقْسِمُوا۟ بِٱلْأَزْلَـٰمِ ۚ ذَٰلِكُمْ فِسْقٌ ۗ ٱلْيَوْمَ يَئِسَ ٱلَّذِينَ كَفَرُوا۟ مِن دِينِكُمْ فَلَا تَخْشَوْهُمْ وَٱخْشَوْنِ ۚ ٱلْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِى وَرَضِيتُ لَكُمُ ٱلْإِسْلَـٰمَ دِينًا ۚ فَمَنِ ٱضْطُرَّ فِى مَخْمَصَةٍ غَيْرَ مُتَجَانِفٍ لِّإِثْمٍ ۙ فَإِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
          "transliteration": "ḥurrimat ʿalaykumu l-maytatu wal-damu walaḥmu l-khinzīri wamā uhilla lighayri l-lahi bihi wal-mun'khaniqatu wal-mawqūdhatu wal-mutaradiyatu wal-naṭīḥatu wamā akala l-sabuʿu illā mā dhakkaytum wamā dhubiḥa ʿalā l-nuṣubi wa-an tastaqsimū bil-azlāmi dhālikum fis'qun l-yawma ya-isa alladhīna kafarū min dīnikum falā takhshawhum wa-ikh'shawni l-yawma akmaltu lakum dīnakum wa-atmamtu ʿalaykum niʿ'matī waraḍītu lakumu l-is'lāma dīnan famani uḍ'ṭurra fī makhmaṣatin ghayra mutajānifin li-ith'min fa-inna l-laha ghafūrun raḥīmun",
          "translation": "Diharamkan bagimu (memakan) bangkai, darah,<sup foot_note=135209>1</sup> daging babi, dan (daging) hewan yang disembelih bukan atas (nama) Allah, yang tercekik, yang dipukul, yang jatuh, yang ditanduk, dan yang diterkam binatang buas, kecuali yang sempat kamu sembelih.<sup foot_note=135210>2</sup> Dan (diharamkan pula) yang disembelih untuk berhala. Dan (diharamkan pula) mengundi nasib dengan azlām (anak panah),<sup foot_note=135211>3</sup> (karena) itu suatu perbuatan fasik. Pada hari ini<sup foot_note=135212>4</sup> orang-orang kafir telah putus asa untuk (mengalahkan) agamamu, sebab itu janganlah kamu takut kepada mereka, tetapi takutlah kepada-Ku. Pada hari ini telah Aku sempurnakan agamamu untukmu, dan telah Aku cukupkan nikmat-Ku bagimu, dan telah Aku ridai Islam sebagai agamamu. Tetapi barang siapa terpaksa<sup foot_note=135213>5</sup> karena lapar bukan karena ingin berbuat dosa, maka sungguh, Allah Maha Pengampun, Maha Penyayang.",
          "tafsir": "Dalam ayat ini dijelaskan makanan-makanan yang diharamkan, yaitu: 1.Bangkai, yaitu binatang yang mati tanpa disembelih. Di antara hikmah diharamkan bangkai antara lain karena bangkai itu mengandung kuman yang sangat membahayakan kesehatan di samping keadaannya yang menjijikkan. 2.Darah, yaitu darah yang mengalir keluar dari tubuh hewan, karena disembelih atau lain-lainnya. Hikmah diharamkan darah itu antara lain, karena mengandung kuman dan zat-zat kotor dari tubuh dan sukar dicernakan. 3.Daging babi, termasuk semua anggota tubuhnya. 4.Hewan yang disembelih dengan menyebut atau mengagungkan nama selain Allah, seperti menyebut nama berhala. Hikmah haramnya ialah karena mempersekutukan Allah. 5.Hewan mati tercekik. Banyak pendapat menerangkan tentang apa yang dimaksud dengan mati tercekik, yaitu di antaranya mati karena diikat dan sebagainya, sehingga hewan itu mati dalam keadaan tidak berdaya. Hikmah haramnya sama dengan hikmah haramnya bangkai. 6.Hewan mati dipukul, yaitu hewan yang mati dipukul dengan benda keras atau dengan benda berat. Hikmah haramnya menurut sebagian pendapat karena darahnya tidak keluar, sehingga merusak dagingnya. Selain dari itu juga karena ada larangan menganiaya binatang dan jelas perbuatan itu dianggap melanggar hadis Nabi yang berbunyi: Dari Syaddad bin Aus, Rasulullah saw, bersabda, \"Allah mewajibkan berbuat baik (ihsan) atas setiap sesuatu, kalau kamu membunuh, bunuhlah dengan baik, dan kalau menyembelih, sembelihlah dengan baik, hendaklah seorang kamu mempertajam pisaunya dan jangan sampai tersiksa binatang sembelihannya.\" (Riwayat Ahmad, Muslim dan Ashabus-Sunan). 7.Hewan yang mati karena jatuh dari tempat yang tinggi seperti jatuh dari atas bukit masuk ke dalam jurang. Hikmah haramnya sama dengan bangkai. 8.Hewan mati karena ditanduk oleh hewan lain. Hikmahnya sama dengan bangkai. Kalau masih sempat disembelih maka hukumnya halal. 9.Hewan yang mati diterkam binatang buas. Hikmahnya sama dengan bangkai, kalau masih sempat disembelih maka hukumnya halal. 10.Hewan yang disembelih untuk berhala, sebagaimana yang diperbuat oleh orang Arab pada zaman jahiliah yang menyembelih hewan di dekat berhala-berhala yang jumlahnya 360, terdapat di sekitar Kabah. Hikmah haramnya adalah karena perbuatan ini termasuk mempersekutukan Allah. Selanjutnya diterangkan tentang haramnya mengundi nasib dengan anak panah, seperti yang dilakukan oleh orang Arab pada masa jahiliah, yaitu dengan mengambil tiga anak panah yang belum ada bulu, salah satu anak panah itu ditulis dengan perkataan: \"Amarani rabbi\" (Tuhanku telah menyuruhku), anak panah yang kedua ditulis dengan perkataan: \"Nahani rabbi\" (Tuhanku melarangku), sedang anak panah yang ketiga tidak ditulis apa-apa. Anak panah itu disimpan di dalam Kabah. Jika mereka bermaksud mengerjakan pekerjaan yang besar dan penting, mereka minta tolong kepada penjaga Kabah mencabut salah satu dari ketiga anak panah tersebut dan melaksanakan apa yang tertulis pada anak panah yang diambil itu. Kalau terambil anak panah yang tidak ditulis apa-apa, maka undian diulangi lagi. Perbuatan ini dilarang karena mengandung syirik atau tahayul dan khurafat. Dalam hal ini menurut ajaran Rasulullah saw bila hendak memilih salah satu dari dua pekerjaan yang sama pentingnya atau memilih di antara melaksanakan atau tidak, maka hendaklah melaksanakan salat istikharah dua rakaat. Kalau undian biasa (qur'ah) yang tidak mengandung kefasikan atau tahayul dan khurafat, tidaklah diharamkan, seperti undian untuk mengambil salah satu bagian dari dua tumpukan yang sudah diusahakan sama banyaknya, siapa yang berhak dari masing-masing tumpukan itu lalu diadakan qur'ah (undian). Selanjutnya diterangkan bahwa pada haji wada orang-orang kafir telah putus asa dalam usahanya untuk mengalahkan agama Islam. Oleh karena itu kaum Muslimin tidak boleh merasa takut kepada mereka tetapi hendaklah takut kepada Allah. Selanjutnya dalam ayat ini dijelaskan lagi tentang sesuatu yang penting bagi Nabi Muhammad saw dan bagi seluruh umat Islam, bahwa Allah telah menyempurnakan agama Islam dan telah mencukupkan nikmat-Nya, serta telah rida agama Islam menjadi agama umat manusia. Setelah ayat ini dibacakan oleh Nabi, maka Umar menangis lalu Nabi bertanya apa yang menyebabkan ia menangis. Umar menjawab, \"Sesuatu yang sudah sempurna tidak ada yang ditunggu lagi kecuali kurangnya.\" Rasulullah membenarkan ucapan Umar itu (Riwayat Ibnu Jarir dan Harun bin Antarah dari ayahnya ). Diriwayatkan bahwa ayat ini turun di Arafah tanggal 9 Zulhijjah 10 H, hari Jumat sesudah asar. Sejarah telah mencatat: bahwa 81 hari sesudah turunnya ayat ini Nabi Muhammad saw pun wafat setelah menunaikan risalahnya selama kurang lebih 23 tahun. Memang ajaran Islam telah sempurna, walaupun segala persoalan belum dirinci, tetapi telah cukup sempurna dengan berbagai prinsip urusan duniawi maupun ukhrawi. Kemudian pada akhir ayat ini diterangkan, bahwa orang-orang yang terpaksa makan makanan yang diharamkan Allah karena lapar tanpa niat untuk berbuat dosa, dibolehkan asal dia makan seperlunya saja, sekedar mempertahankan hidup. Sesungguhnya Allah Maha Pengampun, Maha Penyayang."
        },
        {
          "number": 4,
          "arabic": "يَسْـَٔلُونَكَ مَاذَآ أُحِلَّ لَهُمْ ۖ قُلْ أُحِلَّ لَكُمُ ٱلطَّيِّبَـٰتُ ۙ وَمَا عَلَّمْتُم مِّنَ ٱلْجَوَارِحِ مُكَلِّبِينَ تُعَلِّمُونَهُنَّ مِمَّا عَلَّمَكُمُ ٱللَّهُ ۖ فَكُلُوا۟ مِمَّآ أَمْسَكْنَ عَلَيْكُمْ وَٱذْكُرُوا۟ ٱسْمَ ٱللَّهِ عَلَيْهِ ۖ وَٱتَّقُوا۟ ٱللَّهَ ۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلْحِسَابِ",
          "transliteration": "yasalūnaka mādhā uḥilla lahum qul uḥilla lakumu l-ṭayibātu wamā ʿallamtum mina l-jawāriḥi mukallibīna tuʿallimūnahunna mimmā ʿallamakumu l-lahu fakulū mimmā amsakna ʿalaykum wa-udh'kurū is'ma l-lahi ʿalayhi wa-ittaqū l-laha inna l-laha sarīʿu l-ḥisābi",
          "translation": "Mereka bertanya kepadamu (Muhammad), \"Apakah yang dihalalkan bagi mereka?\" Katakanlah, \"Yang dihalalkan bagimu (adalah makanan) yang baik-baik dan (buruan yang ditangkap) oleh binatang pemburu yang telah kamu latih untuk berburu, yang kamu latih menurut apa yang telah diajarkan Allah kepadamu. Maka makanlah apa yang ditangkapnya untukmu,<sup foot_note=135214>1</sup> dan sebutlah nama Allah (waktu melepasnya). Dan bertakwalah kepada Allah, sungguh, Allah sangat cepat perhitungan-Nya.\"",
          "tafsir": "Ayat ini menerangkan dua macam makanan yang dihalalkan: 1.Makanan yang baik, yaitu semua jenis makanan yang menimbulkan selera untuk memakannya dan tidak ada nas yang mengharamkannya. Adapun yang sudah ada ketentuan haramnya, maka harus dipatuhi ketentuan itu, seperti sabda Rasulullah saw: Dari Ibnu Abbas berkata, \"Rasulullah saw melarang memakan setiap binatang yang bertaring dari binatang buas dan setiap yang berkuku tajam dari unggas.\" (Riwayat Ahmad, Muslim, dan Ashabus-Sunan). 2.Binatang buruan yang ditangkap oleh binatang-binatang pemburu yang terlatih sehingga buruannya langsung dibawa kepada tuannya dan tidak akan dimakannya kecuali kalau diberi oleh tuannya. Apabila binatang pemburu itu memakan buruannya lebih dulu, sebelum diberikan oleh tuannya, maka buruannya itu haram dimakan seperti haramnya bangkai. Selanjutnya ayat ini menerangkan bahwa hasil buruan binatang yang terlatih itu boleh dimakan apabila pada saat melepaskan binatang, si pemburu membaca basmalah. Hukum membaca basmalah itu wajib menurut sebagian ulama seperti Abu Hanifah, menurut Imam Syafii hukumnya sunah. Kemudian akhir ayat ini menerangkan supaya tetap bertakwa, yaitu mematuhi semua perintah Allah dan menjauhi larangan-Nya, karena Allah sangat cepat menghitung semua amal hamba-Nya tanpa ada yang tertinggal dan tersembunyi bagi-Nya."
        },
        {
          "number": 5,
          "arabic": "ٱلْيَوْمَ أُحِلَّ لَكُمُ ٱلطَّيِّبَـٰتُ ۖ وَطَعَامُ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ حِلٌّ لَّكُمْ وَطَعَامُكُمْ حِلٌّ لَّهُمْ ۖ وَٱلْمُحْصَنَـٰتُ مِنَ ٱلْمُؤْمِنَـٰتِ وَٱلْمُحْصَنَـٰتُ مِنَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ مِن قَبْلِكُمْ إِذَآ ءَاتَيْتُمُوهُنَّ أُجُورَهُنَّ مُحْصِنِينَ غَيْرَ مُسَـٰفِحِينَ وَلَا مُتَّخِذِىٓ أَخْدَانٍ ۗ وَمَن يَكْفُرْ بِٱلْإِيمَـٰنِ فَقَدْ حَبِطَ عَمَلُهُۥ وَهُوَ فِى ٱلْـَٔاخِرَةِ مِنَ ٱلْخَـٰسِرِينَ",
          "transliteration": "al-yawma uḥilla lakumu l-ṭayibātu waṭaʿāmu alladhīna ūtū l-kitāba ḥillun lakum waṭaʿāmukum ḥillun lahum wal-muḥ'ṣanātu mina l-mu'mināti wal-muḥ'ṣanātu mina alladhīna ūtū l-kitāba min qablikum idhā ātaytumūhunna ujūrahunna muḥ'ṣinīna ghayra musāfiḥīna walā muttakhidhī akhdānin waman yakfur bil-īmāni faqad ḥabiṭa ʿamaluhu wahuwa fī l-ākhirati mina l-khāsirīna",
          "translation": "Pada hari ini dihalalkan bagimu segala yang baik-baik. Makanan (sembelihan) Ahli Kitab itu halal bagimu, dan makananmu halal bagi mereka. Dan (dihalalkan bagimu menikahi) perempuan-perempuan yang menjaga kehormatan<sup foot_note=135215>1</sup> di antara perempuan-perempuan yang beriman dan perempuan-perempuan yang menjaga kehormatan di antara orang-orang yang diberi kitab sebelum kamu, apabila kamu membayar maskawin mereka untuk menikahinya, tidak dengan maksud berzina dan bukan untuk menjadikan perempuan piaraan. Barang siapa kafir setelah beriman maka sungguh, sia-sia amal mereka dan di akhirat dia termasuk orang-orang yang rugi.",
          "tafsir": "Ayat ini menerangkan tiga macam hal yang halal bagi orang mukmin, yaitu: 1. Makanan yang baik-baik, seperti dimaksud pada ayat keempat. Kemudian disebutkan kembali pada ayat ini untuk menguatkan arti baik itu dan menerangkan bahwa diperbolehkannya memakan makanan yang baik-baik itu tidak berubah. 2. Makanan Ahli Kitab. Makanan di sini menurut jumhur ulama ialah sembelihan orang-orang Yahudi dan Nasrani karena mereka pada waktu itu mempunyai kepercayaan bahwa haram hukumnya memakan binatang yang disembelih dengan menyebut nama selain Allah. Selama mereka masih mempunyai kepercayaan seperti itu, maka sembelihan mereka tetap halal. Sedangkan makanan lainnya seperti buah-buahan, dan sebagainya dikembalikan saja hukumnya kepada jenis yang pertama yaitu tayyibat, apabila termasuk golongan makanan yang baik-baik boleh dimakan, kalau tidak (khabais), haram dimakan. Adapun sembelihan orang kafir yang bukan Ahli Kitab haram dimakan. 3.Mengawini perempuan-perempuan merdeka (bukan budak) dan perempuan-perempuan mukmin dan perempuan Ahli Kitab hukumnya halal. Menurut sebagian mufasir yang dimaksud al-muhsanat ialah perempuan-perempuan yang menjaga kehormatan dirinya. Laki-laki boleh mengawini perempuan-perempuan tersebut dengan kewajiban memberi nafkah, asalkan tidak ada maksud-maksud lain yang terkandung dalam hati seperti mengambil mereka untuk berzina dan tidak pula untuk dijadikan gundik. Ringkasnya laki-laki mukmin boleh mengawini perempuan-perempuan Ahli Kitab dengan syarat-syarat seperti tersebut di atas. Tetapi perempuan-perempuan Islam tidak boleh kawin dengan laki-laki Ahli Kitab apalagi dengan laki-laki kafir yang bukan Ahlil Kitab. Kemudian akhir ayat kelima ini memperingatkan, bahwa barang siapa yang kafir sesudah beriman, maka semua amal baik yang pernah dikerjakannya akan hapus semuanya dan di akhirat termasuk orang yang rugi."
        }
      ]
    }
  ]
}