{
  "pageNumber": 475,
  "juz": 24,
  "surahs": [
    {
      "number": 40,
      "name": "Ghafir",
      "nameArabic": "غافر",
      "meaning": "Yang Maha Pengampun",
      "revelation": "Makkah",
      "description": "Surat \"Ghafir\" terdiri atas 85 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Az-Zumar.Dinamakan \"Ghafir\" (yang mengampuni), karena ada hubungannya dengan kata \"Ghafir\" yang terdapat pada ayat ke-3 surat ini. Ayat ini mengingatkan bahwa \"Maha Pengampun\" dan \"Maha Penerima Taubat\" adalah termasuk sifat Allah. Karena itu, hamba-hamba Allah tidak perlu khawatir terhadap perbuatan-perbuatan dosa yang telah telanjur mereka lakukan, semuanya akan diampuni Allah dengan syarat memohon ampunan dan bertaubat kepada-Nya dengan sungguh-sungguh serta berjanji tidak akan mengulangi perbuatan-perbuatan dosa itu lagi. Surat ini juga dinamai \"Dzit Thaul\" (Yang Mempunyai Karunia) karena kata tersebut terdapat pada ayat ke-3.Dinamai pula \"Al-Mu'min\" (orang yang beriman), berhubung kata \"mu'min\" yang terdapat pada ayat ke-28 surat ini. Pada ayat ke-28 diterangkan bahwa seorang dari kaum Fir'aun telah beriman kepada Nabi Musa tetapi menyembunyikan keimanannya di depan kaumnya. Setelah mendengar keterangan dan melihat mukjizat yang dikemukakan oleh Nabi Musa, hati kecil orang itu mencela Fir'aun dan kaumnya yang tidak mau beriman kepada Nabi Musa sekalipun telah dikemukakan keterangan dan mukjizat yang diminta mereka.**Pokok-Pokok Isi:**1. **Keimanan:** Sifat-sifat malaikat yang memikul 'Arsy dan yang berada di sekitarnya; dalil-dalil yang menunjukkan kekuasaan Allah, sifat-sifat Allah yang menunjukkan kebesaran dan keagungan-Nya; ilmu Allah meliputi segala sesuatu; bukti-bukti yang menunjukkan keberadaan hari kebangkitan.2. **Kisah:** Kisah Nabi Musa dengan Fir'aun.3. **Lain-lain:** Sikap orang mukmin dan orang kafir terhadap Al-Qur'an; permohonan orang-orang kafir agar dikeluarkan dari neraka; peringatan untuk orang-orang musyrik tentang kedahsyatan hari kiamat; anjuran bersabar dalam menghadapi kaum musyrikin; nikmat-nikmat Allah yang terdapat di daratan dan lautan; janji Rasulullah bahwa orang-orang mukmin akan menang terhadap musuhnya.Surat Ghafir mengemukakan hal-hal yang berhubungan dengan bantahan orang-orang kafir dan pengakuan orang-orang mukmin terhadap Al-Qur'an terutama yang berhubungan dengan ketauhidan, penegasan kebangkitan dan kerasulan. Selain itu, surat ini juga mengemukakan bahwa keadaan orang-orang musyrik akan sama dengan keadaan Fir'aun, Qarun, dan Haman, bila mereka tetap dalam kemusyrikannya.**Hubungan Surat Ghafir Dengan Surat Fussilat:**1. Kedua surat ini sama-sama memberikan peringatan kepada orang-orang Quraisy yang mengingkari Nabi Muhammad.2. Kedua surat ini sama-sama dimulai dengan menyebutkan sifat-sifat Al-Qur'an.",
      "verses": [
        {
          "number": 67,
          "arabic": "هُوَ ٱلَّذِى خَلَقَكُم مِّن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ يُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوٓا۟ أَشُدَّكُمْ ثُمَّ لِتَكُونُوا۟ شُيُوخًا ۚ وَمِنكُم مَّن يُتَوَفَّىٰ مِن قَبْلُ ۖ وَلِتَبْلُغُوٓا۟ أَجَلًا مُّسَمًّى وَلَعَلَّكُمْ تَعْقِلُونَ",
          "transliteration": "huwa alladhī khalaqakum min turābin thumma min nuṭ'fatin thumma min ʿalaqatin thumma yukh'rijukum ṭif'lan thumma litablughū ashuddakum thumma litakūnū shuyūkhan waminkum man yutawaffā min qablu walitablughū ajalan musamman walaʿallakum taʿqilūna",
          "translation": "Dialah yang menciptakanmu dari tanah, kemudian dari setetes mani, lalu dari segumpal darah, kemudian kamu dilahirkan sebagai seorang anak, kemudian dibiarkan kamu sampai dewasa, lalu menjadi tua. Tetapi di antara kamu ada yang dimatikan sebelum itu. (Kami perbuat demikian) agar kamu sampai kepada kurun waktu yang ditentukan, agar kamu mengerti.",
          "tafsir": "Dialah yang menjadikan manusia dari tanah, menjadi setetes mani, dari setetes mani menjadi sesuatu yang melekat, dan segumpal darah menjadi segumpal daging, kemudian dilahirkan ke dunia dalam bentuk manusia. Jumhur ulama berpendapat bahwa yang dimaksud dengan Allah menciptakan manusia dari tanah ialah bapak manusia yaitu Adam yang diciptakan Allah dari tanah. Sebagian ahli tafsir menerangkan bahwa yang dimaksudkan dengan Allah menjadikan manusia dari tanah ialah Allah menjadikan manusia dari sari pati yang berasal dari tanah. Seorang bapak dan seorang ibu memakan makanan yang berasal dari tanah, dari binatang ternak, dan tumbuh-tumbuhan. Binatang ternak memakan tumbuh-tumbuhan dan berkembang dengan menggunakan zat-zat yang berasal dari tanah. Makanan yang dimakan ibu atau bapak itu merupakan sumber utama untuk membentuk sel telur atau sperma. Sel telur ibu bertemu dengan sperma bapak dalam rahim ibu, sehingga menjadi segumpal darah dan seterusnya. Allah lalu menerangkan bahwa manusia yang diciptakan-Nya dari tanah itu mengalami hidup dalam tiga masa; yaitu: 1. Masa kanak-kanak. 2. Masa dewasa. 3. Masa tua. Di antara manusia ada yang diwafatkan Allah pada masa kanak-kanak, ada pula pada masa dewasa, dan ada yang diwafatkan setelah berusia lanjut. Ketentuan kapan seorang manusia meninggal itu berada di tangan Allah semata. Proses kejadian manusia itu diterangkan dalam ayat ini agar dapat menjadi bahan renungan dan pemikiran bagi orang-orang yang berakal, sehingga mereka beriman kepada Allah Pencipta seluruh makhluk."
        },
        {
          "number": 68,
          "arabic": "هُوَ ٱلَّذِى يُحْىِۦ وَيُمِيتُ ۖ فَإِذَا قَضَىٰٓ أَمْرًا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ",
          "transliteration": "huwa alladhī yuḥ'yī wayumītu fa-idhā qaḍā amran fa-innamā yaqūlu lahu kun fayakūnu",
          "translation": "Dialah yang menghidupkan dan mematikan. Maka apabila Dia hendak menetapkan suatu urusan, Dia hanya berkata kepadanya, \"Jadilah!\" Maka jadilah sesuatu itu.",
          "tafsir": "Allah memerintahkan agar Rasulullah menyampaikan kepada orang-orang musyrik bahwa Allah yang wajib disembah itu adalah Tuhan Yang menghidupkan manusia dari tidak ada kepada ada, menghidupkan kembali sesudah matinya, dan mematikan seluruh makhluk pada waktu-waktu yang telah ditentukan-Nya. Dia adalah Tuhan Yang Mahakuasa dan Maha Pencipta. Jika berkehendak menciptakan sesuatu, Allah cukup mengatakan, \"Jadilah,\" maka jadilah sesuatu itu."
        },
        {
          "number": 69,
          "arabic": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ يُجَـٰدِلُونَ فِىٓ ءَايَـٰتِ ٱللَّهِ أَنَّىٰ يُصْرَفُونَ",
          "transliteration": "alam tara ilā alladhīna yujādilūna fī āyāti l-lahi annā yuṣ'rafūna",
          "translation": "Apakah kamu tidak memperhatikan orang-orang yang (selalu) membantah ayat-ayat Allah? Bagaimana mereka dapat dipalingkan?",
          "tafsir": "Allah menyatakan kepada Nabi Muhammad, apakah ia tidak memerhatikan orang-orang yang membantah ayat-ayat Allah yang menerangkan dan membuktikan keesaan-Nya dan adanya hari kebangkitan. Orang-orang kafir itu membantah tanpa mengemukakan dalil-dalil yang kuat atau yang dapat diterima akal dan pikiran yang benar. Hal ini menunjukkan bahwa kekafiran dan keingkaran mereka itu tidak beralasan sedikit pun. Jika ada alasan yang mereka kemukakan, maka alasan itu semata-mata hanya karena ingin mengelakkan diri dari seruan Muhammad. Sikap mereka yang demikian itu adalah sikap yang aneh dan tidak benar. Jika mereka ingin mencari kebenaran dan ingin mengikuti kepercayaan yang benar, amat banyak dalil-dalil yang dapat mereka pelajari dan perhatikan untuk mencapai keinginan mereka itu."
        },
        {
          "number": 70,
          "arabic": "ٱلَّذِينَ كَذَّبُوا۟ بِٱلْكِتَـٰبِ وَبِمَآ أَرْسَلْنَا بِهِۦ رُسُلَنَا ۖ فَسَوْفَ يَعْلَمُونَ",
          "transliteration": "alladhīna kadhabū bil-kitābi wabimā arsalnā bihi rusulanā fasawfa yaʿlamūna",
          "translation": "(Yaitu) orang-orang yang mendustakan Kitab (Alquran) dan wahyu yang dibawa oleh rasul-rasul Kami yang telah Kami utus. Kelak mereka akan mengetahui,",
          "tafsir": "Orang-orang yang membantah ayat-ayat Allah itu ialah orang-orang yang mendustakan ayat-ayat Al-Qur'an yang diturunkan Allah kepada Muhammad saw dan mendustakan semua yang disampaikan rasul-rasul atas perintah-Nya. Dalam ayat-ayat Al-Qur'an dan apa yang disampaikan rasul-rasul itu terdapat perintah untuk menghambakan diri kepada Allah semata, tidak menyembah sesuatu pun selain Dia, meyakini adanya hari kebangkitan, dan hukum-hukum serta petunjuk untuk kebahagiaan hidup di dunia dan akhirat. Orang-orang yang ingkar itu kelak akan mengetahui akibat keingkaran mereka. Hal ini merupakan peringatan yang sangat keras, sebagaimana firman Allah: Celakalah pada hari itu, bagi orang-orang yang mendustakan! (al-Muthaffifin/83: 10)"
        },
        {
          "number": 71,
          "arabic": "إِذِ ٱلْأَغْلَـٰلُ فِىٓ أَعْنَـٰقِهِمْ وَٱلسَّلَـٰسِلُ يُسْحَبُونَ",
          "transliteration": "idhi l-aghlālu fī aʿnāqihim wal-salāsilu yus'ḥabūna",
          "translation": "ketika belenggu dan rantai dipasang di leher mereka, seraya mereka diseret,",
          "tafsir": "Akibat keingkaran mereka, orang-orang kafir akan merasakan siksa di akhirat, ketika belenggu dan rantai-rantai dikalungkan ke leher mereka, kemudian mereka ditarik dengan paksa dan dibakar di dalam neraka. Ayat ini sama isinya dan maksudnya dengan firman Allah: Kemudian pasti tempat kembali mereka ke neraka Jahim. (ash-shaffat/37: 68) Dan firman Allah Peganglah dia kemudian seretlah dia sampai ke tengah-tengah neraka, kemudian tuangkanlah di atas kepalanya azab (dari) air yang sangat panas. Rasakanlah, sesungguhnya kamu benar-benar orang yang perkasa lagi mulia. Sungguh, inilah azab yang dahulu kamu ragukan. (ad-Dukhan/44: 47-50)"
        },
        {
          "number": 72,
          "arabic": "فِى ٱلْحَمِيمِ ثُمَّ فِى ٱلنَّارِ يُسْجَرُونَ",
          "transliteration": "fī l-ḥamīmi thumma fī l-nāri yus'jarūna",
          "translation": "ke dalam air yang sangat panas, kemudian mereka dibakar dalam api,",
          "tafsir": "Akibat keingkaran mereka, orang-orang kafir akan merasakan siksa di akhirat, ketika belenggu dan rantai-rantai dikalungkan ke leher mereka, kemudian mereka ditarik dengan paksa dan dibakar di dalam neraka. Ayat ini sama isinya dan maksudnya dengan firman Allah: Kemudian pasti tempat kembali mereka ke neraka Jahim. (ash-shaffat/37: 68) Dan firman Allah Peganglah dia kemudian seretlah dia sampai ke tengah-tengah neraka, kemudian tuangkanlah di atas kepalanya azab (dari) air yang sangat panas. Rasakanlah, sesungguhnya kamu benar-benar orang yang perkasa lagi mulia. Sungguh, inilah azab yang dahulu kamu ragukan. (ad-Dukhan/44: 47-50)"
        },
        {
          "number": 73,
          "arabic": "ثُمَّ قِيلَ لَهُمْ أَيْنَ مَا كُنتُمْ تُشْرِكُونَ",
          "transliteration": "thumma qīla lahum ayna mā kuntum tush'rikūna",
          "translation": "kemudian dikatakan kepada mereka, \"Manakah berhala-berhala yang selalu kamu persekutukan,",
          "tafsir": "Kepada orang-orang kafir yang sedang ditimpa azab yang sangat pedih itu diajukan pertanyaan-pertanyaan yang bernada mengejek untuk menambah berat penderitaan yang sedang mereka alami. Pertanyaan-pertanyaan itu ialah manakah berhala-berhala yang mereka sembah selain Allah dahulu. Berhala-berhala yang menurut mereka sanggup melepaskan dan menyelamatkan mereka dari azab dan bencana hari itu. Mereka menjawab bahwa berhala-berhala itu telah menghilang dari mereka, telah mengikuti jalan yang lain, dan membiarkan mereka ditimpa bencana dan kesengsaraan pada hari itu. Mereka mengakui bahwa sebenarnya selama hidup di dunia mereka telah mengikuti agama dan kepercayaan yang salah dan menyembah sesuatu yang tidak layak disembah. Pada akhir ayat ini ditegaskan bahwa sebagaimana Allah telah membiarkan sesat orang-orang musyrik, sehingga tidak ada satu perbuatan pun yang diterima dari mereka sebagai amal saleh, maka demikian pula sikap Allah terhadap semua pekerjaan yang telah dilakukan orang-orang kafir. Mereka tidak dapat mengambil manfaat sedikit pun dari amal-amal mereka."
        },
        {
          "number": 74,
          "arabic": "مِن دُونِ ٱللَّهِ ۖ قَالُوا۟ ضَلُّوا۟ عَنَّا بَل لَّمْ نَكُن نَّدْعُوا۟ مِن قَبْلُ شَيْـًٔا ۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ ٱلْكَـٰفِرِينَ",
          "transliteration": "min dūni l-lahi qālū ḍallū ʿannā bal lam nakun nadʿū min qablu shayan kadhālika yuḍillu l-lahu l-kāfirīna",
          "translation": "(yang kamu sembah) selain Allah?\" Mereka menjawab, \"Mereka telah hilang lenyap dari kami, bahkan kami dahulu tidak pernah menyembah sesuatu.\" Demikianlah Allah membiarkan sesat orang-orang kafir.",
          "tafsir": "Kepada orang-orang kafir yang sedang ditimpa azab yang sangat pedih itu diajukan pertanyaan-pertanyaan yang bernada mengejek untuk menambah berat penderitaan yang sedang mereka alami. Pertanyaan-pertanyaan itu ialah manakah berhala-berhala yang mereka sembah selain Allah dahulu. Berhala-berhala yang menurut mereka sanggup melepaskan dan menyelamatkan mereka dari azab dan bencana hari itu. Mereka menjawab bahwa berhala-berhala itu telah menghilang dari mereka, telah mengikuti jalan yang lain, dan membiarkan mereka ditimpa bencana dan kesengsaraan pada hari itu. Mereka mengakui bahwa sebenarnya selama hidup di dunia mereka telah mengikuti agama dan kepercayaan yang salah dan menyembah sesuatu yang tidak layak disembah. Pada akhir ayat ini ditegaskan bahwa sebagaimana Allah telah membiarkan sesat orang-orang musyrik, sehingga tidak ada satu perbuatan pun yang diterima dari mereka sebagai amal saleh, maka demikian pula sikap Allah terhadap semua pekerjaan yang telah dilakukan orang-orang kafir. Mereka tidak dapat mengambil manfaat sedikit pun dari amal-amal mereka."
        },
        {
          "number": 75,
          "arabic": "ذَٰلِكُم بِمَا كُنتُمْ تَفْرَحُونَ فِى ٱلْأَرْضِ بِغَيْرِ ٱلْحَقِّ وَبِمَا كُنتُمْ تَمْرَحُونَ",
          "transliteration": "dhālikum bimā kuntum tafraḥūna fī l-arḍi bighayri l-ḥaqi wabimā kuntum tamraḥūna",
          "translation": "Yang demikian itu disebabkan karena kamu bersuka ria di bumi (tanpa) mengindahkan kebenaran dan karena kamu selalu bersuka ria (dalam kemaksiatan).",
          "tafsir": "Ayat ini menerangkan sebab-sebab Allah menimpakan azab yang pedih kepada orang-orang kafir. Di antaranya adalah karena mereka merasa gembira dan bahagia tanpa merasa berdosa selama hidup di dunia mengerjakan perbuatan-perbuatan syirik, seperti menyembah lebih dari satu tuhan, menyembah tuhan yang lain di samping menyembah Allah, atau mengakui bahwa ada makhluk-makhluk selain Allah mempunyai kekuatan gaib yang menyamai kekuatan-Nya. Di samping itu, mereka juga melakukan perbuatan-perbuatan maksiat, serta berlaku congkak, sombong, dan zalim terhadap manusia."
        },
        {
          "number": 76,
          "arabic": "ٱدْخُلُوٓا۟ أَبْوَٰبَ جَهَنَّمَ خَـٰلِدِينَ فِيهَا ۖ فَبِئْسَ مَثْوَى ٱلْمُتَكَبِّرِينَ",
          "transliteration": "ud'khulū abwāba jahannama khālidīna fīhā fabi'sa mathwā l-mutakabirīna",
          "translation": "(Dikatakan kepada mereka), \"Masuklah kamu ke pintu-pintu neraka Jahanam, dan kamu kekal di dalamnya. Maka itulah seburuk-buruk tempat bagi orang-orang yang sombong.\"",
          "tafsir": "Lalu orang-orang kafir itu diperintahkan untuk masuk ke dalam neraka melalui pintu-pintunya, sesuai dengan keadaan perbuatan jahat yang telah mereka lakukan. Mereka juga diperintahkan untuk tetap berada di dalam neraka Jahanam karena itulah tempat yang layak bagi orang-orang yang mengingkari ayat-ayat Allah dan menyombongkan diri kepada-Nya."
        },
        {
          "number": 77,
          "arabic": "فَٱصْبِرْ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ ۚ فَإِمَّا نُرِيَنَّكَ بَعْضَ ٱلَّذِى نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا يُرْجَعُونَ",
          "transliteration": "fa-iṣ'bir inna waʿda l-lahi ḥaqqun fa-immā nuriyannaka baʿḍa alladhī naʿiduhum aw natawaffayannaka fa-ilaynā yur'jaʿūna",
          "translation": "Maka bersabarlah engkau (Muhammad), sesungguhnya janji Allah itu benar. Meskipun Kami perlihatkan kepadamu sebagian siksa yang Kami ancamkan kepada mereka, atau pun Kami wafatkan engkau (sebelum ajal menimpa mereka), namun kepada Kamilah mereka dikembalikan.",
          "tafsir": "Allah memerintahkan para rasul-Nya agar bersabar dalam menghadapi tindakan orang-orang musyrik yang mendustakan dan membantah ayat-ayat-Nya. Para rasul juga diminta bersabar dan bertawakal menghadapi gangguan dan ancaman-ancaman mereka. Allah menyatakan bahwa janji-Nya untuk mengazab orang-orang kafir pasti benar dan terlaksana. Allah mengatakan kepada Nabi saw bahwa jika Ia memperlihatkan kepadanya, di waktu Nabi masih hidup, azab yang ditimpakan kepada orang-orang musyrik, atau tidak diperlihatkan kepada Nabi azab itu dengan mewafatkannya sebelum kedatangan azab itu, maka hal itu tidak berarti apa-apa bagi mereka. Pada hari Kiamat semuanya kembali kepada Allah, lalu diberikan kepada mereka balasan yang setimpal. Ayat lain yang searti dengan ayat ini ialah: Maka sungguh, sekiranya Kami mewafatkanmu (sebelum engkau mencapai kemenangan), maka sesungguhnya Kami akan tetap memberikan azab kepada mereka (di akhirat), atau Kami perlihatkan kepadamu (azab) yang telah Kami ancamkan kepada mereka. Maka sungguh, Kami berkuasa atas mereka. (az-Zukhruf/43: 41-42)"
        }
      ]
    }
  ]
}