{
  "pageNumber": 212,
  "juz": 11,
  "surahs": [
    {
      "number": 10,
      "name": "Yunus",
      "nameArabic": "يونس",
      "meaning": "Nabi Yunus",
      "revelation": "Makkah",
      "description": "Surat Yunus terdiri dari 109 ayat dan termasuk surat Makkiyyah, kecuali ayat 40, 94, dan 95 yang diturunkan di Madinah.Surat ini dinamai \"Yunus\" karena di dalamnya disebutkan kisah Nabi Yunus dan pengikut-pengikutnya yang memiliki keteguhan iman.Pokok-Pokok Isi:1. Keimanan:Al-Qur'an bukanlah sihir; Allah mengatur alam semesta dari 'Arsy-Nya; syafaat hanyalah dengan izin Allah; wali-wali Allah; wahyu Allah yang menerangkan yang ghaib kepada manusia; Allah menyaksikan dan mengamati perbuatan hamba-hamba-Nya di dunia; Allah tidak mempunyai Anak.2. Hukum:Menentukan perhitungan tahun dan waktu dengan perjalanan matahari dan bulan; hukum mengada-adakan sesuatu terhadap Allah dan mendustakan ayat-ayat-Nya.3. Kisah-kisah:Kisah Nabi Nuh dengan kaumnya; Nabi Musa dengan Fir'aun dan tukang-tukang sihir; kisah Bani Israil setelah keluar dari negeri Mesir; Nabi Yunus dengan kaumnya.4. Lain-lain:Manusia ingat kepada Allah ketika ditimpa kesulitan dan lupa ketika diberi kesenangan; keadaan orang-orang baik dan orang-orang jahat pada hari kiamat; Al-Qur'an tidak dapat ditandingi; rasul hanya menyampaikan risalah.Surat Yunus mengandung hal-hal yang berhubungan dengan pokok-pokok kepercayaan, lenyapnya syirik, pengutusan rasul, hari kebangkitan, hari pembalasan, dan hal-hal yang berhubungan dengan pokok-pokok agama lainnya sebagaimana biasa didapati dalam surat-surat Makkiyah.Hubungan Surat Yunus Dengan Surat Hud:1. Kedua surat ini sama-sama dimulai dengan alif laam raa', kemudian diiringi dengan menyebutkan risalah nabi-nabi yang diutus Allah dan menerangkan kedudukan para rasul sebagai pemberi kabar gembira dan pemberi peringatan.2. Kedua surat ini pada pertengahannya sama-sama menerangkan tentang keingkaran orang-orang kafir terhadap Al-Qur'an, bantahan terhadap anggapan kepalsuan risalah para rasul, dan keingkaran kaum musyrikin terhadap pokok agama. Kemudian kedua surat ini sama-sama ditutup dengan seruan agar mengikuti rasul, bersabar terhadap semua tindakan jahat kaum musyrikin, istiqamah, dan bertawakal kepada Allah.3. Kedua surat ini sama-sama menerangkan kisah para nabi, tetapi kisah para nabi yang disebut dalam surat Hud bersifat menjelaskan apa yang telah disebut dalam surat Yunus. Pada umumnya, apa yang diutarakan dalam surat Hud merupakan penjelasan dari apa yang telah disebut dalam surat Yunus.",
      "verses": [
        {
          "number": 26,
          "arabic": "۞ لِّلَّذِينَ أَحْسَنُوا۟ ٱلْحُسْنَىٰ وَزِيَادَةٌ ۖ وَلَا يَرْهَقُ وُجُوهَهُمْ قَتَرٌ وَلَا ذِلَّةٌ ۚ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلْجَنَّةِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
          "transliteration": "lilladhīna aḥsanū l-ḥus'nā waziyādatun walā yarhaqu wujūhahum qatarun walā dhillatun ulāika aṣḥābu l-janati hum fīhā khālidūna",
          "translation": "Bagi orang-orang yang berbuat baik, ada pahala yang terbaik (surga) dan tambahannya (kenikmatan melihat Allah). Dan wajah mereka tidak ditutupi debu hitam dan tidak (pula) dalam kehinaan. Mereka itulah penghuni surga, mereka kekal di dalamnya.",
          "tafsir": "Dalam ayat ini, Allah menerangkan bahwa bagi orang-orang yang dapat memahami petunjuk dan mengambil manfaat dari petunjuk itu serta mengamalkannya, Allah akan memberikan pahala sesuai dengan amal perbuatan mereka. Bahkan untuk menggalakkan mereka agar lebih giat mengamalkannya, Allah menjanjikan pahala sepuluh kali lipat atau lebih banyak dari pada itu. Firman Allah: (Dengan demikian) Dia akan memberi balasan kepada orang-orang yang berbuat jahat sesuai dengan apa yang telah mereka kerjakan dan Dia akan memberi balasan kepada orang-orang yang berbuat baik dengan pahala yang lebih baik (surga). (an-Najm/53: 31) Orang yang melakukan amal yang baik akan mendapat imbalan pahala melebihi pahala yang seharusnya diterima. Mereka itu akan menerima pahala yang berlipat ganda. Mereka akan mendapat tambahan pahala lagi yang tidak ternilai harganya, yaitu mereka akan mengetahui dengan sebenarnya bahwa Allah Yang Mahamulia. Pengetahuan ini adalah pengetahuan yang paling tinggi, karena mereka mengetahui dengan sebenarnya Pencipta alam semesta ini, dan membenarkan terjadinya hari akhir. Mereka hidup bahagia, dari wajah mereka tampak cahaya yang berseri-seri, sedikitpun tidak terlihat kemurungan dan kemuraman, lantaran mereka itu tidak merasa kecewa atas keyakinannya yang kuat, dan tidak merasa bersusah hati. Allah menegaskan bahwa mereka inilah orang-orang yang berhak menjadi penghuni surga. Mereka akan bertempat tinggal di dalamnya selama-lamanya. Di situlah mereka mengalami kebahagiaan yang abadi, karena tidak akan merasa bosan dan jemu akan kenikmatan yang mereka rasakan, dan tidak pula mereka takut akan berkurangnya kenikmatan atau dikeluarkan dari sana."
        },
        {
          "number": 27,
          "arabic": "وَٱلَّذِينَ كَسَبُوا۟ ٱلسَّيِّـَٔاتِ جَزَآءُ سَيِّئَةٍۭ بِمِثْلِهَا وَتَرْهَقُهُمْ ذِلَّةٌ ۖ مَّا لَهُم مِّنَ ٱللَّهِ مِنْ عَاصِمٍ ۖ كَأَنَّمَآ أُغْشِيَتْ وُجُوهُهُمْ قِطَعًا مِّنَ ٱلَّيْلِ مُظْلِمًا ۚ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
          "transliteration": "wa-alladhīna kasabū l-sayiāti jazāu sayyi-atin bimith'lihā watarhaquhum dhillatun mā lahum mina l-lahi min ʿāṣimin ka-annamā ugh'shiyat wujūhuhum qiṭaʿan mina al-layli muẓ'liman ulāika aṣḥābu l-nāri hum fīhā khālidūna",
          "translation": "Adapun orang-orang yang berbuat kejahatan (akan mendapat) balasan kejahatan yang setimpal dan mereka diselubungi kehinaan. Tidak ada bagi mereka seorang pelindung pun dari (azab) Allah, seakan-akan wajah mereka ditutupi dengan kepingan-kepingan malam yang gelap gulita. Mereka itulah penghuni neraka, mereka kekal di dalamnya.",
          "tafsir": "Dalam ayat ini, Allah memberikan penjelasan bahwa orang-orang yang menyebarkan kejahatan, mengerjakan keonaran di muka bumi serta membangkang dan mengingkari ayat-ayat Allah yang diturunkan kepada Rasul-Nya, mereka itu akan mendapat pembalasan yang seimbang, yaitu mereka akan menerima hukuman dari Allah yang setimpal dengan amal perbuatan mereka Wajah mereka tampak kusut karena mereka menderita akibat dari perbuatan syirik yang merasuk ke tulang sumsum mereka, kejahatan yang telah meracuni diri mereka serta penganiayaan mereka terhadap diri mereka sendiri. Pada saat itu mereka tidak dapat membela dirinya, karena memang tidak dapat melindungi diri mereka atau mencegah bencana yang akan ditimpakan kepada mereka. Demikianlah azab yang mereka rasakan dengan penuh penyesalan, akibat menyembah berhala yang mereka anggap sebagai perantara, yang dapat menyampaikan doa-doa mereka kepada Allah. Itulah hari pembalasan dimana tidak ada seorang pun yang menolong mereka kecuali amal baik mereka. Firman Allah: (Yaitu) pada hari (ketika) seseorang sama sekali tidak berdaya (menolong) orang lain. Dan segala urusan pada hari itu dalam kekuasaan Allah. (al-Infithar/82: 19) Sebagai tanda penyesalan mereka, wajah-wajah mereka terlihat hitam kelam laksana gelapnya malam, tidak nampak sedikit pun percikan kilat, kemilau bintang, atau seberkas sinar bulan. Mereka benar-benar menyesali perbuatan yang dilakukan di dunia. Harapan mereka hampa, karena berpegang kepada keyakinan yang salah dan mengingkari petunjuk Allah. Allah menegaskan bahwa mereka itu akan menjadi penghuni neraka yang kekal selama-lamanya dan tidak ada kemungkinan lagi bagi mereka untuk dapat melepaskan diri karena tempat itulah yang layak bagi mereka. Allah berfirman: Dan wajah-wajah (orang kafir) pada hari itu muram, mereka yakin bahwa akan ditimpakan kepadanya malapetaka yang sangat dahsyat. (al-Qiyamah/75: 24-25) Dan firman Allah: Dan pada hari itu ada (pula) wajah-wajah yang tertutup debu (suram), tertutup oleh kegelapan (ditimpa kehinaan dan kesusahan). Mereka itulah orang-orang kafir yang durhaka.\" (Abasa/80: 40-42)"
        },
        {
          "number": 28,
          "arabic": "وَيَوْمَ نَحْشُرُهُمْ جَمِيعًا ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُوا۟ مَكَانَكُمْ أَنتُمْ وَشُرَكَآؤُكُمْ ۚ فَزَيَّلْنَا بَيْنَهُمْ ۖ وَقَالَ شُرَكَآؤُهُم مَّا كُنتُمْ إِيَّانَا تَعْبُدُونَ",
          "transliteration": "wayawma naḥshuruhum jamīʿan thumma naqūlu lilladhīna ashrakū makānakum antum washurakāukum fazayyalnā baynahum waqāla shurakāuhum mā kuntum iyyānā taʿbudūna",
          "translation": "Dan (ingatlah) pada hari (ketika) itu Kami mengumpulkan mereka semuanya, kemudian Kami berkata kepada orang yang mempersekutukan (Allah), \"Tetaplah di tempatmu, kamu dan para sekutumu.\" Lalu Kami pisahkan mereka, dan berkatalah sekutu-sekutu mereka, \"kamu sekali-kali tidak pernah menyembah kami.<sup foot_note=135338>1</sup>",
          "tafsir": "Allah memerintahkan kepada Nabi Muhammad saw agar memper-hatikan orang-orang musyrik bahwa pada suatu saat yang telah ditentukan Allah akan mengumpulkan penyembah-penyembah berhala itu semuanya tanpa ada seorang pun yang ketinggalan, yaitu pada saat seluruh manusia akan diperiksa perkaranya. Allah pada waktu itu berbicara kepada mereka yang mempersekutukan-Nya, sedang mereka terbungkam tidak bisa menge-luarkan sepatah kata pun karena kebingungan dan ketakutan. \"Mengapa mereka tidak lagi bersama-sama dengan sekutu-sekutu mereka di tempat itu. Sehingga sampai saatnya nanti mereka menyaksikan apa yang akan diberlakukan kepada mereka serta keputusan apa yang pantas diberikan kepada mereka, sebagai imbalan dari perbuatan mereka yang benar-benar melanggar larangan Allah serta bertentangan dengan fitrah mereka sendiri, yaitu mereka telah menyembah berhala. Mereka tidak dapat lagi memungkiri perbuatannya, karena bukti-bukti telah nyata bahkan memberatkan mereka.\" Pada waktu itu sekutu-sekutu mereka memberikan kesaksian bahwa mereka sebenarnya tidak hanya menyembah sekutu-sekutu itu, akan tetapi mereka juga mempertuhankan hawa nafsu dan setan. Mereka itu menjadikan berhala-berhala sebagai alat untuk kepentingan mereka sendiri. Kemudian Allah memberikan penjelasan bahwa mereka dan sekutu-sekutunya akan dipisahkan dan masing-masing akan diperiksa, mereka sebagai tertuduh, sedang sekutu-sekutu mereka menjadi saksi."
        },
        {
          "number": 29,
          "arabic": "فَكَفَىٰ بِٱللَّهِ شَهِيدًۢا بَيْنَنَا وَبَيْنَكُمْ إِن كُنَّا عَنْ عِبَادَتِكُمْ لَغَـٰفِلِينَ",
          "transliteration": "fakafā bil-lahi shahīdan baynanā wabaynakum in kunnā ʿan ʿibādatikum laghāfilīna",
          "translation": "Maka cukuplah Allah menjadi saksi antara kami dengan kamu, sebab kami tidak tahu-menahu tentang penyembahan kamu (kepada kami).\"",
          "tafsir": "Pada ayat ini, Allah menjelaskan bahwa berhala-berhala itu memberi pernyataan, sedangkan Allah cukup menjadi saksi antara berhala-berhala dengan penyembah-penyembahnya. Pada saat itulah berhala-berhala itu berlepas diri dari mereka dan mengatakan tidak tahu menahu akan perbuatan mereka. Pada prinsipnya mereka yang menyekutukan Allah itu akan disiksa, karena mereka telah melakukan kesalahan besar. Mereka telah menyembah sesuatu yang tidak berhak disembah padahal mereka mengerti bahwa mereka dan berhala-berhala yang mereka sembah itu diciptakan Allah. Maka seharusnya Allah-lah yang patut disembah, karena Dia Zat yang mempunyai kekuasaan tertinggi terhadap seluruh makhluk-Nya dan Dia berkuasa pula untuk mendatangkan manfaat dan kemudaratan apabila Dia menghendaki."
        },
        {
          "number": 30,
          "arabic": "هُنَالِكَ تَبْلُوا۟ كُلُّ نَفْسٍ مَّآ أَسْلَفَتْ ۚ وَرُدُّوٓا۟ إِلَى ٱللَّهِ مَوْلَىٰهُمُ ٱلْحَقِّ ۖ وَضَلَّ عَنْهُم مَّا كَانُوا۟ يَفْتَرُونَ",
          "transliteration": "hunālika tablū kullu nafsin mā aslafat waruddū ilā l-lahi mawlāhumu l-ḥaqi waḍalla ʿanhum mā kānū yaftarūna",
          "translation": "Di tempat itu (padang Mahsyar), setiap jiwa merasakan pembalasan dari apa yang telah dikerjakannya (dahulu) dan mereka dikembalikan kepada Allah, Pelindung mereka yang sebenarnya, dan lenyaplah dari mereka apa (pelindung palsu) yang mereka ada-adakan.",
          "tafsir": "Selanjutnya Allah menjelaskan bahwa di Padang Mahsyar nanti seluruh manusia akan dikumpulkan untuk menerima pembalasan terhadap perbuatan yang telah mereka lakukan, tidak ada seorang pun yang bebas dari hukuman-Nya. Bagi yang berbuat kebajikan akan mendapat balasannya dan sebaliknya mereka yang berbuat kejahatan akan mendapat pula siksaannya. Kemudian urusan mereka akan dikembalikan kepada Allah karena Dialah yang paling berhak menentukan keputusan untuk mereka. Pada saat itu, apa yang mereka harapkan agar memberikan syafaat, serta segala sesuatu yang dianggap dapat memberikan pertolongan, akan sia-sia belaka, tidak ada yang dapat memenuhi harapan mereka, apalagi akan menyelamatkan mereka dari siksaan yang akan menimpa. Allah berfirman: (Yaitu hari (ketika) seseorang tidak berdaya sedikit pun untuk menolong orang lain. Dan segala urusan pada hari itu dalam kekuasaan Allah. (al-Infi(25) Allah menyeru kaum Muslimin agar mereka menempuh jalan yang menghantarkan diri mereka ke Darussalam yaitu kebahagiaan abadi yang akan mereka rasakan di surga nanti. Sebagai bimbingan kepada kehidupan yang bahagia itu, Allah telah memberikan petunjuk kepada orang-orang yang dikehendaki-Nya, agar mereka menempuh jalan yang lurus yaitu jalan yang bisa mengantarkan mereka kepada kehidupan bahagia itu. Mereka dilarang meniru perbuatan orang-orang musyrik yang mengutamakan kehidupan dunia. Mereka terpesona sedemikian rupa kepada kehidupan dunia; mereka tidak akan mengharapkan kebahagiaan lain dari yang telah mereka rasakan. Dengan demikian, mereka telah memilih jalan yang sesat sebab kehidupan dunia itu sangat terbatas dan kebahagiaannya tidak kekal. Itulah sebabnya maka Allah mengajak kaum Muslimin agar mengikuti syariat dan petunjuk yang dibawa Rasul, agar mereka dapat hidup bahagia di dunia dan di akhirat. Petunjuk Allah yang diberikan kepada manusia adalah merupakan tanda-tanda yang sangat halus, yang dapat dicapai oleh seseorang dengan menggunakan akalnya dengan jalan memperhatikan alam semesta dan isinya, serta hukum-hukum yang berlaku di dalamnya, sehingga dengan demikian manusia akan dapat mencapai kebenaran yang hakiki. Selain itu Allah memberikan penjelasan tentang hukum, baik yang bersifat umum ataupun yang bersifat khusus, yaitu hukum syara yang mengatur hubungan antara makhluk dengan Khalik serta hubungan antara sesama makhluk. Hukum-hukum Allah yang berlaku bagi manusia ditunjukkan oleh Allah dengan taufik-Nya. Orang yang mencapai hidayah-Nya itu ialah orang-orang yang diberi kemampuan untuk memahami dan melaksanakannya. Hidayah ini diberikan Allah kepada manusia sesuai dengan iradah-Nya."
        },
        {
          "number": 31,
          "arabic": "قُلْ مَن يَرْزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلْأَرْضِ أَمَّن يَمْلِكُ ٱلسَّمْعَ وَٱلْأَبْصَـٰرَ وَمَن يُخْرِجُ ٱلْحَىَّ مِنَ ٱلْمَيِّتِ وَيُخْرِجُ ٱلْمَيِّتَ مِنَ ٱلْحَىِّ وَمَن يُدَبِّرُ ٱلْأَمْرَ ۚ فَسَيَقُولُونَ ٱللَّهُ ۚ فَقُلْ أَفَلَا تَتَّقُونَ",
          "transliteration": "qul man yarzuqukum mina l-samāi wal-arḍi amman yamliku l-samʿa wal-abṣāra waman yukh'riju l-ḥaya mina l-mayiti wayukh'riju l-mayita mina l-ḥayi waman yudabbiru l-amra fasayaqūlūna l-lahu faqul afalā tattaqūna",
          "translation": "Katakanlah (Muhammad), \"Siapakah yang memberi rezeki kepadamu dari langit dan bumi, atau siapakah yang kuasa (menciptakan) pendengaran dan penglihatan, dan siapakah yang mengeluarkan yang hidup dari yang mati, dan mengeluarkan yang mati dari yang hidup, dan siapakah yang mengatur segala urusan?\" Maka mereka akan menjawab, \"Allah.\" Maka katakanlah, \"Mengapa kamu tidak bertakwa (kepada-Nya)?\"",
          "tafsir": "Allah memerintahkan kepada Nabi Muhammad saw, agar mengata-kan kepada penduduk Mekah yang menentang kenabiannya, bahwa siapakah yang menurunkan rezeki dari langit dan siapa pula yang menumbuhkan tumbuh-tumbuhan di bumi yang beraneka macam untuk manusia ataupun binatang ternak mereka? Pernyataan ini dimaksudkan agar orang-orang musyrikin Mekah itu menyadari diri mereka sendiri dan ingat bahwa berhala-berhala itu sama sekali tidak sanggup menurunkan hujan dan yang menurunkan hujan itu hanyalah Allah. Selanjutnya Allah memerintahkan kepada Nabi Muhammad saw untuk menanyakan kepada mereka bahwa siapakah yang kuasa menciptakan telinga sebagai alat pendengaran dan mata sebagai alat penglihatan mereka, sehingga dengan kedua indra itu, mereka dapat mengenal alam semesta dengan fenomenanya. Dengan telinga manusia dapat mendengar tutur kata orang lain dan dengan perantaraannya pula dapat menerima ilmu pengetahuan dan memperoleh pengalaman. Demikian pula dengan penglihatannya, manusia dapat melihat keindahan alam dan dapat menerima isyarat-isyarat yang dapat menuntun pikirannya untuk mengetahui siapa pencipta alam semesta. Tanpa kedua indra ini, manusia tidak dapat mengetahui dengan sempurna keadaan alam dunia. Dua indra ini disebutkan dalam dua ayat ini karena kedua indera itulah yang menjadi alat untuk menerima ilmu pengetahuan, sehingga manusia mempunyai derajat lebih tinggi dari hewan. Sebab, meskipun hewan mempunyai pendengaran dan penglihatan, tetapi hewan tidak diberi akal oleh Allah, sehingga binatang itu tidak dapat menerima ilmu pengetahuan kecuali sekedar instink kebinatangan. Apabila manusia suka merenungkan siapa yang menciptakan kedua indera itu tentulah ia tidak akan ragu, bahkan tanpa berpikir panjang mereka dapat menemukan jawabannya. Apabila mereka menemukan jawabannya, tentulah mereka akan mensyukuri nikmat Allah serta akan beriman dengan iman yang sebenar-benarnya dengan mengakui bahwa tiada tuhan yang lain kecuali Zat Yang Berkuasa Yang menciptakan panca indera itu. Selanjutnya Allah memerintahkan kepada Rasulullah untuk menanyakan kepada orang-orang musyrik bahwa siapakah yang berkuasa menghidupkan dan mematikan, dan siapa yang menciptakan benda hidup dari benda mati dan menciptakan benda mati dari benda hidup? Pertanyaan ini sengaja ditanyakan untuk menumbuhkan kesadaran mereka, bahwa hanya Allah-lah yang menciptakan tumbuh-tumbuhan dari bumi yang mati, setelah bumi itu diberi kehidupan oleh Allah dengan menurunkan air hujan, firman Allah: Apakah engkau tidak memperhatikan, bahwa Allah menurunkan air dari langit, lalu diaturnya menjadi sumber-sumber air di bumi, kemudian dengan air itu ditumbuhkan-Nya tanam-tanaman yang bermacam-macam warnanya. (az-Zumar/39: 21) Tanda-tanda kehidupan pada setiap makhluk berbeda-beda. Tanda kehidupan pada tumbuh-tumbuhan ialah tumbuh-tumbuhan itu dapat terus tumbuh, berkembang, dan membesar, sedang tanda kehidupan bagi binatang ialah bergerak dan bernafas. Tanda kehidupan serupa itu mudah dipahami dan diterima oleh akal manusia. Tetapi bagaimanakah tanda-tanda kehidupan dari biji-bijian, baik biji-bijian tunggal ataupun berkeping dua, atau tumbuh-tumbuhan spora, dan bagaimana pula kehidupan pada ovum dan sperma, baik dari binatang dan manusia. Hal ini adalah suatu tanda yang sukar dibayangkan dan dianalisa oleh manusia. Oleh sebab itulah, Allah memberikan tamsil yang mudah dipahami yaitu mengeluarkan benda hidup dari benda mati dan sebaliknya bagaimana mengeluarkan benda mati dari benda hidup untuk menyatakan kekuasaan Allah menciptakan segala benda mati ataupun benda hidup dengan kekuasaan-Nya. Apabila seseorang mau meneliti asal mula kejadian biji-bijian, spora, ovum, dan sperma serta segala macam asal kehidupan, maka mereka akan sampai pada kesimpulan bahwa asal mula kehidupan makhluk yang ada di bumi berasal dari benda mati. Sudah tentu pendapat ini berlawanan dengan pendapat para ahli biologi yang mengatakan bahwa segala jenis yang hidup tidak akan timbul kecuali dari yang hidup. Memang pendapat ini kelihatannya benar apabila kita tinjau dari siklus peredaran kehidupan binatang dan tumbuh-tumbuhan, akan tetapi apabila ditinjau dari asal mula kejadiannya tentulah pendapat tadi tidak tepat. Selanjutnya Allah memerintahkan kepada Rasulullah saw untuk menanyakan siapakah yang mengendalikan segala macam urusan makhluk di muka bumi ini? Pengendaliannya sangat mengagumkan. Segala macam kehidupan diatur dengan hukum-hukum yang serasi dan seimbang. Maka bagi orang yang mau merenungkan hukum-hukum-Nya ia akan memberikan jawaban dari semua pertanyaan itu bahwa yang menciptakan segala-galanya ialah Allah, Tuhan seru sekalian alam dan Dia pula yang mengurus dan mengendalikannya. Allah memerintahkan kepada Nabi saw agar mengatakan kepada kaum musyrikin, mengapa mereka tidak memelihara diri mereka agar terlepas dari kesesatan? Apabila mereka mau memelihara diri mereka tentulah mereka tidak akan terjerumus kepada kemusyrikan dan menjadi penyembah-penyembah berhala. Sembahan-sembahan selain Allah itu sedikitpun tidak mempunyai kekuasaan untuk mendatangkan kemudaratan atau kemanfaatan kepada mereka."
        },
        {
          "number": 32,
          "arabic": "فَذَٰلِكُمُ ٱللَّهُ رَبُّكُمُ ٱلْحَقُّ ۖ فَمَاذَا بَعْدَ ٱلْحَقِّ إِلَّا ٱلضَّلَـٰلُ ۖ فَأَنَّىٰ تُصْرَفُونَ",
          "transliteration": "fadhālikumu l-lahu rabbukumu l-ḥaqu famādhā baʿda l-ḥaqi illā l-ḍalālu fa-annā tuṣ'rafūna",
          "translation": "Maka itulah Allah, Tuhan kamu yang sebenarnya; maka tidak ada setelah kebenaran itu melainkan kesesatan. Maka mengapa kamu berpaling (dari kebenaran)?",
          "tafsir": "Kemudian ayat ini mengisyaratkan kepada orang-orang musyrikin Mekah bahwa Zat yang mempunyai sifat-sifat yang telah disebutkan terdahulu ialah Allah Yang memelihara mereka, Dialah Tuhan Yang Hak, Yang Hidup dan menghidupkan. Dan Dialah Yang berhak untuk disembah. Dan Allah memerintahkan kepada Nabi Muhammad saw agar menyatakan kepada mereka bahwa tidak ada Tuhan yang mengurus segala urusan di dunia ini selain Allah. Allah menyalahkan perbuatan mereka dan meminta pertanggungjawaban mengapa mereka menyeleweng dari agama yang benar yaitu agama tauhid kepada sesuatu yang batil, seolah-olah mereka itu lari dari petunjuk Allah dan mencari jalan yang sesat, padahal mereka mengetahui bukti-bukti kebenaran adanya Allah Tuhan Yang sebenarnya. Apabila mereka telah mengetahui bukti-bukti adanya Allah Pencipta alam maka seharusnya mereka tidak mau menyembah tuhan-tuhan yang lain. Sebab apabila terjadi demikian, berarti pengakuan mereka berbeda dengan perbuatan, dan apa yang terbetik dalam hati mereka tidak sesuai dengan apa yang mereka kerjakan. Bagi siapa yang bersikap menghambakan dirinya kepada Allah berarti mereka telah menempuh jalan yang benar dan mendapat petunjuk-Nya, karena mereka menyembah Tuhan yang benar. Tetapi orang-orang yang menyembah tuhan-tuhan selain Allah, mereka itulah orang-orang yang sesat, karena mereka menyembah tuhan yang tidak berhak disembah yang mereka anggap sebagai perantara. Setiap orang yang menyembah tuhan-tuhan selain Allah adalah orang-orang musyrik dan bergelimang dalam kebatilan serta terjerumus dalam lembah kesesatan."
        },
        {
          "number": 33,
          "arabic": "كَذَٰلِكَ حَقَّتْ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ فَسَقُوٓا۟ أَنَّهُمْ لَا يُؤْمِنُونَ",
          "transliteration": "kadhālika ḥaqqat kalimatu rabbika ʿalā alladhīna fasaqū annahum lā yu'minūna",
          "translation": "Demikianlah telah tetap (hukuman) Tuhanmu terhadap orang-orang yang fasik, karena sesungguhnya mereka tidak beriman.",
          "tafsir": "Allah memberikan ancaman kepada orang-orang yang fasik, dengan ancaman yang tidak dapat diubah lagi karena mereka tidak mau beriman kepada agama yang diserukan oleh Rasul yaitu agama tauhid dan meninggalkan pemujaan berhala. Mereka yang tidak mau percaya kepada agama tauhid bukan karena terpaksa, akan tetapi atas dasar kemauan dan ihtiar mereka sendiri karena mereka tidak mempunyai pandangan yang benar yang dapat melepaskan diri mereka dari belenggu kemusyrikan. Itulah sebabnya mengapa jiwa mereka tidak bisa diarahkan kepada pegangan yang dapat membedakan antara yang hak dengan yang batil. Mereka telah jauh tenggelam dalam kekafiran, sedang mereka sediri terlalu fanatik kepada kepercayaan nenek moyang mereka. Firman Allah: Sungguh, orang-orang yang telah dipastikan mendapat ketetapan Tuhanmu, tidaklah akan beriman, meskipun mereka mendapat tanda-tanda (kebesaran Allah), hingga mereka menyaksikan azab yang pedih. (Yunus/10: 96-97)"
        }
      ]
    }
  ]
}