{
  "pageNumber": 160,
  "juz": 8,
  "surahs": [
    {
      "number": 7,
      "name": "Al-A'raf",
      "nameArabic": "الأعراف",
      "meaning": "Tempat Tertinggi",
      "revelation": "Makkah",
      "description": "Surat Al-A'raf berjumlah 206 ayat, termasuk surat Makkiyyah, diturunkan sebelum surat Al-An'am, dan termasuk golongan surat \"Assab'uththiwaal\" (tujuh surat yang panjang). Dinamakan \"Al-A'raf\" karena perkataan Al-A'raf terdapat dalam ayat 46 yang mengemukakan tentang keadaan orang-orang yang berada di atas Al-A'raf, tempat yang tertinggi di batas surga dan neraka. Mereka itulah orang-orang yang antara kebaikan dan kejahatan mereka sama banyaknya.Pokok-Pokok Isi:1. Keimanan:Mentauhidkan Allah dalam berdoa dan beribadah; hanya Allah yang mengatur dan menjaga alam; menciptakan undang-undang dan hukum-hukum untuk mengatur kehidupan manusia di dunia dan di akhirat; Allah bersemayam di 'Arsy; bantahan terhadap kepalsuan syirik; ketauhidan sesuai dengan fitrah manusia; Musa berbicara dengan Allah; tentang melihat Allah; perintah beribadah sambil menundukkan diri kepada Allah; Allah memiliki al-asmaaul husnaa (nama-nama yang indah).2. Hukum-hukum:Larangan mengikuti perbuatan dan adat istiadat yang buruk; kewajiban mengikuti Allah dan rasul, perintah berhias ketika hendak shalat; bantahan terhadap orang yang mengharamkan perhiasan yang dianugerahkan Allah; perintah memakan makanan yang halal lagi baik dan larangan memakan yang sebaliknya.3. Kisah-kisah:Kisah Nabi Adam a.s. dengan Iblis; kisah Nabi Nuh a.s. dan kaumnya; kisah Nabi Shaleh a.s. dengan kaumnya; kisah Nabi Syu'aib a.s. dengan kaumnya; kisah Nabi Musa a.s. dengan Fir'aun.4. Lain-lain:Al-Qur'an diturunkan kepada Nabi terakhir dan perintah mengikutinya; Nabi Muhammad diutus untuk seluruh manusia; adab orang mukmin, adab mendengar bacaan Al-Qur'an dan berzikir; rasul bertanggung jawab menyampaikan seruan Allah; balasan terhadap orang-orang yang mengikuti dan mengingkari rasul; dakwah rasul-rasul yang pertama ialah mentauhidkan Allah; tentang ashhaabul A'raaf yang berada di antara surga dan neraka; Allah pencipta makhluk; manusia adalah makhluk terbaik yang diciptakan Allah serta memiliki kesediaan untuk berbuat baik dan berbuat buruk; permusuhan setan terhadap manusia; manusia khalifah Allah di bumi; kehancuran suatu kaum karena perbuatan mereka sendiri; setiap bangsa memiliki masa jaya dan masa kehancuran; Allah memberikan cobaan kepada manusia dengan kekayaan dan kemiskinan; istidraj azab Allah terhadap orang-orang yang mendustakan ayat-ayat-Nya.Surat Al-A'raf dimulai dengan pengutaraan tentang kewajiban manusia mengikuti rasul dan akibat mengingkarinya. Selanjutnya, diterangkan tentang perselisihan antara Nabi Adam dan Iblis di surga yang merupakan permulaan perselisihan antara golongan yang taat kepada perintah Allah dan golongan yang mengingkari sebagaimana yang terjadi pada nabi-nabi terdahulu dengan umat-umatnya. Kemudian surat ini ditutup dengan penjelasan tentang adab-adab orang mukmin, adab-adab mendengarkan ayat-ayat Al-Qur'an, dan tata cara berdoa dan berzikir kepada-Nya.Hubungan Antara Surat Al-A'Raf Dengan Surat Al-Anfal:1. Akhir surat Al-A'raf mengemukakan keadaan beberapa orang rasul yang diutus sebelum Nabi Muhammad dalam menghadapi kaumnya, sedang permulaan surat Al-Anfal menerangkan keadaan Nabi Muhammad dalam menghadapi umatnya.2. Permusuhan antara Adam dan Iblis di surga dilanjutkan dengan permusuhan antara manusia yang menerima petunjuk dari Allah dengan yang tidak menerimanya. Ini diterangkan dalam surat Al-A'raf. Hal yang serupa diterangkan lebih jelas dalam surat Al-Anfal; pertentangan kedua golongan itu serta tingkah laku mereka dalam perang Badar. Surat Al-A'raf termasuk surat yang banyak persesuaiannya dengan surat-surat yang lain, seperti: Al-Baqarah, Ali 'Imran, At-Taubah, danYunus.",
      "verses": [
        {
          "number": 74,
          "arabic": "وَٱذْكُرُوٓا۟ إِذْ جَعَلَكُمْ خُلَفَآءَ مِنۢ بَعْدِ عَادٍ وَبَوَّأَكُمْ فِى ٱلْأَرْضِ تَتَّخِذُونَ مِن سُهُولِهَا قُصُورًا وَتَنْحِتُونَ ٱلْجِبَالَ بُيُوتًا ۖ فَٱذْكُرُوٓا۟ ءَالَآءَ ٱللَّهِ وَلَا تَعْثَوْا۟ فِى ٱلْأَرْضِ مُفْسِدِينَ",
          "transliteration": "wa-udh'kurū idh jaʿalakum khulafāa min baʿdi ʿādin wabawwa-akum fī l-arḍi tattakhidhūna min suhūlihā quṣūran watanḥitūna l-jibāla buyūtan fa-udh'kurū ālāa l-lahi walā taʿthaw fī l-arḍi muf'sidīna",
          "translation": "Dan ingatlah ketika Dia menjadikan kamu khalifah-khalifah setelah kaum 'Ad dan menempatkan kamu di bumi. Di tempat yang datar kamu dirikan istana-istana dan di bukit-bukit kamu pahat menjadi rumah-rumah. Maka ingatlah nikmat-nikmat Allah dan janganlah kamu membuat kerusakan di bumi.",
          "tafsir": "Sesudah Nabi Saleh mengajak kaumnya menyembah Allah dan menasihati mereka agar berbuat baik kepada unta itu, mulailah Nabi Saleh mengingatkan mereka kepada nikmat-nikmat Allah yang mereka peroleh antara lain mereka diberi kekuasaan dan kekuatan untuk memakmurkan bumi ini sebagai pengganti kaum 'Ad. Mereka diberi oleh Allah kecakapan dan kesanggupan membuat istana-istana dan pengetahuan membuat bahan-bahan bangunan seperti batu bata, kapur, genteng dan keahlian serta ketabahan dalam memahat bukit-bukit dan gunung-gunung, untuk dijadikan rumah kediaman dan tempat tinggal mereka pada musim dingin. Menjadikan bukit dan gunung sebagai bungalow untuk menghindarkan bahaya hujan dan dingin. Mereka baru keluar dari bukit itu pada musim-musim lain untuk bertani dan pekerjaan-pekerjaan yang lain. Nabi Saleh menyeru mereka agar mengingat nikmat-nikmat Allah tersebut agar mereka bersyukur kepada-Nya, dengan hanya menyembah kepada-Nya dan meninggalkan perbuatan-perbuatan yang merusak di atas bumi ini antara lain perbuatan yang tidak diridai oleh Allah berupa kekufuran, kemusyrikan dan kezaliman."
        },
        {
          "number": 75,
          "arabic": "قَالَ ٱلْمَلَأُ ٱلَّذِينَ ٱسْتَكْبَرُوا۟ مِن قَوْمِهِۦ لِلَّذِينَ ٱسْتُضْعِفُوا۟ لِمَنْ ءَامَنَ مِنْهُمْ أَتَعْلَمُونَ أَنَّ صَـٰلِحًا مُّرْسَلٌ مِّن رَّبِّهِۦ ۚ قَالُوٓا۟ إِنَّا بِمَآ أُرْسِلَ بِهِۦ مُؤْمِنُونَ",
          "transliteration": "qāla l-mala-u alladhīna is'takbarū min qawmihi lilladhīna us'tuḍ'ʿifū liman āmana min'hum ataʿlamūna anna ṣāliḥan mur'salun min rabbihi qālū innā bimā ur'sila bihi mu'minūna",
          "translation": "Pemuka-pemuka yang menyombongkan diri berkata kepada orang-orang yang dianggap lemah, yaitu orang-orang yang telah beriman di antara kaumnya, \"Tahukah kamu bahwa Saleh adalah seorang Rasul dari Tuhannya?\" Mereka menjawab, \"Sesungguhnya kami percaya kepada apa yang disampaikannya.\"",
          "tafsir": "Ayat ini menerangkan bahwa pemuka yang sombong dari kaum tsamud itu mengatakan kepada orang-orang yang lemah dan beriman kepada Nabi Saleh dengan cara mengejek seolah-olah mereka itu berada dalam kekeliruan karena beriman kepada kerasulan Nabi Saleh. Mereka menyatakan bahwa orang-orang yang lemah itu tidak putus asa, mungkin karena percaya akan kerasulan Saleh. Memang menurut kebiasaan bahwa golongan yang lemah tidak mempunyai kepentingan, mereka masih berpegang kepada hati nurani mereka, karena itulah mereka segera menerima seruan Nabi atau nasihat orang-orang yang saleh. Adapun orang-orang yang terkemuka dan orang-orang yang kaya, sangat berat untuk mengikuti orang lain, apalagi untuk menerima nasihat-nasihat yang menghalangi mereka mengikuti keinginan hawa nafsu, meskipun bertentangan dengan hati nurani mereka sendiri. Demikianlah tingkah laku orang-orang yang mempunyai kedudukan karena pangkatnya atau karena kekayaannya, sebagaimana diutarakan dalam firman Allah yaitu: Dan mereka mengingkarinya karena kezaliman dan kesombongannya, padahal hati mereka meyakini (kebenaran)nya. Maka perhatikanlah bagaimana kesudahan orang-orang yang berbuat kerusakan. (an-Naml/27: 14) Orang-orang yang lemah dari kaum tsamud yang beriman itu tidak langsung menjawab pertanyaan mereka, tetapi dengan bijaksana menjawab bahwa mereka beriman kepada apa yang dibawa oleh Nabi Saleh, karena petunjuk-petunjuk itu benar dan datangnya dari Allah."
        },
        {
          "number": 76,
          "arabic": "قَالَ ٱلَّذِينَ ٱسْتَكْبَرُوٓا۟ إِنَّا بِٱلَّذِىٓ ءَامَنتُم بِهِۦ كَـٰفِرُونَ",
          "transliteration": "qāla alladhīna is'takbarū innā bi-alladhī āmantum bihi kāfirūna",
          "translation": "Orang-orang yang menyombongkan diri berkata, \"Sesungguhnya kami mengingkari apa yang kamu percayai.\"",
          "tafsir": "Setelah golongan lemah yang beriman itu menjawab dengan jawaban yang bijaksana bahwa mereka beriman kepada Allah, dan apa yang dibawa oleh Nabi Saleh, maka ayat ini menerangkan ucapan pemuka-pemuka kaum tsamud yang sombong sebagai jawaban kembali terhadap ucapan orang-orang yang lemah ini. Mereka mengatakan bahwa mereka mengingkari apa-apa yang diimani oleh orang yang lemah itu. Mereka menghindari untuk mengatakan ingkar kepada apa yang dibawa oleh Nabi Saleh, karena khawatir terhadap adanya kesan seolah-olah mereka mengakui atas kerasulan Saleh as."
        },
        {
          "number": 77,
          "arabic": "فَعَقَرُوا۟ ٱلنَّاقَةَ وَعَتَوْا۟ عَنْ أَمْرِ رَبِّهِمْ وَقَالُوا۟ يَـٰصَـٰلِحُ ٱئْتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلْمُرْسَلِينَ",
          "transliteration": "faʿaqarū l-nāqata waʿataw ʿan amri rabbihim waqālū yāṣāliḥu i'tinā bimā taʿidunā in kunta mina l-mur'salīna",
          "translation": "Kemudian mereka sembelih unta betina itu, dan berlaku angkuh terhadap perintah Tuhannya. Mereka berkata, \"Wahai Saleh! Buktikanlah ancaman kamu kepada kami, jika benar engkau termasuk salah seorang rasul.\"",
          "tafsir": "Setelah itu mereka berbuat durhaka dengan menyembelih unta dan menentang perintah-perintah Allah yang disampaikan kepada mereka oleh Nabi Saleh. Mereka memanggil seorang sesamanya untuk membunuh unta itu, seperti dijelaskan oleh firman Allah: Maka mereka memanggil kawannya, lalu dia menangkap (unta itu) dan memotongnya. (al-Qamar/54: 29) Tetapi dalam ayat 77 dikatakan, bahwa yang membunuh unta itu adalah orang banyak di kalangan mereka. Hal mana menunjukkan perbuatan kejahatan (tindak pidana) seseorang, dipandang perbuatan pidana orang banyak apabila orang yang melakukan pidana itu atas persetujuan orang banyak atau perintah mereka. Maka tanggung jawab atas tindak pidana itu dipikulkan kepadanya dan orang banyak secara bersama-sama, dan azab ditimpakan kepada mereka. Mereka kemudian menantang Nabi Saleh agar mendatangkan azab yang dijanjikan kepada mereka, yaitu azab Allah, jika benar-benar Saleh utusan Allah yang menyampaikan ancaman dari Allah."
        },
        {
          "number": 78,
          "arabic": "فَأَخَذَتْهُمُ ٱلرَّجْفَةُ فَأَصْبَحُوا۟ فِى دَارِهِمْ جَـٰثِمِينَ",
          "transliteration": "fa-akhadhathumu l-rajfatu fa-aṣbaḥū fī dārihim jāthimīna",
          "translation": "Lalu datanglah gempa menimpa mereka, dan mereka pun mati bergelimpangan di dalam reruntuhan rumah mereka.",
          "tafsir": "Setelah mereka menantang Nabi Saleh dengan menuntut azab Allah yang dijanjikan, maka Allah membela Rasul-Nya dan pengikutnya. Ayat ini menerangkan azab Allah yang diturunkan kepada mereka berupa gempa dan petir yang dahsyat yang menggetarkan jantung manusia, menggoncangkan bumi bagaikan gempa besar yang menghancurkan semua bangunan sehingga mereka semuanya binasa. Tentulah petir tersebut tidak seperti biasa tetapi petir yang luar biasa yang khusus ditimpakan kepada mereka sebagai azab atas kedurhakaan kaum tsamud."
        },
        {
          "number": 79,
          "arabic": "فَتَوَلَّىٰ عَنْهُمْ وَقَالَ يَـٰقَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسَالَةَ رَبِّى وَنَصَحْتُ لَكُمْ وَلَـٰكِن لَّا تُحِبُّونَ ٱلنَّـٰصِحِينَ",
          "transliteration": "fatawallā ʿanhum waqāla yāqawmi laqad ablaghtukum risālata rabbī wanaṣaḥtu lakum walākin lā tuḥibbūna l-nāṣiḥīna",
          "translation": "Kemudian dia (Saleh) pergi meninggalkan mereka sambil berkata, \"Wahai kaumku! Sungguh, aku telah menyampaikan amanat Tuhanku kepadamu dan aku telah menasihati kamu. Tetapi kamu tidak menyukai orang yang memberi nasehat.\"",
          "tafsir": "Setelah kaum tsamud binasa akibat disambar petir, ayat ini menerangkan bahwa Nabi Saleh dengan rasa haru dan sedih berkata kepada mereka yang sudah mati, bahwa dia sesungguhnya telah menyampaikan amanat Tuhannya dan telah cukup memberi nasihat kepada mereka namun mereka tidak suka menerima nasihat. Seruan Nabi Saleh ini yang ditujukan kepada kaumnya yang telah mati itu menunjukkan betapa cintanya kepada kaumnya. Hal mana mengingatkan kita kepada seruan Nabi Muhammad terhadap sebagian orang-orang Quraisy yang telah mati dan sudah dikuburkan dalam Perang Badar. Rasulullah berkata: \"Wahai Abu Jahal bin Hisyam, wahai Utbah bin Rabi'ah. Wahai Syaibah bin Rabiah dan wahai Fulan anak Fulan, Adakah sekarang ini kamu menemukan apa-apa yang dijanjikan Allah itu benar? Karena aku telah menemukan apa yang dijanjikan Tuhanku itu benar. Umar berkata, \"Ya Rasulullah, apa guna berbicara dengan tubuh yang tidak bernyawa?\" Rasulullah menjawab, \"Demi Tuhan dimana diriku tergantung pada-Nya. Kamu tidaklah lebih mendengar dari mereka terhadap apa yang aku katakan. Tetapi mereka tidak dapat menjawab.\" (Riwayat al-Bukhari dan Muslim dari Abu thalhah al-Anshari). Ayat 79 ini tidak mengutarakan bahwa Nabi Saleh menghindar dari kaumnya sebelum datang azab Allah, demikian juga tidak mengutarakan tentang nasib sebagian kaum tsamud yang beriman kepada Nabi Saleh. Namun ayat 79 ini jelas mengutarakan bahwa Nabi Saleh diselamatkan oleh Allah. Ibnu Katsir menerangkan bahwa Allah menyelamatkan Nabi Saleh dan pengikutnya dari azab tersebut kemudian pergi dan tinggal di Haran."
        },
        {
          "number": 80,
          "arabic": "وَلُوطًا إِذْ قَالَ لِقَوْمِهِۦٓ أَتَأْتُونَ ٱلْفَـٰحِشَةَ مَا سَبَقَكُم بِهَا مِنْ أَحَدٍ مِّنَ ٱلْعَـٰلَمِينَ",
          "transliteration": "walūṭan idh qāla liqawmihi atatūna l-fāḥishata mā sabaqakum bihā min aḥadin mina l-ʿālamīna",
          "translation": "Dan (Kami juga telah mengutus) Lut, ketika dia berkata kepada kaumnya, \"Mengapa kamu melakukan perbuatan keji, yang belum pernah dilakukan oleh seorang pun sebelum kamu (di dunia ini).",
          "tafsir": "Ayat ini menerangkan bahwa Allah mengutus Nabi Lut untuk menyampaikan agama kepada kaumnya agar mereka menyembah Allah, dan Nabi Lut bertanya kepada mereka dengan nada keras, \"Mengapa kamu mengerjakan perbuatan keji yang belum pernah dilakukan oleh seorang pun sebelum kamu\" dengan harapan mereka sadar untuk meninggalkan prilaku keji itu. Kaum Nabi Lut adalah orang yang pertama kali melakukan sodomi (homoseks) maka mereka mendapatkan dosa seperti dosa orang yang menirunya, sebagaimana diterangkan dalam hadis: \"Orang yang membuat suatu kebiasaan buruk dalam Islam, lalu kebiasaan buruk itu dikerjakan sesudahnya, maka ia akan menanggung seperti dosa orang yang melakukan kebiasaan buruk itu.\" (Riwayat Muslim) Hadis lain menerangkan: \"Orang yang mengajak kepada jalan yang benar maka ia mendapat ganjaran sama banyaknya dengan ganjaran yang diberikan kepada pengikut-pengikutnya dan hal itu tidak sedikit pun mengurangi ganjaran mereka itu, dan orang yang mengajak berbuat kejahatan maka ia mendapat dosa sama banyaknya dengan dosa pengikut-pengikutnya dan hal itu tidak dikurangi sedikit pun dari dosa mereka itu.\" (Riwayat Muslim) Allah menciptakan laki-laki dan perempuan dengan tujuan mengembangkan keturunan manusia guna memakmurkan alam ini. Pada masing-masing jenis memiliki nafsu birahi yang mendorong terwujudnya kebutuhan bertemunya kedua jenis manusia ini sebagai sarana untuk mengembangbiakan manusia. Perempuan dalam bentuk kejadiannya adalah indah, halus dan menarik. Antara laki-laki dan perempuan terjadi saling tarik-menarik laksana tarikan antara positif dan negatif. Jika manusia seperti itu, alangkah ganjilnya bila ada golongan manusia yang menyimpang dari ketentuan Allah itu. Alangkah besarnya pelanggaran terhadap kemanusiaan yang dilakukan seseorang laki-laki dengan menggauli laki-laki lain dengan tujuan bukan untuk mengembangkan keturunan. Jika saling membunuh dinilai sebagai sesuatu yang buruk, maka perbuatan kaum Nabi Lut ini dapat dikatakan lebih buruk dan dapat menjatuhkan derajat manusia dan kemanusiaan sehingga lebih rendah dari hewan. Hal ini karena hewan jantan tidak ada yang berhubungan dengan jantan pula sebagaimana yang dilakukan umat Nabi Lut. Ketetapan Allah berkaitan dengan hal ini, adalah laki-laki untuk perempuan dan perempuan untuk laki-laki. Kaum Lut bukan saja ingkar kepada Allah dan tidak bersyukur atas nikmat-Nya, tetapi juga melakukan homoseksual yang akhirnya juga mendorong para wanita melakukan lesbian (saling berhubungan sesamanya). Allah mengutus Nabi Lut kepada kaum seperti ini untuk menyampaikan ajaran Allah agar mereka kembali ke jalan yang benar dan meninggalkan kelakuan yang buruk dan bertentangan dengan sunatullah. Karena mereka menolak seruan Lut, maka Allah membinasakan kaum tersebut. Nabi Lut adalah anak Haran bin Tarikh. Tarikh adalah saudara Nabi Ibrahim. Lut dilahirkan di daerah tepian timur dari selatan Irak yang dahulunya dinamakan Babilon. Atas kehendak Nabi Ibrahim, Lut berdiam di kota Sodom salah satu kota di daerah Yordania. Lut wafat di sekitar Yordan dahulu terkenal dengan nama Laut Lut."
        },
        {
          "number": 81,
          "arabic": "إِنَّكُمْ لَتَأْتُونَ ٱلرِّجَالَ شَهْوَةً مِّن دُونِ ٱلنِّسَآءِ ۚ بَلْ أَنتُمْ قَوْمٌ مُّسْرِفُونَ",
          "transliteration": "innakum latatūna l-rijāla shahwatan min dūni l-nisāi bal antum qawmun mus'rifūna",
          "translation": "Sungguh, kamu telah melampiaskan syahwatmu kepada sesama lelaki bukan kepada perempuan. Kamu benar-benar kaum yang melampaui batas.\"",
          "tafsir": "Ayat ini kelanjutan dari ayat 80 menerangkan, bahwa Nabi Lut menegaskan kepada kaumnya bahwa sesungguhnya mereka melakukan homoseksual, perbuatan yang bukan saja bertentangan dengan fithrah manusia tetapi juga menghambat perkembangbiakan manusia. Perbuatan homoseksual hanya bertujuan pelepasan nafsu birahi semata karena pelakunya lebih rendah dari hewan. Hewan masih memerlukan jenis kelamin lain untuk memuaskan nafsu birahinya dan keinginan mempunyai keturunan. Misalnya binatang yang merayap dan yang terbang memulai kehidupannya dengan betina dan jantan untuk bersama-sama membuat sarang di atas pohon. Sedangkan kelakukan homoseks tidak mempunyai maksud demikian selain melampiaskan nafsu birahi semata. Dengan bersemangat Nabi Luth mengutuk dan mencemoohkan tingkah laku mereka. Pada akhir ayat ini diutarakan bahwa Nabi Luth selalu mengakhiri ucapannya dengan kata-kata, \"Tetapi wahai kaumku, kamu adalah benar-benar golongan yang melampaui batas, karena kamu meninggalkan akal sehat dan menyimpang dari fitrah manusia, sehingga kamu tidak memikirkan akibat buruk dari tingkah lakumu, yaitu memutuskan keturunan, merusak kesehatan dan melanggar peradaban.\" Jika kaum Lut tidak menyimpang dari fitrah, selalu berpikir sehat dan berakhlak mulia, tentu akan menjauhi perbuatan keji dan terkutuk itu. Kecaman atas perbuatan umat Nabi Lut berulang kali dikemukakan dengan ungkapan yang beragam, seperti firman Allah berikut: Mengapa kamu mendatangi laki-laki untuk (memenuhi) syahwat(mu), bukan (mendatangi) perempuan? Sungguh, kamu adalah kaum yang tidak mengetahui (akibat perbuatanmu). (an-Naml/27: 55) Juga firman Allah pada ayat yang lain yaitu: Apakah pantas kamu mendatangi laki-laki, menyamun dan mengerjakan kemungkaran di tempat-tempat pertemuanmu?\" (al-'Ankabut/29: 29)"
        }
      ]
    }
  ]
}