{
  "pageNumber": 463,
  "juz": 24,
  "surahs": [
    {
      "number": 39,
      "name": "Az-Zumar",
      "nameArabic": "الزمر",
      "meaning": "Rombongan",
      "revelation": "Makkah",
      "description": "Surat Az-Zumar terdiri dari 75 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Saba'.Dinamakan \"Az-Zumar\" (rombongan-rombongan) karena kata \"Az-Zumar\" terdapat pada ayat ke-71 dan ke-73.Dalam ayat-ayat tersebut diterangkan keadaan manusia pada hari kiamat setelah mereka dihisab, ketika itu mereka terbagi menjadi dua rombongan; satu rombongan dibawa ke neraka dan satu rombongan lagi dibawa ke surga. Masing-masing rombongan memperoleh balasan atas apa yang mereka kerjakan di dunia.Surat ini dinamakan juga \"Al Ghuraf\" (kamar-kamar) berhubung kata \"ghuraf\" terdapat pada ayat ke-20, yang menerangkan kondisi kamar-kamar dalam surga yang diperoleh orang-orang yang bertakwa.**Pokok-Pokok Isi:**1. **Keimanan:** Dalil-dalil keesaan dan kekuasaan Allah; malaikat-malaikat berkumpul di sekeliling 'Arsy bertasbih kepada Allah; pada hari kiamat setiap orang mempunyai catatan amal masing-masing.2. **Kisah-kisah:** Perintah memurnikan ketaatan kepada Allah; larangan berputus asa terhadap rahmat Allah.3. **Lain-lain:** Tabiat orang-orang musyrik ketika senang dan susah; perumpamaan yang tercantum dalam Al-Qur'an dan faedahnya; kedahsyatan hari kiamat; rona wajah orang musyrik dan rona wajah orang mukmin pada hari kiamat; janji Allah mengampuni orang-orang yang bersalah jika mereka bertaubat.Dari surat Az-Zumar dapat diambil pelajaran sebagai berikut:a. Al-Qur'an adalah petunjuk yang paling sempurna bagi manusia.b. Setiap makhluk akan mati dan di akhirat akan dihisab tentang amal-amalnya.c. Sekalipun manusia banyak dosa, dilarang berputus asa dari rahmat Allah.**Hubungan Surat Az-Zumar Dengan Surat Ghafir (Al-Mukmin):**1. Surat Az-Zumar menerangkan tentang kesudahan orang-orang mukmin dan kesudahan orang-orang kafir yang selalu mengingkari nabi yang diutus kepada mereka. Surat Al-Mukmin menerangkan bahwa Allah mengampuni segala dosa hamba-Nya yang mau mengikuti jalan yang benar. Hal ini merupakan ajakan Allah kepada orang-orang kafir agar mereka beriman.2. Kedua surat ini sama-sama mengutarakan hal-hal yang berhubungan dengan keadaan hari kiamat, keadaan mahsyar, surga dan neraka.",
      "verses": [
        {
          "number": 41,
          "arabic": "إِنَّآ أَنزَلْنَا عَلَيْكَ ٱلْكِتَـٰبَ لِلنَّاسِ بِٱلْحَقِّ ۖ فَمَنِ ٱهْتَدَىٰ فَلِنَفْسِهِۦ ۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا ۖ وَمَآ أَنتَ عَلَيْهِم بِوَكِيلٍ",
          "transliteration": "innā anzalnā ʿalayka l-kitāba lilnnāsi bil-ḥaqi famani ih'tadā falinafsihi waman ḍalla fa-innamā yaḍillu ʿalayhā wamā anta ʿalayhim biwakīlin",
          "translation": "Sungguh, Kami menurunkan kepadamu Kitab (Alquran) dengan membawa kebenaran untuk manusia; barang siapa mendapat petunjuk maka (petunjuk itu) untuk dirinya sendiri, dan siapa sesat maka sesungguhnya kesesatan itu untuk dirinya sendiri, dan engkau bukanlah orang yang bertanggung jawab terhadap mereka.",
          "tafsir": "Ayat ini menjelaskan bahwa sesungguhnya Allah telah menurunkan Al-Qur'an kepada Nabi Muhammad saw dengan kebenaran. Beliau lalu diperintahkan untuk menyampaikan ajaran agama Allah kepada seluruh manusia dengan cara memberikan kabar gembira dengan datangnya rahmat Allah dan memberi peringatan akan tibanya siksa Allah bagi mereka yang mendustakannya. Al-Qur'an mengandung segala petunjuk yang diperlukan oleh manusia dalam mengatur seluruh aspek kehidupannya. Dengan itu, mereka menjadi umat yang berbahagia di dunia dan akhirat karena menempuh jalan yang lurus. Barang siapa yang mendapat petunjuk untuk mengamalkan isi Al-Qur'an, maka kemanfaatan petunjuk itu adalah untuk dirinya sendiri, karena mereka akan mendapat keridaan Allah, dimasukkan ke dalam surga, dan diselamatkan dari neraka. Dan barang siapa yang menyimpang dari jalan yang lurus itu sehingga tersesat, maka sesungguhnya hal itu semata-mata merugikan dirinya sendiri. Ia akan terjerumus dalam kehancuran dan kebinasaan karena akan mendapat kemurkaan Allah dan mengalami penderitaan dalam api neraka. Pada hari Kiamat, tidak ada yang selamat melainkan orang yang benar-benar membawa hati yang bersih sesuai dengan firman Allah: (Yaitu) pada hari (ketika) harta dan anak-anak tidak berguna, kecuali orang-orang yang menghadap Allah dengan hati yang bersih. (asy-Syu'ara'/26: 88-89) Allah lalu menjelaskan bahwa Nabi Muhammad bukanlah orang yang bertanggung jawab terhadap amal perbuatan mereka. Tugas beliau hanya semata-mata menyampaikan risalah seperti dijelaskan dalam firman-Nya: Sungguh, engkau hanyalah seorang pemberi peringatan dan Allah pemelihara segala sesuatu. (Hud/11: 12) Firman-Nya juga: Maka berilah peringatan, karena sesungguhnya engkau (Muhammad) hanyalah pemberi peringatan. Engkau bukanlah orang yang berkuasa atas mereka. (al-Gasyiyah/88: 21-22)"
        },
        {
          "number": 42,
          "arabic": "ٱللَّهُ يَتَوَفَّى ٱلْأَنفُسَ حِينَ مَوْتِهَا وَٱلَّتِى لَمْ تَمُتْ فِى مَنَامِهَا ۖ فَيُمْسِكُ ٱلَّتِى قَضَىٰ عَلَيْهَا ٱلْمَوْتَ وَيُرْسِلُ ٱلْأُخْرَىٰٓ إِلَىٰٓ أَجَلٍ مُّسَمًّى ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يَتَفَكَّرُونَ",
          "transliteration": "al-lahu yatawaffā l-anfusa ḥīna mawtihā wa-allatī lam tamut fī manāmihā fayum'siku allatī qaḍā ʿalayhā l-mawta wayur'silu l-ukh'rā ilā ajalin musamman inna fī dhālika laāyātin liqawmin yatafakkarūna",
          "translation": "Allah memegang nyawa (seseorang) pada saat kematiannya dan nyawa (seseorang) yang belum mati ketika dia tidur; maka Dia tahan nyawa (orang) yang telah Dia tetapkan kematiannya dan Dia lepaskan nyawa yang lain sampai waktu yang ditentukan.<sup foot_note=135715>1</sup> Sungguh, pada yang demikian itu terdapat tanda-tanda (kebesaran) Allah bagi kaum yang berpikir.",
          "tafsir": "Pada ayat ini, Allah menerangkan satu macam kekuasaan-Nya yang sempurna dan sifat-Nya yang mengagumkan. Yaitu Dialah yang memegang roh manusia ketika tiba ajalnya dengan memutuskan hubungan roh dengan raganya dan memegang roh orang itu pada lahirnya saja sehingga tidak dapat mengemudikan raganya, akan tetapi hubungan di antaranya tetap masih ada. Allah menahan jiwa orang yang telah Dia tetapkan kematiannya dengan tidak mengembalikan roh itu, dan melepaskan jiwa yang lain dengan mengembalikan jiwa ke dalam raganya, sehingga ia dapat bangun dari tidurnya sampai kepada waktu yang ditentukan. Orang yang mati itu rohnya ditahan Allah sehingga tidak dapat kembali kepada tubuhnya dan orang yang belum mati hanya tidur saja, rohnya dilepaskan sehingga dapat kembali ke raganya lagi. Diriwayatkan dari Ibnu 'Abbas bahwa dalam tubuh manusia itu ada jiwa dan roh yang hubungannya seperti sinar matahari. Akal dan jiwa dapat berpikir dan menentukan pilihan, sedang rohnya yang menyebabkan ia dapat hidup dan bergerak. Kedua-duanya dimatikan ketika tiba ajalnya, dan dimatikan jiwanya saja ketika ia tidur, sedang rohnya tetap masih ada. Imam al-Bukhari dan Muslim meriwayatkan sebuah hadis dari Abu Hurairah yang berbunyi: Rasulullah saw bersabda, \"Jika salah seorang di antara kamu akan tidur, maka hendaklah ia meniupkan ke dalam pakaiannya di sebelah dalam, karena ia tidak mengetahui apa yang tertinggal di dalamnya, kemudian hendaklah ia mengucapkan, \"Ya Tuhanku dengan nama-Mu aku meletakkan lambungku ini, dan dengan nama-Mu pula aku mengangkatnya. Jika Engkau menahan jiwaku maka sayangilah dia, dan jika Engkau melepaskannya kembali, maka peliharalah dia seperti Engkau memelihara orang-orang yang saleh.\" (Riwayat al-Bukhari dan Muslim) Imam al-Bukhari, A.hmad, Abu Dawud, dan Ibnu Abi Syaibah meriwayatkan sebuah hadis dari Abu Qatadah. yang berbunyi: Sesungguhnya Nabi saw bersabda kepada para sahabat pada malam (ketika tidur)di lembah, \"Sesungguhnya Allah menahan roh kamu bila dikehendaki-Nya, dan mengembalikannya bila dikehendaki-Nya.\""
        },
        {
          "number": 43,
          "arabic": "أَمِ ٱتَّخَذُوا۟ مِن دُونِ ٱللَّهِ شُفَعَآءَ ۚ قُلْ أَوَلَوْ كَانُوا۟ لَا يَمْلِكُونَ شَيْـًٔا وَلَا يَعْقِلُونَ",
          "transliteration": "ami ittakhadhū min dūni l-lahi shufaʿāa qul awalaw kānū lā yamlikūna shayan walā yaʿqilūna",
          "translation": "Ataukah mereka mengambil penolong selain Allah. Katakanlah, \"Apakah (kamu mengambilnya juga) meskipun mereka tidak memiliki sesuatu apa pun dan tidak mengerti?\"",
          "tafsir": "Pada ayat ini, Allah membantah anggapan kaum musyrik bahwa berhala-berhala yang mereka sembah selain Allah dapat memberikan syafaat kepada mereka pada hari Kiamat, dan memberikan pertolongan kepada mereka untuk mencapai cita-cita dan harapan. Hal yang seperti itu tidak mungkin dibenarkan orang yang mempunyai pikiran yang sehat. Oleh karena itu, Nabi Muhammad disuruh Allah supaya menegur orang-orang musyrik yang beranggapan demikian itu dengan ucapan, \"Apakah kamu akan memandang berhala-berhala itu dapat memberi manfaat meskipun mereka tidak mempunyai apa-apa dan tidak berakal? Kemudian Allah menjelaskan bahwa sebenarnya yang dapat memberikan syafaat hanyalah Allah."
        },
        {
          "number": 44,
          "arabic": "قُل لِّلَّهِ ٱلشَّفَـٰعَةُ جَمِيعًا ۖ لَّهُۥ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ ثُمَّ إِلَيْهِ تُرْجَعُونَ",
          "transliteration": "qul lillahi l-shafāʿatu jamīʿan lahu mul'ku l-samāwāti wal-arḍi thumma ilayhi tur'jaʿūna",
          "translation": "Katakanlah, \"Pertolongan itu hanya milik Allah semuanya. Dia memiliki kerajaan langit dan bumi. Kemudian kepada-Nya kamu dikembalikan.\"",
          "tafsir": "Pada ayat ini, Allah menyuruh Nabi-Nya mengatakan bahwa hanya kepunyaan Allah semua syafaat itu.Tak seorang pun yang dapat memberikan syafaat melainkan dengan izin Allah seperti tersebut dalam firman-Nya: ¦Tidak ada yang dapat memberi syafaat di sisi-Nya tanpa izin-Nya¦. (al-Baqarah/2: 255) Dan seperti firman-Nya: ¦ dan mereka tidak memberi syafaat melainkan kepada orang yang diridai (Allah)¦ (al-Anbiya'/21: 28) Semua syafaat itu hanya dimiliki Allah karena Dia yang memiliki kerajaan langit dan bumi dan semua isinya termasuk berhala yang disembah orang-orang musyrik. Oleh karena itu, sembahlah Allah saja yang mempunyai kerajaan yang sempurna, yang kekuasaan-Nya tidak terbatas. Kemudian kepada-Nya kamu sekalian akan dikembalikan pada hari kebangkitan. Dialah nanti yang akan menimpakan siksa yang sangat pedih kepada orang-orang musyrik. Tidak diragukan lagi bahwa ayat ini mengandung ancaman yang pedih sekali. Kemudian Allah menerangkan pula satu sifat yang sangat buruk dari orang-orang yang mengingkari keesaan-Nya."
        },
        {
          "number": 45,
          "arabic": "وَإِذَا ذُكِرَ ٱللَّهُ وَحْدَهُ ٱشْمَأَزَّتْ قُلُوبُ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْـَٔاخِرَةِ ۖ وَإِذَا ذُكِرَ ٱلَّذِينَ مِن دُونِهِۦٓ إِذَا هُمْ يَسْتَبْشِرُونَ",
          "transliteration": "wa-idhā dhukira l-lahu waḥdahu ish'ma-azzat qulūbu alladhīna lā yu'minūna bil-ākhirati wa-idhā dhukira alladhīna min dūnihi idhā hum yastabshirūna",
          "translation": "Dan apabila yang disebut hanya nama Allah, kesal sekali hati orang-orang yang tidak beriman kepada akhirat. Namun apabila nama-nama sembahan selain Allah yang disebut, tiba-tiba mereka menjadi bergembira.",
          "tafsir": "Pada ayat ini, Allah menjelaskan bahwa jika hanya nama Allah yang disebut, dan tidak ada Tuhan yang berhak disembah dengan sebenarnya melainkan Dia, maka menjadi liar dan marahlah hati orang-orang yang tidak beriman kepada kehidupan akhirat. Hati mereka kesal dan mendengar kalimat tauhid itu. Akan tetapi, apabila nama sembahan-sembahan selain Allah yang disebut, tiba-tiba mereka menjadi gembira dan bersuka ria. 'Abdullah bin 'Abbas menjelaskan pengertian ayat ini, \"Telah menjadi keras dan liarlah hati empat orang yang tidak percaya kepada hari Kiamat, yaitu: Abu Jahal. bin Hisyam, al-Walid bin 'Utbah, shafwan, dan Ubay bin Khalaf, seperti tersebut dalam firman-Nya: Dan apabila engkau menyebut Tuhanmu saja dalam Al-Qur'an, mereka berpaling ke belakang melarikan diri (karena benci). (al-Isra'/17: 46) Dalam tafsir Ruh al-Ma'ani, al-Alusi berkata, \"Kami sering menjumpai orang-orang pada zaman sekarang yang sifatnya menyerupai orang-orang musyrik yang tersebut dalam ayat ini, yaitu suka memohon pertolongan kepada orang-orang yang telah mati, dan senang sekali mengenang dan mengungkap sejarah hidupnya yang berlebih-lebihan, yang berjalan seirama dengan hawa nafsu mereka. Mereka sangat mengagungkan orang-orang yang dikultuskannya. Hati mereka menjadi kesal jika yang disebut hanya nama Allah atau dikatakan bahwa hanya Allah saja yang berhak disembah dengan sebenarnya, dan hanya Allah saja yang boleh dimohon pertolongan-Nya.\""
        },
        {
          "number": 46,
          "arabic": "قُلِ ٱللَّهُمَّ فَاطِرَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ عَـٰلِمَ ٱلْغَيْبِ وَٱلشَّهَـٰدَةِ أَنتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِى مَا كَانُوا۟ فِيهِ يَخْتَلِفُونَ",
          "transliteration": "quli l-lahuma fāṭira l-samāwāti wal-arḍi ʿālima l-ghaybi wal-shahādati anta taḥkumu bayna ʿibādika fī mā kānū fīhi yakhtalifūna",
          "translation": "Katakanlah, \"Ya Allah, Pencipta langit dan bumi, yang mengetahui segala yang gaib dan yang nyata, Engkaulah yang memutuskan di antara hamba-hamba-Mu tentang apa yang selalu mereka perselisihkan.\"",
          "tafsir": "Dalam ayat ini, Allah mengajarkan kepada nabi-Nya supaya mengucapkan kalimat-kalimat berikut ini untuk mempertebal keimanan dan memohon tambahan taufik dan hidayah-Nya, \"Wahai Allah, Pencipta langit dan bumi, Yang mengetahui hal-hal yang gaib dan nyata, Engkau memutuskan segala pertikaian antara hamba-Mu tentang apa yang selalu mereka perselisihkan. Engkaulah yang nanti akan memberi keputusan pada hari Kiamat siapa di antara kami yang benar dan yang salah, siapa yang dapat petunjuk dan siapa yang sesat. Melalui hadisnya, Rasulullah mengajarkan doa yang dibaca ketika bangun tidur untuk salat malam: \"Wahai Allah, Tuhan Jibril, Mikail, dan Israfil, Pencipta langit dan bumi, Yang Maha Mengetahui segala hal yang gaib dan nyata. Engkau memutuskan perkara di antara hamba-hamba-Mu dalam hal yang mereka perselisihkan. Tunjukilah aku pada kebenaran yang diperselisihkan dengan (dasar) izin-Mu. Sungguh Engkau menunjuki siapa yang Engkau kehendaki ke jalan yang lurus. (Riwayat Muslim, Abu Dawud, dan al-Baihaqi)"
        },
        {
          "number": 47,
          "arabic": "وَلَوْ أَنَّ لِلَّذِينَ ظَلَمُوا۟ مَا فِى ٱلْأَرْضِ جَمِيعًا وَمِثْلَهُۥ مَعَهُۥ لَٱفْتَدَوْا۟ بِهِۦ مِن سُوٓءِ ٱلْعَذَابِ يَوْمَ ٱلْقِيَـٰمَةِ ۚ وَبَدَا لَهُم مِّنَ ٱللَّهِ مَا لَمْ يَكُونُوا۟ يَحْتَسِبُونَ",
          "transliteration": "walaw anna lilladhīna ẓalamū mā fī l-arḍi jamīʿan wamith'lahu maʿahu la-if'tadaw bihi min sūi l-ʿadhābi yawma l-qiyāmati wabadā lahum mina l-lahi mā lam yakūnū yaḥtasibūna",
          "translation": "Dan sekiranya orang-orang yang zalim mempunyai segala apa yang ada di bumi dan ditambah lagi sebanyak itu, niscaya mereka akan menebus dirinya dengan itu dari azab yang buruk pada hari Kiamat. Dan jelaslah bagi mereka azab dari Allah yang dahulu tidak pernah mereka perkirakan.",
          "tafsir": "Pada ayat ini, Allah menjelaskan bahwa seandainya orang-orang musyrikin yang zalim itu mempunyai seluruh kekayaan yang ada di muka bumi dan ditambah sebanyak itu pula niscaya mereka akan menebus dirinya dengan kekayaan itu untuk azab yang buruk dan dahsyat yang akan ditimpakan kepada mereka pada hari Kiamat. Ancaman seperti ini pernah pula disebut dalam Surah ali 'Imran. Tampak jelas bagi mereka azab dari Allah yang belum pernah mereka pikirkan tentang adanya dan kedahsyatannya. Kaum musyrikin jika mengamalkan sesuatu dianggapnya sebagai kebaikan, padahal hakikatnya apa yang mereka lakukan itu termasuk suatu keburukan."
        }
      ]
    }
  ]
}