{
  "pageNumber": 181,
  "juz": 9,
  "surahs": [
    {
      "number": 8,
      "name": "Al-Anfal",
      "nameArabic": "الأنفال",
      "meaning": "Harta Rampasan Perang",
      "revelation": "Madinah",
      "description": "Surat Al-Anfal terdiri dari 75 ayat dan termasuk surat Madaniyyah, karena seluruh ayatnya diturunkan di Madinah.Surat ini dinamakan Al-Anfal yang berarti harta rampasan perang berhubung kata Al-Anfal terdapat pada permulaan surat ini. Selain itu, persoalan yang menonjol dalam surat ini ialah tentang harta rampasan perang, hukum perang, dan hal-hal yang berhubungan dengan peperangan pada umumnya. Menurut riwayat Ibnu Abbas, surat ini diturunkan berkenaan dengan perang Badar Kubra yang terjadi pada tahun kedua hijriah. Peperangan ini sangat penting karena menentukan jalannya sejarah perkembangan Islam. Pada waktu itu, umat Islam dengan kekuatan kecil dan untuk pertama kali dapat mengalahkan kaum musyrikin yang berjumlah besar dan berperlengkapan yang cukup. Dalam peperangan ini, kaum muslimin memperoleh harta rampasan perang yang tidak sedikit. Oleh sebab itu, timbullah permasalahan bagaimana membagi harta rampasan perang itu. Maka, Allah menurunkan ayat pertama surat ini.Selain hal-hal tersebut di atas, pokok-pokok isi surat ini sebagai berikut:1. Keimanan:Allah selalu menyertai dan melindungi orang-orang yang beriman; hanya Allah yang berhak menentukan hukum-hukum agama; jaminan Allah terhadap kemenangan umat yang beriman; pertolongan Allah terhadap orang-orang yang bertawakkal; hanya Allah yang dapat mempersatukan hati orang yang beriman; tindakan-tindakan dan hukum-hukum Allah didasarkan pada kepentingan umat manusia; keberadaan malaikat yang menolong barisan kaum muslimin dalam perang Badar; gangguan setan pada orang-orang mukmin dan tipu daya mereka pada orang-orang musyrikin; syirik adalah dosa besar.2. Hukum-hukum:Aturan pembagian harta rampasan perang; kebolehan memakan harta rampasan perang; larangan lari atau mundur dalam peperangan; hukum mengurusi tawanan perang pada permulaan Islam; kewajiban taat kepada pimpinan dalam perang; keharusan mengusahakan perdamaian; kewajiban mempersiapkan diri dengan segala alat perlengkapan perang; ketahanan mental, sabar dan tawakkal serta mengingat Allah dalam peperangan; tujuan perang dalam Islam; larangan khianat kepada Allah dan Rasul serta amanat; larangan mengkhianati perjanjian.3. Kisah-kisah:Keengganan beberapa orang Islam untuk ikut perang Badar; suasana kaum muslimin sebelum, sesudah, dan ketika perang berlangsung; keadaan Nabi Muhammad sebelum hijrah dan permusuhan kaum musyrikin terhadap beliau; orang Yahudi membatalkan perjanjian damai dengan Nabi Muhammad; keadaan orang kafir musyrikin dan Ahli Kitab serta keburukan orang-orang munafik.4. Lain-lain:Pengertian iman, tanda dan sifat orang yang beriman; sunnatullah yang berlaku pada individu dan masyarakat.Surat Al-Anfal menerangkan hal-hal yang berhubungan dengan peperangan pada umumnya, khususnya Perang Badar, peperangan yang menentukan jalannya sejarah Islam dan kaum muslimin, bahkan tidak salah sekiranya dikatakan bahwa Perang Badar menentukan jalan sejarah umat manusia pada umumnya. Sebagian besar surat ini mengandung hal-hal yang berhubungan dengan perdamaian dan peperangan, tingkah laku orang-orang kafir, orang-orang munafik dan sebagian orang-orang Islam yang imannya tidak kuat dalam peperangan. Kemudian ditegaskan bahwa Allah menolong orang-orang yang beriman dan menghancurkan orang-orang kafir dan munafik. Ini merupakan sunnatullah yang tidak dapat dipungkiri berlakunya, sebagaimana pernah terjadi pada Fir'aun dan kaumnya serta umat-umat yang sebelumnya.Hubungan Surat Al-Anfal Dengan Surat At-Taubah:Surat Al-Anfal menyebutkan hal-hal yang berhubungan dengan pokok dan cabang (furu') agama, sunnatullah, hukum perjanjian dan janji setia, hukum perang dan damai. Perkara-perkara ini juga disebutkan dalam surat At-Taubah, umpamanya:1. Perjanjian yang dikemukakan surat Al-Anfal dijelaskan oleh surat At-Taubah, terutama hal-hal yang berhubungan dengan pengkhianatan janji oleh musuh.2. Sama-sama menerangkan tentang memerangi orang-orang musyrikin dan Ahli Kitab.3. Surat Al-Anfal mengemukakan bahwa yang mengurus dan memakmurkan Masjidil haram adalah orang-orang yang bertakwa, sedang surat At-Taubah menerangkan bahwa orang-orang musyrik tidak pantas mengurus dan memakmurkan masjid, bahkan mereka akan menghalang-halangi orang-orang Islam terhadapnya.4. Surat Al-Anfal menyebutkan sifat-sifat orang-orang yang sempurna imannya dan sifat-sifat orang-orang kafir, lalu pada akhir surat diterangkan pula tentang hukum perlindungan atas orang-orang muslim yang berhijrah, orang-orang muslim yang tidak berhijrah, dan orang-orang kafir. Hal yang serupa dikemukakan pula oleh surat At-Taubah.5. Surat Al-Anfal menganjurkan agar berinfak di jalan Allah, sedang surat At-Taubah menegaskan hal yang sama. Dalam surat Al-Anfal diterangkan tentang penggunaan harta rampasan perang, sedang surat At-Taubah menerangkan penggunaan zakat.6. Surat Al-Anfal mengemukakan tentang orang-orang munafik dan orang-orang yang ada penyakit dalam hatinya, kemudian surat At-Taubah menerangkan hal ini lebih luas. Jika kita perhatikan ternyata antara surat Al-Anfal dan surat At-Taubah terdapat hubungan yang erat sekali. Seakan-akan keduanya merupakan satu surat, bahkan sebagian ahli tafsir mengatakan bahwa sekiranya bukan karena ketentuan Allah, mereka memandang surat Al-Anfal dan surat At-Taubah sebagai satu surat.",
      "verses": [
        {
          "number": 34,
          "arabic": "وَمَا لَهُمْ أَلَّا يُعَذِّبَهُمُ ٱللَّهُ وَهُمْ يَصُدُّونَ عَنِ ٱلْمَسْجِدِ ٱلْحَرَامِ وَمَا كَانُوٓا۟ أَوْلِيَآءَهُۥٓ ۚ إِنْ أَوْلِيَآؤُهُۥٓ إِلَّا ٱلْمُتَّقُونَ وَلَـٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
          "transliteration": "wamā lahum allā yuʿadhibahumu l-lahu wahum yaṣuddūna ʿani l-masjidi l-ḥarāmi wamā kānū awliyāahu in awliyāuhu illā l-mutaqūna walākinna aktharahum lā yaʿlamūna",
          "translation": "Dan mengapa Allah tidak menghukum mereka padahal mereka menghalang-halangi (orang) untuk (mendatangi) Masjidilharam dan mereka bukanlah orang-orang yang berhak menguasainya? Orang yang berhak menguasai(nya), hanyalah orang-orang yang bertakwa, tetapi kebanyakan mereka tidak mengetahui.",
          "tafsir": "Sesudah itu Allah menjelaskan bahwa Allah tidak akan menurunkan azab kepada mereka, meskipun mereka sudah pantas diberi azab, lantaran mereka telah menghalangi orang-orang mukmin memasuki Masjidil Haram untuk menunaikan ibadah haji. Azab tidak diturunkan karena Nabi Muhammad berada di antara mereka, dan masih ada orang-orang mukmin yang memohon ampun kepada Allah bersama Nabi Muhammad. Allah menjelaskan bahwa orang-orang kafir itu tidak berhak menguasai Baitullah dan daerah-daerah haram, karena mereka telah berbuat syirik dan telah melakukan berbagai kerusakan di daerah itu. Akan tetapi yang sebenarnya berhak menguasai Baitullah dan daerah-daerah haram itu hanyalah orang-orang yang bertakwa yang menghormati Baitullah sebagai tempat suci dan peribadatan, yaitu Nabi Muhammad dan pengikut-pengikutnya. Allah menegaskan bahwa kebanyakan orang-orang kafir itu tidak mengetahui bahwa mereka tidak berhak menguasai Baitullah dan daerah-daerah haram, karena mereka bukanlah penolong-penolong agama. Dan yang berhak menguasai Baitullah itu hanya orang-orang yang bertakwa."
        },
        {
          "number": 35,
          "arabic": "وَمَا كَانَ صَلَاتُهُمْ عِندَ ٱلْبَيْتِ إِلَّا مُكَآءً وَتَصْدِيَةً ۚ فَذُوقُوا۟ ٱلْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ",
          "transliteration": "wamā kāna ṣalātuhum ʿinda l-bayti illā mukāan wataṣdiyatan fadhūqū l-ʿadhāba bimā kuntum takfurūna",
          "translation": "Dan salat mereka di sekitar Baitullah itu, tidak lain hanyalah siulan dan tepuk tangan. Maka rasakanlah azab disebabkan kekafiranmu itu.",
          "tafsir": "Allah menerangkan sebab-sebab mereka tidak berhak menguasai Baitullah, dan daerah haram, yaitu karena mereka dalam waktu beribadah, mengerjakan tawaf, mereka bertelanjang dan bersiul-siul serta bertepuk tangan. Diriwayatkan dari Ibnu Abbas ra: \"Orang-orang Quraisy mengitari Baitullah dalam keadaan telanjang, bersiul-siul dan bertepuk tangan.\" (Riwayat Ibnu Abi Hatim dari Ibnu Abbas). Dan katanya: \"Bahwa orang-orang Quraisy itu, baik laki-laki maupun perempuan, mengelilingi Kabah dalam keadaan telanjang. Mereka saling bergandengan tangan, bersiul-siul dan bertepuk tangan.\" (Riwayat Ibnu Abi Hatim dari Ibnu Abbas) Ath-thasti menceritakan sebuah riwayat yang ditanyakan Nafi bin al-Azraq bahwasanya dia berkata kepada Ibnu Abbas: \"Beritahukanlah kepadaku tentang makna firman Allah Azza wa Jalla \"Illa mukaan wa tashdiyah.\" Ia berkata, \"Al-Muka ialah suara burung Qunburah dan Tashdiyah ialah suara burung pipit sama dengan bertepuk tangan. Dan demikian itu ialah pada ketika Rasulullah mengerjakan salat, sedang beliau pada tempat di antara hajar aswad dan rukun yamani (yaitu beliau menghadap ke utara agar dapat mempersatukan arah Kabah dan Baitul Makdis pada suatu arah tujuan). Maka datanglah dua orang laki-laki dari Bani Sahm yang seorang berdiri di sebelah kanan Nabi, sedang yang lain bertepuk tangan seramai suara burung pipit mengganggu salat Nabi saw.\" (Riwayat Ath-thasti dari Nafi bin Azraq) Kemudian Allah mengancam perbuatan mereka itu dengan ancaman yang keras, berupa azab karena kekafiran mereka itu. Siksaan ini meliputi siksaan dunia dan siksaan akhirat. Siksaan dunia yang mereka alami ialah tewasnya pemimpin-pemimpin mereka dan tertawannya tentara mereka pada waktu Perang Badar serta kekalahan total mereka pada saat penaklukan Mekah. Sedangkan siksaan mereka di akhirat ialah penyesalan yang tak berkeputusan ketika merasakan dahsyatnya derita akibat panasnya api neraka."
        },
        {
          "number": 36,
          "arabic": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ يُنفِقُونَ أَمْوَٰلَهُمْ لِيَصُدُّوا۟ عَن سَبِيلِ ٱللَّهِ ۚ فَسَيُنفِقُونَهَا ثُمَّ تَكُونُ عَلَيْهِمْ حَسْرَةً ثُمَّ يُغْلَبُونَ ۗ وَٱلَّذِينَ كَفَرُوٓا۟ إِلَىٰ جَهَنَّمَ يُحْشَرُونَ",
          "transliteration": "inna alladhīna kafarū yunfiqūna amwālahum liyaṣuddū ʿan sabīli l-lahi fasayunfiqūnahā thumma takūnu ʿalayhim ḥasratan thumma yugh'labūna wa-alladhīna kafarū ilā jahannama yuḥ'sharūna",
          "translation": "Sesungguhnya orang-orang kafir itu, menginfakkan harta mereka untuk menghalang-halangi (orang) dari jalan Allah. Mereka akan (terus) menginfakkan harta itu, kemudian mereka akan menyesal sendiri, dan akhirnya mereka akan dikalahkan. Ke dalam neraka Jahanamlah orang-orang kafir itu akan dikumpulkan,",
          "tafsir": "Para mufassir meriwayatkan dari Ibnu Abbas, Mujahid, Said bin Jubair, dan lain-lainnya sebagai berikut, \"Ayat ini turun mengenai diri Abu Sufyan dan harta bendanya yang diserahkan untuk membiayai orang-orang musyrikin pada waktu Perang Badar, serta bantuannya terhadap mereka pada waktu perang Uhud dan lainnya.\" Dalam riwayat lain disebutkan bahwa, Setelah Abu Sufyan dapat menyelamatkan kafilahnya (dalam Perang Badar) dengan menempuh jalan pantai menuju Mekah ia berjalan dengan disertai satu regu dari tentara kaum musyrikin menghasut orang-orang agar tidak memerangi mereka. Maka datanglah mereka kepada orang-orang yang mempunyai barang dagangan dalam kafilah seraya berkata, \"Wahai orang-orang Quraisy, ketahuilah: Bahwa Muhammad telah mengucilkan kamu dan membunuh pemimpin-pemimpinmu. Maka bantulah kami dengan mengorbankan harta bendamu untuk memerangi Muhammad. Barangkali kami dapat mencapai kemenangan dari padanya.\" Kemudian mereka melaksanakan anjuran itu. Said bin Jubir berkata, \"Bahwasanya Abu Sufyan pada waktu perang Uhud menyewa 2.000 orang dari suku Bani Kinanah untuk memerangi Rasulullah selain orang Arab yang memang sudah menjadi tentara.\" (Riwayat Ath-thasti dari Nafi bin Azraq) Dalam ayat ini Allah menjelaskan persiapan-persiapan orang-orang kafir Quraisy pada saat menjelang terjadinya Perang Badar, yaitu mereka mengerahkan tenaga dan harta benda mereka untuk menghalang-halangi tersiarnya agama Islam dan perjuangan Rasulullah. Betapa banyak kekuatan bala tentara yang mereka miliki dan harta benda yang mereka pergunakan, namun mereka akan mengalami kegagalan dalam menafkahkan harta benda itu, tidak lain karena perbuatan mereka seperti perbuatan setan yang tidak disandarkan pada pendirian yang benar. Akibatnya ialah penyesalan belaka, karena kekuatan jiwa dan harta mereka hilang tanpa faedah dan perjuangan mereka sia-sia. Kemudian perjuangan mereka secara berturut-turut akan dipatahkan, sehingga akhirnya yang menjulang tinggi hanyalah kalimat Allah semata. Allah mengancam orang-orang kafir dengan ancaman yang keras, bahwa pada hari Kiamat nanti mereka akan digiring ke dalam api neraka."
        },
        {
          "number": 37,
          "arabic": "لِيَمِيزَ ٱللَّهُ ٱلْخَبِيثَ مِنَ ٱلطَّيِّبِ وَيَجْعَلَ ٱلْخَبِيثَ بَعْضَهُۥ عَلَىٰ بَعْضٍ فَيَرْكُمَهُۥ جَمِيعًا فَيَجْعَلَهُۥ فِى جَهَنَّمَ ۚ أُو۟لَـٰٓئِكَ هُمُ ٱلْخَـٰسِرُونَ",
          "transliteration": "liyamīza l-lahu l-khabītha mina l-ṭayibi wayajʿala l-khabītha baʿḍahu ʿalā baʿḍin fayarkumahu jamīʿan fayajʿalahu fī jahannama ulāika humu l-khāsirūna",
          "translation": "agar Allah memisahkan (golongan) yang buruk dari yang baik dan menjadikan (golongan) yang buruk itu sebagiannya di atas yang lain, lalu kesemuanya ditumpukkan-Nya, dan dimasukkan-Nya ke dalam neraka Jahanam. Mereka itulah orang-orang yang rugi.",
          "tafsir": "Allah menjelaskan, bahwa Dia akan memberikan kemenangan kepada orang-orang mukmin dan memberikan kekalahan kepada orang-orang kafir. Maksudnya ialah untuk memisahkan golongan yang buruk dari yang baik dan menjadikan golongan yang buruk itu sebagai kesatuan yang tidak dapat dipisahkan antara satu dengan yang lain. Golongan yang baik ialah, mereka yang bergerak dibawah naungan agama tauhid dan berjuang untuk meninggikan kalimat Allah di bawah pimpinan Rasulullah untuk mewujudkan apa yang diperintahkan oleh Allah serta untuk menghancurkan segala sesuatu yang merintanginya. Dan mencegah segala sesuatu yang menjadi larangan Allah serta menghancurkan segala sesuatu yang menyebabkan terjadinya larangan itu. Mereka ini berjuang dengan tenaga, pikiran dan harta benda untuk kepentingan agama. Sedang golongan yang buruk ialah mereka yang bergelimang dalam kemusyrikan dan menghalang-halangi agama Islam serta melanggar hukum-hukum Allah dan mengobarkan permusuhan dan kekejaman. Pemisahan antara kedua golongan tersebut merupakan suatu ketentuan yang berlaku terus. Sedang yang kekal ialah yang baik di antara kedua golongan. Firman Allah: Adapun buih, akan hilang sebagai sesuatu yang tidak ada gunanya; tetapi yang bermanfaat bagi manusia, akan tetap di bumi. Demikianlah Allah membuat perumpamaan. (ar-Rad/13: 17) Allah juga menjelaskan bahwa golongan yang buruk itu akan ditumpuk menjadi satu tumpukan seperti barang-barang yang tidak berguna dan mereka akan dimasukkan ke dalam api neraka Jahanam. Mereka ini digambarkan oleh Allah sebagai orang-orang yang benar-benar merugi akibat harta benda dan jiwa mereka dikorbankan kepada perjuangan yang sia-sia. Mereka akan mengalami penyesalan yang tak berguna lagi, karena mereka tidak dapat melepaskan diri dari siksaan Allah yang sangat pedih itu."
        },
        {
          "number": 38,
          "arabic": "قُل لِّلَّذِينَ كَفَرُوٓا۟ إِن يَنتَهُوا۟ يُغْفَرْ لَهُم مَّا قَدْ سَلَفَ وَإِن يَعُودُوا۟ فَقَدْ مَضَتْ سُنَّتُ ٱلْأَوَّلِينَ",
          "transliteration": "qul lilladhīna kafarū in yantahū yugh'far lahum mā qad salafa wa-in yaʿūdū faqad maḍat sunnatu l-awalīna",
          "translation": "Katakanlah kepada orang-orang yang kafir itu (Abu Sufyan dan kawan-kawannya), \"Jika mereka berhenti (dari kekafirannya), niscaya Allah akan mengampuni dosa-dosa mereka yang telah lalu; dan jika mereka kembali lagi (memerangi Nabi) sungguh, berlaku (kepada mereka) sunah (Allah terhadap) orang-orang dahulu (dibinasakan).\"",
          "tafsir": "Allah memerintahkan kepada Nabi Muhammad dan pengikut-pengikutnya untuk menyatakan kepada orang-orang kafir Quraisy, yaitu Abu Sufyan dan pengikut-pengikutnya bahwa Allah memberikan tawaran kepada mereka, apabila mereka mau menghentikan permusuhannya kepada seruan Nabi Muhammad dan menghentikan tipu-dayanya dalam menghalang-halangi tersebarnya agama Allah, mereka masih diberi kesempatan untuk bertaubat. Dan Allah akan mengampuni dosa-dosa mereka yang sudah mereka lakukan dan mereka tidak akan mengalami siksaan di akhirat. Demikian juga Rasulullah tidak akan memerangi mereka dan tidak akan menuntut balas terhadap tindakan-tindakan mereka yang telah mereka lakukan baik berupa penyiksaan, pengusiran, pembunuhan, perampasan, maupun lain-lainnya. Hal ini adalah merupakan ketentuan Islam yaitu mencintai perdamaian selama ajaran Islam dapat tersebar di muka bumi dan tidak dihalang-halangi. Akan tetapi apabila seruan agama Islam dihalang-halangi maka umat Islam akan bertindak terhadap orang-orang yang menghalang-halangi tersebut. Allah memberikan ancaman dan peringatan bahwa apabila mereka tetap tidak menghiraukan seruan itu dan mereka tetap bersikap keras dalam memusuhi ajaran Islam, serta menghalang-halangi dan memerangi kaum muslim, maka sunnah Allah yang telah berlaku terhadap orang-orang dahulu kembali berlaku, yaitu Allah akan membantu perjuangan orang-orang mukmin dan menghancurkan tipu-daya orang-orang kafir. Allah berfirman: Sesungguhnya Kami akan menolong rasul-rasul Kami dan orang-orang yang beriman dalam kehidupan dunia dan pada hari tampilnya para saksi (hari Kiamat). (al-Mumin/40: 51) Untuk memberikan gambaran bahwa apabila orang-orang musyrikin itu betul-betul menghentikan tindakan mereka yang memusuhi Nabi Muhammad menerima seruannya dan masuk Islam, niscaya mereka dapat pengampunan dari Allah. Sebagaimana hadis yang diriwayatkan Amr bin al-ash berkata: \"Setelah Allah meresapkan agama Islam betul-betul ke dalam hatiku, aku pun datang kepada Nabi dan berkata: \"Ulurkan tanganmu, aku akan membaiat kamu. Maka Rasulullah mengulurkan tangan kanannya, lalu aku menarik tanganku. Nabi bertanya: \"Mengapa engkau menarik tanganmu?\" Aku menjawab: \"Aku akan menentukan suatu syarat\". Rasulullah bertanya: \"Engkau akan mensyaratkan apa?\" Aku menjawab: \"Aku ingin agar Allah mengampuni aku.\" Rasulullah bersabda: \"Tidakkah engkau mengetahui hai Amr, bahwasanya Islam itu menghapuskan apa yang terjadi sebelumnya, dan bahwasanya hijrah itu telah menghapuskan apa yang sebelumnya dan haji itu menghilangkan dosa-dosa yang sebelumnya.\" (Riwayat Muslim dari Amr bin al-ash)"
        },
        {
          "number": 39,
          "arabic": "وَقَـٰتِلُوهُمْ حَتَّىٰ لَا تَكُونَ فِتْنَةٌ وَيَكُونَ ٱلدِّينُ كُلُّهُۥ لِلَّهِ ۚ فَإِنِ ٱنتَهَوْا۟ فَإِنَّ ٱللَّهَ بِمَا يَعْمَلُونَ بَصِيرٌ",
          "transliteration": "waqātilūhum ḥattā lā takūna fit'natun wayakūna l-dīnu kulluhu lillahi fa-ini intahaw fa-inna l-laha bimā yaʿmalūna baṣīrun",
          "translation": "Dan perangilah mereka itu sampai tidak ada lagi fitnah dan agama hanya bagi Allah semata. Jika mereka berhenti (dari kekafiran), maka sesungguhnya Allah Maha Melihat apa yang mereka kerjakan.",
          "tafsir": "Allah mengobarkan semangat juang orang-orang mukmin yaitu apabila orang-orang musyrikin tetap menolak seruan menghentikan permusuhan, Allah memerintahkan Rasulullah dan pengikut-pengikutnya agar memerangi mereka agar tidak terdapat lagi fitnah yang mengganggu umat Islam dan agamanya. Sehingga tidak akan ada lagi rasa takut dan kekhawatiran yang mencekam hati sanubari seseorang bila masuk agama Islam. Hal ini adalah jaminan bagi manusia bahwa mereka mempunyai kemerdekaan di dalam memeluk agama dan menjalankan syariatnya. Allah berfirman: \"Tidak ada paksaan dalam (menganut) agama (Islam), sesungguhnya telah jelas (perbedaan) antara jalan yang benar dengan jalan yang sesat.\" (al-Baqarah/2: 256) Kemudian Allah menawarkan sekali lagi kepada orang-orang musyrikin bahwa apabila mereka menghentikan kekafiran dan permusuhan, maka Allah Maha Melihat apa yang mereka kerjakan, dan akan memberikan balasan kepada mereka terhadap amalan-amalan mereka. Rasulullah bersabda: \"Aku diperintahkan untuk memerangi manusia sehingga mereka itu mengucapkan \"La ilaha illallahu\". Apabila mereka mengatakan kalimat itu, mereka telah memelihara darah dan harta benda mereka dari tindakanku, terkecuali karena ada alasan yang benar, sedang perhitungan amal mereka terserah kepada Allah Azza wa Jalla\". (Riwayat al-Bukhari dan Muslim dari Ibnu Umar) Perintah perang ini merupakan jalan terakhir, ada ayat lain yang menganjurkan untuk mengajak ke jalan yang benar dengan bijaksana, seperti yang tercantum dalam Surah an-Nahl/16 ayat 125."
        },
        {
          "number": 40,
          "arabic": "وَإِن تَوَلَّوْا۟ فَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ مَوْلَىٰكُمْ ۚ نِعْمَ ٱلْمَوْلَىٰ وَنِعْمَ ٱلنَّصِيرُ",
          "transliteration": "wa-in tawallaw fa-iʿ'lamū anna l-laha mawlākum niʿ'ma l-mawlā waniʿ'ma l-naṣīru",
          "translation": "Dan jika mereka berpaling, maka ketahuilah bahwa sesungguhnya Allah Pelindungmu. Dia adalah sebaik-baik Pelindung dan sebaik-baik Penolong.",
          "tafsir": "Allah mengancam mereka bahwa apabila mereka tetap juga menolak seruan damai Rasulullah dan tetap tidak menghentikan keingkaran terhadap seruan Rasul serta tetap memerangi dan memusuhi kaum muslim, maka Allah memerintahkan kepada kaum Muslimin agar memberitahukan kepada mereka bahwa Allah tetap menjadi pelindung yang akan membantu kaum Muslimin. Dan Allah menjamin kemenangan bagi kaum Muslimin. Dan Allah melarang orang-orang Islam menyerah dan merasa takut kepada tantangan kaum musyrikin itu. Di akhir ayat Allah menegaskan kepada kaum Muslimin bahwa Dialah Allah sebaik-baik Pelindung. Maka tidak akan sia-sialah yang meminta perlindungan-Nya. Dan memang demikianlah selalu terjadi dalam kehidupan manusia ini baik dari zaman dahulu sampai datangnya agama Islam, yaitu yang berhak menguasai bumi Allah hanyalah orang-orang yang saleh di antara hamba-Nya. Firman Allah: \"Dan sungguh, telah Kami tulis di dalam Zabur setelah (tertulis) di dalam Az-dzikr (Lauh Mahfudh), bahwa bumi ini akan diwarisi oleh hamba-hamba-Ku yang saleh.\" (al-Anbiya/21: 105)"
        }
      ]
    }
  ]
}