{
  "pageNumber": 57,
  "juz": 3,
  "surahs": [
    {
      "number": 3,
      "name": "Ali 'Imran",
      "nameArabic": "آل عمران",
      "meaning": "Keluarga Imran",
      "revelation": "Madinah",
      "description": "Surat Ali 'Imraan terdiri dari 200 ayat dan termasuk surat Madaniyyah. Dinamakan Ali 'Imran karena memuat kisah keluarga 'Imran, yang juga menyebutkan kisah kelahiran Nabi 'Isa a.s., persamaan kejadiannya dengan Nabi Adam a.s., kenabian dan beberapa mukjizatnya, serta kelahiran Maryam putri 'Imran, ibu Nabi 'Isa a.s.Surat Al Baqarah dan Ali 'Imraan dinamakan \"Az Zahrawaani\" (dua yang cemerlang), karena menyingkapkan hal-hal yang disembunyikan oleh para Ahli Kitab, seperti kejadian dan kelahiran Nabi 'Isa a.s., kedatangan Nabi Muhammad s.a.w., dan sebagainya.Pokok-Pokok Isi:1. Keimanan:Dalil-dalil dan alasan-alasan yang membantah orang Nasrani yang mempertuhankan Nabi 'Isa a.s.; ketauhidan adalah dasar yang dibawa oleh seluruh nabi.2. Hukum-hukum:Musyawarah; bermubahalah; larangan melakukan riba.3. Kisah-kisah:Kisah keluarga 'Imran; perang Badar dan Uhud dan pelajaran yang dapat diambil darinya,4. Lain-lain:Golongan-golongan manusia dalam memahami ayat-ayat mutasyaabihaat; sifat- sifat Allah; sifat orang-orang yang bertakwa; Islam satu-satunya agama yang diridhai Allah; kemudharatan mengambil orang-orang kafir sebagai teman kepercayaan; pengambilan perjanjian para Nabi oleh Allah; perumpamaan-perumpamaan; peringatan-peringatan terhadap Ahli Kitab; Ka'bah adalah rumah peribadatan yang tertua dan bukti-buktinya; faedah mengingat Allah dan merenungkan ciptaan-Nya.Surat Ali 'Imraan berisi dalil-dalil dan alasan-alasan untuk membantah kaum Nasrani yang mempertuhankan Nabi 'Isa a.s., menerangkan perang Badar dan Uhud; agar kemenangan di perang Badar dan kekalahan di perang Uhud yang dialami kaum muslimin itu dapat dijadikan pelajaran.Hubungan Surat Ali 'imraan Dengan Surat An Nisaa':1. Surat Ali 'Imraan disudahi dengan perintah bertakwa, sesuai dengan permulaan surat An Nisaa',2. Dalam surat Ali 'Imraan disebutkan perang Badar dan Uhud dengan sempurna, keterangan sebagiannya diulangi dalam surat An Nisaa'.3. Dalam surat Ali 'Imraan dikisahkan perang Hamraa-ul Asad yang terjadi setelah perang Uhud, dan perang ini disinggung pula dalam surat An Nisaa'.4. Dalam surat Ali 'Imraan disebutkan bahwa banyak kaum Muslimin yang gugur sebagai syuhada yang berarti mereka meninggalkan anak-anak dan istri-istri mereka, maka dalam bagian permulaan surat An Nisaa' disebutkan perintah memelihara anak yatim dan pembagian harta pusaka.",
      "verses": [
        {
          "number": 53,
          "arabic": "رَبَّنَآ ءَامَنَّا بِمَآ أَنزَلْتَ وَٱتَّبَعْنَا ٱلرَّسُولَ فَٱكْتُبْنَا مَعَ ٱلشَّـٰهِدِينَ",
          "transliteration": "rabbanā āmannā bimā anzalta wa-ittabaʿnā l-rasūla fa-uk'tub'nā maʿa l-shāhidīna",
          "translation": "Ya Tuhan kami, kami telah beriman kepada apa yang Engkau turunkan dan kami telah mengikuti Rasul, karena itu tetapkanlah kami bersama golongan orang yang memberikan kesaksian.\"",
          "tafsir": "Sesudah mereka menjadi saksi atas kerasulan Isa a.s. dan menjadi saksi atas kekuasaan Allah yang memerintahkan agar beriman kepada Kitab yang diturunkan kepadanya, dan taat kepada segala perintah-Nya, maka mereka mengatakan, \"Ya Tuhan kami, kami telah beriman kepada apa yang telah Engkau turunkan\". Pernyataan ini adalah suatu sikap merendahkan diri kepada Allah, dan mengungkapkan ihwal mereka kepada Allah, sesudah menyatakan kepada rasul-Nya untuk lebih menjelaskan pendirian mereka. \"Kami telah mengikuti rasul\", dan mematuhi segala perintah yang dibawanya dari Allah. Menempatkan kata \"mengikuti\" sesudah kata \"beriman\" dalam ayat ini menunjukkan bahwa iman orang Hawariyun ini telah mencapai tingkat yakin, yang memberi arah kepada jiwa mereka dalam melakukan setiap tindakan. Ilmu yang benar ialah ilmu yang menuntut perbuatan yang sesuai dengan ilmu itu, sedang ilmu yang tidak mempengaruhi perbuatan, itulah ilmu yang kabur dan kurang, tidak memberikan keyakinan dan ketenangan. Banyak orang mengira bahwa dia sudah berilmu tetapi bila dia melakukan sesuatu perbuatan ternyata perbuatannya itu tidak dapat dikuasai dan dikendalikannya, setelah itu barulah ia sadar bahwa ia keliru dalam pengakuannya. Sesudah kaum Hawariyun ini menyatakan kepada Allah kesaksian mereka atas kebenaran kitab dan rasul-Nya, maka mereka pun memohon kepada Allah agar memasukkan mereka ke dalam golongan orang-orang yang mengakui keesaan Allah swt."
        },
        {
          "number": 54,
          "arabic": "وَمَكَرُوا۟ وَمَكَرَ ٱللَّهُ ۖ وَٱللَّهُ خَيْرُ ٱلْمَـٰكِرِينَ",
          "transliteration": "wamakarū wamakara l-lahu wal-lahu khayru l-mākirīna",
          "translation": "Dan mereka (orang-orang kafir) membuat tipu daya, maka Allah pun membalas tipu daya. Dan Allah sebaik-baik pembalas tipu daya.",
          "tafsir": "Sesudah Allah menerangkan tentang kaum Hawariyun, maka dalam ayat ini Allah menerangkan sikap Bani Israil terhadap Isa a.s., mereka membuat tipu daya dan bermaksud membinasakannya dengan jalan melaporkan dan memfitnah Isa kepada raja mereka. Tetapi Allah memperdayakan dan menggagalkan tipu daya mereka itu dan mereka tidak berhasil membunuhnya. Isa a.s., diangkat ke langit oleh Allah dan diganti dengan orang yang serupa dengannya, sehingga orang-orang yakin bahwa yang disalib itu adalah Isa a.s. Balasan Allah mengatasi tipu muslihat mereka, dan menimpakan kesengsaraan kepada orang-orang kafir itu, tanpa mereka perkirakan. Rencana Allah yang tidak diketahui oleh hamba-hamba-Nya, sebenarnya adalah untuk menegakkan sunnah-Nya dan menyempurnakan hikmah-Nya."
        },
        {
          "number": 55,
          "arabic": "إِذْ قَالَ ٱللَّهُ يَـٰعِيسَىٰٓ إِنِّى مُتَوَفِّيكَ وَرَافِعُكَ إِلَىَّ وَمُطَهِّرُكَ مِنَ ٱلَّذِينَ كَفَرُوا۟ وَجَاعِلُ ٱلَّذِينَ ٱتَّبَعُوكَ فَوْقَ ٱلَّذِينَ كَفَرُوٓا۟ إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ ۖ ثُمَّ إِلَىَّ مَرْجِعُكُمْ فَأَحْكُمُ بَيْنَكُمْ فِيمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ",
          "transliteration": "idh qāla l-lahu yāʿīsā innī mutawaffīka warāfiʿuka ilayya wamuṭahhiruka mina alladhīna kafarū wajāʿilu alladhīna ittabaʿūka fawqa alladhīna kafarū ilā yawmi l-qiyāmati thumma ilayya marjiʿukum fa-aḥkumu baynakum fīmā kuntum fīhi takhtalifūna",
          "translation": "(Ingatlah), ketika Allah berfirman, \"Wahai Isa! Aku mengambilmu dan mengangkatmu kepada-Ku, serta menyucikanmu dari orang-orang yang kafir, dan menjadikan orang-orang yang mengikutimu di atas orang-orang yang kafir hingga hari Kiamat. Kemudian kepada-Ku engkau kembali, lalu Aku beri keputusan tentang apa yang kamu perselisihkan.\"",
          "tafsir": ". Allah membalas tipu daya orang kafir dengan mengangkat Isa a.s. kepada-Nya. Dalam hal ini terdapat berita gembira untuk Nabi, tentang datangnya bantuan Allah untuk menyelamatkan dirinya dari tipu daya orang-orang kafir sehingga mereka dalam usahanya melaksanakan tipu daya itu tidak akan berhasil. Allah akan mengangkat Nabi Isa kepada-Nya dan akan mewafatkannya pada saat ajalnya tiba, sesudah turun dari langit pada waktu yang ditentukan ) sesuai dengan sabda Nabi Muhammad saw, \"Demi (Allah), yang jiwaku di tangan-Nya, Isa putra Maryam akan turun di antaramu sebagai hakim yang adil, kemudian ia akan memecah salib, membunuh babi, menghentikan peperangan, dan membagi-bagikan harta, sehingga tak seorang pun yang akan menerimanya (karena tidak membutuhkan lagi) dan merasa bahwa sujudnya (ibadahnya) lebih utama dari dunia dan semua isinya.\" (Riwayat al-Bukhari dari Abu Hurairah). \"Allah membersihkan Isa a.s. dari orang-orang kafir\", dengan menyelamatkannya dari kejahatan, cercaan serta nistaan dan tuduhan, yang akan mereka lakukan, dan akan menjadikan pengikut-pengikutnya yang beriman itu percaya bahwa dia adalah hamba Allah dan utusan-Nya, percaya akan kata-kata Isa bahwa beliau diutus untuk memberi kabar gembira (as-shaff/61:6) tentang kedatangan seorang utusan Allah, yang akan datang sesudahnya, yang bernama Ahmad (Nabi Muhammad) (as-shaff/61:6). Allah akan mengangkat mereka yang percaya itu kepada derajat yang tinggi, tidak seperti orang-orang Yahudi yang menipu dan mendustakan Nabi Isa, yang direndahkan martabatnya oleh Allah. Ketinggian derajat itu ada kalanya di bidang keimanan yang bersifat rohaniah, dan dalam bidang akhlak dan kesempurnaan sopan santun serta dekatnya mereka pada yang hak dan jauhnya dari yang batil. Adakalanya kelebihan yang bersifat duniawi yaitu mereka akan memegang tampuk pimpinan di dunia. Kemudian semua manusia akan dikembalikan kepada Allah yaitu pada hari kebangkitan, dan Allah akan memutuskan perkara yang mereka perselisihkan dalam urusan agama termasuk di dalamnya perselisihan-perselisihan yang terjadi di antara pengikut-pengikut Isa a.s. dan orang-orang yang tidak percaya kepadanya"
        },
        {
          "number": 56,
          "arabic": "فَأَمَّا ٱلَّذِينَ كَفَرُوا۟ فَأُعَذِّبُهُمْ عَذَابًا شَدِيدًا فِى ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ وَمَا لَهُم مِّن نَّـٰصِرِينَ",
          "transliteration": "fa-ammā alladhīna kafarū fa-uʿadhibuhum ʿadhāban shadīdan fī l-dun'yā wal-ākhirati wamā lahum min nāṣirīna",
          "translation": "Maka adapun orang-orang yang kafir, maka akan Aku azab mereka dengan azab yang sangat keras di dunia dan di akhirat, sedang mereka tidak memperoleh penolong.",
          "tafsir": "Allah menerangkan bahwa orang-orang Yahudi yang mendustakan Nabi Muhammad akan disiksa dengan siksaan yang pedih baik di dunia maupun di akhirat. Siksaan dunia yang akan menimpa mereka ialah, mereka akan dibunuh dan ditawan serta dikuasai oleh bangsa-bangsa lain. Sedang siksaan akhirat ialah siksaan Allah di hari pembalasan yang sangat pedih. Pada waktu itu mereka tidak akan mendapatkan pertolongan dari siapa pun."
        },
        {
          "number": 57,
          "arabic": "وَأَمَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ فَيُوَفِّيهِمْ أُجُورَهُمْ ۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّـٰلِمِينَ",
          "transliteration": "wa-ammā alladhīna āmanū waʿamilū l-ṣāliḥāti fayuwaffīhim ujūrahum wal-lahu lā yuḥibbu l-ẓālimīna",
          "translation": "Dan adapun orang yang beriman dan melakukan kebajikan, maka Dia akan memberikan pahala kepada mereka dengan sempurna. Dan Allah tidak menyukai orang zalim.",
          "tafsir": "Allah, menjelaskan bahwa orang-orang yang beriman dan orang-orang yang melakukan amal saleh, adalah orang yang membenarkan Nabi Muhammad serta mengakui kenabiannya, mengakui Kitab yang dibawanya (Al-Qur'an), mengamalkan segala perintah Allah, serta meninggalkan semua larangan-Nya. Allah akan menyempurnakan pahala mereka, tanpa ada kekurangan sedikit pun. Selanjutnya dijelaskan bahwa orang yang mempunyai sifat sebaliknya, berarti mereka telah menganiaya diri sendiri, mereka tidak dicintai Allah dan akan mendapat siksaan yang sangat pedih."
        },
        {
          "number": 58,
          "arabic": "ذَٰلِكَ نَتْلُوهُ عَلَيْكَ مِنَ ٱلْـَٔايَـٰتِ وَٱلذِّكْرِ ٱلْحَكِيمِ",
          "transliteration": "dhālika natlūhu ʿalayka mina l-āyāti wal-dhik'ri l-ḥakīmi",
          "translation": "Demikianlah Kami bacakan kepadamu (Muhammad) sebagian ayat-ayat dan peringatan yang penuh hikmah.",
          "tafsir": "Allah menerangkan bahwa berita yang disampaikan kepada Nabi Muhammad saw, tentang Nabi Isa, Maryam, Zakaria dan putranya Yahya, dan kisah-kisah orang-orang kaum Hawariyun dan orang Yahudi dari keturunan Israil, itulah kisah yang benar dan sebagai koreksi terhadap berbagai kepercayaan yang tersiar di kalangan Ahli Kitab pada waktu itu. Dalam kisah ini terdapat berbagai macam teladan dan butir-butir hikmah yang sangat berharga, sehingga orang yang beriman dapat mengambil petunjuk daripadanya dan memahami syariat Allah serta prinsip-prinsip tentang kehidupan bermasyarakat. Dalam kisah tersebut terdapat bukti-bukti yang nyata yang menolak pendapat utusan-utusan Nasrani dari penduduk Najran dan pendapat orang-orang Yahudi yang mendustakan risalah Muhammad, dan kebenaran agama yang dibawanya."
        },
        {
          "number": 59,
          "arabic": "إِنَّ مَثَلَ عِيسَىٰ عِندَ ٱللَّهِ كَمَثَلِ ءَادَمَ ۖ خَلَقَهُۥ مِن تُرَابٍ ثُمَّ قَالَ لَهُۥ كُن فَيَكُونُ",
          "transliteration": "inna mathala ʿīsā ʿinda l-lahi kamathali ādama khalaqahu min turābin thumma qāla lahu kun fayakūnu",
          "translation": "Sesungguhnya perumpamaan (penciptaan) Isa bagi Allah, seperti (penciptaan) Adam. Dia menciptakannya dari tanah, kemudian Dia berkata kepadanya, \"Jadilah!\" Maka jadilah ia.",
          "tafsir": "Ayat ini diturunkan sehubungan dengan kedatangan utusan Nasrani Najran yang berkata kepada Rasulullah saw, \"Mengapa engkau mencela Nabi kami?\" Rasulullah bersabda, \"Apakah yang telah saya katakan?\" Mereka menjawab, \"Engkau berkata bahwasanya Isa adalah seorang hamba Allah\". Nabi Muhammad bersabda, \"Ya, benar dia adalah seorang hamba Allah, rasul dan kalimat-Nya yang telah disampaikan kepada Maryam, seorang perawan suci.\" Kemudian mereka menjadi marah dan berkata, \"Pernahkah engkau melihat manusia dilahirkan tanpa ayah? Maka apabila engkau benar tunjukkanlah kepada kami contohnya.\" Lalu Allah menurunkan ayat ini. Pada ayat ini dijelaskan bahwa sebenarnya kejadian Isa yang menakjubkan itu adalah seperti penciptaan Adam, yang dijadikan dari tanah, keduanya diciptakan Allah dengan cara yang lain dari penciptaan manusia biasa. Segi persamaan itu ialah Isa diciptakan tanpa ayah, dan Adam diciptakan tanpa ayah dan tanpa ibu. Keingkaran orang terhadap kejadian Isa tanpa ayah, sedang ia mengakui kejadian Adam tanpa ibu dan bapak, termasuk sesuatu yang bertentangan dengan logika. Allah menciptakan Adam sebagai manusia dengan memberi roh ke dalam jasadnya, semata-mata karena kehendak-Nya dan bila Allah berfirman: \"Jadilah maka jadilah ia.\" (Ali Imran/3: 59) pada ayat yang lain Allah berfirman : ¦ Kemudian, Kami menjadikannya makhluk yang (berbentuk) lain. ¦ (al-Mu'minun/23: 14). Ayat di atas (59) merupakan satu rangkaian dengan dua ayat berikutnya, turun pada tahun perutusan, tahun ke-10 Hijri."
        },
        {
          "number": 60,
          "arabic": "ٱلْحَقُّ مِن رَّبِّكَ فَلَا تَكُن مِّنَ ٱلْمُمْتَرِينَ",
          "transliteration": "al-ḥaqu min rabbika falā takun mina l-mum'tarīna",
          "translation": "Kebenaran itu dari Tuhanmu, karena itu janganlah engkau (Muhammad) termasuk orang-orang yang ragu.",
          "tafsir": "Dimaksud dengan \"Itulah yang benar yang datang dari Tuhan\" ialah bahwa apa yang telah diberitakan Allah kepada Muhammad saw, tentang Nabi Isa dan Maryam itulah yang benar bukan apa yang telah dikatakan oleh orang-orang Nasrani bahwa Al-Masih adalah putra Tuhan; dan bukan pula seperti anggapan orang-orang Yahudi bahwa Nabi Isa itu hasil perzinaan antara Maryam dengan Yusuf an-Najjar (Yusuf tukang kayu atau Yusuf adik Eli). Dengan demikian Muslimin telah mendapat pengetahuan yang meyakinkan mengenai Isa dan Maryam. Larangan ini ditujukan kepada Nabi Muhammad agar tidak ragu, padahal tidak mungkin terjadi bahwa Nabi Muhammad akan ragu terhadap ayat Allah. Hal ini mempunyai dua pengertian: 1.Bahwasanya Nabi Muhammad pada saat mendengar ayat ini bertambah keyakinannya dan ia merasa puas dengan keyakinannya itu. 2.Kalau Nabi Muhammad yang mempunyai kedudukan yang tinggi dilarang merasa ragu terhadap kebenaran kisah itu, maka umatnya lebih terkena larangan ini."
        },
        {
          "number": 61,
          "arabic": "فَمَنْ حَآجَّكَ فِيهِ مِنۢ بَعْدِ مَا جَآءَكَ مِنَ ٱلْعِلْمِ فَقُلْ تَعَالَوْا۟ نَدْعُ أَبْنَآءَنَا وَأَبْنَآءَكُمْ وَنِسَآءَنَا وَنِسَآءَكُمْ وَأَنفُسَنَا وَأَنفُسَكُمْ ثُمَّ نَبْتَهِلْ فَنَجْعَل لَّعْنَتَ ٱللَّهِ عَلَى ٱلْكَـٰذِبِينَ",
          "transliteration": "faman ḥājjaka fīhi min baʿdi mā jāaka mina l-ʿil'mi faqul taʿālaw nadʿu abnāanā wa-abnāakum wanisāanā wanisāakum wa-anfusanā wa-anfusakum thumma nabtahil fanajʿal laʿnata l-lahi ʿalā l-kādhibīna",
          "translation": "Siapa yang membantahmu dalam hal ini setelah engkau memperoleh ilmu, katakanlah (Muhammad), \"Marilah kita panggil anak-anak kami dan anak-anak kamu, istri-istri kami dan istri-istrimu, kami sendiri dan diri kamu, kemudian marilah kita ber-mubahalah <sup foot_note=135072>1</sup> agar laknat Allah ditimpakan kepada orang-orang yang dusta (di antara kita).\"",
          "tafsir": "Dalam ayat ini Allah memerintahkan kepada Nabi Muhammad bila masih ada orang yang membantah kebenaran berita tentang kejadian Isa a.s., sesudah mendapat penjelasan hendaklah mereka diajak ber-mubahalah ) untuk membuktikan siapa yang benar dan berdoa agar Allah swt menjatuhkan laknat-Nya kepada orang yang berdusta. Mubahalah ini sebagai pencerminan dari kebenaran kepercayaan itu. Allah memerintahkan kepada Nabi Muhammad, agar mengundang keluarga masing-masing baik dari pihaknya maupun dari pihak mereka, yang terdiri dari anak-anak dan istri, untuk mengadakan mubahalah ini. Di dalam ayat disebutkan lebih dahulu istri dan anak-anak nabi dalam mubahalah, karena seseorang lebih mengkhawatirkan diri keluarganya daripada dirinya sendiri. Hal ini mengandung pengertian bahwa Nabi Muhammad, percaya dengan penuh keyakinan bahwa bencana yang tidak dikehendaki, sebagai akibat dari mubahalah itu tidak akan menimpa keluarganya dan dirinya. Kemudian ayat ini dikenal sebagai ayat mubahalah. Mengenai terjadinya ajakan mubahalah tersebut telah diriwayatkan melalui berbagai sumber, bahwa Nabi Muhammad, telah mengajak orang-orang Nasrani dari kota Najran di Yaman untuk mengadakan mubahalah, tetapi mereka menolak. Imam al-Bukhari dan Imam Muslim juga meriwayatkan sebuah hadis bahwa delegasi Najran yang dipimpin oleh al-'Aqib dan as-Sayid mengunjungi Rasulullah. Kemudian beliau berkeinginan untuk mengadakan mubahalah (sumpah) dengan mereka. Maka salah seorang di antara mereka berkata kepada kaumnya, \"Janganlah kamu ber-muhabalah dengan dia. Demi Allah apabila ia betul-betul seorang Nabi lalu dia ber-mubahalah dengan kita, niscaya kita tidak akan berbahagia selamanya, dan tidak akan ada generasi yang akan melanjutkan keturunan kita.\" Kemudian mereka berkata kepada Nabi, \"Kami akan memberikan apa yang engkau minta sebab itu utuslah kepada kami seorang laki-laki, yang terper caya.\" Kemudian Nabi saw bersabda, \"Berdirilah hai, Abu 'Ubaidah,\" maka setelah ia berdiri Nabi pun bersabda, \"Inilah orang yang terpercaya di kalangan umat ini.\" (Riwayat al-Bukhari dari Huzaifah). Abu Nu'aim meriwayatkan pula sebuah hadis dari Ibnu 'Abbas dalam kitab ad-Dala'il melalui sanad dari 'Atha' dari Adh-ahak dari Ibnu 'Abbas bahwasanya delapan orang Nasrani dari penduduk Najran mendatangi Rasulullah. Di antara mereka terdapat 'Aqib dan as-Sayid. Kemudian Allah menurunkan ayat ini. Lalu mereka berkata, \"Beri tangguhlah kami tiga hari.\" Lalu mereka pergi kepada Bani Quraizah, Bani Nadir dan Bani Qainuqa dari kalangan orang-orang Yahudi. Kemudian mereka memberi isyarat untuk berdamai dan tidak mengadakan mubahalah dengan Nabi. Kemudian mereka berkata, \"Dia adalah nabi yang telah diberitakan kedatangannya di dalam kitab Taurat.\" Lalu mereka mengadakan perdamaian dengan Nabi saw dengan perjanjian membayar 1.000 potong pakaian pada bulan Safar dan 1.000 potong lagi disertai sejumlah uang pada bulan Rajab. Diriwayatkan bahwa Nabi Muhammad saw, telah mengajukan Ali, Fatimah dan kedua putra mereka (Hasan dan Husain) selain diri beliau sendiri, untuk bermuhabalah dan Nabi pun keluar bersama-sama mereka seraya bersabda, \"Apabila saya berdoa hendaklak kamu membaca, Amin\". Ibnu 'Asakir meriwayatkan sebuah hadis dari Ja'far dari ayahnya, bahwa setelah ayat ini turun, Nabi membawa Abu Bakar bersama-sama anak-anaknya, Umar dan anak-anaknya dan Usman bersama anak-anaknya. Dapat dipahami dari ayat-ayat ini bahwa Nabi Muhammad, telah memerintahkan untuk mengundang orang-orang yang menentang hakikat kejadian Isa a.s. dari kalangan orang-orang Ahli Kitab untuk berkumpul baik laki-laki, perempuan atau pun anak-anak, dan juga Nabi mengumpulkan orang mukminin baik laki-laki, perempuan atau anak-anak. Mereka pun mengajak ber-mubahalah kepada Allah swt agar Dia melaknat orang-orang yang sengaja berdusta. Ajakan Nabi saw untuk ber-mubahalah itu menunjukkan adanya keyakinan yang penuh terhadap kebenaran apa yang beliau katakan, sebaliknya keengganan orang-orang Nasrani dan Yahudi yang diajak untuk ber-mubahalah menunjukkan alasan dan kepalsuan kepercayan mereka."
        }
      ]
    }
  ]
}