{
  "pageNumber": 43,
  "juz": 3,
  "surahs": [
    {
      "number": 2,
      "name": "Al-Baqarah",
      "nameArabic": "البقرة",
      "meaning": "Sapi Betina",
      "revelation": "Madinah",
      "description": "Surat \"Al Baqarah\" terdiri atas 286 ayat dan sebagian besar diturunkan di Madinah pada permulaan tahun Hijrah, kecuali ayat 281 yang diturunkan di Mina pada Haji wadaa' (haji Nabi Muhammad s.a.w. yang terakhir). Seluruh ayat surat Al Baqarah termasuk golongan Madaniyyah dan merupakan surat yang terpanjang di antara surat-surat Al Qur'an yang di dalamnya terdapat pula ayat yang terpanjang (ayat 282).Surat ini dinamai \"Al Baqarah\" karena di dalamnya disebutkan kisah penyembelihan sapi betina yang diperintahkan Allah kepada Bani Israil (ayat 67 sampai dengan 74), di mana dijelaskan watak orang Yahudi pada umumnya. Dinamai \"Fusthaathul-Qur'an\" (puncak Al Qur'an) karena memuat beberapa hukum yang tidak disebutkan dalam surat yang lain. Dinamai juga surat \"Alif-laam-miim\" karena surat ini dimulai dengan Alif-laam-miim.&nbsp;Pokok-Pokok Isi:1. Keimanan:Dakwah Islamiyah yang dihadapkan kepada umat Islam, ahli kitab dan para musyrikin.2. Hukum-hukum:Perintah mengerjakan shalat; menunaikan zakat; hukum puasa; hukum haji dan umrah; hukum qishash; halal dan haram; berinfak di jalan Allah; hukum arak dan judi; cara menyantuni anak yatim, larangan riba; utang-piutang; nafkah dan yang berhak menerimanya; wasiat kepada ibu-bapak dan kaum kerabat; hukum sumpah; kewajiban menyampaikan amanah; sihir; hukum merusak masjid; hukum mengubah kitab-kitab Allah; hukum haidh, 'iddah, thalak, khulu', ilaa' dan susuan; hukum melamar, mahar, larangan menikahi wanita musyrik dan sebaliknya; hukum perang.3. Kisah-kisah:Kisah penciptaan Nabi Adam a.s; kisah Nabi Ibrahim a.s.; kisah Nabi Musa a.s. dengan Bani Israil.4. Lain-lain:Sifat-sifat orang yang bertakwa; sifat-sifat orang munafik; sifat-sifat Allah; perumpamaan-perumpamaan; kiblat, kebangkitan sesudah mati.Kesimpulan surat Al Baqarah:1. Menjelaskan beberapa hukum dalam agama Islam.2. Mengemukakan beberapa perumpamaan.3. Mengemukakan hujjah-hujjah.Hubungan Surat Al Baqarah Dengan Surat Ali 'Imran:1. Dalam surat Al Baqarah, disebutkan Nabi Adam a.s. yang langsung diciptakan Allah, sedang dalam surat Ali'Imran, disebutkan tentang kelahiran Nabi 'Isa a.s. yang kedua-duanya diciptakan Allah secara menyelisihi kebiasaan.2. Dalam surat Al Baqarah, sifat dan perbuatan orang-orang Yahudi dibentangkan secara luas disertai dengan hujjah untuk mematahkan hujjah-hujjah mereka yang membela kesesatan, sedang dalam surat Ali 'Imran, dibentangkan hal-hal serupa yang berhubungan dengan orang Nasrani.3. Surat Al Baqarah dimulai dengan menyebutkan tiga golongan manusia, yaitu orang mukmin, orang yang mengimani hari akhir, dan orang munafik. Sementara itu, surat Ali 'Imran dimulai dengan menyebutkan orang yang suka mentakwilkan ayat yang mutasyabihaat secara salah untuk memfitnah orang mukmin, dan menyebutkan orang yang mempunyai keahlian dalam menakwilkannya.4. Surat Al Baqarah disudahi dengan permohonan kepada Allah agar kesalahan-kesalahan dan kealpaan dalam melaksanakan ketaatan diampuni, sedang surat Ali 'Imran disudahi dengan permohonan kepada Allah agar Dia memberi pahala atas amal saleh yang dilakukan hamba-Nya.5. Surat Al Baqarah dimulai dengan menyebutkan sifat-sifat orang yang bertakwa, sedang surat Ali 'Imran dimulai dengan perintah bertakwa.",
      "verses": [
        {
          "number": 257,
          "arabic": "ٱللَّهُ وَلِىُّ ٱلَّذِينَ ءَامَنُوا۟ يُخْرِجُهُم مِّنَ ٱلظُّلُمَـٰتِ إِلَى ٱلنُّورِ ۖ وَٱلَّذِينَ كَفَرُوٓا۟ أَوْلِيَآؤُهُمُ ٱلطَّـٰغُوتُ يُخْرِجُونَهُم مِّنَ ٱلنُّورِ إِلَى ٱلظُّلُمَـٰتِ ۗ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
          "transliteration": "al-lahu waliyyu alladhīna āmanū yukh'rijuhum mina l-ẓulumāti ilā l-nūri wa-alladhīna kafarū awliyāuhumu l-ṭāghūtu yukh'rijūnahum mina l-nūri ilā l-ẓulumāti ulāika aṣḥābu l-nāri hum fīhā khālidūna",
          "translation": "Allah pelindung orang yang beriman. Dia mengeluarkan mereka dari kegelapan kepada cahaya (iman). Dan orang-orang yang kafir, pelindung-pelindungnya adalah setan, yang mengeluarkan mereka dari cahaya kepada kegelapan. Mereka adalah penghuni neraka. Mereka kekal di dalamnya.",
          "tafsir": "Allah adalah Pelindung orang-orang yang beriman. Dialah yang mengeluarkan mereka dari kekafiran kepada cahaya iman dan petunjuk. Sedang orang-orang kafir itu, pelindung-pelindungnya adalah setan yang mengeluarkan mereka dari cahaya iman kepada kegelapan kekafiran. Mereka adalah penghuni-penghuni neraka pada hari kemudian, dan mereka kekal di dalamnya selama-lamanya. Apabila orang kafir itu pada suatu ketika mendapatkan sedikit cahaya petunjuk dan iman, maka setan segera berusaha untuk melenyapkannya, sehingga iman yang mulai bersemi itu menjadi sirna, dan mereka kembali kepada kegelapan. Oleh sebab itu, iman yang telah tertanam dalam hati harus selalu dipelihara, dirawat dan dipupuk dengan baik sehingga ia terus berkembang dan bertambah kuat, dan setan-setan tidak akan dapat merusaknya lagi. Pupuk keimanan adalah: ibadah, amal saleh dan memperdalam ilmu pengetahuan dan ajaran-ajaran agama Islam."
        },
        {
          "number": 258,
          "arabic": "أَلَمْ تَرَ إِلَى ٱلَّذِى حَآجَّ إِبْرَٰهِـۧمَ فِى رَبِّهِۦٓ أَنْ ءَاتَىٰهُ ٱللَّهُ ٱلْمُلْكَ إِذْ قَالَ إِبْرَٰهِـۧمُ رَبِّىَ ٱلَّذِى يُحْىِۦ وَيُمِيتُ قَالَ أَنَا۠ أُحْىِۦ وَأُمِيتُ ۖ قَالَ إِبْرَٰهِـۧمُ فَإِنَّ ٱللَّهَ يَأْتِى بِٱلشَّمْسِ مِنَ ٱلْمَشْرِقِ فَأْتِ بِهَا مِنَ ٱلْمَغْرِبِ فَبُهِتَ ٱلَّذِى كَفَرَ ۗ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّـٰلِمِينَ",
          "transliteration": "alam tara ilā alladhī ḥājja ib'rāhīma fī rabbihi an ātāhu l-lahu l-mul'ka idh qāla ib'rāhīmu rabbiya alladhī yuḥ'yī wayumītu qāla anā uḥ'yī wa-umītu qāla ib'rāhīmu fa-inna l-laha yatī bil-shamsi mina l-mashriqi fati bihā mina l-maghribi fabuhita alladhī kafara wal-lahu lā yahdī l-qawma l-ẓālimīna",
          "translation": "Tidakkah kamu memperhatikan orang<sup foot_note=135049>1</sup> yang mendebat Ibrahim mengenai Tuhannya, karena Allah telah memberinya kerajaan (kekuasaan). Ketika Ibrahim berkata, \"Tuhanku ialah Yang menghidupkan dan mematikan,\" dia berkata, \"Aku pun dapat menghidupkan dan mematikan.\"<sup foot_note=135050>2</sup> Ibrahim berkata, \"Allah menerbitkan matahari dari timur, maka terbitkanlah ia dari barat.\" Maka bingunglah orang yang kafir itu. Allah tidak memberi petunjuk kepada orang-orang yang zalim.",
          "tafsir": "Pada ayat ini dicontohkan keadaan dan sifat keangkuhan raja Namrud dari Babilonia, ketika berhadapan dengan Nabi Ibrahim sebagai rasul Allah. Raja Namrud telah dikaruniai Allah kekuasaan dan kerajaan yang besar, tetapi dia tidak bersyukur atas nikmat tersebut, bahkan menjadi seorang yang ingkar dan zalim. Rahmat Allah yang seharusnya digunakannya untuk menaati Allah, digunakannya untuk mendurhakai-Nya, dengan melakukan perbuatan yang tidak diridai-Nya. Namrud yang telah mengambil setan sebagai pemimpin dan pelindungnya itu, dengan sikap congkak berkata menentang Nabi Ibrahim, \"Siapakah Tuhanmu yang kamu serukan agar kami beriman kepadanya?\" Ibrahim menjawab, \"Tuhanku adalah Allah yang kuasa menciptakan makhluk yang semula tidak ada, atau menghidupkan orang yang tadinya sudah mati\". Maka Namrud menjawab, \"Kalau begitu, aku pun dapat pula menghidupkan dan mematikan.\" Maksudnya, membiarkan hidup atau tidak membunuh seseorang yang seharusnya dia bunuh; dan dia sanggup mematikan seseorang, yaitu dengan membunuhnya. Sedang yang dimaksudkan oleh Ibrahim ialah bahwa Allah swt menciptakan makhluk hidup yang tadinya belum ada, yaitu dengan menciptakan tulang-tulang, daging dan darah, lalu meniupkan roh ke dalamnya, atau dari makhluk yang telah mati, kemudian Allah mengembalikannya menjadi hidup; pada Hari Kebangkitan kelak. Allah kuasa pula mematikan makhluk yang hidup, tidak dengan membunuhnya seperti yang dilakukan oleh manusia, melainkan dengan mengeluarkan roh makhluk tersebut dengan datangnya ajal atau dengan terjadinya hari kiamat kelak. Maka jawaban Namrud yang disebutkan dalam ayat ini adalah olok-olokan belaka, tidak sesuai dengan apa yang dimaksudkan oleh Ibrahim a.s. Oleh karena jawaban Namrud itu tidak ada nilainya, maka Nabi Ibrahim tidak mengindahkan jawaban itu. Lalu dia berkata, \"Tuhanku (Allah) kuasa menerbitkan matahari dari timur, maka terbitkanlah olehmu matahari itu dari barat.\" Namrud tidak dapat menjawab. Sebab itu dia bungkam, tidak berkutik. Di sini dapat dilihat perbedaan antara Nabi Ibrahim dan Namrud. Nabi Ibrahim sebagai rasul Allah yang beriman dan taat kepada-Nya, senantiasa memperoleh petunjuk-Nya, sehingga dia tidak kehilangan akal dan dalil dalam perdebatan itu, bahkan dalilnya yang terakhir tentang bukti kekuasaan Allah dapat membungkam raja Namrud. Sebaliknya Raja Namrud yang ingkar dan durhaka kepada Allah, benar-benar tidak mendapat petunjuk-Nya, sehingga dia kalah dan tidak dapat berkutik lagi untuk menjawab tantangan Nabi Ibrahim. Itulah akibat orang yang mengambil setan sebagai pemimpin dan pelindung mereka."
        },
        {
          "number": 259,
          "arabic": "أَوْ كَٱلَّذِى مَرَّ عَلَىٰ قَرْيَةٍ وَهِىَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا قَالَ أَنَّىٰ يُحْىِۦ هَـٰذِهِ ٱللَّهُ بَعْدَ مَوْتِهَا ۖ فَأَمَاتَهُ ٱللَّهُ مِا۟ئَةَ عَامٍ ثُمَّ بَعَثَهُۥ ۖ قَالَ كَمْ لَبِثْتَ ۖ قَالَ لَبِثْتُ يَوْمًا أَوْ بَعْضَ يَوْمٍ ۖ قَالَ بَل لَّبِثْتَ مِا۟ئَةَ عَامٍ فَٱنظُرْ إِلَىٰ طَعَامِكَ وَشَرَابِكَ لَمْ يَتَسَنَّهْ ۖ وَٱنظُرْ إِلَىٰ حِمَارِكَ وَلِنَجْعَلَكَ ءَايَةً لِّلنَّاسِ ۖ وَٱنظُرْ إِلَى ٱلْعِظَامِ كَيْفَ نُنشِزُهَا ثُمَّ نَكْسُوهَا لَحْمًا ۚ فَلَمَّا تَبَيَّنَ لَهُۥ قَالَ أَعْلَمُ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
          "transliteration": "aw ka-alladhī marra ʿalā qaryatin wahiya khāwiyatun ʿalā ʿurūshihā qāla annā yuḥ'yī hādhihi l-lahu baʿda mawtihā fa-amātahu l-lahu mi-ata ʿāmin thumma baʿathahu qāla kam labith'ta qāla labith'tu yawman aw baʿḍa yawmin qāla bal labith'ta mi-ata ʿāmin fa-unẓur ilā ṭaʿāmika washarābika lam yatasannah wa-unẓur ilā ḥimārika walinajʿalaka āyatan lilnnāsi wa-unẓur ilā l-ʿiẓāmi kayfa nunshizuhā thumma naksūhā laḥman falammā tabayyana lahu qāla aʿlamu anna l-laha ʿalā kulli shayin qadīrun",
          "translation": "Atau seperti orang yang melewati suatu negeri yang (bangunan-bangunannya) telah runtuh hingga menutupi (puing-puing) atap-atapnya, dia berkata, \"Bagaimana Allah menghidupkan kembali (negeri) ini setelah hancur?\" Lalu Allah mematikannya (orang itu) selama seratus tahun, kemudian membangkitkannya (menghidupkannya) kembali. Dan (Allah) bertanya, \"Berapa lama engkau tinggal (disini)?\" Dia (orang itu) menjawab, \"Aku tinggal (disini) sehari atau setengah hari.\" Allah berfirman, \"Tidak! Engkau telah tinggal seratus tahun. Lihatlah makanan dan minumanmu yang belum berubah, tetapi lihatlah keledaimu (yang telah menjadi tulang belulang). Dan agar Kami jadikan engkau tanda kekuasaan Kami bagi manusia. Lihatlah tulang belulang (keledai itu), bagaimana Kami menyusunnya kembali, kemudian Kami membalutnya dengan daging.\" Maka ketika telah nyata baginya, dia pun berkata, \"Saya mengetahui (yakin) bahwa Allah Mahakuasa atas segala sesuatu.\"",
          "tafsir": "Dalam ayat ini, Allah memberikan perumpamaan lain, yang juga bertujuan untuk membuktikan kekuasaan-Nya. Akan tetapi tokoh yang dikemukakan dalam perumpamaan ini bukanlah seorang yang ingkar dan tidak percaya kepada kekuasaan-Nya, melainkan seorang yang pada mulanya masih ragu tentang kekuasaan Allah, tetapi setelah melihat berbagai bukti yang nyata maka dia beriman dengan sepenuh hatinya dan mengakui bahwa Allah Mahakuasa atas segala sesuatu. Disebutkan bahwa orang itu pada suatu kali berjalan melalui suatu desa yang sudah merupakan puing-puing belaka. Bangunannya sudah roboh, sehingga atap-atap yang jatuh ke tanah sudah tertimbun oleh reruntuhan dindingnya. Karena masih meragukan kekuasaan Allah, maka ketika dia menyaksikan puing-puing tersebut dia berkata, \"Mungkinkah Allah menghidupkan kembali desa yang telah roboh ini, dan mengembalikannya kepada keadaan semula?\" Keraguannya tentang kekuasaan Allah untuk dapat mengembalikan desa itu kepada keadaan semula, dapat kita terapkan kepada sesuatu yang lebih besar dari itu, yakni: \"Kuasakah Allah untuk menghidupkan makhluk-Nya kembali pada Hari Kebangkitan, setelah mereka semua musnah pada hari kiamat?\" Oleh karena orang tersebut bukan orang kafir, melainkan orang yang masih berada dalam tingkat keragu-raguan tentang kekuasaan Allah, dan dia memerlukan bukti dan keterangan, maka Allah berbuat sesuatu yang akan memberikan keterangan dan bukti tersebut kepadanya. Kejadian tersebut adalah demikian: Setelah dia menemukan desa itu sunyi sepi dan bangunan-bangunannya sudah menjadi puing, dia masih menemukan di sana pohon-pohon yang sedang berbuah. Lalu dia berhenti di suatu tempat, dan setelah menambatkan keledainya maka dia mengambil buah-buahan dan dimakannya. Sesudah makan ia pun tertidur. Pada saat itu Allah swt mematikannya, yaitu dengan mengeluarkan rohnya dari jasadnya. Seratus tahun kemudian Allah swt menghidupkan-Nya kembali, dengan mengembalikannya seperti keadaan semula, dan mengembalikan ruhnya ke tubuhnya. Proses \"menghidupkan kembali\" ini berlangsung dengan cepat dan mudah, tanpa melalui masa kanak-kanak dan sebagainya. Sisa makanan yang ditinggalkannya sebelum dia dimatikan, ternyata masih utuh dan tidak rusak, sedang keledainya sudah mati, tinggal tulang-belulang belaka. Setelah dia dihidupkan seperti semula, maka Allah mengajukan suatu pertanyaan kepadanya, \"Sudah berapa lamakah kamu berada di tempat itu?\" Allah swt mengajukan pertanyaan itu untuk menunjukkan kepadanya bahwa dia tidak dapat mengetahui segala sesuatu, termasuk hal ihwal dirinya sendiri. Hal ini ternyata benar. Orang itu menyangka bahwa dia berada di tempat itu baru sebentar saja, yaitu sehari atau setengah hari. Sebab itu dia menjawab, \"Aku berada di tempat ini baru sehari atau setengah hari saja\". Lalu Allah menerangkan kepadanya bahwa dia telah berada di tempat itu seratus tahun lamanya. Kemudian Allah menyuruhnya untuk memperhatikan sisa-sisa makanan dan minuman yang ditinggalkannya seratus tahun yang lalu, yang masih utuh dan tidak rusak. Ini membuktikan kekuasaan Allah, sebab biasanya makanan menjadi rusak setelah dua atau tiga hari saja. Allah juga menyuruhnya untuk memperhatikan keledainya yang telah menjadi tulang-belulang pada tempat itu. Kemudian Allah memperlihatkan kepadanya bagaimana Dia menyusun tulang-tulang itu di tempat dan susunannya semula. Sesudah itu diberi-Nya daging dan kulit serta alat tubuh lainnya, serta ditiupkan-Nya roh ke tubuh keledai itu sehingga ia hidup kembali. Setelah melihat berbagai kenyataan itu semuanya, maka orang tersebut menyatakan imannya dengan ucapan, \"Sekarang aku yakin benar bahwa Allah Mahakuasa atas segala sesuatu, termasuk menghidupkan kembali makhluk yang sudah mati.\" Berdasarkan keyakinan itu hilanglah keragu-raguannya tentang hari kebangkitan. Dalam ayat ini Allah swt. tidak menjelaskan nama orang tersebut serta nama negeri yang dilaluinya. Yang penting dalam ayat ini adalah pelajaran yang dapat diambil dari peristiwa itu. Bukti-bukti kekuasaan Allah yang diperlihatkan dalam ayat ini adalah sebagai berikut: 1.Orang itu dihidupkan kembali sesudah dia mati seratus tahun lamanya. Tulang-belulang keledainya menjadi bukti untuk memastikan bahwa keledainya itu benar-benar telah mati sejak waktu yang lama. Allah kuasa menghidupkannya kembali. 2.Sisa-sisa makanan dan minumannya seratus tahun yang lalu itu ternyata masih utuh, tentu saja atas kehendak dan kekuasaan Allah. Ini membuktikan kekuasaan-Nya sebab dalam keadaan biasa, makanan dan minuman akan rusak setelah beberapa hari. Atau makanan itu memang telah rusak, tetapi Allah dapat mengembalikannya seperti semula. Ini pun menunjukkan kekuasaan-Nya. 3.Keledainya yang telah lama mati dan tinggal tulang-belulangnya, oleh Tuhan dihidupkan kembali seperti semula. Hal ini dilakukan di hadapan mata orang tersebut agar dapat disaksikan dengan nyata. Semua hal itu merupakan bukti yang nyata tentang kekuasaan Allah, dan bahwa Allah kuasa menciptakan sesuatu, dan kuasa pula untuk mengulangi kejadian makhluknya. Maka sirnalah segala macam syubhat dan keraguan, dan timbullah keyakinan yang kokoh tentang keesaan dan kekuasaan Allah. Dia Mahakuasa atas segala sesuatu, termasuk membangkitkan dan menghidupkan kembali makhluk-Nya di akhirat sesudah kiamat."
        }
      ]
    }
  ]
}