{
  "pageNumber": 47,
  "juz": 3,
  "surahs": [
    {
      "number": 2,
      "name": "Al-Baqarah",
      "nameArabic": "البقرة",
      "meaning": "Sapi Betina",
      "revelation": "Madinah",
      "description": "Surat \"Al Baqarah\" terdiri atas 286 ayat dan sebagian besar diturunkan di Madinah pada permulaan tahun Hijrah, kecuali ayat 281 yang diturunkan di Mina pada Haji wadaa' (haji Nabi Muhammad s.a.w. yang terakhir). Seluruh ayat surat Al Baqarah termasuk golongan Madaniyyah dan merupakan surat yang terpanjang di antara surat-surat Al Qur'an yang di dalamnya terdapat pula ayat yang terpanjang (ayat 282).Surat ini dinamai \"Al Baqarah\" karena di dalamnya disebutkan kisah penyembelihan sapi betina yang diperintahkan Allah kepada Bani Israil (ayat 67 sampai dengan 74), di mana dijelaskan watak orang Yahudi pada umumnya. Dinamai \"Fusthaathul-Qur'an\" (puncak Al Qur'an) karena memuat beberapa hukum yang tidak disebutkan dalam surat yang lain. Dinamai juga surat \"Alif-laam-miim\" karena surat ini dimulai dengan Alif-laam-miim.&nbsp;Pokok-Pokok Isi:1. Keimanan:Dakwah Islamiyah yang dihadapkan kepada umat Islam, ahli kitab dan para musyrikin.2. Hukum-hukum:Perintah mengerjakan shalat; menunaikan zakat; hukum puasa; hukum haji dan umrah; hukum qishash; halal dan haram; berinfak di jalan Allah; hukum arak dan judi; cara menyantuni anak yatim, larangan riba; utang-piutang; nafkah dan yang berhak menerimanya; wasiat kepada ibu-bapak dan kaum kerabat; hukum sumpah; kewajiban menyampaikan amanah; sihir; hukum merusak masjid; hukum mengubah kitab-kitab Allah; hukum haidh, 'iddah, thalak, khulu', ilaa' dan susuan; hukum melamar, mahar, larangan menikahi wanita musyrik dan sebaliknya; hukum perang.3. Kisah-kisah:Kisah penciptaan Nabi Adam a.s; kisah Nabi Ibrahim a.s.; kisah Nabi Musa a.s. dengan Bani Israil.4. Lain-lain:Sifat-sifat orang yang bertakwa; sifat-sifat orang munafik; sifat-sifat Allah; perumpamaan-perumpamaan; kiblat, kebangkitan sesudah mati.Kesimpulan surat Al Baqarah:1. Menjelaskan beberapa hukum dalam agama Islam.2. Mengemukakan beberapa perumpamaan.3. Mengemukakan hujjah-hujjah.Hubungan Surat Al Baqarah Dengan Surat Ali 'Imran:1. Dalam surat Al Baqarah, disebutkan Nabi Adam a.s. yang langsung diciptakan Allah, sedang dalam surat Ali'Imran, disebutkan tentang kelahiran Nabi 'Isa a.s. yang kedua-duanya diciptakan Allah secara menyelisihi kebiasaan.2. Dalam surat Al Baqarah, sifat dan perbuatan orang-orang Yahudi dibentangkan secara luas disertai dengan hujjah untuk mematahkan hujjah-hujjah mereka yang membela kesesatan, sedang dalam surat Ali 'Imran, dibentangkan hal-hal serupa yang berhubungan dengan orang Nasrani.3. Surat Al Baqarah dimulai dengan menyebutkan tiga golongan manusia, yaitu orang mukmin, orang yang mengimani hari akhir, dan orang munafik. Sementara itu, surat Ali 'Imran dimulai dengan menyebutkan orang yang suka mentakwilkan ayat yang mutasyabihaat secara salah untuk memfitnah orang mukmin, dan menyebutkan orang yang mempunyai keahlian dalam menakwilkannya.4. Surat Al Baqarah disudahi dengan permohonan kepada Allah agar kesalahan-kesalahan dan kealpaan dalam melaksanakan ketaatan diampuni, sedang surat Ali 'Imran disudahi dengan permohonan kepada Allah agar Dia memberi pahala atas amal saleh yang dilakukan hamba-Nya.5. Surat Al Baqarah dimulai dengan menyebutkan sifat-sifat orang yang bertakwa, sedang surat Ali 'Imran dimulai dengan perintah bertakwa.",
      "verses": [
        {
          "number": 275,
          "arabic": "ٱلَّذِينَ يَأْكُلُونَ ٱلرِّبَوٰا۟ لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ ٱلَّذِى يَتَخَبَّطُهُ ٱلشَّيْطَـٰنُ مِنَ ٱلْمَسِّ ۚ ذَٰلِكَ بِأَنَّهُمْ قَالُوٓا۟ إِنَّمَا ٱلْبَيْعُ مِثْلُ ٱلرِّبَوٰا۟ ۗ وَأَحَلَّ ٱللَّهُ ٱلْبَيْعَ وَحَرَّمَ ٱلرِّبَوٰا۟ ۚ فَمَن جَآءَهُۥ مَوْعِظَةٌ مِّن رَّبِّهِۦ فَٱنتَهَىٰ فَلَهُۥ مَا سَلَفَ وَأَمْرُهُۥٓ إِلَى ٱللَّهِ ۖ وَمَنْ عَادَ فَأُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
          "transliteration": "alladhīna yakulūna l-riba lā yaqūmūna illā kamā yaqūmu alladhī yatakhabbaṭuhu l-shayṭānu mina l-masi dhālika bi-annahum qālū innamā l-bayʿu mith'lu l-riba wa-aḥalla l-lahu l-bayʿa waḥarrama l-riba faman jāahu mawʿiẓatun min rabbihi fa-intahā falahu mā salafa wa-amruhu ilā l-lahi waman ʿāda fa-ulāika aṣḥābu l-nāri hum fīhā khālidūna",
          "translation": "Orang-orang yang memakan riba tidak dapat berdiri melainkan seperti berdirinya orang yang kesurupan setan karena gila.<sup foot_note=135056>1</sup> Yang demikian itu karena mereka berkata bahwa jual beli itu sama dengan riba. Padahal Allah telah menghalalkan jual beli dan mengharamkan riba. Barang siapa mendapat peringatan dari Tuhannya, lalu dia berhenti, maka apa yang telah di perolehnya dahulu menjadi miliknya<sup foot_note=135057>2</sup> dan urusannya (terserah) kepada Allah. Barang siapa mengulangi, maka mereka itu penghuni neraka, mereka kekal di dalamnya.",
          "tafsir": ". Ada dua macam riba yang dikenal, yaitu: 1. Riba nasi'ah 2. Riba fadhal Riba nasi'ah ialah tambahan pembayaran utang yang diberikan oleh pihak yang berutang, karena adanya permintaan penundaan pembayaran pihak yang berutang. Tambahan pembayaran itu diminta oleh pihak yang berpiutang setiap kali yang berutang meminta penundaan pembayaran utangnya. Contoh: A berutang kepada B sebanyak Rp 1.000,- dan akan dikembalikan setelah habis masa sebulan. Setelah habis masa sebulan, A belum sanggup membayar utangnya karena itu A meminta kepada B agar bersedia menerima penundaan pembayaran. B bersedia menunda waktu pembayaran dengan syarat A menambah pembayaran, sehingga menjadi Rp 1.300,- Tambahan pembayaran dengan penundaan waktu serupa ini disebut riba nasi'ah. Tambahan pembayaran ini mungkin berkali-kali dilakukan karena pihak yang berutang selalu meminta penundaan pembayaran, sehingga akhirnya A tidak sanggup lagi membayarnya, bahkan kadang-kadang dirinya sendiri terpaksa dijual untuk membayar utangnya. Inilah yang dimaksud dengan firman Allah: \"Hai orang yang beriman, janganlah kamu memakan riba dengan berlipat ganda dan bertakwalah kamu kepada Allah, agar kamu mendapat keberuntungan. (Ali 'Imran/3:130). Riba nasi'ah seperti yang disebutkan di atas banyak berlaku di kalangan orang Arab jahiliah. Inilah riba yang dimaksud Al-Qur'an. Bila dipelajari dan diikuti sistem riba dalam ayat ini dan yang berlaku di masa jahiliah, ada beberapa hal yang perlu diperhatikan: 1.Sistem bunga merupakan sistem yang menguntungkan bagi yang meminjamkan dan sangat merugikan si peminjam. Bahkan ada kalanya si peminjam terpaksa menjual dirinya untuk dijadikan budak agar dia dapat melunasi pinjamannya. 2.Perbuatan itu pada zaman jahiliah termasuk usaha untuk mencari kekayaan dan untuk menumpuk harta bagi yang meminjamkan. Menurut Umar Ibnu Khaththab, ayat Al-Qur'an tentang riba, termasuk ayat yang terakhir diturunkan. Sampai Rasulullah wafat tanpa menerangkan apa yang dimaksud dengan riba. Maka tetaplah riba dalam pengertian yang umum, seperti sistem bunga yang diberlakukan orang Arab pada zaman jahiliah. Keterangan Umar ini berarti bahwa Rasulullah sengaja tidak menerangkan apa yang dimaksud dengan riba karena orang-orang Arab telah mengetahui benar apa yang dimaksud dengan riba. Bila disebut riba kepada mereka, maka di dalam pikiran mereka telah ada pengertian yang jelas dan pengertian itu telah mereka sepakati maksudnya. Pengertian mereka tentang riba ialah riba nasi'ah. Dengan perkataan lain bahwa sebenarnya Al-Qur'an telah menjelaskan dan menerangkan apa yang dimaksud dengan riba. Hal ini sesuai dengan sabda Rasulullah saw mengenai dua peninggalannya yang harus ditaati: Aku telah meninggalkan padamu dua hal, yang kalau kamu berpegang teguh dengannya, kamu tidak akan sesat sepeninggalku ialah Kitabullah dan Sunah Rasul. (Riwayat Ibnu Majah) Agama yang dibawa Nabi Muhammad saw adalah agama yang telah sempurna dan lengkap diterima beliau dari Allah, tidak ada yang belum diturunkan kepada beliau. ¦.Pada hari ini telah Aku sempurnakan agamamu untukmu, dan telah Aku cukupkan nikmat-Ku bagimu, dan telah Aku ridai Islam sebagai agamamu¦. (al-Ma'idah/5:3) Riba fadhal yaitu menjual sejenis barang dengan jenis barang yang sama dengan katentuan memberi tambahan sebagai imbalan bagi jenis yang baik mutunya, seperti menjual emas 20 karat dengan emas 24 karat dengan tambahan emas 1 gram sebagai imbalan bagi emas 24 karat. Riba fadhal ini diharamkan juga. Dasar hukum haramnya riba fadhal ialah sabda Rasulullah saw: Janganlah kamu jual emas dengan emas, perak dengan perak, gandum dengan gandum, sya'ir (padi ladang) dengan sya'ir, tamar dengan tamar (kurma), garam dengan garam, kecuali sama jenis dan kadarnya dan sama-sama tunai. Barang siapa yang menambah atau meminta tambah, maka sesungguhnya dia telah melakukan riba. (Riwayat al-Bukhari dan Ahmad) Sama jenis dan kadarnya dan sama-sama tunai maksudnya ialah jangan merugikan salah satu pihak dari 2 orang yang melakukan barter. Ayat di atas menerangkan akibat yang akan dialami oleh orang yang makan riba, yaitu jiwa dan hati mereka tidak tenteram, pikiran mereka tidak menentu. Keadaan mereka seperti orang yang kemasukan setan atau seperti orang gila. Orang Arab jahiliah percaya bahwa setan dapat mempengaruhi jiwa manusia, demikian pula jin. Bila setan atau jin telah mempengaruhi jiwa seseorang, maka ia seperti orang kesurupan. Al-Qur'an menyerupakan pengaruh riba pada seseorang yang melakukannya, dengan pengaruh setan yang telah masuk ke dalam jiwa seseorang menurut kepercayaan orang Arab jahiliah. Maksud perumpamaan pada ayat ini untuk memudahkan pemahaman, bukan untuk menerangkan bahwa Al-Qur'an menganut kepercayaan seperti kepercayaan orang Arab jahiliah. Menurut jumhur mufasir, ayat ini menerangkan keadaan pemakan riba waktu dibangkitkan pada hari kiamat, yaitu seperti orang yang kemasukan setan. Pendapat ini mengikuti pendapat Ibnu 'Abbas dan Ibnu Mas'ud. Juga berdasarkan sabda Rasulullah saw: Jauhilah olehmu dosa yang tidak diampuni, yaitu: gulul (ialah menyembunyikan harta rampasan dalam peperangan dan lainnya), maka barang siapa melakukan gulul, nanti barang yang disembunyikan itu akan dibawanya pada hari kiamat. Dan pemakan riba, barang siapa yang memakan riba, dia akan dibangkitkan pada hari kiamat dalam keadaan gila, lagi kemasukan (setan). (Riwayat ath-thabrani dari 'Auf bin Malik) Dalam kenyataan yang terdapat di dalam kehidupan manusia di dunia ini, banyak pemakan riba kehidupannya benar-benar tidak tenang, selalu gelisah, tak ubahnya bagai orang yang kemasukan setan. Para mufasir berpendapat, bahwa ayat ini menggambarkan keadaan pemakan riba di dunia. Pendapat ini dapat dikompromikan dengan pendapat pertama, yaitu keadaan mereka nanti di akhirat sama dengan keadaan mereka di dunia, tidak ada ketenteraman bagi mereka. Dari kelanjutan ayat dapat dipahami, bahwa keadaan pemakan riba itu sedemikian rupa sehingga mereka tidak dapat lagi membedakan antara yang halal dan yang haram, antara yang bermanfaat dengan mudarat, antara yang dibolehkan Allah dengan yang dilarang, sehingga mereka mengatakan jual beli itu sama dengan riba. Selanjutnya Allah menegaskan bahwa Dia menghalalkan jual-beli dan mengharamkan riba. Allah tidak menerangkan sebabnya. Allah tidak menerangkan hal itu agar mudah dipahami oleh pemakan riba, sebab mereka sendiri telah mengetahui, mengalami dan merasakan akibat riba itu. Dari penegasan itu dipahami bahwa seakan-akan Allah memberikan suatu perbandingan antara jual-beli dengan riba. Hendaklah manusia mengetahui, memikirkan dan memahami perbandingan itu. Pada jual-beli ada pertukaran dan penggantian yang seimbang yang dilakukan oleh pihak penjual dengan pihak pembeli, ada manfaat dan keuntungan yang diperoleh dari kedua belah pihak, dan ada pula kemungkinan mendapat keuntungan yang wajar sesuai dengan usaha yang telah dilakukan oleh mereka. Pada riba tidak ada penukaran dan penggantian yang seimbang. Hanya ada semacam pemerasan yang tidak langsung, yang dilakukan oleh pihak yang mempunyai barang terhadap pihak yang sedang memerlukan, yang meminjam dalam keadaan terpaksa. Setelah Allah menerangkan akibat yang dialami oleh pemakan riba, perkataan yang diucapkan oleh pemakan riba, pikiran yang sedang mempengaruhi keadaan pemakan riba, dan penegasan Allah tentang hukum jual beli dan riba, maka Allah mengajak para pemakan riba dengan ajakan yang lemah lembut, yang langsung meresap ke dalam hati nurani mereka, sebagaimana lanjutan ayat di atas. Allah swt menyebut larangan tentang riba itu dengan cara mau'idhah (pengajaran), maksudnya larangan memakan riba adalah larangan yang bertujuan untuk kebaikan manusia itu sendiri, agar hidup bahagia di dunia dan akhirat, hidup dalam lingkungan rasa cinta dan kasih sesama manusia dan hidup penuh ketenteraman dan kedamaian. Barang siapa memahami larangan Allah tersebut dan mematuhi larangan tersebut, hendaklah dia menghentikan perbuatan riba itu dengan segera. Mereka tidak dihukum Allah terhadap perbuatan yang mereka lakukan sebelum ayat ini diturunkan. Mereka tidak diwajibkan mengembalikan riba pada waktu ayat ini diturunkan. Mereka boleh mengambil pokok pinjaman mereka saja, tanpa bunga yang mereka setujui sebelumnya. Dalam ayat ini terkandung suatu pelajaran yang dapat dijadikan dasar untuk menetapkan undang-undang, peraturan atau hukum, yaitu: suatu undang-undang, peraturan atau hukum yang akan ditetapkan tidak boleh berlaku surut jika berakibat merugikan pihak-pihak yang dikenai atau yang dibebani undang-undang, peraturan atau hukum itu, sebaliknya boleh berlaku surut bila menguntungkan pihak-pihak yang dikenai atau dibebani olehnya. Akhir ayat ini menegaskan bahwa orang-orang yang telah melakukan riba, dan orang-orang yang telah berhenti melakukan riba, kemudian mengerjakannya kembali setelah turunnya larangan ini, mereka termasuk penghuni neraka, mereka kekal di dalamnya. Menurut sebagian mufasir, dosa besar yang ditimpakan kepada pemakan riba ini disebabkan karena di dalam hati pemakannya itu telah tertanam rasa cinta harta, lebih mengutamakan kepentingan diri sendiri, mengerjakan sesuatu karena kepentingan diri sendiri bukan karena Allah. Orang yang demikian adalah orang yang tidak mungkin tumbuh dalam jiwanya iman yang sebenarnya, yaitu iman yang didasarkan pada perasaan, pengakuan dan ketundukan kepada Allah. Seandainya pemakan riba yang demikian masih mengaku beriman kepada Allah, maka imannya itu adalah iman di bibir saja, iman yang sangat tipis dan tidak sampai ke dalam lubuk hati sanubarinya. Hasan al-Basri berkata, \"Iman itu bukanlah perhiasan mulut dan angan-angan kosong, tetapi iman itu adalah ikrar yang kuat di dalam hati dan dibuktikan oleh amal perbuatan. Barang siapa yang mengatakan kebaikan dengan lidahnya, sedang perbuatannya tidak pantas, Allah menolak pengakuannya itu. Barang siapa mengatakan kebaikan sedangkan perbuatannya baik pula, amalnya itu akan mengangkat derajatnya,\" Rasulullah saw bersabda: \"Allah tidak memandang kepada bentuk jasmani dan harta bendamu, akan tetapi Allah memandang kepada hati dan amalmu.\" (Riwayat Muslim dan Ahmad)"
        },
        {
          "number": 276,
          "arabic": "يَمْحَقُ ٱللَّهُ ٱلرِّبَوٰا۟ وَيُرْبِى ٱلصَّدَقَـٰتِ ۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ",
          "transliteration": "yamḥaqu l-lahu l-riba wayur'bī l-ṣadaqāti wal-lahu lā yuḥibbu kulla kaffārin athīmin",
          "translation": "Allah memusnahkan riba dan menyuburkan sedekah.<sup foot_note=135058>1</sup>Allah tidak menyukai setiap orang yang tetap dalam kekafiran dan bergelimang dosa.<sup foot_note=135059>2</sup>",
          "tafsir": "Riba itu tidak ada manfaatnya sedikit pun baik di dunia maupun di akhirat nanti. Yang ada manfaatnya adalah sedekah. Allah memusnahkan riba dan menyuburkan sedekah. Artinya memusnahkan harta yang diperoleh dari riba dan harta yang bercampur dengan riba atau meniadakan berkahnya. \"Menyuburkan sedekah\" ialah mengembangkan harta yang telah dikeluarkan sedekahnya sesuai dengan ketantuan-ketentuan agama atau melipatgandakan berkah harta itu. Allah berfirman: Dan sesuatu riba (tambahan) yang kamu berikan agar harta manusia bertambah, maka tidak bertambah dalam pandangan Allah. Dan apa yang kamu berikan berupa zakat yang kamu maksudkan untuk memperoleh keridaan Allah, maka itulah orang-orang yang melipatgandakan (pahalanya). (ar-Rum/30:39). Para ulama berpendapat bahwa yang dimaksud dengan perkataan \"Allah memusnahkan riba\" ialah Allah memusnahkan keberkahan harta riba, karena akibat melakukan riba timbul permusuhan antara orang-orang pemakan riba, dan kebencian masyarakat terhadap mereka terutama orang yang pernah membayar utang kepadanya dengan riba yang berlipat ganda, dan juga menyebabkan bertambah jauhnya jarak hubungan antara yang punya dan yang tidak punya. Kebencian dan permusuhan ini bila mencapai puncaknya akan menimbulkan peperangan dan kekacauan dalam masyarakat. Allah tidak menyukai orang-orang yang mengingkari nikmat-Nya berupa harta yang telah dianugerahkan kepada mereka. Mereka tidak menggunakan harta itu menurut ketentuan-ketentuan yang telah ditetapkan Allah, serta tidak memberikannya kepada orang yang berhak menerimanya. Demikian pula Allah tidak menyukai orang-orang yang menggunakan dan membelanjakan hartanya semata-mata untuk kepentingan diri sendiri, serta mencari harta dengan menindas atau memperkosa hak orang lain."
        },
        {
          "number": 277,
          "arabic": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ وَأَقَامُوا۟ ٱلصَّلَوٰةَ وَءَاتَوُا۟ ٱلزَّكَوٰةَ لَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
          "transliteration": "inna alladhīna āmanū waʿamilū l-ṣāliḥāti wa-aqāmū l-ṣalata waātawū l-zakata lahum ajruhum ʿinda rabbihim walā khawfun ʿalayhim walā hum yaḥzanūna",
          "translation": "Sungguh, orang-orang yang beriman, mengerjakan kebajikan, melaksanakan salat dan menunaikan zakat, mereka mendapat pahala di sisi Tuhannya. Tidak ada rasa takut pada mereka dan mereka tidak bersedih hati.",
          "tafsir": "Ayat ini menegaskan tentang perbuatan yang baik yang dapat menghindarkan diri dari perbuatan yang dimurkai Allah. Allah menyebutkan bahwasanya orang yang mempunyai empat macam sifat, yang tersebut dalam ayat ini, tidak ada kekhawatiran atas diri mereka, dan mereka tidak bersedih hati terhadap segala cobaan yang ditimpakan Allah kepadanya. Empat macam sifat tersebut ialah: 1.Beriman kepada Allah 2.Mengerjakan amal saleh 3.Menunaikan salat 4.Menunaikan zakat Keempat macam sifat itu dapat menjadi obat untuk menyembuhkan penyakit akibat praktek riba. Bila seseorang telah beriman kepada Allah, dengan iman yang sebenarnya, sekalipun dia sebelumnya adalah pemakan riba, maka iman itu akan mendorongnya ke arah perbuatan yang baik. Imannya itu akan mendorongnya mengerjakan salat dan menunaikan zakat yang merupakan hak orang lain yang ada pada hartanya. Ayat ini memberi pelajaran kepada pemakan riba yang tidak dapat menguasai dirinya menghentikan perbuatan itu. Seakan-akan Allah berkata, \"Hai pemakan riba, berhentilah dari makan riba. Jika kamu telah berniat menghentikannya, sedang kamu sendiri tidak dapat menguasai diri untuk menghentikannya, lakukanlah yang empat macam ini. Jika kamu melakukannya dengan benar pasti dapat menghentikan riba itu.\" Orang-orang yang mempunyai keempat sifat itu tenteram jiwanya, rela terhadap cobaan yang ditimpakan Allah kepadanya. Hal yang demikian tidak akan diperoleh pemakan riba, yang mereka peroleh hanyalah kegelisahan hati, kecemasan, kebimbangan, seperti orang kemasukan setan."
        },
        {
          "number": 278,
          "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱتَّقُوا۟ ٱللَّهَ وَذَرُوا۟ مَا بَقِىَ مِنَ ٱلرِّبَوٰٓا۟ إِن كُنتُم مُّؤْمِنِينَ",
          "transliteration": "yāayyuhā alladhīna āmanū ittaqū l-laha wadharū mā baqiya mina l-riba in kuntum mu'minīna",
          "translation": "Wahai orang-orang yang beriman! Bertakwalah kepada Allah dan tinggalkan sisa riba (yang belum dipungut) jika kamu orang beriman.",
          "tafsir": "Ayat 275 menerangkan keadaan orang yang memakan riba di dunia dan di akhirat dan ayat 276 menerangkan tentang didikan yang baik yang harus dikerjakan oleh pemakan riba untuk menghilangkan akibat dan pengaruh riba pada dirinya. Semuanya itu disampaikan dengan ungkapan yang halus. Inilah sikap Islam yang sebenarnya terhadap riba. Allah memerintahkan agar orang yang beriman dan bertakwa menghentikan praktek riba. Perintah meninggalkan riba dihubungkan dengan perintah bertakwa. Dengan hubungan itu seakan-akan Allah mengatakan, \"Jika kamu benar-benar beriman tinggalkanlah riba itu. Jika kamu tidak menghentikannya berarti kamu telah berdusta kepada Allah swt dalam pengakuan imanmu. Mustahil orang yang mengaku beriman dan bertakwa melakukan praktek riba, karena perbuatan itu tidak mungkin ada pada diri seseorang pada saat atau waktu yang sama. Yang mungkin terjadi ialah seseorang menjadi pemakan riba, atau seseorang beriman dan bertakwa tanpa memakan riba.\" Ayat ini senada dengan sabda Rasulullah saw: \"Tidak berzina seorang pezina dalam keadaan dia beriman.\"(Riwayat al-Bukhari). Maksudnya orang yang betul-betul beriman tidak akan melakukan zina, begitu pula orang yang betul-betul beriman tidak akan melakukan riba. Dari ayat ini dipahami bahwa iman yang tidak membuahkan amal saleh adalah iman yang lemah. Iman yang demikian tidak meresap dalam hati sanubari seseorang, Oleh sebab itu dia tidak menghasilkan kebahagiaan di dunia dan di akhirat."
        },
        {
          "number": 279,
          "arabic": "فَإِن لَّمْ تَفْعَلُوا۟ فَأْذَنُوا۟ بِحَرْبٍ مِّنَ ٱللَّهِ وَرَسُولِهِۦ ۖ وَإِن تُبْتُمْ فَلَكُمْ رُءُوسُ أَمْوَٰلِكُمْ لَا تَظْلِمُونَ وَلَا تُظْلَمُونَ",
          "transliteration": "fa-in lam tafʿalū fadhanū biḥarbin mina l-lahi warasūlihi wa-in tub'tum falakum ruūsu amwālikum lā taẓlimūna walā tuẓ'lamūna",
          "translation": "Jika kamu tidak melaksanakannya, maka umumkanlah perang dari Allah dan Rasul-Nya. Tetapi jika kamu bertobat, maka kamu berhak atas pokok hartamu. Kamu tidak berbuat zalim (merugikan) dan tidak dizalimi (dirugikan).",
          "tafsir": "Ayat ini merupakan penegasan yang terakhir kepada pemakan riba. Nadanya pun sudah bersifat ancaman keras dan dihadapkan kepada orang yang telah mengetahui hukum riba, tetapi mereka masih terus melakukannya. Ini berarti bahwa mereka yang tidak mengindahkan perintah Allah, disamakan dengan orang yang memerangi agama Allah. Mereka akan diperangi Allah dan Rasul-Nya. \"Diperangi Allah\", maksudnya bahwa Allah akan menimpakan azab yang pedih kepada mereka di dunia dan di akhirat. \"Diperangi rasul-Nya\" ialah para rasul telah memerangi pemakan riba di zamannya. Orang pemakan riba dihukumi murtad dan penentang hukum Allah, karena itu mereka boleh diperangi. Jika pemakan riba menghentikan perbuatannya, dengan mengikuti perintah-perintah Allah dan menghentikan larangan-larangan-Nya, mereka boleh menerima kembali pokok modal mereka, tanpa dikurangi sedikit pun juga. Menurut riwayat Ibnu Jarir, ayat 278 dan 279 ini diturunkan berhubungan dengan kesepakatan Abbas bin Abdul Muttalib dengan seseorang dari Bani Mugirah. Mereka sepakat pada zaman Arab jahiliah untuk meminjamkan uang yang disertai bunga kepada orang dari golongan Saqif dari Bani 'Amar yaitu 'Amar bin Umair. Setelah Islam datang mereka masih mempunyai sisa riba yang besar dan mereka ingin menagihnya. Maka turunlah ayat ini. Menurut riwayat Ibnu Juraij: Bani Saqif telah mengadakan perjanjian damai dengan Nabi Muhammad saw, dengan dasar bahwa riba yang mereka berikan kepada orang lain dan riba yang mereka terima dihapuskan. Setelah penaklukan kota Mekah, Rasulullah saw mengangkat 'Attab bin Asid sebagai gubernur. Bani 'Amr bin Umair bin 'Auf meminjami Mugirah uang dengan jalan riba, demikian pula sebaliknya. Maka tatkala datang Islam, Bani 'Amr yang mempunyai harta riba yang banyak itu, menemui Mugirah dan meminta harta itu kembali bersama bunganya. Mugirah enggan membayar riba itu. Setelah Islam datang, hal itu diajukan kepada gubernur 'Attab bin Asid. 'Attab mengirim surat kepada Rasulullah saw. Maka turunlah ayat ini. Rasulullah menyampaikan surat itu kepada 'Attab, yang isinya antara lain membenarkan sikap Mugirah. Jika Bani 'Amr mau menerima, itulah yang baik, jika mereka menolak berarti mereka menentang Allah dan Rasul-Nya."
        },
        {
          "number": 280,
          "arabic": "وَإِن كَانَ ذُو عُسْرَةٍ فَنَظِرَةٌ إِلَىٰ مَيْسَرَةٍ ۚ وَأَن تَصَدَّقُوا۟ خَيْرٌ لَّكُمْ ۖ إِن كُنتُمْ تَعْلَمُونَ",
          "transliteration": "wa-in kāna dhū ʿus'ratin fanaẓiratun ilā maysaratin wa-an taṣaddaqū khayrun lakum in kuntum taʿlamūna",
          "translation": "Dan jika (orang berutang itu) dalam kesulitan, maka berilah tenggang waktu sampai dia memperoleh kelapangan. Dan jika kamu menyedekahkan, itu lebih baik bagimu, jika kamu mengetahui.",
          "tafsir": "Ayat ini merupakan lanjutan ayat sebelumnya. Ayat yang lalu memerintahkan agar orang yang beriman menghentikan perbuatan riba setelah turun ayat di atas. Para pemberi utang menerima kembali pokok yang dipinjamkannya. Maka ayat ini menerangkan: Jika pihak yang berutang itu dalam kesukaran berilah dia tempo, hingga dia sanggup membayar utangnya. Sebaliknya bila yang berutang dalam keadaan lapang, dia wajib segera membayar utangnya. Rasulullah saw bersabda: Penundaan pembayaran utang oleh orang kaya adalah perbuatan zalim. (Riwayat al-Bukhari dan Muslim). Allah swt menyatakan bahwa memberi sedekah kepada orang yang berutang yang tidak sanggup membayar utangnya adalah lebih baik. Jika orang yang beriman telah mengetahui perintah itu, hendaklah mereka melaksanakannya. Dari ayat ini dipahami juga bahwa: 1.Perintah memberi sedekah kepada orang yang berutang, yang tidak sanggup membayar utangnya. 2.Orang yang berpiutang wajib memberi tangguh kepada orang yang berutang bila mereka kesulitan dalam membayar utang. 3Bila seseorang mempunyai piutang pada seseorang yang tidak sanggup membayar utangnya diusahakan agar orang itu bebas dari utangnya dengan jalan membebaskan dari pembayaran utangnya baik sebagian maupun seluruhnya atau dengan cara lain yang baik."
        },
        {
          "number": 281,
          "arabic": "وَٱتَّقُوا۟ يَوْمًا تُرْجَعُونَ فِيهِ إِلَى ٱللَّهِ ۖ ثُمَّ تُوَفَّىٰ كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ",
          "transliteration": "wa-ittaqū yawman tur'jaʿūna fīhi ilā l-lahi thumma tuwaffā kullu nafsin mā kasabat wahum lā yuẓ'lamūna",
          "translation": "Dan takutlah pada hari (ketika) kamu semua dikembalikan kepada Allah. Kemudian setiap orang diberi balasan yang sempurna sesuai dengan apa yang telah dilakukannya, dan mereka tidak dizalimi (dirugikan).",
          "tafsir": "Setelah penjelasan seputar ayat-ayat riba diakhiri, maka manusia diberi peringatan agar takut kepada Allah. Di akhirat mereka akan kembali kepada-Nya, ketika seluruh perbuatan hamba dipertanggungjawabkan, termasuk harta yang pernah didapat dan dipergunakan. Jika mereka lalai atau sedang terpengaruh oleh harta benda dan sebagainya, maka hendaklah mereka sadar dan ingat akan kedatangan hari pembalasan/kiamat. Pada hari itu Allah menghukum dengan adil, tidak mengurangi pahala kebaikan sedikit pun dan tidak pula menambah siksa atas kejahatan yang diperbuat. Menurut riwayat al-Bukhari dari Ibnu 'Abbas, ayat ini adalah ayat yang terakhir yang diturunkan kepada Nabi Muhammad saw. Jibril as berkata kepada Rasulullah saw, \"Letakkanlah ayat ini antara ayat: Wa in kana dzu 'usratin .... (al-Baqarah/2:280) dan ayat: \"Ya ayyuhalladzina amanu idza tadayantum bi dainin... (al-Baqarah/2:282). Rasulullah saw masih hidup selama 21 hari setelah turunnya ayat ini. Menurut riwayat yang lain beliau wafat 81 hari kemudian."
        }
      ]
    }
  ]
}