{
  "pageNumber": 471,
  "juz": 24,
  "surahs": [
    {
      "number": 40,
      "name": "Ghafir",
      "nameArabic": "غافر",
      "meaning": "Yang Maha Pengampun",
      "revelation": "Makkah",
      "description": "Surat \"Ghafir\" terdiri atas 85 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Az-Zumar.Dinamakan \"Ghafir\" (yang mengampuni), karena ada hubungannya dengan kata \"Ghafir\" yang terdapat pada ayat ke-3 surat ini. Ayat ini mengingatkan bahwa \"Maha Pengampun\" dan \"Maha Penerima Taubat\" adalah termasuk sifat Allah. Karena itu, hamba-hamba Allah tidak perlu khawatir terhadap perbuatan-perbuatan dosa yang telah telanjur mereka lakukan, semuanya akan diampuni Allah dengan syarat memohon ampunan dan bertaubat kepada-Nya dengan sungguh-sungguh serta berjanji tidak akan mengulangi perbuatan-perbuatan dosa itu lagi. Surat ini juga dinamai \"Dzit Thaul\" (Yang Mempunyai Karunia) karena kata tersebut terdapat pada ayat ke-3.Dinamai pula \"Al-Mu'min\" (orang yang beriman), berhubung kata \"mu'min\" yang terdapat pada ayat ke-28 surat ini. Pada ayat ke-28 diterangkan bahwa seorang dari kaum Fir'aun telah beriman kepada Nabi Musa tetapi menyembunyikan keimanannya di depan kaumnya. Setelah mendengar keterangan dan melihat mukjizat yang dikemukakan oleh Nabi Musa, hati kecil orang itu mencela Fir'aun dan kaumnya yang tidak mau beriman kepada Nabi Musa sekalipun telah dikemukakan keterangan dan mukjizat yang diminta mereka.**Pokok-Pokok Isi:**1. **Keimanan:** Sifat-sifat malaikat yang memikul 'Arsy dan yang berada di sekitarnya; dalil-dalil yang menunjukkan kekuasaan Allah, sifat-sifat Allah yang menunjukkan kebesaran dan keagungan-Nya; ilmu Allah meliputi segala sesuatu; bukti-bukti yang menunjukkan keberadaan hari kebangkitan.2. **Kisah:** Kisah Nabi Musa dengan Fir'aun.3. **Lain-lain:** Sikap orang mukmin dan orang kafir terhadap Al-Qur'an; permohonan orang-orang kafir agar dikeluarkan dari neraka; peringatan untuk orang-orang musyrik tentang kedahsyatan hari kiamat; anjuran bersabar dalam menghadapi kaum musyrikin; nikmat-nikmat Allah yang terdapat di daratan dan lautan; janji Rasulullah bahwa orang-orang mukmin akan menang terhadap musuhnya.Surat Ghafir mengemukakan hal-hal yang berhubungan dengan bantahan orang-orang kafir dan pengakuan orang-orang mukmin terhadap Al-Qur'an terutama yang berhubungan dengan ketauhidan, penegasan kebangkitan dan kerasulan. Selain itu, surat ini juga mengemukakan bahwa keadaan orang-orang musyrik akan sama dengan keadaan Fir'aun, Qarun, dan Haman, bila mereka tetap dalam kemusyrikannya.**Hubungan Surat Ghafir Dengan Surat Fussilat:**1. Kedua surat ini sama-sama memberikan peringatan kepada orang-orang Quraisy yang mengingkari Nabi Muhammad.2. Kedua surat ini sama-sama dimulai dengan menyebutkan sifat-sifat Al-Qur'an.",
      "verses": [
        {
          "number": 34,
          "arabic": "وَلَقَدْ جَآءَكُمْ يُوسُفُ مِن قَبْلُ بِٱلْبَيِّنَـٰتِ فَمَا زِلْتُمْ فِى شَكٍّ مِّمَّا جَآءَكُم بِهِۦ ۖ حَتَّىٰٓ إِذَا هَلَكَ قُلْتُمْ لَن يَبْعَثَ ٱللَّهُ مِنۢ بَعْدِهِۦ رَسُولًا ۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ مَنْ هُوَ مُسْرِفٌ مُّرْتَابٌ",
          "transliteration": "walaqad jāakum yūsufu min qablu bil-bayināti famā zil'tum fī shakkin mimmā jāakum bihi ḥattā idhā halaka qul'tum lan yabʿatha l-lahu min baʿdihi rasūlan kadhālika yuḍillu l-lahu man huwa mus'rifun mur'tābun",
          "translation": "Dan sungguh, sebelum itu Yusuf telah datang kepadamu dengan membawa bukti-bukti yang nyata, tetapi kamu senantiasa meragukan apa yang dibawanya, bahkan ketika dia wafat, kamu berkata, \"Allah tidak akan mengirim seorang rasul pun setelahnya.\" Demikianlah Allah membiarkan sesat orang yang melampaui batas dan ragu-ragu,",
          "tafsir": "Orang itu selanjutnya menyatakan bahwa dulu sebelum Nabi Musa, Allah telah mengutus Nabi Yusuf kepada rakyat Mesir. Nabi Yusuf telah mengajak mereka beriman dan memberikan bukti-bukti kerasulannya yaitu ajaran-ajaran tentang iman kepada Allah dan berbuat baik, serta mukjizat-mukjizat yang diberikan Allah kepadanya. Akan tetapi, mereka tetap tidak mau percaya kepadanya. Mereka hanya mematuhinya sebagai seorang menteri atau pembesar negara. Hal itu menunjukkan bahwa mereka lebih terpengaruh oleh kebesaran jabatan duniawi daripada jabatan seorang rasul, dan karena itulah mereka lebih menyukai Fir'aun yang kejam daripada Nabi Musa yang membawa kebenaran. Setelah Nabi Yusuf meninggal, mereka menyatakan bahwa setelah dia tidak akan ada lagi seorang rasul pun. Itu mereka katakan karena tidak ingin ada lagi seorang rasul yang mengajak mereka kepada kebenaran. Ternyata rasul itu ada yaitu Nabi Musa dan karena itulah mereka membangkang kepadanya dan menjadi orang-orang yang sesat. Dengan demikian, kesesatan mereka itu adalah karena ketamakan mereka terhadap kemegahan duniawi, sebagaimana dilakukan Fir'aun. Kesesatan mereka itu juga disebabkan oleh sifat mereka yang selalu meragukan kebenaran, padahal yang disampaikan kepada mereka adalah wahyu Allah yang pasti benar."
        },
        {
          "number": 35,
          "arabic": "ٱلَّذِينَ يُجَـٰدِلُونَ فِىٓ ءَايَـٰتِ ٱللَّهِ بِغَيْرِ سُلْطَـٰنٍ أَتَىٰهُمْ ۖ كَبُرَ مَقْتًا عِندَ ٱللَّهِ وَعِندَ ٱلَّذِينَ ءَامَنُوا۟ ۚ كَذَٰلِكَ يَطْبَعُ ٱللَّهُ عَلَىٰ كُلِّ قَلْبِ مُتَكَبِّرٍ جَبَّارٍ",
          "transliteration": "alladhīna yujādilūna fī āyāti l-lahi bighayri sul'ṭānin atāhum kabura maqtan ʿinda l-lahi waʿinda alladhīna āmanū kadhālika yaṭbaʿu l-lahu ʿalā kulli qalbi mutakabbirin jabbārin",
          "translation": "(yaitu) orang-orang yang memperdebatkan ayat-ayat Allah tanpa alasan yang sampai kepada mereka.<sup foot_note=135721>1</sup> Sangat besar kemurkaan (bagi mereka) di sisi Allah dan orang-orang yang beriman. Demikianlah Allah mengunci hati setiap orang yang sombong dan berlaku sewenang-wenang.",
          "tafsir": "Kemudian Allah menjelaskan bagaimana tindakan orang-orang yang bersifat tamak dan selalu meragukan kebenaran wahyu itu. Mereka itu selalu menolak kebenaran ayat-ayat Allah yang disampaikan kepada mereka. Mereka juga selalu mempermasalahkan bukti-bukti yang disampaikan mengenai kebenaran wahyu itu. Akan tetapi, penolakan mereka itu tidak memiliki kekuatan apa pun. Kepercayaan mereka hanya berdasar tradisi nenek moyang mereka, dan itu hanyalah kepatuhan membabi buta tanpa dipikirkan. Kepatuhan seperti ini tidak dibenarkan karena Allah memberi manusia pendengaran, penglihatan, dan akal pikiran. Oleh karena itu, orang yang menolak kebenaran wahyu dan lebih percaya pada tradisi nenek moyang itu tidak tahu lagi mana yang benar dan mana yang salah. Dengan demikian, mereka sangat dibenci Allah dan orang-orang yang beriman. Selanjutnya Allah menerangkan hukum-hukum-Nya bagi orang yang menutup hatinya untuk menerima kebenaran wahyu, yaitu bahwa Ia akan menutup hati mereka. Hati yang tertutup terjadi karena mereka selalu menolak kebenaran wahyu dan mempermasalahkannya. Penolakan yang terus-menerus akan membawa kepada kesombongan. Selalu mempermasalahkan kebenaran akan membawa kepada kesewenang-wenangan. Karena sombong dan sewenang-wenang itu, maka mereka akan selalu menolak dan menentang kebenaran. Akhirnya hati mereka tertutup dengan sendirinya. Demikian hukum yang ditentukan Allah bagi tertutupnya hati manusia."
        },
        {
          "number": 36,
          "arabic": "وَقَالَ فِرْعَوْنُ يَـٰهَـٰمَـٰنُ ٱبْنِ لِى صَرْحًا لَّعَلِّىٓ أَبْلُغُ ٱلْأَسْبَـٰبَ",
          "transliteration": "waqāla fir'ʿawnu yāhāmānu ib'ni lī ṣarḥan laʿallī ablughu l-asbāba",
          "translation": "Dan Fir'aun berkata, \"Wahai Haman! Buatkanlah untukku suatu bangunan yang tinggi agar aku sampai ke pintu-pintu,",
          "tafsir": "Fir'aun tetap tidak menerima nasihat salah seorang keluarganya itu. Ia tetap membangkang dan tidak mau menerima dakwah Nabi Musa. Oleh karena itu, ia ingin mengejek Nabi Musa. Ia memerintahkan Haman, perdana menterinya, untuk membangun sebuah istana besar dan megah yang menjulang ke angkasa. Dalam ayat lain diinformasikan bahwa istana itu dibangun dari batu bata yang dibuat dari tanah liat yang dibakar: Dan Fir'aun berkata, \"Wahai para pembesar kaumku! Aku tidak mengetahui ada Tuhan bagimu selain aku. Maka bakarkanlah tanah liat untukku wahai Haman (untuk membuat batu bata), kemudian buatkanlah bangunan yang tinggi untukku agar aku dapat naik melihat Tuhannya Musa, dan aku yakin bahwa dia termasuk pendusta.\" (al-Qashash/28: 38) Maksud pembuatan bangunan besar, megah, dan menjulang ke angkasa itu adalah sebagai tempat atau tangga untuk mengintai atau menyaksikan adanya Tuhan Nabi Musa. Ia menyatakan bahwa Nabi Musa sebenarnya seorang pembohong karena ia yakin tidak ada Tuhan di langit. Maksud ucapannya itu adalah untuk mengelabui rakyatnya, bahwa memang tidak ada Tuhan di langit sebagaimana yang dikatakan Nabi Musa tersebut. Dengan demikian, ia menginginkan agar rakyatnya tidak percaya kepada Nabi Musa dan tetap mengikutinya. Fir'aun bertindak demikian karena ia dikuasai oleh ambisinya untuk mengalahkan Nabi Musa. Ia juga dikuasai oleh nafsu agar rakyatnya tidak menemukan kebenaran yang disampaikan Nabi Musa. Ia ingin agar rakyatnya tetap mematuhinya, dan untuk itu ia berbuat segala cara, dari memutarbalikkan kebenaran sampai mengejek. Ambisi dan nafsu itulah yang banyak menjerumuskan manusia, sebagaimana dilukiskan syair Arab berikut: Nafsu itu bagaikan bayi, jika kau biarkan, ia akan dewasa dengan terus-menerus ingin menyusu, tapi bila kau sapih, ia akan tersapih sendirinya. Kemudian ayat ini ditutup dengan suatu penegasan bahwa tipu muslihat Fir'aun untuk mengalahkan Nabi Musa dan mematikan agama tauhid yang ia bawa gagal dan membawa kerugian besar. Gagal karena dakwah Nabi Musa tetap tidak dapat dibendungnya. Rugi karena biaya yang dikeluarkannya tidak sedikit, sedangkan hasilnya tidak ada. Hal itu karena Allah selalu membinasakan kebatilan yang dikerjakan manusia dan menghancurkan akibat yang ditinggalkan perbuatan batil itu, sebagaimana difirmankan-Nya: Sesungguhnya mereka akan dihancurkan (oleh kepercayaan) yang dianutnya dan akan sia-sia apa yang telah mereka kerjakan. (al-A.'raf/7: 139)"
        },
        {
          "number": 37,
          "arabic": "أَسْبَـٰبَ ٱلسَّمَـٰوَٰتِ فَأَطَّلِعَ إِلَىٰٓ إِلَـٰهِ مُوسَىٰ وَإِنِّى لَأَظُنُّهُۥ كَـٰذِبًا ۚ وَكَذَٰلِكَ زُيِّنَ لِفِرْعَوْنَ سُوٓءُ عَمَلِهِۦ وَصُدَّ عَنِ ٱلسَّبِيلِ ۚ وَمَا كَيْدُ فِرْعَوْنَ إِلَّا فِى تَبَابٍ",
          "transliteration": "asbāba l-samāwāti fa-aṭṭaliʿa ilā ilāhi mūsā wa-innī la-aẓunnuhu kādhiban wakadhālika zuyyina lifir'ʿawna sūu ʿamalihi waṣudda ʿani l-sabīli wamā kaydu fir'ʿawna illā fī tabābin",
          "translation": "(yaitu) pintu-pintu langit, agar aku dapat melihat Tuhannya Musa, tetapi aku tetap memandangnya seorang pendusta.\" Dan demikianlah dijadikan terasa indah bagi Fir'aun perbuatan buruknya itu, dan dia tertutup dari jalan (yang benar); dan tipu daya Fir'aun itu tidak lain hanyalah membawa kerugian.",
          "tafsir": "Fir'aun tetap tidak menerima nasihat salah seorang keluarganya itu. Ia tetap membangkang dan tidak mau menerima dakwah Nabi Musa. Oleh karena itu, ia ingin mengejek Nabi Musa. Ia memerintahkan Haman, perdana menterinya, untuk membangun sebuah istana besar dan megah yang menjulang ke angkasa. Dalam ayat lain diinformasikan bahwa istana itu dibangun dari batu bata yang dibuat dari tanah liat yang dibakar: Dan Fir'aun berkata, \"Wahai para pembesar kaumku! Aku tidak mengetahui ada Tuhan bagimu selain aku. Maka bakarkanlah tanah liat untukku wahai Haman (untuk membuat batu bata), kemudian buatkanlah bangunan yang tinggi untukku agar aku dapat naik melihat Tuhannya Musa, dan aku yakin bahwa dia termasuk pendusta.\" (al-Qashash/28: 38) Maksud pembuatan bangunan besar, megah, dan menjulang ke angkasa itu adalah sebagai tempat atau tangga untuk mengintai atau menyaksikan adanya Tuhan Nabi Musa. Ia menyatakan bahwa Nabi Musa sebenarnya seorang pembohong karena ia yakin tidak ada Tuhan di langit. Maksud ucapannya itu adalah untuk mengelabui rakyatnya, bahwa memang tidak ada Tuhan di langit sebagaimana yang dikatakan Nabi Musa tersebut. Dengan demikian, ia menginginkan agar rakyatnya tidak percaya kepada Nabi Musa dan tetap mengikutinya. Fir'aun bertindak demikian karena ia dikuasai oleh ambisinya untuk mengalahkan Nabi Musa. Ia juga dikuasai oleh nafsu agar rakyatnya tidak menemukan kebenaran yang disampaikan Nabi Musa. Ia ingin agar rakyatnya tetap mematuhinya, dan untuk itu ia berbuat segala cara, dari memutarbalikkan kebenaran sampai mengejek. Ambisi dan nafsu itulah yang banyak menjerumuskan manusia, sebagaimana dilukiskan syair Arab berikut: Nafsu itu bagaikan bayi, jika kau biarkan, ia akan dewasa dengan terus-menerus ingin menyusu, tapi bila kau sapih, ia akan tersapih sendirinya. Kemudian ayat ini ditutup dengan suatu penegasan bahwa tipu muslihat Fir'aun untuk mengalahkan Nabi Musa dan mematikan agama tauhid yang ia bawa gagal dan membawa kerugian besar. Gagal karena dakwah Nabi Musa tetap tidak dapat dibendungnya. Rugi karena biaya yang dikeluarkannya tidak sedikit, sedangkan hasilnya tidak ada. Hal itu karena Allah selalu membinasakan kebatilan yang dikerjakan manusia dan menghancurkan akibat yang ditinggalkan perbuatan batil itu, sebagaimana difirmankan-Nya: Sesungguhnya mereka akan dihancurkan (oleh kepercayaan) yang dianutnya dan akan sia-sia apa yang telah mereka kerjakan. (al-A.'raf/7: 139)"
        },
        {
          "number": 38,
          "arabic": "وَقَالَ ٱلَّذِىٓ ءَامَنَ يَـٰقَوْمِ ٱتَّبِعُونِ أَهْدِكُمْ سَبِيلَ ٱلرَّشَادِ",
          "transliteration": "waqāla alladhī āmana yāqawmi ittabiʿūni ahdikum sabīla l-rashādi",
          "translation": "Dan orang yang beriman itu berkata, \"Wahai kaumku! Ikutilah aku, aku akan menunjukkan kepadamu jalan yang benar.",
          "tafsir": "Sekalipun kaum Fir'aun menentangnya, namun orang yang beriman kepada Musa itu tetap menyeru kaumnya agar mengikuti Nabi Musa. Ia berkata, \"Wahai kaumku, jika kamu mengikuti seruanku dan kamu memercayai apa yang telah aku sampaikan, berarti kamu mengikuti jalan yang lurus yang menuju kepada kebahagiaan hidup abadi di akhirat nanti dan berarti pula kamu telah memeluk agama Allah yang disampaikan oleh Musa. Ayat ini memberikan petunjuk kepada orang-orang yang beriman agar selalu menyampaikan agama Allah kepada manusia dan mengajak mereka ke jalan yang lurus dengan cara yang baik, sekalipun orang-orang kafir mengingkarinya. Hal ini termasuk salah satu tugas yang dipikulkan Allah kepada setiap orang yang beriman. Mereka hendaklah tabah dan sabar melakukan dakwah itu seperti yang telah dilakukan oleh orang yang beriman yang mengikuti seruan Musa."
        },
        {
          "number": 39,
          "arabic": "يَـٰقَوْمِ إِنَّمَا هَـٰذِهِ ٱلْحَيَوٰةُ ٱلدُّنْيَا مَتَـٰعٌ وَإِنَّ ٱلْـَٔاخِرَةَ هِىَ دَارُ ٱلْقَرَارِ",
          "transliteration": "yāqawmi innamā hādhihi l-ḥayatu l-dun'yā matāʿun wa-inna l-ākhirata hiya dāru l-qarāri",
          "translation": "Wahai kaumku! Sesungguhnya kehidupan dunia ini hanyalah kesenangan (sementara) dan sesungguhnya akhirat itulah negeri yang kekal.",
          "tafsir": "Pada ayat ini diterangkan bahwa orang yang beriman kepada Musa berkata kepada kaumnya, \"Wahai kaumku, kehidupan dunia ini adalah kehidupan yang fana, di mana kesenangan serta kebahagiaan yang diperoleh di dalamnya adalah kesenangan dan kebahagiaan yang tidak sempurna serta tidak kekal. Adapun kehidupan akhirat adalah kehidupan yang kekal, kesenangan dan kebahagiaan yang diperoleh adalah kesenangan dan kebahagiaan yang sempurna. Oleh karena itu, janganlah sekali-kali kamu mengingkari Allah dalam kehidupan dunia ini agar kamu terhindar dari siksa-Nya di akhirat nanti.\""
        },
        {
          "number": 40,
          "arabic": "مَنْ عَمِلَ سَيِّئَةً فَلَا يُجْزَىٰٓ إِلَّا مِثْلَهَا ۖ وَمَنْ عَمِلَ صَـٰلِحًا مِّن ذَكَرٍ أَوْ أُنثَىٰ وَهُوَ مُؤْمِنٌ فَأُو۟لَـٰٓئِكَ يَدْخُلُونَ ٱلْجَنَّةَ يُرْزَقُونَ فِيهَا بِغَيْرِ حِسَابٍ",
          "transliteration": "man ʿamila sayyi-atan falā yuj'zā illā mith'lahā waman ʿamila ṣāliḥan min dhakarin aw unthā wahuwa mu'minun fa-ulāika yadkhulūna l-janata yur'zaqūna fīhā bighayri ḥisābin",
          "translation": "Barangsiapa mengerjakan perbuatan jahat, maka dia akan dibalas sebanding dengan kejahatan itu. Dan barangsiapa mengerjakan kebajikan, baik laki-laki maupun perempuan sedangkan dia dalam keadaan beriman, maka mereka akan masuk surga, mereka diberi rezeki didalamnya tidak terhingga.",
          "tafsir": "Orang yang beriman itu menerangkan kepada kaumnya bagaimana besar pengaruh kehidupan dunia seseorang kepada kehidupan akhiratnya. Ia berkata kepada kaumnya, \"Wahai kaumku, barang siapa yang mengerjakan suatu kejahatan baik laki-laki maupun perempuan, maka ia hanya diazab sesuai dengan kejahatan yang dilakukannya. Akan tetapi, barang siapa yang beriman dan mengerjakan amal saleh, mengikuti perintah-perintah Allah dan menghentikan larangan-larangan-Nya, maka ia akan dimasukkan ke dalam surga yang penuh kenikmatan. Allah membalas iman dan amal saleh mereka dengan pahala yang berlipat ganda dan rezeki yang tiada terhingga.\" Ayat ini menggambarkan keadilan Allah yang sesungguhnya serta sifat Maha Pengasih dan Maha Penyayang-Nya kepada hamba-hamba-Nya. Dia tidak menganiaya hamba-Nya sedikit pun. Jika Dia mengazab hamba-Nya di akhirat nanti, maka azab yang diberikan itu seimbang dengan perbuatan jahat dan ingkar yang telah dilakukannya selama hidup di dunia, tidak dilebihkan sedikit pun. Akan tetapi, jika Dia membalas iman dan amal saleh hamba-Nya, maka Dia membalasnya dengan pahala yang berlipat ganda."
        }
      ]
    }
  ]
}