{
  "pageNumber": 198,
  "juz": 10,
  "surahs": [
    {
      "number": 9,
      "name": "At-Taubah",
      "nameArabic": "التوبة",
      "meaning": "Pengampunan",
      "revelation": "Madinah",
      "description": "Surat At-Taubah terdiri dari 129 ayat dan termasuk surat Madaniyyah. Surat ini dinamakan \"At-Taubah\" yang berarti pengampunan berhubung kata \"At-Taubah\" disebut berulang kali dalam surat ini. Dinamakan juga dengan \"Baraa'ah\" yang berarti berlepas diri yang di sini maksudnya pernyataan pemutusan hubungan, disebabkan kebanyakan pokok pembicaraannya tentang pernyataan pemutusan perjanjian damai dengan kaum musyrikin.Di samping kedua nama yang masyhur di atas, ada beberapa nama lain yang merupakan sifat dari surat ini.Pada permulaan surat ini tidak terdapat basmalah karena berisi pernyataan perang total dengan arti bahwa segenap kaum muslimin diarahkan untuk memerangi seluruh kaum musyrikin, sedang basmalah bernafaskan perdamaian dan cinta kasih dari Allah.Surat ini diturunkan setelah Nabi Muhammad s.a.w. kembali dari perang Tabuk yang terjadi pada tahun 9 H. Pengumuman ini disampaikan oleh Saidina 'Ali pada musim haji pada tahun yang sama.Selain pernyataan pembatalan perjanjian damai dengan kaum musyrikin, surat ini mengandung pokok-pokok isi sebagai berikut:1. Keimanan:Allah selalu menyertai hamba-hamba-Nya yang beriman; pembalasan atas amalan-amalan manusia hanya dari Allah; segala sesuatu menurut sunnatullah; perlindungan Allah bagi orang-orang yang beriman; kedudukan Nabi Muhammad s.a.w. di sisi Allah.2. Hukum-hukum:Kewajiban menginfakkan harta; macam-macam harta dalam agama serta penggunaannya; jizyah; perjanjian dan perdamaian; kewajiban umat Islam terhadap Nabinya, sebab-sebab orang Islam melakukan perang total; beberapa dasar politik kenegaraan dan peperangan dalam Islam.3. Kisah-kisah:Nabi Muhammad s.a.w. dengan Abu Bakar r.a. di suatu gua di bukit Tsur ketika hijrah; perang Hunain (perang Authas atau perang Hawazin); perang Tabuk.4. Lain-lain:Sifat-sifat orang yang beriman dan tingkatan-tingkatan mereka.Surat At-Taubah berisi pernyataan pembatalan perjanjian damai oleh Nabi Muhammad dengan kaum musyrikin, karena mereka tidak memenuhi syarat-syarat perjanjian damai yang diikrarkan pada perjanjian Hudaibiyyah. Selain itu, surat At-Taubah juga menjelaskan hukum peperangan dan perdamaian, hukum kenegaraan, keadaan Nabi Muhammad pada waktu hijrah, dan kewajiban menginfakkan harta.Hubungan Surat At-Taubah Dengan Surat Yunus:1. Akhir surat At-Taubah ditutup dengan menyebutkan tentang risalah Nabi Muhammad dan hal-hal yang serupa disebutkan pula pada akhir surat Yunus.2. Surat At-Taubah menyebut keadaan orang-orang munafik dan menerangkan sikap mereka ketika Al-Qur'an diturunkan, sedang surat Yunus menerangkan sikap orang kafir terhadap Al-Qur'an.",
      "verses": [
        {
          "number": 69,
          "arabic": "كَٱلَّذِينَ مِن قَبْلِكُمْ كَانُوٓا۟ أَشَدَّ مِنكُمْ قُوَّةً وَأَكْثَرَ أَمْوَٰلًا وَأَوْلَـٰدًا فَٱسْتَمْتَعُوا۟ بِخَلَـٰقِهِمْ فَٱسْتَمْتَعْتُم بِخَلَـٰقِكُمْ كَمَا ٱسْتَمْتَعَ ٱلَّذِينَ مِن قَبْلِكُم بِخَلَـٰقِهِمْ وَخُضْتُمْ كَٱلَّذِى خَاضُوٓا۟ ۚ أُو۟لَـٰٓئِكَ حَبِطَتْ أَعْمَـٰلُهُمْ فِى ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ ۖ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْخَـٰسِرُونَ",
          "transliteration": "ka-alladhīna min qablikum kānū ashadda minkum quwwatan wa-akthara amwālan wa-awlādan fa-is'tamtaʿū bikhalāqihim fa-is'tamtaʿtum bikhalāqikum kamā is'tamtaʿa alladhīna min qablikum bikhalāqihim wakhuḍ'tum ka-alladhī khāḍū ulāika ḥabiṭat aʿmāluhum fī l-dun'yā wal-ākhirati wa-ulāika humu l-khāsirūna",
          "translation": "(keadaan kamu kaum munafik dan musyrikin) seperti orang-orang sebelum kamu, mereka lebih kuat daripada kamu, dan lebih banyak harta dan anak-anaknya. Maka mereka telah menikmati bagiannya, dan kamu telah menikmati bagianmu sebagaimana orang-orang yang sebelummu menikmati bagiannya, dan kamu mempercakapkan (hal-hal yang batil) sebagaimana mereka mempercakapkannya. Mereka itu sia-sia amalnya di dunia dan di akhirat. Mereka itulah orang-orang yang rugi.",
          "tafsir": "Ayat ini menerangkan bahwa orang-orang munafik yang menyakiti Nabi Muhammad dan orang-orang mukmin tidak berbeda dengan orang-orang munafik yang hidup pada masa dahulu. Jika pada masa Nabi Muhammad mereka teperdaya oleh harta kekayaan dunia dan terpengaruh oleh anak-anak mereka, maka serupa itu pulalah orang-orang munafik pada masa dahulu ketika menghadapi utusan-utusan Allah. Mereka memiliki kekuatan, kekayaan harta benda yang cukup dan anak-anak yang banyak yang menyebabkan mereka teperdaya oleh kelezatan hidup dunia. Mereka selalu dipengaruhi oleh keinginan hidup mewah dan ingin bebas berbuat semaunya untuk kepuasan hawa nafsunya. Orang-orang munafik pada masa dahulu memang wajar berlaku demikian karena faktor-faktor yang membawa mereka kepada kejahatan lebih banyak karena mereka mempunyai kekuatan dan kekayaan. Berlainan halnya dengan orang-orang munafik pada zaman Nabi Muhammad di samping berkurangnya kekuatan dan harta kekayaan, faktor-faktor yang membawa mereka untuk berbuat kebaikan lebih banyak. Semua perbuatan orang munafik meskipun berupa perbuatan yang baik adalah menjadi sia-sia di dunia dan akhirat karena mereka melakukannya tanpa keikhlasan. Seharusnya mereka menjadi orang-orang yang beruntung karena mereka juga turut melakukan amal sosial, tetapi mereka lupa bahwa untuk diterimanya suatu amalan yang baik harus disertai dengan kejujuran dan keikhlasan. Kekeliruan mereka ini digambarkan dalam firman Allah: Katakanlah (Muhammad), \"Apakah perlu Kami beritahukan kepadamu tentang orang yang paling rugi perbuatannya?\" (Yaitu) orang yang sia-sia perbuatannya dalam kehidupan dunia, sedangkan mereka mengira telah berbuat sebaik-baiknya. (al-Kahf/18: 103-104)"
        },
        {
          "number": 70,
          "arabic": "أَلَمْ يَأْتِهِمْ نَبَأُ ٱلَّذِينَ مِن قَبْلِهِمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ وَقَوْمِ إِبْرَٰهِيمَ وَأَصْحَـٰبِ مَدْيَنَ وَٱلْمُؤْتَفِكَـٰتِ ۚ أَتَتْهُمْ رُسُلُهُم بِٱلْبَيِّنَـٰتِ ۖ فَمَا كَانَ ٱللَّهُ لِيَظْلِمَهُمْ وَلَـٰكِن كَانُوٓا۟ أَنفُسَهُمْ يَظْلِمُونَ",
          "transliteration": "alam yatihim naba-u alladhīna min qablihim qawmi nūḥin waʿādin wathamūda waqawmi ib'rāhīma wa-aṣḥābi madyana wal-mu'tafikāti atathum rusuluhum bil-bayināti famā kāna l-lahu liyaẓlimahum walākin kānū anfusahum yaẓlimūna",
          "translation": "Apakah tidak sampai kepada mereka berita (tentang) orang-orang yang sebelum mereka, (yaitu) kaum Nuh, 'Ād, Samud, kaum Ibrahim, penduduk Madyan, dan (penduduk) negeri-negeri yang telah musnah? Telah datang kepada mereka Rasul-rasul dengan membawa bukti-bukti yang nyata; Allah tidak menzalimi mereka, tetapi merekalah yang menzalimi diri mereka sendiri.",
          "tafsir": "Pada ayat ini Allah mencela orang-orang munafik mengapa mereka tidak mengetahui kisah tentang umat-umat dahulu kala seperti umat Nabi Nuh, kaum 'Ad dan samud, kaum Ibrahim dan penduduk Madyan dan kaum Luth. Kepada mereka, Allah telah mengutus rasul-rasul-Nya yang membawa petunjuk-petunjuk dari Allah, tetapi mereka sambut rasul-rasul Allah itu dengan sikap menantang, sehingga Allah menurunkan kepada mereka azab seperti topan yang menenggelamkan kaum Nuh, angin yang membinasakan kaum 'Ad, dan petir yang membinasakan kaum samud. Hal itu tidaklah berarti Allah berbuat aniaya terhadap mereka, karena bertentangan dengan sifat keadilan Allah yang tidak pernah menzalimi hamba-Nya, tetapi merekalah yang menganiaya diri mereka sendiri disebabkan mereka tidak mengindahkan petunjuk-petunjuk Allah yang dibawa oleh rasul-rasul-Nya. Sunnatullah tidak akan berubah sebagaimana Allah menjatuhkan azab kepada orang-orang yang menentang rasul-Nya pada masa dahulu pasti pada masa sekarang Allah akan mengazab orang-orang yang bersalah jika mereka tidak bertobat."
        },
        {
          "number": 71,
          "arabic": "وَٱلْمُؤْمِنُونَ وَٱلْمُؤْمِنَـٰتُ بَعْضُهُمْ أَوْلِيَآءُ بَعْضٍ ۚ يَأْمُرُونَ بِٱلْمَعْرُوفِ وَيَنْهَوْنَ عَنِ ٱلْمُنكَرِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤْتُونَ ٱلزَّكَوٰةَ وَيُطِيعُونَ ٱللَّهَ وَرَسُولَهُۥٓ ۚ أُو۟لَـٰٓئِكَ سَيَرْحَمُهُمُ ٱللَّهُ ۗ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ",
          "transliteration": "wal-mu'minūna wal-mu'minātu baʿḍuhum awliyāu baʿḍin yamurūna bil-maʿrūfi wayanhawna ʿani l-munkari wayuqīmūna l-ṣalata wayu'tūna l-zakata wayuṭīʿūna l-laha warasūlahu ulāika sayarḥamuhumu l-lahu inna l-laha ʿazīzun ḥakīmun",
          "translation": "Dan orang-orang yang beriman, laki-laki dan perempuan, sebagian mereka menjadi penolong bagi sebagian yang lain. Mereka menyuruh (berbuat) yang makruf, dan mencegah dari yang mungkar, melaksanakan salat, menunaikan zakat, dan taat kepada Allah dan Rasul-Nya. Mereka akan diberi rahmat oleh Allah. Sungguh, Allah Mahaperkasa, Mahabijaksana.",
          "tafsir": "Ayat ini menerangkan bahwa orang mukmin, pria maupun wanita saling menjadi pembela di antara mereka. Selaku mukmin ia membela mukmin lainnya karena hubungan agama. Wanita pun selaku mukminah turut membela saudara-saudaranya dari kalangan laki-laki mukmin karena hubungan seagama sesuai dengan fitrah kewanitaannya. Istri-istri Rasulullah dan istri-istri para sahabat turut ke medan perang bersama-sama tentara Islam untuk menyediakan air minum dan menyiapkan makanan karena orang-orang mukmin itu sesama mereka terikat oleh tali keimanan yang membangkitkan rasa persaudaraan, kesatuan, saling mengasihi dan saling tolong-menolong. Kesemuanya itu didorong oleh semangat setia kawan yang menjadikan mereka sebagai satu tubuh atau satu bangunan yang saling menguatkan dalam menegakkan keadilan dan meninggikan kalimah Allah. Sifat mukmin yang seperti itu banyak dinyatakan oleh hadis-hadis Nabi Muhammad antara lain, seperti sabdanya: Perumpamaan orang-orang mukmin dalam hal saling mengasihi, saling menyantuni dan saling membantu seperti satu jasad, apabila salah satu anggota menderita, seluruh anggota jasad itu merasakan demam dan tidak tidur. (Riwayat al-Bukhari dan Muslim dari Numan bin Basyir). Sifat saling membela tidak terdapat pada orang-orang munafik karena mereka diliputi oleh keraguan dan sifat pengecut. Persaudaraan ini di kalangan mereka sekadar ucapan permainan lidah sebagaimana diutarakan di dalam firman Allah: Tidakkah engkau memperhatikan orang-orang munafik yang berkata kepada saudara-saudaranya yang kafir di antara Ahli Kitab, \"Sungguh, jika kamu diusir niscaya kami pun akan keluar bersama kamu; dan kami selama-lamanya tidak akan patuh kepada siapa pun demi kamu, dan jika kamu diperangi pasti kami akan membantumu.\" Dan Allah menyaksikan, bahwa mereka benar-benar pendusta. Sungguh, jika mereka diusir, orang-orang munafik itu tidak akan keluar bersama mereka, dan jika mereka diperangi; mereka (juga) tidak akan menolongnya; dan kalau pun mereka menolongnya pastilah mereka akan berpaling lari ke belakang, kemudian mereka tidak akan mendapat pertolongan. (al-hasyr/59: 11 - 12) Sifat-sifat yang dimiliki orang mukmin berbeda dari sifat-sifat orang munafik pada hal-hal berikut: a. Orang mukmin selalu mengajak berbuat baik dan melarang perbuatan mungkar, sedang orang munafik selalu menyuruh berbuat mungkar dan melarang berbuat baik. b. Orang mukmin mengerjakan salat dengan khusyuk dengan hati yang ikhlas sedang orang munafik mengerjakan salat dalam keadaan terpaksa dan riya. c. Orang mukmin selain mengeluarkan zakat, tangan mereka selalu terbuka untuk menciptakan kesejahteraan umat dan memberikan sumbangan sosial, sedang orang munafik kikir, jika mereka mengeluarkan zakat atau derma adalah karena ria bukan karena ikhlas kepada Allah, sebagaimana dinyatakan dalam firman Allah: Dan yang menghalang-halangi infak mereka untuk diterima adalah karena mereka kafir (ingkar) kepada Allah dan Rasul-Nya dan mereka tidak melaksanakan salat, melainkan dengan malas dan tidak (pula) menginfakkan (harta) mereka, melainkan dengan rasa enggan (terpaksa). (at-Taubah/9: 54) d. Orang mukmin selalu taat kepada Allah dengan cara meninggalkan perbuatan-perbuatan maksiat dan mengerjakan segala perintah menurut kesanggupan mereka sedang orang munafik terus-menerus berbuat maksiat. Akhir ayat ini menegaskan bahwa Allah pasti akan melimpahkan rahmat-Nya baik di dunia maupun di akhirat kepada orang-orang mukmin sedang ayat-ayat yang lalu Allah melaknati orang-orang munafik dan mengancam mereka dengan api neraka. Sesungguhnya Allah Mahaperkasa, tidak seorang pun yang dapat menolak siksaan-Nya. Dia Mahabijaksana melimpahkan rahmat dan karunia-Nya kepada orang-orang yang dikehendaki sesuai dengan amalan-amalan yang telah dikerjakannya."
        },
        {
          "number": 72,
          "arabic": "وَعَدَ ٱللَّهُ ٱلْمُؤْمِنِينَ وَٱلْمُؤْمِنَـٰتِ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا وَمَسَـٰكِنَ طَيِّبَةً فِى جَنَّـٰتِ عَدْنٍ ۚ وَرِضْوَٰنٌ مِّنَ ٱللَّهِ أَكْبَرُ ۚ ذَٰلِكَ هُوَ ٱلْفَوْزُ ٱلْعَظِيمُ",
          "transliteration": "waʿada l-lahu l-mu'minīna wal-mu'mināti jannātin tajrī min taḥtihā l-anhāru khālidīna fīhā wamasākina ṭayyibatan fī jannāti ʿadnin wariḍ'wānun mina l-lahi akbaru dhālika huwa l-fawzu l-ʿaẓīmu",
          "translation": "Allah menjanjikan kepada orang-orang mukmin laki-laki dan perempuan, (akan mendapat) surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya, dan (mendapat) tempat yang baik di surga 'Adn. Dan keridaan Allah lebih besar. Itulah kemenangan yang agung.",
          "tafsir": "Pada ayat ini Allah menjanjikan kepada orang-orang mukmin baik pria maupun wanita untuk mendapatkan surga sebagai balasan terhadap amalan baik mereka. Surga itu ialah taman yang indah yang penuh dengan kenikmatan yang tak pernah dilihat oleh mata dan tak pernah didengar oleh telinga dan malahan tak pernah terlintas di hati, semua yang dilihat dan didengar asing dan baru sehingga sulit diumpamakan karena tak ada bandingannya di dunia. Taman yang dinaungi pohon-pohon dimana mengalir sungai yang tidak menyerupai sungai-sungai di dunia ini baik warna maupun rasanya; orang-orang yang tinggal di dalamnya akan menetap selama-lamanya; sabda Nabi menerangkan tentang surga: Pada surga terdapat seratus tingkatan. Allah menyediakannya untuk orang-orang yang berjihad menegakkan agama Allah. Jarak satu tingkat dengan tingkat yang lainnya sebagaimana jarak antara langit dan bumi. Apabila kamu memohon kepada Allah, mintalah surga Firdaus, karena ini adalah surga yang terbaik dan tertinggi yang daripadanya terpancar sungai-sungai surga dan di atasnya Arasy Tuhan. (Riwayat al-Bukhari dan Muslim dari Abu Hurairah). Manusia terdiri dari jasad dan ruh. Surga dengan segenap isinya memberikan kenikmatan paling tinggi kepada jasmani, dan keridaan Allah memberikan kenikmatan yang paling tinggi kepada rohani manusia. Kedua macam nikmat ini adalah karunia Tuhan yang dijanjikan-Nya kepada mukmin baik pria maupun wanita. Inilah karunia Allah yang merupakan kemenangan yang besar lagi tak ada taranya yang tak akan dapat dicapai kecuali oleh orang-orang beriman dan beramal saleh."
        }
      ]
    }
  ]
}