{
  "pageNumber": 229,
  "juz": 12,
  "surahs": [
    {
      "number": 11,
      "name": "Hud",
      "nameArabic": "هود",
      "meaning": "Nabi Hud",
      "revelation": "Makkah",
      "description": "Surat Hud termasuk surat Makkiyyah, terdiri dari 123 ayat, dan diturunkan setelah surat Yunus.Surat ini dinamai Hud karena di dalamnya terdapat kisah Nabi Hud dan kaumnya. Dalam surat ini juga terdapat kisah-kisah nabi yang lain, seperti: Nuh, Shaleh, Ibrahim, Luth, Syu'aib, dan Musa.**Pokok-Pokok isi:**1. **Keimanan:** Keberadaan 'Arsy Allah; kejadian alam dalam enam masa; keberadaan golongan-golongan manusia pada hari kiamat.2. **Hukum-hukum:** Agama membolehkan menikmati yang baik-baik dan memakai perhiasan asal tidak berlebih-lebihan; tidak boleh bersikap sombong; tidak boleh berdoa atau mengharapkan sesuatu yang mustahil menurut sunnatullah.3. **Kisah-kisah:** Kisah Nuh dan kaumnya; kisah Hud dan kaumnya; kisah Shaleh dan kaumnya; kisah Ibrahim dan kaumnya; kisah Syu'aib dan kaumnya; kisah Luth dan kaumnya; kisah Musa dan kaumnya.4. **Lain-lain:** Pelajaran-pelajaran yang diambil dari kisah-kisah para nabi; air sumber segala kehidupan; shalat memperkuat keimanan; sunnatullah yang berhubungan dengan kebinasaan suatu kaum.Surat Hud berisi hal-hal yang berhubungan dengan pokok-pokok agama, seperti ketauhidan, kerasulan, dan hari kebangkitan, kemudian dihubungkan dengan dakwah yang telah dilakukan oleh para nabi kepada kaumnya.**Hubungan Surat Hud Dengan Surat Yusuf:**1. Kedua surat ini sama-sama dimulai dengan alif laam raa kemudian diiringi dengan penjelasan tentang Al-Qur'an.2. Surat Yusuf menyempurnakan penjelasan kisah para rasul yang disebut dalam surat Hud, kemudian kisah itu dijadikan dalil untuk menyatakan bahwa Al-Qur'an adalah wahyu Ilahi; setelah Nabi Muhammad tidak ada lagi nabi atau rasul yang diutus Allah.3. Perbedaan kedua surat ini ada dalam menjelaskan kisah-kisah para nabi. Dalam surat Hud diutarakan kisah beberapa orang rasul dalam menyampaikan risalah kepada kaumnya, akibat mengikuti dan akibat mendustakan mereka, kemudian dijadikan perbandingan dan berita yang mengancam kaum musyrikin Arab beserta pengikut-pengikutnya. Dalam surat Yusuf diterangkan tentang kehidupan Nabi Yusuf yang pada mulanya dizalimi oleh saudara-saudaranya kemudian menjadi rasul yang berkuasa dan dapat menolong saudara-sudaranya beserta kedua orang tuanya. Kepribadian Nabi Yusuf ini harus dijadikan teladan oleh semua orang yang beriman kepada Nabi Muhammad.",
      "verses": [
        {
          "number": 63,
          "arabic": "قَالَ يَـٰقَوْمِ أَرَءَيْتُمْ إِن كُنتُ عَلَىٰ بَيِّنَةٍ مِّن رَّبِّى وَءَاتَىٰنِى مِنْهُ رَحْمَةً فَمَن يَنصُرُنِى مِنَ ٱللَّهِ إِنْ عَصَيْتُهُۥ ۖ فَمَا تَزِيدُونَنِى غَيْرَ تَخْسِيرٍ",
          "transliteration": "qāla yāqawmi ara-aytum in kuntu ʿalā bayyinatin min rabbī waātānī min'hu raḥmatan faman yanṣurunī mina l-lahi in ʿaṣaytuhu famā tazīdūnanī ghayra takhsīrin",
          "translation": "Dia (Saleh) berkata, \"Wahai kaumku! Terangkanlah kepadaku jika aku mempunyai bukti yang nyata dari Tuhanku dan diberi-Nya aku rahmat (kenabian) dari-Nya, maka siapa yang akan menolongku dari (azab) Allah jika aku mendurhakai-Nya? Maka kamu hanya akan menambah kerugian kepadaku.",
          "tafsir": "Nabi Saleh a.s. menjawab tuduhan dan tantangan kaumnya itu dengan menyatakan bahwa seruannya itu adalah seruan yang benar untuk kebaikan dan kebahagiaan mereka sendiri, jika mereka mau memikirkan dan mempertimbangkannya. Nabi Saleh meminta mereka mempertimbangkan dengan sebaik-baiknya, jika ternyata ia yang benar dan dapat mengemuka-kan bukti-bukti dari Tuhan atas kebenaran seruan itu. Apakah mungkin ia mendurhakai-Nya dan enggan menyampaikan seruan ini kepada kaumnya. Siapakah yang dapat menolong jika Allah membinasakannya karena kedurhakaan itu? Ia harus menyampaikan kebenaran ini dan menjelaskan kepada mereka bahwa sembahan-sembahan dan berhala-berhala itu, tidak dapat menolong mereka sedikit pun. Oleh karena itu, sembahlah Allah yang menciptakan mereka dan memberi nikmat dan karunia kepada mereka sehingga mereka dapat hidup senang di muka bumi ini."
        },
        {
          "number": 64,
          "arabic": "وَيَـٰقَوْمِ هَـٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمْ ءَايَةً فَذَرُوهَا تَأْكُلْ فِىٓ أَرْضِ ٱللَّهِ وَلَا تَمَسُّوهَا بِسُوٓءٍ فَيَأْخُذَكُمْ عَذَابٌ قَرِيبٌ",
          "transliteration": "wayāqawmi hādhihi nāqatu l-lahi lakum āyatan fadharūhā takul fī arḍi l-lahi walā tamassūhā bisūin fayakhudhakum ʿadhābun qarībun",
          "translation": "Dan wahai kaumku! Inilah unta betina dari Allah, sebagai mukjizat untukmu, sebab itu biarkanlah dia makan di bumi Allah, dan janganlah kamu mengganggunya dengan gangguan apa pun yang akan menyebabkan kamu segera ditimpa (azab).\"",
          "tafsir": "Nabi Saleh a.s. mengatakan kepada kaumnya yang ingkar, bahwa kalau mereka tidak percaya akan seruanya ini, maka Allah telah mengirimkan seekor unta yang istimewa sebagai bukti atas kebenaran seruannya. Unta ini jauh berbeda sifat dan tingkah lakunya dari unta biasa, baik mengenai makan-minumnya, maupun tabiat dan sifatnya. Mereka dilarang mengganggunya dan membiarkan unta itu makan dan minum di tempat yang disukainya. Jika mereka berani mengganggu atau menganiayanya pasti mereka akan ditimpa siksaan dari Allah."
        },
        {
          "number": 65,
          "arabic": "فَعَقَرُوهَا فَقَالَ تَمَتَّعُوا۟ فِى دَارِكُمْ ثَلَـٰثَةَ أَيَّامٍ ۖ ذَٰلِكَ وَعْدٌ غَيْرُ مَكْذُوبٍ",
          "transliteration": "faʿaqarūhā faqāla tamattaʿū fī dārikum thalāthata ayyāmin dhālika waʿdun ghayru makdhūbin",
          "translation": "Maka mereka menyembelih unta itu, kemudian dia (Saleh) berkata, \"Bersukarialah kamu semua di rumahmu selama tiga hari.<sup foot_note=135354>1</sup> Itu adalah janji yang tidak dapat didustakan.\"",
          "tafsir": "Tetapi kaum namud tetap tidak mempercayainya dan tetap menentang serta memperolok-olokkannya bahkan membunuh unta yang dikirimkan Allah sebagai mukjizat itu. Nabi Saleh a.s. sangat bersedih hati atas tindakan kaumnya, sebab dia yakin mereka akan dibinasakan Allah karena perbuatan mereka membunuh unta itu. Lalu Nabi Saleh berkata, \"Kamu diberi kesempatan oleh Allah bersenang-senang hidup di negeri ini selama tiga hari, dan sesudah itu kamu akan dibinasakan karena keingkaran dan kedurhakaan kamu. Ini adalah janji dari Allah, yang pasti terlaksana dan kamu akan melihat sendiri.\""
        },
        {
          "number": 66,
          "arabic": "فَلَمَّا جَآءَ أَمْرُنَا نَجَّيْنَا صَـٰلِحًا وَٱلَّذِينَ ءَامَنُوا۟ مَعَهُۥ بِرَحْمَةٍ مِّنَّا وَمِنْ خِزْىِ يَوْمِئِذٍ ۗ إِنَّ رَبَّكَ هُوَ ٱلْقَوِىُّ ٱلْعَزِيزُ",
          "transliteration": "falammā jāa amrunā najjaynā ṣāliḥan wa-alladhīna āmanū maʿahu biraḥmatin minnā wamin khiz'yi yawmi-idhin inna rabbaka huwa l-qawiyu l-ʿazīzu",
          "translation": "Maka ketika keputusan Kami datang, Kami selamatkan Saleh dan orang-orang yang beriman bersamanya dengan rahmat Kami dan (Kami selamatkan) dari kehinaan pada hari itu. Sungguh, Tuhanmu, Dia Mahakuat, Mahaperkasa.",
          "tafsir": "Tatkala datang malapetaka yang diancamkan Allah kepada kaum Samud, sebagai siksaan dan balasan atas kedurhakaan mereka, Allah swt menyelamatkan Nabi Saleh a.s. dan orang-orang yang beriman bersamanya, dengan karunia dan rahmat-Nya, dari azab dan siksaan itu. Pada hari tersebut, mereka yang durhaka dimusnahkan semuanya. Mereka mendapat nama buruk dalam sejarah manusia, yang tentu saja akan dianggap sebagai lembaran hitam yang menodai kemurnian dan ketinggian martabat manusia sebagai khalifah di muka bumi. Sungguh amat berat siksaan yang ditimpakan Allah kepada mereka, tetapi tindakan itu adalah adil dan sesuai dengan dosa dan kesalahan yang mereka lakukan. Allah-lah yang berhak melakukannya dan Dia-lah yang dapat melaksanakannya karena Dia adalah Maha Perkasa dan Maha Kuasa."
        },
        {
          "number": 67,
          "arabic": "وَأَخَذَ ٱلَّذِينَ ظَلَمُوا۟ ٱلصَّيْحَةُ فَأَصْبَحُوا۟ فِى دِيَـٰرِهِمْ جَـٰثِمِينَ",
          "transliteration": "wa-akhadha alladhīna ẓalamū l-ṣayḥatu fa-aṣbaḥū fī diyārihim jāthimīna",
          "translation": "Kemudian suara yang mengguntur menimpa orang-orang zalim itu, sehingga mereka mati bergelimpangan di rumahnya,",
          "tafsir": "Kaum Samud dibinasakan Allah dengan suara keras yang mengguntur, menggoncangkan hati setiap pendengarnya dan menimbulkan gempa yang amat dahsyat, sehingga orang yang berdosa dan durhaka itu jatuh tersungkur tidak sadarkan diri lalu ditelan oleh bumi yang telah merekah dan pecah-belah. Tidak seorang pun di antara mereka yang dapat menyelamatkan diri dari malapetaka itu."
        },
        {
          "number": 68,
          "arabic": "كَأَن لَّمْ يَغْنَوْا۟ فِيهَآ ۗ أَلَآ إِنَّ ثَمُودَا۟ كَفَرُوا۟ رَبَّهُمْ ۗ أَلَا بُعْدًا لِّثَمُودَ",
          "transliteration": "ka-an lam yaghnaw fīhā alā inna thamūdā kafarū rabbahum alā buʿ'dan lithamūda",
          "translation": "seolah-olah mereka belum pernah tinggal<sup foot_note=135355>1</sup> di tempat itu. Ingatlah, kaum Samud mengingkari Tuhan mereka. Ingatlah, binasalah kaum Samud.",
          "tafsir": "Sungguh dahsyat malapetaka yang ditimpakan kepada mereka, sehingga dalam sesaat saja mereka sudah musnah semuanya, seakan-akan mereka tidak pernah ada di muka bumi, seakan-akan kampung halaman mereka tidak pernah didiami oleh manusia, hilang lenyap dan musnah ditelan bencana. Semua ini akibat kedurhakaan mereka terhadap Allah dan keingkaran mereka terhadap mukjizat dan bukti-bukti yang diturunkan-Nya. Sepantasnyalah mereka mendapat kutukan dan siksaan yang dahsyat."
        },
        {
          "number": 69,
          "arabic": "وَلَقَدْ جَآءَتْ رُسُلُنَآ إِبْرَٰهِيمَ بِٱلْبُشْرَىٰ قَالُوا۟ سَلَـٰمًا ۖ قَالَ سَلَـٰمٌ ۖ فَمَا لَبِثَ أَن جَآءَ بِعِجْلٍ حَنِيذٍ",
          "transliteration": "walaqad jāat rusulunā ib'rāhīma bil-bush'rā qālū salāman qāla salāmun famā labitha an jāa biʿij'lin ḥanīdhin",
          "translation": "Dan para utusan Kami (para malaikat) telah datang kepada Ibrahim dengan membawa kabar gembira, mereka mengucapkan, \"Selamat.\" Dia (Ibrahim) menjawab, \"Selamat (atas kamu).\" Maka tidak lama kemudian Ibrahim menyuguhkan daging anak sapi yang dipanggang.",
          "tafsir": "Beberapa malaikat datang mengunjungi Nabi Ibrahim a.s. di rumah-nya untuk menyampaikan berita gembira kepadanya. Diriwayatkan dari Atha bahwa malaikat-malaikat itu terdiri dari Jibril, Mikail, dan Israfil a.s. Ada pula riwayat yang mengatakan mereka terdiri dari Jibril bersama tujuh malaikat lainnya. Mereka disambut oleh Nabi Ibrahim a.s. dengan sambutan yang baik sekali karena dia yakin bahwa tamunya yang penuh sopan-santun dan mengucapkan salam sebelum memasuki rumahnya adalah tamu-tamu terhormat dari kalangan orang-orang yang baik. Sudah menjadi kebiasaan bagi orang-orang Arab Badui bila kedatangan tamu, mereka harus disuguhi hidangan yang istimewa, sesuai dengan kesanggupan tuan rumah. Nabi Ibrahim a.s. pun menghidangkan untuk tamu-tamunya itu makanan yang lezat yaitu seekor domba yang dibakar di atas batu yang dipanaskan dan mempersilahkan mereka menikmati makanan yang istimewa itu. Tetapi tamu-tamu itu tidak mau menyentuh makanan itu, karena mereka adalah malaikat yang menyamar seperti manusia, sedang malaikat tidak membutuhkan makanan dan minuman."
        },
        {
          "number": 70,
          "arabic": "فَلَمَّا رَءَآ أَيْدِيَهُمْ لَا تَصِلُ إِلَيْهِ نَكِرَهُمْ وَأَوْجَسَ مِنْهُمْ خِيفَةً ۚ قَالُوا۟ لَا تَخَفْ إِنَّآ أُرْسِلْنَآ إِلَىٰ قَوْمِ لُوطٍ",
          "transliteration": "falammā raā aydiyahum lā taṣilu ilayhi nakirahum wa-awjasa min'hum khīfatan qālū lā takhaf innā ur'sil'nā ilā qawmi lūṭin",
          "translation": "Maka ketika dilihatnya tangan mereka tidak menjamahnya, dia (Ibrahim) mencurigai mereka, dan merasa takut kepada mereka. Mereka (malaikat) berkata, \"Jangan takut, sesungguhnya kami diutus kepada kaum Luṭ.\"",
          "tafsir": "Karena para tamu tidak mau menyentuh makanan lezat yang dihidangkan itu, maka Nabi Ibrahim a.s. merasa curiga atas niat baik mereka. Di kalangan orang Arab bila tamu tidak makan makanan yang dihidangkan itu adalah suatu tanda tamunya bermaksud jahat terhadapnya. Berbagai macam perasaan seperti curiga, takut, dan lain sebagainya timbul dari hati Nabi Ibrahim a.s. dan istrinya, melihat sikap tamu-tamunya itu. Hal ini jelas tampak pada air mukanya yang tadinya berseri-seri, lantas berubah menjadi pucat pasi. Akhirnya para malaikat itu menjelaskan bahwa mereka adalah malaikat yang diutus Allah kepada kaum Luth untuk membinasakan mereka karena mereka adalah kaum yang terkutuk yang tidak mengindahkan peringatan Allah supaya mereka meninggalkan perbuatan maksiat dan terkutuk dan beriman kepada Allah swt serta kepada risalah yang dibawa Nabi Lut a.s."
        },
        {
          "number": 71,
          "arabic": "وَٱمْرَأَتُهُۥ قَآئِمَةٌ فَضَحِكَتْ فَبَشَّرْنَـٰهَا بِإِسْحَـٰقَ وَمِن وَرَآءِ إِسْحَـٰقَ يَعْقُوبَ",
          "transliteration": "wa-im'ra-atuhu qāimatun faḍaḥikat fabasharnāhā bi-is'ḥāqa wamin warāi is'ḥāqa yaʿqūba",
          "translation": "Dan istrinya berdiri lalu dia tersenyum. Maka Kami sampaikan kepadanya kabar gembira tentang (kelahiran) Ishak dan setelah Ishak (akan lahir) Yakub.",
          "tafsir": "Istri Nabi Ibrahim a.s. yang bernama Sarah menjadi gembira dan tersenyum karena yang datang itu bukanlah orang jahat, tetapi adalah malaikat-malaikat utusan Allah, dan tentu saja mereka tidak mau makan dan minum. Selanjutnya mereka berkata kepada Sarah bahwa Allah telah menyampaikan suatu berita gembira untuknya bahwa dia akan melahirkan seorang anak bernama Ishak dan Ishak pun akan mempunyai keturunan pula di antaranya Yakub."
        }
      ]
    }
  ]
}