{
  "pageNumber": 357,
  "juz": 18,
  "surahs": [
    {
      "number": 24,
      "name": "An-Nur",
      "nameArabic": "النور",
      "meaning": "Cahaya",
      "revelation": "Madinah",
      "description": "Surat An-Nur terdiri dari 64 ayat dan termasuk surat Madaniyyah. Dinamai \"An-Nur\" yang berarti \"Cahaya\" diambil dari kata \"An-Nur\" yang terdapat pada ayat ke-35. Dalam ayat ini, Allah menjelaskan tentang Nur Ilahi, yakni Al-Qur'an yang berisi petunjuk-petunjuk. Petunjuk-petunjuk Allah layaknya cahaya yang menerangi seluruh alam. Surat ini sebagian besar isinya memuat petunjuk-petunjuk Allah yang berhubungan dengan kemasyarakatan dan rumah tangga.**Pokok-Pokok Isi:**1. **Keimanan:** Kesaksian lidah dan anggota-anggota tubuh atas segala perbuatan manusia pada hari kiamat; hanya Allah yang menguasai langit dan bumi; kewajiban rasul hanya menyampaikan agama Allah; iman merupakan dasar diterimanya amal dan ibadah.2. **Hukum-hukum:** Hukum-hukum sekitar masalah zina, li'an dan adab-adab pergaulan di luar dan di dalam rumah tangga.3. **Kisah-kisah:** Kisah tentang berita bohong terhadap Ummul Mukminin 'Aisyah (Qishshatul Ifki).4. **Lain-lain:** Semua jenis hewan diciptakan Allah dari air; janji Allah kepada kaum mukmin yang beramal saleh.Dalam surat An-Nur terdapat ayat-ayat hukum dan petunjuk-petunjuk Allah bagi manusia, baik yang berhubungan dengan hidup kemasyarakatan maupun rumah tangga. Kesemuanya itu merupakan cahaya yang menyinari kehidupan manusia dalam menempuh jalan yang menuju kebahagiaan dunia dan akhirat.**Hubungan Surat An-Nur Dengan Surat Al-Furqan:**1. Surat An-Nur ini ditutup dengan keterangan bahwa Allahlah yang memiliki langit dan bumi serta segala isinya; dan yang mengaturnya berdasarkan hikmah dan kemaslahatan yang Dia kehendaki. Allah pula yang membuat perhitungan terhadap segala amal perbuatan hamba-hamba-Nya pada hari kiamat. Maka dalam surat Al Furqan Allah memulai dengan menunjukkan tentang ketinggian-Nya baik pada zat, sifat-sifat, dan perbuatan-Nya, dan menunjukkan pula kecintaan-Nya kepada hamba-hamba-Nya dengan menurunkan Al-Qur'an sebagai pedoman hidup bagi mereka.2. Pada akhir surat ini Allah mewajibkan kaum muslimin mengikuti Rasul-Nya, Muhammad, serta mengancam dengan azab bagi yang menentangnya. Maka pada permulaan surat Al-Furqan, Allah menyebutkan bahwa Nabi Muhammad diberikan Al-Qur'an yang membimbing umat manusia.3. Pada masing-masing surat digambarkan keadaan awan, turunnya hujan, dan penghijauan bumi sebagai bukti kekuasaan Allah.4. Dalam kedua surat ini Allah menjelaskan bahwa amal usaha orang-orang kafir pada hari kiamat tidak diberi pahala sedikit pun, dan keduanya menerangkan pula asal muasal kejadian manusia.",
      "verses": [
        {
          "number": 54,
          "arabic": "قُلْ أَطِيعُوا۟ ٱللَّهَ وَأَطِيعُوا۟ ٱلرَّسُولَ ۖ فَإِن تَوَلَّوْا۟ فَإِنَّمَا عَلَيْهِ مَا حُمِّلَ وَعَلَيْكُم مَّا حُمِّلْتُمْ ۖ وَإِن تُطِيعُوهُ تَهْتَدُوا۟ ۚ وَمَا عَلَى ٱلرَّسُولِ إِلَّا ٱلْبَلَـٰغُ ٱلْمُبِينُ",
          "transliteration": "qul aṭīʿū l-laha wa-aṭīʿū l-rasūla fa-in tawallaw fa-innamā ʿalayhi mā ḥummila waʿalaykum mā ḥummil'tum wa-in tuṭīʿūhu tahtadū wamā ʿalā l-rasūli illā l-balāghu l-mubīnu",
          "translation": "Katakanlah, \"Taatlah kepada Allah dan taatlah kepada Rasul; jika kamu berpaling, maka sesungguhnya kewajiban Rasul (Muhammad) itu hanyalah apa yang dibebankan kepadanya, dan kewajiban kamu hanyalah apa yang dibebankan kepadamu. Jika kamu taat kepadanya, niscaya kamu mendapat petunjuk. Kewajiban Rasul hanyalah menyampaikan (amanat Allah) dengan jelas.\"",
          "tafsir": "Kemudian Allah memerintahkan lagi kepada Nabi Muhammad untuk mengatakan kepada mereka untuk taat kepada Allah dan Rasul-Nya dengan sungguh-sungguh. Jangan selalu berpura-pura beriman, tetapi perbuatan dan tingkah laku mereka bertentangan dengan kata-kata yang mereka ucapkan. Ini adalah sebagai peringatan terakhir kepada mereka. Bila mereka tetap juga berpaling dari kebenaran dan melakukan hal-hal yang merugikan perjuangan kaum Muslimin maka katakanlah kepada mereka bahwa dosa perbuatan mereka itu akan dipikulkan di atas pundak mereka sendiri dan tidak akan membahayakan Nabi dan kaum Muslimin sedikit pun. Mereka akan mendapat kemurkaan Allah dan siksaan-Nya. Bila mereka benar-benar taat dan keluar dari kesesatan dengan menerima petunjuk Allah dan Rasul-Nya niscaya mereka akan termasuk golongan orang-orang yang beruntung. Kewajiban Rasul hanya menyampaikan petunjuk dan nasihat. Menerima atau menolak adalah keputusan masing-masing, di luar tanggung jawab Rasul."
        },
        {
          "number": 55,
          "arabic": "وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ مِنكُمْ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ لَيَسْتَخْلِفَنَّهُمْ فِى ٱلْأَرْضِ كَمَا ٱسْتَخْلَفَ ٱلَّذِينَ مِن قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ ٱلَّذِى ٱرْتَضَىٰ لَهُمْ وَلَيُبَدِّلَنَّهُم مِّنۢ بَعْدِ خَوْفِهِمْ أَمْنًا ۚ يَعْبُدُونَنِى لَا يُشْرِكُونَ بِى شَيْـًٔا ۚ وَمَن كَفَرَ بَعْدَ ذَٰلِكَ فَأُو۟لَـٰٓئِكَ هُمُ ٱلْفَـٰسِقُونَ",
          "transliteration": "waʿada l-lahu alladhīna āmanū minkum waʿamilū l-ṣāliḥāti layastakhlifannahum fī l-arḍi kamā is'takhlafa alladhīna min qablihim walayumakkinanna lahum dīnahumu alladhī ir'taḍā lahum walayubaddilannahum min baʿdi khawfihim amnan yaʿbudūnanī lā yush'rikūna bī shayan waman kafara baʿda dhālika fa-ulāika humu l-fāsiqūna",
          "translation": "Allah telah menjanjikan kepada orang-orang di antara kamu yang beriman dan yang mengerjakan kebajikan, bahwa Dia sungguh akan menjadikan mereka berkuasa di bumi sebagaimana Dia telah menjadikan orang-orang sebelum mereka berkuasa, dan sungguh Dia akan meneguhkan bagi mereka dengan agama yang telah Dia ridai. Dan Dia benar-benar mengubah (keadaan) mereka, setelah berada dalam ketakutan menjadi aman sentosa. Mereka (tetap) menyembah-Ku dengan tidak mempersekutukan-Ku dengan sesuatu pun. Tetapi barangsiapa (tetap) kafir setelah (janji) itu, maka mereka itulah orang-orang yang fasik.",
          "tafsir": "Rabi' bin Anas pernah berkata mengenai ayat ini, \"Nabi Muhammad saw berada di Mekah selama sepuluh tahun menyeru orang-orang kafir Mekah kepada agama tauhid, menyembah Allah tanpa menyekutukan-Nya sedang orang-orang yang beriman selalu berada dalam ketakutan dan kekhawatiran. Mereka belum diperintah untuk berperang. Kemudian mereka diperintah hijrah ke Medinah. Setelah perintah itu dilaksanakan turunlah perintah untuk berperang. Mereka selalu dalam ketakutan dan kekuatiran, tetap menyandang senjata pagi dan petang, dan mereka tetap tabah dan sabar. Kemudian datanglah seorang sahabat menemui Nabi dan berkata, \"Ya Rasulullah apakah untuk selama-lamanya kita harus berada dalam kekhawatiran dan kewaspadaan ini? Kapanlah akan datang waktunya kita dapat merasa aman dan bebas dari memanggul senjata?\" Maka Rasulullah saw menjawab, \"Kamu tidak akan lama menunggu keadaan itu. Tidak lama lagi akan tiba waktunya di mana seseorang dapat duduk di suatu pertemuan besar yang tidak ada sepucuk senjata pun terdapat dalam pertemuan itu. Lalu turunlah ayat ini. Allah menjanjikan kepada orang-orang yang beriman dan beramal saleh akan menjadikan mereka berkuasa di muka bumi. Akan menjadikan agama mereka agama yang kokoh dan kuat, dan akan memberikan kepada mereka nikmat keamanan dan kesejahteraan. Itulah janji Allah dan janji itu adalah janji yang pasti terlaksana karena mustahil Allah memungkiri janji-Nya selama mereka berpegang teguh kepada perintah dan ajaran-Nya. Memang janji itu telah terlaksana dengan kemenangan beruntun yang dicapai kaum Muslimin di masa Nabi saw dan di masa Khulafa'urrasyidin dan sesudahnya. Di masa Nabi Muhammad, kaum Muslimin telah dapat menaklukkan kota Mekah, Khaibar, Bahrain dan seluruh Jazirah Arab. Sesudah Nabi saw wafat dan pemerintahan dikendalikan oleh para sahabat (Khulafaurrasyidin) mereka selalu mengikuti jejak Rasulullah saw dalam segala urusan. Dengan demikian kekuasaan mereka meluas baik ke timur, ke barat, ke utara, maupun ke selatan, maka tersebarlah agama Islam dengan pesatnya sehingga dianut oleh penduduk negeri-negeri yang berhasil dikuasai tanpa paksaan dan ancaman. Mereka benar-benar menikmati keamanan dan kesejahteraan. Pemerintahan Islam benar-benar telah menjadi kuat, disegani oleh kawan dan lawan. Allah telah mengingatkan kaum Muslimin yang telah sukses mencapai kemenangan, keamanan dan kesejahteraan itu dengan firman-Nya: Dan ingatlah ketika kamu (para Muhajirin) masih (berjumlah) sedikit, lagi tertindas di bumi (Mekah), dan kamu takut orang-orang (Mekah) akan menculik kamu, maka Dia memberi kamu tempat menetap (Medinah) dan dijadikan-Nya kamu kuat dengan pertolongan-Nya dan diberi-Nya kamu rezeki yang baik agar kamu bersyukur. (al-Anfal/8: 26) Demikianlah kaum Muslimin menjadi kuat dan disegani, menikmati keamanan dan kesejahteraan pada masa Khalifah Abu Bakar, Umar, Usman, sampai timbul pertentangan yang hebat antara kaum Muslimin pada masa pemerintahan Ali bin Abi thalib sehingga terjadi perang saudara antara sesama mereka padahal perang sesama Muslim itu sangat bertentangan dengan firman Allah: Dan berpegangteguhlah kamu semuanya pada tali (agama) Allah, dan janganlah kamu bercerai berai, dan ingatlah nikmat Allah kepadamu ketika kamu dahulu (masa jahiliah) bermusuhan, lalu Allah mempersatukan hatimu, sehingga dengan karunia-Nya kamu menjadi bersaudara. (Ali 'Imran/3: 103) Dan firman-Nya: Dan janganlah kamu menjadi seperti orang-orang yang bercerai berai dan berselisih setelah sampai kepada mereka keterangan yang jelas. Dan Mereka itulah orang-orang yang mendapat azab yang berat. (Ali 'Imran/3: 105) Semenjak itu terjadilah pasang surut dalam pemerintahan Islam. Pada satu waktu mereka jaya dan mulia dan pada waktu yang lain mereka lemah tak berdaya bahkan menjadi mangsa bagi kaum yang lain sesuai dengan keadaan dan kondisi mereka dalam mempraktekkan ajaran Islam, menaati perintah Allah dan Rasul-Nya, menegakkan keadilan dan kebenaran serta menjaga kesatuan umat agar jangan terpecah belah."
        },
        {
          "number": 56,
          "arabic": "وَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَءَاتُوا۟ ٱلزَّكَوٰةَ وَأَطِيعُوا۟ ٱلرَّسُولَ لَعَلَّكُمْ تُرْحَمُونَ",
          "transliteration": "wa-aqīmū l-ṣalata waātū l-zakata wa-aṭīʿū l-rasūla laʿallakum tur'ḥamūna",
          "translation": "Dan laksanakanlah salat, tunaikanlah zakat dan taatlah kepada Rasul (Muhammad), agar kamu diberi rahmat.",
          "tafsir": "Pada ayat ini Allah mengiringi janji akan mencapai kemenangan itu dengan perintah mendirikan salat, menunaikan zakat dan menaati Allah dan Rasul-Nya. Itulah syarat pertama untuk mencapai kemenangan dan memeliharanya. Kadang-kadang mencapai sesuatu tidaklah begitu berat, tetapi memelihara kelestarian apa yang telah dicapai itu lebih berat daripada mencapainya. Oleh sebab itu kaum Muslimin harus memperkuat diri dan memupuk pertahanan dengan tiga macam senjata yang sangat ampuh itu yaitu pertama menguatkan batin dengan selalu berhubungan dengan Yang Mahakuasa. Kedua zakat yang membersihkan diri dari sifat bakhil dan kikir, sehingga apabila tiba waktu untuk seseorang tidak segan mengorbankan harta, tenaga bahkan jiwanya. Ketiga taat dan patuh kepada Allah dan Rasul-Nya di mana segala tindak tanduknya disesuaikan dengan ajaran-Nya dan bila terdapat perbedaan pendapat hendaklah dikembalikan kepada hukum Allah dan Rasul-Nya. Itulah yang menjadi pedoman bagi segala gerak dan langkah. Dengan memenuhi ketiga syarat itu akan dapat dibina kekuatan umat dan ketahanannya terhadap segala bahaya yang mengancam dan kejayaan yang telah dicapai dapat dipertahankan dan dipelihara ."
        },
        {
          "number": 57,
          "arabic": "لَا تَحْسَبَنَّ ٱلَّذِينَ كَفَرُوا۟ مُعْجِزِينَ فِى ٱلْأَرْضِ ۚ وَمَأْوَىٰهُمُ ٱلنَّارُ ۖ وَلَبِئْسَ ٱلْمَصِيرُ",
          "transliteration": "lā taḥsabanna alladhīna kafarū muʿ'jizīna fī l-arḍi wamawāhumu l-nāru walabi'sa l-maṣīru",
          "translation": "Janganlah engkau mengira bahwa orang-orang yang kafir itu dapat luput dari siksaan Allah di bumi; sedang tempat kembali mereka (di akhirat) adalah neraka. Dan itulah seburuk-buruk tempat kembali.",
          "tafsir": "Pada ayat ini Allah menegaskan kepada Nabi Muhammad bahwa orang-orang kafir itu tidak akan dapat menghindarkan diri dari siksa Allah bila Allah menghendaki kebinasaan mereka atau keruntuhan kekuasaan mereka. Oleh sebab itu janganlah terlalu memperhitungkan kekuatan mereka selama kaum Muslimin tetap memelihara kondisi mereka dengan ketiga syarat yang dikemukakan pada ayat 56. Mereka pasti menemui akibat dari kedurhakaan dan keingkaran mereka baik di dunia maupun di akhirat. Di akhirat mereka akan ditempatkan dalam neraka Jahanam dan itu seburuk-buruk tempat kembali."
        },
        {
          "number": 58,
          "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لِيَسْتَـْٔذِنكُمُ ٱلَّذِينَ مَلَكَتْ أَيْمَـٰنُكُمْ وَٱلَّذِينَ لَمْ يَبْلُغُوا۟ ٱلْحُلُمَ مِنكُمْ ثَلَـٰثَ مَرَّٰتٍ ۚ مِّن قَبْلِ صَلَوٰةِ ٱلْفَجْرِ وَحِينَ تَضَعُونَ ثِيَابَكُم مِّنَ ٱلظَّهِيرَةِ وَمِنۢ بَعْدِ صَلَوٰةِ ٱلْعِشَآءِ ۚ ثَلَـٰثُ عَوْرَٰتٍ لَّكُمْ ۚ لَيْسَ عَلَيْكُمْ وَلَا عَلَيْهِمْ جُنَاحٌۢ بَعْدَهُنَّ ۚ طَوَّٰفُونَ عَلَيْكُم بَعْضُكُمْ عَلَىٰ بَعْضٍ ۚ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلْـَٔايَـٰتِ ۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
          "transliteration": "yāayyuhā alladhīna āmanū liyastadhinkumu alladhīna malakat aymānukum wa-alladhīna lam yablughū l-ḥuluma minkum thalātha marrātin min qabli ṣalati l-fajri waḥīna taḍaʿūna thiyābakum mina l-ẓahīrati wamin baʿdi ṣalati l-ʿishāi thalāthu ʿawrātin lakum laysa ʿalaykum walā ʿalayhim junāḥun baʿdahunna ṭawwāfūna ʿalaykum baʿḍukum ʿalā baʿḍin kadhālika yubayyinu l-lahu lakumu l-āyāti wal-lahu ʿalīmun ḥakīmun",
          "translation": "Wahai orang-orang yang beriman! Hendaklah hamba sahaya (laki-laki dan perempuan) yang kamu miliki, dan orang-orang yang belum balig (dewasa) di antara kamu, meminta izin kepada kamu pada tiga kali (kesempatan), yaitu sebelum salat Subuh, ketika kamu menanggalkan pakaian (luar)mu di tengah hari dan setelah salat Isya. (Itulah) tiga aurat (waktu) bagi kamu.<sup foot_note=135519>1</sup> Tidak ada dosa bagimu dan tidak (pula) bagi mereka selain dari (tiga waktu) itu, mereka keluar masuk melayani kamu, sebagian kamu atas sebagian yang lain. Demikianlah Allah menjelaskan ayat-ayat itu kepadamu. Dan Allah Maha Mengetahui, Mahabijaksana.",
          "tafsir": "Diriwayatkan oleh Ibnu Abi hatim dari Muqatil Ibnu hayyan, bahwasannya seorang laki-laki dari kaum Ansar bersama istrinya Asma' binti Musyidah membuat makanan untuk Nabi Saw, kemudian Asma' berkata, \"Wahai Rasulullah, alangkah jeleknya ini. Sesungguhnya masuk pada (kamar) isteri dan suaminya sedang keduanya berada dalam satu sarung masing-masing dari keduanya tanpa izin, lalu turunlah ayat ini. Sebagaimana kita ketahui, pada masa kini sebuah rumah biasanya terdiri atas beberapa kamar, dan tiap-tiap kamar ditempati oleh anggota keluarga dan orang lain yang ada di rumah itu. Ada kamar untuk kepala keluarga dan istrinya, ada kamar untuk anak-anak dan kamar untuk pembantu dan lain sebagainya. Biasanya masing-masing anggota keluarga dapat masuk ke kamar yang bukan kamarnya itu bila ada keperluan dan tidak perlu minta izin kepada penghuni kamar itu. Akan tetapi, Islam memberikan batas-batas waktu untuk kebebasan memasuki kamar orang lain. Maka para hamba sahaya, dan anak-anak yang belum balig tidak dibenarkan memasuki kamar orang tua atau kamar anggota keluarga yang sudah dewasa dan berkeluarga pada waktu-waktu yang ditentukan kecuali meminta izin lebih dahulu, seperti dengan mengetuk pintu dan sebagainya. Bila ada jawaban dari dalam \"Silahkan masuk\", barulah mereka boleh masuk. Waktu-waktu yang ditentukan itu ialah pertama pada waktu pagi hari sebelum salat Subuh, kedua pada waktu sesudah Zuhur, dan ketiga pada waktu sesudah salat Isya'. Waktu-waktu itu disebut dalam ayat ini \"aurat\", karena pada waktu-waktu itu biasanya orang belum mengenakan pakaiannya dan aurat mereka belum ditutupi semua dengan pakaian. Pada pagi hari sebelum bangun untuk salat subuh biasanya orang masih memakai pakaian tidur. Demikian pula halnya pada waktu istirahat sesudah zuhur dan istirahat panjang sesudah Isya'. Pada waktu-waktu istirahat seperti itu suami istri mungkin melakukan hal-hal yang tidak pantas dilihat oleh orang lain, pembantu, atau anak-anak. Adapun di luar tiga waktu yang telah ditentukan itu maka amat berat rasanya kalau diwajibkan meminta izin dahulu sebelum memasuki kamar-kamar itu, karena para pembantu dan anak-anak sudah sewajarnya bergerak bebas dalam rumah karena banyak yang akan diurus dan banyak pula yang perlu diambil dari kamar-kamar tersebut. Para pembantu biasa memasuki kamar untuk membersihkan kamar atau untuk mengambil sesuatu yang diperintahkan oleh tuan atau nyonya rumah dan demikian pula halnya dengan anak-anak. Allah menjelaskan adab sopan santun dalam rumah tangga yang harus dipatuhi dan dilaksanakan. Para ahli ilmu jiwa setelah mengadakan penelitian yang mendalam berpendapat bahwa anak-anak di bawah umur (sebelum balig) tidak boleh melihat hal-hal yang belum patut dilihatnya karena akan sangat besar pengaruhnya terhadap perkembangan jiwa mereka dan mungkin akan menimbulkan berbagai macam penyakit kejiwaan. Amat besar hikmah adab sopan santun ini bagi ketenteraman rumah tangga, dan memang demikianlah halnya karena adab ini diperintahkan oleh Allah Yang Maha Mengetahui dan Mahabijaksana."
        }
      ]
    }
  ]
}