{
  "pageNumber": 260,
  "juz": 13,
  "surahs": [
    {
      "number": 14,
      "name": "Ibrahim",
      "nameArabic": "ابراهيم",
      "meaning": "Nabi Ibrahim",
      "revelation": "Makkah",
      "description": "Surat ini terdiri dari 52 ayat dan termasuk surat Makkiyyah karena diturunkan di Mekah sebelum Hijrah. Dinamakan surat \"IBRAHIM\", karena surat ini menyinggung doa Nabi Ibrahim pada ayat ke-35 sampai ke-41. Doa ini berisi antara lain: permohonan agar keturunannya mendirikan shalat, dijauhkan dari menyembah berhala, dan agar Mekah dan sekitarnya menjadi daerah yang aman dan makmur. Doa Nabi Ibrahim ini telah dikabulkan oleh Allah sebagaimana keamanan Mekah telah terbukti sejak dahulu sampai sekarang. Doa tersebut dipanjatkan Ibrahim ke hadirat Allah setelah selesai membangun Ka'bah bersama putranya, Ismail di dataran tanah Mekah yang tandus.**Pokok-Pokok Isi:**1. **Keimanan:** Al-Qur'an adalah pembimbing manusia ke jalan Allah; segala sesuatu di alam ini milik Allah; keingkaran manusia terhadap Allah tidaklah mengurangi kesempurnaan-Nya; nabi-nabi membawa mukjizat atas izin Allah semata; Allah kuasa mematikan manusia dan membangkitkannya kembali dalam bentuk baru; ilmu Allah meliputi yang lahir dan yang batin.2. **Hukum-hukum:** Perintah mendirikan shalat dan menafkahkan sebagian harta, baik secara rahasia maupun terang-terangan.3. **Kisah-kisah:** Kisah Nabi Musa dengan kaumnya dan kisah para rasul zaman dahulu.4. **Lain-lain:** Penyebab rasul-rasul diutus dengan bahasa kaumnya sendiri; perumpamaan tentang perbuatan dan perkataan yang benar dengan yang batil; kejadian langit dan bumi mengandung hikmah-hikmah; macam-macam nikmat Allah kepada manusia dan janji Allah kepada hamba-hamba yang bersyukur.Surat Ibrahim berisi petunjuk-petunjuk bagi manusia untuk mengenal Allah dan Allah berjanji akan menyediakan surga bagi orang-orang yang beriman. Dalam surat ini Allah menjelaskan bahwa rasul-rasul diutus dengan mempergunakan bahasa kaumnya agar kaum itu bisa memahami segala perintah dan larangan Allah. Kemudian Allah menjelaskan apa yang terjadi antara rasul-rasul itu dan kaumnya masing-masing.**Hubungan Surat Ibrahim Dengan Surat Al-Hijr:**1. Kedua surat ini sama-sama dimulai dengan \"Alif laam raa\" dan menerangkan sifat Al-Qur'an.2. Dalam surat Ibrahim Allah menjelaskan bahwa Al-Qur'an adalah pembimbing manusia ke jalan Allah, kemudian dalam surat Al-Hijr Allah menambahkan bahwa Al-Qur'an akan tetap terjaga kemurniannya sepanjang zaman.3. Masing-masing surat ini menjelaskan keadaan langit dan bumi dan sama-sama menjelaskan bahwa kejadian-kejadian alam ini mengandung hikmah, sebagai tanda keesaan dan kebesaran Allah.4. Kedua surat ini mengandung kisah Nabi Ibrahim dengan terperinci.5. Kedua surat ini sama-sama menerangkan keadaan orang-orang kafir pada hari kiamat dan penyesalan mereka: mengapa sewaktu hidup di dunia mereka tidak menjadi orang yang beriman.6. Kedua surat ini sama-sama menceritakan kisah nabi-nabi zaman dahulu dengan kaumnya serta menerangkan keadaan orang yang ingkar kepada nabi pada hari kiamat. Kisah-kisah ini disampaikan kepada Nabi Muhammad sebagai penghibur beliau ketika menghadapi berbagai kesulitan yang beliau temui dalam mendakwahkan agama Islam.",
      "verses": [
        {
          "number": 34,
          "arabic": "وَءَاتَىٰكُم مِّن كُلِّ مَا سَأَلْتُمُوهُ ۚ وَإِن تَعُدُّوا۟ نِعْمَتَ ٱللَّهِ لَا تُحْصُوهَآ ۗ إِنَّ ٱلْإِنسَـٰنَ لَظَلُومٌ كَفَّارٌ",
          "transliteration": "waātākum min kulli mā sa-altumūhu wa-in taʿuddū niʿ'mata l-lahi lā tuḥ'ṣūhā inna l-insāna laẓalūmun kaffārun",
          "translation": "Dan Dia telah memberikan kepadamu segala apa yang kamu mohonkan kepada-Nya. Dan jika kamu menghitung nikmat Allah, niscaya kamu tidak dapat menghitungnya. Sungguh, manusia itu sangat zalim dan sangat mengingkari (nikmat Allah).",
          "tafsir": "Sebagai nikmat Allah juga ialah Dia telah menyediakan bagi manusia segala yang diperlukannya, baik diminta atau tidak, karena Allah telah menciptakan langit dan bumi ini untuk manusia. Dia menyediakan bagi manusia segala sesuatu yang ada, sehingga dapat digunakan dan dimanfaatkan kapan dikehendaki. Kadang-kadang manusia sendiri tidak mengetahui apa yang menjadi keperluan pokoknya, dimana tanpa keperluan itu, ia tidak akan hidup atau dapat mencapai cita-citanya. Keperluan seperti itu tetap dianugerahkan Allah kepadanya sekalipun tanpa diminta. Ada pula bentuk keperluan manusia yang lain yang tidak mungkin didapat kecuali dengan berusaha dan berdoa, karena itu diperlukan usaha manusia untuk memperolehnya. Sangat banyak nikmat Allah swt yang telah dilimpahkan-Nya kepada manusia, sehingga jika ada yang ingin menghitungnya tentu tidak akan sanggup. Oleh karena itu, hendaknya setiap manusia mensyukuri nikmat yang telah diberikan Allah swt dengan jalan menaati segala perintah-Nya dan tidak melakukan hal-hal yang menjadi larangan-Nya. Mensyukuri nikmat Allah yang wajib dilakukan oleh manusia itu bukanlah sesuatu yang diperlukan oleh Allah swt. Allah Mahakaya, tidak memerlukan sesuatupun dari manusia, tetapi kebanyakan manusia sangat zalim dan mengingkari nikmat yang telah diberikan kepadanya."
        },
        {
          "number": 35,
          "arabic": "وَإِذْ قَالَ إِبْرَٰهِيمُ رَبِّ ٱجْعَلْ هَـٰذَا ٱلْبَلَدَ ءَامِنًا وَٱجْنُبْنِى وَبَنِىَّ أَن نَّعْبُدَ ٱلْأَصْنَامَ",
          "transliteration": "wa-idh qāla ib'rāhīmu rabbi ij'ʿal hādhā l-balada āminan wa-uj'nub'nī wabaniyya an naʿbuda l-aṣnāma",
          "translation": "Dan (ingatlah), ketika Ibrahim berdoa, \"Ya Tuhan, jadikanlah negeri ini (Mekkah), negeri yang aman, dan jauhkanlah aku beserta anak cucuku agar tidak menyembah berhala.",
          "tafsir": "Pada ayat-ayat ini, Allah swt memerintahkan kepada Nabi Muhammad agar menyampaikan kepada umatnya kisah di waktu Nabi Ibrahim berdoa kepada Tuhannya, agar doa itu menjadi iktibar dan pelajaran bagi orang Arab waktu itu, karena Ibrahim a.s. itu adalah cikal-bakal dan asal keturunan mereka. Doa itu ialah: Ya Tuhan kami, jadikanlah negeri Mekah ini, negeri yang aman, tenteram, dan sentosa, serta terpelihara dari peperangan dan serangan musuh. Doa Nabi Ibrahim ini dikabulkan Tuhan, dan Dia telah menjadikan negeri Mekah dan sekitarnya, menjadi tanah dan tempat yang aman bagi orang-orang yang berada di sana. Di negeri itu dilarang menumpahkan darah, menganiaya orang, membunuh binatang, dan menebang tumbuh-tumbuhan yang berada di sana. Allah berfirman: Tidakkah mereka memperhatikan, bahwa Kami telah menjadikan (negeri mereka) tanah suci yang aman, padahal manusia di sekitarnya saling merampok. Mengapa (setelah nyata kebenaran) mereka masih percaya kepada yang batil dan ingkar kepada nikmat Allah? (al-Ankabut/29: 67) Orang-orang Arab dan orang-orang yang berdiam di sekitar Jazirah Arab, sejak dahulu hingga sekarang tetap memandang suci dan menghormati tanah haram itu. Bangsa Arab dahulu adalah bangsa yang terkenal sebagai bangsa yang merasa terhina seandainya mereka tidak dapat menuntut bela atas pembunuhan atau penganiayaan yang dilakukan oleh seseorang atau suatu kabilah terhadap anggota kabilahnya. Penuntutan bela itu merupakan suatu kewajiban suci untuk membela kehormatan kabilahnya yang telah ternoda itu. Oleh karena itu, mereka akan mengadakan penuntutan bela pada setiap kesempatan yang mungkin mereka lakukan. Kecuali jika mereka bertemu di tanah haram, mereka tidak akan melakukan penuntutan bela. Mereka menunggu di luar tanah haram. Setelah musuhnya itu keluar dari tanah haram, barulah mereka melakukan pembalasan dendam itu. Demikian pula tanah haram itu dihormati dan terpelihara dari maksud jahat orang-orang yang hendak menghancurkan Kabah dan mengotorinya. Sebagaimana yang pernah dilakukan dan dialami oleh Abrahah, gubernur Ethiopia dan tentaranya. Abrahah yang beragama Nasrani itu dapat menak-lukkan Yaman yang beragama Yahudi. Ia bermaksud mengembangkan agama Nasrani di Yaman dan menciptakan Yaman menjadi pusat agama Nasrani di Jazirah Arab. Ia mengetahui pula bahwa orang-orang di Jazirah Arab sangat menghormati Kabah. Karena itu ia ingin memalingkan perhatian orang dari menghormati dan mengunjungi Kabah kepada menghormati dan mengunjungi suatu tempat atau bangunan yang ada di Yaman. Untuk memenuhi keinginannya itu, dibuatlah sebuah gereja besar dan megah di Yaman, namun penduduk Jazirah Arab tidak tertarik minatnya untuk mengunjungi, apalagi menghormati bangunan tersebut. Karena itu timbullah amarah Abrahah, maka disiapkannya pasukan tentara yang mengendarai gajah untuk menyerbu Mekah dan menghancurkan Kabah. Sekalipun ia dan tentaranya tidak mendapat perlawanan sedikit pun dari orang Mekah waktu itu, tetapi Allah swt menghancurkan Abrahah dengan tentaranya sampai mereka cerai berai. Peristiwa kehancuran Abrahah dan bala tentaranya sewaktu menyerang Mekah ini, dilukiskan Allah swt dalam firman-Nya: Tidakkah engkau (Muhammad) perhatikan bagaimana Tuhanmu telah bertindak terhadap pasukan bergajah? Bukankah Dia telah menjadikan tipu daya mereka itu sia-sia? Dan Dia mengirimkan kepada mereka burung yang berbondong-bondong, yang melempari mereka dengan batu dari tanah liat yang dibakar, sehingga mereka dijadikan-Nya seperti daun-daun yang dimakan (ulat). (al-Fil/105: 1-5) Pada hadis-hadis Rasulullah saw, banyak diterangkan tentang penetapan tanah Mekah sebagai tanah haram. Bahkan pada hadis yang diriwayatkan al-Bukhari ditegaskan bahwa tanah Mekah telah ditetapkan Allah sebagai tanah haram sejak Allah menciptakan langit dan bumi: Dari shafiyah binti Syaibah, ia berkata, \"Aku mendengar Rasulullah saw berkhotbah pada hari penaklukan Mekah, beliau berkata, \"Wahai sekalian manusia, sesungguhnya Allah telah menjadikan Mekah sebagai tanah haram pada hari penciptaan langit dan bumi, maka Dia mengharamkannya sampai hari kiamat, tidak boleh dipotong tumbuh-tumbuhannya, tidak boleh diburu binatangnya dan tidak boleh mengambil barang temuannya kecuali orang yang akan mengumumkan.\" (Riwayat al-Bukhari) Nabi Muhammad saw pernah berdoa kepada Allah swt agar Madinah dijadikan juga sebagai tanah haram. Doa itu diucapkan Rasulullah pada waktu kaum Muslimin menghadap beliau pada permulaan musim buah-buahan, untuk menghadiahkan buah-buahan itu kepada beliau. Tatkala beliau memegang buah-buahan yang diberikan itu, beliau berdoa: Wahai Tuhan, sesungguhnya Ibrahim adalah hamba-Mu, kekasih-Mu, dan nabi-Mu. Demikian pula aku adalah hamba dan nabi-Mu. Sesungguhnya Ibrahim telah berdoa kepada-Mu untuk Mekah, dan sesungguhnya aku berdoa pula untuk Madinah seperti ia mendoakan kepada-Mu untuk Mekah dan semisalnya (Riwayat Muslim dari Abu Hurairah) Ibrahim juga berdoa agar ia dan keturunannya dihindarkan Allah swt dari perbuatan menyembah berhala, karena perbuatan itu menyesatkan manusia dari jalan yang benar ke jalan yang salah. Selanjutnya, Ibrahim menerangkan bahwa siapapun di antara anak cucunya itu yang mengikutinya, yaitu beriman kepada Allah dengan sepenuh hati, memurnikan ketaatan dan ketundukan hanya kepada Allah semata, itulah orang-orang yang mengikuti agamanya. Sebaliknya siapa pun di antara anak cucunya itu yang tidak mengikuti agamanya, dan tidak mengikuti petunjuk Allah yang telah disampaikannya, maka Allah Maha Pengampun Mahakekal rahmat-Nya, Maha Penerima Tobat dengan menuntun manusia ke jalan yang benar. Hal ini berarti bahwa siapapun yang mengakui sebagai pengikut Nabi Ibrahim a.s., tentulah ia menganut agama yang berdasarkan tauhid, mengakui bahwa Tuhan itu Esa tidak beranak, tidak dilahirkan atau diciptakan, dan tidak berserikat dengan sesuatupun, sebagaimana pengakuan penganut-penganut agama yang menyatakan bahwa asal agama mereka ialah agama Nabi Ibrahim. Mustahil jika suatu agama menyatakan sebagai pengikut ajaran Ibrahim padahal mereka mempersekutukan Allah, dan tidak memurnikan ketaatan dan ketundukan kepada Allah semata. Doa Nabi Ibrahim ini tidak seluruhnya dikabulkan Allah karena banyak pula anak cucunya yang durhaka kepada Allah, di samping banyak pula yang beriman, bahkan ada pula yang diangkat menjadi nabi dan rasul. Pada ayat yang lalu Allah swt menerangkan bahwa setelah Nabi Ibrahim diangkat menjadi nabi dan rasul, ia pun berdoa pula agar anak cucunya di kemudian hari diangkat pula menjadi nabi dan rasul, tetapi Allah swt menjawab bahwa tidak seluruh doa Nabi Ibrahim itu dikabulkan Tuhan, karena orang-orang yang zalim, walaupun anak seorang nabi dan rasul, mustahil diangkat menjadi nabi dan rasul, seperti bapak dan kakeknya. Allah swt berfirman: Dan (ingatlah), ketika Ibrahim diuji Tuhannya dengan beberapa kalimat, lalu dia melaksanakannya dengan sempurna. Dia (Allah) berfirman, \"Sesungguhnya Aku menjadikan engkau sebagai pemimpin bagi seluruh manusia.\" Dia (Ibrahim) berkata, \"Dan (juga) dari anak cucuku?\" Allah berfirman, \"(Benar, tetapi) janji-Ku tidak berlaku bagi orang-orang zalim.\" (al-Baqarah/2: 124) Dari ayat ini dapat dipahami bahwa kaum Muslimin dilarang mengangkat orang-orang zalim sebagai pemimpin-pemimpin yang akan mengurus urusan mereka. Yang akan diangkat menjadi pemimpin itu hendaklah orang-orang yang masih berjiwa bersih, suka mengerjakan amal-amal yang saleh, melaksanakan perintah-perintah Allah, dan menghentikan larangan-larangan-Nya."
        },
        {
          "number": 36,
          "arabic": "رَبِّ إِنَّهُنَّ أَضْلَلْنَ كَثِيرًا مِّنَ ٱلنَّاسِ ۖ فَمَن تَبِعَنِى فَإِنَّهُۥ مِنِّى ۖ وَمَنْ عَصَانِى فَإِنَّكَ غَفُورٌ رَّحِيمٌ",
          "transliteration": "rabbi innahunna aḍlalna kathīran mina l-nāsi faman tabiʿanī fa-innahu minnī waman ʿaṣānī fa-innaka ghafūrun raḥīmun",
          "translation": "Ya Tuhan, berhala-berhala itu telah menyesatkan banyak manusia. Barangsiapa mengikutiku, maka orang itu termasuk golonganku, dan barangsiapa mendurhakaiku, maka Engkau Maha Pengampun, Maha Penyayang.",
          "tafsir": "Pada ayat-ayat ini, Allah swt memerintahkan kepada Nabi Muhammad agar menyampaikan kepada umatnya kisah di waktu Nabi Ibrahim berdoa kepada Tuhannya, agar doa itu menjadi iktibar dan pelajaran bagi orang Arab waktu itu, karena Ibrahim a.s. itu adalah cikal-bakal dan asal keturunan mereka. Doa itu ialah: Ya Tuhan kami, jadikanlah negeri Mekah ini, negeri yang aman, tenteram, dan sentosa, serta terpelihara dari peperangan dan serangan musuh. Doa Nabi Ibrahim ini dikabulkan Tuhan, dan Dia telah menjadikan negeri Mekah dan sekitarnya, menjadi tanah dan tempat yang aman bagi orang-orang yang berada di sana. Di negeri itu dilarang menumpahkan darah, menganiaya orang, membunuh binatang, dan menebang tumbuh-tumbuhan yang berada di sana. Allah berfirman: Tidakkah mereka memperhatikan, bahwa Kami telah menjadikan (negeri mereka) tanah suci yang aman, padahal manusia di sekitarnya saling merampok. Mengapa (setelah nyata kebenaran) mereka masih percaya kepada yang batil dan ingkar kepada nikmat Allah? (al-Ankabut/29: 67) Orang-orang Arab dan orang-orang yang berdiam di sekitar Jazirah Arab, sejak dahulu hingga sekarang tetap memandang suci dan menghormati tanah haram itu. Bangsa Arab dahulu adalah bangsa yang terkenal sebagai bangsa yang merasa terhina seandainya mereka tidak dapat menuntut bela atas pembunuhan atau penganiayaan yang dilakukan oleh seseorang atau suatu kabilah terhadap anggota kabilahnya. Penuntutan bela itu merupakan suatu kewajiban suci untuk membela kehormatan kabilahnya yang telah ternoda itu. Oleh karena itu, mereka akan mengadakan penuntutan bela pada setiap kesempatan yang mungkin mereka lakukan. Kecuali jika mereka bertemu di tanah haram, mereka tidak akan melakukan penuntutan bela. Mereka menunggu di luar tanah haram. Setelah musuhnya itu keluar dari tanah haram, barulah mereka melakukan pembalasan dendam itu. Demikian pula tanah haram itu dihormati dan terpelihara dari maksud jahat orang-orang yang hendak menghancurkan Kabah dan mengotorinya. Sebagaimana yang pernah dilakukan dan dialami oleh Abrahah, gubernur Ethiopia dan tentaranya. Abrahah yang beragama Nasrani itu dapat menak-lukkan Yaman yang beragama Yahudi. Ia bermaksud mengembangkan agama Nasrani di Yaman dan menciptakan Yaman menjadi pusat agama Nasrani di Jazirah Arab. Ia mengetahui pula bahwa orang-orang di Jazirah Arab sangat menghormati Kabah. Karena itu ia ingin memalingkan perhatian orang dari menghormati dan mengunjungi Kabah kepada menghormati dan mengunjungi suatu tempat atau bangunan yang ada di Yaman. Untuk memenuhi keinginannya itu, dibuatlah sebuah gereja besar dan megah di Yaman, namun penduduk Jazirah Arab tidak tertarik minatnya untuk mengunjungi, apalagi menghormati bangunan tersebut. Karena itu timbullah amarah Abrahah, maka disiapkannya pasukan tentara yang mengendarai gajah untuk menyerbu Mekah dan menghancurkan Kabah. Sekalipun ia dan tentaranya tidak mendapat perlawanan sedikit pun dari orang Mekah waktu itu, tetapi Allah swt menghancurkan Abrahah dengan tentaranya sampai mereka cerai berai. Peristiwa kehancuran Abrahah dan bala tentaranya sewaktu menyerang Mekah ini, dilukiskan Allah swt dalam firman-Nya: Tidakkah engkau (Muhammad) perhatikan bagaimana Tuhanmu telah bertindak terhadap pasukan bergajah? Bukankah Dia telah menjadikan tipu daya mereka itu sia-sia? Dan Dia mengirimkan kepada mereka burung yang berbondong-bondong, yang melempari mereka dengan batu dari tanah liat yang dibakar, sehingga mereka dijadikan-Nya seperti daun-daun yang dimakan (ulat). (al-Fil/105: 1-5) Pada hadis-hadis Rasulullah saw, banyak diterangkan tentang penetapan tanah Mekah sebagai tanah haram. Bahkan pada hadis yang diriwayatkan al-Bukhari ditegaskan bahwa tanah Mekah telah ditetapkan Allah sebagai tanah haram sejak Allah menciptakan langit dan bumi: Dari shafiyah binti Syaibah, ia berkata, \"Aku mendengar Rasulullah saw berkhotbah pada hari penaklukan Mekah, beliau berkata, \"Wahai sekalian manusia, sesungguhnya Allah telah menjadikan Mekah sebagai tanah haram pada hari penciptaan langit dan bumi, maka Dia mengharamkannya sampai hari kiamat, tidak boleh dipotong tumbuh-tumbuhannya, tidak boleh diburu binatangnya dan tidak boleh mengambil barang temuannya kecuali orang yang akan mengumumkan.\" (Riwayat al-Bukhari) Nabi Muhammad saw pernah berdoa kepada Allah swt agar Madinah dijadikan juga sebagai tanah haram. Doa itu diucapkan Rasulullah pada waktu kaum Muslimin menghadap beliau pada permulaan musim buah-buahan, untuk menghadiahkan buah-buahan itu kepada beliau. Tatkala beliau memegang buah-buahan yang diberikan itu, beliau berdoa: Wahai Tuhan, sesungguhnya Ibrahim adalah hamba-Mu, kekasih-Mu, dan nabi-Mu. Demikian pula aku adalah hamba dan nabi-Mu. Sesungguhnya Ibrahim telah berdoa kepada-Mu untuk Mekah, dan sesungguhnya aku berdoa pula untuk Madinah seperti ia mendoakan kepada-Mu untuk Mekah dan semisalnya (Riwayat Muslim dari Abu Hurairah) Ibrahim juga berdoa agar ia dan keturunannya dihindarkan Allah swt dari perbuatan menyembah berhala, karena perbuatan itu menyesatkan manusia dari jalan yang benar ke jalan yang salah. Selanjutnya, Ibrahim menerangkan bahwa siapapun di antara anak cucunya itu yang mengikutinya, yaitu beriman kepada Allah dengan sepenuh hati, memurnikan ketaatan dan ketundukan hanya kepada Allah semata, itulah orang-orang yang mengikuti agamanya. Sebaliknya siapa pun di antara anak cucunya itu yang tidak mengikuti agamanya, dan tidak mengikuti petunjuk Allah yang telah disampaikannya, maka Allah Maha Pengampun Mahakekal rahmat-Nya, Maha Penerima Tobat dengan menuntun manusia ke jalan yang benar. Hal ini berarti bahwa siapapun yang mengakui sebagai pengikut Nabi Ibrahim a.s., tentulah ia menganut agama yang berdasarkan tauhid, mengakui bahwa Tuhan itu Esa tidak beranak, tidak dilahirkan atau diciptakan, dan tidak berserikat dengan sesuatupun, sebagaimana pengakuan penganut-penganut agama yang menyatakan bahwa asal agama mereka ialah agama Nabi Ibrahim. Mustahil jika suatu agama menyatakan sebagai pengikut ajaran Ibrahim padahal mereka mempersekutukan Allah, dan tidak memurnikan ketaatan dan ketundukan kepada Allah semata. Doa Nabi Ibrahim ini tidak seluruhnya dikabulkan Allah karena banyak pula anak cucunya yang durhaka kepada Allah, di samping banyak pula yang beriman, bahkan ada pula yang diangkat menjadi nabi dan rasul. Pada ayat yang lalu Allah swt menerangkan bahwa setelah Nabi Ibrahim diangkat menjadi nabi dan rasul, ia pun berdoa pula agar anak cucunya di kemudian hari diangkat pula menjadi nabi dan rasul, tetapi Allah swt menjawab bahwa tidak seluruh doa Nabi Ibrahim itu dikabulkan Tuhan, karena orang-orang yang zalim, walaupun anak seorang nabi dan rasul, mustahil diangkat menjadi nabi dan rasul, seperti bapak dan kakeknya. Allah swt berfirman: Dan (ingatlah), ketika Ibrahim diuji Tuhannya dengan beberapa kalimat, lalu dia melaksanakannya dengan sempurna. Dia (Allah) berfirman, \"Sesungguhnya Aku menjadikan engkau sebagai pemimpin bagi seluruh manusia.\" Dia (Ibrahim) berkata, \"Dan (juga) dari anak cucuku?\" Allah berfirman, \"(Benar, tetapi) janji-Ku tidak berlaku bagi orang-orang zalim.\" (al-Baqarah/2: 124) Dari ayat ini dapat dipahami bahwa kaum Muslimin dilarang mengangkat orang-orang zalim sebagai pemimpin-pemimpin yang akan mengurus urusan mereka. Yang akan diangkat menjadi pemimpin itu hendaklah orang-orang yang masih berjiwa bersih, suka mengerjakan amal-amal yang saleh, melaksanakan perintah-perintah Allah, dan menghentikan larangan-larangan-Nya."
        },
        {
          "number": 37,
          "arabic": "رَّبَّنَآ إِنِّىٓ أَسْكَنتُ مِن ذُرِّيَّتِى بِوَادٍ غَيْرِ ذِى زَرْعٍ عِندَ بَيْتِكَ ٱلْمُحَرَّمِ رَبَّنَا لِيُقِيمُوا۟ ٱلصَّلَوٰةَ فَٱجْعَلْ أَفْـِٔدَةً مِّنَ ٱلنَّاسِ تَهْوِىٓ إِلَيْهِمْ وَٱرْزُقْهُم مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمْ يَشْكُرُونَ",
          "transliteration": "rabbanā innī askantu min dhurriyyatī biwādin ghayri dhī zarʿin ʿinda baytika l-muḥarami rabbanā liyuqīmū l-ṣalata fa-ij'ʿal afidatan mina l-nāsi tahwī ilayhim wa-ur'zuq'hum mina l-thamarāti laʿallahum yashkurūna",
          "translation": "Ya Tuhan, sesungguhnya aku telah menempatkan sebagian keturunanku di lembah yang tidak mempunyai tanam-tanaman di dekat rumah Engkau (Baitullah) yang dihormati, ya Tuhan (yang demikian itu) agar mereka melaksanakan salat, maka jadikanlah hati sebagian manusia cenderung kepada mereka dan berilah mereka rezeki dari buah-buahan, mudah-mudahan mereka bersyukur.",
          "tafsir": "Ayat ini menerangkan saat Ibrahim a.s. akan kembali ke Palestina menemui istrinya Sarah, meninggalkan istrinya Hajar dan putranya Ismail yang masih kecil di Mekah, di tengah-tengah padang pasir yang tandus, tanpa ditemani oleh seorang manusia pun dan tanpa bekal untuk keluarganya yang ditinggalkan. Waktu itulah ia berdoa kepada Tuhan Yang Maha Pemurah, mohon agar keluarganya itu dilindungi dan diselamatkan dari segala bahaya dan bencana yang mungkin akan menimpanya. Ibrahim a.s. adalah nabi dan rasul yang diutus menyeru raja Namrudz, raja Babilonia dan rakyatnya, agar mereka mengikuti agama Allah. Setelah menerima siksaan, halangan, dan ancaman dari raja Namrudz dan pengikut-pengikutnya, Ibrahim meninggalkan Babilonia dan akhirnya menetap di Palestina, bersama istrinya Sarah dan pembantu istrinya seorang wanita yang bernama Hajar. Karena Sarah wanita yang mandul, maka Ibrahim a.s. tidak mempunyai seorang putra pun, sedang umurnya telah menginjak masa tua. Sekalipun demikian keinginannya untuk mempunyai seorang putra tetap merupakan cita-cita yang selalu diidam-idamkannya. Oleh karena itu, dinikahinya pembantu istrinya bernama Hajar itu setelah mendapat izin dan persetujuan dari Sarah. Dari pernikahan itu, lahirlah seorang putra yang bernama Ismail dan dengan kelahiran itu pula, terkabullah cita-cita Ibrahim yang diingininya selama ini. Kesayangan Ibrahim kepada putranya Ismail dan bertambah cintanya kepada Hajar menimbulkan rasa cemas dan iri hati pada diri Sarah. Cemas karena khawatir akan berkurang cinta Ibrahim kepadanya, dan iri hati karena ia sendiri tidak dapat memenuhi keinginan Ibrahim untuk memperoleh seorang putra sebagai penerus hidupnya, sedang pembantunya Hajar dapat memenuhi keinginan suaminya. Sarah menyampaikan perasaan hatinya itu kepada suaminya Ibrahim, dan meminta dengan sangat agar Ibrahim membawa dan menjauhkan Hajar dan putranya Ismail darinya. Dengan demikian, ia tidak lagi melihat kebahagiaan Hajar dan semakin bertambah dewasanya Ismail. Ibrahim dapat merasakan betapa dalam cintanya kepada Sarah. Ia pun khawatir kalau-kalau Sarah sedih jika permintaan itu tidak dikabulkan. Oleh karena itu, Ibrahim pun mengabulkan permintaan Sarah. Maka dibawanya Hajar dan putranya, Ismail yang masih kecil, berjalan mengikuti untanya tanpa mengetahui tujuannya, dalam keadaan iba dan terharu mengingat nasib yang akan dialami oleh istrinya dan putranya nanti. Dalam keadaan yang demikian, tanpa disadarinya, sampailah ia ke daerah yang asing baginya, suatu daerah yang terletak di antara bukit-bukit batu yang gersang, yang sekarang bernama kota Mekah. Pada waktu itu, Mekah merupakan daerah dataran rendah padang pasir yang belum didiami oleh seorang manusia pun. Tidak ditemukan suatu sumber air. Menurut hadis yang diriwayatkan oleh al-Bukhari bahwa di tempat itu terdapat sebatang pohon kayu, dan di bawah pohon itulah Ibrahim dan keluarganya berteduh dan melepaskan lelah dari perjalanan yang jauh dari Palestina sampai ke Mekah sekarang ini. Setelah beberapa hari Ibrahim menemani Hajar dan putranya di tempat itu, ia pun teringat kepada istrinya Sarah yang ditinggalkannya di Palestina. Ingin kembali ke Palestina, ia tak sampai hati pula meninggalkan Hajar dan putranya. Dalam keadaan demikian, ia pun memutuskan akan kembali ke Palestina dan meminta persetujuan dari Hajar. Di waktu ia meminta persetujuan dan kerelaan hati Hajar, maka Hajar bertanya kepada Ibrahim, \"Apakah Allah yang memerintahkan kepadamu agar aku ditempatkan di daerah sunyi lagi tandus ini?\" Ibrahim menjawab, \"Benar.\" Hajar menjawab, \"Jika demikian, Dia (Allah) tidak menyia-nyiakan kita.\" Maka berangkatlah Ibrahim ke Palestina, menemui istrinya Sarah dan meninggalkan istri dan putranya Ismail yang masih kecil di tempat itu, di tengah-tengah panas matahari membakar padang pasir, tanpa rumah tempat berteduh, dan perbekalan yang cukup, kecuali sekendi air untuk pelepas haus. Ketika Hajar dan putranya sampai kepada suatu tempat, yang waktu itu semua perbekalan dan air minum telah habis, putranya Ismail menangis kehausan, sedang air susunya tidak mengalir lagi. Ia bermaksud mencari air, dan ditidurkannya putranya di bawah pohon tempat ia berteduh. Ia pun pergi ke mana saja yang dianggapnya ada air, namun ia tidak menemukannya setetes pun. sehingga, tanpa disadarinya ia telah berlari-lari kecil pulang balik tujuh kali antara bukit Safa dan bukit Marwah, tetapi ia belum juga memperoleh air barang setetes pun. Maka dengan rasa sedih dan putus asa, ia kembali ke tempat putranya yang ditinggalkan. Waktu itu Ismail sedang menangis kehausan sambil memukul-mukulkan kakinya ke tanah. Hajar pun berdoa menyerahkan diri kepada Tuhan Yang Maha Pemurah. Dalam keadaan yang demikian, Ibrahim yang sedang melanjutkan perjalanannya ke Palestina, ingat akan istri dan putranya yang ditinggalkan dan nasib yang mungkin sedang dideritanya, karena diperkirakan makanan dan air yang ia tinggalkan telah habis. Lalu ia pun berdoa sebagaimana terdapat dalam ayat itu, \"Wahai Tuhanku, aku telah menempatkan sebagian keturunanku, yaitu istri dan anakku Ismail, yang akan melanjutkan keturunanku, di lembah padang pasir yang tandus lagi gersang, di dekat tempat akan didirikan Kabah, rumah-Mu nanti, yang dihormati, yang Engkau akan melarang manusia mencemarkan kehormatannya, dan yang akan Engkau jadikan daerah sekitarnya sebagai daerah haram, yaitu dilarang di tanah itu berperang dan menumpahkan darah.\" Doa Ibrahim dan istrinya Hajar itu dikabulkan Tuhan. Waktu itu juga, terpancarlah air dari tanah bekas pukulan kaki anaknya Ismail yang sedang menangis. Di saat itu pula, timbullah pada diri Hajar rasa syukur kepada Allah atas rahmat-Nya yang tiada terhingga, dan timbullah dalam hatinya harapan akan kelangsungan hidupnya dan putranya lalu diminumkannya air itu kepada putranya Ismail. Karena khawatir air itu habis dan lenyap kembali ke dalam pasir, maka ia mengumpulkan air itu dengan tangannya, seraya berkata, \"Zam! Zam! (Berkumpullah! Berkumpullah!)\" Dan terkumpullah air itu, tidak kering-kering sampai sekarang dan bernama Telaga Zamzam. Dengan adanya Telaga Zamzam di tempat itu, banyaklah orang yang lewat meminta air ke sana. Tatkala Bani Jurhum melihat adanya sumber air di tempat itu, maka mereka minta izin kepada Hajar tinggal bersama di sana, dan Hajar pun mengabulkan permintaan itu. Sejak itu, mulailah kehidupan di daerah yang tandus itu, semakin hari semakin banyak pendatang yang menetap. Akhirnya timbullah negeri dan kebudayaan, sehingga daerah tersebut menjadi tempat jalan lintas perdagangan antara barat dan timur. Setelah Ismail dewasa, ia menikah dengan salah seorang wanita Bani Jurhum, pendatang baru itu, yang kemudian menurunkan keturunan yang merupakan cikal-bakal penghuni negeri itu. Keturunan itu berkembang biak, mendiami negeri Mekah dan sekitarnya. Dari keturunan Ismail inilah nanti, lahir Nabi Muhammad di kemudian hari, sebagai nabi dan rasul Allah yang penghabisan. Dalam ayat di atas, selanjutnya diterangkan bahwa Ibrahim a.s. berdoa kepada Tuhan agar memelihara keturunannya yang ada di Mekah, menjadi-kan mereka sebagai orang-orang taat mengerjakan salat, menghambakan dan menundukkan dirinya kepada Tuhan. Ia juga meminta agar Tuhan menjadi-kan hati manusia cenderung, cinta, dan kasih kepada keturunannya itu, diberi rezeki, dan didatangkan bahan makanan dan buah-buahan ke negeri yang tandus itu, karena di negeri itu tidak mungkin hidup tumbuh-tumbuhan yang diperlukan sebagai bahan makanan. Doa Nabi Ibrahim dikabulkan Allah swt. Terbukti sejak dahulu hingga sekarang banyak manusia yang mengunjungi Baitullah untuk melaksanakan ibadah haji dan umrah, serta melihat bekas peninggalan-peninggalan dan perjuangan Nabi Muhammad saw dan para sahabatnya. Demikian pula banyak didatangkan ke bumi yang tandus itu pelbagai macam barang keperluan yang diperlukan penghuni negeri itu, seperti bahan makanan, buah-buahan, dan barang pakaian sampai barang mewah. Penganugerahan karunia yang berlipat ganda itu ditegaskan dalam firman Allah swt: Dan mereka berkata, \"Jika kami mengikuti petunjuk bersama engkau, niscaya kami akan diusir dari negeri kami.\" (Allah berfirman) Bukankah Kami telah meneguhkan kedudukan mereka dalam tanah haram (tanah suci) yang aman, yang didatangkan ke tempat itu buah-buahan dari segala macam (tumbuh-tumbuhan) sebagai rezeki (bagimu) dari sisi Kami? Tetapi kebanyakan mereka tidak mengetahui. (al-Qashash/28: 57) Allah swt menganugerahkan rezeki dan kekayaan yang banyak kepada penduduk dan negeri Arab itu agar mereka mensyukuri nikmat Allah dengan menjaga Baitullah, melaksanakan perintah-perintah-Nya, dan menghentikan larangan-larangan-Nya. Dari ayat ini, dapat dipahami bahwa segala sesuatu yang diperoleh selama hidup di dunia ini, adalah untuk keperluan beribadah kepada Tuhan. Dengan hasil yang diperoleh itu, dapat disempurnakan pelaksanaan perintah-perintah Allah dan penghentian larangan-Nya, bukan semata-mata untuk kepentingan dan kesenangan diri sendiri."
        },
        {
          "number": 38,
          "arabic": "رَبَّنَآ إِنَّكَ تَعْلَمُ مَا نُخْفِى وَمَا نُعْلِنُ ۗ وَمَا يَخْفَىٰ عَلَى ٱللَّهِ مِن شَىْءٍ فِى ٱلْأَرْضِ وَلَا فِى ٱلسَّمَآءِ",
          "transliteration": "rabbanā innaka taʿlamu mā nukh'fī wamā nuʿ'linu wamā yakhfā ʿalā l-lahi min shayin fī l-arḍi walā fī l-samāi",
          "translation": "Ya Tuhan kami, sesungguhnya Engkau mengetahui apa yang kami sembunyikan dan apa yang kami tampakkan; dan tidak ada sesuatu pun yang tersembunyi bagi Allah, baik yang ada di bumi maupun yang ada di langit.",
          "tafsir": "Selanjutnya Nabi Ibrahim berdoa, \"Wahai Tuhan kami, sesungguh-nya Engkau mengetahui segala yang tersimpan dalam hati kami termasuk di dalamnya segala yang tersirat dan tergores dalam hati kami. Engkau mengetahui pula segala yang kami ucapkan dan nyatakan termasuk di dalamnya doa-doa yang telah kami panjatkan kepada Engkau. Tidak ada sesuatupun yang tidak Engkau ketahui segala yang ada di bumi maupun di langit, karena semua itu hanya Engkaulah yang menciptakan, memiliki, dan mengaturnya, perkenankanlah doa kami, Ya Tuhan kami.\" Ayat ini mengajarkan kepada kaum Muslimin cara-cara berdoa yang baik sesuai dengan ketentuan agama, yaitu berdoa dengan hati yang bersih, penuh keyakinan akan kebesaran dan kekuasaan Allah, dan isi doa itu melukiskan keinginan untuk menyempurnakan penghambaan diri kepada Tuhan, bukan untuk mencapai sesuatu cita-cita untuk kepentingan dan kesenangan diri dan merugikan orang lain. Doa yang dimohonkan Nabi Ibrahim itu ditujukan agar Tuhan menjadikannya dan anak cucunya hamba Allah yang taat, dan agar anak cucunya itu diberi rezeki, sehingga dengan rezeki itu mereka dapat menyempurnakan penghambaan dirinya kepada Allah. Dengan rezeki itu pula, mereka dapat membela dan mengembangkan agama Allah serta menjadi pelayan dan khadam Kabah, rumah Allah."
        },
        {
          "number": 39,
          "arabic": "ٱلْحَمْدُ لِلَّهِ ٱلَّذِى وَهَبَ لِى عَلَى ٱلْكِبَرِ إِسْمَـٰعِيلَ وَإِسْحَـٰقَ ۚ إِنَّ رَبِّى لَسَمِيعُ ٱلدُّعَآءِ",
          "transliteration": "al-ḥamdu lillahi alladhī wahaba lī ʿalā l-kibari is'māʿīla wa-is'ḥāqa inna rabbī lasamīʿu l-duʿāi",
          "translation": "Segala puji bagi Allah yang telah menganugerahkan kepadaku di hari tua(ku) Ismail dan Ishak. Sungguh, Tuhanku, benar-benar Maha Mendengar (memperkenankan) doa.",
          "tafsir": "Ibrahim a.s. memanjatkan puja kepada Allah, Tuhan Semesta Alam, yang telah menganugerahkan kepadanya dua orang putra yang terbaik, di saat-saat ia dan istrinya telah lanjut usia, tidak mungkin mempunyai putra lagi, bahkan istrinya Sarah telah putus asa dan merasa dirinya tidak mungkin lagi mempunyai anak. Waktu itulah ia dianugerahi putra yang bernama Ishak dan sebelumnya ia telah dianugerahi putra dari istrinya Hajar. Sekalipun Sarah telah sangat tua dan tidak mungkin lagi melahirkan anak, tetapi keinginan mempunyai putra selalu menjadi idamannya, lebih-lebih setelah mendengar Ismail telah bertambah dewasa, selalu dikunjungi oleh suaminya Ibrahim, ke tempat ia dibesarkan di Mekah yang sangat jauh jaraknya dari Palestina. Timbul rasa iri hatinya kepada Hajar, bekas pembantunya, apalagi setelah dinikahi Ibrahim atas izinnya pula. Ditambah pemikiran Sarah, kenapa pembantunya dikaruniai Allah swt seorang putra, sedangkan dia sendiri belum juga lagi dianugerahi. Rasa iri itu semakin lama semakin besar. Dalam keadaan demikianlah, malaikat datang kepada dua orang suami istri yang telah lanjut usia itu, menyampaikan perintah Allah untuk memberitahukan berita gembira bahwa mereka akan dianugerahi Allah seorang putra yang bernama Ishak, seorang anak laki-laki yang akan diangkat menjadi nabi dan rasul di kemudian hari. Berita itu diterima oleh Ibrahim, terutama Sarah, dengan rasa heran dan tidak percaya, tetapi penuh harapan. Ia hampir tidak percaya berita itu karena umurnya telah terlalu tua untuk mengandung dan melahirkan anak. Menurut kelaziman, wanita yang seumur dia mustahil melahirkan anak. Sekalipun demikian, ia juga mempunyai harapan karena berita itu berasal dari Tuhan Yang Maha Esa yang disampaikan oleh malaikat pesuruh-Nya. Ia yakin dan percaya bahwa Tuhan kuasa menciptakan yang dikehendaki-Nya, semua mudah bagi Tuhan. Penyampaian berita oleh malaikat kepada Ibrahim dan Sarah bahwa mereka akan mempunyai putra, dilukiskan dalam firman Allah swt: Dan istrinya berdiri lalu dia tersenyum. Maka Kami sampaikan kepadanya kabar gembira tentang (kelahiran) Ishak dan setelah Ishak (akan lahir) Yakub. Dia (istrinya) berkata, \"Sungguh ajaib, mungkinkah aku akan melahirkan anak padahal aku sudah tua, dan suamiku ini sudah sangat tua? Ini benar-benar sesuatu yang ajaib.\" Mereka (para malaikat) berkata, \"Mengapa engkau merasa heran tentang ketetapan Allah? (Itu adalah) rahmat dan berkah Allah, dicurahkan kepada kamu, wahai ahlulbait! Sesungguhnya Allah Maha Terpuji, Maha Pengasih.\" (Hud/11: 71-73) Dan firman Allah swt: (Mereka) berkata, \"Janganlah engkau merasa takut, sesungguhnya kami memberi kabar gembira kepadamu dengan (kelahiran seorang) anak laki-laki (yang akan menjadi) orang yang pandai (Ishak).\" Dia (Ibrahim) berkata, \"Benarkah kamu memberi kabar gembira kepadaku padahal usiaku telah lanjut, lalu (dengan cara) bagaimana kamu memberi (kabar gembira) tersebut?\" (Mereka) menjawab, \"Kami menyampaikan kabar gembira kepadamu dengan benar, maka janganlah engkau termasuk orang yang berputus asa.\" Dia (Ibrahim) berkata, \"Tidak ada yang berputus asa dari rahmat Tuhannya, kecuali orang yang sesat.\" (al-hijr/15: 53-56) Ibrahim memanjatkan puji dan syukur kepada Allah, yang Maha Pemurah atas anugerah-Nya yang lain, yaitu mengabulkan doa-doanya, seperti menjadikan tanah Mekah dan sekitarnya sebagai tanah haram, menjadikan dia dan sebagian keturunannya orang yang saleh bahkan mengangkat dua orang putranya, Ismail dan Ishak, menjadi nabi dan rasul. Apa yang dirasakan Ibrahim a.s. waktu memanjatkan puji dan syukur kepada Tuhan ini dapat dimaklumi, betapa bahagianya ia dan keluarganya setelah berusaha dengan keras, mengalami cobaan-cobaan yang sangat berat, mendapat halangan dan rintangan dari bapak dan kaumnya, kemudian pada saat umurnya dan istrinya semakin tua, ia melihat semua hasil usahanya itu, hampir semua yang pernah dimohonkannya kepada Tuhan dahulu, dikabulkan. Bahkan cita-citanya memperoleh keturunan, yang semula dirasakannya tidak akan mungkin terwujud, kemudian atas kehendak Tuhan Yang Maha Pemurah, akhirnya terkabul juga, sehingga lahirlah putra yang kedua, yaitu Ishak."
        },
        {
          "number": 40,
          "arabic": "رَبِّ ٱجْعَلْنِى مُقِيمَ ٱلصَّلَوٰةِ وَمِن ذُرِّيَّتِى ۚ رَبَّنَا وَتَقَبَّلْ دُعَآءِ",
          "transliteration": "rabbi ij'ʿalnī muqīma l-ṣalati wamin dhurriyyatī rabbanā wataqabbal duʿāi",
          "translation": "Ya Tuhanku, jadikanlah aku dan anak cucuku orang yang tetap melaksanakan salat, ya Tuhan kami, perkenankanlah doaku.",
          "tafsir": "Pada ayat ini dilukiskan lagi pernyataan syukur Ibrahim pada Allah atas segala rahmat-Nya. Ia bertambah tunduk dan patuh kepada Allah, dan berdoa agar Allah menjadikan keturunannya selalu mengerjakan salat, tidak pernah lalai mengerjakannya sedikit pun, sempurna rukun-rukun dan syarat-syaratnya, dan sempurna pula hendaknya mengerjakan sunah-sunahnya dengan penuh ketundukan dan kekhusyukan. Ibrahim a.s. berdoa agar keturunannya selalu mengerjakan salat, karena salat itu adalah pembeda antara mukmin dan kafir dan merupakan pokok ibadah yang diperintahkan Allah. Orang yang selalu mengerjakan salat, akan mudah baginya mengerjakan ibadah-ibadah lain dan amal-amal saleh. Salat dapat mensucikan jiwa dan raga karena salat dapat mencegah manusia dari perbuatan keji dan mungkar, sebagaimana firman Allah swt: ¦dan laksanakanlah salat. Sesungguhnya salat itu mencegah dari (perbuatan) keji dan mungkar. Dan (ketahuilah) mengingat Allah (salat) itu lebih besar (keutamaannya dari ibadah yang lain). Allah mengetahui apa yang kamu kerjakan. (al-Ankabut/29: 45) Ibrahim a.s. memohon kepada Allah swt agar menerima ibadah-ibadahnya. Keinginan beribadah kepada Tuhan ini lebih diutamakannya dari keinginan mengikuti kehendak bapaknya, sebagaimana firman Allah swt: Dan aku akan menjauhkan diri darimu dan dari apa yang engkau sembah selain Allah, dan aku akan berdoa kepada Tuhanku, mudah-mudahan aku tidak akan kecewa dengan berdoa kepada Tuhanku.\" (Maryam/19: 48) Yang dimaksud dengan doa dalam ayat ini adalah ibadah. Rasulullah saw menyatakan bahwa doa itu adalah ibadah. Kemudian beliau membaca firman Allah swt: Sesungguhnya orang-orang yang ada di sisi Tuhanmu tidak merasa enggan untuk menyembah Allah dan mereka menyucikan-Nya dan hanya kepada-Nya mereka bersujud. (al-Araf/7: 206)"
        },
        {
          "number": 41,
          "arabic": "رَبَّنَا ٱغْفِرْ لِى وَلِوَٰلِدَىَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ ٱلْحِسَابُ",
          "transliteration": "rabbanā igh'fir lī waliwālidayya walil'mu'minīna yawma yaqūmu l-ḥisābu",
          "translation": "Ya Tuhan kami, ampunilah aku dan kedua ibu bapakku dan semua orang yang beriman pada hari diadakan perhitungan (hari Kiamat).\"",
          "tafsir": "Ibrahim a.s. berdoa agar Allah mengampuni segala kesalahannya, kesalahan ibu-bapaknya, dan kesalahan orang-orang yang beriman pada hari dimana Allah menghimpun mereka untuk dihisab segala amal dan perbuatannya yang telah dikerjakan semasa hidup di dunia dahulu. Diriwayatkan dari al-Hasan bahwa ibu Ibrahim adalah seorang yang beriman kepada Allah, sedang bapaknya adalah orang yang kafir. Ia memohonkan ampun bagi bapaknya itu karena ia pernah berjanji akan memohon ampun bagi bapaknya. Akan tetapi, tatkala ternyata bapaknya tetap dalam kekafirannya dan menjadi musuh Allah, maka ia berlepas diri darinya, sebagaimana tersebut dalam firman-Nya: Adapun permohonan ampunan Ibrahim (kepada Allah) untuk bapaknya, tidak lain hanyalah karena suatu janji yang telah diikrarkannya kepada bapaknya. Maka ketika jelas bagi Ibrahim bahwa bapaknya adalah musuh Allah, maka Ibrahim berlepas diri darinya. Sungguh, Ibrahim itu seorang yang sangat lembut hatinya lagi penyantun. (at-Taubah/9: 114)"
        },
        {
          "number": 42,
          "arabic": "وَلَا تَحْسَبَنَّ ٱللَّهَ غَـٰفِلًا عَمَّا يَعْمَلُ ٱلظَّـٰلِمُونَ ۚ إِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيهِ ٱلْأَبْصَـٰرُ",
          "transliteration": "walā taḥsabanna l-laha ghāfilan ʿammā yaʿmalu l-ẓālimūna innamā yu-akhiruhum liyawmin tashkhaṣu fīhi l-abṣāru",
          "translation": "Dan janganlah engkau mengira, bahwa Allah lengah dari apa yang diperbuat oleh orang yang zalim. Sesungguhnya Allah menangguhkan mereka sampai hari yang pada waktu itu mata (mereka) terbelalak,",
          "tafsir": "Disebutkan dalam sejarah bahwa orang musyrik Mekah selalu menghalang-halangi dan menentang Nabi Muhammad dan para sahabat dalam melaksanakan dakwah sebagaimana yang telah diperintahkan Tuhan kepada mereka. Semakin hari halangan dan rintangan itu semakin bertambah, bahkan sampai kepada penganiayaan dan pemboikotan. Banyak para sahabat yang dianiaya. Mereka tidak mau mengadakan hubungan jual-beli, hubungan persaudaraan dan hubungan tolong-menolong dengan kaum Muslimin. Demikian beratnya siksaan dan penganiayaan itu hampir-hampir para sahabat Nabi berputus asa. Sementara itu orang-orang musyrik kelihatannya seakan-akan diberi hati oleh Allah dengan memberikan kekuasaan dan kekayaan harta. Tindakan mereka semakin hari semakin membabi buta. Dalam keadaan yang demikian, Allah memperingatkan Nabi Muhammad saw dengan ayat yang menyatakan, \"Wahai Muhammad, janganlah kamu menyangka Allah swt lengah dan tidak memperhatikan tindakan dan perbuatan orang-orang musyrik Mekah yang zalim itu. Tindakan dan perbuatan mereka itu adalah tindakan dan perbuatan yang menganiaya diri mereka sendiri. Allah pasti mencatat segala perbuatan mereka. Tidak ada satupun yang luput dari catatannya. Semua tindakan dan perbuatan mereka itu akan diberi balasan yang setimpal. Allah akan memasukkan mereka ke dalam neraka yang menyala-nyala di akhirat nanti.\" Dengan turunnya ayat ini, hati Nabi dan para sahabat menjadi tenteram. Semangat juang mereka bertambah. Mereka meningkatkan usaha mengembangkan agama Allah. Semakin berat tekanan dan penganiayaan yang dilakukan kaum musyrikin, semakin bertambah pula usaha mereka menyiarkan agama Islam, karena mereka percaya bahwa Allah pasti akan menepati janji-Nya. Ayat ini ditujukan kepada Nabi Muhammad saw, tetapi yang dimaksud ialah seluruh umat Nabi Muhammad, termasuk umatnya yang hidup pada masa kini. Oleh karena itu, kaum Muslimin tidak perlu terpengaruh oleh kehidupan orang-orang yang zalim yang penuh kemewahan dan kesenangan, seakan-akan mereka umat yang disenangi Allah. Semuanya itu hanyalah merupakan cobaan Tuhan dan sifatnya sementara, sampai kepada waktu yang ditentukan, yaitu hari yang penuh dengan huru-hara dan kesengsaraan, di suatu hari dimana mata manusia membelalak ketakutan menghadapi balasan yang akan diberikan Allah."
        }
      ]
    }
  ]
}