{
  "pageNumber": 386,
  "juz": 20,
  "surahs": [
    {
      "number": 28,
      "name": "Al-Qasas",
      "nameArabic": "القصص",
      "meaning": "Kisah-kisah",
      "revelation": "Makkah",
      "description": "Surat Al-Qashash terdiri dari 88 ayat dan termasuk surat Makkiyyah.Dinamai dengan \"Al-Qashash\" karena pada ayat ke-25 surat ini terdapat kata \"Al-Qashash\" yang berarti \"cerita\". Ayat ini menerangkan bahwa setelah Nabi Musa bertemu dengan Nabi Syu'aib, ia menuturkan cerita yang berhubungan dengan dirinya sendiri, yakni pengalamannya bersama Fir'aun, sampai ketika ia diburu oleh Fir'aun karena membunuh seseorang dari bangsa Qibthi tanpa disengaja. Syu'aib menjawab bahwa Musa telah selamat dari pengejaran orang-orang zalim.Turunnya ayat ke-25 surat ini sangat besar artinya bagi Nabi Muhammad dan para sahabat yang melakukan hijrah ke Madinah. Hal ini menambah keyakinan mereka, bahwa pada akhirnya orang-orang Islamlah yang akan menang. Ayat ini menunjukkan bahwa barang siapa berhijrah dari tempat musuh untuk mempertahankan keimanan, pasti akan berhasil dalam perjuangannya menghadapi musuh-musuh agama. Kepastian kemenangan bagi kaum muslimin ini ditegaskan pada bagian akhir surat ini yang mengandung isyarat bahwa, setelah hijrah ke Madinah, kaum muslimin akan kembali ke Mekah sebagai pemenang dan penegak agama Allah. Surat Al-Qashash ini adalah surat yang paling lengkap memuat cerita Nabi Musa sehingga, menurut suatu riwayat, surat ini juga dinamai surat Musa.**Pokok-Pokok Isi:**1. **Keimanan:** Allah Yang menentukan segala sesuatu dan manusia harus ridha dengan ketentuan itu; alam adalah fana dan hanya Allah yang Kekal; semuanya akan kembali kepada Allah; Allah mengetahui isi hati manusia baik yang dilahirkan ataupun yang disembunyikan.2. **Kisah-kisah:** Kekejaman Fir'aun dan pertolongan serta karunia Allah kepada Bani Israil; Musa dilemparkan ke sungai Nil, Musa membunuh seorang Qibthi tanpa sengaja; Musa di Madyan; Musa menerima perintah menyeru Fir'aun di gunung Sinai; kisah Karun.3. **Lain-lain:** Al-Qur'an menerangkan kisah nabi-nabi dan umat-umat terdahulu sebagai bukti kerasulan Muhammad; ahli kitab yang beriman kepada Nabi Muhammad diberi pahala dua kali lipat; hikmah Al-Qur'an diturunkan secara berangsur-angsur; hanya Allah yang memberi taufik kepada hamba-Nya untuk beriman; Allah menghancurkan suatu negeri karena kezaliman penduduknya sendiri; Allah tidak akan mengazab suatu umat sebelum rasul diutus kepadanya; keadaan orang-orang kafir dan sekutu-sekutu mereka pada hari kiamat; pergantian siang dan malam sebagai rahmat bagi manusia; Allah memberi balasan kebaikan dengan berlipat ganda sedangkan balasan kejahatan seimbang dengan yang telah dilakukan; janji Allah akan kemenangan Nabi Muhammad.Surat Al-Qashash diturunkan pada waktu kaum muslimin dalam keadaan lemah, sedangkan orang musyrik Mekah, sebagai penguasa, ketika itu mempunyai kekuatan dan kekuasaan yang besar.Dalam surat ini, Allah mengemukakan bahwa Fir'aun sebagai seorang raja yang mempunyai kekuasaan yang tak terbatas, dan Qarun sebagai seorang yang berilmu yang mempunyai harta yang tidak terhingga, akan binasa bersama apa yang dimiliki karena mengingkari agama Allah, sedangkan Musa yang semula tidak mempunyai apa pun justru mendapat kemenangan karena mengikuti agama Allah. Ayat ke-59 menegaskan lagi bahwa Allah menghancurkan negeri-negeri yang penduduknya zalim. Kemudian surat ini ditutup dengan menerangkan bahwa kaum muslimin, sekalipun dalam keadaan lemah, nanti setelah hijrah ke Madinah akan kembali lagi ke Mekah sebagai pemenang. Karena itu, tetaplah menyembah Allah, tidak ada Tuhan (yang berhak disembah) selain Dia. Dialah Mahakuasa dan menentukan segala sesuatu.**Hubungan Surat Al-Qashash Dengan Surat Al-'Ankabut:**1. Surat Al-'Ankabut dimulai dengan hiburan dari Allah kepada Nabi Muhammad dan para sahabatnya yang selalu disakiti, diejek, dan diusir oleh orang-orang musyrik Mekah, bahwa orang-orang yang beriman itu akan menerima cobaan atas keimanan mereka, sedangkan surat Al-Qashash menerangkan berbagai macam cobaan yang dialami oleh Nabi Musa dan Bani Israil dalam menghadapi kekejaman Fir'aun. Oleh sebab itu, Allah menyuruh agar Nabi Muhammad dan para sahabatnya agar terus bersabar dalam menghadapi cobaan-cobaan itu.2. Surat Al-Qashash mengisahkan tentang keselamatan Nabi Musa dari pengejaran Fir'aun setelah secara tidak sengaja membunuh orang Qibti. Juga mengisahkan tentang keselamatan Nabi Musa dan pengikutnya dari pengejaran Fir'aun dan bala tentaranya dan tenggelamnya Fir'aun dan bala tentaranya di laut Merah. Sementara itu, surat Al-'Ankabut mengisahkan keselamatan Nabi Nuh dan pengikutnya di atas kapal dan tenggelamnya orang-orang yang mengingkari seruan Nabi Nuh. Semua ini menunjukkan pertolongan Allah kepada hamba-hamba-Nya yang beriman.3. Surat Al-Qashash mengemukakan kelemahan kepercayaan orang-orang yang menyembah berhala dengan menerangkan keadaan penyembah-penyembah berhala dengan berhala itu sendiri pada hari kiamat, sedangkan surat Al-'Ankabut menyatakan kesalahan kepercayaan tersebut dengan membandingkannya dengan laba-laba yang percaya akan kekuatan sarangnya yang sangat lemah itu.4. Kedua surat ini sama-sama menerangkan kisah Fir'aun dan Qarun serta akibat perbuatan keduanya. Kedua Surat ini sama-sama menyinggung hijrah Nabi Muhammad.",
      "verses": [
        {
          "number": 6,
          "arabic": "وَنُمَكِّنَ لَهُمْ فِى ٱلْأَرْضِ وَنُرِىَ فِرْعَوْنَ وَهَـٰمَـٰنَ وَجُنُودَهُمَا مِنْهُم مَّا كَانُوا۟ يَحْذَرُونَ",
          "transliteration": "wanumakkina lahum fī l-arḍi wanuriya fir'ʿawna wahāmāna wajunūdahumā min'hum mā kānū yaḥdharūna",
          "translation": "dan Kami teguhkan kedudukan mereka di bumi dan Kami perlihatkan kepada Fir'aun dan Haman bersama bala tentaranya apa yang selalu mereka takutkan dari mereka<sup foot_note=135556>1</sup>.",
          "tafsir": "Pada ayat ini, Allah menerangkan bahwa Dia akan melimpahkan rahmat dan karunia-Nya kepada Bani Israil yang tertindas dan lemah itu dengan memberikan kepada mereka kekuatan dan kekuasaan duniawi dan agama. Maka berkat perjuangan Bani Israil, berdirilah satu kerajaan yang besar dan kuat di negeri Syam dan akhirnya mereka mempunyai kekuasaan yang besar di Mesir yang dahulunya pernah menindas dan memperbudak mereka. Hal ini ditegaskan Allah dalam firman-Nya: Dan Kami wariskan kepada kaum yang tertindas itu, bumi bagian timur dan bagian baratnya yang telah Kami berkahi. Dan telah sempurnalah firman Tuhanmu yang baik itu (sebagai janji) untuk Bani Israil disebabkan kesabaran mereka. Dan Kami hancurkan apa yang telah dibuat Fir'aun dan kaumnya dan apa yang telah mereka bangun. (al-A'raf/7: 137) Demikianlah, bila Allah menghendaki sesuatu, pasti terlaksana. Bagaimana pun kuatnya Fir'aun dengan tentara dan kekayaannya serta bagaimana pun lemahnya Bani Israil sampai tidak mempunyai kekuasaan sedikit pun bahkan selalu ditindas, dianiaya, dan dimusuhi, tetapi karena Allah hendak memuliakan mereka, ada saja jalan dan kesempatan bagi mereka untuk bangkit dan bergerak. Berkat keuletan dan kesabaran, mereka berhasil menguasai negeri Mesir yang pernah memperbudak mereka. Allah memperlihatkan kepada Fir'aun apa yang selalu ditakutinya, juga oleh Haman (menterinya) dan tentaranya, yaitu keruntuhan kerajaan mereka dengan lahirnya seorang bayi, yaitu Musa. Bayi ini luput dari pengawasan Fir'aun, bahkan diasuh dan dididik di istananya, serta dimanjakan dan dibesarkan dengan penuh kasih sayang. Padahal, bayi itulah nanti, di waktu besarnya, yang akan menumbangkan kekuasaannya, menghancurkan tentaranya dan menaklukkan negaranya. Bagaimana pedihnya luka di hati Fir'aun ketika melihat anak yang disayangi dan dimanjakan, menantang dan melawan kekuasaannya. Kesombongan, takabur, dan keangkuhan Fir'aun memang tak ada gunanya ketika berhadapan dengan kekuasaan dan keperkasaan Allah. Semua tindakannya dibalas dengan tindakan yang setimpal. Di antara tindakan yang dilakukan oleh Fir'aun yang melampaui batas adalah: 1. Menganggap dirinya berkuasa mutlak sehingga ia bersikap takabur dan sombong bahkan mendakwakan dirinya sebagai tuhan. 2. Untuk menjamin kelanggengan kekuasaannya, dia memecah belah bangsanya, memusnahkan golongan yang menentangnya, membunuh semua bayi laki-laki Bani Israil, dan membiarkan anak-anak perempuan mereka hidup untuk dipekerjakan dan dijadikan sebagai gundik dan dayang-dayang kerajaan. 3. Berlaku sewenang-wenang dan berbuat kerusakan di muka bumi. Tindakan Fir'aun itu dibalas oleh Allah dengan beberapa tindakan pula, yaitu: 1. Allah membebaskan Bani Israil dari cengkeraman Fir'aun dan kaumnya dan menjadikan mereka pemuka dan pemimpin di dunia. 2. Allah mewariskan kepada mereka negeri Syam dengan menjadikan mereka berkuasa di sana dan memberikan tempat di muka bumi. 3. Allah memperlihatkan kepada Fir'aun, Haman, dan tentaranya bagaimana keruntuhan kekuasaan mereka. Demikianlah Allah memperlihatkan kekuasaan-Nya. Suatu hal yang rasanya tidak mungkin, bisa terjadi yaitu tumbangnya suatu kekuasaan besar oleh orang-orang yang lemah, tertindas dan teraniaya. Sungguh Allah telah memberikan kekuasaan kepada siapa yang dikehendaki-Nya, membuat dan mencabut kekuasaan dari siapa yang dikehendaki-Nya sebagaimana tersebut dalam firman-Nya: Katakanlah (Muhammad), \"Wahai Tuhan pemilik kekuasaan, Engkau berikan kekuasaan kepada siapa pun yang Engkau kehendaki, dan Engkau cabut kekuasaan dari siapa pun yang Engkau kehendaki. Engkau muliakan siapa pun yang Engkau kehendaki dan Engkau hinakan siapa pun yang Engkau kehendaki. Di tangan Engkaulah segala kebajikan. Sungguh, Engkau Mahakuasa atas segala suatu. (ali 'Imran/3: 26)"
        },
        {
          "number": 7,
          "arabic": "وَأَوْحَيْنَآ إِلَىٰٓ أُمِّ مُوسَىٰٓ أَنْ أَرْضِعِيهِ ۖ فَإِذَا خِفْتِ عَلَيْهِ فَأَلْقِيهِ فِى ٱلْيَمِّ وَلَا تَخَافِى وَلَا تَحْزَنِىٓ ۖ إِنَّا رَآدُّوهُ إِلَيْكِ وَجَاعِلُوهُ مِنَ ٱلْمُرْسَلِينَ",
          "transliteration": "wa-awḥaynā ilā ummi mūsā an arḍiʿīhi fa-idhā khif'ti ʿalayhi fa-alqīhi fī l-yami walā takhāfī walā taḥzanī innā rāddūhu ilayki wajāʿilūhu mina l-mur'salīna",
          "translation": "Dan Kami ilhamkan kepada ibu Musa, \"Susuilah dia (Musa), dan apabila engkau khawatir terhadapnya maka hanyutkanlah dia ke sungai (Nil). Dan janganlah engkau takut dan jangan (pula) bersedih hati, sesungguhnya Kami akan mengembalikannya kepadamu, dan menjadikannya salah seorang rasul.\"",
          "tafsir": "Ayat ini menggambarkan situasi yang sangat mencemaskan ibu Musa yang akan melahirkan anaknya. Ia tahu bahwa anak itu akan direnggut dari pangkuannya dan akan dibunuh tanpa rasa iba dan belas kasihan. Walaupun kelahiran Musa dapat disembunyikan, tetapi lama-kelamaan pasti akan diketahui oleh mata-mata Fir'aun yang banyak bertebaran di pelosok negeri, sehingga nasib bayinya akan sama dengan nasib bayi-bayi Bani Israil lainnya. Setelah melahirkan Musa, ibunya selalu merasa gelisah dan khawatir memikirkan nasib anaknya yang telah dikandungnya dengan susah payah selama sembilan bulan yang menjadi tumpuan harapan setelah bayi itu besar. Oleh karena itu, ia selalu memohon kepada Allah agar anaknya diselamatkan dari bahaya maut yang selalu mengancamnya. Dalam keadaan gelisah dan cemas itu, Allah mengilhamkan kepada ibu Musa bahwa dia tidak perlu khawatir dan cemas. Hendaklah dia tetap menyusui dan menjaganya dengan sebaik-baiknya. Bila dia merasa takut karena ada tanda-tanda bahwa anaknya itu akan diketahui oleh Fir'aun, maka hendaklah ia melemparkan anak itu ke sungai Nil. Ibu Musa diperintahkan Allah untuk tidak merasa ragu dan khawatir, karena Dia akan menjaga dan mengembalikan Musa ke pangkuannya. Kelak anak itu akan menjadi rasul Allah yang akan menyampaikan dakwah kepada Fir'aun."
        },
        {
          "number": 8,
          "arabic": "فَٱلْتَقَطَهُۥٓ ءَالُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوًّا وَحَزَنًا ۗ إِنَّ فِرْعَوْنَ وَهَـٰمَـٰنَ وَجُنُودَهُمَا كَانُوا۟ خَـٰطِـِٔينَ",
          "transliteration": "fal-taqaṭahu ālu fir'ʿawna liyakūna lahum ʿaduwwan waḥazanan inna fir'ʿawna wahāmāna wajunūdahumā kānū khāṭiīna",
          "translation": "Maka dia dipungut oleh keluarga Fir'aun agar (kelak) dia menjadi musuh dan kesedihan bagi mereka. Sungguh, Fir'aun dan Haman bersama bala tentaranya adalah orang-orang yang bersalah.",
          "tafsir": "Pada ayat ini dijelaskan bagaimana ibu Musa melaksanakan ilham yang diterimanya karena ia yakin apa yang dijanjikan Allah kepadanya pasti terjadi. Setelah bayi Musa dibungkus badannya dan dimasukkan ke dalam peti, Musa dihanyutkan ke sungai Nil dan arus sungai membawanya ke arah istana Fir'aun yang dibangun di tepi sungai itu. Salah seorang keluarga Fir'aun melihat peti itu terapung-apung dibawa arus sungai dan segera mengambil dan membawanya kepada istri Fir'aun. Setelah dibuka, ia sangat terkejut ketika melihat bahwa isi peti itu adalah seorang bayi. Saat itu juga timbul kasih sayang istri Fir'aun kepada bayi itu. Dengan cepat dibawanya bayi itu kepada Fir'aun. Tanpa ragu-ragu Fir'aun memerintahkan supaya bayi itu dibunuh karena takut kalau ia keturunan Bani Israil. Akan tetapi, istri Fir'aun membujuknya agar tidak membunuh bayi itu, dan mengangkatnya sebagai anak dengan harapan kelak anak itu akan berjasa kepada Fir'aun dan kerajaannya. Akhirnya Fir'aun mengizinkan anak itu diasuh dan dipelihara oleh istrinya, tanpa menyadari bahwa Allah menghendaki kejadian ini. Allah menghendaki apabila anak itu dewasa nanti, ia akan menjadi musuh Fir'aun yang paling besar dan akan menumbangkan kekuasaannya, bukan menjadi anak yang akan berjasa dan berbakti kepadanya. Demikianlah Allah menakdirkan keruntuhan kekuasaan Fir'aun, sebagai balasan atas kesombongan, kezaliman, dan kekejamannya terhadap Bani Israil. Sesungguhnya Fir'aun, Haman, dan tentaranya telah berbuat kesalahan besar dengan melakukan kekejaman itu. Sudah sewajarnya Allah menghancurkan kekuasaan Fir'aun itu dengan perantaraan seorang keturunan Bani Israil yang dihinakannya."
        },
        {
          "number": 9,
          "arabic": "وَقَالَتِ ٱمْرَأَتُ فِرْعَوْنَ قُرَّتُ عَيْنٍ لِّى وَلَكَ ۖ لَا تَقْتُلُوهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوْ نَتَّخِذَهُۥ وَلَدًا وَهُمْ لَا يَشْعُرُونَ",
          "transliteration": "waqālati im'ra-atu fir'ʿawna qurratu ʿaynin lī walaka lā taqtulūhu ʿasā an yanfaʿanā aw nattakhidhahu waladan wahum lā yashʿurūna",
          "translation": "Dan istri Fir'aun berkata, \"(Dia) adalah penyejuk mata hati bagiku dan bagimu. Janganlah engkau membunuhnya, mudah-mudahan dia bermanfaat kepada kita atau kita ambil dia menjadi anak,\" sedang mereka tidak menyadari.",
          "tafsir": "Pada ayat ini, Allah menjelaskan jawaban istri Fir'aun untuk mempertahankan bayi itu agar tidak dibunuh, karena Fir'aun khawatir kalau bayi itu anak seorang Bani Israil yang dikhawatirkan akan menghancurkan kekuasaannya. Istri Fir'aun yang telah telanjur menyayangi anak itu karena tertarik melihat parasnya yang rupawan mengatakan, \"Janganlah engkau bunuh anak ini karena saya amat sayang dan tertarik kepadanya. Biarkanlah saya mengasuh dan mendidiknya. Dia akan menjadi penghibur hatiku dan hatimu di kala susah. Siapa tahu di kemudian hari dia akan berjasa kepada kita. Atau alangkah baiknya kalau dia kita ambil menjadi anak angkat kita, karena sampai sekarang kita belum dikaruniai seorang anak pun.\" Karena kegigihan istri Fir'aun dan alasan-alasan logis yang dikemukakannya, akhirnya Fir'aun membiarkan anak itu hidup dan diasuh sendiri oleh istrinya. Demikianlah takdir Allah. Dia telah menjadikan istri Fir'aun menyayangi anak itu dan menjadikan hati Fir'aun lunak karena rayuan istrinya sehingga anak itu tidak jadi dibunuh. Padahal, anak itulah kelak yang akan menentang Fir'aun dan akan menjadi musuhnya yang utama tanpa dia sadari sedikit pun."
        },
        {
          "number": 10,
          "arabic": "وَأَصْبَحَ فُؤَادُ أُمِّ مُوسَىٰ فَـٰرِغًا ۖ إِن كَادَتْ لَتُبْدِى بِهِۦ لَوْلَآ أَن رَّبَطْنَا عَلَىٰ قَلْبِهَا لِتَكُونَ مِنَ ٱلْمُؤْمِنِينَ",
          "transliteration": "wa-aṣbaḥa fuādu ummi mūsā fārighan in kādat latub'dī bihi lawlā an rabaṭnā ʿalā qalbihā litakūna mina l-mu'minīna",
          "translation": "Dan hati ibu Musa menjadi kosong.<sup foot_note=135557>1</sup> Sungguh, hampir saja dia menyatakannya (rahasia tentang Musa), seandainya tidak Kami teguhkan hatinya, agar dia termasuk orang-orang yang beriman (kepada janji Allah).",
          "tafsir": "Pada ayat ini, Allah menerangkan bagaimana keadaan ibu Musa setelah ia melemparkan anaknya ke sungai Nil untuk melaksanakan ilham yang diterimanya dari Allah. Walaupun tindakan yang dilakukannya berdasarkan ilham dari Allah dengan janji bahwa anaknya akan dikembalikan kepadanya, namun ia tetap gelisah dan tidak pernah merasa tenteram memikirkan nasib anaknya yang telah dihanyutkan ke sungai Nil. Berbagai macam pertanyaan terlintas dalam pikiran ibu Musa. Kadang-kadang dia menyesali dirinya telah melakukan perbuatan itu. Bagaimanakah cara menemukan anaknya kembali? Apakah dia akan berteriak-teriak dan mengakui bahwa dia telah melemparkan anaknya ke sungai, kemudian minta tolong kepada khalayak ramai untuk mencarinya? Benar-benar hati dan pikirannya telah kosong. Dia telah kehilangan akal dan kesadaran sehingga tak dapat berpikir lagi. Akan tetapi, Allah menguatkan hatinya dan menenteramkan pikirannya sehingga sadar dan percaya bahwa Allah telah menjanjikan akan mengembalikan anaknya ke pangkuannya dan kelak akan mengangkatnya menjadi rasul."
        },
        {
          "number": 11,
          "arabic": "وَقَالَتْ لِأُخْتِهِۦ قُصِّيهِ ۖ فَبَصُرَتْ بِهِۦ عَن جُنُبٍ وَهُمْ لَا يَشْعُرُونَ",
          "transliteration": "waqālat li-ukh'tihi quṣṣīhi fabaṣurat bihi ʿan junubin wahum lā yashʿurūna",
          "translation": "Dan dia (ibunya Musa) berkata kepada saudara perempuan Musa, \"Ikutilah dia (Musa).\" Maka dia melihatnya (Musa) dari jauh, sedang mereka tidak menyadarinya,",
          "tafsir": "Walaupun ibu Musa telah melaksanakan apa yang diilhamkan Allah kepadanya, namun hatinya belum tenteram. Oleh sebab itu, ia menyuruh anak perempuannya (kakak Musa) mencari-cari berita tentang Musa. Lalu kakak Musa pergi mengikuti peti yang berisi Musa. Akhirnya dia melihat dari kejauhan peti itu telah memasuki kawasan Fir'aun dan disela-matkan keluarganya. Meskipun peristiwa ini disaksikan orang banyak, tetapi mereka tidak menyadari kehadiran Musa di antara mereka. Di istana orang-orang sibuk mencari siapa yang cocok menyusukan anak itu, karena ia menolak setiap wanita yang hendak menyusukannya. Setelah saudara Musa mengetahui hal ini, dia pun memberanikan diri tampil ke muka dan mengatakan bahwa ia mengetahui seorang wanita yang sehat dan banyak air susunya. Mungkin anak itu mau disusukan oleh wanita tersebut. Wanita itu dari keluarga baik-baik dan anak itu pasti akan dijaga dengan penuh perhatian dan penuh rasa kasih sayang. Diriwayatkan dari Ibnu 'Abbas bahwa setelah saudara Musa mengucapkan kata-kata itu, lalu ibu Musa dibawa ke istana, mereka memandang kepadanya dengan rasa curiga dan mengemukakan pertanyaan, \"Dari mana engkau tahu bahwa wanita itu akan menjaganya dengan baik dan akan menumpahkan kasih sayang terhadapnya?\" Saudara Musa menjawab, \"Tentu saja ia akan berbuat demikian karena mengharapkan kesenangan hati raja Fir'aun dan mengharapkan pemberian yang banyak darinya.\" Dengan jawaban ini hilanglah kecurigaan mereka. Musa kemudian dibawa kembali ke rumah ibunya. Sesampainya di rumah, ibunya meletakkan Musa di pangkuannya untuk disusukan. Dengan segera mulut Musa menangkap puting susu ibunya. Mereka yang hadir sangat gembira melihat hal itu dan dikirimlah utusan permaisuri raja untuk memberitakan hal itu. Permaisuri memanggil ibu Musa dan memberinya hadiah dan pemberian yang banyak serta meminta kepadanya supaya ia bersedia tinggal di istana untuk merawat dan mengasuh Musa. Ibu Musa menolak tawaran itu dengan halus dan mengatakan kepada permaisuri bahwa dia mempunyai suami dan anak-anak dan tidak sampai hati meninggalkan mereka. Dia memohon agar permaisuri mengizinkannya membawa Musa ke rumahnya. Permaisuri tidak merasa keberatan atas usul itu dan mengizinkan Musa dibawa ke rumah ibunya. Permaisuri memberinya perongkosan yang cukup. Di samping itu, permaisuri juga memberinya hadiah berupa uang, pakaian, dan lain sebagainya. Akhirnya kembalilah ibu Musa ke rumah membawa anak kandungnya dengan hati yang senang dan gembira. Allah telah menghilangkan semua kegelisahan dan kekhawatiran ibu Musa dan menggantinya dengan ketenteraman, kemuliaan, dan rezeki yang melimpah dan mengembalikan Musa untuk tinggal bersama ibunya."
        },
        {
          "number": 12,
          "arabic": "۞ وَحَرَّمْنَا عَلَيْهِ ٱلْمَرَاضِعَ مِن قَبْلُ فَقَالَتْ هَلْ أَدُلُّكُمْ عَلَىٰٓ أَهْلِ بَيْتٍ يَكْفُلُونَهُۥ لَكُمْ وَهُمْ لَهُۥ نَـٰصِحُونَ",
          "transliteration": "waḥarramnā ʿalayhi l-marāḍiʿa min qablu faqālat hal adullukum ʿalā ahli baytin yakfulūnahu lakum wahum lahu nāṣiḥūna",
          "translation": "dan Kami cegah dia (Musa) menyusu kepada perempuan-perempuan yang mau menyususi(nya) sebelum itu; maka berkatalah dia (saudaranya Musa), \"Maukah aku tunjukkan kepadamu, keluarga yang akan memeliharanya untukmu dan mereka dapat berlaku baik padanya?\"",
          "tafsir": "Walaupun ibu Musa telah melaksanakan apa yang diilhamkan Allah kepadanya, namun hatinya belum tenteram. Oleh sebab itu, ia menyuruh anak perempuannya (kakak Musa) mencari-cari berita tentang Musa. Lalu kakak Musa pergi mengikuti peti yang berisi Musa. Akhirnya dia melihat dari kejauhan peti itu telah memasuki kawasan Fir'aun dan disela-matkan keluarganya. Meskipun peristiwa ini disaksikan orang banyak, tetapi mereka tidak menyadari kehadiran Musa di antara mereka. Di istana orang-orang sibuk mencari siapa yang cocok menyusukan anak itu, karena ia menolak setiap wanita yang hendak menyusukannya. Setelah saudara Musa mengetahui hal ini, dia pun memberanikan diri tampil ke muka dan mengatakan bahwa ia mengetahui seorang wanita yang sehat dan banyak air susunya. Mungkin anak itu mau disusukan oleh wanita tersebut. Wanita itu dari keluarga baik-baik dan anak itu pasti akan dijaga dengan penuh perhatian dan penuh rasa kasih sayang. Diriwayatkan dari Ibnu 'Abbas bahwa setelah saudara Musa mengucapkan kata-kata itu, lalu ibu Musa dibawa ke istana, mereka memandang kepadanya dengan rasa curiga dan mengemukakan pertanyaan, \"Dari mana engkau tahu bahwa wanita itu akan menjaganya dengan baik dan akan menumpahkan kasih sayang terhadapnya?\" Saudara Musa menjawab, \"Tentu saja ia akan berbuat demikian karena mengharapkan kesenangan hati raja Fir'aun dan mengharapkan pemberian yang banyak darinya.\" Dengan jawaban ini hilanglah kecurigaan mereka. Musa kemudian dibawa kembali ke rumah ibunya. Sesampainya di rumah, ibunya meletakkan Musa di pangkuannya untuk disusukan. Dengan segera mulut Musa menangkap puting susu ibunya. Mereka yang hadir sangat gembira melihat hal itu dan dikirimlah utusan permaisuri raja untuk memberitakan hal itu. Permaisuri memanggil ibu Musa dan memberinya hadiah dan pemberian yang banyak serta meminta kepadanya supaya ia bersedia tinggal di istana untuk merawat dan mengasuh Musa. Ibu Musa menolak tawaran itu dengan halus dan mengatakan kepada permaisuri bahwa dia mempunyai suami dan anak-anak dan tidak sampai hati meninggalkan mereka. Dia memohon agar permaisuri mengizinkannya membawa Musa ke rumahnya. Permaisuri tidak merasa keberatan atas usul itu dan mengizinkan Musa dibawa ke rumah ibunya. Permaisuri memberinya perongkosan yang cukup. Di samping itu, permaisuri juga memberinya hadiah berupa uang, pakaian, dan lain sebagainya. Akhirnya kembalilah ibu Musa ke rumah membawa anak kandungnya dengan hati yang senang dan gembira. Allah telah menghilangkan semua kegelisahan dan kekhawatiran ibu Musa dan menggantinya dengan ketenteraman, kemuliaan, dan rezeki yang melimpah dan mengembalikan Musa untuk tinggal bersama ibunya."
        },
        {
          "number": 13,
          "arabic": "فَرَدَدْنَـٰهُ إِلَىٰٓ أُمِّهِۦ كَىْ تَقَرَّ عَيْنُهَا وَلَا تَحْزَنَ وَلِتَعْلَمَ أَنَّ وَعْدَ ٱللَّهِ حَقٌّ وَلَـٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
          "transliteration": "faradadnāhu ilā ummihi kay taqarra ʿaynuhā walā taḥzana walitaʿlama anna waʿda l-lahi ḥaqqun walākinna aktharahum lā yaʿlamūna",
          "translation": "Maka kami kembalikan dia (Musa) kepada ibunya, agar senang hatinya dan tidak bersedih hati, dan agar dia mengetahui bahwa janji Allah adalah benar, tetapi kebanyakan mereka tidak mengetahuinya.",
          "tafsir": "Ayat ini menerangkan bahwa janji Allah kepada ibu Musa telah terlaksana yaitu mengembalikan Musa kepadanya supaya hatinya menjadi tenteram dan tidak lagi merasa sedih. Demikian pula Allah telah menepati janji-Nya untuk mengangkat Musa menjadi rasul, tetapi kebanyakan manusia tidak mengetahuinya. Siapa yang mengira bahwa seorang anak yang telah diincar maut karena dia anak dari Bani Israil kemudian disayangi dan diasuh dalam istana dengan penuh rasa cinta dan kasih dengan harapan dia akan berjasa bila dia dewasa. Akan tetapi, ternyata anak itu akan menjadi rasul dan menentang kekuasaan Fir'aun, bahkan meruntuhkan kerajaan itu sendiri."
        }
      ]
    }
  ]
}