{
  "pageNumber": 217,
  "juz": 11,
  "surahs": [
    {
      "number": 10,
      "name": "Yunus",
      "nameArabic": "يونس",
      "meaning": "Nabi Yunus",
      "revelation": "Makkah",
      "description": "Surat Yunus terdiri dari 109 ayat dan termasuk surat Makkiyyah, kecuali ayat 40, 94, dan 95 yang diturunkan di Madinah.Surat ini dinamai \"Yunus\" karena di dalamnya disebutkan kisah Nabi Yunus dan pengikut-pengikutnya yang memiliki keteguhan iman.Pokok-Pokok Isi:1. Keimanan:Al-Qur'an bukanlah sihir; Allah mengatur alam semesta dari 'Arsy-Nya; syafaat hanyalah dengan izin Allah; wali-wali Allah; wahyu Allah yang menerangkan yang ghaib kepada manusia; Allah menyaksikan dan mengamati perbuatan hamba-hamba-Nya di dunia; Allah tidak mempunyai Anak.2. Hukum:Menentukan perhitungan tahun dan waktu dengan perjalanan matahari dan bulan; hukum mengada-adakan sesuatu terhadap Allah dan mendustakan ayat-ayat-Nya.3. Kisah-kisah:Kisah Nabi Nuh dengan kaumnya; Nabi Musa dengan Fir'aun dan tukang-tukang sihir; kisah Bani Israil setelah keluar dari negeri Mesir; Nabi Yunus dengan kaumnya.4. Lain-lain:Manusia ingat kepada Allah ketika ditimpa kesulitan dan lupa ketika diberi kesenangan; keadaan orang-orang baik dan orang-orang jahat pada hari kiamat; Al-Qur'an tidak dapat ditandingi; rasul hanya menyampaikan risalah.Surat Yunus mengandung hal-hal yang berhubungan dengan pokok-pokok kepercayaan, lenyapnya syirik, pengutusan rasul, hari kebangkitan, hari pembalasan, dan hal-hal yang berhubungan dengan pokok-pokok agama lainnya sebagaimana biasa didapati dalam surat-surat Makkiyah.Hubungan Surat Yunus Dengan Surat Hud:1. Kedua surat ini sama-sama dimulai dengan alif laam raa', kemudian diiringi dengan menyebutkan risalah nabi-nabi yang diutus Allah dan menerangkan kedudukan para rasul sebagai pemberi kabar gembira dan pemberi peringatan.2. Kedua surat ini pada pertengahannya sama-sama menerangkan tentang keingkaran orang-orang kafir terhadap Al-Qur'an, bantahan terhadap anggapan kepalsuan risalah para rasul, dan keingkaran kaum musyrikin terhadap pokok agama. Kemudian kedua surat ini sama-sama ditutup dengan seruan agar mengikuti rasul, bersabar terhadap semua tindakan jahat kaum musyrikin, istiqamah, dan bertawakal kepada Allah.3. Kedua surat ini sama-sama menerangkan kisah para nabi, tetapi kisah para nabi yang disebut dalam surat Hud bersifat menjelaskan apa yang telah disebut dalam surat Yunus. Pada umumnya, apa yang diutarakan dalam surat Hud merupakan penjelasan dari apa yang telah disebut dalam surat Yunus.",
      "verses": [
        {
          "number": 71,
          "arabic": "۞ وَٱتْلُ عَلَيْهِمْ نَبَأَ نُوحٍ إِذْ قَالَ لِقَوْمِهِۦ يَـٰقَوْمِ إِن كَانَ كَبُرَ عَلَيْكُم مَّقَامِى وَتَذْكِيرِى بِـَٔايَـٰتِ ٱللَّهِ فَعَلَى ٱللَّهِ تَوَكَّلْتُ فَأَجْمِعُوٓا۟ أَمْرَكُمْ وَشُرَكَآءَكُمْ ثُمَّ لَا يَكُنْ أَمْرُكُمْ عَلَيْكُمْ غُمَّةً ثُمَّ ٱقْضُوٓا۟ إِلَىَّ وَلَا تُنظِرُونِ",
          "transliteration": "wa-ut'lu ʿalayhim naba-a nūḥin idh qāla liqawmihi yāqawmi in kāna kabura ʿalaykum maqāmī watadhkīrī biāyāti l-lahi faʿalā l-lahi tawakkaltu fa-ajmiʿū amrakum washurakāakum thumma lā yakun amrukum ʿalaykum ghummatan thumma iq'ḍū ilayya walā tunẓirūni",
          "translation": "Dan bacakanlah kepada mereka berita penting (tentang) Nuh ketika (dia) berkata kepada kaumnya, \"Wahai kaumku! Jika terasa berat bagimu aku tinggal (bersamamu) dan peringatanku dengan ayat-ayat Allah, maka kepada Allah aku bertawakal. Karena itu bulatkanlah keputusanmu dan kumpulkanlah sekutu-sekutumu (untuk membinasakanku), dan janganlah keputusanmu itu dirahasiakan. Kemudian bertindaklah terhadap diriku, dan janganlah kamu tunda lagi!",
          "tafsir": "Allah memerintahkan Nabi Muhammad saw untuk menceritakan kepada kaum musyrikin Mekah tentang peristiwa penting dalam kisah Nabi Nuh a.s. dan kaumnya. Nabi Nuh a.s. menyatakan kepada kaumnya tentang kebulatan tekadnya untuk terus menyebarkan agama Allah seraya menyerah-kan sepenuhnya segala keputusan kepada Allah. Tidak memperdulikan apakah kaumnya itu keberatan akan kehadirannya di tengah-tengah mereka untuk menyeru mereka menyembah Allah, ataukah mereka keberatan terhadap peringatan yang disampaikannya tentang bukti-bukti keesaan Allah. Berkat kebulatan tekad dan ketawakkalannya itu, Nabi Nuh a.s. tidak ragu-ragu menentang kaumnya supaya mereka membulatkan keputusan mereka dengan mengikutsertakan sembahan-sembahan mereka untuk membinasakan beliau. Bahkan dia menganjurkan kepada mereka agar dalam menetapkan rencana itu terang-terangan, tidak sembunyi-sembunyi. Kemudian bilamana rencana itu sudah matang dengan pemufakatan yang terbuka, Nabi Nuh menyerukan supaya mereka segera melaksanakan rencana pembunuhan terhadap dirinya itu dan tidak menunda-nundanya."
        },
        {
          "number": 72,
          "arabic": "فَإِن تَوَلَّيْتُمْ فَمَا سَأَلْتُكُم مِّنْ أَجْرٍ ۖ إِنْ أَجْرِىَ إِلَّا عَلَى ٱللَّهِ ۖ وَأُمِرْتُ أَنْ أَكُونَ مِنَ ٱلْمُسْلِمِينَ",
          "transliteration": "fa-in tawallaytum famā sa-altukum min ajrin in ajriya illā ʿalā l-lahi wa-umir'tu an akūna mina l-mus'limīna",
          "translation": "Maka jika kamu berpaling (dari peringatanku), aku tidak meminta imbalan sedikit pun darimu. Imbalanku tidak lain hanyalah dari Allah, dan aku diperintah agar aku termasuk golongan orang-orang muslim (berserah diri).\"",
          "tafsir": "Ayat ini menjelaskan bahwa Nabi Nuh a.s. mengatakan kepada kaumnya bahwa dia tidak akan minta imbalan apa-apa kepada mereka dan tidak akan memperoleh keuntungan duniawi dari tugas dakwah itu, kecuali pahala dan ganjaran dari Allah. Karena itu tidak ada alasan bagi mereka untuk berpaling dari seruannya itu. Sekiranya mereka berpaling dari peringatan-peringatan dan seruan-seruan itu, sedikitpun Nabi Nuh tidak dirugikan atau disusahkan. Dia diperintahkan untuk menjadi orang yang menjunjung tinggi segala perintah Allah dan berserah diri kepada-Nya."
        },
        {
          "number": 73,
          "arabic": "فَكَذَّبُوهُ فَنَجَّيْنَـٰهُ وَمَن مَّعَهُۥ فِى ٱلْفُلْكِ وَجَعَلْنَـٰهُمْ خَلَـٰٓئِفَ وَأَغْرَقْنَا ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا ۖ فَٱنظُرْ كَيْفَ كَانَ عَـٰقِبَةُ ٱلْمُنذَرِينَ",
          "transliteration": "fakadhabūhu fanajjaynāhu waman maʿahu fī l-ful'ki wajaʿalnāhum khalāifa wa-aghraqnā alladhīna kadhabū biāyātinā fa-unẓur kayfa kāna ʿāqibatu l-mundharīna",
          "translation": "Kemudian mereka mendustakannya (Nuh), lalu Kami selamatkan dia dan orang yang bersamanya di dalam kapal, dan Kami jadikan mereka itu khalifah dan Kami tenggelamkan orang yang mendustakan ayat-ayat Kami. Maka perhatikanlah bagaimana kesudahan orang-orang yang diberi peringatan itu.",
          "tafsir": "Dalam ayat ini diterangkan bahwa meskipun Nabi Nuh a.s. sudah mengemukakan kebenaran seruan dan ajakannya dengan alasan-alasan yang logis, namun kaumnya terus mengingkarinya dan mendustakan kerasulan-nya. Karena kemungkinan mereka beriman telah tertutup, hukuman Tuhan diturunkan kepada mereka berupa angin topan yang dahsyat serta banjir besar yang menenggelamkan mereka. Nabi Nuh dan orang-orang beriman bersamanya, diselamatkan Allah dari bencana topan itu. Mereka naik ke sebuah bahtera yang mereka buat sebelum serangan topan itu atas petunjuk Allah. Mereka inilah yang menjadi penghuni bumi dan menggantikan kaum yang telah binasa itu yaitu mereka yang mendustakan ayat-ayat Allah. Dalam salah satu firman-Nya, Allah berkata: Dan berapa banyak kaum setelah Nuh, yang telah Kami binasakan. Dan cukuplah Tuhanmu Yang Maha Mengetahui, Maha Melihat dosa hamba-hamba-Nya. (al-Isra/17: 17) Allah kemudian mengajarkan kepada Nabi Muhammad saw untuk menyampaikan berita ini kepada mereka yang terus menerus ingkar kepada Rasul. Apa yang dialami umat Nabi Nuh itu tentulah akan dialami pula oleh kaumnya bilamana mereka terus menerus mengingkari kerasulannya."
        },
        {
          "number": 74,
          "arabic": "ثُمَّ بَعَثْنَا مِنۢ بَعْدِهِۦ رُسُلًا إِلَىٰ قَوْمِهِمْ فَجَآءُوهُم بِٱلْبَيِّنَـٰتِ فَمَا كَانُوا۟ لِيُؤْمِنُوا۟ بِمَا كَذَّبُوا۟ بِهِۦ مِن قَبْلُ ۚ كَذَٰلِكَ نَطْبَعُ عَلَىٰ قُلُوبِ ٱلْمُعْتَدِينَ",
          "transliteration": "thumma baʿathnā min baʿdihi rusulan ilā qawmihim fajāūhum bil-bayināti famā kānū liyu'minū bimā kadhabū bihi min qablu kadhālika naṭbaʿu ʿalā qulūbi l-muʿ'tadīna",
          "translation": "Kemudian setelahnya (Nuh), Kami utus beberapa rasul kepada kaum mereka (masing-masing), maka rasul-rasul itu datang kepada mereka dengan membawa keterangan yang jelas, tetapi mereka tidak mau beriman karena mereka dahulu telah (biasa) mendustakannya. Demikianlah Kami mengunci hati orang-orang yang melampaui batas.",
          "tafsir": "Dalam ayat ini Allah menerangkan tentang pengutusan rasul-rasul sesudah peristiwa topan Nabi Nuh a.s. itu. Nabi-nabi yang diutus itu antara lain Nabi Hud, Saleh, Ibrahim, Lut dan Syuaib a.s. Mereka diutus kepada kaum mereka masing-masing; Nabi Hud kepada kaum ad, Nabi Saleh kepada kaum samud, dan Syuaib diutus kepada kaumnya penduduk Madyan, juga diutus kepada kaum Aikah, tetangganya. Kedua kaum ini sebenarnya satu rumpun, mereka mempunyai bahasa yang sama dan tanah air yang sama. Setiap nabi itu datang kepada kaumnya dengan membawa bukti-bukti kebenaran kerasulannya dan memberikan petunjuk kepada kaum itu. Setiap nabi itu menggariskan pedoman-pedoman hidup bagi kaumnya sesuai pula dengan masa, situasi, dan keadaan lingkungan mereka. Kebanyakan kaum para nabi itu tidak beriman, bahkan mereka mendustakannya sebagaimana kaum Nuh. Kebiasaan taklid buta kepada pemuka-pemuka mereka selalu diikuti oleh generasi berikutnya. Oleh karena itu, seperti halnya hati nenek moyang mereka, hati mereka terkunci mati, maka hati nurani generasi berikutnyapun ikut terkunci. Hal demikian itu adalah akibat dari tindakan mereka yang melampaui batas. Kaum musyrikin Arab yang menentang Nabi Muhammad saw, hati nuraninya gelap seperti halnya umat-umat yang lampau. Hati mereka tertutup untuk menerima kebenaran. Mereka mendustakan Rasul dan berbuat durhaka. Sunnah Allah tetap berlaku bagi mereka yang menantang dan mengingkari agama. Jika kaum musyrikin Arab itu tetap ingkar, mereka akan ditimpa azab Tuhan seperti halnya umat yang lampau itu. Firman Allah: Sebagai sunnah Allah yang (berlaku juga) bagi orang-orang yang telah terdahulu sebelum(mu), dan engkau tidak akan mendapati perubahan pada sunnah Allah. (al-Ahzab/33: 62)"
        },
        {
          "number": 75,
          "arabic": "ثُمَّ بَعَثْنَا مِنۢ بَعْدِهِم مُّوسَىٰ وَهَـٰرُونَ إِلَىٰ فِرْعَوْنَ وَمَلَإِي۟هِۦ بِـَٔايَـٰتِنَا فَٱسْتَكْبَرُوا۟ وَكَانُوا۟ قَوْمًا مُّجْرِمِينَ",
          "transliteration": "thumma baʿathnā min baʿdihim mūsā wahārūna ilā fir'ʿawna wamala-ihi biāyātinā fa-is'takbarū wakānū qawman muj'rimīna",
          "translation": "Kemudian setelah mereka, Kami utus Musa dan Harun kepada Fir'aun dan para pemuka kaumnya, dengan membawa tanda-tanda (kekuasaan) Kami. Ternyata mereka menyombongkan diri dan mereka adalah orang-orang yang berdosa.",
          "tafsir": "Sesudah menerangkan pengutusan rasul-rasul tersebut kepada kaum mereka masing-masing, maka dalam ayat ini, Allah menerangkan secara khusus pengutusan Musa dan Harun a.s. kepada Firaun dan pemuka-pemuka kaumnya. Kisah Musa a.s. berulang kali terdapat dalam Al-Quran, karena kisah ini mengandung pelajaran yang penting. Musa a.s. adalah seorang utusan Allah yang dihadapkan kepada seorang raja Firaun yang memiliki kekuasaan besar dan raja dari suatu negara yang sudah tinggi peradaban dan kebudayaannya. Karena kebesarannya itulah dia menjadi sombong dan aniaya terhadap rakyatnya. Dia dikelilingi oleh pemuka kaumnya (bangsa Qibthy) yang sangat besar pengaruhnya padanya dan banyak menyesatkan pikirannya. Penduduk pribumi Mesir amat dipengaruhi oleh pemuka-pemuka ini. Kalau pemimpin-pemimpin mereka itu ingkar, maka merekapun ingkar, kalau mereka beriman, maka mereka turut pula beriman. Segala urusan dan kepentingan mereka senantiasa tergantung kepada pemuka-pemuka ini. Ketika Nabi Musa membuktikan kebenaran kerasulannya dengan beberapa mukjizat, mereka tetap tidak mau beriman dikarenakan keangkuhan yang bersarang dalam kalbu mereka. Akal pikiran mereka sebenarnya, mengakui kebenaran kerasulan Musa a.s. itu. Mereka dapat membedakan antara sihir dengan yang bukan sihir (mukjizat) karena mereka mengetahui apa sebenarnya itu. Namun mereka tetap ingkar, karena mereka adalah orang-orang yang penuh dosa. Firman Allah: Dan mereka mengingkarinya karena kezaliman dan kesombongannya, padahal hati mereka meyakini (kebenaran)nya. Maka perhatikanlah bagai-mana kesudahan orang-orang yang berbuat kerusakan. (an-Naml/27: 14)"
        },
        {
          "number": 76,
          "arabic": "فَلَمَّا جَآءَهُمُ ٱلْحَقُّ مِنْ عِندِنَا قَالُوٓا۟ إِنَّ هَـٰذَا لَسِحْرٌ مُّبِينٌ",
          "transliteration": "falammā jāahumu l-ḥaqu min ʿindinā qālū inna hādhā lasiḥ'run mubīnun",
          "translation": "Maka ketika telah datang kepada mereka kebenaran dari sisi Kami, mereka berkata, \"Ini benar-benar sihir yang nyata.\"",
          "tafsir": "Dalam ayat ini diterangkan anggapan pemuka kaum Firaun bahwa mukjizat dan bukti-bukti kebenaran itu adalah sihir yang nyata bagi orang-orang yang menyaksikan dan memperhatikannya. Tuduhan mereka itu sangatlah buruk, karena yang melontarkan tuduhan itu menyadari sepenuhnya bahwa tuduhan itu tidak benar. Keajaiban yang luar biasa yang dilahirkan Musa a.s. itu bukanlah perbuatan dia sendiri, tetapi peristiwa itu adalah mukjizat yang terjadi atas kuasa Allah."
        },
        {
          "number": 77,
          "arabic": "قَالَ مُوسَىٰٓ أَتَقُولُونَ لِلْحَقِّ لَمَّا جَآءَكُمْ ۖ أَسِحْرٌ هَـٰذَا وَلَا يُفْلِحُ ٱلسَّـٰحِرُونَ",
          "transliteration": "qāla mūsā ataqūlūna lil'ḥaqqi lammā jāakum asiḥ'run hādhā walā yuf'liḥu l-sāḥirūna",
          "translation": "Musa berkata, \"Pantaskah kamu mengatakan terhadap kebenaran ketika ia datang kepadamu, 'sihirkah ini?' Padahal para penyihir itu tidaklah mendapat kemenangan.",
          "tafsir": "Allah menjelaskan bantahan Musa a.s. bahwa tidaklah patut mereka mengucapkan tuduhan sihir terhadap tanda-tanda kekuasaan Allah berupa mukjizat itu ketika didatangkan kepada mereka. Mata mereka menyaksikan sendiri kejadian-kejadian yang luar biasa lagi menggentarkan perasaan. Jika peristiwa-peristiwa itu hanyalah sihir tentu pada waktu yang lain akan dapat dikalahkan oleh sihir pula. Tetapi menjadi kenyataan bahwa ahli sihir mereka tidak berhasil mengalahkan mukjizat Nabi Musa. Ahli-ahli sihir tidak akan berhasil memperoleh kemenangan dengan sihirnya. Sihir merupakan sulapan, cepat atau lambat dia akan tersingkap kepalsuan dan tipu dayanya."
        },
        {
          "number": 78,
          "arabic": "قَالُوٓا۟ أَجِئْتَنَا لِتَلْفِتَنَا عَمَّا وَجَدْنَا عَلَيْهِ ءَابَآءَنَا وَتَكُونَ لَكُمَا ٱلْكِبْرِيَآءُ فِى ٱلْأَرْضِ وَمَا نَحْنُ لَكُمَا بِمُؤْمِنِينَ",
          "transliteration": "qālū aji'tanā litalfitanā ʿammā wajadnā ʿalayhi ābāanā watakūna lakumā l-kib'riyāu fī l-arḍi wamā naḥnu lakumā bimu'minīna",
          "translation": "Mereka berkata, \"Apakah engkau datang kepada kami untuk memalingkan kami dari apa (kepercayaan) yang kami dapati nenek moyang kami mengerjakannya (menyembah berhala), dan agar kamu berdua mempunyai kekuasaan di bumi (negeri Mesir)? Kami tidak akan mempercayai kamu berdua.\"",
          "tafsir": "Dalam ayat ini Allah menjelaskan sikap para pemuka bangsa Qibty, setelah mereka gagal mengemukakan bantahan yang kuat untuk mematahkan kebenaran Nabi Musa a.s., maka mereka mencari-cari alasan untuk membela dan mempertahankan tradisi atau adat istiadat mereka. Mereka menuduh bahwa kedatangan Musa kepada mereka ialah untuk memaksa mereka meninggalkan kebiasaan dan adat istiadat yang mereka warisi dari nenek moyang mereka, kemudian sesudah itu memaksa mereka mengikuti agama Nabi Musa. Menurut mereka, usaha Nabi Musa demikian itu bertujuan untuk menjadi pemimpin agama dan negara di Mesir bersama saudaranya Harun. Anggapan buruk mereka terhadap kedatangan Musa dan tujuannya membuat mereka bertekad untuk tidak beriman kepada ajaran yang dibawanya serta tidak menjadi pengikutnya."
        }
      ]
    }
  ]
}