{
  "pageNumber": 367,
  "juz": 19,
  "surahs": [
    {
      "number": 26,
      "name": "Ash-Shu'ara'",
      "nameArabic": "الشعراء",
      "meaning": "Para Penyair",
      "revelation": "Makkah",
      "description": "Surat ini terdiri dari 227 ayat dan termasuk golongan surat Makkiyyah. Dinamakan \"Asy Syu'ara'\" yang berarti penyair diambil dari kata \"Asy Syu'ara'\" yang terdapat pada ayat ke-224, ketika Allah secara khusus menyebutkan kedudukan para penyair. Para penyair disebutkan mempunyai sifat-sifat yang jauh berbeda dengan para rasul; mereka diikuti oleh orang-orang yang sesat, mereka suka memutarbalikkan perkataan dan tidak mempunyai pendirian; perbuatan mereka tidak sesuai dengan apa yang mereka ucapkan. Sifat-sifat seperti ini tidak terdapat pada rasul-rasul. Oleh karena itu, tidak pantas jika Nabi Muhammad dituduh sebagai penyair dan Al-Qur'an dianggap sebagai syair. Al-Qur'an adalah wahyu Allah, bukan buatan manusia.**Pokok isi:**1. **Keimanan:** Jaminan Allah akan kemenangan perjuangan dan keselamatan rasul-rasul-Nya; Al-Qur'an benar-benar wahyu Allah yang dibawa turun ke dunia oleh Malaikat Jibril (Ruuhul amiin); hanya Allah yang wajib disembah.2. **Hukum-hukum:** Kewajiban menyempurnakan takaran dan timbangan; larangan menggubah syair yang berisi cacian, khurafat-khurafat, dan kebohongan.3. **Kisah-kisah:** Kisah-kisah Nabi Musa dengan Fir'aun; kisah Nabi Ibrahim dengan kaumnya; kisah Nabi Nuh dengan kaumnya; kisah Nabi Shaleh dengan kaumnya (Tsamud); kisah Nabi Huud dengan kaumnya ('Ad), kisah Nabi Luth dengan kaumnya; kisah Nabi Syu'aib dengan penduduk Aikah.4. **Lain-lain:** Kebinasaan suatu bangsa atau umat disebabkan meninggalkan petunjuk-petunjuk agama; tumbuh-tumbuhan yang beraneka ragam dan perubahan-perubahannya adalah bukti keberadaan Tuhan Yang Maha Esa; petunjuk-petunjuk Allah bagi pemimpin agar berlaku lemah-lembut terhadap pengikutnya; turunnya kitab Al-Qur'an dalam bahasa Arab sudah disebut dalam kitab-kitab suci terdahulu.Sebagian besar surat Asy-Syu'ara' menerangkan kisah nabi-nabi dengan umatnya masing-masing. Mereka mengalami penderitaan dan permusuhan dari kaumnya, tetapi pada akhirnya mereka mendapat kemenangan, dan lawan-lawan mereka mengalami kehancuran.Kisah-kisah ini diceritakan Allah untuk menghibur Rasulullah dan kaum muslimin; karena kelak mereka akan mendapat kemenangan sebagaimana para rasul terdahulu.**Hubungan Surat Asy-Syu'Ara' Dengan Surat An-Naml:**1. Surat An-Naml melengkapi surat Asy-Syu'ara' dengan menambahkan kisah nabi-nabi yang tidak terdapat dalam surat Asy-Syu'ara', yaitu kisah Nabi Daud dan Nabi Sulaiman.2. Dalam surat An-Naml ada penambahan uraian pada kisah Nabi Luth dan Nabi Musa yang diceritakan dalam surat Asy-Syu'ara'.3. Kedua surat ini sama-sama memuat sifat Al-Qur'an dan menerangkan bahwa Al-Qur'an benar-benar diturunkan dari sisi Allah.4. Kedua surat ini sama-sama menghibur Nabi Muhammad yang mengalami bermacam-macam penderitaan dan permusuhan dari kaumnya.",
      "verses": [
        {
          "number": 1,
          "arabic": " طسٓمٓ",
          "transliteration": "tta-seen-meem",
          "translation": "Ṭā Sīn Mīm.",
          "tafsir": "Lihat keterangan ayat ini pada jilid I yang menerangkan tentang fawatihus-suwar (al-Baqarah/2: 1)."
        },
        {
          "number": 2,
          "arabic": "تِلْكَ ءَايَـٰتُ ٱلْكِتَـٰبِ ٱلْمُبِينِ",
          "transliteration": "til'ka āyātu l-kitābi l-mubīni",
          "translation": "Inilah ayat-ayat Kitab (Alquran) yang jelas.",
          "tafsir": "Pada ayat ini, Allah menerangkan bahwa ayat-ayat Al-Qur'an ini menerangkan yang benar dan salah, yang baik dan buruk dengan jelas dan mudah dipahami, sebagai pedoman bagi manusia dalam kehidupan duniawi dan ukhrawi. Dengan mengamalkan isi dan kandungan ayat-ayat itu, manusia pasti akan mencapai kebahagiaan di dunia dan di akhirat. Hal ini diyakini benar oleh Nabi Muhammad saw dan para sahabatnya yang telah beriman. Akan tetapi, orang kafir Mekah selalu menolak ajaran-ajaran itu dan memperolok-olokkan bila Nabi Muhammad menyeru mereka untuk beriman. Bahkan mereka mencemooh, menghina, dan menuduhnya dengan berbagai macam tuduhan, seperti menyatakan bahwa Muhammad saw gila atau seorang yang kena sihir atau seorang penyair."
        },
        {
          "number": 3,
          "arabic": "لَعَلَّكَ بَـٰخِعٌ نَّفْسَكَ أَلَّا يَكُونُوا۟ مُؤْمِنِينَ",
          "transliteration": "laʿallaka bākhiʿun nafsaka allā yakūnū mu'minīna",
          "translation": "Boleh jadi engkau (Muhammad) akan membinasakan dirimu (dengan kesedihan), karena mereka (penduduk Mekkah) tidak beriman.",
          "tafsir": "Nabi Muhammad adalah seorang yang cinta kepada kaumnya dan selalu mengharapkan supaya mereka beriman semuanya. Dia yakin dengan memeluk Islam, mereka pasti akan bahagia dan selamat dari malapetaka yang biasa diturunkan Allah kepada orang-orang yang kafir dahulu. Hampir saja beliau berputus asa karena setelah sekian lama beliau menyeru mereka dengan mengemukakan alasan-alasan dan hujah-hujah yang kuat yang tidak bisa dibantah, mereka tetap membangkang dan menghinakannya. Sungguh amat tragis dan menyedihkan sekali bagi seorang pemuka agama yang cinta kepada umatnya dan berusaha untuk keselamatan dan kebahagiaan mereka, tetapi selalu dicemoohkan oleh kaumnya. Pada ayat ini, Allah menegur Nabi Muhammad yang sedang berada dalam puncak kesedihan dan duka-cita dengan mengatakan apakah Nabi akan membinasakan diri hanya karena kaumnya tidak mau menerima petunjuk dan ajaran yang benar? Seakan-akan Allah memberikan teguran kepadanya, mengapa Nabi terlalu berharap agar kaumnya beriman semuanya? Padahal kewajibannya yang utama hanyalah menyampaikan risalah Allah sebagai tersebut dalam firman-Nya: Bukankah kewajiban para rasul hanya menyampaikan (amanat Allah) dengan jelas. (an-Nahl/16: 35) Sebenarnya dengan teguran ini Allah melarangnya berbuat demikian seperti tersebut dalam firman-Nya pada surah yang lain: Sesungguhnya Allah menyesatkan siapa yang Dia kehendaki dan memberi petunjuk kepada siapa yang Dia kehendaki. Maka jangan engkau (Muhammad) biarkan dirimu binasa karena kesedihan terhadap mereka. Sesungguhnya Allah Maha Mengetahui apa yang mereka perbuat. (Fathir/35: 8)"
        },
        {
          "number": 4,
          "arabic": "إِن نَّشَأْ نُنَزِّلْ عَلَيْهِم مِّنَ ٱلسَّمَآءِ ءَايَةً فَظَلَّتْ أَعْنَـٰقُهُمْ لَهَا خَـٰضِعِينَ",
          "transliteration": "in nasha nunazzil ʿalayhim mina l-samāi āyatan faẓallat aʿnāquhum lahā khāḍiʿīna",
          "translation": "Jika Kami menghendaki, niscaya Kami turunkan kepada mereka mukjizat dari langit, yang akan membuat tengkuk mereka tunduk dengan rendah hati kepadanya.",
          "tafsir": "Pada ayat ini diterangkan bahwa jika Allah hendak memaksa mereka supaya beriman, hal itu amat mudah bagi-Nya. Namun demikian, Allah hendak memberlakukan sunah-Nya kepada kaum Quraisy bahwa beriman itu bukanlah dengan paksaan dan kekerasan, tetapi dengan kesadaran dan kemauan sendiri. Memaksa orang agar beriman bertentangan dengan ayat Al-Qur'an (al-Baqarah/2: 256) dan sunah Allah. Hal itu tidak boleh dilakukan oleh para rasul sesuai dengan firman Allah: Dan jika Tuhanmu menghendaki, tentulah beriman semua orang di bumi seluruhnya. Tetapi apakah kamu (hendak) memaksa manusia agar mereka menjadi orang-orang yang beriman? (Yunus/10: 99). Oleh karena itu, Allah dengan hikmat dan ketetapan-Nya mengutus para rasul yang akan menyeru umat kepada kebenaran dan tauhid yang murni, serta menuntun mereka kepada jalan yang lurus, dan syariat yang membawa mereka menuju kebahagiaan di dunia dan akhirat. Demikianlah Allah menurunkan Al-Qur'an kepada Muhammad sebagai mukjizat. Kemukjizatan Al-Qur'an akan tetap berlaku sepanjang masa sampai hari Kiamat sesuai dengan risalah yang dibawa Muhammad untuk seluruh umat manusia di segala zaman dan tempat. Mukjizat-mukjizat yang diberikan kepada para nabi sebelum Muhammad hanya berlaku untuk masa dan tempat di mana nabi itu menyebarkan risalahnya. Sesudah itu, mukjizat-mukjizat itu hanya menjadi berita yang ditulis di dalam sejarah dan tidak dapat disaksikan lagi oleh generasi yang datang kemudian. Berbeda dengan Al-Qur'an, sampai saat ini dengan semakin bertambahnya pengetahuan manusia, dan semakin maju teknologi mereka, akan semakin bertambah jelas kebenaran Al-Qur'an. Isyarat-isyarat ilmiah yang disebutkan di dalam Al-Qur'an secara ringkas, yang mungkin belum dapat dipahami pada masa-masa sebelumnya, semakin terungkap, sehingga umat Islam bertambah yakin akan kebenaran Al-Qur'an. Berkaitan dengan itu, bertambah banyak pula orang-orang yang sadar dengan sendirinya bahwa Al-Qur'an itu memang kitab yang diturunkan Allah untuk menuntun manusia ke jalan yang benar, sehingga mereka beriman dan menganut agama Islam."
        },
        {
          "number": 5,
          "arabic": "وَمَا يَأْتِيهِم مِّن ذِكْرٍ مِّنَ ٱلرَّحْمَـٰنِ مُحْدَثٍ إِلَّا كَانُوا۟ عَنْهُ مُعْرِضِينَ",
          "transliteration": "wamā yatīhim min dhik'rin mina l-raḥmāni muḥ'dathin illā kānū ʿanhu muʿ'riḍīna",
          "translation": "Dan setiap kali disampaikan kepada mereka suatu peringatan baru (ayat Alquran yang diturunkan) dari Tuhan Yang Maha Pengasih, mereka selalu berpaling darinya.",
          "tafsir": "Pada ayat ini, Allah menjelaskan watak dan tabiat kaum musyrikin. Hati mereka telah tertutup untuk menerima kebenaran, karena telah dikotori oleh sifat takabur dan sombong. Mereka sangat mencintai kedudukan, pangkat, dan harta. Bila mendengar ayat-ayat Allah, yang menyeru mereka untuk beriman dan mematuhi ajaran-ajarannya, mereka dengan spontan menolak dan berpaling daripadanya. Padahal kalau mereka mau memperhatikan dan merenungkannya, mereka tentu akan mendapat banyak pelajaran yang dapat mengingatkan mereka bahwa paham yang mereka anut dan tindakan yang mereka lakukan telah jauh menyimpang dari kebenaran yang disampaikan Al-Qur'an. Demikianlah watak dan tabiat orang-orang musyrik. Mereka dengan serta merta menolak ayat-ayat itu dan mendustakannya bahkan memperolok-olokan dan mencemoohkannya. Oleh karena itu, Allah mengancam dengan mengatakan bahwa mereka di akhirat nanti akan melihat dan merasakan sendiri akibat dari cemoohan dan olok-olokan mereka. Mereka akan disiksa dalam neraka Jahanam dengan siksaan yang amat pedih dan sangat menghinakan, sesuai dengan firman Allah pada ayat yang lain: Sungguh rugi orang-orang yang mendustakan pertemuan dengan Allah; sehingga apabila Kiamat datang kepada mereka secara tiba-tiba, mereka berkata, \"Alangkah besarnya penyesalan kami terhadap kelalaian kami tentang Kiamat itu,\" sambil mereka memikul dosa-dosa di atas punggungnya. Alangkah buruknya apa yang mereka pikul itu. (al-An'am/6: 31) Dan firman-Nya: Alangkah besar penyesalan terhadap hamba-hamba itu, setiap datang seorang rasul kepada mereka, mereka selalu memperolok-olokkannya. (Yasin/36: 30)"
        },
        {
          "number": 6,
          "arabic": "فَقَدْ كَذَّبُوا۟ فَسَيَأْتِيهِمْ أَنۢبَـٰٓؤُا۟ مَا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
          "transliteration": "faqad kadhabū fasayatīhim anbāu mā kānū bihi yastahziūna",
          "translation": "Sungguh, mereka telah mendustakan (Alquran), maka kelak akan datang kepada mereka (kebenaran) berita-berita mengenai apa (azab) yang dulu mereka perolok-olokkan.",
          "tafsir": "Pada ayat ini, Allah menjelaskan watak dan tabiat kaum musyrikin. Hati mereka telah tertutup untuk menerima kebenaran, karena telah dikotori oleh sifat takabur dan sombong. Mereka sangat mencintai kedudukan, pangkat, dan harta. Bila mendengar ayat-ayat Allah, yang menyeru mereka untuk beriman dan mematuhi ajaran-ajarannya, mereka dengan spontan menolak dan berpaling daripadanya. Padahal kalau mereka mau memperhatikan dan merenungkannya, mereka tentu akan mendapat banyak pelajaran yang dapat mengingatkan mereka bahwa paham yang mereka anut dan tindakan yang mereka lakukan telah jauh menyimpang dari kebenaran yang disampaikan Al-Qur'an. Demikianlah watak dan tabiat orang-orang musyrik. Mereka dengan serta merta menolak ayat-ayat itu dan mendustakannya bahkan memperolok-olokan dan mencemoohkannya. Oleh karena itu, Allah mengancam dengan mengatakan bahwa mereka di akhirat nanti akan melihat dan merasakan sendiri akibat dari cemoohan dan olok-olokan mereka. Mereka akan disiksa dalam neraka Jahanam dengan siksaan yang amat pedih dan sangat menghinakan, sesuai dengan firman Allah pada ayat yang lain: Sungguh rugi orang-orang yang mendustakan pertemuan dengan Allah; sehingga apabila Kiamat datang kepada mereka secara tiba-tiba, mereka berkata, \"Alangkah besarnya penyesalan kami terhadap kelalaian kami tentang Kiamat itu,\" sambil mereka memikul dosa-dosa di atas punggungnya. Alangkah buruknya apa yang mereka pikul itu. (al-An'am/6: 31) Dan firman-Nya: Alangkah besar penyesalan terhadap hamba-hamba itu, setiap datang seorang rasul kepada mereka, mereka selalu memperolok-olokkannya. (Yasin/36: 30)"
        },
        {
          "number": 7,
          "arabic": "أَوَلَمْ يَرَوْا۟ إِلَى ٱلْأَرْضِ كَمْ أَنۢبَتْنَا فِيهَا مِن كُلِّ زَوْجٍ كَرِيمٍ",
          "transliteration": "awalam yaraw ilā l-arḍi kam anbatnā fīhā min kulli zawjin karīmin",
          "translation": "Dan apakah mereka tidak memperhatikan bumi, betapa banyak Kami tumbuhkan di bumi itu berbagai macam (tumbuh-tumbuhan) yang baik?",
          "tafsir": "Pada ayat ini, Allah menjelaskan watak dan tabiat kaum musyrikin. Hati mereka telah tertutup untuk menerima kebenaran, karena telah dikotori oleh sifat takabur dan sombong. Mereka sangat mencintai kedudukan, pangkat, dan harta. Bila mendengar ayat-ayat Allah, yang menyeru mereka untuk beriman dan mematuhi ajaran-ajarannya, mereka dengan spontan menolak dan berpaling daripadanya. Padahal kalau mereka mau memperhatikan dan merenungkannya, mereka tentu akan mendapat banyak pelajaran yang dapat mengingatkan mereka bahwa paham yang mereka anut dan tindakan yang mereka lakukan telah jauh menyimpang dari kebenaran yang disampaikan Al-Qur'an. Demikianlah watak dan tabiat orang-orang musyrik. Mereka dengan serta merta menolak ayat-ayat itu dan mendustakannya bahkan memperolok-olokan dan mencemoohkannya. Oleh karena itu, Allah mengancam dengan mengatakan bahwa mereka di akhirat nanti akan melihat dan merasakan sendiri akibat dari cemoohan dan olok-olokan mereka. Mereka akan disiksa dalam neraka Jahanam dengan siksaan yang amat pedih dan sangat menghinakan, sesuai dengan firman Allah pada ayat yang lain: Sungguh rugi orang-orang yang mendustakan pertemuan dengan Allah; sehingga apabila Kiamat datang kepada mereka secara tiba-tiba, mereka berkata, \"Alangkah besarnya penyesalan kami terhadap kelalaian kami tentang Kiamat itu,\" sambil mereka memikul dosa-dosa di atas punggungnya. Alangkah buruknya apa yang mereka pikul itu. (al-An'am/6: 31) Dan firman-Nya: Alangkah besar penyesalan terhadap hamba-hamba itu, setiap datang seorang rasul kepada mereka, mereka selalu memperolok-olokkannya. (Yasin/36: 30)"
        },
        {
          "number": 8,
          "arabic": "إِنَّ فِى ذَٰلِكَ لَـَٔايَةً ۖ وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ",
          "transliteration": "inna fī dhālika laāyatan wamā kāna aktharuhum mu'minīna",
          "translation": "Sungguh, pada yang demikian itu terdapat tanda (kebesaran Allah), tetapi kebanyakan mereka tidak beriman.",
          "tafsir": "Kemudian Allah mencela orang-orang kafir yang tidak mau mempergunakan akal pikiran mereka untuk memperhatikan bahwa apa yang terjadi di alam ini menunjukkan kekuasaan Allah. Seandainya mereka mau memikirkan dan merenungkan ciptaan Allah, tentu mereka akan menjadi orang-orang yang beriman kepada Allah dan rasul-Nya. Mereka tidak akan lagi menyembah berhala yang tidak dapat memberikan manfaat sedikit pun dan tidak pula menolak bahaya dan kemudaratan, baik bagi dirinya sendiri maupun para penyembahnya. Orang kafir itu memang tidak memperhatikan berbagai macam tumbuh-tumbuhan yang beraneka warna, masing-masing mempunyai kekhususan sendiri baik daun, bunga, dan buahnya. Padahal semuanya tumbuh di tanah yang sejenis dan diairi dengan air yang sama, tetapi menghasilkan buah-buahan yang berlainan bentuk, warna, dan rasanya. Tidakkah yang demikian itu menunjukkan kekuasaan dan kebijaksanaan Pencipta-Nya? Namun kalau hati sudah tertutup perasaan sombong dan takabur, pikiran sudah dipengaruhi oleh ketamakan untuk memperoleh pangkat, kedudukan, dan kekayaan, maka tertutuplah semua jalan untuk mencapai kebenaran. Apa saja yang bertentangan dengan kemauan mereka semuanya jahat dan jelek dalam pandangan mereka. Inilah faktor-faktor yang memalingkan mereka dari berpikir dan merenungkan kekuasaan Allah. Oleh karena itu, kebanyakan mereka tetap dalam keingkaran, kekafiran, dan selalu menantang risalah dan kebenaran yang dibawa oleh Nabi Muhammad. Mereka selalu mengingkari hari Kiamat, hari kebangkitan, dan hari perhitungan, karena tidak mau memikirkannya. Mereka hanya mau bersenang-senang saja di dunia ini, sehingga merasa tidak ada gunanya memikirkan bagaimana keadaan sesudah mati. Menurut mereka, jasad yang mati itu pasti hancur menjadi tanah dan tidak akan kembali. Sebenarnya Allah kuasa untuk menghancurkan mereka dengan berbagai macam cara seperti Allah menghancurkan umat-umat dahulu yang durhaka. Ada yang dihancurkan dengan topan dan banjir besar, ada yang dimusnahkan dengan gempa yang dahsyat, dan ada pula dengan suara keras yang mengguntur. Namun demikian, Allah mempunyai sifat rahmat dan kasih sayang. Oleh sebab itu, Allah tidak menimpakan kepada kaum musyrik Mekah siksa azab yang ditimpakan kepada umat-umat terdahulu, dengan harapan mungkin ada di antara orang-orang kafir yang membangkang dan menantang itu atau anak cucunya yang akan beriman. Al-Quran menyatakan bahwa semua benda mati dan makhluk hidup di alam semesta ini diciptakan berpasang-pasangan. Dalam ayat di atas dicontohkan mengenai tumbuhan. Namun demikian, sebenarnya konsep berpasangan tidak saja hanya pada tumbuhan, tetapi di hampir semua ciptaannya. Dalam Al-Qur'an dinyatakan, di antaranya: \"Maha Suci Dia yang telah menciptakan pasangan-pasangan semuanya, baik dari apa yang ditumbuhkan oleh bumi dan diri mereka maupun dari apa yang tidak mereka ketahui.\" (Yasin/36: 36). \"Dan segala sesuatu telah Kami ciptakan berpasang-pasangan...\" (adz-dzariyat/51: 49)."
        },
        {
          "number": 9,
          "arabic": "وَإِنَّ رَبَّكَ لَهُوَ ٱلْعَزِيزُ ٱلرَّحِيمُ",
          "transliteration": "wa-inna rabbaka lahuwa l-ʿazīzu l-raḥīmu",
          "translation": "Dan sungguh, Tuhanmu Dialah Yang Mahaperkasa, Maha Penyayang.",
          "tafsir": "Kemudian Allah mencela orang-orang kafir yang tidak mau mempergunakan akal pikiran mereka untuk memperhatikan bahwa apa yang terjadi di alam ini menunjukkan kekuasaan Allah. Seandainya mereka mau memikirkan dan merenungkan ciptaan Allah, tentu mereka akan menjadi orang-orang yang beriman kepada Allah dan rasul-Nya. Mereka tidak akan lagi menyembah berhala yang tidak dapat memberikan manfaat sedikit pun dan tidak pula menolak bahaya dan kemudaratan, baik bagi dirinya sendiri maupun para penyembahnya. Orang kafir itu memang tidak memperhatikan berbagai macam tumbuh-tumbuhan yang beraneka warna, masing-masing mempunyai kekhususan sendiri baik daun, bunga, dan buahnya. Padahal semuanya tumbuh di tanah yang sejenis dan diairi dengan air yang sama, tetapi menghasilkan buah-buahan yang berlainan bentuk, warna, dan rasanya. Tidakkah yang demikian itu menunjukkan kekuasaan dan kebijaksanaan Pencipta-Nya? Namun kalau hati sudah tertutup perasaan sombong dan takabur, pikiran sudah dipengaruhi oleh ketamakan untuk memperoleh pangkat, kedudukan, dan kekayaan, maka tertutuplah semua jalan untuk mencapai kebenaran. Apa saja yang bertentangan dengan kemauan mereka semuanya jahat dan jelek dalam pandangan mereka. Inilah faktor-faktor yang memalingkan mereka dari berpikir dan merenungkan kekuasaan Allah. Oleh karena itu, kebanyakan mereka tetap dalam keingkaran, kekafiran, dan selalu menantang risalah dan kebenaran yang dibawa oleh Nabi Muhammad. Mereka selalu mengingkari hari Kiamat, hari kebangkitan, dan hari perhitungan, karena tidak mau memikirkannya. Mereka hanya mau bersenang-senang saja di dunia ini, sehingga merasa tidak ada gunanya memikirkan bagaimana keadaan sesudah mati. Menurut mereka, jasad yang mati itu pasti hancur menjadi tanah dan tidak akan kembali. Sebenarnya Allah kuasa untuk menghancurkan mereka dengan berbagai macam cara seperti Allah menghancurkan umat-umat dahulu yang durhaka. Ada yang dihancurkan dengan topan dan banjir besar, ada yang dimusnahkan dengan gempa yang dahsyat, dan ada pula dengan suara keras yang mengguntur. Namun demikian, Allah mempunyai sifat rahmat dan kasih sayang. Oleh sebab itu, Allah tidak menimpakan kepada kaum musyrik Mekah siksa azab yang ditimpakan kepada umat-umat terdahulu, dengan harapan mungkin ada di antara orang-orang kafir yang membangkang dan menantang itu atau anak cucunya yang akan beriman. Al-Quran menyatakan bahwa semua benda mati dan makhluk hidup di alam semesta ini diciptakan berpasang-pasangan. Dalam ayat di atas dicontohkan mengenai tumbuhan. Namun demikian, sebenarnya konsep berpasangan tidak saja hanya pada tumbuhan, tetapi di hampir semua ciptaannya. Dalam Al-Qur'an dinyatakan, di antaranya: \"Maha Suci Dia yang telah menciptakan pasangan-pasangan semuanya, baik dari apa yang ditumbuhkan oleh bumi dan diri mereka maupun dari apa yang tidak mereka ketahui.\" (Yasin/36: 36). \"Dan segala sesuatu telah Kami ciptakan berpasang-pasangan...\" (adz-dzariyat/51: 49)."
        },
        {
          "number": 10,
          "arabic": "وَإِذْ نَادَىٰ رَبُّكَ مُوسَىٰٓ أَنِ ٱئْتِ ٱلْقَوْمَ ٱلظَّـٰلِمِينَ",
          "transliteration": "wa-idh nādā rabbuka mūsā ani i'ti l-qawma l-ẓālimīna",
          "translation": "Dan (ingatlah) ketika Tuhanmu menyeru Musa (dengan firman-Nya), \"Datangilah kaum yang zalim itu,",
          "tafsir": "Pada ayat ini, Allah menyuruh Nabi Muhammad menceritakan kepada kaumnya yang kafir cerita Nabi Musa a.s. yang berhadapan dengan Fir'aun. Kisah ini dimulai ketika Nabi Musa masih di bukit Sinai, dia menerima perintah supaya pergi ke Mesir menyeru Fir'aun bersama kaumnya yang telah sesat. Mereka adalah kaum yang senantiasa berbuat zalim yang telah lama memperbudak Bani Israil dan berlaku sewenang-wenang terhadap mereka. Nabi Musa diperintahkan menyampaikan risalah kepada Fir'aun dan kaumnya yang demikian congkak dan sombong. Kaum yang menganggap diri mereka keturunan dewa-dewa, sedangkan bangsa lain adalah bangsa yang hina, termasuk bangsa Israil, kaum Musa sendiri. Fir'aun mempunyai kerajaan yang kuat serta tentara yang berani dan lengkap persenjataannya. Kepada Fir'aun dan kaumnya itu, Musa diperintahkan Allah untuk menyeru mereka agar mengubah kepercayaan yang telah mendarah daging menjadi orang yang beriman dan bertakwa dengan meninggalkan segala perbuatan dan kepercayaan yang tidak benar itu. Tentu saja Musa agak merasa cemas dan khawatir akan nasibnya berhadapan dengan kaum yang kasar dan sombong itu."
        },
        {
          "number": 11,
          "arabic": "قَوْمَ فِرْعَوْنَ ۚ أَلَا يَتَّقُونَ",
          "transliteration": "qawma fir'ʿawna alā yattaqūna",
          "translation": "(yaitu) kaum Fir'aun. Mengapa mereka tidak bertakwa?\"",
          "tafsir": "Pada ayat ini, Allah menyuruh Nabi Muhammad menceritakan kepada kaumnya yang kafir cerita Nabi Musa a.s. yang berhadapan dengan Fir'aun. Kisah ini dimulai ketika Nabi Musa masih di bukit Sinai, dia menerima perintah supaya pergi ke Mesir menyeru Fir'aun bersama kaumnya yang telah sesat. Mereka adalah kaum yang senantiasa berbuat zalim yang telah lama memperbudak Bani Israil dan berlaku sewenang-wenang terhadap mereka. Nabi Musa diperintahkan menyampaikan risalah kepada Fir'aun dan kaumnya yang demikian congkak dan sombong. Kaum yang menganggap diri mereka keturunan dewa-dewa, sedangkan bangsa lain adalah bangsa yang hina, termasuk bangsa Israil, kaum Musa sendiri. Fir'aun mempunyai kerajaan yang kuat serta tentara yang berani dan lengkap persenjataannya. Kepada Fir'aun dan kaumnya itu, Musa diperintahkan Allah untuk menyeru mereka agar mengubah kepercayaan yang telah mendarah daging menjadi orang yang beriman dan bertakwa dengan meninggalkan segala perbuatan dan kepercayaan yang tidak benar itu. Tentu saja Musa agak merasa cemas dan khawatir akan nasibnya berhadapan dengan kaum yang kasar dan sombong itu."
        },
        {
          "number": 12,
          "arabic": "قَالَ رَبِّ إِنِّىٓ أَخَافُ أَن يُكَذِّبُونِ",
          "transliteration": "qāla rabbi innī akhāfu an yukadhibūni",
          "translation": "Dia (Musa) berkata, \"Ya Tuhanku, sungguh, aku takut mereka akan mendustakan aku,",
          "tafsir": "Pada ayat ini, Allah menerangkan bagaimana tanggapan Musa a.s. terhadap perintah Tuhannya. Musa a.s. menyadari sepenuhnya bahwa dia harus melaksanakan perintah Allah karena merupakan tugasnya sebagai rasul. Akan tetapi, Musa a.s. membayangkan bagaimana kaum Fir'aun itu telah tersesat dari jalan yang benar. Ia juga tahu bagaimana keras dan kasarnya sikap mereka terhadap orang yang menentang kepercayaan mereka, sedangkan dia sendiri merasa sebagai seorang yang lemah tak berdaya. Musa merasa sangat khawatir kalau kaum Fir'aun itu menuduhnya sebagai seorang pembohong dan pendusta. Apalagi jika terjadi perdebatan yang sengit dengan Fir'aun dan kaumnya, Musa yang tidak begitu fasih lidahnya akan menjadi gugup dalam memberikan alasan yang tepat dan kuat, sehingga menjadi sempitlah dadanya ketika menghadapi mereka. Musa mengadukan semua yang dirasakannya kepada Allah dan memohon agar Dia mengangkat Harun a.s., saudaranya, menjadi rasul untuk membantu dan menolongnya. Harun adalah seorang yang fasih lidahnya dan pandai mengungkapkan apa yang ada dalam hatinya dengan bahasa yang baik dan menarik. Hal ini disebutkan pula pada ayat lain: Dia (Musa) berkata, \"Ya Tuhanku, lapangkanlah dadaku, dan mudahkanlah untukku urusanku, dan lepaskanlah kekakuan dari lidahku, agar mereka mengerti perkataanku, dan jadikanlah untukku seorang pembantu dari keluargaku, (yaitu) Harun, saudaraku, teguhkanlah kekuatanku dengan (adanya) dia, dan jadikanlah dia teman dalam urusanku. (thaha/20: 25-32). Demikian pula disebutkan dalam firman-Nya yang lain yaitu: Dan saudaraku Harun, dia lebih fasih lidahnya daripada aku, maka utuslah dia bersamaku sebagai pembantuku untuk membenarkan (perkataan)ku; sungguh, aku takut mereka akan mendustakanku.\" (al-Qasas/28: 34). Musa merasa khawatir kalau dia menghadapi Fir'aun dan kaumnya seorang diri karena pernah membunuh seorang Qibthi (penduduk Mesir asli) dengan tidak sengaja. Hal itu terjadi ketika Musa melihat perkelahian yang terjadi antara orang Qibthi itu dengan seorang Bani Israil. Ia berniat membantu anggota kaumnya tersebut dan memukul orang Qibthi itu dengan kuat sehingga jatuh dan langsung meninggal. Musa khawatir akan dibunuh oleh kaum Fir'aun karena peristiwa tersebut, sehingga dia tidak dapat menyampaikan dakwahnya. Akan tetapi, seandainya Harun di sampingnya dan dia mati terbunuh, maka saudaranya itu dapat melanjutkan risalahnya. Jadi permintaan Musa supaya Harun diangkat menjadi rasul untuk membantunya bukan karena ia takut mati dalam menyampaikan dakwah dan risalahnya, tetapi agar dakwah dan risalahnya itu jangan terhenti kalau dia meninggal, karena dilanjutkan oleh saudaranya, Harun."
        },
        {
          "number": 13,
          "arabic": "وَيَضِيقُ صَدْرِى وَلَا يَنطَلِقُ لِسَانِى فَأَرْسِلْ إِلَىٰ هَـٰرُونَ",
          "transliteration": "wayaḍīqu ṣadrī walā yanṭaliqu lisānī fa-arsil ilā hārūna",
          "translation": "sehingga dadaku terasa sempit dan lidahku tidak lancar maka utuslah Harun<sup foot_note=135533>1</sup> (bersamaku).",
          "tafsir": "Pada ayat ini, Allah menerangkan bagaimana tanggapan Musa a.s. terhadap perintah Tuhannya. Musa a.s. menyadari sepenuhnya bahwa dia harus melaksanakan perintah Allah karena merupakan tugasnya sebagai rasul. Akan tetapi, Musa a.s. membayangkan bagaimana kaum Fir'aun itu telah tersesat dari jalan yang benar. Ia juga tahu bagaimana keras dan kasarnya sikap mereka terhadap orang yang menentang kepercayaan mereka, sedangkan dia sendiri merasa sebagai seorang yang lemah tak berdaya. Musa merasa sangat khawatir kalau kaum Fir'aun itu menuduhnya sebagai seorang pembohong dan pendusta. Apalagi jika terjadi perdebatan yang sengit dengan Fir'aun dan kaumnya, Musa yang tidak begitu fasih lidahnya akan menjadi gugup dalam memberikan alasan yang tepat dan kuat, sehingga menjadi sempitlah dadanya ketika menghadapi mereka. Musa mengadukan semua yang dirasakannya kepada Allah dan memohon agar Dia mengangkat Harun a.s., saudaranya, menjadi rasul untuk membantu dan menolongnya. Harun adalah seorang yang fasih lidahnya dan pandai mengungkapkan apa yang ada dalam hatinya dengan bahasa yang baik dan menarik. Hal ini disebutkan pula pada ayat lain: Dia (Musa) berkata, \"Ya Tuhanku, lapangkanlah dadaku, dan mudahkanlah untukku urusanku, dan lepaskanlah kekakuan dari lidahku, agar mereka mengerti perkataanku, dan jadikanlah untukku seorang pembantu dari keluargaku, (yaitu) Harun, saudaraku, teguhkanlah kekuatanku dengan (adanya) dia, dan jadikanlah dia teman dalam urusanku. (thaha/20: 25-32). Demikian pula disebutkan dalam firman-Nya yang lain yaitu: Dan saudaraku Harun, dia lebih fasih lidahnya daripada aku, maka utuslah dia bersamaku sebagai pembantuku untuk membenarkan (perkataan)ku; sungguh, aku takut mereka akan mendustakanku.\" (al-Qasas/28: 34). Musa merasa khawatir kalau dia menghadapi Fir'aun dan kaumnya seorang diri karena pernah membunuh seorang Qibthi (penduduk Mesir asli) dengan tidak sengaja. Hal itu terjadi ketika Musa melihat perkelahian yang terjadi antara orang Qibthi itu dengan seorang Bani Israil. Ia berniat membantu anggota kaumnya tersebut dan memukul orang Qibthi itu dengan kuat sehingga jatuh dan langsung meninggal. Musa khawatir akan dibunuh oleh kaum Fir'aun karena peristiwa tersebut, sehingga dia tidak dapat menyampaikan dakwahnya. Akan tetapi, seandainya Harun di sampingnya dan dia mati terbunuh, maka saudaranya itu dapat melanjutkan risalahnya. Jadi permintaan Musa supaya Harun diangkat menjadi rasul untuk membantunya bukan karena ia takut mati dalam menyampaikan dakwah dan risalahnya, tetapi agar dakwah dan risalahnya itu jangan terhenti kalau dia meninggal, karena dilanjutkan oleh saudaranya, Harun."
        },
        {
          "number": 14,
          "arabic": "وَلَهُمْ عَلَىَّ ذَنۢبٌ فَأَخَافُ أَن يَقْتُلُونِ",
          "transliteration": "walahum ʿalayya dhanbun fa-akhāfu an yaqtulūni",
          "translation": "Sebab aku berdosa terhadap mereka,<sup foot_note=135534>1</sup> maka aku takut mereka akan membunuhku.\"",
          "tafsir": "Pada ayat ini, Allah menerangkan bagaimana tanggapan Musa a.s. terhadap perintah Tuhannya. Musa a.s. menyadari sepenuhnya bahwa dia harus melaksanakan perintah Allah karena merupakan tugasnya sebagai rasul. Akan tetapi, Musa a.s. membayangkan bagaimana kaum Fir'aun itu telah tersesat dari jalan yang benar. Ia juga tahu bagaimana keras dan kasarnya sikap mereka terhadap orang yang menentang kepercayaan mereka, sedangkan dia sendiri merasa sebagai seorang yang lemah tak berdaya. Musa merasa sangat khawatir kalau kaum Fir'aun itu menuduhnya sebagai seorang pembohong dan pendusta. Apalagi jika terjadi perdebatan yang sengit dengan Fir'aun dan kaumnya, Musa yang tidak begitu fasih lidahnya akan menjadi gugup dalam memberikan alasan yang tepat dan kuat, sehingga menjadi sempitlah dadanya ketika menghadapi mereka. Musa mengadukan semua yang dirasakannya kepada Allah dan memohon agar Dia mengangkat Harun a.s., saudaranya, menjadi rasul untuk membantu dan menolongnya. Harun adalah seorang yang fasih lidahnya dan pandai mengungkapkan apa yang ada dalam hatinya dengan bahasa yang baik dan menarik. Hal ini disebutkan pula pada ayat lain: Dia (Musa) berkata, \"Ya Tuhanku, lapangkanlah dadaku, dan mudahkanlah untukku urusanku, dan lepaskanlah kekakuan dari lidahku, agar mereka mengerti perkataanku, dan jadikanlah untukku seorang pembantu dari keluargaku, (yaitu) Harun, saudaraku, teguhkanlah kekuatanku dengan (adanya) dia, dan jadikanlah dia teman dalam urusanku. (thaha/20: 25-32). Demikian pula disebutkan dalam firman-Nya yang lain yaitu: Dan saudaraku Harun, dia lebih fasih lidahnya daripada aku, maka utuslah dia bersamaku sebagai pembantuku untuk membenarkan (perkataan)ku; sungguh, aku takut mereka akan mendustakanku.\" (al-Qasas/28: 34). Musa merasa khawatir kalau dia menghadapi Fir'aun dan kaumnya seorang diri karena pernah membunuh seorang Qibthi (penduduk Mesir asli) dengan tidak sengaja. Hal itu terjadi ketika Musa melihat perkelahian yang terjadi antara orang Qibthi itu dengan seorang Bani Israil. Ia berniat membantu anggota kaumnya tersebut dan memukul orang Qibthi itu dengan kuat sehingga jatuh dan langsung meninggal. Musa khawatir akan dibunuh oleh kaum Fir'aun karena peristiwa tersebut, sehingga dia tidak dapat menyampaikan dakwahnya. Akan tetapi, seandainya Harun di sampingnya dan dia mati terbunuh, maka saudaranya itu dapat melanjutkan risalahnya. Jadi permintaan Musa supaya Harun diangkat menjadi rasul untuk membantunya bukan karena ia takut mati dalam menyampaikan dakwah dan risalahnya, tetapi agar dakwah dan risalahnya itu jangan terhenti kalau dia meninggal, karena dilanjutkan oleh saudaranya, Harun."
        },
        {
          "number": 15,
          "arabic": "قَالَ كَلَّا ۖ فَٱذْهَبَا بِـَٔايَـٰتِنَآ ۖ إِنَّا مَعَكُم مُّسْتَمِعُونَ",
          "transliteration": "qāla kallā fa-idh'habā biāyātinā innā maʿakum mus'tamiʿūna",
          "translation": "(Allah) berfirman, \"Jangan takut (mereka tidak akan dapat membunuhmu)! Maka pergilah kamu berdua dengan membawa ayat-ayat Kami (mukjizat-mukjizat); sungguh, Kami bersamamu mendengarkan (apa yang mereka katakan),",
          "tafsir": "Pada ayat-ayat ini, Allah menegaskan kepada Musa a.s. bahwa semua yang dikhawatirkannya itu tidak akan terjadi. Dia tidak akan dapat dibunuh oleh Fir'aun karena Fir'aun tidak akan dapat berlaku sewenang-wenang terhadapnya. Adapun permintaan Musa agar saudaranya, Harun, diangkat menjadi rasul telah dikabulkan oleh Allah. Dengan begitu, perintah untuk pergi berdakwah kepada Fir'aun dan kaumnya dibebankan kepada Musa dan Harun. Di dalam ayat lain, Allah menegaskan bahwa permintaan Musa itu dikabulkan yaitu: Dia (Allah) berfirman, \"Sungguh, telah diperkenankan permintaanmu, hai Musa! (thaha/20: 36). Allah menceritakan kepergian Musa dan Harun menyeru Fir'aun dan kaumnya kepada agama tauhid dengan membawa mukjizat yang akan menguatkan seruannya yaitu tongkat Musa yang dapat menjadi ular, dan tangannya bila dimasukkan ke ketiaknya akan menjadi putih bercahaya. Untuk menghilangkan segala was-was dan kekhawatiran dalam hati Musa dan Harun, Allah menegaskan bahwa Ia selalu akan mendengar dan memperhatikan apa yang akan terjadi di kala keduanya telah berhadapan dengan Fir'aun. Hal ini dengan jelas diterangkan pada ayat lain yaitu: Dia (Allah) berfirman, \"Janganlah kamu berdua khawatir, sesungguhnya Aku bersama kamu berdua, Aku mendengar dan melihat. (thaha/20: 46). Allah menyuruh Musa dan Harun agar mengatakan dengan tegas kepada Fir'aun bahwa mereka datang menghadap kepadanya untuk menyampaikan bahwa mereka berdua adalah rasul yang diutus Allah, Tuhan semesta alam, kepadanya dan kaumnya. Selain itu keduanya harus meminta kepada Fir'aun agar membebaskan Bani Israil yang telah diperbudak selama ini. Keduanya ingin membawa mereka kembali ke tanah suci Baitul Makdis, tanah tumpah darah mereka, di mana nenek moyang mereka semenjak dahulu kala telah berdiam di sana. Hal ini bertujuan agar mereka dapat dengan bebas memeluk agama tauhid tanpa ada tekanan atau hambatan dari siapa pun. Dalam Tafsir al-Maragi diterangkan bahwa menurut riwayat, Bani Israil yang tinggal di Mesir diperbudak oleh Fir'aun dan kaumnya dalam waktu yang lama, yaitu selama 400 tahun. Fir'aun memang sangat berkuasa dan berbuat sewenang-wenang terhadap rakyatnya, terutama Bani Israil. Menurut al-Qurtubi, sebagaimana dikutip oleh al-Maragi, Musa dan Harun harus menunggu satu tahun untuk dapat menghadap Fir'aun."
        },
        {
          "number": 16,
          "arabic": "فَأْتِيَا فِرْعَوْنَ فَقُولَآ إِنَّا رَسُولُ رَبِّ ٱلْعَـٰلَمِينَ",
          "transliteration": "fatiyā fir'ʿawna faqūlā innā rasūlu rabbi l-ʿālamīna",
          "translation": "maka datanglah kamu berdua kepada Fir'aun dan katakan, \"Sesungguhnya kami adalah rasul-rasul Tuhan seluruh alam,",
          "tafsir": "Pada ayat-ayat ini, Allah menegaskan kepada Musa a.s. bahwa semua yang dikhawatirkannya itu tidak akan terjadi. Dia tidak akan dapat dibunuh oleh Fir'aun karena Fir'aun tidak akan dapat berlaku sewenang-wenang terhadapnya. Adapun permintaan Musa agar saudaranya, Harun, diangkat menjadi rasul telah dikabulkan oleh Allah. Dengan begitu, perintah untuk pergi berdakwah kepada Fir'aun dan kaumnya dibebankan kepada Musa dan Harun. Di dalam ayat lain, Allah menegaskan bahwa permintaan Musa itu dikabulkan yaitu: Dia (Allah) berfirman, \"Sungguh, telah diperkenankan permintaanmu, hai Musa! (thaha/20: 36). Allah menceritakan kepergian Musa dan Harun menyeru Fir'aun dan kaumnya kepada agama tauhid dengan membawa mukjizat yang akan menguatkan seruannya yaitu tongkat Musa yang dapat menjadi ular, dan tangannya bila dimasukkan ke ketiaknya akan menjadi putih bercahaya. Untuk menghilangkan segala was-was dan kekhawatiran dalam hati Musa dan Harun, Allah menegaskan bahwa Ia selalu akan mendengar dan memperhatikan apa yang akan terjadi di kala keduanya telah berhadapan dengan Fir'aun. Hal ini dengan jelas diterangkan pada ayat lain yaitu: Dia (Allah) berfirman, \"Janganlah kamu berdua khawatir, sesungguhnya Aku bersama kamu berdua, Aku mendengar dan melihat. (thaha/20: 46). Allah menyuruh Musa dan Harun agar mengatakan dengan tegas kepada Fir'aun bahwa mereka datang menghadap kepadanya untuk menyampaikan bahwa mereka berdua adalah rasul yang diutus Allah, Tuhan semesta alam, kepadanya dan kaumnya. Selain itu keduanya harus meminta kepada Fir'aun agar membebaskan Bani Israil yang telah diperbudak selama ini. Keduanya ingin membawa mereka kembali ke tanah suci Baitul Makdis, tanah tumpah darah mereka, di mana nenek moyang mereka semenjak dahulu kala telah berdiam di sana. Hal ini bertujuan agar mereka dapat dengan bebas memeluk agama tauhid tanpa ada tekanan atau hambatan dari siapa pun. Dalam Tafsir al-Maragi diterangkan bahwa menurut riwayat, Bani Israil yang tinggal di Mesir diperbudak oleh Fir'aun dan kaumnya dalam waktu yang lama, yaitu selama 400 tahun. Fir'aun memang sangat berkuasa dan berbuat sewenang-wenang terhadap rakyatnya, terutama Bani Israil. Menurut al-Qurtubi, sebagaimana dikutip oleh al-Maragi, Musa dan Harun harus menunggu satu tahun untuk dapat menghadap Fir'aun."
        },
        {
          "number": 17,
          "arabic": "أَنْ أَرْسِلْ مَعَنَا بَنِىٓ إِسْرَٰٓءِيلَ",
          "transliteration": "an arsil maʿanā banī is'rāīla",
          "translation": "lepaskanlah Bani Israil (pergi) bersama kami.\"",
          "tafsir": "Pada ayat-ayat ini, Allah menegaskan kepada Musa a.s. bahwa semua yang dikhawatirkannya itu tidak akan terjadi. Dia tidak akan dapat dibunuh oleh Fir'aun karena Fir'aun tidak akan dapat berlaku sewenang-wenang terhadapnya. Adapun permintaan Musa agar saudaranya, Harun, diangkat menjadi rasul telah dikabulkan oleh Allah. Dengan begitu, perintah untuk pergi berdakwah kepada Fir'aun dan kaumnya dibebankan kepada Musa dan Harun. Di dalam ayat lain, Allah menegaskan bahwa permintaan Musa itu dikabulkan yaitu: Dia (Allah) berfirman, \"Sungguh, telah diperkenankan permintaanmu, hai Musa! (thaha/20: 36). Allah menceritakan kepergian Musa dan Harun menyeru Fir'aun dan kaumnya kepada agama tauhid dengan membawa mukjizat yang akan menguatkan seruannya yaitu tongkat Musa yang dapat menjadi ular, dan tangannya bila dimasukkan ke ketiaknya akan menjadi putih bercahaya. Untuk menghilangkan segala was-was dan kekhawatiran dalam hati Musa dan Harun, Allah menegaskan bahwa Ia selalu akan mendengar dan memperhatikan apa yang akan terjadi di kala keduanya telah berhadapan dengan Fir'aun. Hal ini dengan jelas diterangkan pada ayat lain yaitu: Dia (Allah) berfirman, \"Janganlah kamu berdua khawatir, sesungguhnya Aku bersama kamu berdua, Aku mendengar dan melihat. (thaha/20: 46). Allah menyuruh Musa dan Harun agar mengatakan dengan tegas kepada Fir'aun bahwa mereka datang menghadap kepadanya untuk menyampaikan bahwa mereka berdua adalah rasul yang diutus Allah, Tuhan semesta alam, kepadanya dan kaumnya. Selain itu keduanya harus meminta kepada Fir'aun agar membebaskan Bani Israil yang telah diperbudak selama ini. Keduanya ingin membawa mereka kembali ke tanah suci Baitul Makdis, tanah tumpah darah mereka, di mana nenek moyang mereka semenjak dahulu kala telah berdiam di sana. Hal ini bertujuan agar mereka dapat dengan bebas memeluk agama tauhid tanpa ada tekanan atau hambatan dari siapa pun. Dalam Tafsir al-Maragi diterangkan bahwa menurut riwayat, Bani Israil yang tinggal di Mesir diperbudak oleh Fir'aun dan kaumnya dalam waktu yang lama, yaitu selama 400 tahun. Fir'aun memang sangat berkuasa dan berbuat sewenang-wenang terhadap rakyatnya, terutama Bani Israil. Menurut al-Qurtubi, sebagaimana dikutip oleh al-Maragi, Musa dan Harun harus menunggu satu tahun untuk dapat menghadap Fir'aun."
        },
        {
          "number": 18,
          "arabic": "قَالَ أَلَمْ نُرَبِّكَ فِينَا وَلِيدًا وَلَبِثْتَ فِينَا مِنْ عُمُرِكَ سِنِينَ",
          "transliteration": "qāla alam nurabbika fīnā walīdan walabith'ta fīnā min ʿumurika sinīna",
          "translation": "Dia (Fir'aun) menjawab, \"Bukankah kami telah mengasuhmu dalam lingkungan (keluarga) kami, waktu engkau masih kanak-kanak dan engkau tinggal bersama kami beberapa tahun dari umurmu.<sup foot_note=135535>1</sup>",
          "tafsir": "Tatkala Musa dan Harun diperkenankan menghadap Fir'aun dan menegaskan kepadanya bahwa mereka berdua adalah rasul Allah Pencipta alam semesta dan meminta supaya Bani Israil dibebaskan dari perbudakan dan diizinkan meninggalkan Mesir, Fir'aun sangat terkejut dan merasa tercengang. Ia menjadi heran mengapa keduanya begitu berani menentang kekuasaannya, sedangkan dia sendiri menganggap dirinya sebagai tuhan bagi rakyatnya, termasuk dalam hal ini Bani Israil. Kemudian Musa dan Harun juga menuntut pembebasan semua Bani Israil dari cengkeraman perbudakan. Fir'aun heran mengapa Musa sampai berani mengemukakan dua hal yang amat tidak masuk akal itu? Fir'aun mengetahui benar bahwa Musa adalah anak asuhnya sendiri. Semenjak kecil, dia dididik dan dibesarkan dalam istananya. Fir'aun mengetahui pula bahwa setelah dewasa, Musa pernah membunuh seorang rakyatnya yang dekat dengannya, yaitu tukang masaknya sendiri ketika ia berkelahi dengan salah seorang Bani Israil. Fir'aun juga heran mengapa Musa dengan riwayat hidup seperti itu, berani menentang kekuasaannya dan menuntut hal yang tidak masuk akal menurut pendapatnya. Dengan nada yang keras dan rasa amarah yang tak tertahankan, Fir'aun menjawab, \"Bukankah engkau telah kami asuh dan kami didik semenjak kecil? Kami selamatkan kamu dari pembunuhan di mana pada waktu itu kami memerintahkan agar setiap anak laki-laki Bani Israil harus dibunuh. Kami didik dan kami besarkan di istana kami, kami sayangi dan santuni seperti menyayangi dan menyantuni anak kami sendiri. Akan tetapi, sekarang kamu meminta kepada kami dua hal yang tak mungkin terjadi yaitu agar aku turun dari singgasana ketuhananku serta mengakui bahwa kamu adalah rasul dari Tuhan yang tidak kami kenal. Kemudian kamu meminta pula agar Bani Israil yang telah berabad-abad tinggal di negeri Mesir ini dibebaskan dan kamu bawa ke negeri yang kamu anggap tanah leluhurmu. Ini adalah suatu lelucon yang tidak lucu dan suatu kebodohan dan ketololan yang menunjukkan bahwa kamu berdua adalah manusia yang tak berbudi bahkan mungkin manusia yang telah gila.\""
        },
        {
          "number": 19,
          "arabic": "وَفَعَلْتَ فَعْلَتَكَ ٱلَّتِى فَعَلْتَ وَأَنتَ مِنَ ٱلْكَـٰفِرِينَ",
          "transliteration": "wafaʿalta faʿlataka allatī faʿalta wa-anta mina l-kāfirīna",
          "translation": "Dan engkau (Musa) telah melakukan (kesalahan dari) perbuatan yang telah engkau lakukan<sup foot_note=135536>1</sup> dan engkau termasuk orang yang tidak tahu berterima kasih.\"",
          "tafsir": "Tatkala Musa dan Harun diperkenankan menghadap Fir'aun dan menegaskan kepadanya bahwa mereka berdua adalah rasul Allah Pencipta alam semesta dan meminta supaya Bani Israil dibebaskan dari perbudakan dan diizinkan meninggalkan Mesir, Fir'aun sangat terkejut dan merasa tercengang. Ia menjadi heran mengapa keduanya begitu berani menentang kekuasaannya, sedangkan dia sendiri menganggap dirinya sebagai tuhan bagi rakyatnya, termasuk dalam hal ini Bani Israil. Kemudian Musa dan Harun juga menuntut pembebasan semua Bani Israil dari cengkeraman perbudakan. Fir'aun heran mengapa Musa sampai berani mengemukakan dua hal yang amat tidak masuk akal itu? Fir'aun mengetahui benar bahwa Musa adalah anak asuhnya sendiri. Semenjak kecil, dia dididik dan dibesarkan dalam istananya. Fir'aun mengetahui pula bahwa setelah dewasa, Musa pernah membunuh seorang rakyatnya yang dekat dengannya, yaitu tukang masaknya sendiri ketika ia berkelahi dengan salah seorang Bani Israil. Fir'aun juga heran mengapa Musa dengan riwayat hidup seperti itu, berani menentang kekuasaannya dan menuntut hal yang tidak masuk akal menurut pendapatnya. Dengan nada yang keras dan rasa amarah yang tak tertahankan, Fir'aun menjawab, \"Bukankah engkau telah kami asuh dan kami didik semenjak kecil? Kami selamatkan kamu dari pembunuhan di mana pada waktu itu kami memerintahkan agar setiap anak laki-laki Bani Israil harus dibunuh. Kami didik dan kami besarkan di istana kami, kami sayangi dan santuni seperti menyayangi dan menyantuni anak kami sendiri. Akan tetapi, sekarang kamu meminta kepada kami dua hal yang tak mungkin terjadi yaitu agar aku turun dari singgasana ketuhananku serta mengakui bahwa kamu adalah rasul dari Tuhan yang tidak kami kenal. Kemudian kamu meminta pula agar Bani Israil yang telah berabad-abad tinggal di negeri Mesir ini dibebaskan dan kamu bawa ke negeri yang kamu anggap tanah leluhurmu. Ini adalah suatu lelucon yang tidak lucu dan suatu kebodohan dan ketololan yang menunjukkan bahwa kamu berdua adalah manusia yang tak berbudi bahkan mungkin manusia yang telah gila.\""
        }
      ]
    }
  ]
}