{
  "pageNumber": 402,
  "juz": 21,
  "surahs": [
    {
      "number": 29,
      "name": "Al-'Ankabut",
      "nameArabic": "العنكبوت",
      "meaning": "Laba-laba",
      "revelation": "Makkah",
      "description": "Surat Al-'Ankabut terdiri dari 69 ayat dan termasuk golongan surat Makkiyyah.Dinamai \"Al-'Ankabut\" berhubung kata Al-'Ankabut yang berarti \"laba-laba\" terdapat pada ayat 41 surat ini, ketika Allah mengumpamakan para penyembah berhala dengan laba-laba yang meyakini kekuatan sarangnya sebagai tempat berlindung dan tempat menjerat mangsa, padahal jika dihembuskan angin atau ditimpa suatu barang yang kecil, sarang itu akan hancur. Begitu pula halnya kaum musyrikin yang meyakini kekuatan sembahan mereka sebagai tempat berlindung dan meminta sesuatu, padahal sembahan itu tidak mampu sedikit pun menolong mereka dari azab Allah ketika di dunia, seperti yang terjadi pada kaum Nuh, kaum Ibrahim, kaum Luth, kaum Syu'aib, kaum Shaleh, dan lain-lain. Terlebih, menghadapi azab Allah di akhirat nanti, sembahan mereka itu lebih tidak mampu lagi menghindarkan dan melindungi mereka.**Pokok-Pokok Isi:**1. **Keimanan:** Bukti-bukti tentang keberadaan hari kebangkitan dan ancaman terhadap orang-orang yang mengingkarinya; setiap jiwa akan merasakan mati dan hanya kepada Allah mereka akan kembali; Allah menjamin rezeki setiap makhluk-Nya.2. **Hukum-hukum:** Kewajiban berbuat baik kepada kedua orang tua; kewajiban mengerjakan shalat karena bisa mencegah dari perbuatan keji dan mungkar; kewajiban menentang ajakan mempersekutukan Allah sekalipun dari ibu bapak.3. **Kisah-kisah:** Kisah-kisah ujiaan yang dialami oleh Nabi Nuh, Nabi Ibrahim, Nabi Luth, Nabi Syu'aib, Nabi Dawud, Nabi Shaleh, dan Nabi Musa4. **Lain-lain:** Cobaan diperlukan untuk menguji keimanan seseorang; manfaat usaha manusia kembali kepada dirinya sendiri, bukan kepada Allah; perlawanan terhadap kebenaran pasti hancur.Surat Al-'Ankabut menerangkan bahwa seseorang yang mengatakan diri beriman belum bisa dikatakan benar-benar beriman sebelum imannya itu diuji. Orang yang imannya lemah, setelah disakiti sedikit saja, maka hancurlah imannya. Adakalanya mereka menjadi munafik dan adakalanya kembali menjadi kafir. Orang munafik dan orang kafir tidak akan luput dari azab Allah sebagaimana yang telah dialami oleh umat-umat terdahulu.Allah juga mengumpamakan kepercayaan orang-orang musyrikin terhadap kekuatan berhala-berhala yang disembahnya sama dengan kepercayaan laba-laba terhadap kekuatan sarangnya. Allah menyuruh orang yang beriman mengerjakan shalat, mengingat Allah, dan menyampaikan agama-Nya. Apabila orang-orang musyrik tetap enggan menerima ajakan maka itu adalah urusan Allah. Apabila mereka bertindak sewenang-wenang dan kaum muslimin belum mempunyai kekuatan, kaum muslimin harus berhijrah ke tempat lain karena bumi Allah luas, dan Allah yang menentukan dan menjamin rezeki setiap makhluk.Dunia adalah fana sedangkan akhirat adalah kekal. Di akhirat, orang-orang kafir mendapat azab yang kekal sedangkan orang-orang yang berjihad di jalan Allah mendapat kesenangan yang abadi.**Hubungan Surat Al-'Ankabut Dengan Surat Ar-Rum:**1. Bagian permulaan surat Al-'Ankabut menerangkan tentang jihad sebagai ujian bagi orang-orang mukmin, bahwa manusia itu diciptakan Allah bukan untuk bersenang-senang, tetapi untuk berusaha dan berjihad di jalan Allah sampai akhir hayat. Dalam berusaha dan berjihad di jalan Allah serta berjuang, manusia biasa mendapat halangan dan rintangan, namun hanya orang-orang mukmin saja yang sanggup mengatasi halangan dan rintangan ini sehingga mendapat kesenangan. Kemudian pada akhir surat Al-'Ankabut ini diulangi kembali tentang berjihad itu. Permulaan surat Ar-Rum mengandung arti bahwa orang mukmin akan mengalahkan orang-orang musyrik dalam waktu dekat. Maka ditinjau dari segi berjihad dan usaha mewujudkannya, surat Ar-Rum dianggap sebagai penyempurnaan dari apa yang dikemukakan dalam surat Al-'Ankabut.2. Surat Al-'Ankabut mengemukakan tentang keesaan Allah dan hari kebangkitan secara global, sedangkan surat Ar-Rum mengemukakan bukti-bukti hal tersebut secara terperinci.3. Surat Al-'Ankabut menyebutkan bahwa kewajiban para rasul hanya menyampaikan agama Allah, sedangkan surat Ar-Rum menyebutkan bahwa rasul-rasul tidak dapat memberikan taufik dan tidak mampu menjadikan seseorang menerima apa yang disampaikannya. Hanya Allah yang mampu melakukan hal tersebut.",
      "verses": [
        {
          "number": 46,
          "arabic": "۞ وَلَا تُجَـٰدِلُوٓا۟ أَهْلَ ٱلْكِتَـٰبِ إِلَّا بِٱلَّتِى هِىَ أَحْسَنُ إِلَّا ٱلَّذِينَ ظَلَمُوا۟ مِنْهُمْ ۖ وَقُولُوٓا۟ ءَامَنَّا بِٱلَّذِىٓ أُنزِلَ إِلَيْنَا وَأُنزِلَ إِلَيْكُمْ وَإِلَـٰهُنَا وَإِلَـٰهُكُمْ وَٰحِدٌ وَنَحْنُ لَهُۥ مُسْلِمُونَ",
          "transliteration": "walā tujādilū ahla l-kitābi illā bi-allatī hiya aḥsanu illā alladhīna ẓalamū min'hum waqūlū āmannā bi-alladhī unzila ilaynā wa-unzila ilaykum wa-ilāhunā wa-ilāhukum wāḥidun wanaḥnu lahu mus'limūna",
          "translation": "Dan janganlah kamu berdebat dengan Ahli Kitab, melainkan dengan cara yang baik, kecuali dengan orang-orang yang zalim diantara mereka,<sup foot_note=135578>1</sup> dan katakanlah, \"Kami telah beriman kepada (kitab-kitab) yang diturunkan kepada kami dan yang diturunkan kepadamu; Tuhan kami dan Tuhan kamu satu; dan hanya kepada-Nya kami berserah diri.\"",
          "tafsir": "Dalam ayat ini, Allah memberi petunjuk kepada Nabi Muhammad dan kaum Muslimin tentang materi dakwah dan cara menghadapi Ahli Kitab, karena sebagian besar mereka ini tidak menerima seruannya. Ketika Rasulullah menyampaikan ajaran Islam, kebanyakan dari mereka mendustakannya. Hanya sedikit sekali di antara mereka yang menerimanya. Padahal mereka telah mengetahui Muhammad dan ajaran yang dibawanya, sebagaimana mereka mengetahui dan mengenal anak-anak mereka sendiri. Allah berfirman: Orang-orang yang telah Kami beri Kitab (Taurat dan Injil) mengenalnya (Muhammad) seperti mereka mengenal anak-anak mereka sendiri. Sesungguhnya sebagian mereka pasti menyembunyikan kebenaran, padahal mereka mengetahui(nya) (al-Baqarah/2: 146) Pada ayat yang lain, Allah menerangkan dan menjelaskan cara berdakwah yang baik, sebagaimana firman-Nya: Serulah (manusia) kepada jalan Tuhanmu dengan hikmah dan pengajaran yang baik, dan berdebatlah dengan mereka dengan cara yang baik. Sesungguhnya Tuhanmu, Dialah yang lebih mengetahui siapa yang sesat dari jalan-Nya dan Dialah yang lebih mengetahui siapa yang mendapat petunjuk. (an-Nahl/16: 125) Menyeru manusia ke jalan Tuhan dengan hikmah dan bijaksana serta mendebat mereka dengan cara yang baik dilakukan kepada orang-orang yang tidak melakukan kezaliman. Adapun terhadap orang-orang yang melakukan kezaliman, yaitu orang-orang yang hatinya telah terkunci mati, tidak mau menerima kebenaran lagi, dan berusaha untuk melenyapkan Islam dan umatnya, tidak bisa dihadapi dengan cara-cara di atas. Ahli Kitab yang zalim ialah mereka yang dalam hatinya ada penyakit iri, benci, dan dengki kepada kaum Muslimin, karena rasul dan nabi terakhir tidak diangkat dari kalangan mereka. Mereka memerangi Rasulullah dan kaum Muslimin dengan mengadakan tipu daya dan fitnah secara tersembunyi dan terang-terangan. Mereka selalu berusaha merintangi dakwah yang dilakukan Rasulullah dan para sahabatnya, seperti mengadakan perjanjian persekutuan dengan orang-orang kafir yang lain. Sangat banyak contoh-contoh yang terjadi dalam sejarah yang berhubungan dengan hal ini. Oleh karena itu, mereka dinamai orang-orang yang zalim, dan berusaha merugikan kaum Muslimin. Di akhirat nanti, mereka menjadi orang-orang yang merugi dengan menerima azab yang setimpal dengan perbuatan mereka. Selanjutnya Allah memperingatkan bahwa jika Ahli Kitab mengajak kaum Muslimin membicarakan kitab suci mereka, dan memberitahukan kepadanya apa yang patut dibenarkan dan ditolak, sedang mereka sendiri mengetahui keadaan mereka itu, maka seharusnya kaum Muslimin berkata, \"Kami percaya kepada Al-Qur'an yang diturunkan kepada kami dan juga percaya kepada Taurat dan Injil yang diturunkan kepadamu. Tuhan yang kami dan kamu sembah sebenarnya sama, yaitu Tuhan Yang Maha Esa. Oleh karena itu, marilah kita bersama-sama tunduk dan patuh kepada-Nya serta melaksanakan segala perintah dan menghentikan larangan-Nya.\" Sehubungan dengan maksud ayat ini, Abu Hurairah berkata, \"Para Ahli Kitab itu membaca Taurat dengan bahasa Ibrani dan menafsirkan dengan bahasa Arab untuk orang-orang Islam. Lalu Nabi saw bersabda: Janganlah kamu membenarkan Ahli Kitab dan jangan pula kamu mendustakan mereka. Katakanlah kepada mereka, \"Kami beriman dengan apa yang telah diturunkan kepada kami dan yang telah diturunkan kepadamu. Tuhan kami dan Tuhan kamu adalah satu dan kami berserah diri hanya kepada Nya saja. (Riwayat al-Bukhari dan an-Nasa'i dari Abu Hurairah)"
        },
        {
          "number": 47,
          "arabic": "وَكَذَٰلِكَ أَنزَلْنَآ إِلَيْكَ ٱلْكِتَـٰبَ ۚ فَٱلَّذِينَ ءَاتَيْنَـٰهُمُ ٱلْكِتَـٰبَ يُؤْمِنُونَ بِهِۦ ۖ وَمِنْ هَـٰٓؤُلَآءِ مَن يُؤْمِنُ بِهِۦ ۚ وَمَا يَجْحَدُ بِـَٔايَـٰتِنَآ إِلَّا ٱلْكَـٰفِرُونَ",
          "transliteration": "wakadhālika anzalnā ilayka l-kitāba fa-alladhīna ātaynāhumu l-kitāba yu'minūna bihi wamin hāulāi man yu'minu bihi wamā yajḥadu biāyātinā illā l-kāfirūna",
          "translation": "Dan demikianlah Kami turunkan Kitab (Alquran) kepadamu. Adapun orang-orang yang telah Kami berikan Kitab (Taurat dan Injil) mereka beriman kepadanya (Alquran); dan di antara mereka (orang-orang kafir Mekkah) ada yang beriman kepadanya. Dan hanya orang-orang kafir yang mengingkari ayat-ayat Kami.",
          "tafsir": "Pada ayat ini, Allah menerangkan kepada Nabi Muhammad bahwa sebagaimana Ia telah menurunkan kitab kepada para rasul yang diutus sebelumnya, demikian pula Ia menurunkan Al-Qur'an kepadanya. Dalam kitab-kitab itu telah diisyaratkan kedatangan Nabi Muhammad di kemudian hari. Hal ini kemudian benar-benar menjadi kenyataan dengan pengutusan Muhammad saw sebagai nabi dan rasul terakhir. Para rasul Allah diperingatkan agar menyampaikan kepada umatnya untuk beriman dan mengikuti para rasul yang datang kemudian. Sebab, jika seseorang beriman kepada salah seorang dari para rasul yang diutus Allah, maka ia wajib pula beriman kepada para rasul Allah yang lain, baik yang datang lebih dahulu, maupun yang kemudian. Oleh karena itu, sebagian dari Ahli Kitab yang ada pada masa Nabi Muhammad beriman kepadanya dan kepada Al-Qur'an, sesuai dengan perintah para nabi mereka. Mereka itu lebih mementingkan akhirat daripada dunia yang fana ini, dan tidak memperturutkan hawa nafsu. Di antara mereka yang bersikap demikian adalah Abdullah bin Salam, Tamim al-Anshari, dan lain-lain. Adapun orang-orang yang di hatinya ada penyakit, seperti iri hati karena rasul yang ditunggu kedatangannya itu bukan dari golongan mereka, atau tertipu oleh kesenangan dunia karena memperturutkan hawa nafsu, mereka akan mengingkari Al-Qur'an, terutama ayat-ayat yang menyatakan kerasulan Muhammad. Seharusnya orang-orang Ahli Kitab memperhatikan seruan dan petunjuk para rasul mereka untuk menyembah kepada Allah, dan mempercayai bahwa Muhammad adalah rasul dan nabi terakhir. Tidak ada seorang nabi atau rasul pun yang diutus Allah sesudahnya."
        },
        {
          "number": 48,
          "arabic": "وَمَا كُنتَ تَتْلُوا۟ مِن قَبْلِهِۦ مِن كِتَـٰبٍ وَلَا تَخُطُّهُۥ بِيَمِينِكَ ۖ إِذًا لَّٱرْتَابَ ٱلْمُبْطِلُونَ",
          "transliteration": "wamā kunta tatlū min qablihi min kitābin walā takhuṭṭuhu biyamīnika idhan la-ir'tāba l-mub'ṭilūna",
          "translation": "Dan engkau (Muhammad) tidak pernah membaca sesuatu kitab sebelum (Alquran) dan engkau tidak (pernah) menulis suatu kitab dengan tangan kananmu; sekiranya (engkau pernah membaca dan menulis), niscaya ragu orang-orang yang mengingkarinya.",
          "tafsir": "Ayat ini menerangkan bahwa sebelum Al-Qur'an diturunkan, Nabi Muhammad telah dikenal dengan baik oleh orang-orang Arab. Ia telah lama hidup di tengah-tengah mereka sebelum diangkat menjadi rasul. Semua orang Arab waktu itu mengakui bahwa Muhammad mempunyai budi pekerti yang tinggi, dapat dipercaya, tidak pernah berdusta, dan disegani oleh kawan-kawannya. Mereka betul-betul mengetahui bahwa Muhammad tidak pandai membaca dan menulis, apalagi mengarang buku cerita. Di samping orang-orang Arab, orang-orang Yahudi dan Nasrani pun mengetahui dari kitab-kitab mereka bahwa Muhammad adalah orang yang tidak pandai menulis dan membaca. Mujahid berkata, \"Ahli Kitab mengetahui dari kitab-kitab mereka bahwa Nabi Muhammad tidak pandai menulis dan membaca, karena itu turunlah ayat ini.\" Dalam ayat lain, Allah berfirman: (Yaitu) orang-orang yang mengikuti Rasul, nabi yang ummi (tidak bisa baca tulis) yang (namanya) mereka dapati tertulis di dalam Taurat dan Injil yang ada pada mereka, yang menyuruh mereka berbuat yang makruf dan mencegah dari yang mungkar, dan yang menghalalkan segala yang baik bagi mereka dan mengharamkan segala yang buruk bagi mereka, dan membebaskan beban-beban dan belenggu-belenggu yang ada pada mereka. (al-A'raf/7: 157) Dalam keadaan yang demikian, Allah menurunkan Al-Qur'an kepada Muhammad. Di dalamnya termuat akidah yang sangat tinggi nilainya dan dilengkapi dengan bukti-bukti yang meyakinkan. Al-Qur'an juga mempunyai gaya bahasa yang sangat indah, sehingga tidak ada seorang pun yang dapat menandinginya, sekalipun pada waktu itu di kalangan bangsa Arab banyak terdapat pujangga-pujangga sastra yang kenamaan karena seni sastra sedang mencapai puncaknya. Akan tetapi, sedikit sekali dari mereka yang beriman. Seandainya Muhammad saw dapat membaca dan menulis, pernah belajar kepada Ahli Kitab, atau ia bukan seorang yang dipercaya, tidak memiliki budi pekerti yang luhur, dan tidak pula seorang yang disegani, tentu orang-orang kafir Mekah dengan mudah menuduh dan mengatakan bahwa Al-Qur'an itu adalah buatan Muhammad, bukan Kalamullah. Dari ayat ini dapat dipahami bahwa hati dan pikiran orang-orang kafir Mekah, berdasarkan pengetahuan mereka tentang pribadi Muhammad, dan ketinggian nilai sastra Al-Qur'an, sejak semula telah mempercayai Al-Qur'an dan kerasulan Muhammad. Akan tetapi, karena dalam hati mereka ada penyakit, dan takut kedudukan mereka di antara kaumnya akan jatuh, maka mereka menyatakan sesuatu yang bertentangan dengan hati dan pikiran mereka sendiri. Pengertian ummi dalam ayat ini ialah tidak pandai menulis dan membaca. Hal ini tidak berarti bahwa Muhammad tidak berilmu pengetahuan, karena Allah telah mengajarkan kepadanya ilmu pengetahuan yang tinggi, bahkan mungkin ilmu pengetahuan yang belum pernah diajarkan-Nya kepada manusia biasa. Dengan demikian, beliau menjadi orang yang alim dan bijaksana. Allah berfirman: Dan (juga karena) Allah telah menurunkan Kitab (Al-Qur'an) dan Hikmah (Sunnah) kepadamu, dan telah mengajarkan kepadamu apa yang belum engkau ketahui. Karunia Allah yang dilimpahkan kepadamu itu sangat besar. (an-Nisa'/4: 113)"
        },
        {
          "number": 49,
          "arabic": "بَلْ هُوَ ءَايَـٰتٌۢ بَيِّنَـٰتٌ فِى صُدُورِ ٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ ۚ وَمَا يَجْحَدُ بِـَٔايَـٰتِنَآ إِلَّا ٱلظَّـٰلِمُونَ",
          "transliteration": "bal huwa āyātun bayyinātun fī ṣudūri alladhīna ūtū l-ʿil'ma wamā yajḥadu biāyātinā illā l-ẓālimūna",
          "translation": "Sebenarnya, (Alquran) itu adalah ayat-ayat yang jelas di dalam dada orang-orang yang berilmu.<sup foot_note=135579>1</sup> Hanya orang-orang zalim yang mengingkari ayat-ayat Kami.",
          "tafsir": "Ayat ini menegaskan bahwa ayat-ayat Al-Qur'an merupakan petunjuk Allah, tidak ada kesamaran sedikit pun tentang pengertiannya. Allah memudahkan penafsirannya bagi orang-orang yang ingin mencari kebenaran yang hakiki. Dalam ayat yang lain, Allah berfirman: Dan sungguh, telah Kami mudahkan Al-Qur'an untuk peringatan, maka adakah orang yang mau mengambil pelajaran? (al-Qamar/54: 17) Para Ahli Kitab yang ingin mencari kebenaran, dengan mudah dapat memahami Al-Qur'an. Dengan demikian, mereka mau beriman kepadanya dan meyakini bahwa Muhammad adalah benar-benar seorang rasul. Allah berfirman kepada Nabi Muhammad agar mengatakan kepada orang-orang kafir yang tidak percaya kepada kerasulan beliau: Dan orang-orang kafir berkata, \"Engkau (Muhammad) bukanlah seorang Rasul.\" Katakanlah, \"Cukuplah Allah dan orang yang menguasai ilmu Al-Kitab menjadi saksi antara aku, Aisah dan kamu. (ar-Ra'd/13: 43) Maksud ayat di atas adalah ulama-ulama Ahli Kitab menjadi saksi atas kerasulan Muhammad, karena telah membaca dalam kitab-kitab mereka akan kedatangannya. Dengan demikian, ada di antara Ahli Kitab yang beriman kepada Nabi Muhammad, di antaranya orang-orang yang telah disebutkan di atas. Allah menegaskan lagi bahwa Al-Qur'an itu terpelihara dalam dada kaum Muslimin. Mereka menghafalnya secara turun temurun sehingga tidak seorangpun dapat mengubahnya. Selanjutnya ayat ini menerangkan bahwa tidak ada seorang pun yang mengingkari ayat-ayat Allah, kecuali orang-orang yang zalim. Ayat ini merupakan isyarat bagi Ahli Kitab bahwa mereka telah mengetahui dari kitab suci mereka tentang kenabian Muhammad dan penurunan Al-Qur'an kepadanya. Namun demikian, banyak di antara mereka yang mengingkari kebenaran itu setelah mengetahuinya. Allah berfirman: Ternyata setelah sampai kepada mereka apa yang telah mereka ketahui itu, mereka mengingkarinya. Maka laknat Allah bagi orang-orang yang ingkar. (al-Baqarah/2: 89) Selain bermakna isyarat bagi Ahli Kitab, ayat ini juga merupakan cercaan Allah yang ditujukan kepada orang-orang musyrik Mekah yang mengingkari ayat-ayat-Nya. Mereka tidak percaya kepada Al-Qur'an dan kerasulan Muhammad saw yang sudah menjadi kebenaran yang nyata. Mereka ini disebut oleh Allah sebagai orang yang zalim. Sifat zalim ini adalah sifat yang paling tepat bagi mereka karena menyembunyikan kebenaran yang sebetulnya telah mereka ketahui. Allah berfirman: Dan siapakah yang lebih zalim daripada orang yang menyembunyikan kesaksian dari Allah yang ada padanya? (al-Baqarah/2: 140)"
        },
        {
          "number": 50,
          "arabic": "وَقَالُوا۟ لَوْلَآ أُنزِلَ عَلَيْهِ ءَايَـٰتٌ مِّن رَّبِّهِۦ ۖ قُلْ إِنَّمَا ٱلْـَٔايَـٰتُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٌ مُّبِينٌ",
          "transliteration": "waqālū lawlā unzila ʿalayhi āyātun min rabbihi qul innamā l-āyātu ʿinda l-lahi wa-innamā anā nadhīrun mubīnun",
          "translation": "Dan mereka (orang-orang kafir Mekkah) berkata, \"Mengapa tidak diturunkan mukjizat-mukjizat dari Tuhannya?\" Katakanlah (Muhammad), \"Mukjizat-mukjizat itu terserah kepada Allah. Aku hanya seorang pemberi peringatan yang jelas.\"",
          "tafsir": "Dalam ayat ini, Allah menerangkan bahwa kaum musyrik menuntut agar Muhammad menunjukkan mukjizat yang nyata seperti yang pernah didatangkan kepada nabi-nabi terdahulu, misalnya unta betina Nabi Saleh, tongkat Nabi Musa, dan lain-lain. Permintaan mereka dijawab dengan menjelaskan bahwa persoalan mukjizat adalah ketentuan Allah. Kemudian dijelaskan pula kepicikan mereka karena menolak mukjizat yang lebih tinggi nilainya dan sesuai untuk mereka. Mereka tidak memahami bahwa Al-Qur'an itu sebenarnya adalah mukjizat yang abadi, tidak tertandingi oleh siapa pun sampai hari Kiamat. Ayat ini mengisyaratkan bahwa orang-orang kafir Mekah mengingkari Al-Qur'an sebagai mukjizat yang diturunkan kepada Nabi Muhammad. Menurut mereka, Al-Qur'an tidak pantas dijadikan sebagai mukjizat, karena mukjizat semestinya adalah sesuatu yang nyata, dan langsung dapat dilihat dan dirasakan sebagaimana yang diturunkan kepada para rasul yang terdahulu, seperti topan Nabi Nuh, tongkat Nabi Musa, dan sebagainya. Mereka menyatakan bahwa mukjizat yang nyata itu mudah diterima akal pikiran dan dapat menimbulkan keyakinan bagi orang-orang yang melihatnya. Allah memerintahkan kepada Nabi Muhammad agar menjawab permintaan orang-orang musyrik Mekah itu dengan mengatakan bahwa persoalan mukjizat adalah urusan Tuhan. Dialah yang menetapkan mukjizat apa yang akan diberikan kepada seorang rasul yang diutus-Nya, karena harus disesuaikan dengan tingkat kemampuan umat yang akan menyaksikan. Mengenai pengakuan orang-orang Quraisy bahwa mereka tidak dapat menerima Al-Qur'an sebagai mukjizat, Allah Maha Mengetahui isi hati mereka. Sebenarnya hati mereka telah mengakui kemukjizatan Al-Qur'an sebagai mukjizat, tetapi karena keingkaran dan penyakit yang ada dalam hati, mereka tidak mau mengatakan yang demikian. Jika mereka benar-benar akan beriman dengan penurunan mukjizat sesuai dengan permintaan mereka, tentu Allah akan menurunkannya. Tidak ada sesuatu pun yang sukar bagi Allah, semua mudah bagi-Nya. Allah berfirman: Dan tidak ada yang menghalangi Kami untuk mengirimkan (kepadamu) tanda-tanda (kekuasaan Kami), melainkan karena (tanda-tanda) itu telah didustakan oleh orang terdahulu. (al-Isra'/17: 59) Setelah permintaan orang-orang musyrik yang aneh-aneh itu dijawab, Allah memerintahkan kepada Nabi Muhammad agar menyampaikan kepada mereka bahwa dia hanya sekedar memberi peringatan kepada orang-orang yang tidak mengindahkannya. Tugasnya hanya menyampaikan risalah kepada mereka. Ia tidak dapat mengubah mereka menjadi orang-orang yang beriman. Hanya Allah yang dapat melakukan hal itu. Allah berfirman: Barang siapa diberi petunjuk oleh Allah, maka dialah yang mendapat petunjuk; dan barang siapa disesatkan-Nya, maka engkau tidak akan mendapatkan seorang penolong yang dapat memberi petunjuk kepadanya. (al-Kahf/18: 17) Firman Allah yang lain: Bukanlah kewajibanmu (Muhammad) menjadikan mereka mendapat petunjuk, tetapi Allah-lah yang memberi petunjuk kepada siapa yang Dia kehendaki. (al- Baqarah/2: 272)"
        },
        {
          "number": 51,
          "arabic": "أَوَلَمْ يَكْفِهِمْ أَنَّآ أَنزَلْنَا عَلَيْكَ ٱلْكِتَـٰبَ يُتْلَىٰ عَلَيْهِمْ ۚ إِنَّ فِى ذَٰلِكَ لَرَحْمَةً وَذِكْرَىٰ لِقَوْمٍ يُؤْمِنُونَ",
          "transliteration": "awalam yakfihim annā anzalnā ʿalayka l-kitāba yut'lā ʿalayhim inna fī dhālika laraḥmatan wadhik'rā liqawmin yu'minūna",
          "translation": "Apakah tidak cukup bagi mereka bahwa Kami telah menurunkan kepadamu Kitab (Alquran) yang dibacakan kepada mereka? Sungguh, dalam (Alquran) itu terdapat rahmat yang besar dan pelajaran bagi orang-orang yang beriman.",
          "tafsir": "Ad-Darimi dan Abu Dawud meriwayatkan bahwa telah datang serombongan kaum Muslimin kepada Nabi Muhammad dengan membawa kisah-kisah yang mereka tulis sendiri, yang sebagian isinya bersumber dari orang-orang Yahudi. Nabi saw berkata, \"Cukuplah kebodohan dan kesesatan suatu kaum yang menolak apa yang dibawa nabi mereka, dan menginginkan sesuatu yang dibawa oleh seorang nabi yang bukan nabi mereka untuk orang lain. Lalu ayat ini diturunkan oleh Allah. Ayat ini juga merupakan jawaban yang menolak tuntutan orang-orang musyrik Mekah yang meminta mukjizat yang nyata. Padahal Al-Qur'an telah dibacakan kepada mereka. Apakah tidak cukup bagi mereka dalil-dalil yang menerangkan bukti-bukti ke-rasulan Muhammad saw, yang termuat dalam kitab-kitab suci yang terdahulu, sedang mereka sendiri tidak mengetahuinya dengan pasti. Apakah tidak terpikir oleh mereka bahwa seorang yang tidak pandai tulis baca, dan tidak pernah bergaul apalagi belajar kepada Ahli Kitab sanggup menyampaikan Al-Qur'an kepada mereka dengan isi yang benar, agung dan mulia serta dengan nilai sastra yang demikian tinggi. Seandainya mereka mau berpikir dan menginginkan kebenaran, Al-Qur'an saja sebenarnya telah cukup menjadi bukti bagi mereka untuk membenarkan ke-rasulan Muhammad. Kemudian Allah menerangkan keutamaan dan kelebihan Al-Qur'an dengan mengatakan bahwa ayat-ayatnya merupakan rahmat bagi mereka, karena di dalamnya tidak terdapat ancaman-ancaman, seperti yang pernah diberikan kepada orang-orang terdahulu. Karena mereka juga mengingkari, seharusnya mereka mengalami apa yang pernah dialami oleh orang-orang dahulu yang pernah mengingkari rasul-Nya, seperti kaum 'Ad, Samud, Fir'aun, dan yang lain-lain. Tidak adanya ancaman kemusnahan bagi kaum musyrik di dalam Al-Qur'an merupakan suatu rahmat Allah yang besar bagi umat Muhammad yang datang kemudian. Diterangkan pula bahwa ayat-ayat Al-Qur'an adalah pelajaran bagi orang-orang yang beriman. Maksudnya ialah ayat-ayat Al-Qur'an itu menerangkan peristiwa yang dialami umat-umat dahulu, dan bagaimana sikap mereka terhadap para rasul yang diutus untuk menerangkan bukti-bukti keesaan Allah yang kuat dan lengkap. Al-Qur'an juga menerangkan akhlak mulia yang harus dipunyai oleh seorang manusia yang baik, menerangkan hukum-hukum dan petunjuk mencapai kebahagiaan hidup, memuat pengetahuan yang sangat berguna bagi manusia, dan sebagainya. Seandainya orang-orang musyrik dan manusia-manusia yang lain mau menjadikan ayat-ayat tersebut sebagai pelajaran, memikirkan serta mengamalkannya, tentulah mereka akan memperoleh jalan yang benar, dan berbahagia di dunia dan di akhirat. Akan tetapi, jika mereka tidak mau dan tidak berniat untuk menghilangkan penyakit yang ada dalam hati, mereka tentu akan menjadi orang yang merugi di dunia dan akhirat."
        },
        {
          "number": 52,
          "arabic": "قُلْ كَفَىٰ بِٱللَّهِ بَيْنِى وَبَيْنَكُمْ شَهِيدًا ۖ يَعْلَمُ مَا فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۗ وَٱلَّذِينَ ءَامَنُوا۟ بِٱلْبَـٰطِلِ وَكَفَرُوا۟ بِٱللَّهِ أُو۟لَـٰٓئِكَ هُمُ ٱلْخَـٰسِرُونَ",
          "transliteration": "qul kafā bil-lahi baynī wabaynakum shahīdan yaʿlamu mā fī l-samāwāti wal-arḍi wa-alladhīna āmanū bil-bāṭili wakafarū bil-lahi ulāika humu l-khāsirūna",
          "translation": "Katakanlah (Muhammad), \"Cukuplah Allah menjadi saksi antara aku dan kamu. Dia mengetahui apa yang di langit dan di bumi. Dan orang yang percaya kepada yang batil dan ingkar kepada Allah, mereka itulah orang-orang yang rugi.\"",
          "tafsir": "Dalam ayat ini, Allah memerintahkan Nabi Muhammad agar menyampaikan kepada orang-orang musyrik yang tetap tidak percaya kepada kerasulannya bahwa Allah mengetahui dan menyaksikan bagaimana ia telah melaksanakan tugas kepada mereka. Ia telah menyampaikan ancaman-ancaman dan kabar gembira kepada mereka, tetapi semua itu mereka ingkari. Allah mengetahui sikap mereka terhadap seruan Nabi saw, bahkan mengetahui isi hati mereka. Dia akan memberi ganjaran setiap sesuatu yang dikerjakan oleh makhluk-Nya. Seandainya Nabi Muhammad berdusta dan mengada-adakan kebohongan terhadap Allah, ia pasti akan ditimpa azab. Allah berfirman: Dan sekiranya dia (Muhammad) mengada-adakan sebagian perkataan atas (nama) Kami, pasti Kami pegang dia pada tangan kanannya. Kemudian Kami potong pembuluh jantungnya. Maka tidak seorang pun dari kamu yang dapat menghalangi (Kami untuk menghukumnya). (al-haqqah/69: 44-47) Allah menerangkan bahwa Dia mengetahui segala yang ada di langit dan di bumi. Dia mengetahui keadaan makhluk-Nya dari yang halus dan tidak kelihatan oleh mata sampai kepada yang besar. Dia juga mengetahui keadaan orang-orang musyrik dan orang-orang beriman. Dia mengetahui pula tuduhan-tuduhan orang-orang musyrik bahwa Al-Qur'an adalah buatan Muhammad, sekalipun tidak seorang pun dari mereka yang sanggup menandinginya. Orang-orang yang percaya kepada kebatilan dan mengingkari Allah itu adalah orang-orang yang merugi hidupnya di dunia dan akhirat."
        }
      ]
    }
  ]
}