{
  "pageNumber": 248,
  "juz": 13,
  "surahs": [
    {
      "number": 12,
      "name": "Yusuf",
      "nameArabic": "يوسف",
      "meaning": "Nabi Yusuf",
      "revelation": "Makkah",
      "description": "Surat Yusuf ini terdiri dari 111 ayat dan termasuk surat Makkiyyah karena diturunkan di Mekah sebelum hijrah. Surat ini dinamai Yusuf karena titik berat isinya mengenai kisah Nabi Yusuf. Kisah ini termasuk cerita ghaib yang diwahyukan kepada Nabi Muhammad sebagai mukjizat bagi beliau, yang sebelumnya tidak beliau ketahui. Menurut riwayat Al Baihaqi dalam kitab \"Ad Dalail\" bahwa segolongan orang Yahudi masuk Islam setelah mendengar kisah Nabi Yusuf tersebut, karena sesuai dengan kisah yang mereka ketahui.Dari kisah Nabi Yusuf ini, Nabi Muhammad banyak mengambil pelajaran dan merupakan penghibur bagi beliau dalam menjalankan tugasnya.**Pokok-Pokok Isi:**1. **Keimanan:** Kenabian Yusuf dan mukjizat-mukjizatnya; menentukan hukum dalam agama adalah hak Allah semata; qadha Allah tak dapat diubah; semua rasul berkelamin laki-laki2. **Hukum-hukum:** Keharusan merahasiakan sesuatu untuk menghindari fitnah; barang dan anak temuan wajib dipungut dan tidak boleh dibiarkan; boleh melakukan muslihat yang tidak merugikan orang lain untuk memperoleh sesuatu kemaslahatan.3. **Kisah-kisah:** Kisah Nabi Yusuf bersaudara dan orang tua mereka, Nabi Ya'qub.4. **Lain-lain:** Beberapa sifat dan suri teladan mulia yang dapat diambil dari kisah Nabi Yusuf; persamaan antara agama para nabi, tauhid.Surat Yusuf ini seluruh isinya berkisah tentang Nabi Yusuf dan saudara-saudaranya beserta kedua orang tua mereka. Cara penuturan kisah Nabi Yusuf ini kepada Nabi Muhammad berbeda dengan kisah nabi-nabi yang lain; kisah Nabi Yusuf secara khusus diceritakan dalam satu surat sedang kisah nabi-nabi yang lain disebutkan dalam beberapa surat. Selain itu, isi kisah Nabi Yusuf juga berbeda dengan kisah nabi-nabi yang lain. Dalam kisah nabi-nabi yang lain, Allah menitikberatkan pada tantangan yang bermacam-macam dari kaum mereka, kemudian mengakhiri kisah tersebut dengan kemusnahan para penentang para nabi. Dalam kisah Nabi Yusuf, Allah menonjolkan kesudahan yang baik dari kesabaran, dan bahwa kesenangan datang setelah penderitaan. Allah menguji Nabi Ya'qub dengan kehilangan putranya, Yusuf, dan penglihatannya. Juga menguji ketabahan dan kesabaran Yusuf dengan dipisahkan dari kedua orang tuanya, dibuang ke dalam sumur, dan diperdagangkan sebagai hamba sahaya. Lalu Allah menguji imannya dengan godaan perempuan cantik lagi bangsawan dan akhirnya dimasukkan ke dalam penjara. Kemudian Allah melepaskan Yusuf dan ayahnya dari segala penderitaan dan cobaan, menghimpunkan mereka kembali, mengembalikan penglihatan Ya'qub, dan menghidupkan lagi cinta kasih antara mereka dengan Yusuf.**Hubungan Surat Yusuf Dengan Surat Ar Ra'd:**1. Dalam surat ini secara umum Allah mengemukakan adanya tanda-tanda keesaan Allah di langit dan di bumi. Di dalam surat Ar Ra'd Allah mengemukakannya lagi secara lebih jelas.2. Kedua surat tersebut sama-sama memuat pengalaman nabi-nabi zaman dahulu beserta umatnya. Yang menentang kebenaran mengalami kehancuran sedang yang mengikuti kebenaran mendapat kemenangan.3. Pada akhir surat Yusuf diterangkan bahwa Al-Qur'an bukanlah perkataan yang diada-adakan tetapi petunjuk dan rahmat bagi orang yang beriman, dan keterangan ini diulangi lagi di awal surat Ar Ra'd.",
      "verses": [
        {
          "number": 104,
          "arabic": "وَمَا تَسْـَٔلُهُمْ عَلَيْهِ مِنْ أَجْرٍ ۚ إِنْ هُوَ إِلَّا ذِكْرٌ لِّلْعَـٰلَمِينَ",
          "transliteration": "wamā tasaluhum ʿalayhi min ajrin in huwa illā dhik'run lil'ʿālamīna",
          "translation": "Dan engkau tidak meminta imbalan apa pun kepada mereka (terhadap seruanmu ini), sebab (seruan) itu adalah pengajaran bagi seluruh alam.",
          "tafsir": "Pada ayat ini, Allah swt mengingatkan Muhammad saw agar tidak meminta upah kepada siapa pun, sebagai imbalan dari dakwah dan anjurannya supaya mereka taat dan menyembah hanya kepada Allah swt serta meninggalkan agama berhala. Allah yang akan memberikan upah dan pahala atas usahanya itu, karena memang Al-Quran diturunkan kepadanya sebagai petunjuk melaksanakan tugasnya sebagai rasul. Al-Quran merupakan peringatan dan nasihat untuk membimbing dan memberi petunjuk kepada manusia yang akan membawa kepada kebahagiaan dunia dan akhirat."
        },
        {
          "number": 105,
          "arabic": "وَكَأَيِّن مِّنْ ءَايَةٍ فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ يَمُرُّونَ عَلَيْهَا وَهُمْ عَنْهَا مُعْرِضُونَ",
          "transliteration": "waka-ayyin min āyatin fī l-samāwāti wal-arḍi yamurrūna ʿalayhā wahum ʿanhā muʿ'riḍūna",
          "translation": "Dan berapa banyak tanda-tanda (kebesaran Allah) di langit dan di bumi yang mereka lalui, namun mereka berpaling darinya.",
          "tafsir": "Pada ayat ini, Allah swt menerangkan bahwa tidak sedikit tanda-tanda yang menunjukkan keesaan, kesempurnaan, dan kekuasaan-Nya, seperti matahari, bulan, bintang-bintang, gunung-gunung, lautan, tanam-tanaman, dan lain-lain, yang bisa dilihat dan disaksikan sendiri oleh manusia. Akan tetapi, mereka tidak memperhatikannya dan tidak memikir-kan hikmah-hikmah yang terkandung di dalamnya. Semua itu menunjukkan bahwa Allah swt itu Esa, tiada Tuhan melainkan Dia. Dialah yang menciptakan semua makhluk dengan sempurna dan teratur. Kalaupun ada di antara mereka yang berusaha ingin mengetahui apa yang ada di langit dan di bumi, tetapi mereka lupa kepada Penciptanya. Dengan akalnya, mereka asyik menerapkan ilmunya, mengembangkan dan memanfaatkannya, tetapi jiwa mereka kosong dari mengingat Allah dan tidak beriman kepada-Nya. Ilmu saja, meskipun ada gunanya, tetapi tidak bermanfaat di akhirat kecuali apabila dilandasi iman kepada Allah. Alangkah berbahagianya orang yang dapat menyatukan keduanya. Orang itulah yang akan memperoleh kebaikan di dunia, dan akhirat serta selamat dari azab api neraka kelak."
        },
        {
          "number": 106,
          "arabic": "وَمَا يُؤْمِنُ أَكْثَرُهُم بِٱللَّهِ إِلَّا وَهُم مُّشْرِكُونَ",
          "transliteration": "wamā yu'minu aktharuhum bil-lahi illā wahum mush'rikūna",
          "translation": "Dan kebanyakan mereka tidak beriman kepada Allah, bahkan mereka mempersekutukan-Nya.",
          "tafsir": "Ayat ini menjelaskan keadaan orang-orang Quraisy Mekah. Di samping percaya kepada Allah yang menciptakan segala sesuatu, mereka juga menyekutukan-Nya. Kalau mereka ditanya siapa yang menciptakan semua yang ada di bumi maupun di langit, mereka akan menjawab dengan tegas bahwa yang menciptakan semuanya itu ialah Allah swt sebagai tercantum dalam Al-Quran: Dan sungguh, jika engkau (Muhammad) tanyakan kepada mereka, \"Siapakah yang menciptakan langit dan bumi?\" Tentu mereka akan menjawab, \"Allah.\" Katakanlah, \"Segala puji bagi Allah,\" tetapi kebanyakan mereka tidak mengetahui. (Luqman/31: 25) Pengakuan Quraisy Mekah terhadap eksistensi Allah juga diikuti dengan mempersekutukan-Nya. Mereka menyembah berhala dan menjadikan pendeta sebagai tuhan. Bahkan, ada di antara mereka yang mengatakan bahwa Allah itu mempunyai anak. Mahasuci Allah swt dari apa yang dituduhkan itu. Menyekutukan Allah itu adalah dosa yang paling besar. Ibnu Masud pernah bertanya kepada Nabi Muhammad saw tentang dosa yang paling besar. Nabi saw menjawab: Bahwa kamu jadikan sekutu bagi Allah swt padahal Dialah yang menciptakanmu. (Riwayat al-Bukhari dan Muslim dari Ibnu Masud)"
        },
        {
          "number": 107,
          "arabic": "أَفَأَمِنُوٓا۟ أَن تَأْتِيَهُمْ غَـٰشِيَةٌ مِّنْ عَذَابِ ٱللَّهِ أَوْ تَأْتِيَهُمُ ٱلسَّاعَةُ بَغْتَةً وَهُمْ لَا يَشْعُرُونَ",
          "transliteration": "afa-aminū an tatiyahum ghāshiyatun min ʿadhābi l-lahi aw tatiyahumu l-sāʿatu baghtatan wahum lā yashʿurūna",
          "translation": "Apakah mereka merasa aman dari kedatangan siksa Allah yang meliputi mereka, atau kedatangan kiamat kepada mereka secara mendadak, sedangkan mereka tidak menyadarinya?",
          "tafsir": "Dalam ayat ini, Allah mempertanyakan apakah orang-orang yang mengakui Allah swt sebagai Penciptanya tetapi juga menyekutukan-Nya dengan mengadakan sembahan-sembahan selain-Nya, merasa aman dari azab yang akan menimpa mereka secara tiba-tiba. Apakah mereka merasa aman tidak akan menemui kematian secara mendadak dan tidak pernah diduga sebelumnya? Sekali-kali tidak! Sewaktu-waktu Allah swt dapat saja menimpakan azab kepada mereka, begitu juga Allah swt dapat memerintah-kan Malaikat Izrail untuk mencabut nyawanya secara mendadak tanpa diduga sebelumnya apabila Allah menghendaki. Allah swt Maha Pelaksana terhadap apa yang Dia kehendaki, sebagaimana firman-Nya: Sungguh, Tuhanmu Maha Pelaksana terhadap apa yang Dia kehendaki. (Hud/11: 107) Sejalan dengan ayat 107 ini, firman Allah swt: Maka apakah orang yang membuat tipu daya yang jahat itu, merasa aman (dari bencana) dibenamkannya bumi oleh Allah bersama mereka, atau (terhadap) datangnya siksa kepada mereka dari arah yang tidak mereka sadari, atau Allah mengazab mereka pada waktu mereka dalam perjalanan; sehingga mereka tidak berdaya menolak (azab itu), atau Allah mengazab mereka dengan berangsur-angsur (sampai binasa). Maka sungguh, Tuhanmu Maha Pengasih, Maha Penyayang. (an-Nahl/16: 45-47) Di antara hikmah disembunyikannya waktu kedatangan azab yang seolah-olah dengan tiba-tiba atau pencabutan nyawa oleh Izrail secara mendadak, ialah supaya mereka selalu siap siaga akan datangnya ajal. Dengan demikian, mereka selalu patuh dan taat dalam melaksanakan ibadah serta tidak melakukan maksiat. Mereka sadar hanya kepada Allah swt manusia menyembah dan tidak menyekutukan-Nya sedikit pun."
        },
        {
          "number": 108,
          "arabic": "قُلْ هَـٰذِهِۦ سَبِيلِىٓ أَدْعُوٓا۟ إِلَى ٱللَّهِ ۚ عَلَىٰ بَصِيرَةٍ أَنَا۠ وَمَنِ ٱتَّبَعَنِى ۖ وَسُبْحَـٰنَ ٱللَّهِ وَمَآ أَنَا۠ مِنَ ٱلْمُشْرِكِينَ",
          "transliteration": "qul hādhihi sabīlī adʿū ilā l-lahi ʿalā baṣīratin anā wamani ittabaʿanī wasub'ḥāna l-lahi wamā anā mina l-mush'rikīna",
          "translation": "Katakanlah (Muhammad), \"Inilah jalanku, aku dan orang-orang yang mengikutiku mengajak (kamu) kepada Allah dengan yakin, Mahasuci Allah, dan aku tidak termasuk orang-orang musyrik.\"",
          "tafsir": "Pada ayat ini, Allah swt memerintahkan kepada Muhammad saw untuk memberitahu umatnya bahwa dakwah yang dijalankannya, yang bertujuan mengajak manusia mengesakan Allah swt dan mengikhlaskan ibadah hanya kepada-Nya, adalah menjadi tugas dan kewajibannya. Rasul memiliki keyakinan bahwa usahanya ini akan berhasil karena apa yang dikemukakan dan dilaksanakannya dilandasi dengan bukti-bukti dan hujjah yang nyata. Yang demikian itu menjadi tugas dan kewajiban bagi orang-orang yang mempercayai dan mengikutinya sehingga segala macam bentuk penghambaan kepada selain Allah bisa musnah dari permukaan bumi ini. Perhatikanlah firman Allah swt yang mengajarkan cara berdakwah kepada Rasul dan umatnya: Serulah (manusia) kepada jalan Tuhanmu dengan hikmah dan pengajaran yang baik. (an-Nahl/16: 125) Pada potongan ayat berikutnya, Allah mengajarkan Muhammad saw untuk mensucikan-Nya dari tuduhan adanya sekutu dengan mengatakan Mahasuci Allah swt dari sangkaan bahwa Dia mempunyai sekutu dalam kekuasaan-Nya, dan ada yang wajib disembah selain Dia. Langit dan bumi serta segala isinya, bahkan semua yang ada, bertasbih menyucikan Allah dari hal yang demikian itu, firman Allah swt: Langit yang tujuh, bumi dan semua yang ada di dalamnya bertasbih kepada Allah. Dan tidak ada sesuatu pun melainkan bertasbih dengan memuji-Nya, tetapi kamu tidak mengerti tasbih mereka. Sungguh, Dia adalah Maha Penyantun, Maha Pengampun. (al-Isra/17: 44) Ayat 108 ini ditutup dengan satu ketegasan bahwa Nabi Muhammad saw tidak termasuk orang-orang yang musyrik."
        },
        {
          "number": 109,
          "arabic": "وَمَآ أَرْسَلْنَا مِن قَبْلِكَ إِلَّا رِجَالًا نُّوحِىٓ إِلَيْهِم مِّنْ أَهْلِ ٱلْقُرَىٰٓ ۗ أَفَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَيَنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلَّذِينَ مِن قَبْلِهِمْ ۗ وَلَدَارُ ٱلْـَٔاخِرَةِ خَيْرٌ لِّلَّذِينَ ٱتَّقَوْا۟ ۗ أَفَلَا تَعْقِلُونَ",
          "transliteration": "wamā arsalnā min qablika illā rijālan nūḥī ilayhim min ahli l-qurā afalam yasīrū fī l-arḍi fayanẓurū kayfa kāna ʿāqibatu alladhīna min qablihim waladāru l-ākhirati khayrun lilladhīna ittaqaw afalā taʿqilūna",
          "translation": "Dan Kami tidak mengutus sebelummu (Muhammad), melainkan orang laki-laki yang Kami berikan wahyu kepadanya di antara penduduk negeri. Tidakkah mereka bepergian di bumi lalu melihat bagaimana kesudahan orang-orang sebelum mereka (yang mendustakan rasul). Dan sungguh, negeri akhirat itu lebih baik bagi orang yang bertakwa. Tidakkah kamu mengerti?",
          "tafsir": "Pada ayat ini, Allah swt menerangkan bahwa Dia tidak mengutus rasul-rasul sebelum Muhammad saw kecuali laki-laki, bukan malaikat, dan bukan perempuan, serta menurunkan kepada mereka wahyu. Para rasul berasal dari penduduk negeri itu sendiri, supaya mereka mengikutinya. Ini merupakan jawaban terhadap tuduhan-tuduhan yang dilancarkan oleh orang-orang yang mengingkari kenabian Muhammad saw, yang menghendaki supaya rasul yang diutus itu dari jenis malaikat sebagaimana dikisahkan Allah swt di dalam firman-Nya: Dan seandainya Allah menghendaki, tentu Dia mengutus malaikat. (al-Muminun/23: 24) Tidakkah orang-orang musyrik Quraisy yang mendustakan kenabian Muhammad saw dan mengingkari apa yang dibawanya seperti mengesakan Allah, mengikhlaskan ibadah semata-mata hanya kepada-Nya, bepergian di muka bumi dan melihat serta menyaksikan bagaimana akibat orang-orang yang mendustakan rasul-rasul dahulu. Mereka dibinasakan dan negerinya dihancurkan, seperti yang dialami kaum Nabi Hud, kaum Nabi Saleh, dan lain-lainnya. Sebaliknya orang-orang yang percaya kepada Allah dan rasul-Nya dan takut menyekutukan Allah, tidak berbuat dosa dan maksiat, akan memperoleh kesenangan nanti di negeri akhirat yang jauh lebih baik jika dibandingkan dengan apa yang didapat orang-orang musyrik di dunia ini. Apakah mereka tidak memikirkan perbedaan imbalan dan balasan antara orang-orang yang ingkar dan orang-orang yang percaya. Kesenangan yang didapat di dunia oleh orang-orang yang ingkar itu sangat terbatas. Apabila mereka meninggal dunia berakhirlah kesenangan itu, dan di negeri akhirat kelak mereka mendapat azab yang amat pedih tak henti-hentinya. Dan kesenangan yang diperoleh orang-orang yang beriman, tidak saja di dunia tetapi sampai ke akhirat nanti, karena kesenangan yang diperolehnya itu abadi selamanya."
        },
        {
          "number": 110,
          "arabic": "حَتَّىٰٓ إِذَا ٱسْتَيْـَٔسَ ٱلرُّسُلُ وَظَنُّوٓا۟ أَنَّهُمْ قَدْ كُذِبُوا۟ جَآءَهُمْ نَصْرُنَا فَنُجِّىَ مَن نَّشَآءُ ۖ وَلَا يُرَدُّ بَأْسُنَا عَنِ ٱلْقَوْمِ ٱلْمُجْرِمِينَ",
          "transliteration": "ḥattā idhā is'tayasa l-rusulu waẓannū annahum qad kudhibū jāahum naṣrunā fanujjiya man nashāu walā yuraddu basunā ʿani l-qawmi l-muj'rimīna",
          "translation": "Sehingga apabila para rasul tidak mempunyai harapan lagi (tentang keimanan kaumnya) dan telah meyakini bahwa mereka telah didustakan, datanglah kepada mereka (para rasul) itu pertolongan Kami, lalu diselamatkan orang yang Kami kehendaki. Dan siksa Kami tidak dapat ditolak dari orang yang berdosa.",
          "tafsir": "Ayat ini menjelaskan sunatullah yang telah berlaku pada umat-umat terdahulu. Allah swt mengutus para rasul-Nya dengan bukti yang nyata dan diperkuat dengan mukjizat. Setelah rasul-rasul itu ditentang, didustakan, dan dimusuhi oleh kaumnya sehingga merasakan tekanan yang amat berat, timbullah perasaan seakan-akan mereka berputus asa karena tidak ada harapan lagi kaumnya akan beriman dan kemenangan yang ditunggu-tunggu belum juga datang, pada saat itulah pertolongan Allah swt datang. Sedangkan orang-orang yang mendustakan para nabi ditimpa azab dengan tiba-tiba, seperti banjir besar yang menenggelamkan kaum Nabi Nuh, angin ribut yang membinasakan kaum Â'd (kaum Nabi Hud), siksaan yang menimpa kaum samud, dan bencana yang melanda negeri kaum Nabi Luth, sebagaimana tercantum dalam firman Allah swt: Apakah tidak sampai kepada mereka berita (tentang) orang-orang yang sebelum mereka, (yaitu) kaum Nuh, Ad, Samud, kaum Ibrahim, penduduk Madyan, dan (penduduk) negeri-negeri yang telah musnah? Telah datang kepada mereka rasul-rasul dengan membawa bukti-bukti yang nyata; Allah tidak menzalimi mereka, tetapi merekalah yang menzalimi diri mereka sendiri. (at-Taubah/9: 70) Orang-orang Quraisy yang tidak mau insaf dan kembali ke jalan yang benar, sekalipun telah ditunjukkan bukti-bukti yang nyata, akan ditimpakan Allah azab yang pedih. Sedangkan Nabi Muhammad diberi pertolongan berupa berbagai kemenangan yang telah diperolehnya seperti Perang Badar dan pada perang-perang berikutnya. Allah swt menyelamatkan para rasul beserta kaumnya yang beriman kepada-Nya, sedang orang-orang yang ingkar kepada Allah swt dan mendustakan rasul-rasul-Nya dan agama yang dibawanya akan diazab, tidak seorang pun dari mereka yang dapat menolak dan mengelak dari azab Allah itu."
        },
        {
          "number": 111,
          "arabic": "لَقَدْ كَانَ فِى قَصَصِهِمْ عِبْرَةٌ لِّأُو۟لِى ٱلْأَلْبَـٰبِ ۗ مَا كَانَ حَدِيثًا يُفْتَرَىٰ وَلَـٰكِن تَصْدِيقَ ٱلَّذِى بَيْنَ يَدَيْهِ وَتَفْصِيلَ كُلِّ شَىْءٍ وَهُدًى وَرَحْمَةً لِّقَوْمٍ يُؤْمِنُونَ",
          "transliteration": "laqad kāna fī qaṣaṣihim ʿib'ratun li-ulī l-albābi mā kāna ḥadīthan yuf'tarā walākin taṣdīqa alladhī bayna yadayhi watafṣīla kulli shayin wahudan waraḥmatan liqawmin yu'minūna",
          "translation": "Sungguh, pada kisah-kisah mereka itu terdapat pengajaran bagi orang yang mempunyai akal. (Alquran) itu bukanlah cerita yang dibuat-buat, tetapi membenarkan (kitab-kitab) yang sebelumnya, menjelaskan segala sesuatu, dan (sebagai) petunjuk dan rahmat bagi orang-orang yang beriman.",
          "tafsir": "Pada ayat ini, Allah swt menerangkan bahwa semua kisah nabi-nabi, terutama Nabi Yusuf a.s. bersama ayah dan saudara-saudaranya, adalah pelajaran bagi orang-orang yang mempunyai akal sehat. Sedang orang-orang yang lalai yang tidak memanfaatkan akal dan pikirannya untuk memahami kenyataan yang ada, maka kisah Nabi tersebut tidak akan bermanfaat baginya. Mereka tidak akan dapat mengambil pelajaran dan peringatan darinya. Seharusnya mereka memperhatikan bahwa yang mampu dan kuasa menyelamatkan Nabi Yusuf a.s. setelah dibuang ke dasar sumur, meng-angkat derajatnya sesudah ia dipenjarakan, menguasai negeri Mesir sesudah dijual dengan harga murah, meninggikan pangkatnya dari saudara-saudara-nya yang ingin membinasakannya, dan mengumpulkan mereka kembali bersama kedua orang tuanya sesudah berpisah sekian lama, tentu sanggup dan kuasa pula memuliakan Muhammad, meninggikan kalimatnya, memenangkan agama yang dibawanya, serta membantu dan menguatkannya dengan tentara, pengikut, dan pendukung setia, sekalipun di dalam menjalani semuanya itu, beliau pernah mengalami kesukaran dan kesulitan. Kitab suci Al-Quran yang membawa kisah-kisah tersebut, bukanlah suatu cerita yang dibuat-buat dan diada-adakan, tetapi adalah wahyu yang diturunkan Allah swt dan mukjizat yang melemahkan tokoh-tokoh sastra ulung ketika ditantang untuk menyusun yang seperti itu. Kisah-kisah itu diberitakan dari nabi yang tidak pernah mempelajari buku-buku dan tidak pernah bergaul dengan ulama-ulama cerdik pandai. Bahkan kitab Suci Al-Quran itu membenarkan isi kitab-kitab samawi yang diturunkan kepada nabi-nabi sebelumnya, seperti kitab Taurat, Injil, dan Zabur yang asli tentunya, bukan yang sudah ditambah dengan khurafat dan lain-lain hal yang tidak lagi terjaga kemurniannya. Dalam kitab suci Al-Quran diuraikan dengan jelas perintah-perintah Allah, larangan-larangan-Nya, janji-janji dan ancaman-Nya, sifat kesempurnaan yang wajib bagi-Nya dan suci dari sifat-sifat kekurangan dan hal-hal yang lain, sebagaimana firman Allah swt: Tidak ada sesuatu pun yang Kami luputkan di dalam Kitab. (al-Anam/6: 38) Al-Quran adalah petunjuk bagi orang-orang yang mau membacanya dengan penuh kesadaran dan yang mau meneliti dan mendalami isinya. Al-Quran juga akan membimbing mereka ke jalan yang benar dan membawa kepada kebahagiaan dunia dan akhirat. Al-Quran adalah rahmat bagi orang-orang yang beriman, yaitu mereka yang membenarkan dan mempercayai serta mengamalkan isinya, karena iman itu ialah ucapan yang dibenarkan oleh hati dan dibuktikan dengan amal perbuatan."
        }
      ]
    }
  ]
}