{
  "pageNumber": 155,
  "juz": 8,
  "surahs": [
    {
      "number": 7,
      "name": "Al-A'raf",
      "nameArabic": "الأعراف",
      "meaning": "Tempat Tertinggi",
      "revelation": "Makkah",
      "description": "Surat Al-A'raf berjumlah 206 ayat, termasuk surat Makkiyyah, diturunkan sebelum surat Al-An'am, dan termasuk golongan surat \"Assab'uththiwaal\" (tujuh surat yang panjang). Dinamakan \"Al-A'raf\" karena perkataan Al-A'raf terdapat dalam ayat 46 yang mengemukakan tentang keadaan orang-orang yang berada di atas Al-A'raf, tempat yang tertinggi di batas surga dan neraka. Mereka itulah orang-orang yang antara kebaikan dan kejahatan mereka sama banyaknya.Pokok-Pokok Isi:1. Keimanan:Mentauhidkan Allah dalam berdoa dan beribadah; hanya Allah yang mengatur dan menjaga alam; menciptakan undang-undang dan hukum-hukum untuk mengatur kehidupan manusia di dunia dan di akhirat; Allah bersemayam di 'Arsy; bantahan terhadap kepalsuan syirik; ketauhidan sesuai dengan fitrah manusia; Musa berbicara dengan Allah; tentang melihat Allah; perintah beribadah sambil menundukkan diri kepada Allah; Allah memiliki al-asmaaul husnaa (nama-nama yang indah).2. Hukum-hukum:Larangan mengikuti perbuatan dan adat istiadat yang buruk; kewajiban mengikuti Allah dan rasul, perintah berhias ketika hendak shalat; bantahan terhadap orang yang mengharamkan perhiasan yang dianugerahkan Allah; perintah memakan makanan yang halal lagi baik dan larangan memakan yang sebaliknya.3. Kisah-kisah:Kisah Nabi Adam a.s. dengan Iblis; kisah Nabi Nuh a.s. dan kaumnya; kisah Nabi Shaleh a.s. dengan kaumnya; kisah Nabi Syu'aib a.s. dengan kaumnya; kisah Nabi Musa a.s. dengan Fir'aun.4. Lain-lain:Al-Qur'an diturunkan kepada Nabi terakhir dan perintah mengikutinya; Nabi Muhammad diutus untuk seluruh manusia; adab orang mukmin, adab mendengar bacaan Al-Qur'an dan berzikir; rasul bertanggung jawab menyampaikan seruan Allah; balasan terhadap orang-orang yang mengikuti dan mengingkari rasul; dakwah rasul-rasul yang pertama ialah mentauhidkan Allah; tentang ashhaabul A'raaf yang berada di antara surga dan neraka; Allah pencipta makhluk; manusia adalah makhluk terbaik yang diciptakan Allah serta memiliki kesediaan untuk berbuat baik dan berbuat buruk; permusuhan setan terhadap manusia; manusia khalifah Allah di bumi; kehancuran suatu kaum karena perbuatan mereka sendiri; setiap bangsa memiliki masa jaya dan masa kehancuran; Allah memberikan cobaan kepada manusia dengan kekayaan dan kemiskinan; istidraj azab Allah terhadap orang-orang yang mendustakan ayat-ayat-Nya.Surat Al-A'raf dimulai dengan pengutaraan tentang kewajiban manusia mengikuti rasul dan akibat mengingkarinya. Selanjutnya, diterangkan tentang perselisihan antara Nabi Adam dan Iblis di surga yang merupakan permulaan perselisihan antara golongan yang taat kepada perintah Allah dan golongan yang mengingkari sebagaimana yang terjadi pada nabi-nabi terdahulu dengan umat-umatnya. Kemudian surat ini ditutup dengan penjelasan tentang adab-adab orang mukmin, adab-adab mendengarkan ayat-ayat Al-Qur'an, dan tata cara berdoa dan berzikir kepada-Nya.Hubungan Antara Surat Al-A'Raf Dengan Surat Al-Anfal:1. Akhir surat Al-A'raf mengemukakan keadaan beberapa orang rasul yang diutus sebelum Nabi Muhammad dalam menghadapi kaumnya, sedang permulaan surat Al-Anfal menerangkan keadaan Nabi Muhammad dalam menghadapi umatnya.2. Permusuhan antara Adam dan Iblis di surga dilanjutkan dengan permusuhan antara manusia yang menerima petunjuk dari Allah dengan yang tidak menerimanya. Ini diterangkan dalam surat Al-A'raf. Hal yang serupa diterangkan lebih jelas dalam surat Al-Anfal; pertentangan kedua golongan itu serta tingkah laku mereka dalam perang Badar. Surat Al-A'raf termasuk surat yang banyak persesuaiannya dengan surat-surat yang lain, seperti: Al-Baqarah, Ali 'Imran, At-Taubah, danYunus.",
      "verses": [
        {
          "number": 38,
          "arabic": "قَالَ ٱدْخُلُوا۟ فِىٓ أُمَمٍ قَدْ خَلَتْ مِن قَبْلِكُم مِّنَ ٱلْجِنِّ وَٱلْإِنسِ فِى ٱلنَّارِ ۖ كُلَّمَا دَخَلَتْ أُمَّةٌ لَّعَنَتْ أُخْتَهَا ۖ حَتَّىٰٓ إِذَا ٱدَّارَكُوا۟ فِيهَا جَمِيعًا قَالَتْ أُخْرَىٰهُمْ لِأُولَىٰهُمْ رَبَّنَا هَـٰٓؤُلَآءِ أَضَلُّونَا فَـَٔاتِهِمْ عَذَابًا ضِعْفًا مِّنَ ٱلنَّارِ ۖ قَالَ لِكُلٍّ ضِعْفٌ وَلَـٰكِن لَّا تَعْلَمُونَ",
          "transliteration": "qāla ud'khulū fī umamin qad khalat min qablikum mina l-jini wal-insi fī l-nāri kullamā dakhalat ummatun laʿanat ukh'tahā ḥattā idhā iddārakū fīhā jamīʿan qālat ukh'rāhum liūlāhum rabbanā hāulāi aḍallūnā faātihim ʿadhāban ḍiʿ'fan mina l-nāri qāla likullin ḍiʿ'fun walākin lā taʿlamūna",
          "translation": "Allah berfirman, \"Masuklah kamu ke dalam api neraka bersama golongan jin dan manusia yang telah lebih dahulu dari kamu. Setiap kali suatu umat masuk, dia melaknat saudaranya, sehingga apabila mereka telah masuk semuanya, berkatalah orang yang (masuk) belakangan (kepada) orang yang (masuk) terlebih dahulu, \"Ya Tuhan kami, Mereka telah menyesatkan kami. Datangkanlah siksaan api neraka yang berlipat ganda kepada mereka\" Allah berfirman, \"Masing-masing mendapatkan (siksaan) yang berlipat ganda, tetapi kamu tidak mengetahui.\"",
          "tafsir": "Pada hari Kiamat, Allah memerintahkan kepada orang-orang kafir agar masuk ke dalam neraka, bersama-sama umat-umat yang terdahulu, dari jin dan manusia. Mereka sudah lebih dahulu masuk ke dalam neraka, karena kekafiran dan kedurhakaan mereka. Setan dari jin dan manusia selalu menggoda kaumnya dan menggoda manusia agar tersesat dari jalan yang benar. Mereka sudah lebih dahulu berada dalam neraka. Allah berfirman: Tinggalah kamu bersama-sama mereka dalam neraka dan jadikanlah mereka sebagai penolong-penolongmu, sebagaimana kamu hidup di dunia menjadikan mereka tempat minta tolong. Dari ayat ini jelaslah bahwa orang-orang kafir itu tidak sekaligus serempak masuk neraka semuanya, tetapi bergelombang. Gelombang pertama masuk, kemudian menyusul gelombang berikutnya, maka terjadilah kutuk-mengutuk sesama orang kafir itu dalam neraka. Setiap kali suatu umat masuk ke neraka, dan mereka melihat bagaimana hebatnya azab neraka itu, mereka mengutuk kawan-kawan yang telah menyesatkan mereka, dimana mereka mengikuti dengan penuh setia kawan-kawan yang telah menyesatkannya selama hidup di dunia, yang sekarang telah sama-sama terjerumus ke dalam neraka. Firman Allah: ¦ Kemudian pada hari Kiamat sebagian kamu akan saling mengingkari dan saling mengutuk¦ (al-'Ankabut/29: 25) Orang-orang musyrik mengutuk pemimpin-pemimpin yang telah menyesatkannya, begitu juga orang-orang Yahudi dan Nasrani mengutuk pemimpin-pemimpin yang telah menyesatkannya. Begitulah tiap-tiap umat atau golongan mengutuk kawan-kawannya yang jadi pemimpin yang telah menyesatkan selama hidup di dunia. Akhirnya kalau semuanya sudah masuk ke dalam neraka dan mereka sudah berkumpul di dalamnya, sudah sama-sama merasakan pedih azab neraka, maka berkatalah para pengikut kepada Allah, tentang pemimpin-pemimpin yang telah menyesatkan mereka, \"Ya Tuhan, pemimpin inilah yang menyesatkan kami, dan kami bertaklid buta mengikuti perintah mereka. Ya Allah, berikanlah kepada mereka siksaan yang berlipat ganda dalam neraka ini, lebih berat dari siksaan kami ini, karena mereka sesat dan menyesatkan kami.\" Allah memberi jawaban terhadap permintaan pengikut-pengikut itu, firman-Nya, \"Bagi masing-masing mereka sudah diberi azab yang berlipat ganda, tetapi kamu tidak tahu.\" Mereka di dalam neraka sama-sama menderita, tidak ada perbedaan antara pengikut dengan pemimpin yang menyesatkan, karena mereka telah sesat dan menyesatkan orang lain. Demikian pula yang dipimpin karena mereka telah sesat dan bertaklid buta menerima kesesatan. Masing-masing golongan tidak mengetahui macam siksaan yang ditimpakan kepada yang lain."
        },
        {
          "number": 39,
          "arabic": "وَقَالَتْ أُولَىٰهُمْ لِأُخْرَىٰهُمْ فَمَا كَانَ لَكُمْ عَلَيْنَا مِن فَضْلٍ فَذُوقُوا۟ ٱلْعَذَابَ بِمَا كُنتُمْ تَكْسِبُونَ",
          "transliteration": "waqālat ūlāhum li-ukh'rāhum famā kāna lakum ʿalaynā min faḍlin fadhūqū l-ʿadhāba bimā kuntum taksibūna",
          "translation": "Dan orang-orang yang (masuk) terlebih dahulu berkata kepada yang (masuk) belakangan,\" Kamu tidak mempunyai kelebihan sedikit pun atas kami. Maka rasakanlah azab itu karena perbuatan yang telah kamu lakukan.\"",
          "tafsir": "Dalam ayat ini dijelaskan, bagaimana cara pemimpin-pemimpin mereka berlepas diri dan tanggungjawab dari tuntutan pengikut-pengikutnya. Pemimpin-pemimpin yang telah lebih dahulu masuk neraka mengatakan: \"Kalau memang seperti yang kamu tuduhkan itu, bahwa kami menyesatkan kamu dan hendaklah azab kami dilipatgandakan dari azab yang kamu terima, maka sekarang kamu rasakan azab neraka ini karena kebodohanmu, mau disesatkan dari jalan yang benar. Kami tidak memaksamu untuk mengikuti kami tetapi kamu sendirilah yang memilih jalan yang sesat itu, berbuat dosa dan mendurhakai Allah. Begitulah akhirnya, mereka saling salah menyalahkan dan hal itu tidak ada gunanya lagi, karena mereka akan sama-sama berada dalam api neraka yang bergejolak itu. Firman Allah: Dan (harapanmu itu) sekali-kali tidak akan memberi manfaat kepadamu pada hari itu karena kamu telah menzalimi (dirimu sendiri). Sesungguhnya kamu pantas bersama-sama dalam azab itu. (az-Zukhruf/43: 39)"
        },
        {
          "number": 40,
          "arabic": "إِنَّ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا وَٱسْتَكْبَرُوا۟ عَنْهَا لَا تُفَتَّحُ لَهُمْ أَبْوَٰبُ ٱلسَّمَآءِ وَلَا يَدْخُلُونَ ٱلْجَنَّةَ حَتَّىٰ يَلِجَ ٱلْجَمَلُ فِى سَمِّ ٱلْخِيَاطِ ۚ وَكَذَٰلِكَ نَجْزِى ٱلْمُجْرِمِينَ",
          "transliteration": "inna alladhīna kadhabū biāyātinā wa-is'takbarū ʿanhā lā tufattaḥu lahum abwābu l-samāi walā yadkhulūna l-janata ḥattā yalija l-jamalu fī sammi l-khiyāṭi wakadhālika najzī l-muj'rimīna",
          "translation": "Sesungguhnya orang-orang yang mendustakan ayat-ayat Kami dan menyombongkan diri terhadapnya, tidak akan dibukakan pintu-pintu langit bagi mereka,<sup foot_note=135282>1</sup> dan mereka tidak akan masuk surga, sebelum unta masuk ke dalam lubang jarum.<sup foot_note=135283>2</sup> Demikianlah Kami memberi balasan kepada orang-orang yang berbuat jahat.",
          "tafsir": "Yang dimaksud dengan mendustakan ayat-ayat Allah dalam ayat ini, ialah mendustakan hal-hal yang terkait dengan ketauhidan, seperti yang berhubungan dengan adanya Allah dan keesaan-Nya, yang berhubungan dengan kenabian, hari Kiamat, hari kebangkitan dan lain-lainnya. Mereka mendustakan, tidak mau menerima dan menolak ayat-ayat seperti ini dengan sombong dan congkak, maka mereka tidak akan dibukakan pintu langit. Ada dua pengertian tentang tidak dibukakan pintu langit, di antaranya tidak akan diterima amal mereka dan tidak akan sampai kepada Allah, walaupun bagaimana besar amal dan usaha mereka. Bukan saja amal dan usaha mereka tidak sampai kepada Allah, juga doa dan permintaan mereka tidak akan sampai. Dalam pengertian lain menurut Ibnu 'Abbas roh mereka tidak langsung diterima Allah, karena Allah hanya menerima perkataan yang baik dan amal yang saleh, sebagaimana firman-Nya: Kepada-Nyalah akan naik perkataan-perkataan yang baik, dan amal kebajikan, Dia akan mengangkatnya. (Fathir/35: 10) Selain dari itu mereka tidak akan masuk ke dalam surga buat selama-lamanya. Dalam ayat ini Allah memberikan perumpamaan bagi mereka, bahwa mereka tidak akan masuk surga, kecuali bila unta dapat masuk ke dalam lubang jarum. Maksudnya, mereka mustahil akan masuk surga buat selama-lamanya. Demikianlah balasan yang diberikan Allah terhadap mereka yang berdosa seperti itu, yaitu orang-orang yang mendustakan ayat-ayat Allah dan tidak mau menerimanya dengan cara menyombongkan diri."
        },
        {
          "number": 41,
          "arabic": "لَهُم مِّن جَهَنَّمَ مِهَادٌ وَمِن فَوْقِهِمْ غَوَاشٍ ۚ وَكَذَٰلِكَ نَجْزِى ٱلظَّـٰلِمِينَ",
          "transliteration": "lahum min jahannama mihādun wamin fawqihim ghawāshin wakadhālika najzī l-ẓālimīna",
          "translation": "Bagi mereka tikar tidur dari api neraka dan di atas mereka ada selimut (api neraka). Demikianlah Kami memberi balasan kepada orang-orang yang zalim.",
          "tafsir": "Ayat ini menjelaskan lagi bahwa tempat mereka dalam neraka. Mereka mendapat tikar dan selimut dari api. Firman Allah: Dan sungguh, Jahanam meliputi orang-orang yang kafir. (at-Taubah/9: 49) Itulah balasan yang diberikan Allah terhadap orang-orang yang aniaya terhadap dirinya sendiri dan aniaya terhadap orang lain. Setiap orang kafir itu dimasukkan ke dalam golongan orang-orang yang aniaya."
        },
        {
          "number": 42,
          "arabic": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ لَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَآ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلْجَنَّةِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
          "transliteration": "wa-alladhīna āmanū waʿamilū l-ṣāliḥāti lā nukallifu nafsan illā wus'ʿahā ulāika aṣḥābu l-janati hum fīhā khālidūna",
          "translation": "Dan orang-orang yang beriman serta mengerjakan kebajikan, Kami tidak akan membebani seseorang melainkan menurut kesanggupannya. Mereka itulah penghuni surga; mereka kekal di dalamnya,",
          "tafsir": "Ayat ini menerangkan bahwa orang-orang yang beriman dan beramal saleh sesuai dengan kesanggupannya akan menjadi penghuni surga. Hal ini sebagai balasan mereka mengimani Allah dan membenarkan kerasulan Nabi Muhammad, yang telah menyampaikan wahyu dan ajaran agama, dengan penuh ketaatan mengerjakan segala perintah dan menjauhi segala larangan-Nya, mereka tidak akan dikeluarkan dari surga dan segala kenikmatan yang ada tidak akan dicabut untuk selama-lamanya. Allah tidak akan memikulkan kewajiban kepada seseorang melainkan sesuai kesanggupannya. Semua perintah dan larangan Allah, tidak berat dan tidak pula memberatkan. Amal saleh yang akan menjadikan seseorang sebagai penghuni surga adalah mudah, tidak sulit dan tidak susah. Agama Islam adalah agama yang mudah dikerjakan, bukan agama yang berat. Mudah dikerjakan oleh laki-laki - perempuan, tua - muda, dan orang sehat - orang sakit, bahkan mudah dikerjakan oleh semua lapisan masyarakat, kapanpun di mana pun mereka berada."
        },
        {
          "number": 43,
          "arabic": "وَنَزَعْنَا مَا فِى صُدُورِهِم مِّنْ غِلٍّ تَجْرِى مِن تَحْتِهِمُ ٱلْأَنْهَـٰرُ ۖ وَقَالُوا۟ ٱلْحَمْدُ لِلَّهِ ٱلَّذِى هَدَىٰنَا لِهَـٰذَا وَمَا كُنَّا لِنَهْتَدِىَ لَوْلَآ أَنْ هَدَىٰنَا ٱللَّهُ ۖ لَقَدْ جَآءَتْ رُسُلُ رَبِّنَا بِٱلْحَقِّ ۖ وَنُودُوٓا۟ أَن تِلْكُمُ ٱلْجَنَّةُ أُورِثْتُمُوهَا بِمَا كُنتُمْ تَعْمَلُونَ",
          "transliteration": "wanazaʿnā mā fī ṣudūrihim min ghillin tajrī min taḥtihimu l-anhāru waqālū l-ḥamdu lillahi alladhī hadānā lihādhā wamā kunnā linahtadiya lawlā an hadānā l-lahu laqad jāat rusulu rabbinā bil-ḥaqi wanūdū an til'kumu l-janatu ūrith'tumūhā bimā kuntum taʿmalūna",
          "translation": "dan kami mencabut rasa dendam dari dalam dada mereka, di bawahnya mengalir sungai-sungai. Mereka berkata, \"Segala puji bagi Allah yang telah menunjukan kami ke (surga) ini. Kami tidak akan mendapat petunjuk sekiranya Allah tidak menunjukan kami. Sesungguhnya Rasul-rasul Tuhan kami telah datang membawa kebenaran.\" Diserukan kepada mereka, \"Itulah surga yang telah diwariskan kepadamu, karena apa yang telah kamu kerjakan.\"",
          "tafsir": "Ayat ini menerangkan bagaimana keadaan penghuni surga yang jauh berbeda dari keadaan penghuni neraka, seperti siang dan malam. Penghuni surga tidak mempunyai rasa dendam dan benci. Allah membuang rasa dendam dan dengki itu dari dalam dada mereka. Allah menumbuhkan rasa kasih sayang, santun, menghormati, dan bergembira. Kebalikan dari penghuni neraka, mereka bermusuhan satu dengan yang lain, tuntut-menuntut, tuduh-menuduh dan hina-menghinakan. Penghuni surga bersenang-senang dan bergembira dalam surga yang mengalir di bawahnya sungai-sungai, tetapi penghuni neraka dalam keadaan susah dan bermuram durja, mereka diliputi oleh api yang bernyala-nyala. Penghuni surga senantiasa bersyukur dan berterimakasih, menunjukkan kebahagiaan dan kegembiraan mereka. Mereka memuji Allah yang telah memberinya petunjuk selama hidup di dunia sehingga mereka menjadi orang yang beriman dan beramal saleh yang menyebabkan mereka menjadi penghuni surga. Kalau bukan karena petunjuk Allah, tentu mereka tidak mempercayai Rasul Allah, atau mereka akan menjadi orang yang zalim dan durhaka. Karena Rasul diutus untuk membawa ajaran-ajaran yang benar, menuntun umatnya mempercayai Allah Yang Maha Esa dan Maha Berkuasa dan mendorong mereka untuk mengerjakan amal saleh. Kemudian penghuni surga mendengar seruan dari malaikat, suatu seruan yang sangat menyenangkan dan menggembirakan, seruan yang merupakan penghormatan dan kemuliaan, yaitu inilah tempatmu yang bernama surga yang sudah diwariskan Allah untukmu sebagai balasan dari amal salehmu yang kamu kerjakan selama hidup di dunia. Masuk surga adalah balasan dari amal saleh yang dilandasi iman kepada Allah. Juga karena adanya rahmat dari Allah. Kalau rahmat dari Allah tidak ada, seseorang belum tentu akan masuk surga, yaitu suatu tempat kesenangan yang disediakan Allah bagi hamba-Nya yang beriman dan beramal saleh, tetapi bila tidak ada rahmat Allah, tentu seseorang tidak akan masuk surga. Sebab tidaklah sebanding amal saleh dengan nikmat surga itu. Dari kata-kata \"Kami wariskan\" terkandung di dalamnya rahmat Allah. Tidak mungkin seseorang masuk surga, walaupun besar amal salehnya tanpa adanya rahmat Allah baginya. Sabda Rasulullah: Amal perbuatan (seseorang) tidak akan memasukkannya ke dalam surga. Mereka (para sahabat) bertanya, \"Apakah engkau juga begitu ya Rasulullah?\" Rasul menjawab, \"Juga saya begitu, kecuali kalau Allah memberikan kepada saya rahmat dan karunia-Nya.\" (Riwayat al-Bukhari dan Muslim dari Abu Hurairah)"
        }
      ]
    }
  ]
}