{
  "pageNumber": 505,
  "juz": 26,
  "surahs": [
    {
      "number": 46,
      "name": "Al-Ahqaf",
      "nameArabic": "الأحقاف",
      "meaning": "Bukit Pasir",
      "revelation": "Makkah",
      "description": "Surat Al-Ahqaf terdiri dari 35 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Al-Jatsiyah.Dinamai \"Al-Ahqaf\" (bukit-bukit pasir) dari kata \"Al-Ahqaf\" yang terdapat pada ayat ke-21 surat ini. Dalam ayat tersebut dan ayat-ayat setelahnya diterangkan bahwa Nabi Huud telah menyampaikan risalah kepada kaumnya di bukit pasir \"Al-Ahqaf\" yang sekarang dikenal dengan nama Ar-Rub'ul Khali, tetapi mereka tetap ingkar meski telah diberi peringatan oleh rasul-rasul yang sebelumnya. Maka, Allah membinasakan mereka dengan tiupan angin kencang. Hal ini sebagai isyarat dari Allah kepada kaum musyrikin Quraisy bahwa mereka akan dibinasakan bila tidak mengindahkan seruan Rasul.**Pokok-Pokok Isi:**1. **Keimanan:** Dalil-dalil dan bukti keesaan Allah dan bahwa penyembah-penyembah berhala adalah sesat; orang-orang mukmin akan mendapat kebahagiaan dan orang-orang kafir akan diazab; risalah Nabi Muhammad tidak hanya terbatas pada umat manusia saja, tetapi juga kepada jin.2. **Hukum-hukum:** Perintah kepada manusia agar patuh dan memuliakan kedua orang tua, mengerjakan apa yang diridhai Allah terkait keduanya dan larangan menyakiti mereka berdua.3. **Kisah-kisah:** Kisah Nabi Huud dan kaumnya.4. **Lain-lain:** Orang yang mementingkan kenikmatan hidup duniawi akan rugi di akhirat; orang-orang yang beriman kepada Allah dan beristiqamah dalam kehidupannya tidak ada kekhawatiran terhadap mereka dan mereka tidak bersedih hati.Surat Al-Ahqaf menerangkan tentang diturunkannya Al-Qur'an dari Allah dan berimannya segolongan jin kepada Nabi Muhammad, keimanan, kebatilan syirik, pernyataan bahwa risalah Muhammad adalah dari Allah, perintah Allah agar menghormati dan mendoakan kedua orang tua, dan memperingatkan kaum musyrikin tentang azab yang telah ditimpakan kepada kaum Hud. Surat ini ditutup dengan nasihat keharusan bersabar bagi Nabi Muhammad.**Hubungan Surat Al-Ahqaf Dengan Surat Muhammad:**Hubungan surat Al-Ahqaf dengan surat Muhammad ialah pada akhir surat Al-Ahqaf Allah mengancam orang-orang kafir dengan kebinasaan sedangkan pada permulaan surat Muhammad disebutkan bahwa Allah membinasakan semua amal orang kafir dan Allah memerintahkan Nabi Muhammad memerangi mereka.",
      "verses": [
        {
          "number": 21,
          "arabic": "۞ وَٱذْكُرْ أَخَا عَادٍ إِذْ أَنذَرَ قَوْمَهُۥ بِٱلْأَحْقَافِ وَقَدْ خَلَتِ ٱلنُّذُرُ مِنۢ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِۦٓ أَلَّا تَعْبُدُوٓا۟ إِلَّا ٱللَّهَ إِنِّىٓ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ",
          "transliteration": "wa-udh'kur akhā ʿādin idh andhara qawmahu bil-aḥqāfi waqad khalati l-nudhuru min bayni yadayhi wamin khalfihi allā taʿbudū illā l-laha innī akhāfu ʿalaykum ʿadhāba yawmin ʿaẓīmin",
          "translation": "Dan ingatlah (Hud) saudara kaum 'Ād, yaitu ketika dia mengingatkan kaumnya tentang bukit-bukit pasir, dan sesungguhnya telah berlalu beberapa orang pemberi peringatan sebelumnya dan setelahnya (dengan berkata), \"Janganlah kamu menyembah selain Allah, aku sungguh khawatir nanti kamu ditimpa azab pada hari yang besar.\"",
          "tafsir": "Allah memerintahkan kepada Rasulullah saw agar menyampaikan kepada orang-orang musyrik Mekah kisah Nabi Hud yang berasal dari kaum 'Ad, ketika ia memperingatkan kepada kaumnya yang berdomisili di Ahqaf itu akan azab Tuhan. Allah menjelaskan bahwa mengutus para rasul dan nabi kepada kaumnya masing-masing adalah suatu hal yang biasa, dan sudah menjadi sunatullah. Sebelum Nabi Hud, Allah telah mengutus rasul-rasul dan nabi-nabi yang memberi peringatan kepada kaum mereka masing-masing, begitu pula sesudahnya. Nabi Hud menyeru kaum agar tidak menyembah kecuali hanya kepada Allah, Tuhan Yang Maha Esa, yang telah menciptakan mereka, yang memberi rezeki sehingga mereka dapat hidup dengan rezeki itu dan menjaga kelangsungan hidup. Hendaklah mereka takut akan malapetaka yang akan menimpa nanti akibat kedurhakaan itu. Di akhirat nanti mereka akan mendapat azab yang pedih. Keadaan pada hari Kiamat itu diterangkan pada firman Allah: Sungguh, pada hari keputusan (hari Kiamat) itu adalah waktu yang dijanjikan bagi mereka semuanya, (yaitu) pada hari (ketika) seorang teman sama sekali tidak dapat memberi manfaat kepada teman lainnya dan mereka tidak akan mendapat pertolongan. (ad-Dukhan/44: 40-41) Al-Ahqaf berarti \"bukit-bukit pasir\". Kemudian nama itu dijadikan nama sebuah daerah yang terletak antara negeri Oman dan Mahrah. Daerah itu dinamai demikian oleh kaum 'Ad. Sekarang daerah itu terkenal dengan nama \"Sahara al-Ahqaf\", dan termasuk salah satu daerah yang menjadi wilayah Kerajaan Saudi Arabia bagian selatan. Daerah itu terletak di sebelah utara Hadramaut, sebelah timur dibatasi oleh laut Yaman, dan sebelah selatan berbatasan dengan Nejed. Semula kaum 'Ad menganut agama yang berdasarkan tauhid. Setelah berlalu beberapa generasi, kepercayaan tauhid itu dimasuki unsur-unsur syirik, dimulai dengan penghormatan kepada pembesar-pembesar dan pahlawan mereka yang telah meninggal dunia, dengan membuatkan patung-patungnya. Lama-kelamaan, pemberian penghormatan ini berubah menjadi pemberian penghormatan kepada patung, yang akhirnya berubah menjadi penyembahan kepada dewa, dengan arti bahwa pembesar dan pahlawan yang telah meninggal mereka anggap sebagai dewa. Untuk mengembalikan mereka kepada agama yang benar yaitu agama tauhid, Allah mengutus seorang rasul yang diangkat dari keluarga mereka sendiri, yaitu Nabi Hud. Hud menyeru mereka agar kembali kepada kepercayaan yang benar, yaitu kepercayaan tauhid, dengan hanya menyembah Allah semata, tidak lagi mempersekutukan-Nya dengan tuhan-tuhan yang lain."
        },
        {
          "number": 22,
          "arabic": "قَالُوٓا۟ أَجِئْتَنَا لِتَأْفِكَنَا عَنْ ءَالِهَتِنَا فَأْتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّـٰدِقِينَ",
          "transliteration": "qālū aji'tanā litafikanā ʿan ālihatinā fatinā bimā taʿidunā in kunta mina l-ṣādiqīna",
          "translation": "Mereka menjawab, \"Apakah engkau datang kepada kami untuk memalingkan kami dari (menyembah) tuhan-tuhan kami? Maka datangkanlah kepada kami azab yang telah engkau ancamkan kepada kami, jika engkau termasuk orang yang benar.\"",
          "tafsir": "Ketika Nabi Hud menyeru kaumnya untuk beriman, kaum 'Ad menjawab seruan itu dengan mengatakan, \"Apakah kamu diutus kepada kami untuk memalingkan kami dari agama nenek moyang kami sehingga kami tidak lagi menyembah tuhan-tuhan kami dan hanya menyembah Tuhanmu?\" Mereka meminta kepada Hud membuktikan kerasulannya dengan segera mendatangkan azab yang pernah dijanjikan kepada mereka, seandainya mereka tidak beriman. Bahkan pada ayat yang lain, mereka menuduh Hud sebagai orang gila. Allah berfirman: Kami hanya mengatakan bahwa sebagian sesembahan kami telah menimpakan penyakit gila atas dirimu. (Hud/11: 54)"
        },
        {
          "number": 23,
          "arabic": "قَالَ إِنَّمَا ٱلْعِلْمُ عِندَ ٱللَّهِ وَأُبَلِّغُكُم مَّآ أُرْسِلْتُ بِهِۦ وَلَـٰكِنِّىٓ أَرَىٰكُمْ قَوْمًا تَجْهَلُونَ",
          "transliteration": "qāla innamā l-ʿil'mu ʿinda l-lahi wa-uballighukum mā ur'sil'tu bihi walākinnī arākum qawman tajhalūna",
          "translation": "Dia (Hud) berkata, \"Sesungguhnya ilmu (tentang itu) hanya pada Allah, dan aku (hanya) menyampaikan kepadamu apa yang diwahyukan kepadaku, tetapi aku melihat kamu adalah kaum yang berlaku bodoh.\"",
          "tafsir": "Pada ayat ini dijelaskan jawaban Nabi Hud atas tantangan orang kafir supaya segera didatangkan azab yang pernah dijanjikan kepada mereka jika mereka tidak beriman. Nabi Hud menjawab bahwa yang mengetahui kapan azab yang diancamkan itu datang hanyalah Allah. Nabi Hud sendiri juga tidak tahu kapan azab itu akan datang. Tugas nabi hanya menyampaikan risalah dari Allah. Seharusnya kaum 'Ad bersyukur dengan diutusnya salah seorang dari kaum mereka menjadi nabi yang memberi peringatan, informasi tentang hukum, pokok-pokok akidah, dan cara-cara beribadah yang benar. Semua itu disampaikan karena perintah Allah, Tuhan Maha Pencipta segala sesuatu. Tanpa adanya petunjuk dari Allah tak ada yang mengetahui hakikat agama yang benar. Manusia tidak tahu manakah Tuhan yang benar-benar berhak disembah dan siapa yang berhak menentukan bagaimana cara beribadah yang benar. Oleh karena itu, wajar jika ada manusia yang tidak memahami semua hal, karena pikiran manusia memang terbatas. Di sinilah perlunya Allah mengutus para nabi dan rasul, dan manusia harus berusaha untuk memahami dan meyakininya."
        },
        {
          "number": 24,
          "arabic": "فَلَمَّا رَأَوْهُ عَارِضًا مُّسْتَقْبِلَ أَوْدِيَتِهِمْ قَالُوا۟ هَـٰذَا عَارِضٌ مُّمْطِرُنَا ۚ بَلْ هُوَ مَا ٱسْتَعْجَلْتُم بِهِۦ ۖ رِيحٌ فِيهَا عَذَابٌ أَلِيمٌ",
          "transliteration": "falammā ra-awhu ʿāriḍan mus'taqbila awdiyatihim qālū hādhā ʿāriḍun mum'ṭirunā bal huwa mā is'taʿjaltum bihi rīḥun fīhā ʿadhābun alīmun",
          "translation": "Maka ketika mereka melihat azab itu berupa awan yang menuju ke lembah-lembah mereka, mereka berkata, \"Inilah awan yang akan menurunkan hujan kepada kita.\" (Bukan!) Tetapi itulah azab yang kamu minta agar disegerakan datangnya, (yaitu) angin yang mengandung azab yang pedih,",
          "tafsir": "Segala macam usaha telah dilakukan Nabi Hud untuk mengajak kaumnya menganut agama yang benar. Bahkan dalam ayat-ayat yang lain diterangkan bahwa Nabi Hud menantang kaumnya agar mereka semua dan dewa-dewa mereka itu bersama-sama melawan dan membunuh dirinya. Namun tantangan itu tidak mereka hiraukan, sehingga Allah memutuskan untuk menimpakan azab kepada mereka. Azab itu dimulai dengan datangnya musim kemarau panjang yang menimpa negeri mereka. Dalam keadaan demikian, mereka melihat awan hitam berarakan di atas langit dan bergerak menuju negeri mereka. Mereka semua bergembira menyambut kedatangan awan itu. Menurut mereka, awan itu adalah tanda akan hujan dalam waktu dekat, yang selama ini sangat mereka harapkan. Mereka mengatakan, \"Ini adalah awan yang membawa hujan.\" Lalu Nabi Hud menatap awan itu dan memperhatikannya dengan seksama, kemudian beliau berkata, \"Awan yang datang bergumpal-gumpal itu bukanlah sebagai tanda akan datangnya hujan sebagaimana yang kamu sangka, tetapi awan itu sebagai tanda datangnya azab yang kamu inginkan dan kamu tunggu-tunggu. Azab yang akan datang untuk menghancurkan kamu berupa angin kencang yang akan membinasakan kamu dan semua yang dilandanya. Dia akan membinasakan kamu dan semua hartamu dan akan menghancurkan seluruh kekuatan dewa-dewa yang selalu kamu bangga-banggakan, sesuai dengan tugas yang diperintahkan Tuhan kepadanya.\" Dalam ayat yang lain diterangkan bentuk azab yang ditimpakan kepada kaum 'Ad itu. Allah berfirman: Sedangkan kaum 'Ad, mereka telah dibinasakan dengan angin topan yang sangat dingin, Allah menimpakan angin itu kepada mereka selama tujuh malam delapan hari terus-menerus; maka kamu melihat kaum 'Ad pada waktu itu mati bergelimpangan seperti batang-batang pohon kurma yang telah kosong (lapuk). Maka adakah kamu melihat seorang pun yang masih tersisa di antara mereka. (al-haqqah/69: 6-8). Dan firman Allah: Dan (juga) pada (kisah kaum) 'Ad, ketika Kami kirimkan kepada mereka angin yang membinasakan. (Angin itu) tidak membiarkan suatu apa pun yang dilandanya, bahkan dijadikannya seperti serbuk. (adh-dzariyat/51: 41-42) Bagaimana kedahsyatan azab yang telah ditimpakan kepada kaum 'Ad itu tergambar pada sikap Rasulullah saw sewaktu angin kencang bertiup. Di dalam suatu hadis diterangkan sebagai berikut: 'Aisyah berkata, \"Rasulullah saw apabila ada angin kencang bertiup, beliau berdoa, 'Wahai Tuhan, aku mohon kepada Engkau angin yang paling baik; baik isinya dan paling baik pula yang dibawanya, dan aku berlindung kepada Engkau dari angin yang buruk; buruk isinya dan buruk pula yang dibawanya. Apabila langit memperlihatkan gejala-gejala akan turunnya hujan berubahlah muka Rasulullah saw. Beliau mondar-mandir keluar masuk rumah, ke muka dan ke belakang. Maka apabila hujan telah turun legalah hati beliau, lalu aku bertanya kepada beliau, beliau menjawab, 'Aku tidak mengetahui, mudah-mudahan saja seperti yang dikatakan kaum 'Ad, 'Awan yang datang ini menurunkan hujan kepada kita.\" (Riwayat Muslim, at-Tirmidhi, dan an-Nasa'i) Rasulullah juga bersabda sebagai berikut: 'Aisyah berkata, \"Aku tidak pernah melihat Rasulullah saw tertawa lebar hingga kelihatan anak lidahnya. Beliau hanya tersenyum, sedang apabila beliau melihat awan dan angin, berubah raut mukanya. Aku bertanya kepada beliau, 'Ya Rasulullah aku lihat orang apabila melihat awan mereka bergembira karena mengharapkan semoga awan itu membuat hujan, sedangkan engkau aku lihat bila melihat awan kelihatan perasaan kurang senang di mukamu. Rasulullah saw menjawab, 'Ya 'Aisyah, siapa yang dapat menjamin bahwa awan itu tidak membawa azab? Pernah suatu kaum diazab dengan angin itu. Sesungguhnya kaum itu melihat azab, tetapi mereka menyangkanya awan yang membawa hujan, maka berkatalah mereka, 'Awan itu datang membawa hujan kepada kita.\" (Riwayat al-Bukhari dan Muslim) Pada hadis lain yang diriwayatkan Muslim diterangkan: Ibnu 'Abbas menerangkan bahwa Nabi saw pernah bersabda, \"Saya ditolong oleh angin timur, dan kaum 'Ad dihancurkan dengan angin barat.\" (Riwayat Muslim)"
        },
        {
          "number": 25,
          "arabic": "تُدَمِّرُ كُلَّ شَىْءٍۭ بِأَمْرِ رَبِّهَا فَأَصْبَحُوا۟ لَا يُرَىٰٓ إِلَّا مَسَـٰكِنُهُمْ ۚ كَذَٰلِكَ نَجْزِى ٱلْقَوْمَ ٱلْمُجْرِمِينَ",
          "transliteration": "tudammiru kulla shayin bi-amri rabbihā fa-aṣbaḥū lā yurā illā masākinuhum kadhālika najzī l-qawma l-muj'rimīna",
          "translation": "yang menghancurkan segala sesuatu dengan perintah Tuhannya, sehingga mereka (kaum 'Ād) menjadi tidak tampak lagi (di bumi) kecuali hanya (bekas-bekas) tempat tinggal mereka. Demikianlah Kami memberi balasan kepada kaum yang berdosa.",
          "tafsir": "Dalam ayat ini, Allah memperingatkan orang-orang musyrik Mekah bahwa Dia telah menimpakan azab yang amat dahsyat kepada kaum 'Ad. Demikian dahsyatnya azab itu sehingga apa saja yang dilanda oleh azab berupa angin amat dingin yang bertiup dengan keras itu, pasti hancur. Mereka mati bergelimpangan. Rumah-rumah dan bangunan-bangunan runtuh, barang-barang beterbangan, pohon-pohon kayu tumbang. Tidak ada yang kelihatan lagi, kecuali puing-puing dan tempat tinggal mereka yang telah berserakan. Azab yang seperti itu juga telah menimpa kaum-kaum yang lain, seperti kaum Samud, kaum Lut, dan kaum Syuaib. Semua mereka itu adalah orang-orang yang ingkar dan durhaka kepada Allah. Seandainya kaum Quraisy tetap ingkar, mereka akan ditimpa azab seperti itu pula."
        },
        {
          "number": 26,
          "arabic": "وَلَقَدْ مَكَّنَّـٰهُمْ فِيمَآ إِن مَّكَّنَّـٰكُمْ فِيهِ وَجَعَلْنَا لَهُمْ سَمْعًا وَأَبْصَـٰرًا وَأَفْـِٔدَةً فَمَآ أَغْنَىٰ عَنْهُمْ سَمْعُهُمْ وَلَآ أَبْصَـٰرُهُمْ وَلَآ أَفْـِٔدَتُهُم مِّن شَىْءٍ إِذْ كَانُوا۟ يَجْحَدُونَ بِـَٔايَـٰتِ ٱللَّهِ وَحَاقَ بِهِم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
          "transliteration": "walaqad makkannāhum fīmā in makkannākum fīhi wajaʿalnā lahum samʿan wa-abṣāran wa-afidatan famā aghnā ʿanhum samʿuhum walā abṣāruhum walā afidatuhum min shayin idh kānū yajḥadūna biāyāti l-lahi waḥāqa bihim mā kānū bihi yastahziūna",
          "translation": "Dan sungguh, Kami telah meneguhkan kedudukan mereka (dengan kemakmuran dan kekuatan) yang belum pernah Kami berikan kepada kamu dan Kami telah memberikan kepada mereka pendengaran, penglihatan, dan hati; tetapi pendengaran, penglihatan, dan hati mereka itu tidak berguna sedikit pun bagi mereka, karena mereka (selalu) mengingkari ayat-ayat Allah, dan (ancaman) azab yang dahulu mereka perolok-olokkan telah mengepung mereka.",
          "tafsir": "Dengan ayat ini, Allah membandingkan antara keadaan kaum 'Ad yang dihancurkan dengan orang-orang musyrik Mekah yang semakin bertambah keingkarannya kepada Nabi saw dengan mengatakan, \"Kami telah meneguhkan kedudukan kaum 'Ad pada beberapa segi kehidupan duniawi. Belum pernah Kami meneguhkan satu kaum seperti Kami meneguhkan mereka. Kami telah memberikan kepada mereka harta yang banyak, tubuh yang kuat dan perkasa, dan kemampuan untuk membentuk suatu negara sehingga mereka dapat menguasai negeri-negeri di sekitarnya, tetapi semuanya itu tidak dapat menghindarkan mereka dari azab Allah yang ditimpakan kepada mereka.\" Allah berfirman: Maka apakah mereka tidak mengadakan perjalanan di bumi, lalu mereka memperhatikan bagaimana kesudahan orang-orang yang sebelum mereka. Mereka itu lebih banyak dan lebih hebat kekuatannya serta (lebih banyak) peninggalan-peninggalan peradabannya di bumi, maka apa yang mereka usahakan itu tidak dapat menolong mereka. (Gafir/40: 82) Selanjutnya ayat 26 ini menjelaskan bahwa Allah telah memberikan banyak kenikmatan kepada kaum 'Ad. Allah telah memberikan tempat yang baik kepada mereka, menganugerahkan penglihatan yang baik, dan pendengaran yang tajam agar mereka dapat memperhatikan ayat-ayat dan tanda-tanda kebesaran Allah. Akan tetapi, mereka tidak mempergunakannya, bahkan semuanya itu tidak mereka manfaatkan dengan baik dan benar. Sejarah telah membuktikan bahwa kaum 'Ad pernah mempunyai kebudayaan yang tinggi. Mereka telah sanggup menyusun pemerintahan dan membangun negara. Mereka telah membangun istana, benteng, menggali barang tambang dari perut bumi, dan membuat kanal untuk menciptakan irigasi yang teratur. Dengan adanya irigasi yang teratur itu, tanah negeri mereka menjadi subur. Mereka dapat pula mengolah tanah dengan baik sehingga mereka hidup makmur. Di samping itu, mereka juga mampu membentuk tentara yang kuat sehingga negara mereka menjadi negara yang terkemuka di Jazirah Arab pada masa itu. Firman Allah: Apakah kamu mendirikan istana-istana pada setiap tanah yang tinggi untuk kemegahan tanpa ditempati, dan kamu membuat benteng-benteng dengan harapan kamu hidup kekal? (asy-Syu'ara'/26: 128-129) Seharusnya kenikmatan dan kebesaran yang telah dianugerahkan Allah menjadi bahan pemikiran bagi mereka tentang siapa yang telah menolongnya mencapai semua yang mereka cita-citakan. Tetapi semuanya itu menambah kesombongan dan ketakaburan mereka. Mereka mengira bahwa keadaan yang demikian itu mereka peroleh semata-mata atas kesanggupan dan kemauan mereka, dan keadaan itu akan mereka punyai selama-lamanya. Allah berfirman: Maka adapun kaum 'Ad, mereka menyombongkan diri di bumi tanpa (mengindahkan) kebenaran dan mereka berkata, \"Siapakah yang lebih hebat kekuatannya dari kami?\" Tidakkah mereka memperhatikan bahwa sesungguhnya Allah yang menciptakan mereka. Dia lebih hebat kekuatan-Nya daripada mereka? Dan mereka telah mengingkari tanda-tanda (kebesaran) Kami. (Fussilat/41: 15) Selanjutnya Allah menerangkan bahwa kaum 'Ad tidak dapat mengambil manfaat dari semua yang telah dianugerahkan kepada mereka, karena mereka mendustakan seruan rasul yang diutus kepada mereka serta mengingkari mukjizat-mukjizat rasul. Akibatnya, mereka ditimpa azab yang selalu mereka minta untuk disegerakan, karena menurut mereka azab itu mustahil akan terjadi."
        },
        {
          "number": 27,
          "arabic": "وَلَقَدْ أَهْلَكْنَا مَا حَوْلَكُم مِّنَ ٱلْقُرَىٰ وَصَرَّفْنَا ٱلْـَٔايَـٰتِ لَعَلَّهُمْ يَرْجِعُونَ",
          "transliteration": "walaqad ahlaknā mā ḥawlakum mina l-qurā waṣarrafnā l-āyāti laʿallahum yarjiʿūna",
          "translation": "Dan sungguh, telah Kami binasakan negeri-negeri di sekitarmu, dan juga telah Kami jelaskan berulang-ulang tanda-tanda (kebesaran Kami), agar mereka kembali (bertobat).",
          "tafsir": "Allah mengingatkan kaum musyrik Mekah agar mereka mengambil pelajaran dari pengalaman pahit yang telah dialami oleh orang-orang dahulu, yang telah mendustakan rasul yang diutus kepada mereka. Orang-orang dahulu itu bertempat tinggal tidak jauh dari Mekah seperti kaum 'Ad di Ahqaf, dan kaum Samud yang berdiam di daerah antara Mekah dan Syam. Kepada mereka telah diterangkan pula tanda-tanda keesaan, kekuasaan, dan kebesaran Allah dan telah disampaikan pula agama-Nya. Akan tetapi, mereka tidak mengacuhkannya, bahkan mengingkari dan memperolok-olokkan para rasul. Pada waktu azab menimpa mereka, tidak ada satu pun dari sembahan-sembahan itu yang dapat menolong mereka, bahkan sembahan-sembahan berupa patung yang tak bernyawa itu ikut hancur-lebur bersama mereka. Itulah kebohongan dan pengingkaran umat-umat dahulu dan itu pula balasan dan azab yang mereka terima. Dari ayat ini, terkandung suatu ancaman Allah kepada orang-orang musyrik Mekah bahwa mereka pasti ditimpa azab, seperti yang dialami kaum 'Ad, Samud, dan umat yang lain apabila mereka tetap tidak mengindahkan seruan Muhammad saw sebagai rasul Allah yang diutus kepada mereka."
        },
        {
          "number": 28,
          "arabic": "فَلَوْلَا نَصَرَهُمُ ٱلَّذِينَ ٱتَّخَذُوا۟ مِن دُونِ ٱللَّهِ قُرْبَانًا ءَالِهَةًۢ ۖ بَلْ ضَلُّوا۟ عَنْهُمْ ۚ وَذَٰلِكَ إِفْكُهُمْ وَمَا كَانُوا۟ يَفْتَرُونَ",
          "transliteration": "falawlā naṣarahumu alladhīna ittakhadhū min dūni l-lahi qur'bānan ālihatan bal ḍallū ʿanhum wadhālika if'kuhum wamā kānū yaftarūna",
          "translation": "Maka mengapa (berhala-berhala dan tuhan-tuhan) yang mereka sembah selain Allah untuk mendekatkan diri (kepada-Nya) tidak dapat menolong mereka? Bahkan tuhan-tuhan itu telah lenyap dari mereka; dan itulah akibat kebohongan mereka dan apa yang dahulu mereka ada-adakan.",
          "tafsir": "Allah mengingatkan kaum musyrik Mekah agar mereka mengambil pelajaran dari pengalaman pahit yang telah dialami oleh orang-orang dahulu, yang telah mendustakan rasul yang diutus kepada mereka. Orang-orang dahulu itu bertempat tinggal tidak jauh dari Mekah seperti kaum 'Ad di Ahqaf, dan kaum Samud yang berdiam di daerah antara Mekah dan Syam. Kepada mereka telah diterangkan pula tanda-tanda keesaan, kekuasaan, dan kebesaran Allah dan telah disampaikan pula agama-Nya. Akan tetapi, mereka tidak mengacuhkannya, bahkan mengingkari dan memperolok-olokkan para rasul. Pada waktu azab menimpa mereka, tidak ada satu pun dari sembahan-sembahan itu yang dapat menolong mereka, bahkan sembahan-sembahan berupa patung yang tak bernyawa itu ikut hancur-lebur bersama mereka. Itulah kebohongan dan pengingkaran umat-umat dahulu dan itu pula balasan dan azab yang mereka terima. Dari ayat ini, terkandung suatu ancaman Allah kepada orang-orang musyrik Mekah bahwa mereka pasti ditimpa azab, seperti yang dialami kaum 'Ad, Samud, dan umat yang lain apabila mereka tetap tidak mengindahkan seruan Muhammad saw sebagai rasul Allah yang diutus kepada mereka."
        }
      ]
    }
  ]
}