{
  "pageNumber": 425,
  "juz": 22,
  "surahs": [
    {
      "number": 33,
      "name": "Al-Ahzab",
      "nameArabic": "الأحزاب",
      "meaning": "Golongan-golongan",
      "revelation": "Madinah",
      "description": "Surat Al-Ahzab terdiri dari 73 ayat, termasuk golongan surat Madaniyyah, dan diturunkan setelah surat Ali 'Imran.Dinamai \"Al-Ahzab\" yang berarti \"golongan-golongan yang bersekutu\" karena dalam surat ini terdapat ayat-ayat, ayat ke-9 sampai ayat ke-27, yang berhubungan dengan peperangan Al-Ahzab, yaitu perang yang dilancarkan oleh orang-orang Yahudi, kaum munafik, dan orang-orang musyrik terhadap orang-orang mukmin di Madinah. Mereka mengepung rapat orang-orang mukmin sehingga sebagian mereka berputus asa dan menyangka bahwa mereka akan dihancurkan oleh musuh-musuh itu.Ini adalah suatu cobaan yang berat dari Allah untuk menguji sampai di mana keteguhan keimanan kaum mukmin. Akhirnya, Allah mengirimkan bantuan berupa tentara yang tidak terlihat dan angin topan, sehingga musuh-musuh menjadi kacau balau dan melarikan diri.**Pokok-Pokok Isi:**1. **Keimanan:** Cukuplah Allah saja sebagai Pelindung; takdir Allah tidak dapat ditolak; Nabi Muhammad adalah contoh dan teladan yang paling baik; Nabi Muhammad adalah rasul dan nabi yang terakhir; hanya Allah yang mengetahui kepan terjadinya kiamat.2. **Hukum-hukum:** Hukum zhihar; kedudukan anak angkat; dasar waris-mewarisi dalam Islam ialah hubungan nasab (pertalian darah); tidak ada iddah bagi perempuan yang ditalak sebelum dicampuri; hukum-hukum khusus mengenai perkawinan Nabi dan kewajiban istri-istrinya; larangan menyakiti hati Nabi.3. **Kisah-kisah:** Perang Ahzab (Khandaq): kisah Zainab binti Jahsy dengan Zaid; perang terhadap Bani Quraizhah.4. **Lain-lain:** Penyesalan orang-orang kafir di akhirat karena mereka mengingkari Allah dan rasul-Nya; sifat-sifat orang-orang munafik.Surat Al-Ahzab mengemukakan tingkah laku dan usaha orang-orang munafik menyakiti Nabi Muhammad, faktor penyebab perang Ahzab dan kesudahannya, tentang perkawinan Nabi dengan istri-istrinya, sopan-santun di rumah Nabi, fitnah terhadap Nabi Muhammad, dan adab sopan santun yang diperlukan untuk membangun masyarakat islami di Madinah, terutama setelah perang Badar.Dari surat Al-Ahzab ini dapat diambil kesimpulan bahwa kemenangan orang-orang mukmin terhadap musuh-musuhnya adalah karena persatuan dan ketaatan kaum muslimin kepada pimpinan. Sepandai apa pun fitnah yang dilancarkan terhadap Nabi Muhammad maka akhirnya terbongkar juga.**Hubungan Surat Al-Ahzab Dengan Surat Saba':**1. Pada akhir surat Al-Ahzab disebutkan bahwa Allah memiliki sifat Maha Pengampun dan Maha Penyayang, sedangkan di awal surat Saba' disebutkan pula sifat yang sama.2. Pada surat Al-Ahzab diceritakan bahwa orang-orang kafir menanyakan kapan hari kiamat terjadi dengan tujuan memperolok-olokkan Nabi Muhammad, sedangkan dalam surat Saba' diceritakan bahwa orang kafir itu menjadikan berita hari kiamat bukan saja sebagai olok-olokan bahkan dengan tegas mengingkarinya dan mencela orang-orang yang mempercayainya.",
      "verses": [
        {
          "number": 51,
          "arabic": "۞ تُرْجِى مَن تَشَآءُ مِنْهُنَّ وَتُـْٔوِىٓ إِلَيْكَ مَن تَشَآءُ ۖ وَمَنِ ٱبْتَغَيْتَ مِمَّنْ عَزَلْتَ فَلَا جُنَاحَ عَلَيْكَ ۚ ذَٰلِكَ أَدْنَىٰٓ أَن تَقَرَّ أَعْيُنُهُنَّ وَلَا يَحْزَنَّ وَيَرْضَيْنَ بِمَآ ءَاتَيْتَهُنَّ كُلُّهُنَّ ۚ وَٱللَّهُ يَعْلَمُ مَا فِى قُلُوبِكُمْ ۚ وَكَانَ ٱللَّهُ عَلِيمًا حَلِيمًا",
          "transliteration": "tur'jī man tashāu min'hunna watu'wī ilayka man tashāu wamani ib'taghayta mimman ʿazalta falā junāḥa ʿalayka dhālika adnā an taqarra aʿyunuhunna walā yaḥzanna wayarḍayna bimā ātaytahunna kulluhunna wal-lahu yaʿlamu mā fī qulūbikum wakāna l-lahu ʿalīman ḥalīman",
          "translation": "Engkau boleh menangguhkan (menggauli) siapa yang engkau kehendaki di antara mereka (para istrimu) dan (boleh pula) menggauli siapa (di antara mereka) yang engkau kehendaki. Dan siapa yang engkau ingini untuk menggaulinya kembali dari istri-istrimu yang telah engkau sisihkan, maka tidak ada dosa bagimu. Yang demikian itu lebih dekat untuk ketenangan hati mereka, dan mereka tidak merasa sedih, dan mereka rela dengan apa yang telah engkau berikan kepada mereka semuanya. Dan Allah mengetahui apa yang (tersimpan) dalam hatimu. Dan Allah Maha Mengetahui, Maha Penyantun.<sup foot_note=135637>1</sup>",
          "tafsir": "Pada ayat ini, Allah memberi kebebasan kepada Nabi Muhammad untuk menangguhkan siapa di antara istri-istrinya yang beliau kehendaki dan boleh pula menggauli siapa di antara mereka yang beliau kehendaki. Beliau juga diberi kebebasan untuk mengawini kembali istri-istrinya yang telah dicerai mengingat kemaslahatan bagi dirinya dan masyarakat. Diriwayatkan oleh Ibnu Jarir ath-thabari dari Abu Razin bahwa ketika diturunkan ayat yang menyuruh istri-istri Nabi. saw untuk memilih antara tetap menjadi istri Nabi. dengan keadaan sederhana tanpa kemewahan atau berpisah dari Nabi saw karena mengejar kesenangan hidup yang lebih sesuai dengan keinginan hawa nafsunya, maka timbullah rasa kekhawatiran pada istri-istri Nabi. saw itu. Mereka secara serentak menyatakan kerelaannya untuk tetap hidup bersama Nabi saw dalam keadaan bagaimanapun juga karena mereka lebih mengutamakan segi kehidupan agama daripada kesenangan duniawi. Lalu Nabi menangguhkan menggauli beberapa istrinya atas permintaan mereka, seperti Ummu habibah, Maimunah, Saudah, shafiyah, dan Juwairiyah. Terhadap kelima istrinya ini, Nabi saw tidak mengatur giliran bermalam secara teratur. Adapun terhadap istri-istrinya yang empat orang lagi yaitu 'aisyah, Hafshah, Zainab dan Ummu Salamah beliau mengatur giliran untuk bermalam, serta mempersamakan pembagian pakaian dan makanan. Kebebasan Nabi untuk mengatur giliran, makanan, pakaian, dan lain-lain sesuai dengan sifat adil Nabi dalam melaksanakan petunjuk Allah, sehingga tidak menimbulkan rasa cemburu dalam hati para istrinya. Mereka menerima dengan rela perlakuan Nabi. Diriwayatkan dari 'Abdullah bin Yazid bahwa 'aisyah pernah berkata, \"Adalah kebiasaan Nabi saw untuk membagi-bagi giliran di antara istri-istrinya dengan adil, kemudian Nabi saw berdoa, \"Ya Allah, inilah pembagianku tentang apa yang aku kuasai (yaitu soal pembagian benda materi), maka janganlah Engkau mencercaku tentang apa-apa yang Engkau kuasai dan tidak aku kuasai (soal cinta).\" (Riwayat Ahmad) Hadis ini mengandung suatu anjuran supaya tetap memelihara kemurnian hati dan ancaman bagi mereka yang tidak berserah diri kepada ketentuan Allah dan Rasul-Nya. Allah Maha Mengetahui tentang segala rahasia yang tersimpan di dalam hati, lagi Maha Penyantun, selalu memberi kesempatan untuk bertobat bagi mereka yang telah menyadari akan kesesatannya dan ingin kembali ke jalan yang lurus."
        },
        {
          "number": 52,
          "arabic": "لَّا يَحِلُّ لَكَ ٱلنِّسَآءُ مِنۢ بَعْدُ وَلَآ أَن تَبَدَّلَ بِهِنَّ مِنْ أَزْوَٰجٍ وَلَوْ أَعْجَبَكَ حُسْنُهُنَّ إِلَّا مَا مَلَكَتْ يَمِينُكَ ۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ رَّقِيبًا",
          "transliteration": "lā yaḥillu laka l-nisāu min baʿdu walā an tabaddala bihinna min azwājin walaw aʿjabaka ḥus'nuhunna illā mā malakat yamīnuka wakāna l-lahu ʿalā kulli shayin raqīban",
          "translation": "Tidak halal bagimu (Muhammad) menikahi perempuan-perempuan (lain) setelah itu, dan tidak boleh (pula) mengganti mereka dengan istri-istri (yang lain), meskipun kecantikannya menarik hatimu kecuali perempuan-perempuan (hamba sahaya) yang engkau miliki. Dan Allah Maha Mengawasi segala sesuatu.",
          "tafsir": "Allah tidak membolehkan Nabi saw untuk menikahi perempuan-perempuan lain setelah ayat ini turun. Allah juga melarang untuk mengganti mereka dengan istri-istri yang lain, meskipun kecantikannya menarik perhatian Nabi saw, kecuali perempuan-perempuan hamba sahaya yang diperoleh dari peperangan atau yang dihadiahkan kepada beliau. Abu Dawud dan al-Baihaqi meriwayatkan dari Anas bin Malik bahwa dia berkata, \"Setelah Allah menyuruh memilih kepada istri-istri Nabi., lalu mereka memilih supaya tetap berada di bawah naungan rumah tangga Nabi, maka Allah Taala pun membatasi Nabi untuk menambah istri-istrinya yang sembilan orang itu dengan tidak nikah lagi.\" Dan Allah adalah Maha Mengawasi segala sesuatu. Allah mengizinkan Nabi Muhammad beristri lebih dari empat mengandung hikmah yang sangat tinggi karena pernikahan itu ditentukan oleh Allah Yang Maha Mengetahui dan Mahabijaksana. Di antara hikmah itu ialah: 1.Menyampaikan hukum khusus kaum wanita yang tidak diketahui kecuali oleh suami istri. Jika istri banyak, maka banyak pula hukum tentang perempuan yang dapat diperoleh. Diterima atau tidaknya riwayat yang berasal dari mereka sangat terpengaruh oleh banyaknya riwayat. 2.Kebutuhan terhadap pendukung yang kuat bagi dakwah pada permulaan Islam. Hubungan besan dan perkawinan secara tradisi pasti saling mendukung dan menolong. 3.Setiap orang Islam pasti ingin menjalin hubungan keluarga dengan Nabi saw, agar bebas masuk ke rumah Nabi saw. Bahkan, setiap muslim ingin dapat melayani Nabi. 4.Nabi saw membalas jasa orang yang membelanya dalam perjuangan Islam. Balasan yang sangat berharga adalah besanan dan menikahi keluarganya, seperti perkawinan Nabi dengan 'aisyah binti Abu Bakar dan Hafshah binti 'Umar. 5.Menghapus tradisi jahiliah dengan hukum yang lebih bermanfaat, seperti pernikahannya dengan Zainab. Sebetulnya Nabi tidak menginginkannya karena takut pada celaan orang, namun hal ini berguna untuk mempertahankan nasab dan kerabat. 6.Nabi mampu berbuat adil dan memberikan bimbingan kepada keluarganya, yang tidak dimiliki oleh orang lain."
        },
        {
          "number": 53,
          "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَدْخُلُوا۟ بُيُوتَ ٱلنَّبِىِّ إِلَّآ أَن يُؤْذَنَ لَكُمْ إِلَىٰ طَعَامٍ غَيْرَ نَـٰظِرِينَ إِنَىٰهُ وَلَـٰكِنْ إِذَا دُعِيتُمْ فَٱدْخُلُوا۟ فَإِذَا طَعِمْتُمْ فَٱنتَشِرُوا۟ وَلَا مُسْتَـْٔنِسِينَ لِحَدِيثٍ ۚ إِنَّ ذَٰلِكُمْ كَانَ يُؤْذِى ٱلنَّبِىَّ فَيَسْتَحْىِۦ مِنكُمْ ۖ وَٱللَّهُ لَا يَسْتَحْىِۦ مِنَ ٱلْحَقِّ ۚ وَإِذَا سَأَلْتُمُوهُنَّ مَتَـٰعًا فَسْـَٔلُوهُنَّ مِن وَرَآءِ حِجَابٍ ۚ ذَٰلِكُمْ أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ ۚ وَمَا كَانَ لَكُمْ أَن تُؤْذُوا۟ رَسُولَ ٱللَّهِ وَلَآ أَن تَنكِحُوٓا۟ أَزْوَٰجَهُۥ مِنۢ بَعْدِهِۦٓ أَبَدًا ۚ إِنَّ ذَٰلِكُمْ كَانَ عِندَ ٱللَّهِ عَظِيمًا",
          "transliteration": "yāayyuhā alladhīna āmanū lā tadkhulū buyūta l-nabiyi illā an yu'dhana lakum ilā ṭaʿāmin ghayra nāẓirīna ināhu walākin idhā duʿītum fa-ud'khulū fa-idhā ṭaʿim'tum fa-intashirū walā mus'tanisīna liḥadīthin inna dhālikum kāna yu'dhī l-nabiya fayastaḥyī minkum wal-lahu lā yastaḥyī mina l-ḥaqi wa-idhā sa-altumūhunna matāʿan fasalūhunna min warāi ḥijābin dhālikum aṭharu liqulūbikum waqulūbihinna wamā kāna lakum an tu'dhū rasūla l-lahi walā an tankiḥū azwājahu min baʿdihi abadan inna dhālikum kāna ʿinda l-lahi ʿaẓīman",
          "translation": "Wahai orang-orang yang beriman! Janganlah kamu memasuki rumah-rumah Nabi kecuali jika kamu diizinkan untuk makan tanpa menunggu waktu masak (makanannya),<sup foot_note=135638>1</sup> tetapi jika kamu dipanggil maka masuklah dan apabila kamu selesai makan, keluarlah kamu tanpa memperpanjang percakapan. Sesungguhnya yang demikian itu adalah mengganggu Nabi sehingga dia (Nabi) malu kepadamu (untuk menyuruhmu keluar), dan Allah tidak malu (menerangkan) yang benar. Apabila kamu meminta sesuatu (keperluan) kepada mereka (istri-istri Nabi), maka mintalah dari balik tabir. (Cara) yang demikian itu lebih suci bagi hatimu dan hati mereka. Dan tidak boleh kamu menyakiti (hati) Rasulullah dan tidak boleh (pula) menikahi istri-istrinya selama-lamanya setelahnya (Nabi wafat). Sungguh, yang demikian itu sangat besar (dosanya) di sisi Allah.",
          "tafsir": "Pada ayat ini, Allah mengajarkan sopan santun atau etika terhadap rumah tangga Nabi saw. Allah melarang orang-orang yang beriman untuk memasuki rumah-rumah Nabi saw kecuali dengan izin beliau, untuk makan di rumahnya tanpa menunggu waktu masak makanannya. Pada masa Rasulullah pernah terjadi ada orang-orang yang menunggu waktu makannya. Lalu turun ayat ini yang melarang perbuatan tersebut. Bilamana Rasulullah mengundang beberapa orang sahabat ke rumahnya untuk menghadiri walimah, maka mereka dilarang memasuki rumah Nabi saw, kecuali bila mereka sudah mengetahui bahwa makanannya sudah siap dihidangkan. Bila hidangan belum siap dan mereka masih sibuk menyiapkan hidangan, maka masuknya tamu itu akan mengganggu ketenangan keluarga Nabi saw. Hal ini juga mengganggu istri Nabi. saw yang sedang bekerja karena akan terlihat sebagian anggota tubuhnya yang tidak boleh dilihat oleh para tamu. Mereka dipersilakan masuk jika telah diundang. Apabila telah selesai makan, supaya segera keluar tanpa memperpanjang percakapan, karena hal itu benar-benar mengganggu Nabi saw, dan beliau sendiri merasa malu untuk menyuruh tamunya keluar. Akan tetapi, Allah tidak segan untuk menerangkan yang benar. Allah mengajarkan kesopanan di dalam rumah tangga supaya diperhatikan oleh seluruh tamu-tamu yang berkunjung ke rumah orang. Bilamana ada kepentingan untuk meminta atau meminjam suatu barang ke rumah istri-istri Nabi. saw, maka hendaklah permintaan itu dilakukan dari belakang tabir dan tidak berhadapan secara langsung. Hal yang demikian itu lebih menyucikan hati kedua belah pihak dan tidak pula menyakiti hati Rasulullah. Termasuk perbuatan yang menyakiti hati Rasulullah ialah menikahi istri-istrinya setelah beliau meninggal dunia. Larangan untuk menikahi bekas istri-istri Nabi. saw adalah larangan yang berlaku untuk selamanya karena perbuatan itu amat besar dosanya di sisi Allah. Nabi itu lebih utama bagi orang-orang mukmin dibandingkan diri mereka sendiri dan istri-istrinya adalah ibu-ibu mereka. (al-Ahzab/33: 6). Imam al-Bukhari meriwayatkan dari Anas bahwa Umar bin Khaththab. pernah berkata, \"Ada tiga pendapatku yang sesuai dengan wahyu yang diturunkan oleh Allah. Pertama, Aku berkata kepada Rasulullah, 'Wahai Rasulullah, alangkah baiknya bila engkau menjadikan maqam Ibrahim tempat salat, lalu Allah menurunkan ayat: Dan jadikanlah maqam Ibrahim itu tempat salat. (al-Baqarah/2: 125) Kedua, saya berkata, 'Wahai Rasulullah, sesungguhnya istri-istrimu sering didatangi tamu orang baik dan orang jahat, seandainya engkau membuat tabir untuk mereka tentu lebih baik, maka Allah menurunkan ayat hijab ini. Ketiga, saya pernah berkata kepada istri-istri Nabi. ketika mereka berselisih karena rasa cemburu terhadap Nabi, maka turunlah ayat ini: Jika dia (Nabi) menceraikan kamu, boleh jadi Tuhan akan memberi ganti kepadanya dengan istri-istri yang lebih baik dari kamu. (at-Tahrim/66: 5)"
        },
        {
          "number": 54,
          "arabic": "إِن تُبْدُوا۟ شَيْـًٔا أَوْ تُخْفُوهُ فَإِنَّ ٱللَّهَ كَانَ بِكُلِّ شَىْءٍ عَلِيمًا",
          "transliteration": "in tub'dū shayan aw tukh'fūhu fa-inna l-laha kāna bikulli shayin ʿalīman",
          "translation": "Jika kamu menyatakan sesuatu atau menyembunyikannya, maka sesungguhnya Allah Maha Mengetahui segala sesuatu.",
          "tafsir": "Sebab turunnya ayat ini, sebagaimana diriwayatkan oleh Juwaibir dari Ibnu 'Abbas, bahwa ada seorang yang telah datang kepada sebagian istri-istri Nabi. saw yang menjadi anak pamannya, lalu bercakap-cakap dengan istri Nabi. secara langsung. Nabi saw menegur hal itu dengan sabdanya, \"Janganlah engkau berbuat seperti ini pada kesempatan yang lain.\" Orang itu menjawab, \"Wahai Rasulullah, ini adalah anak paman saya, dan saya tidak pernah mengatakan sesuatu yang mungkar, dan perempuan itu tidak boleh pula berkata yang tidak baik kepadaku.\" Nabi bersabda, \"Kami telah mengetahui yang demikian itu. Tidak ada yang lebih cemburu daripada Allah, dan tidak ada seorang pun yang lebih cemburu daripada aku.\" Lalu laki-laki itu pergi sambil berkata, \"Siapa yang dapat mencegahku untuk bercakap-cakap dengan anak pamanku; aku pasti akan menikahinya setelah Muhammad wafat.\" Maka turunlah ayat hijab ini, dan laki-laki itu merasa menyesal atas ucapan yang telah dikeluarkannya. Untuk menutupi kesalahan dan menebus dosanya, ia mengeluarkan kifarat dengan memerdekakan seorang hamba sahaya, memberi bekal untuk jihad dengan sepuluh ekor unta, dan naik haji dengan berjalan kaki."
        }
      ]
    }
  ]
}