{
  "pageNumber": 167,
  "juz": 9,
  "surahs": [
    {
      "number": 7,
      "name": "Al-A'raf",
      "nameArabic": "الأعراف",
      "meaning": "Tempat Tertinggi",
      "revelation": "Makkah",
      "description": "Surat Al-A'raf berjumlah 206 ayat, termasuk surat Makkiyyah, diturunkan sebelum surat Al-An'am, dan termasuk golongan surat \"Assab'uththiwaal\" (tujuh surat yang panjang). Dinamakan \"Al-A'raf\" karena perkataan Al-A'raf terdapat dalam ayat 46 yang mengemukakan tentang keadaan orang-orang yang berada di atas Al-A'raf, tempat yang tertinggi di batas surga dan neraka. Mereka itulah orang-orang yang antara kebaikan dan kejahatan mereka sama banyaknya.Pokok-Pokok Isi:1. Keimanan:Mentauhidkan Allah dalam berdoa dan beribadah; hanya Allah yang mengatur dan menjaga alam; menciptakan undang-undang dan hukum-hukum untuk mengatur kehidupan manusia di dunia dan di akhirat; Allah bersemayam di 'Arsy; bantahan terhadap kepalsuan syirik; ketauhidan sesuai dengan fitrah manusia; Musa berbicara dengan Allah; tentang melihat Allah; perintah beribadah sambil menundukkan diri kepada Allah; Allah memiliki al-asmaaul husnaa (nama-nama yang indah).2. Hukum-hukum:Larangan mengikuti perbuatan dan adat istiadat yang buruk; kewajiban mengikuti Allah dan rasul, perintah berhias ketika hendak shalat; bantahan terhadap orang yang mengharamkan perhiasan yang dianugerahkan Allah; perintah memakan makanan yang halal lagi baik dan larangan memakan yang sebaliknya.3. Kisah-kisah:Kisah Nabi Adam a.s. dengan Iblis; kisah Nabi Nuh a.s. dan kaumnya; kisah Nabi Shaleh a.s. dengan kaumnya; kisah Nabi Syu'aib a.s. dengan kaumnya; kisah Nabi Musa a.s. dengan Fir'aun.4. Lain-lain:Al-Qur'an diturunkan kepada Nabi terakhir dan perintah mengikutinya; Nabi Muhammad diutus untuk seluruh manusia; adab orang mukmin, adab mendengar bacaan Al-Qur'an dan berzikir; rasul bertanggung jawab menyampaikan seruan Allah; balasan terhadap orang-orang yang mengikuti dan mengingkari rasul; dakwah rasul-rasul yang pertama ialah mentauhidkan Allah; tentang ashhaabul A'raaf yang berada di antara surga dan neraka; Allah pencipta makhluk; manusia adalah makhluk terbaik yang diciptakan Allah serta memiliki kesediaan untuk berbuat baik dan berbuat buruk; permusuhan setan terhadap manusia; manusia khalifah Allah di bumi; kehancuran suatu kaum karena perbuatan mereka sendiri; setiap bangsa memiliki masa jaya dan masa kehancuran; Allah memberikan cobaan kepada manusia dengan kekayaan dan kemiskinan; istidraj azab Allah terhadap orang-orang yang mendustakan ayat-ayat-Nya.Surat Al-A'raf dimulai dengan pengutaraan tentang kewajiban manusia mengikuti rasul dan akibat mengingkarinya. Selanjutnya, diterangkan tentang perselisihan antara Nabi Adam dan Iblis di surga yang merupakan permulaan perselisihan antara golongan yang taat kepada perintah Allah dan golongan yang mengingkari sebagaimana yang terjadi pada nabi-nabi terdahulu dengan umat-umatnya. Kemudian surat ini ditutup dengan penjelasan tentang adab-adab orang mukmin, adab-adab mendengarkan ayat-ayat Al-Qur'an, dan tata cara berdoa dan berzikir kepada-Nya.Hubungan Antara Surat Al-A'Raf Dengan Surat Al-Anfal:1. Akhir surat Al-A'raf mengemukakan keadaan beberapa orang rasul yang diutus sebelum Nabi Muhammad dalam menghadapi kaumnya, sedang permulaan surat Al-Anfal menerangkan keadaan Nabi Muhammad dalam menghadapi umatnya.2. Permusuhan antara Adam dan Iblis di surga dilanjutkan dengan permusuhan antara manusia yang menerima petunjuk dari Allah dengan yang tidak menerimanya. Ini diterangkan dalam surat Al-A'raf. Hal yang serupa diterangkan lebih jelas dalam surat Al-Anfal; pertentangan kedua golongan itu serta tingkah laku mereka dalam perang Badar. Surat Al-A'raf termasuk surat yang banyak persesuaiannya dengan surat-surat yang lain, seperti: Al-Baqarah, Ali 'Imran, At-Taubah, danYunus.",
      "verses": [
        {
          "number": 138,
          "arabic": "وَجَـٰوَزْنَا بِبَنِىٓ إِسْرَٰٓءِيلَ ٱلْبَحْرَ فَأَتَوْا۟ عَلَىٰ قَوْمٍ يَعْكُفُونَ عَلَىٰٓ أَصْنَامٍ لَّهُمْ ۚ قَالُوا۟ يَـٰمُوسَى ٱجْعَل لَّنَآ إِلَـٰهًا كَمَا لَهُمْ ءَالِهَةٌ ۚ قَالَ إِنَّكُمْ قَوْمٌ تَجْهَلُونَ",
          "transliteration": "wajāwaznā bibanī is'rāīla l-baḥra fa-ataw ʿalā qawmin yaʿkufūna ʿalā aṣnāmin lahum qālū yāmūsā ij'ʿal lanā ilāhan kamā lahum ālihatun qāla innakum qawmun tajhalūna",
          "translation": "Dan Kami selamatkan Bani Israil menyeberangi laut itu (bagian utara dari Laut Merah). Ketika mereka sampai kepada suatu kaum yang tetap menyembah berhala, mereka (Bani israil) berkata, \"Wahai Musa! Buatlah untuk kami satu tuhan (berhala) sebagaimana mereka mempunyai beberapa tuhan (berhala).\" (Musa) menjawab, \"Sungguh, kamu orang-orang yang bodoh.\"",
          "tafsir": "Ayat ini menerangkan bahwa dengan inayah (pertolongan) dan kekuasaan Allah, Bani Israil telah diselamatkan sampai ke seberang Laut Qulzum (laut merah) sehingga mereka terlepas dari penindasan Firaun dan kaumnya. Dari ayat ini dipahami, bahwa Musa dan Bani Israil dengan mudah mengarungi laut merah karena pertolongan Allah, bukan karena hal-hal yang lain seperti karena air laut waktu sedang surut dan sebagainya. Peristiwa ini merupakan mukjizat bagi Nabi Musa. Pada ayat yang lain diterangkan bahwa setelah penindasan Firaun dan kaumnya kepada Bani Israil mencapai puncaknya, maka Allah memerintahkan Musa pergi pada suatu malam meninggalkan Mesir dengan membawa Bani Israil untuk melepaskan diri dari penindasan Firaun. Maka Musa pun melaksanakan semua perintah Tuhan. Setelah mendengar kepergian Musa dan kaumnya, Firaun pun marah, dan dalam waktu yang singkat bala tentaranya dikumpulkan dan langsung mengejar Musa dan Bani Israil malam itu juga. Pada pagi harinya, di kala matahari mulai memancarkan sinarnya, Firaun pun dapat menyusul dari belakang, kedua belah pihak telah saling melihat, sedang Musa dan Bani Israil waktu itu sudah berada di pinggir laut. Mereka dihadapkan pada situasi yang sulit jika terus lari terhalang oleh laut, akan kembali, pedang musuh telah terhunus menanti. Pada saat itulah Allah memperlihatkan kekuasaan-Nya dengan memerintahkan Musa agar memukulkan tongkatnya ke laut. Musa pun memukulkannya, air laut pun terbelah, dan di antara belahan air itu terdapat jalan membentang sampai ke seberang. Maka Musa dan Bani Israil segera melaluinya, dan dari belakang Firaun dan bala tentaranya terus mengikuti mereka. Akhirnya Musa dan Bani Israil selamat sampai di seberang, sedangkan Firaun dan bala tentaranya yang mencoba meniti jalan yang dilalui Musa dan kaumnya disergap air laut yang tiba-tiba kembali bersatu, jalan yang membentangpun lenyap, sehingga Firaun dan kaumnya mati tenggelam ke dasar laut. Peristiwa tenggelamnya Firaun dan tentaranya ini, diterangkan pula oleh ayat-ayat yang lain. Allah berfirman: \"Dan sungguh, telah Kami wahyukan kepada Musa, \"Pergilah bersama hamba-hamba-Ku (Bani Israil) pada malam hari, dan pukullah (buatlah) untuk mereka jalan yang kering di laut itu, (engkau) tidak perlu takut akan tersusul dan tidak perlu khawatir (akan tenggelam).\" Kemudian Firaun dengan bala tentaranya mengejar mereka, tetapi mereka digulung ombak laut yang menenggelamkan mereka.\" (Taha/20: 77-78) Kisah tenggelamnya Firaun dan bala tentaranya di laut Qulzum disebutkan pula dalam Perjanjian Lama, Kitab Keluaran XIV: 15-31. Setelah Musa dan Bani Israil selamat sampai ke seberang laut Qulzum, yaitu daerah sekitar tanah Arab yang terletak di ujung benua Asia di bagian Barat Daya, mereka pun meneruskan perjalanannya. Maka sampailah mereka ke suatu negeri yang penduduknya taat menyembah berhala. Melihat keadaan yang demikian, ingatan mereka kembali kepada adat kebiasaan dan kepercayaan nenek-moyang mereka, yang biasa mereka kerjakan bersama-sama dengan Firaun, seperti menyembah sembahan selain Allah, baik yang berupa binatang, patung, batu, dan sebagainya. Karena itu dengan spontan mereka meminta kepada Nabi Musa, \"Hai Musa, buatkanlah untuk kami sebuah berhala, sebagaimana mereka mempunyai beberapa tuhan ........\". Dari permintaan Bani Israil kepada Musa a.s, ini dipahami bahwa sekalipun Musa a.s, telah menyampaikan risalahnya dengan sebaik mungkin kepada Bani Israil, namun Bani Israil belum memahami dan menghayati betul agama tauhid yang disampaikan Musa. Adat istiadat dan kepercayaan nenek-moyang mereka, seperti menyembah berhala, masih sangat besar pengaruhnya pada diri mereka, sehingga kepercayaan tauhid yang baru ditanamkan Musa dengan mudah dapat digoyahkan. Telah diketahui bahwa orang-orang Bani Israil di zaman Firaun termasuk golongan yang rendah dan kurang pengetahuannya. Hampir tidak ada cerdik-cendekiawan berasal dari mereka, semua cendekiawan berasal dari penduduk Mesir asli, turunan bangsawan. Kebanyakan Bani Israil pada waktu itu hidup sebagai rakyat biasa, pekerja-pekerja kasar, bahkan banyak hidup sebagai budak yang dipaksa membangun piramida dan kuburan raja-raja. Karena keadaan mereka yang demikian, timbul sifat apatis di antara mereka, tidak ada cita-cita untuk membebaskan diri dari perbudakan Firaun, tidak ada keinginan yang kuat untuk merdeka. Tidak ada sikap yang tegas dan cita-cita yang kuat itu pada diri mereka, hal ini terlihat pada reaksi, tindak-tanduk dan sikap mereka dalam menerima ajakan Musa, sedikit saja halangan dan kesulitan yang mereka hadapi, dengan spontan mereka menyatakan rasa putus asa kepada Musa, bahkan menyatakan lebih suka hidup diperbudak dan penindasan Firaun. Sikap Bani Israil terhadap ajakan Musa a.s, untuk hidup sebagai bangsa yang merdeka tidak berbeda dengan sikap mereka terhadap ajakan Musa a.s, untuk mengikuti agama yang benar. Sekalipun Nabi Musa telah menerangkan dengan baik dan jelas agama tersebut, sehingga mereka memahami dan mengikutinya, namun begitu mereka melihat patung-patung, orang yang menyembah berhala, orang yang memuja dewa-dewa dan segala macam bentuk kemusyrikan, ingatan mereka kembali kepada kepercayaan mereka terdahulu, karena itu mereka dengan spontan meminta kepada Musa, agar dibuatkan berhala untuk sembahan mereka. Mereka lebih merasa mantap menyembah sesuatu yang dapat dilihat dan diraba, dihiasi dan sebagainya daripada menyembah sesuatu yang gaib, tidak nampak oleh mata dan tidak dapat diraba dengan tangan. Berbeda dengan pesihir yang beriman kepada Musa, setelah kepandaian ilmu sihirnya dikalahkan oleh mukjizat Musa. Mereka termasuk orang-orang yang mempunyai ilmu pengetahuan dan cerdik-cendekiawan pada waktu itu. Karena itu mereka bisa membedakan sesuatu yang salah dengan yang benar dengan pengetahuan mereka itu, sehingga dapat mengetahui mana tanda-tanda kekuasaan Allah dan mana yang bukan, mana yang dapat dicapai oleh panca indera dan mana yang tak dapat dicapai, dan sebagainya. Karena itu setelah mereka beriman kepada Allah dan Nabi Musa, mereka pun beriman dengan sepenuh hati, tidak dapat digoyahkan oleh keadaan apa pun dan oleh ancaman apa pun, termasuk ancaman Firaun kepada mereka. Iman mereka telah mempunyai landasan yang kokoh, sehingga merupakan keyakinan yang kuat sebagai hasil dari pengetahuan, perasaan, pengalaman, dan apa yang ada pada mereka. Bani Israil seperti yang diterangkan di atas adalah orang-orang yang tidak mengetahui sifat-sifat Tuhan, tidak mengetahui keharusan menyembah hanya kepada Allah semata dengan tidak menyekutukan-Nya dengan sesuatu pun tidak mengetahui akan keharusan beribadah langsung ditujukan kepada Allah tanpa mengambil perantara dengan sesuatu pun, seperti patung-patung, bangunan-bangunan, kuburan-kuburan, atau benda-benda yang lain yang mereka jadikan sebagai perantara dalam menyembah Allah. Mereka harus percaya bahwa hanya Allah Yang Maha Esa. Jenis iman seperti iman Bani Israil yang disebabkan kebodohan dan pengaruh kepercayaan nenek-moyang itu, terdapat juga pada manusia umumnya, dan kaum Muslimin khususnya, serta dijumpai pula pada tiap-tiap periode dalam sejarah, sejak masa Nabi Muhammad sampai kepada zaman mutakhir ini, sebagaimana yang diisyaratkan hadis Nabi saw: Ahmad dan An-Nasai meriwayatkan dari Abi Waqid Al-Laitsy, ia berkata: \"Kami keluar dari Medinah bersama Rasulullah saw menuju perang Hunain, maka kami melalui sebatang pohon sidrah, aku berkata: \"Ya Rasulullah jadikanlah bagi kami pohon \"dhatu anwath\" (pohon yang bisa menjadi gantungan) sebagaimana orang kafir mempunyai \"dhatu anwath\". Rasulullah menjawab: \"(Allah Maha Besar). Permintaanmu ini adalah seperti permintaan Bani Israil kepada Musa: (Jadikanlah bagi kami sebuah sembahan, sebagaimana mereka mempunyai sembahan), sesungguhnya kamu mengikuti kepercayaan orang sebelum kamu.\" (Riwayat Ahmad dan an-Nasai) Kenyataan adanya kepercayaan itu diisyaratkan hadis di atas pada masa dahulu dan masa sekarang hendaknya merupakan peringatan bagi kaum Muslimin agar berusaha sekuat tenaga untuk memberi pengertian dan penerangan, sehingga seluruh kaum Muslimin mempunyai akidah dan kepercayaan sesuai dengan yang diajarkan agama Islam. Masih banyak di antara kaum Muslimin yang masih memuja kuburan, mempercayai adanya kekuatan gaib pada batu-batu, pohon-pohon, gua-gua, dan sebagainya. Karena itu mereka memuja dan menyembahnya dengan ketundukan dan kekhusyukan, yang kadang-kadang melebihi ketundukan dan kekhusyukan kepada Allah. Banyak juga di antara kaum Muslimin yang menggunakan perantara washilah dalam beribadah, seakan-akan mereka tidak percaya bahwa Allah Maha dekat kepada hamba-Nya dan bahwa ibadah yang ditujukan kepada-Nya itu akan sampai tanpa perantara. Kepercayaan seperti ini tidak berbeda dengan kepercayaan syirik yang dianut oleh orang-orang Arab Jahiliyah dahulu, kemungkinan yang berbeda hanyalah namanya saja. Kepercayaan seperti ini bertentangan dengan ayat: \"... dan Kami lebih dekat kepadanya daripada urat lehernya.\" (Qaf/50:16) Dan pengakuan Ibrahim as yang tersebut dalam firman-Nya: \"Aku hadapkan wajahku kepada (Allah) yang menciptakan langit dan bumi dengan penuh kepasrahan (mengikuti) agama yang benar, dan aku bukanlah termasuk orang-orang yang musrik.\" (al-Anam/6: 79) Bahkan Allah menegaskan dalam firman-Nya lagi: \"Dan apabila hamba-hamba-Ku bertanya kepadamu (Muhammad) tentang Aku, maka sesungguhnya Aku dekat. Aku kabulkan permohonan orang yang berdoa apabila dia berdoa kepada-Ku. Hendaklah mereka itu memenuhi (perintah)-Ku dan beriman kepada-Ku, agar mereka memperoleh kebenaran.\" (al-Baqarah/2: 186) Orang yang menyembah suatu sembahan di samping Allah adalah orang yang memperbodoh dirinya sendiri, seperti firman Allah: Dan orang yang membenci agama Ibrahim, hanyalah orang yang memperbodoh dirinya sendiri... (al-Baqarah/2: 130) Permintaan Bani Israil itu dijawab oleh Nabi Musa: \"Sesungguhnya kamu hai Bani Israil tidak mengetahui sifat-sifat Allah, apa yang wajib bagi-Nya dan apa yang mustahil bagi-Nya. Dia adalah Esa dan tidak ada sekutu bagi-Nya. \" Agama yang dibawa para rasul Allah sejak zaman dahulu sampai sekarang, yaitu agama yang dibawa oleh Nabi Muhammad saw, sebagai nabi dan rasul penutup adalah agama yang mengakui keesaan Allah dengan sebenar-benarnya, tidak ada di dalamnya unsur syirik sedikit pun juga. Hal ini adalah karena ibadah atau menyembah itu merupakan suatu perasaan yang timbul dari hati sanubari. Perasaan itu menimbulkan ketundukan hati dan jiwa kepada Yang Maha Agung, menumbuhkan keyakinan bahwa dia sajalah yang berhak disembah; sedangkan yang lain adalah makhluk ciptaan-Nya yang sama kedudukannya dengan ciptaan-Nya yang lain. Karena itu menyembah sembahan selain Allah akan merusak ketauhidan yang timbul dari perasaan yang ada dalam diri seorang, dan menunjukkan ketergantungan seseorang kepada sembahan, di samping tergantung kepada Allah. Karena itu Nabi Musa menolak dengan tegas permintaan kaumnya."
        },
        {
          "number": 139,
          "arabic": "إِنَّ هَـٰٓؤُلَآءِ مُتَبَّرٌ مَّا هُمْ فِيهِ وَبَـٰطِلٌ مَّا كَانُوا۟ يَعْمَلُونَ",
          "transliteration": "inna hāulāi mutabbarun mā hum fīhi wabāṭilun mā kānū yaʿmalūna",
          "translation": "Sesungguhnya mereka akan dihancurkan (oleh kepercayaan) yang dianutnya dan akan sia-sia apa yang telah mereka kerjakan.",
          "tafsir": "Ayat ini menegaskan bahwa orang-orang yang taat dan tekun menyembah sembahan selain Allah akan dihancurkan dan dibinasakan Allah, dan berhala-berhala yang mereka sembah itu tidak sanggup memberi manfaat dan tidak pula memberi mudarat kepada siapapun. Perbuatan mereka menyembah berhala itu tidak diberi pahala sedikit pun bahkan mereka diberi siksaan yang besar. Ayat ini merupakan obat penawar bagi Nabi Muhammad dan kaum Muslimin yang sedang menghadapi ejekan dan penganiayaan dari kaum musyrik Mekah, karena ayat ini mengisyaratkan kemenangan Nabi Muhammad dan kaum Muslimin dalam waktu dekat dan lenyapnya kepercayaan syirik di jazirah Arab."
        },
        {
          "number": 140,
          "arabic": "قَالَ أَغَيْرَ ٱللَّهِ أَبْغِيكُمْ إِلَـٰهًا وَهُوَ فَضَّلَكُمْ عَلَى ٱلْعَـٰلَمِينَ",
          "transliteration": "qāla aghayra l-lahi abghīkum ilāhan wahuwa faḍḍalakum ʿalā l-ʿālamīna",
          "translation": "Dia (Musa) berkata, \"Pantaskah aku mencari tuhan untukmu selain Allah, padahal Dia yang telah melebihkan kamu atas segala umat (pada masa itu).",
          "tafsir": "Permintaan Bani Israil agar dibuatkan sembahan selain Allah, dijawab oleh Musa as: \"Apakah aku akan membuatkan tuhan selain Allah yang akan kamu sembah, padahal Allah Pencipta alam semesta yang telah menjadikan kamu semua sebagai umat yang utama di masamu dan menjadikan Islam sebagai agama bagimu, yaitu agama tauhid, agama yang dibawa oleh Nabi Ibrahim agama para Nabi dan Rasul yang telah diutus Allah. Kenapa kamu masih mencari agama yang lain?\" Ayat ini menyatakan bahwa permintaan Bani Israil adalah permintaan yang aneh dan mengherankan, karena mereka telah diberi sesuatu yang baik, yaitu agama tauhid, kemudian mereka hendak menukarnya dengan yang jelek, yaitu agama syirik."
        },
        {
          "number": 141,
          "arabic": "وَإِذْ أَنجَيْنَـٰكُم مِّنْ ءَالِ فِرْعَوْنَ يَسُومُونَكُمْ سُوٓءَ ٱلْعَذَابِ ۖ يُقَتِّلُونَ أَبْنَآءَكُمْ وَيَسْتَحْيُونَ نِسَآءَكُمْ ۚ وَفِى ذَٰلِكُم بَلَآءٌ مِّن رَّبِّكُمْ عَظِيمٌ",
          "transliteration": "wa-idh anjaynākum min āli fir'ʿawna yasūmūnakum sūa l-ʿadhābi yuqattilūna abnāakum wayastaḥyūna nisāakum wafī dhālikum balāon min rabbikum ʿaẓīmun",
          "translation": "Dan (ingatlah Wahai Bani Israil) ketika Kami menyelamatkan kamu dari (Fir'aun) dan kaumnya, yang menyiksa kamu dengan siksaan yang sangat berat, mereka membunuh anak-anak laki-lakimu dan membiarkan hidup anak-anak perempuanmu. Dan itu merupakan cobaan yang besar dari Tuhanmu.",
          "tafsir": "Pada ayat ini Allah mengingatkan kepada Bani Israil yang ingin dibuatkan tuhan selain Allah itu, bahwa mereka telah diberi nikmat yang berlimpah berupa diutusnya Nabi Musa kepada mereka, untuk melepaskan mereka dari belenggu penindasan dan perbudakan Firaun yang telah membunuh setiap anak lelaki mereka yang lahir, dan membiarkan hidup anak perempuan mereka dengan maksud agar Bani Israil tetap dalam keadaan lemah dan tetap dalam perbudakan untuk ditindas selama-lamanya. Hendaknya segala macam cobaan dan pengalaman-pengalaman yang pahit itu dapat dijadikan pelajaran dengan mendekatkan diri kepada Allah Yang Maha Kuasa dan berusaha setiap waktu agar pengalaman-pengalaman itu tidak terulang lagi."
        },
        {
          "number": 142,
          "arabic": "۞ وَوَٰعَدْنَا مُوسَىٰ ثَلَـٰثِينَ لَيْلَةً وَأَتْمَمْنَـٰهَا بِعَشْرٍ فَتَمَّ مِيقَـٰتُ رَبِّهِۦٓ أَرْبَعِينَ لَيْلَةً ۚ وَقَالَ مُوسَىٰ لِأَخِيهِ هَـٰرُونَ ٱخْلُفْنِى فِى قَوْمِى وَأَصْلِحْ وَلَا تَتَّبِعْ سَبِيلَ ٱلْمُفْسِدِينَ",
          "transliteration": "wawāʿadnā mūsā thalāthīna laylatan wa-atmamnāhā biʿashrin fatamma mīqātu rabbihi arbaʿīna laylatan waqāla mūsā li-akhīhi hārūna ukh'luf'nī fī qawmī wa-aṣliḥ walā tattabiʿ sabīla l-muf'sidīna",
          "translation": "Dan Kami telah menjanjikan kepada Musa (memberikan Taurat) tiga puluh malam, dan Kami sempurnakan jumlah malam itu dengan sepuluh (malam lagi), maka sempurnalah waktu yang telah ditentukan Tuhannya empat puluh malam. Dan Musa berkata kepada saudaranya (yaitu) Harun, \"Gantikanlah aku dalam (memimpin) kaumku, dan perbaikilah (dirimu dan kaummu), dan janganlah engkau mengikuti jalan orang-orang yang berbuat kerusakan.\"",
          "tafsir": "Ayat ini menerangkan peristiwa turunnya Kitab Taurat kepada Nabi Musa. Allah telah menetapkan janji-Nya kepada Nabi Musa bahwa Dia akan menurunkan wahyu kepadanya yang berisikan pokok-pokok agama dan pokok-pokok hukum yang menjadi pedoman bagi Bani Israil dalam usaha mereka mencapai kebahagiaan hidup di dunia dan di akhirat. Waktu penurunan wahyu yang dijanjikan itu selama tiga puluh malam di gunung Sinai, kemudian ditambah sepuluh malam lagi sehingga menjadi empat puluh malam. Mengenai turunnya Kitab Taurat kepada Nabi Musa diriwayatkan oleh Ibnul Mundzir dan Ibnu Abi Hatim dari Ibnu Abbas, waktu menafsirkan ayat ini, bahwa Musa berkata kepada kaumnya, \"Sesungguhnya Tuhanku (Allah) menjanjikan kepadaku tiga puluh malam. Aku akan menemui-Nya dan aku jadikan Harun untuk mengurusimu.\" Maka setelah Musa sampai ke tempat yang dijanjikan, yaitu pada bulan Â¨ulkaidah dan sepuluh malam bulan Â¨ulhijjah, lalu Musa menetap dan menunggu di atas bukit Sinai selama empat puluh malam, dan Allah menurunkan kepadanya Taurat dalam bentuk kepingan-kepingan bertulis, Allah mendekatkan Musa kepada-Nya untuk diajak bicara. Sesudah itu berbicaralah Allah, dan Musa pun mendengar bunyi getaran pena. Dari kedua riwayat ini dapat diambil kesimpulan, bahwa Musa a.s pergi ke bukit Sinai sendirian, tak ada yang menemani, dalam arti kata ia memisahkan diri dari kaumnya Bani Israil. Sepeninggal Musa a.s. Bani Israil terpengaruh oleh ajakan Samiri, sehingga mereka ikut menyembah patung anak sapi. Sebelum Musa a.s. berangkat ke tempat yang telah ditentukan Allah untuk menerima Taurat, ia menyerahkan pimpinan kaumnya kepada saudaranya Harun a.s, dan menyatakan Harun sebagai wakilnya, mengurus kepentingan-kepentingan Bani Israil selama ia pergi, Musa memperingatkan agar Harun jangan mengikuti kemauan dan pendapat orang yang sesat dan suka berbuat kerusakan. Harun adalah saudara tua Musa a.s. dan diangkat oleh Allah sebagai Rasul dan Nabi. Pada ayat yang lain disebutkan bahwa Musa sebelum menghadapi Firaun berdoa kepada Allah agar Harun diangkat sebagai wazirnya, karena lidahnya lebih petah (fasih) dibanding dengan lidah Musa. Allah berfirman: Dan jadikankanlah untukku seorang pembantu dari keluargaku, (yaitu) Harun, saudaraku, teguhkanlah kekuatanku dengan (adanya) dia, dan jadikanlah dia teman dalam urusanku. (thaha/20: 29-30-31-32)"
        },
        {
          "number": 143,
          "arabic": "وَلَمَّا جَآءَ مُوسَىٰ لِمِيقَـٰتِنَا وَكَلَّمَهُۥ رَبُّهُۥ قَالَ رَبِّ أَرِنِىٓ أَنظُرْ إِلَيْكَ ۚ قَالَ لَن تَرَىٰنِى وَلَـٰكِنِ ٱنظُرْ إِلَى ٱلْجَبَلِ فَإِنِ ٱسْتَقَرَّ مَكَانَهُۥ فَسَوْفَ تَرَىٰنِى ۚ فَلَمَّا تَجَلَّىٰ رَبُّهُۥ لِلْجَبَلِ جَعَلَهُۥ دَكًّا وَخَرَّ مُوسَىٰ صَعِقًا ۚ فَلَمَّآ أَفَاقَ قَالَ سُبْحَـٰنَكَ تُبْتُ إِلَيْكَ وَأَنَا۠ أَوَّلُ ٱلْمُؤْمِنِينَ",
          "transliteration": "walammā jāa mūsā limīqātinā wakallamahu rabbuhu qāla rabbi arinī anẓur ilayka qāla lan tarānī walākini unẓur ilā l-jabali fa-ini is'taqarra makānahu fasawfa tarānī falammā tajallā rabbuhu lil'jabali jaʿalahu dakkan wakharra mūsā ṣaʿiqan falammā afāqa qāla sub'ḥānaka tub'tu ilayka wa-anā awwalu l-mu'minīna",
          "translation": "Dan ketika Musa datang untuk (munajat) pada waktu yang telah Kami tentukan dan Tuhan telah berfirman (langsung) kepadanya, (Musa) berkata, \"Ya Tuhanku, tampakkanlah (diri-Mu) kepadaku agar aku dapat melihat Engkau.\" (Allah) berfirman, \"Engkau tidak akan (sanggup) melihat-Ku, namun lihatlah ke gunung itu, jika ia tetap di tempatnya (sebagai sediakala) niscaya engkau dapat melihat-Ku.\" Maka ketika Tuhannya menampakkan (keagungan-Nya) kepada gunung itu,<sup foot_note=135288>1</sup> gunung itu hancur luluh dan Musa pun jatuh pingsan. Setelah Musa sadar, dia berkata, \" Mahasuci Engkau, aku bertobat kepada Engkau dan aku adalah orang yang pertama-tama beriman.\"",
          "tafsir": "Ayat ini menerangkan, manakala Musa as sampai ke tempat dan waktu yang dijanjikan Allah untuk menerima wahyu, Allah telah menyampaikan wahyu-Nya secara langsung tanpa perantara, maka timbul pada diri Musa keinginan untuk memperoleh kemuliaan lain di samping kemuliaan berkata-kata langsung dengan Allah yang baru saja diterimannya. Keinginan itu ialah mendapat kemuliaan melihat Allah dengan jelas, lalu Musa berkata, \"Ya Tuhanku, perlihatkanlah zat Engkau yang suci dan berilah aku kekuatan untuk dapat melihat Engkau dengan jelas, karena aku tidak sanggup melihat dan mengetahui Engkau dengan sempurna. Allah menjawab, \"Hai Musa kamu tidak akan dapat melihat-Ku.\" Dalam hadis Nabi saw, disebutkan: \"Dari Abu Musa, ia berkata: Rasulullah saw bersabda, \"Hijab (pembatas) Allah ialah nur (cahaya). Sekiranya nur itu disingkapkan niscaya keagungan sinar wajahnya akan membakar seluruh makhluk yang sampai pandangan Tuhan kepadanya.\" (Riwayat Muslim) Selanjutnya Allah berkata kepada Musa, \"Melihatlah ke bukit, jika bukit itu tetap kokoh dan kuat seperti sediakala setelah melihat-Ku, tentulah kamu dapat pula melihat-Ku, karena kamu dan gunung itu adalah sama-sama makhluk ciptaan-Ku. Tetapi jika bukit yang kokoh dan kuat itu tidak tahan dan hancur setelah melihat-Ku bagaimana pula kamu dapat melihat-Ku. Karena seluruh makhluk yang aku ciptakan tidak mampu dan tidak sanggup untuk melihat-Ku.\" Diriwayatkan dari Ibnu Abbas, ia berkata, \"Ketika Musa as memohon kepada Tuhannya, \"Perlihatkanlah zat Engkau kepadaku\" Allah menjawab: \"Kamu sekali-kali tidak akan dapat melihat-Ku.\" Kemudian Allah menegaskan lagi, \"Kamu tidak akan dapat melihat-Ku untuk selama-lamanya hai Musa.\" Tidak seorang pun yang sanggup melihat-Ku, lalu sesudah itu ia tetap hidup.\" Akhirnya Allah berkata, \"Melihatlah ke bukit yang tinggi lagi besar itu, jika bukit itu tetap di tempatnya, tidak bergoncang dan hancur, tentulah ia melihat kebesaran-Ku, mudah-mudahan kamu dapat melihatnya pula, sedangkan kamu benar-benar lemah dan rendah. Sesungguhnya gunung itu berguncang dan hancur bagaimana pun juga kuat dan dahsyatnya, sedang kamu lebih lemah dan rendah.\" Ada beberapa pendapat mufassir tentang yang dimaksud dengan ayat: \"Ketika Tuhannya menampakkan diri kepada gunung-gunung itu\" sebagian mufassir mengatakan bahwa yang nampak bagai gunung itu ialah zat Allah. Bagaimana pun juga pendapat para mufassir, namun nampaknya Allah itu bukanlah seperti nampaknya makhluk. Namun penampakan Tuhan tidak sama dengan penampakan manusia sesuai dengan sifat-sifat Allah yang tidak dapat diukur dengan ukuran manusia. Setelah Musa as, sadar dari pingsannya, dan sadar pula bahwa ia telah meminta kepada Allah sesuatu yang dapat membahayakan dirinya, ia merasa telah berbuat dosa, karena itu ia memohon dan berdoa kepada Allah, Maha Suci Engkau, \"Ya Tuhanku, aku berdosa karena meminta sesuatu kepada Engkau yang di luar batas kemampuanku menerimanya, karena itu aku bertaubat kepada Engkau dan tidak akan mengulangi kesalahan seperti yang telah lalu itu, dan aku termasuk orang-orang yang pertama beriman kepada-Mu.\" Mujahid berkata, \"Tubtu ilaika\" (Aku bertaubat kepada Engkau), maksudnya ialah: Aku bertaubat kepada Engkau, karena aku telah memohon kepada Engkau agar dapat melihat zat Engkau, \"wa ana awwalul muminin\", (Aku orang yang pertama beriman kepada Engkau) maksudnya aku adalah orang Bani Israil yang pertama beriman kepada Engkau. Sedang dalam suatu riwayat yang lain dari Ibnu Abbas, ialah orang yang pertama-tama beriman dan tidak seorang pun yang dapat melihat Engkau (di dunia)."
        }
      ]
    }
  ]
}