{
  "pageNumber": 201,
  "juz": 10,
  "surahs": [
    {
      "number": 9,
      "name": "At-Taubah",
      "nameArabic": "التوبة",
      "meaning": "Pengampunan",
      "revelation": "Madinah",
      "description": "Surat At-Taubah terdiri dari 129 ayat dan termasuk surat Madaniyyah. Surat ini dinamakan \"At-Taubah\" yang berarti pengampunan berhubung kata \"At-Taubah\" disebut berulang kali dalam surat ini. Dinamakan juga dengan \"Baraa'ah\" yang berarti berlepas diri yang di sini maksudnya pernyataan pemutusan hubungan, disebabkan kebanyakan pokok pembicaraannya tentang pernyataan pemutusan perjanjian damai dengan kaum musyrikin.Di samping kedua nama yang masyhur di atas, ada beberapa nama lain yang merupakan sifat dari surat ini.Pada permulaan surat ini tidak terdapat basmalah karena berisi pernyataan perang total dengan arti bahwa segenap kaum muslimin diarahkan untuk memerangi seluruh kaum musyrikin, sedang basmalah bernafaskan perdamaian dan cinta kasih dari Allah.Surat ini diturunkan setelah Nabi Muhammad s.a.w. kembali dari perang Tabuk yang terjadi pada tahun 9 H. Pengumuman ini disampaikan oleh Saidina 'Ali pada musim haji pada tahun yang sama.Selain pernyataan pembatalan perjanjian damai dengan kaum musyrikin, surat ini mengandung pokok-pokok isi sebagai berikut:1. Keimanan:Allah selalu menyertai hamba-hamba-Nya yang beriman; pembalasan atas amalan-amalan manusia hanya dari Allah; segala sesuatu menurut sunnatullah; perlindungan Allah bagi orang-orang yang beriman; kedudukan Nabi Muhammad s.a.w. di sisi Allah.2. Hukum-hukum:Kewajiban menginfakkan harta; macam-macam harta dalam agama serta penggunaannya; jizyah; perjanjian dan perdamaian; kewajiban umat Islam terhadap Nabinya, sebab-sebab orang Islam melakukan perang total; beberapa dasar politik kenegaraan dan peperangan dalam Islam.3. Kisah-kisah:Nabi Muhammad s.a.w. dengan Abu Bakar r.a. di suatu gua di bukit Tsur ketika hijrah; perang Hunain (perang Authas atau perang Hawazin); perang Tabuk.4. Lain-lain:Sifat-sifat orang yang beriman dan tingkatan-tingkatan mereka.Surat At-Taubah berisi pernyataan pembatalan perjanjian damai oleh Nabi Muhammad dengan kaum musyrikin, karena mereka tidak memenuhi syarat-syarat perjanjian damai yang diikrarkan pada perjanjian Hudaibiyyah. Selain itu, surat At-Taubah juga menjelaskan hukum peperangan dan perdamaian, hukum kenegaraan, keadaan Nabi Muhammad pada waktu hijrah, dan kewajiban menginfakkan harta.Hubungan Surat At-Taubah Dengan Surat Yunus:1. Akhir surat At-Taubah ditutup dengan menyebutkan tentang risalah Nabi Muhammad dan hal-hal yang serupa disebutkan pula pada akhir surat Yunus.2. Surat At-Taubah menyebut keadaan orang-orang munafik dan menerangkan sikap mereka ketika Al-Qur'an diturunkan, sedang surat Yunus menerangkan sikap orang kafir terhadap Al-Qur'an.",
      "verses": [
        {
          "number": 87,
          "arabic": "رَضُوا۟ بِأَن يَكُونُوا۟ مَعَ ٱلْخَوَالِفِ وَطُبِعَ عَلَىٰ قُلُوبِهِمْ فَهُمْ لَا يَفْقَهُونَ",
          "transliteration": "raḍū bi-an yakūnū maʿa l-khawālifi waṭubiʿa ʿalā qulūbihim fahum lā yafqahūna",
          "translation": "Mereka rela berada bersama orang-orang yang tidak pergi berperang,<sup foot_note=135326>1</sup> dan hati mereka telah tertutup, sehingga mereka tidak memahami (kebahagiaan beriman dan berjihad).",
          "tafsir": "Ayat ini menerangkan bahwa orang-orang munafik itu merasa senang tidak ikut berjihad fisabilillah. Mereka lebih senang tinggal bersama orang-orang lemah yang tidak kuat ikut berperang, yaitu perempuan-perempuan yang menjaga rumah tangga. Mereka tidak sedikit pun merasa malu tinggal bersama orang-orang perempuan yang tidak ikut berperang itu. Padahal mereka adalah orang-orang yang kuat, sehat, dan mampu untuk turut berperang. Walaupun banyak yang mengejek dan mentertawakan, namun ejekan itu bagi mereka tidak ada artinya, karena perasaan malu bagi mereka tidak ada lagi. Yang demikian itu adalah pertanda bahwa iman mereka sangat lemah dan hati mereka sudah dipengaruhi kebendaan. Oleh karena itu Allah menutup mati hati mereka, mereka tidak mau menerima kebenaran, pelajaran dan nasihat dari siapapun juga. Penyakit kemunafikan itu telah membalut seluruh hati mereka, sehingga mereka tidak dapat mempergunakan pikiran yang sehat untuk membedakan mana yang benar dan mana yang salah, mana yang menguntungkan dan mana yang merugikan, bahwa ikut berjihad dan berperang itu adalah suatu keuntungan dan tinggal di rumah adalah merugikan dan memalukan."
        },
        {
          "number": 88,
          "arabic": "لَـٰكِنِ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُوا۟ مَعَهُۥ جَـٰهَدُوا۟ بِأَمْوَٰلِهِمْ وَأَنفُسِهِمْ ۚ وَأُو۟لَـٰٓئِكَ لَهُمُ ٱلْخَيْرَٰتُ ۖ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
          "transliteration": "lākini l-rasūlu wa-alladhīna āmanū maʿahu jāhadū bi-amwālihim wa-anfusihim wa-ulāika lahumu l-khayrātu wa-ulāika humu l-muf'liḥūna",
          "translation": "Tetapi Rasul dan orang-orang yang beriman bersama dia, (mereka) berjihad dengan harta dan jiwa. Mereka itu memperoleh kebaikan. Mereka itulah orang-orang yang beruntung.",
          "tafsir": "Dalam ayat ini Allah menerangkan perbedaan yang sangat jauh antara sifat-sifat Rasul dan orang-orang yang beriman di satu pihak dengan sifat dan tingkah laku orang-orang munafik di pihak lain. Rasul dan orang-orang mukmin, senang dan gembira berjihad dan berperang dengan harta dan dirinya untuk membela dan meninggikan kalimah Allah untuk menyiarkan agama-Nya di permukaan bumi ini. Mereka lebih mencintai Allah daripada mencintai harta kekayaan dan diri mereka. Keyakinan mereka kalau hidup hendaknya hidup mulia dan terhormat dan kalau mati, hendaknya mati syahid di medan perang. Di dalam hati orang-orang mukmin tidak akan ditemui sifat malas, enggan berperang dan bakhil memberikan harta kekayaan dalam berjihad fisabilillah. Mereka percaya bahwa berjihad fisabilillah itu akan mendatangkan kebaikan yang banyak kepada mereka dan umat Islam. Kebaikan-kebaikan yang banyak itu adalah berupa kemenangan, tingginya kalimah Allah, tegaknya keadilan dan kebenaran, di samping mendapatkan harta rampasan, dan luasnya kekuasaan Islam di permukaan bumi. Juga mereka percaya, bahwa mereka akan mendapat kabahagiaan di dunia dan di akhirat. Di dunia menjadi orang yang mulia dan terhormat, sedang di akhirat mendapat balasan surga Jannatunnaim, yang penuh dengan kesenangan dan kenikmatan yang abadi. Di dalamnya mengalir sungai-sungai yang menyejukkan. Kesenangan dan kebahagiaan yang berlimpah-limpah itu diberikan Allah kepada orang-orang mukmin."
        },
        {
          "number": 89,
          "arabic": "أَعَدَّ ٱللَّهُ لَهُمْ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا ۚ ذَٰلِكَ ٱلْفَوْزُ ٱلْعَظِيمُ",
          "transliteration": "aʿadda l-lahu lahum jannātin tajrī min taḥtihā l-anhāru khālidīna fīhā dhālika l-fawzu l-ʿaẓīmu",
          "translation": "Allah telah menyediakan bagi mereka surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya. Itulah kemenangan yang agung.",
          "tafsir": "Dalam ayat ini Allah menerangkan perbedaan yang sangat jauh antara sifat-sifat Rasul dan orang-orang yang beriman di satu pihak dengan sifat dan tingkah laku orang-orang munafik di pihak lain. Rasul dan orang-orang mukmin, senang dan gembira berjihad dan berperang dengan harta dan dirinya untuk membela dan meninggikan kalimah Allah untuk menyiarkan agama-Nya di permukaan bumi ini. Mereka lebih mencintai Allah daripada mencintai harta kekayaan dan diri mereka. Keyakinan mereka kalau hidup hendaknya hidup mulia dan terhormat dan kalau mati, hendaknya mati syahid di medan perang. Di dalam hati orang-orang mukmin tidak akan ditemui sifat malas, enggan berperang dan bakhil memberikan harta kekayaan dalam berjihad fisabilillah. Mereka percaya bahwa berjihad fisabilillah itu akan mendatangkan kebaikan yang banyak kepada mereka dan umat Islam. Kebaikan-kebaikan yang banyak itu adalah berupa kemenangan, tingginya kalimah Allah, tegaknya keadilan dan kebenaran, di samping mendapatkan harta rampasan, dan luasnya kekuasaan Islam di permukaan bumi. Juga mereka percaya, bahwa mereka akan mendapat kabahagiaan di dunia dan di akhirat. Di dunia menjadi orang yang mulia dan terhormat, sedang di akhirat mendapat balasan surga Jannatunnaim, yang penuh dengan kesenangan dan kenikmatan yang abadi. Di dalamnya mengalir sungai-sungai yang menyejukkan. Kesenangan dan kebahagiaan yang berlimpah-limpah itu diberikan Allah kepada orang-orang mukmin."
        },
        {
          "number": 90,
          "arabic": "وَجَآءَ ٱلْمُعَذِّرُونَ مِنَ ٱلْأَعْرَابِ لِيُؤْذَنَ لَهُمْ وَقَعَدَ ٱلَّذِينَ كَذَبُوا۟ ٱللَّهَ وَرَسُولَهُۥ ۚ سَيُصِيبُ ٱلَّذِينَ كَفَرُوا۟ مِنْهُمْ عَذَابٌ أَلِيمٌ",
          "transliteration": "wajāa l-muʿadhirūna mina l-aʿrābi liyu'dhana lahum waqaʿada alladhīna kadhabū l-laha warasūlahu sayuṣību alladhīna kafarū min'hum ʿadhābun alīmun",
          "translation": "Dan di antara orang-orang Arab Badui datang (kepada Nabi) mengemukakan alasan, agar diberi izin (untuk tidak pergi berperang), sedang orang-orang yang mendustakan Allah dan Rasul-Nya, duduk berdiam. Kelak orang-orang yang kafir di antara mereka akan ditimpa azab yang pedih.",
          "tafsir": "Ayat-ayat ini menerangkan bagaimana pula keadaan orang-orang munafik yang tinggal di luar kota Medinah yang tinggal di kampung-kampung penduduk padang pasir yang biasa dipanggil orang dengan Arab Badui. Mereka sengaja datang menghadap Rasulullah untuk mengemukakan alasan agar Rasulullah berkenan memberi izin untuk tidak ikut berperang. Kejadian ini diterangkan dalam suatu riwayat yang diceritakan oleh seseorang yang bernama adz-ahhak, yaitu: \"Ada suatu kelompok Badui dari golongan Amir bin thufail datang menghadap Rasulullah seraya berkata, \"Ya Nabi Allah, kami tidak turut berperang bersama engkau, kami merasa khawatir, kalau-kalau perempuan kami, anak-anak kami, dan binatang-binatang ternak kami habis dirusak dan dirampok oleh penjahat-penjahat.\" Maka Rasulullah menjawab, \"Allah sudah memberitahukan kepadaku tentang keadaanmu; semoga Allah akan memaafkan dan menyelamatkanmu.\" Bermacam-macam alasan yang mereka kemukakan kepada Rasulullah, ada alasan yang dibuat-buat dan ada alasan yang sebenarnya agar mereka diberi izin untuk tidak turut berperang. Mereka yang datang menghadap Rasulullah dengan mengemukakan alasan yang sebenarnya itu adalah kalangan orang-orang mukmin, dan mereka yang datang dengan alasan yang dibuat-buat adalah dari golongan orang-orang munafik. Ada segolongan lagi, yaitu orang-orang yang tidak datang menghadap Rasulullah untuk minta izin. Mereka itu sengaja duduk dan tinggal di rumahnya, tidak mau turut berjihad dan berperang. Mereka ini jelas termasuk orang-orang yang mendustakan Allah dan Rasul-Nya. Merekalah orang-orang munafik yang sudah parah dan sangat berbahaya. Menurut pendapat Umar bin Ala', baik mereka yang minta izin dengan mengemukakan alasan yang dibuat-buat, maupun yang duduk tinggal di rumah, tidak mau ikut berjihad dan berperang, kedua golongan itu sama-sama jeleknya dan sama-sama berbahaya. Kedua golongan itu sudah termasuk golongan orang kafir yang akan mendapat siksa yang pedih dari Allah, baik di dunia ini maupun di akhirat kelak."
        },
        {
          "number": 91,
          "arabic": "لَّيْسَ عَلَى ٱلضُّعَفَآءِ وَلَا عَلَى ٱلْمَرْضَىٰ وَلَا عَلَى ٱلَّذِينَ لَا يَجِدُونَ مَا يُنفِقُونَ حَرَجٌ إِذَا نَصَحُوا۟ لِلَّهِ وَرَسُولِهِۦ ۚ مَا عَلَى ٱلْمُحْسِنِينَ مِن سَبِيلٍ ۚ وَٱللَّهُ غَفُورٌ رَّحِيمٌ",
          "transliteration": "laysa ʿalā l-ḍuʿafāi walā ʿalā l-marḍā walā ʿalā alladhīna lā yajidūna mā yunfiqūna ḥarajun idhā naṣaḥū lillahi warasūlihi mā ʿalā l-muḥ'sinīna min sabīlin wal-lahu ghafūrun raḥīmun",
          "translation": "Tidak ada dosa (karena tidak pergi berperang) atas orang yang lemah, orang yang sakit dan orang-orang yang tidak memperoleh apa yang akan mereka infakkan, apabila mereka berlaku ikhlas kepada Allah dan Rasul-Nya. Tidak ada alasan apa pun untuk menyalahkan orang-orang yang berbuat baik. Dan Allah Maha Pengampun, Maha Penyayang,",
          "tafsir": "Sabab Nuzul: Ada beberapa riwayat yang menerangkan sebab turunnya ayat ini. Di antaranya riwayat yang diterangkan oleh Ibnu Abi hatim dari Zaid bin sabit dia mengatakan, \"Aku adalah penulis wahyu yang diturunkan kepada Rasulullah. Ketika aku menulis surah Baraah, kemudian pena kuletakkan di atas telingaku, maka turunlah wahyu yang memerintah-kan kami berperang. Ketika Rasulullah memperhatikan wahyu yang diturun-kan kepadanya, tiba-tiba datang seorang buta, seraya berkata, \"Ya Rasulullah, bagaimana caranya agar saya ikut berperang, sedang saya orang buta,\" maka turunlah ayat ini.\" Dalam ayat ini diterangkan, orang-orang yang dibolehkan tidak ikut berperang yakni bebas dari kewajiban ikut berperang. Mereka ini tidak termasuk orang yang bersalah dan tidak berdosa karena meninggalkan kewajiban berperang bilamana mereka benar-benar mempunyai alasan yang dapat dibenarkan, dan alasan itu dikemukakannya dengan jujur dan ikhlas, yaitu: 1. Orang lemah, yaitu orang yang lemah fisiknya yang tidak memungkinkan dia ikut berperang, seperti orang lanjut usia, perempuan dan anak-anak, begitu juga orang cacat, seperti buta, pekak, lumpuh, patah, dan sebagainya. 2. Orang sakit yang tidak mungkin ikut berperang. Tetapi kalau sudah sembuh mereka wajib ikut berperang. 3. Orang miskin yang tidak mempunyai sarana dan bekal untuk perang. Ketiga golongan ini bebas dari kewajiban berperang. Namun demikian karena kejujuran dan keikhlasannya kepada Allah dan Rasul, dia masih merasa berkewajiban untuk mengerjakan tugas-tugas yang lain seperti menjaga rumah dan kampung, mengawasi kalau ada mata-mata dan pengkhianat, memelihara rahasia, menyuruh orang agar tetap tenang, berbuat kebajikan dan berdoa, agar orang mukmin yang pergi berperang dilindungi oleh Allah dan mendapat kemenangan yang gilang-gemilang. Ketiga macam orang-orang yang mempunyai alasan yang dibenarkan syara ini, betul-betul mereka ikhlas, beriman kepada Allah dan taat kepada Rasul, mereka tergolong orang-orang yang berbuat kebajikan. Mereka ini tidak termasuk orang-orang yang bersalah, berdosa dan disiksa. Pada akhir ayat ini dijelaskan, bahwa Allah Maha Pengampun lagi Maha Penyayang. Artinya Allah banyak ampunan-Nya dan luas rahmat-Nya, terhadap hamba-hamba-Nya yang lemah dalam menunaikan kewajibannya, selama mereka jujur dan ikhlas kepada Allah dan kepada Rasul-Nya."
        },
        {
          "number": 92,
          "arabic": "وَلَا عَلَى ٱلَّذِينَ إِذَا مَآ أَتَوْكَ لِتَحْمِلَهُمْ قُلْتَ لَآ أَجِدُ مَآ أَحْمِلُكُمْ عَلَيْهِ تَوَلَّوا۟ وَّأَعْيُنُهُمْ تَفِيضُ مِنَ ٱلدَّمْعِ حَزَنًا أَلَّا يَجِدُوا۟ مَا يُنفِقُونَ",
          "transliteration": "walā ʿalā alladhīna idhā mā atawka litaḥmilahum qul'ta lā ajidu mā aḥmilukum ʿalayhi tawallaw wa-aʿyunuhum tafīḍu mina l-damʿi ḥazanan allā yajidū mā yunfiqūna",
          "translation": "dan tidak ada (pula dosa) atas orang-orang yang datang kepadamu (Muhammad), agar engkau memberi kendaraan kepada mereka, lalu engkau berkata, \"Aku tidak memperoleh kendaraan untuk membawamu,\" lalu mereka kembali, sedang mata mereka bercucuran air mata karena sedih, disebabkan mereka tidak memperoleh apa yang akan mereka infakkan (untuk ikut berperang).",
          "tafsir": "Sabab Nuzul: Di dalam sebuah riwayat yang diterangkan oleh Ibnu Jarir ath -thabari dari Ibnu 'Abbas, dia berkata, \"Rasulullah memerintahkan agar orang-orang mukmin bersiap untuk pergi berperang. Maka segolongan dari para sahabatnya yang bernama 'Abdullah bin Saffal al-Muzani berkata, \"Ya Rasulullah, sediakanlah untuk kami kendaraan (kami miskin tidak mempunyai kendaraan).\" Rasulullah menjawab, \"Demi Allah, aku tidak sanggup menyediakan kendaraan yang akan membawa saudara-saudara ke medan perang.\" Maka turunlah ayat ini, lalu mereka semuanya menangis, karena tidak dapat ikut berperang, karena kendaraan dan alat perlengkapan perang sangat penting apabila medan perang letaknya sangat jauh.\" Kendaraan itu merupakan perlengkapan perang yang sangat penting untuk setiap masa. Apabila pada masa dahulu kendaraan yang diperlukan hanya unta, keledai dan kuda, maka pada masa-masa berikutnya manusia menciptakan kendaraan yang berkecepatan tinggi yang dapat dipergunakan untuk lalu lintas darat, laut dan udara. Dengan turunnya ayat ini terhiburlah hati mereka yang datang menghadap Rasulullah itu, tetapi air mata mereka bercucuran menangis karena tidak dapat ikut berperang bersama Rasulullah karena mereka dalam keadaan miskin, tidak mempunyai kendaraan. Kalau tempat berperang tidak begitu jauh maulah rasanya mereka berjalan kaki saja, karena keinginan mereka berjihad dan mencari keridaan Allah. Begitulah semangat dan ruh Islam yang berkobar dalam dada setiap muslim yang tidak akan padam buat selama-lamanya. Dengan semangat seperti itulah Islam bisa tegak dan maju dan kalimah Allah akan menjulang tinggi di bumi ini. Dalam ayat ini diterangkan alasan yang lain yang dibenarkan syara bagi seseorang yang tidak ikut berperang. Alasan tersebut ialah karena mereka tidak mempunyai kendaraan yang dapat mengangkut mereka ke medan perang, apalagi kalau tempat yang dituju itu jauh letaknya, yang tidak bisa dicapai dengan jalan kaki, seperti halnya Perang Tabuk yang sangat jauh yang dapat ditempuh hanya dengan mengarungi padang pasir, berhari-hari dan berminggu-minggu, baru sampai di tempat yang dituju. Maka kepada mereka yang tidak mempunyai kendaraan, dibolehkan tidak ikut, mereka ini terhitung tidak besalah dan tidak berdosa bila tinggal di rumahnya."
        },
        {
          "number": 93,
          "arabic": "۞ إِنَّمَا ٱلسَّبِيلُ عَلَى ٱلَّذِينَ يَسْتَـْٔذِنُونَكَ وَهُمْ أَغْنِيَآءُ ۚ رَضُوا۟ بِأَن يَكُونُوا۟ مَعَ ٱلْخَوَالِفِ وَطَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمْ فَهُمْ لَا يَعْلَمُونَ",
          "transliteration": "innamā l-sabīlu ʿalā alladhīna yastadhinūnaka wahum aghniyāu raḍū bi-an yakūnū maʿa l-khawālifi waṭabaʿa l-lahu ʿalā qulūbihim fahum lā yaʿlamūna",
          "translation": "Sesungguhnya alasan (untuk menyalahkan) hanyalah terhadap orang-orang yang meminta izin kepadamu, (untuk tidak ikut berperang), padahal mereka orang kaya. Mereka rela berada bersama orang-orang yang tidak ikut berperang dan Allah telah mengunci hati mereka, sehingga mereka tidak mengetahui (akibat perbuatan mereka).",
          "tafsir": "Ayat ini menerangkan bahwa orang-orang kaya yang mampu, yang datang menghadap Rasulullah untuk meminta izin tidak akan ikut berperang, tidak dibenarkan meninggalkan kewajiban berperang. Mereka itu dianggap orang-orang yang bersalah dan patut mendapat hukuman karena kesalahannya itu. Berbeda dengan orang-orang yang disebutkan dalam ayat-ayat di atas, yaitu orang-orang yang mempunyai alasan yang dibenarkan syara dan dikemukakannya dengan ikhlas dan jujur untuk tidak ikut berperang, maka mereka tidak dapat disalahkan sama sekali. Orang-orang yang kaya yang sanggup berperang karena mereka mampu menyediakan perbekalan dan kendaraan, tidak mempunyai alasan untuk minta izin tidak ikut berperang. Itulah sebabnya maka mereka dikatakan orang-orang yang bersalah dan sudah sepantasnya kalau Allah menutup mati hati mereka, karena mereka tidak mau menerima kebenaran sedikit pun juga. Akhirnya mereka bergelimang dalam kesusahan dan dosa, sedang mereka tidak mengetahui akibat dari perbuatan yang mereka lakukan."
        }
      ]
    }
  ]
}