{
  "pageNumber": 204,
  "juz": 11,
  "surahs": [
    {
      "number": 9,
      "name": "At-Taubah",
      "nameArabic": "التوبة",
      "meaning": "Pengampunan",
      "revelation": "Madinah",
      "description": "Surat At-Taubah terdiri dari 129 ayat dan termasuk surat Madaniyyah. Surat ini dinamakan \"At-Taubah\" yang berarti pengampunan berhubung kata \"At-Taubah\" disebut berulang kali dalam surat ini. Dinamakan juga dengan \"Baraa'ah\" yang berarti berlepas diri yang di sini maksudnya pernyataan pemutusan hubungan, disebabkan kebanyakan pokok pembicaraannya tentang pernyataan pemutusan perjanjian damai dengan kaum musyrikin.Di samping kedua nama yang masyhur di atas, ada beberapa nama lain yang merupakan sifat dari surat ini.Pada permulaan surat ini tidak terdapat basmalah karena berisi pernyataan perang total dengan arti bahwa segenap kaum muslimin diarahkan untuk memerangi seluruh kaum musyrikin, sedang basmalah bernafaskan perdamaian dan cinta kasih dari Allah.Surat ini diturunkan setelah Nabi Muhammad s.a.w. kembali dari perang Tabuk yang terjadi pada tahun 9 H. Pengumuman ini disampaikan oleh Saidina 'Ali pada musim haji pada tahun yang sama.Selain pernyataan pembatalan perjanjian damai dengan kaum musyrikin, surat ini mengandung pokok-pokok isi sebagai berikut:1. Keimanan:Allah selalu menyertai hamba-hamba-Nya yang beriman; pembalasan atas amalan-amalan manusia hanya dari Allah; segala sesuatu menurut sunnatullah; perlindungan Allah bagi orang-orang yang beriman; kedudukan Nabi Muhammad s.a.w. di sisi Allah.2. Hukum-hukum:Kewajiban menginfakkan harta; macam-macam harta dalam agama serta penggunaannya; jizyah; perjanjian dan perdamaian; kewajiban umat Islam terhadap Nabinya, sebab-sebab orang Islam melakukan perang total; beberapa dasar politik kenegaraan dan peperangan dalam Islam.3. Kisah-kisah:Nabi Muhammad s.a.w. dengan Abu Bakar r.a. di suatu gua di bukit Tsur ketika hijrah; perang Hunain (perang Authas atau perang Hawazin); perang Tabuk.4. Lain-lain:Sifat-sifat orang yang beriman dan tingkatan-tingkatan mereka.Surat At-Taubah berisi pernyataan pembatalan perjanjian damai oleh Nabi Muhammad dengan kaum musyrikin, karena mereka tidak memenuhi syarat-syarat perjanjian damai yang diikrarkan pada perjanjian Hudaibiyyah. Selain itu, surat At-Taubah juga menjelaskan hukum peperangan dan perdamaian, hukum kenegaraan, keadaan Nabi Muhammad pada waktu hijrah, dan kewajiban menginfakkan harta.Hubungan Surat At-Taubah Dengan Surat Yunus:1. Akhir surat At-Taubah ditutup dengan menyebutkan tentang risalah Nabi Muhammad dan hal-hal yang serupa disebutkan pula pada akhir surat Yunus.2. Surat At-Taubah menyebut keadaan orang-orang munafik dan menerangkan sikap mereka ketika Al-Qur'an diturunkan, sedang surat Yunus menerangkan sikap orang kafir terhadap Al-Qur'an.",
      "verses": [
        {
          "number": 107,
          "arabic": "وَٱلَّذِينَ ٱتَّخَذُوا۟ مَسْجِدًا ضِرَارًا وَكُفْرًا وَتَفْرِيقًۢا بَيْنَ ٱلْمُؤْمِنِينَ وَإِرْصَادًا لِّمَنْ حَارَبَ ٱللَّهَ وَرَسُولَهُۥ مِن قَبْلُ ۚ وَلَيَحْلِفُنَّ إِنْ أَرَدْنَآ إِلَّا ٱلْحُسْنَىٰ ۖ وَٱللَّهُ يَشْهَدُ إِنَّهُمْ لَكَـٰذِبُونَ",
          "transliteration": "wa-alladhīna ittakhadhū masjidan ḍirāran wakuf'ran watafrīqan bayna l-mu'minīna wa-ir'ṣādan liman ḥāraba l-laha warasūlahu min qablu walayaḥlifunna in aradnā illā l-ḥus'nā wal-lahu yashhadu innahum lakādhibūna",
          "translation": "Dan (di antara orang-orang munafik itu) ada yang mendirikan masjid untuk menimbulkan bencana (pada orang-orang yang beriman), untuk kekafiran dan untuk memecah belah di antara orang-orang yang beriman, serta untuk menunggu kedatangan orang-orang yang telah memerangi Allah dan Rasul-Nya sejak dahulu.<sup foot_note=135329>1</sup> Mereka dengan pasti bersumpah, \"Kami hanya menghendaki kebaikan.\" Dan Allah menjadi saksi bahwa mereka itu pendusta (dalam sumpahnya).",
          "tafsir": "Dalam ayat ini Allah menjelaskan maksud mereka mendirikan mesjid tersebut yaitu: 1. Untuk mencelakakan orang-orang mukmin yang biasa beribadah di mesjid Quba, yaitu mesjid yang dibangun Rasulullah saw ketika beliau baru berhijrah dari Mekah, sebelum sampai ke Medinah. 2. Sebagai fasilitas dalam melakukan berbagai perbuatan sebagai manifestasi kekafiran. Kaum munafik meninggalkan salat dengan sembunyi-sembunyi dalam bangunan yang mereka dirikan itu, sehingga kaum Muslimin tidak dapat mengetahuinya karena mereka tidak lagi bersama-sama melakukan ibadat di mesjid Quba. Selain itu, adanya bangunan tersebut juga bisa menjadi tempat mengadakan perundingan secara bebas dalam melakukan makar terhadap Rasulullah saw. 3. Untuk memecah belah antara kaum Muslimin yang berdiam di daerah itu. Sebab mereka tidak hanya salat di mesjid Quba, tetapi mereka juga berjumpa dan saling mengenal, bergotong-royong, membuat kesepakatan dalam berbagai masalah. Inilah tujuan yang terpenting sebuah mesjid dalam bidang kemasyarakatan. Oleh sebab itu, adalah suatu keharusan bagi kaum Muslimin yang bertempat tinggal di daerah tertentu agar semuanya melakukan salat Jumat di satu mesjid selama hal itu memungkinkan. Dari sini dapatlah diketahui bahwa mendirikan mesjid yang baru dapat dipandang sebagai amal kebajikan yang diterima Allah, bila hal itu memang benar-benar sudah diperlukan, misalnya karena mesjid yang lama sudah rusak, atau sudah tidak dapat menampung jumlah kaum Muslimin yang semakin besar, dan bukan didirikan untuk maksud memecah belah kaum Muslimin. Oleh sebab itu, pembangunan mesjid-mesjid yang saling berdekatan letaknya, dan hanya didorong oleh rasa riya dan kebanggaan pribadi ataupun golongan, tidaklah dibenarkan oleh agama. 4. Menjadi tempat perlindungan bagi orang-orang yang biasa memerangi agama Allah, sehingga apabila mereka datang ke tempat itu, mereka sudah mendapatkan tempat perlindungan yang aman, memperoleh sekutu dan para penyokong untuk bersama-sama memerangi Rasulullah dan kaum Muslimin. Mereka ini adalah kaum musyrik dan munafik yang dengan sengaja mendirikan bangunan itu sebagai kubu pertahanan mereka untuk memecah belah dan memerangi umat Islam. Dalam ayat ini selanjutnya diterangkan bahwa orang-orang munafik itu bersumpah untuk memperkuat ucapan mereka, bahwa bangunan itu mereka dirikan hanyalah semata-mata untuk memperoleh kebaikan misalnya untuk memudahkan bagi orang-orang yang lemah, melakukan salat Jumat dekat dari tempat tinggal mereka dan sebagainya. Akan tetapi sumpah tersebut hanyalah untuk menyelimuti maksud-maksud jahat yang tersimpan dalam hati mereka. Pada akhir ayat tersebut Allah menegaskan, bahwa Dia menyaksikan mereka itu adalah orang-orang yang benar-benar pendusta."
        },
        {
          "number": 108,
          "arabic": "لَا تَقُمْ فِيهِ أَبَدًا ۚ لَّمَسْجِدٌ أُسِّسَ عَلَى ٱلتَّقْوَىٰ مِنْ أَوَّلِ يَوْمٍ أَحَقُّ أَن تَقُومَ فِيهِ ۚ فِيهِ رِجَالٌ يُحِبُّونَ أَن يَتَطَهَّرُوا۟ ۚ وَٱللَّهُ يُحِبُّ ٱلْمُطَّهِّرِينَ",
          "transliteration": "lā taqum fīhi abadan lamasjidun ussisa ʿalā l-taqwā min awwali yawmin aḥaqqu an taqūma fīhi fīhi rijālun yuḥibbūna an yataṭahharū wal-lahu yuḥibbu l-muṭahirīna",
          "translation": "Janganlah engkau melaksanakan salat dalam masjid itu selama-lamanya. Sungguh, masjid yang didirikan atas dasar takwa, sejak hari pertama adalah lebih pantas engkau melaksanakan salat di dalamnya. Di sana ada orang-orang yang ingin membersihkan diri. Allah menyukai orang-orang yang bersih.",
          "tafsir": "Karena adanya maksud-maksud jahat kaum munafik dengan mendirikan bangunan tersebut, maka Allah melarang Rasul-Nya selama-lamanya untuk salat di tempat itu, karena apabila Rasulullah salat di sana bersama mereka berarti beliau merestui mereka mendirikan bangunan itu. Selanjutnya Allah menegaskan kepada Rasul-Nya, bahwa mesjid yang dibangun sejak semula atas dasar ketakwaan kepada Allah, adalah lebih baik untuk dijadikan tempat ibadah bersama kaumnya untuk mempersatukan kaum Muslimin semuanya dalam segala hal yang diridai-Nya, yaitu saling mengenal dan bersama-sama berbuat kebajikan dan ketakwaan. Yang dimaksud dengan mesjid yang didirikan pertama kali atas dasar ketakwaan, yang disebutkan dalam ayat ini, adalah \"mesjid Quba\" atau \"mesjid Nabi\" yang ada di kota Medinah, sebab kedua mesjid itu yang dibangun oleh Nabi dan kaum Muslimin atas dasar ketakwaan. Selanjutnya dalam ayat ini Allah menerangkan alasan, mengapa mesjid tersebut lebih utama dari mesjid lainnya yang sengaja didirikan bukan atas dasar ketakwaan, karena di mesjid tersebut terdapat orang-orang yang suka membersihkan dirinya dari segala dosa. Artinya mereka meramaikan mesjid dengan mendirikan salat serta berzikir dan bertasbih kepada Allah. Dengan ibadah-ibadah tersebut, mereka ingin mensucikan diri dari segala dosa yang melekat pada diri mereka, sebagaimana orang-orang yang mangkir dari peperangan kemudian mereka menyadari kesalahan mereka, lalu berusaha mensucikan diri dari dosa tersebut dengan cara bertobat, bersedekah, dan memperbanyak amal saleh lainnya. Melakukan ibadah salat berarti mensucikan diri lahir dan batin karena untuk melakukan salat disyaratkan sucinya badan, pakaian dan tempat, serta hadirnya hati dan pikiran yang dihadapkan kepada Allah semata. Pada akhir ayat ini ditegaskan bahwa Allah menyukai orang-orang yang sangat menjaga kebersihan jiwa dan jasmaninya, karena mereka menganggap bahwa kesempurnaan manusia terletak pada kesucian lahir batinnya. Oleh sebab itu, mereka sangat membenci kekotoran lahiriyah, seperti kotoran pada badan, pakaian dan tempat, maupun kotoran batin yang timbul karena perbuatan maksiat terus menerus, serta budi pekerti yang buruk, misalnya riya dalam beramal, ataupun kikir dalam menyumbangkan harta untuk memperoleh keridaan Allah. Kecintaan Allah pada orang-orang yang suka mensucikan diri, adalah salah satu dari sifat-sifat kesempurnaan-Nya, Dia suka kepada kebaikan, kesempurnaan, kesucian, dan kebenaran. Sebaliknya, Dia benci kepada sifat-sifat yang berlawanan dengan sifat-sifat tersebut."
        },
        {
          "number": 109,
          "arabic": "أَفَمَنْ أَسَّسَ بُنْيَـٰنَهُۥ عَلَىٰ تَقْوَىٰ مِنَ ٱللَّهِ وَرِضْوَٰنٍ خَيْرٌ أَم مَّنْ أَسَّسَ بُنْيَـٰنَهُۥ عَلَىٰ شَفَا جُرُفٍ هَارٍ فَٱنْهَارَ بِهِۦ فِى نَارِ جَهَنَّمَ ۗ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّـٰلِمِينَ",
          "transliteration": "afaman assasa bun'yānahu ʿalā taqwā mina l-lahi wariḍ'wānin khayrun am man assasa bun'yānahu ʿalā shafā jurufin hārin fa-in'hāra bihi fī nāri jahannama wal-lahu lā yahdī l-qawma l-ẓālimīna",
          "translation": "Maka apakah orang-orang yang mendirikan bangunan (masjid) atas dasar takwa kepada Allah dan keridaan(-Nya) itu lebih baik, ataukah orang-orang yang mendirikan bangunannya di tepi jurang yang runtuh, lalu (bangunan) itu roboh bersama-sama dengan dia ke dalam neraka Jahanam? Allah tidak memberi petunjuk kepada orang-orang yang zalim.",
          "tafsir": "Ayat ini dimulai dengan bentuk pertanyan, Allah menunjukkan perbedaan yang jelas antara orang-orang yang mendirikan mesjid atas dasar ketakwaan dan keinginan untuk mencapai rida-Nya, dengan orang-orang yang mendirikan mesjid dengan maksud jahat sehingga pembangunan mesjid tersebut bukan memberi pahala malahan menambah bertumpuknya dosa-dosa mereka. Mereka yang disebut terakhir ini diumpamakan sebagai orang-orang yang mendirikan bangunan di pinggir jurang yang longsor, sehingga akhirnya mereka terjerumus bersama mesjid yang dibangunnya ke dalam neraka Jahannam. Dari sini dapat dipahami, bahwa orang-orang yang mendirikan bangunan mesjid atas dasar takwa dan keinginan untuk mencapai rida Allah, adalah ibarat orang-orang yang mendirikan bangunan yang kuat di atas tanah yang kuat pula, tangguh terhadap serangan angin dan badai, tidak lapuk karena hujan, dan tidak lekang karena panas. Ia memberikan perlindungan, keamanan, ketenteraman dan kebahagiaan kepada orang-orang yang berada di dalamnya. Dengan kata lain, Rasulullah saw dan kaum Muslimin yang benar-benar beriman kepada Allah senantiasa mendasarkan segala perbuatannya kepada ketakwaan dan rida-Nya. Mereka lebih baik daripada orang-orang munafik yang melakukan perbuatannya hanya didasarkan kepada niat yang buruk, yang menambah kekufuran dan kemunafikan, serta niat memecah belah umat Islam. Di dunia ini mereka tercela, sedang di akhirat kelak mereka ditimpa azab dan kemurkaan Allah. Setelah menjelaskan keberuntungan orang-orang mukmin dan nasib buruk orang-orang munafik yang zalim, pada akhir ayat tersebut Allah menegaskan bahwa Dia tidak akan memberikan petunjuk kepada orang-orang yang zalim. Artinya, orang-orang yang zalim selamanya tidak akan memperoleh petunjuk ke arah kebaikan dan keberuntungan. Oleh sebab itu, setiap langkah dan tingkah laku serta perbuatan mereka senantiasa mengalami kegagalan dan malapetaka, baik di dunia maupun di akhirat."
        },
        {
          "number": 110,
          "arabic": "لَا يَزَالُ بُنْيَـٰنُهُمُ ٱلَّذِى بَنَوْا۟ رِيبَةً فِى قُلُوبِهِمْ إِلَّآ أَن تَقَطَّعَ قُلُوبُهُمْ ۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
          "transliteration": "lā yazālu bun'yānuhumu alladhī banaw rībatan fī qulūbihim illā an taqaṭṭaʿa qulūbuhum wal-lahu ʿalīmun ḥakīmun",
          "translation": "Bangunan yang mereka dirikan itu senantiasa menjadi penyebab keraguan dalam hati mereka, sampai hati mereka hancur.<sup foot_note=135330>1</sup> Dan Allah Maha Mengetahui, Mahabijaksana.",
          "tafsir": "Dalam ayat ini Allah menjelaskan bahwa mesjid yang didirikan oleh kaum munafik itu senantiasa menimbulkan keragu-raguan dalam hati mereka terhadap agama, karena setelah bangunan itu berdiri mereka menggunakannya untuk melakukan perbuatan-perbuatan jahat, antara lain membuat rencana dan komplotan jahat yang ditujukan kepada Rasulullah saw dan kaum Muslimin. Hal ini menunjukkan kemunafikan dan kekafiran mereka. Setelah Rasulullah mengirim beberapa orang sahabat untuk merobohkan bangunan itu, kaum munafik itu semakin ragu-ragu tentang nasib mereka, serta merasakan ketakutan dan kegelisahan. Keadaan semacam ini baru berakhir setelah hati mereka seakan-akan hancur terpotong-potong, sehingga tidak dapat lagi mengetahui kebenaran, ini berarti bahwa selama mereka hidup senantiasa hati mereka dalam kebimbangan dan keraguan. Runtuhnya bangunan mesjid mereka menyebabkan runtuhnya pula pegangan hidup mereka, sehingga kegelisahan, ketakutan, dan keragu-raguan senantiasa menyelubungi hati mereka sampai mereka mati dan jasad mereka hancur berkeping-keping. Atau setelah mereka bertobat dan menyesali semua dosa dan kesalahan-kesalahan yang telah mereka perbuat. Pada akhir ayat ini ditegaskan bahwa Allah Maha Mengetahui perbuatan hamba-Nya dan Mahabijaksana dalam segala perbuatan-Nya. Salah satu kebijaksanaan-Nya ialah pemberitahuan-Nya kepada Rasulullah dan kaum Muslimin tentang kejahatan orang-orang munafik, sehingga dari sifat-sifat dan perbuatan jahat mereka dapat diketahui siapa mereka dan akibat dari kejahatan merekapun dapat dihindari."
        },
        {
          "number": 111,
          "arabic": "۞ إِنَّ ٱللَّهَ ٱشْتَرَىٰ مِنَ ٱلْمُؤْمِنِينَ أَنفُسَهُمْ وَأَمْوَٰلَهُم بِأَنَّ لَهُمُ ٱلْجَنَّةَ ۚ يُقَـٰتِلُونَ فِى سَبِيلِ ٱللَّهِ فَيَقْتُلُونَ وَيُقْتَلُونَ ۖ وَعْدًا عَلَيْهِ حَقًّا فِى ٱلتَّوْرَىٰةِ وَٱلْإِنجِيلِ وَٱلْقُرْءَانِ ۚ وَمَنْ أَوْفَىٰ بِعَهْدِهِۦ مِنَ ٱللَّهِ ۚ فَٱسْتَبْشِرُوا۟ بِبَيْعِكُمُ ٱلَّذِى بَايَعْتُم بِهِۦ ۚ وَذَٰلِكَ هُوَ ٱلْفَوْزُ ٱلْعَظِيمُ",
          "transliteration": "inna l-laha ish'tarā mina l-mu'minīna anfusahum wa-amwālahum bi-anna lahumu l-janata yuqātilūna fī sabīli l-lahi fayaqtulūna wayuq'talūna waʿdan ʿalayhi ḥaqqan fī l-tawrāti wal-injīli wal-qur'āni waman awfā biʿahdihi mina l-lahi fa-is'tabshirū bibayʿikumu alladhī bāyaʿtum bihi wadhālika huwa l-fawzu l-ʿaẓīmu",
          "translation": "Sesungguhnya Allah membeli dari orang-orang mukmin, baik diri maupun harta mereka dengan memberikan surga untuk mereka. Mereka berperang di jalan Allah; sehingga mereka membunuh atau terbunuh, (sebagai) janji yang benar dari Allah di dalam Taurat, Injil dan Alquran. Dan siapakah yang lebih menepati janjinya selain Allah? Maka bergembiralah dengan jual beli yang telah kamu lakukan itu, dan demikian itulah kemenangan yang agung.",
          "tafsir": "Ayat ini menerangkan bahwa Allah membeli jiwa raga dan harta kaum mukmin, yang dibayar-Nya dengan surga. Artinya, Allah membalas segala perjuangan dan pengorbanan yang telah diberikan kaum mukmin itu, baik berupa jiwa raga maupun harta mereka dengan balasan yang sebaik-baiknya, yaitu kenikmatan dan kebahagiaan di surga kelak. Ini merupakan ungkapan yang sangat indah untuk menimbulkan kegairahan bagi umat manusia untuk berjihad, karena menggambarkan suatu transaksi jual beli yang sangat menguntungkan manusia. Pengorbanan yang telah mereka berikan berupa harta dan jiwa raga akan ditukar dengan sesuatu yang sangat berharga, yang tidak pernah dilihat oleh mata manusia, tidak pernah didengar oleh telinga, dan nilainya jauh lebih tinggi dari pada harta benda dan apa saja yang telah dikorbankan. Di samping itu jual beli yang terjadi antara Allah dan kaum Muslimin ini tidak akan pernah dibatalkan. Tidak seperti transaksi jual beli yang terjadi antara sesama manusia, yang kadang-kadang dapat dibatalkan. Lagi pula jual beli antar sesama manusia hanya berupa pertukaran antara barang dan uang yang sama nilainya. Sedang balasan yang diberikan Allah kepada hamba-Nya yang beriman jauh lebih tinggi nilainya dari pada pengorbanan yang telah diberikan atau perjuangan yang telah dilakukannya. Balasan yang berlipat ganda yang dianugerahkan Allah kepada hamba-Nya adalah semata-mata karena kasih sayang-Nya dan merupakan kehormatan kepada hamba-Nya yang beriman, sebab pada hakekatnya diri manusia adalah milik-Nya, karena Dialah Penciptanya; dan harta benda mereka itupun adalah milik-Nya, karena Dialah yang menganugerahkan kepada mereka. Namun demikian, bila manusia berjihad dengan mengorbankan harta benda dan jiwa raga mereka, maka Allah tetap memberikan balasan yang berlipat ganda nilainya padahal Allah sendiri pada hakekatnya tidak memerlukan harta benda dan jiwa raga mereka. Selanjutnya dalam ayat ini, Allah menerangkan bagaimana cara menyerahkan jiwa dan harta yang akan dibeli oleh Allah dengan surga, yaitu dengan berperang di jalan Allah untuk membela kebenaran dan keadilan. Inilah yang akan menyampaikan mereka kepada keridaan-Nya; adakalanya mereka dapat menumpas musuh-musuh Allah yang selalu menghambat jalannya dakwah Islamiyah, adakalanya mereka gugur dalam peperangan, sebagai syuhada dalam membela agama Allah. Namun tidak ada perbedaan antara keduanya dalam menerima pahala dan balasan dari Allah. Allah menegaskan bahwa janji-Nya untuk memberikan pahala akan ditepati-Nya, bahkan telah ditetapkan-Nya sedemikian rupa dalam kitab Taurat, Injil, dan Al-Qur'an. Kitab suci terakhir ini tidak akan dapat dihapuskan oleh siapapun juga, karena Allah telah menjamin keselamatan Al-Qur'an dari tangan-tangan jahil. Selanjutnya Allah menegaskan bahwa tidak ada yang melebihi Allah dalam hal menepati janji, karena Dia Maha Kuasa untuk menepati janji-Nya, dan tidak pernah lupa ataupun ragu pada hamba-Nya. Oleh sebab itu, Allah akan memberi kabar gembira yang pasti akan mereka peroleh dari jual beli harta dan jiwa mereka dengan Allah. Pada akhir ayat ini Allah kembali memberikan penegasan bahwa keberuntungan yang akan mereka peroleh benar-benar suatu keberuntungan yang amat besar, tidak ada yang melebihinya. Sedang keberuntungan yang telah mereka peroleh sebelumnya yang berupa kemenangan terhadap musuh-musuh Islam, serta kepemimpinan, kekuasaan dan kerajaan, hanyalah keberuntungan yang merupakan jalan untuk menegakkan keadilan dan kebenaran."
        }
      ]
    }
  ]
}