{
  "pageNumber": 275,
  "juz": 14,
  "surahs": [
    {
      "number": 16,
      "name": "An-Nahl",
      "nameArabic": "النحل",
      "meaning": "Lebah",
      "revelation": "Makkah",
      "description": "Surat ini terdiri dari 128 ayat dan termasuk surat Makkiyyah. Surat ini dinamakan \"An-Nahl\" yang berarti \"lebah\" karena di dalamnya terdapat firman Allah pada ayat 68 yang artinya, \"Dan Tuhanmu mengilhamkan kepada lebah.\"Lebah adalah makhluk Allah yang banyak memberi manfaat dan kenikmatan pada manusia. Ada persamaan antara madu yang dihasilkan lebah dengan Al-Qur'anul Karim. Madu berasal dari aneka macam sari bunga dan menjadi obat bagi bermacam-macam penyakit (lihat ayat ke-69). Sementara itu, Al-Qur'an berisi inti sari kitab-kitab yang telah diturunkan kepada nabi-nabi terdahulu ditambah ajaran-ajaran yang dibutuhkan semua manusia sepanjang masa untuk mencapai kebahagiaan dunia dan akhirat (lihat surat Yunus ayat ke-57 dan surat Al-Israa' ayat ke-82). Surat ini juga dinamakan \"An Ni'am\" yang berarti nikmat-nikmat, karena di dalamnya Allah menyebutkan berbagai macam nikmat yang diberikan kepada hamba-hamba-Nya.**Pokok-Pokok Isi:**1. **Keimanan:** Kepastian adanya hari kiamat; keesaan Allah, kekuasaan-Nya dan kesempurnaan ilmu-Nya serta dalil-dalilnya; pertanggungjawaban manusia kepada Allah terhadap segala yang telah dikerjakannya.2. **Hukum-hukum:** Beberapa hukum tentang makanan dan minuman yang diharamkan dan yang dihalalkan; dibolehkan memakai perhiasan yang berasal dari laut, seperti: merjan dan mutiara; dibolehkan memakan makanan yang diharamkan dalam keadaan terpaksa; kulit dan bulu binatang dari hewan yang halal dimakan; kewajiban memenuhi perjanjian dan larangan mempermainkan sumpah; larangan membuat-buat hukum yang tak ada dasarnya; perintah membaca isti'aadzah (a'uudzubillahi minasyaithaanirrajiim = aku berlindung kepada Allah dari setan yang terkutuk); tantangan membalas siksa melebihi siksaan yang diterima.3. **Kisah-kisah:** Kisah Nabi Ibrahim.4. **Lain-lain:** Asal muasal kejadian manusia; madu adalah untuk kesehatan manusia; nasib pemimpin-pemimpin palsu pada hari kiamat; pandangan orang Arab zaman Jahiliyah terhadap anak perempuan; ajaran moral di dalam Islam; pedoman dakwah dalam Islam.Surat An-Nahl mengandung keterangan tentang sifat-sifat dan tingkah laku orang musyrikin, serta tantangan mereka terhadap kebenaran hari kiamat dan kerasulan Nabi Muhammad. Kemudian Allah menyebutkan peringatan-peringatan-Nya kepada mereka dari azab yang mereka alami sebagai akibat atas perbuatan mereka itu. Dalam surat ini, Allah menunjukkan bukti-bukti keesaan-Nya seraya memaparkan nikmat-nikmat yang diberikan-Nya kepada hamba-hamba-Nya. Surat ini juga memuat hukum-hukum dan ajaran-ajaran tentang akhlak.**Hubungan Surat An-Nahl Dengan Surat Al-Isra':**1. Dalam surat An-Nahl Allah menyebutkan perselisihan orang-orang Yahudi tentang hari Sabtu, kemudian di surat Al-Isra' dijelaskan sifat-sifat orang Yahudi yang ditetapkan dalam Taurat.2. Setelah Allah menganjurkan kepada Nabi Muhammad agar bersabar dan melarang beliau agar tidak berduka cita atau berkecil hati disebabkan tipu daya orang-orang musyrikin, maka di surat Al-Isra' Allah menerangkan kemuliaan Nabi Muhammad serta martabatnya yang tinggi di hadapan Allah.3. Dalam surat An-Nahl Allah menerangkan bermacam-macam nikmat-Nya, tetapi kebanyakan manusia tidak mensyukuri nikmat itu, kemudian dalam surat Al-Isra' disebut nikmat-nikmat yang lebih besar yang diberikan kepada Bani Israil dan tidak mereka syukuri, justru mereka berbuat kerusakan di bumi.4. Dalam surat An-Nahl Allah mengatakan, bahwa air madu yang keluar dari lebah merupakan minuman yang mengandung obat bagi manusia, maka dalam surat Al-Isra' diterangkan bahwa Al-Qur'an juga mengandung obat dan rahmat bagi orang-orang yang beriman.",
      "verses": [
        {
          "number": 73,
          "arabic": "وَيَعْبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَمْلِكُ لَهُمْ رِزْقًا مِّنَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ شَيْـًٔا وَلَا يَسْتَطِيعُونَ",
          "transliteration": "wayaʿbudūna min dūni l-lahi mā lā yamliku lahum riz'qan mina l-samāwāti wal-arḍi shayan walā yastaṭīʿūna",
          "translation": "dan mereka menyembah selain Allah, sesuatu yang sama sekali tidak dapat memberikan rezeki kepada mereka, dari langit dan bumi, dan tidak akan sanggup (berbuat apa pun).",
          "tafsir": "Selanjutnya Allah swt menjelaskan bahwa orang-orang musyrik menyembah patung-patung atau tuhan-tuhan lain selain Allah, padahal tuhan-tuhan mereka itu tidak mampu memberi mereka rezeki dari langit seperti menurunkan hujan, menumbuhkan tanaman, dan sebagainya. Patung-patung itu tidak memiliki kekuatan apa punkarena patung-patung itu adalah benda mati. Patung-patung tidak mungkin memberikan keuntungan apapun, bahkan seandainya dihancurkan, ia tidak dapat berbuat apa-apa."
        },
        {
          "number": 74,
          "arabic": "فَلَا تَضْرِبُوا۟ لِلَّهِ ٱلْأَمْثَالَ ۚ إِنَّ ٱللَّهَ يَعْلَمُ وَأَنتُمْ لَا تَعْلَمُونَ",
          "transliteration": "falā taḍribū lillahi l-amthāla inna l-laha yaʿlamu wa-antum lā taʿlamūna",
          "translation": "Maka janganlah kamu mengadakan sekutu-sekutu bagi Allah. Sungguh, Allah mengetahui, sedang kamu tidak mengetahui.",
          "tafsir": "Allah melarang hamba-Nya menyamakan sifat-sifat Allah dengan makhluk-Nya, karena sifat-sifat Allah itu tidak dapat disamai dan ditandingi. Untuk memperkuat pengertian ayat ini, dapat dikemukakan sebuah riwayat dari Ibnu Mundzir dan Abi Hatim dari Ibnu 'Abbas bahwa dia berkata mengenai arti ayat itu bahwa Allah berfirman, \"Makanya jangan kamu beranggapan adanya tuhan-tuhan lain selain Aku, karena sesungguhnya tidak ada tuhan selain Aku.\" Kemudian Allah swt menegaskan bahwa Allah Maha Mengetahui segala yang ada di langit dan di bumi. Dia mengetahui kejahatan yang dilakukan oleh makhluk-Nya dan Dia pulalah yang berkuasa untuk menghukum mereka dengan siksaan yang pedih. Mereka tidak mengetahui sedikit pun siksaan apa yang harus mereka rasakan."
        },
        {
          "number": 75,
          "arabic": "۞ ضَرَبَ ٱللَّهُ مَثَلًا عَبْدًا مَّمْلُوكًا لَّا يَقْدِرُ عَلَىٰ شَىْءٍ وَمَن رَّزَقْنَـٰهُ مِنَّا رِزْقًا حَسَنًا فَهُوَ يُنفِقُ مِنْهُ سِرًّا وَجَهْرًا ۖ هَلْ يَسْتَوُۥنَ ۚ ٱلْحَمْدُ لِلَّهِ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ",
          "transliteration": "ḍaraba l-lahu mathalan ʿabdan mamlūkan lā yaqdiru ʿalā shayin waman razaqnāhu minnā riz'qan ḥasanan fahuwa yunfiqu min'hu sirran wajahran hal yastawūna l-ḥamdu lillahi bal aktharuhum lā yaʿlamūna",
          "translation": "Allah membuat perumpamaan seorang hamba sahaya di bawah kekuasaan orang lain, yang tak berdaya untuk berbuat sesuatu dan seorang yang Kami beri rezeki yang baik, lalu dia menginfakkan sebagian rezeki itu secara sembunyi-sembunyi dan secara terang-terangan. Samakah mereka itu? Segala puji hanya bagi Allah, tetapi kebanyakan mereka tidak mengetahui.<sup foot_note=135409>1</sup>",
          "tafsir": "Dalam ayat ini, Allah swt membuat suatu perumpamaan tentang orang-orang musyrik sehubungan dengan kepercayaan mereka yang menyamakan kedudukan sembahan mereka yang berupa patung dan berhala dengan Allah Yang Maha Sempurna. Kekeliruan dan kebatilan kepercayaan mereka itu sama halnya dengan kekeliruan orang-orang yang menyamakan seorang budak sahaya yang tidak memiliki hak dan kuasa apa pun dengan orang merdeka, yang punya hak untuk memiliki, mengembangkan, dan menafkahkan harta kekayaan menurut keinginannya, baik secara sembunyi-sembunyi ataupun terang-terangan. Setiap orang dengan mudah mengetahui bahwa keduanya jauh berbeda, baik dalam kemuliaan, kekuasaan, ataupun keluhurannya. Demikian pula halnya orang-orang musyrik. Mereka jadikan benda-benda mati sebagai tumpuan dan tujuan ketika memanjatkan doa dan menggantungkan harapan. Alangkah jauhnya kesesatan mereka yang menyamakan Tuhan pencipta alam semesta dengan makhluk yang punya keterbatasan. Segala puji hanya milik Allah swt. Dialah yang paling berhak untuk menerima segala macam pujian karena Dialah yang agung dan sempurna. Segala sifat-sifat terpuji terkumpul pada-Nya. Segala pujian hanya ditujukan kepada-Nya, tidak kepada patung-patung, berhala-berhala, ataupun sesuatu lainnya. Sembahan-sembahan selain Allah, tidak ada yang patut menerima pujian. Akan tetapi, manusia banyak yang tidak mengetahui atau sadar bahwa segala sifat kesempurnaan hanya milik Allah swt. Karena kejahilan, mereka memandang sifat kesempurnaan juga ada pada selain Allah. Mereka menjadikan makhluk itu sebagai tujuan dari pujaan atau sembahan."
        },
        {
          "number": 76,
          "arabic": "وَضَرَبَ ٱللَّهُ مَثَلًا رَّجُلَيْنِ أَحَدُهُمَآ أَبْكَمُ لَا يَقْدِرُ عَلَىٰ شَىْءٍ وَهُوَ كَلٌّ عَلَىٰ مَوْلَىٰهُ أَيْنَمَا يُوَجِّههُّ لَا يَأْتِ بِخَيْرٍ ۖ هَلْ يَسْتَوِى هُوَ وَمَن يَأْمُرُ بِٱلْعَدْلِ ۙ وَهُوَ عَلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
          "transliteration": "waḍaraba l-lahu mathalan rajulayni aḥaduhumā abkamu lā yaqdiru ʿalā shayin wahuwa kallun ʿalā mawlāhu aynamā yuwajjihhu lā yati bikhayrin hal yastawī huwa waman yamuru bil-ʿadli wahuwa ʿalā ṣirāṭin mus'taqīmin",
          "translation": "Dan Allah (juga) membuat perumpamaan, dua orang laki-laki, yang seorang bisu, tidak dapat berbuat sesuatu dan dia menjadi beban penanggungnya, ke mana saja dia di suruh (oleh penanggungnya itu), dia sama sekali tidak dapat mendatangkan suatu kebaikan. Samakah orang itu dengan orang yang menyuruh berbuat keadilan, dan dia berada di jalan yang lurus?",
          "tafsir": "Seperti halnya ayat yang lalu, pada ayat ini Allah swt menjelaskan kembali perumpamaan bagi orang-orang musyrik dengan bentuk yang lebih jelas seputar kepercayaan mereka kepada patung sembahan mereka. Allah swt mengambil perumpamaan antara dua orang: yang seorang bisu, bodoh, dan tidak mengerti apa-apa dan seorang lagi mampu berbicara lagi cakap. Orang yang pertama adalah perumpamaan untuk patung sembahan orang-orang musyrik, sedangkan yang kedua perumpamaan untuk Allah. Patutkah dipersamakan antara keduanya? Jika hal demikian tidak patut, maka lebih tidak patut lagi menyamakan antara patung dengan Allah. Allah swt dalam ayat ini menerangkan persamaan sifat-sifat antara patung dengan orang yang bisu yang bukan saja tidak memiliki kemampuan berbicara, tetapi juga tidak memiliki kemampuan berpikir. Dia tidak mengerti maksud orang lain, dan orang lain juga tidak dapat memahami maksudnya. Karena itu, dia tidak dapat menyelesaikan urusannya sendiri apalagi urusan orang lain. Dia hanya jadi beban orang lain, di manapun dia ditempatkan, dan tugas apa punyang diberikan kepadanya tentulah tidak mendatangkan hasil yang baik. Sifat Allah \"menyeru kepada keadilan atau kebenaran\", mengandung pengertian bahwa Dia mengetahui, mengajarkan, dan menyukai keadilan dan kebenaran serta memerintahkan kepada hamba-Nya agar bersifat adil. Allah mencintai orang-orang yang berbuat adil dan bersifat adil serta tidak memerintahkan hamba-Nya kecuali menjunjung keadilan. Bahkan Allah swt Mahasuci dari sifat-sifat yang berlawanan dengan keadilan seperti sifat zalim, aniaya, jahil, dan bakhil. Perintah dan syariat-Nya bersifat adil seluruhnya. Mereka yang bersifat dan berbuat adil adalah kekasih dan wali-wali Allah. Mereka hidup di sisi Allah dan di bawah cahaya-Nya. Sifat Allah swt \"di jalan yang lurus\" mengandung pengertian bahwa Allah tidak memerintahkan sesuatu selain kebenaran dan keadilan. Allah tidak mengadakan atau menciptakan sesuatu kecuali untuk kemaslahatan, rahmat, hikmah, dan keadilan. Allah selalu di atas kebenaran pada perkataan dan perbuatan-Nya. Allah tidak menjatuhkan hukuman dengan zalim kepada hamba-Nya, tidak menyiksa tanpa dosa yang dilakukan hamba itu, tidak pula mengurangi sedikit pun kebajikan yang diperbuatnya, dan tidak membebani seseorang dengan dosa orang lain. Tindakan dan perbuatan Allah selalu penuh hikmah dan berakhir dengan kebaikan. Semua itu disebabkan karena Allah selalu menginginkan hamba-hamba-Nya berada dalam keadaan yang lurus."
        },
        {
          "number": 77,
          "arabic": "وَلِلَّهِ غَيْبُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ وَمَآ أَمْرُ ٱلسَّاعَةِ إِلَّا كَلَمْحِ ٱلْبَصَرِ أَوْ هُوَ أَقْرَبُ ۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
          "transliteration": "walillahi ghaybu l-samāwāti wal-arḍi wamā amru l-sāʿati illā kalamḥi l-baṣari aw huwa aqrabu inna l-laha ʿalā kulli shayin qadīrun",
          "translation": "Dan milik Allah (segala) yang tersembunyi di langit dan di bumi. Urusan kejadian Kiamat itu, hanya seperti sekejap mata atau lebih cepat (lagi). Sesungguhnya Allah Mahakuasa atas segala sesuatu.",
          "tafsir": "Dalam ayat ini, Allah swt menegaskan kesempurnaan ilmu-Nya tentang hal-hal yang gaib dan kemahakuasaan-Nya. Di antara hal yang gaib itu ialah segala yang berada di luar jangkauan indra dan akal pikiran manusia, baik yang ada di langit, maupun yang ada di bumi. Hanya Allah swt yang mengetahui tentang apa yang ada di luar alam nyata ini. Meskipun pengetahuan umat manusia tentang angkasa luar dan keadaan bumi saat ini sangat maju, namun yang belum mereka ketahui jauh lebih besar. Ketika manusia sampai ke bulan, masih terbentang di muka mereka kegaiban dan kerahasiaan yang ada di planet Mars, Venus, dan lain-lain. Padahal planet-planet tersebut bagaikan butir-butir pasir di tengah sahara yang luas jika dibanding dengan keluasan alam semesta ini. Demikian pula mengenai keadaan bumi ini. Tidak seorang pun sarjana geologi yang dapat memperkirakan dengan tepat kapan terjadinya gempa bumi atau meletusnya gunung berapi. Bahkan pada diri manusia sendiri masih ada hal-hal yang merupakan misteri atau rahasia Allah yang belum diketahui manusia, walaupun sejak berabad-abad para ahli dalam bidang masing-masing berusaha memikirkan dan mengungkapkannya. Tidak se-orang pun yang dapat memastikan apa yang akan dialami besok, kapan kematian datang kepadanya, dan di manakah dia akan dikuburkan. Semua itu merupakan soal yang gaib bagi manusia. Namun demikian, ketidaktahuan itu adalah rahmat Allah yang besar bagi manusia. Mereka dapat menyusun rencana dan tindakan-tindakan yang sesuai dengan keinginan mereka. Hari kiamat termasuk pula hal gaib. Allah swt menyebutkan secara khusus tentang hari kiamat karena masalah itu banyak mendapat penolakan dan sanggahan pada setiap zaman dan setiap bangsa. Bahkan banyak orang yang mengingkarinya, dan menyatakan sebagai suatu hal yang tidak mungkin terjadi. Allah merahasiakan waktu datangnya hari kiamat agar manusia tidak menghentikan kegiatan hidupnya. Seharusnya manusia tidak perlu memikir-kan kapan hari kiamat itu terjadi, karena hal itu adalah urusan Allah. Yang penting bagi mereka adalah menjalani kehidupan sesuai dengan petunjuk-petunjuk yang telah ditetapkan oleh Allah swt. Persoalan hari kiamat bagi Allah swt sangatlah mudah. Kecepatan waktu peristiwa itu berlangsung secepat kedipan mata atau lebih cepat lagi. Kecepatan ini menurut waktu yang bisa digambarkan oleh hitungan manusia karena pengaturan Allah terhadap alam semesta ini sesungguhnya tidak dapat dihubungkan dengan ruang dan waktu. Mudah atau sukar, dan cepat atau lambat adalah ukuran manusia. Allah sesungguhnya sangat kuasa atas segala perkara. Bila Allah berkehendak atas sesuatu, Dia pun berfirman, \"Kun (Jadilah),\" maka terciptalah sesuatu itu. Tidak satu pun yang dapat menghalangi kehendak-Nya."
        },
        {
          "number": 78,
          "arabic": "وَٱللَّهُ أَخْرَجَكُم مِّنۢ بُطُونِ أُمَّهَـٰتِكُمْ لَا تَعْلَمُونَ شَيْـًٔا وَجَعَلَ لَكُمُ ٱلسَّمْعَ وَٱلْأَبْصَـٰرَ وَٱلْأَفْـِٔدَةَ ۙ لَعَلَّكُمْ تَشْكُرُونَ",
          "transliteration": "wal-lahu akhrajakum min buṭūni ummahātikum lā taʿlamūna shayan wajaʿala lakumu l-samʿa wal-abṣāra wal-afidata laʿallakum tashkurūna",
          "translation": "Dan Allah mengeluarkan kamu dari perut ibumu dalam keadaan tidak mengetahui apa pun, dan Dia memberimu pendengaran, penglihatan dan hati nurani, agar kamu bersyukur.",
          "tafsir": "Dalam ayat ini, Allah swt menjelaskan kegaiban dan keajaiban yang sangat dekat dengan manusia. Mereka mengetahui fase-fase pertumbuhan janin, tetapi tidak mengetahui bagaimana proses perkembangan janin yang terjadi dalam rahim sehingga mencapai kesempurnaan. Sejak bertemunya sel sperma dan sel telur sampai menjadi manusia baru yang membawa sifat-sifat kedua orang tua dan leluhurnya. Dalam proses kejadian ini, terdapat rahasia hidup yang tersembunyi. Sesudah mencapai kesempurnaan, Allah mengeluarkan manusia dari rahim ibunya dalam keadaan tidak mengetahui apa-apa. Tetapi sewaktu masih dalam rahim, Allah menganugerahkan potensi, bakat, dan kemampuan seperti berpikir, berbahagia, mengindra, dan lain sebagainya pada diri manusia. Setelah manusia lahir, dengan hidayah Allah segala potensi dan bakat itu berkembang. Akalnya dapat memikirkan tentang kebaikan dan kejahatan, kebenaran dan kesalahan, serta hak dan batil. Dengan pen-dengaran dan penglihatan yang telah berkembang itu, manusia mengenali dunia sekitarnya, mempertahankan hidupnya, dan mengadakan hubungan dengan sesama manusia. Dengan perantaraan akal dan indra, pengalaman dan pengetahuan manusia dari hari ke hari semakin bertambah dan berkembang. Semua itu merupakan rahmat dan anugerah Tuhan kepada manusia yang tidak terhingga. Oleh karena itu, seharusnyalah mereka bersyukur kepada-Nya, baik dengan cara beriman kepada keesaan Allah, dan tidak menyekutukan-Nya dengan yang lain maupun dengan mempergunakan segala nikmat Allah untuk beribadah dan patuh kepada-Nya. Hadis Nabi saw: Dari Abu Hurairah r.a., ia berkata, \"Rasulullah bersabda, \"Sesungguhnya Allah swt berfirman, \"Siapa yang memusuhi kekasih-Ku, maka Aku menyatakan perang kepadanya. Dan tiada mendekat kepada-Ku seorang hamba-Ku dengan sesuatu yang lebih Aku sukai daripada menjalankan pekerjaan yang Aku wajibkan kepadanya. Hamba-Ku selalu mendekatkan dirinya kepada-Ku dengan menjalankan ibadah-ibadah sunah sehingga Aku menyukainya. Apabila Aku telah menyukainya, maka Aku menjadi pendengarannya yang ia pakai mendengar, penglihatannya yang ia pakai melihat, tangannya yang ia pakai memukul, dan kakinya yang ia pakai berjalan. Apabila ia memohon kepada-Ku, pasti akan Kukabulkan permohonannya, dan apabila ia minta perlindungan kepada-Ku, pasti Aku lindungi dia. (Riwayat al-Bukhari)"
        },
        {
          "number": 79,
          "arabic": "أَلَمْ يَرَوْا۟ إِلَى ٱلطَّيْرِ مُسَخَّرَٰتٍ فِى جَوِّ ٱلسَّمَآءِ مَا يُمْسِكُهُنَّ إِلَّا ٱللَّهُ ۗ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يُؤْمِنُونَ",
          "transliteration": "alam yaraw ilā l-ṭayri musakharātin fī jawwi l-samāi mā yum'sikuhunna illā l-lahu inna fī dhālika laāyātin liqawmin yu'minūna",
          "translation": "Tidakkah mereka memperhatikan burung-burung yang dapat terbang di angkasa dengan mudah. Tidak ada yang menahannya selain Allah. Sungguh, pada yang demikian itu benar-benar terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang beriman.",
          "tafsir": "Suatu keajaiban lain yang disaksikan sehari-hari oleh manusia dikemukakan Allah dalam ayat ini untuk menunjukkan kekuasaan-Nya. Keindahan pemandangan sewaktu burung-burung beterbangan di udara, melayang-layang, dan kadang-kadang seperti terapung-apung dipermainkan angin adalah pemandangan yang sangat mengesankan bagi orang yang beriman pada kebesaran dan keagungan Allah. Hati orang beriman seperti hati penyair. Dia selalu terpesona terhadap keindahan makhluk dan kejadiannya. Keindahan itu menggetarkan perasaan dan menyentuh hati nuraninya. Seorang mukmin mengungkapkan perasaannya terhadap keindahan alam ini dengan iman, ibadah, dan mengucapkan tasbih kepada Tuhan. Jika seorang mukmin mempunyai bakat pengarang/penyiar, maka dia akan mengungkapkan perasaannya dengan bahasa atau gubahan kata-kata yang indah tentang keindahan dan kebesaran alam dan khaliknya. Hal ini tidak dapat diungkapkan oleh seorang penyair yang hatinya tidak pernah disentuh oleh kelezatan iman. Orang yang beriman dapat melihat tanda-tanda kekuasaan dan kebesaran Tuhan seperti pada kemudahan seekor burung terbang di udara. Bahwa burung dapat terbang adalah mukjizat. Untuk dapat terbang dan lepas landas, burung seharusnya sangat ringan. Akan tetapi, pada saat yang sama, ia juga harus sangat kuat dan tangguh. Kekuatan diperlukan untuk dapat tetap terbang dalam waktu yang lama, dan bermanuver untuk menangkap mangsa atau saat turun ke tempat mereka hinggap. Agar tubuhnya ringan, maka tulang burung umumnya berlubang di tengahnya, dan berdinding tipis. Berat tubuh burung diletakkan di bagian tengah tubuh. Di bagian dada terdapat tulang dada yang besar yang melekat pada otot dada besar. Otot dada inilah yang menggerakkan sayap. Otot dada meliputi sekitar 25-30% dari keseluruhan berat badan burung. Hal terpenting agar burung dapat terbang adalah terdapatnya organ sayap dan bulu. Sayap adalah semacam tangan yang mempunyai sendi peluru yang besar dan kuat di bagian bahu. Sendi ini sangat khusus, dan digunakan untuk melakukan mobilitas yang sangat rumit. Kegunaannya adalah agar burung dapat bermanuver dengan baik di udara. Bulu sayap adalah ciptaan Tuhan yang sangat indah. Ringan, namun kuat, lentur, serba guna, mudah dirawat, berfungsi sebagai penyekat panas, kedap air, dan dapat diganti. Warna bulu sangat penting bagi burung. Beberapa burung mempunyai warna yang sesuai dengan lingkungannya sehingga berfungsi untuk kamuflase. Jenis lainnya menggunakan warnanya untuk menarik lawan jenisnya."
        }
      ]
    }
  ]
}