{
  "pageNumber": 185,
  "juz": 10,
  "surahs": [
    {
      "number": 8,
      "name": "Al-Anfal",
      "nameArabic": "الأنفال",
      "meaning": "Harta Rampasan Perang",
      "revelation": "Madinah",
      "description": "Surat Al-Anfal terdiri dari 75 ayat dan termasuk surat Madaniyyah, karena seluruh ayatnya diturunkan di Madinah.Surat ini dinamakan Al-Anfal yang berarti harta rampasan perang berhubung kata Al-Anfal terdapat pada permulaan surat ini. Selain itu, persoalan yang menonjol dalam surat ini ialah tentang harta rampasan perang, hukum perang, dan hal-hal yang berhubungan dengan peperangan pada umumnya. Menurut riwayat Ibnu Abbas, surat ini diturunkan berkenaan dengan perang Badar Kubra yang terjadi pada tahun kedua hijriah. Peperangan ini sangat penting karena menentukan jalannya sejarah perkembangan Islam. Pada waktu itu, umat Islam dengan kekuatan kecil dan untuk pertama kali dapat mengalahkan kaum musyrikin yang berjumlah besar dan berperlengkapan yang cukup. Dalam peperangan ini, kaum muslimin memperoleh harta rampasan perang yang tidak sedikit. Oleh sebab itu, timbullah permasalahan bagaimana membagi harta rampasan perang itu. Maka, Allah menurunkan ayat pertama surat ini.Selain hal-hal tersebut di atas, pokok-pokok isi surat ini sebagai berikut:1. Keimanan:Allah selalu menyertai dan melindungi orang-orang yang beriman; hanya Allah yang berhak menentukan hukum-hukum agama; jaminan Allah terhadap kemenangan umat yang beriman; pertolongan Allah terhadap orang-orang yang bertawakkal; hanya Allah yang dapat mempersatukan hati orang yang beriman; tindakan-tindakan dan hukum-hukum Allah didasarkan pada kepentingan umat manusia; keberadaan malaikat yang menolong barisan kaum muslimin dalam perang Badar; gangguan setan pada orang-orang mukmin dan tipu daya mereka pada orang-orang musyrikin; syirik adalah dosa besar.2. Hukum-hukum:Aturan pembagian harta rampasan perang; kebolehan memakan harta rampasan perang; larangan lari atau mundur dalam peperangan; hukum mengurusi tawanan perang pada permulaan Islam; kewajiban taat kepada pimpinan dalam perang; keharusan mengusahakan perdamaian; kewajiban mempersiapkan diri dengan segala alat perlengkapan perang; ketahanan mental, sabar dan tawakkal serta mengingat Allah dalam peperangan; tujuan perang dalam Islam; larangan khianat kepada Allah dan Rasul serta amanat; larangan mengkhianati perjanjian.3. Kisah-kisah:Keengganan beberapa orang Islam untuk ikut perang Badar; suasana kaum muslimin sebelum, sesudah, dan ketika perang berlangsung; keadaan Nabi Muhammad sebelum hijrah dan permusuhan kaum musyrikin terhadap beliau; orang Yahudi membatalkan perjanjian damai dengan Nabi Muhammad; keadaan orang kafir musyrikin dan Ahli Kitab serta keburukan orang-orang munafik.4. Lain-lain:Pengertian iman, tanda dan sifat orang yang beriman; sunnatullah yang berlaku pada individu dan masyarakat.Surat Al-Anfal menerangkan hal-hal yang berhubungan dengan peperangan pada umumnya, khususnya Perang Badar, peperangan yang menentukan jalannya sejarah Islam dan kaum muslimin, bahkan tidak salah sekiranya dikatakan bahwa Perang Badar menentukan jalan sejarah umat manusia pada umumnya. Sebagian besar surat ini mengandung hal-hal yang berhubungan dengan perdamaian dan peperangan, tingkah laku orang-orang kafir, orang-orang munafik dan sebagian orang-orang Islam yang imannya tidak kuat dalam peperangan. Kemudian ditegaskan bahwa Allah menolong orang-orang yang beriman dan menghancurkan orang-orang kafir dan munafik. Ini merupakan sunnatullah yang tidak dapat dipungkiri berlakunya, sebagaimana pernah terjadi pada Fir'aun dan kaumnya serta umat-umat yang sebelumnya.Hubungan Surat Al-Anfal Dengan Surat At-Taubah:Surat Al-Anfal menyebutkan hal-hal yang berhubungan dengan pokok dan cabang (furu') agama, sunnatullah, hukum perjanjian dan janji setia, hukum perang dan damai. Perkara-perkara ini juga disebutkan dalam surat At-Taubah, umpamanya:1. Perjanjian yang dikemukakan surat Al-Anfal dijelaskan oleh surat At-Taubah, terutama hal-hal yang berhubungan dengan pengkhianatan janji oleh musuh.2. Sama-sama menerangkan tentang memerangi orang-orang musyrikin dan Ahli Kitab.3. Surat Al-Anfal mengemukakan bahwa yang mengurus dan memakmurkan Masjidil haram adalah orang-orang yang bertakwa, sedang surat At-Taubah menerangkan bahwa orang-orang musyrik tidak pantas mengurus dan memakmurkan masjid, bahkan mereka akan menghalang-halangi orang-orang Islam terhadapnya.4. Surat Al-Anfal menyebutkan sifat-sifat orang-orang yang sempurna imannya dan sifat-sifat orang-orang kafir, lalu pada akhir surat diterangkan pula tentang hukum perlindungan atas orang-orang muslim yang berhijrah, orang-orang muslim yang tidak berhijrah, dan orang-orang kafir. Hal yang serupa dikemukakan pula oleh surat At-Taubah.5. Surat Al-Anfal menganjurkan agar berinfak di jalan Allah, sedang surat At-Taubah menegaskan hal yang sama. Dalam surat Al-Anfal diterangkan tentang penggunaan harta rampasan perang, sedang surat At-Taubah menerangkan penggunaan zakat.6. Surat Al-Anfal mengemukakan tentang orang-orang munafik dan orang-orang yang ada penyakit dalam hatinya, kemudian surat At-Taubah menerangkan hal ini lebih luas. Jika kita perhatikan ternyata antara surat Al-Anfal dan surat At-Taubah terdapat hubungan yang erat sekali. Seakan-akan keduanya merupakan satu surat, bahkan sebagian ahli tafsir mengatakan bahwa sekiranya bukan karena ketentuan Allah, mereka memandang surat Al-Anfal dan surat At-Taubah sebagai satu surat.",
      "verses": [
        {
          "number": 62,
          "arabic": "وَإِن يُرِيدُوٓا۟ أَن يَخْدَعُوكَ فَإِنَّ حَسْبَكَ ٱللَّهُ ۚ هُوَ ٱلَّذِىٓ أَيَّدَكَ بِنَصْرِهِۦ وَبِٱلْمُؤْمِنِينَ",
          "transliteration": "wa-in yurīdū an yakhdaʿūka fa-inna ḥasbaka l-lahu huwa alladhī ayyadaka binaṣrihi wabil-mu'minīna",
          "translation": "Dan jika mereka hendak menipumu, maka sesungguhnya cukuplah Allah (menjadi pelindung) bagimu. Dialah yang memberikan kekuatan kepadamu dengan pertolongan-Nya dan dengan (dukungan) orang-orang mukmin,",
          "tafsir": "Bila kaum Yahudi dan kaum musyrikin hendak menipu atau hendak mencari kesempatan untuk menyerang dengan adanya perdamaian, maka Allah memberikan jaminan kepada Nabi Muhammad saw bahwa hal itu tidak akan membahayakan kaum Muslimin. Cukuplah Allah (sebagai pelindung), Allah senantiasa melindungi Rasul-Nya dan melindungi umat Islam dan akan memberikan kemenangan kepada mereka bila musuh-musuh itu menyerang kembali. Allah telah memperkuat kedudukan Rasul-Nya dengan pertolongan yang diberikan-Nya kepada kaum Muslimin di masa-masa yang lalu seperti yang terjadi pada Perang Badar, di mana kaum Muslimin dalam keadaan lemah dan sedikit jumlahnya. Mereka dapat mengalahkan kaum musyrikin yang berlipat ganda dan lengkap per-senjataannya. Allah telah mempersatukan hati kaum Muslimin sehingga mereka hidup rukun dan damai, cinta mencintai, dan saling menolong, sehingga mereka merupakan satu kesatuan yang tak terpisahkan, padahal mereka sebelumnya hidup bersuku-suku dan bermusuhan antara satu golongan dengan golongan yang lain. Mereka pada mulanya terdiri dari kaum Muslimin yang datang ke Medinah dan kaum Anshar penduduk Medinah yang menyambut kedatangan kaum Muslimin itu. Kaum Anshar sendiri dahulunya terpecah-belah terdiri dari suku Aus dan Khazraj. Antara kedua suku ini senantiasa terjadi permusuhan dan peperangan. Tetapi dengan kehendak Allah mereka semuanya menjadi umat yang bersatu di bawah panji-panji iman, bersedia mengorbankan harta dan jiwa untuk menegakkan kalimah Allah. Ini adalah satu karunia dari Allah yang tidak ternilai harganya yang tidak dapat dicapai walaupun dengan mengorbankan semua harta dan kekayaan. Kesatuan hati, kesatuan tekad dan kesatuan cita-cita dan ideologi adalah hal yang amat penting dan berharga untuk mencapai satu cita-cita. Inilah karunia Allah yang telah dimiliki oleh kaum Muslimin pada masa itu. Karena pentingnya karunia itu dan amat tinggi nilainya Allah mengingatkan mereka agar selalu mengingat Allah dengan firman-Nya: Dan ingatlah nikmat Allah kepadamu ketika kamu dahulu (masa jahiliah) bermusuhan, lalu Allah mempersatukan hatimu, sehingga dengan karunia-Nya kamu menjadi bersaudara. (Ali 'Imran/3: 103) Maka dengan pertolongan Allah dan persatuan kaum Muslimin serta rasa cinta, kasih sayang yang terjalin antara sesama mereka, betapa pun kesulitan dan bagaimana pun besar bahaya yang akan menimpa tentu akan dapat ditanggulangi dan diatasi. Allah memperingatkan pula dalam ayat ini bagaimana tingginya nilai persatuan itu, sehingga bila Nabi Muhammad sendiri menghabiskan semua kekayaan yang ada di bumi untuk mencapainya pasti dia tidak akan berhasil. Tetapi Allah telah mempersatukan hati mereka dengan iman yang kuat dan rasa kasih-sayang yang tinggi. Ini adalah satu tanda bahwa Allah meridai kaum Muslimin dan merestui perjuangan mereka dan mereka tidak perlu merasa khawatir sesungguhnya Allah Mahaperkasa lagi Mahabijaksana."
        },
        {
          "number": 63,
          "arabic": "وَأَلَّفَ بَيْنَ قُلُوبِهِمْ ۚ لَوْ أَنفَقْتَ مَا فِى ٱلْأَرْضِ جَمِيعًا مَّآ أَلَّفْتَ بَيْنَ قُلُوبِهِمْ وَلَـٰكِنَّ ٱللَّهَ أَلَّفَ بَيْنَهُمْ ۚ إِنَّهُۥ عَزِيزٌ حَكِيمٌ",
          "transliteration": "wa-allafa bayna qulūbihim law anfaqta mā fī l-arḍi jamīʿan mā allafta bayna qulūbihim walākinna l-laha allafa baynahum innahu ʿazīzun ḥakīmun",
          "translation": "dan Dia (Allah) yang mempersatukan hati mereka (orang yang beriman). Walaupun kamu menginfakkan semua (kekayaan) yang berada di bumi, niscaya kamu tidak dapat mempersatukan hati mereka, tetapi Allah telah mempersatukan hati mereka. Sungguh, Dia Mahaperkasa, Mahabijaksana.",
          "tafsir": "Bila kaum Yahudi dan kaum musyrikin hendak menipu atau hendak mencari kesempatan untuk menyerang dengan adanya perdamaian, maka Allah memberikan jaminan kepada Nabi Muhammad saw bahwa hal itu tidak akan membahayakan kaum Muslimin. Cukuplah Allah (sebagai pelindung), Allah senantiasa melindungi Rasul-Nya dan melindungi umat Islam dan akan memberikan kemenangan kepada mereka bila musuh-musuh itu menyerang kembali. Allah telah memperkuat kedudukan Rasul-Nya dengan pertolongan yang diberikan-Nya kepada kaum Muslimin di masa-masa yang lalu seperti yang terjadi pada Perang Badar, di mana kaum Muslimin dalam keadaan lemah dan sedikit jumlahnya. Mereka dapat mengalahkan kaum musyrikin yang berlipat ganda dan lengkap per-senjataannya. Allah telah mempersatukan hati kaum Muslimin sehingga mereka hidup rukun dan damai, cinta mencintai, dan saling menolong, sehingga mereka merupakan satu kesatuan yang tak terpisahkan, padahal mereka sebelumnya hidup bersuku-suku dan bermusuhan antara satu golongan dengan golongan yang lain. Mereka pada mulanya terdiri dari kaum Muslimin yang datang ke Medinah dan kaum Anshar penduduk Medinah yang menyambut kedatangan kaum Muslimin itu. Kaum Anshar sendiri dahulunya terpecah-belah terdiri dari suku Aus dan Khazraj. Antara kedua suku ini senantiasa terjadi permusuhan dan peperangan. Tetapi dengan kehendak Allah mereka semuanya menjadi umat yang bersatu di bawah panji-panji iman, bersedia mengorbankan harta dan jiwa untuk menegakkan kalimah Allah. Ini adalah satu karunia dari Allah yang tidak ternilai harganya yang tidak dapat dicapai walaupun dengan mengorbankan semua harta dan kekayaan. Kesatuan hati, kesatuan tekad dan kesatuan cita-cita dan ideologi adalah hal yang amat penting dan berharga untuk mencapai satu cita-cita. Inilah karunia Allah yang telah dimiliki oleh kaum Muslimin pada masa itu. Karena pentingnya karunia itu dan amat tinggi nilainya Allah mengingatkan mereka agar selalu mengingat Allah dengan firman-Nya: Dan ingatlah nikmat Allah kepadamu ketika kamu dahulu (masa jahiliah) bermusuhan, lalu Allah mempersatukan hatimu, sehingga dengan karunia-Nya kamu menjadi bersaudara. (Ali 'Imran/3: 103) Maka dengan pertolongan Allah dan persatuan kaum Muslimin serta rasa cinta, kasih sayang yang terjalin antara sesama mereka, betapa pun kesulitan dan bagaimana pun besar bahaya yang akan menimpa tentu akan dapat ditanggulangi dan diatasi. Allah memperingatkan pula dalam ayat ini bagaimana tingginya nilai persatuan itu, sehingga bila Nabi Muhammad sendiri menghabiskan semua kekayaan yang ada di bumi untuk mencapainya pasti dia tidak akan berhasil. Tetapi Allah telah mempersatukan hati mereka dengan iman yang kuat dan rasa kasih-sayang yang tinggi. Ini adalah satu tanda bahwa Allah meridai kaum Muslimin dan merestui perjuangan mereka dan mereka tidak perlu merasa khawatir sesungguhnya Allah Mahaperkasa lagi Mahabijaksana."
        },
        {
          "number": 64,
          "arabic": "يَـٰٓأَيُّهَا ٱلنَّبِىُّ حَسْبُكَ ٱللَّهُ وَمَنِ ٱتَّبَعَكَ مِنَ ٱلْمُؤْمِنِينَ",
          "transliteration": "yāayyuhā l-nabiyu ḥasbuka l-lahu wamani ittabaʿaka mina l-mu'minīna",
          "translation": "Wahai Nabi (Muhammad)! Cukuplah Allah (menjadi pelindung) bagimu dan bagi orang-orang mukmin yang mengikutimu.",
          "tafsir": "Pada ayat ini Allah mengulangi kembali jaminan-Nya kepada Nabi Muhammad, bahwa Allah akan menolongnya dengan bantuan kaum Muslimin yang benar-benar beriman dan yakin sepenuhnya bahwa Allah bersama mereka. Menurut riwayat dari Ibn Abbas, ayat ini turun sehubungan dengan masuk Islamnya Umar, menyusul Islamnya 33 orang laki-kali dan enam orang perempuan, seperti dikemukakan Jubair (lihat Tafsir al-Kabir, Jilid VIII, hlm 197-198). Dengan keimanan dan keyakinan itu tekad mereka tak akan digoyahkan oleh kejadian atau ancaman apa pun. Keimanan dan keyakinan itu digambarkan Allah dalam firman-Nya: (Yaitu) orang-orang (yang menaati Allah dan Rasul) yang ketika ada orang-orang mengatakan kepadanya, \"Orang-orang (Quraisy) telah mengumpul-kan pasukan untuk menyerang kamu, karena itu takutlah kepada mereka,\" ternyata (ucapan) itu menambah (kuat) iman mereka dan mereka menjawab, \"Cukuplah Allah (menjadi penolong) bagi kami dan Dia sebaik-baik pelindung.\" (Ali 'Imran/3: 173) Maka dengan keyakinan dan tekad yang bulat yang ditimbulkan oleh keimanan dan jaminan Allah, kaum Muslimin siap untuk menerima perintah Allah, bagaimana pun berat dan sulitnya, meskipun dengan perintah itu mereka akan menghadapi musuh yang banyak atau bahaya yang besar."
        },
        {
          "number": 65,
          "arabic": "يَـٰٓأَيُّهَا ٱلنَّبِىُّ حَرِّضِ ٱلْمُؤْمِنِينَ عَلَى ٱلْقِتَالِ ۚ إِن يَكُن مِّنكُمْ عِشْرُونَ صَـٰبِرُونَ يَغْلِبُوا۟ مِا۟ئَتَيْنِ ۚ وَإِن يَكُن مِّنكُم مِّا۟ئَةٌ يَغْلِبُوٓا۟ أَلْفًا مِّنَ ٱلَّذِينَ كَفَرُوا۟ بِأَنَّهُمْ قَوْمٌ لَّا يَفْقَهُونَ",
          "transliteration": "yāayyuhā l-nabiyu ḥarriḍi l-mu'minīna ʿalā l-qitāli in yakun minkum ʿish'rūna ṣābirūna yaghlibū mi-atayni wa-in yakun minkum mi-atun yaghlibū alfan mina alladhīna kafarū bi-annahum qawmun lā yafqahūna",
          "translation": "Wahai Nabi (Muhammad)! Kobarkanlah semangat para mukmin untuk berperang. Jika ada dua puluh orang yang sabar di antara kamu, niscaya mereka dapat mengalahkan dua ratus orang musuh. Dan jika ada seratus orang (yang sabar) di antara kamu, niscaya mereka dapat mengalahkan seribu orang kafir, karena orang-orang kafir itu adalah kaum yang tidak mengerti.<sup foot_note=135319>1</sup>",
          "tafsir": "Allah memerintahkan kepada Rasul-Nya agar mengobarkan semangat kaum Muslimin untuk berperang menghadapi musuh dalam peperangan. Nabi melaksanakan perintah ini dengan mendorong para sahabat untuk maju berperang seperti dalam menghadapi Perang Badar. Meskipun jumlah tentara kafir Quraisy dari Mekah sangat banyak, dan perlengkapan mereka lebih baik, tetapi Nabi mendorong orang-orang yang beriman dengan mengatakan, \"Qumu ila jannatin 'ardzuha as-samawat wa al-ard (Bangkitlah kamu semua maju ke medan perang yang menyediakan surga yang luas, seluas langit dan bumi).\" Dalam ayat ini Allah juga menegaskan bahwa kekuatan pasukan Muslim yang benar-benar beriman dan penuh tawakal kepada Allah akan dapat mengalahkan kekuatan musuh meskipun sepuluh kali lipat banyaknya. Andaikata pasukan kaum Muslimin hanya terdiri dari dua puluh orang prajurit, mereka dapat mengalahkan pasukan musuh yang terdiri dari dua ratus orang. Jika pasukan mereka terdiri dari seratus orang, mereka dapat mengalahkan pasukan musuh yang terdiri dari seribu orang, demikianlah seterusnya, setiap prajurit Allah dapat mengalahkan sepuluh musuh. Ini adalah satu perbandingan kekuatan yang tidak ada taranya dalam sejarah, karena cara peperangan pada masa itu bukan seperti peperangan pada masa kini. Peperangan pada masa sekarang sangat tergantung kepada kekuatan persenjataan dan kesempurnaannya. Pasukan yang kecil jumlah orangnya, yang diperlengkapi dengan senjata modern yang ampuh dapat saja dengan mudah mengalahkan pasukan besar tetapi hanya mempunyai senjata biasa saja. Peperangan pada masa itu benar-benar dengan mengadu kekuatan dan kecakapan karena alat-alat perang yang digunakan boleh dikatakan sama macam dan mutunya. Tidaklah mungkin rasanya suatu pasukan kecil akan dapat menang atas pasukan besar yang jumlahnya sepuluh kali lipat. Tetapi inilah yang ditegaskan Allah atau diperintahkan-Nya kepada kaum Muslimin. Mereka tidak boleh merasa gentar dan takut menghadapi lawan yang berlipat-ganda, karena mereka adalah orang-orang beriman yang berjuang bukan untuk kepentingan diri sendiri, atau untuk mencari harta benda dan kemegahan duniawi, tetapi mereka adalah tentara Allah yang berjuang untuk membela kebenaran; untuk meninggikan kalimah Allah dan untuk kejayaan agama yang telah diridai-Nya. Bila mereka gugur dalam pertempuran, mereka akan mati syahid, balasannya di sisi Allah tidak ternilai besarnya. Lawan-lawan kaum Muslimin adalah orang-orang kafir yang hanya ingin mempertahankan kedudukan, pangkat dan harta benda. Mereka tidak mempunyai tujuan hidup yang tinggi dan mulia karena mereka tidak percaya kepada Tuhan Yang Maha Esa dan tidak percaya kepada hari kebangkitan. Hidup mereka adalah untuk berbangga-bangga dan mengutamakan harta benda belaka. Adapun orang Yahudi di Medinah meskipun percaya kepada Tuhan Yang Maha Esa, tetapi mereka tidak dapat lagi melihat kebenaran, karena mata mereka telah disilaukan oleh kesenangan dunia. Mereka ingin hidup, kalau dapat seribu tahun, mereka telah karam dalam dunia kebendaan, tak dapat luput dari sifat loba dan serakah. Kedua golongan ini benar-benar telah sesat dari jalan yang hak, tidak dapat lagi membedakan mana yang hak, mana yang bathil, mereka tidak tahu lagi jalan yang membawa kepada kebahagiaan dunia dan akhirat. Orang dengan sifat demikian ini bila dihadapkan kepada pertempuran yang dahsyat mereka akan lari tunggang langgang karena lebih mengutamakan hidup daripada mati. Hal ini dijelaskan Allah dengan firman-Nya: Sesungguhnya dalam hati mereka, kamu (muslimin) lebih ditakuti daripada Allah. Yang demikian itu karena mereka orang-orang yang tidak mengerti. (al-hasyr/59: 13) Kalau Allah memerintahkan agar kaum Muslimin berani menghadapi musuh Allah yang berjumlah sepuluh kali jumlah mereka dan menyatakan bahwa mereka akan menang, maka kemenangan itu adalah pasti meskipun tidak pernah terjadi sebelumnya dalam sejarah. Karena itu mereka tidak boleh melarikan diri dari pertempuran dan harus bertempur mati-matian sampai tercapai kemenangan. Inilah derajat yang paling tinggi yang dapat dicapai oleh kaum Muslimin."
        },
        {
          "number": 66,
          "arabic": "ٱلْـَٔـٰنَ خَفَّفَ ٱللَّهُ عَنكُمْ وَعَلِمَ أَنَّ فِيكُمْ ضَعْفًا ۚ فَإِن يَكُن مِّنكُم مِّا۟ئَةٌ صَابِرَةٌ يَغْلِبُوا۟ مِا۟ئَتَيْنِ ۚ وَإِن يَكُن مِّنكُمْ أَلْفٌ يَغْلِبُوٓا۟ أَلْفَيْنِ بِإِذْنِ ٱللَّهِ ۗ وَٱللَّهُ مَعَ ٱلصَّـٰبِرِينَ",
          "transliteration": "al-āna khaffafa l-lahu ʿankum waʿalima anna fīkum ḍaʿfan fa-in yakun minkum mi-atun ṣābiratun yaghlibū mi-atayni wa-in yakun minkum alfun yaghlibū alfayni bi-idh'ni l-lahi wal-lahu maʿa l-ṣābirīna",
          "translation": "Sekarang Allah telah meringankan kamu karena Dia mengetahui bahwa ada kelemahan padamu. Maka jika di antara kamu ada seratus orang yang sabar, niscaya mereka dapat mengalahkan dua ratus (orang musuh); dan jika di antara kamu ada seribu orang (yang sabar), niscaya mereka dapat mengalahkan dua ribu orang dengan izin Allah. Dan Allah beserta orang-orang yang sabar.",
          "tafsir": "Pada ayat ini Allah memberikan keringanan bagi kaum Muslimin dalam menghadapi musuh yang menyerang mereka. Kalau pada ayat 65 Allah memerintahkan agar mereka berani menghadapi musuh yang berjumlah sepuluh kali lebih besar dari jumlah mereka, maka pada ayat ini dijelaskan bahwa mereka diberi keringanan karena mereka telah berada dalam keadaan lemah, baik dalam semangat maupun dalam persiapan perang. Dalam keadaan seperti ini mereka diharuskan menghadapi musuh yang jumlahnya dua kali jumlah mereka. Ini adalah suatu tingkat minimal yang harus mereka pertahankan, karena keringanan yang diberikan ini sudah banyak sekali dibanding dengan perintah semula dan tak ada alasan lagi untuk meminta keringanan lebih banyak lagi. Dengan keimanan yang kuat dan ketabahan serta keyakinan penuh akan mencapai kemenangan. Hal ini terbukti ketika mereka menghadapi kaum musyrikin pada Perang Badar. Kekuatan mereka kurang sepertiga kekuatan musuh, tetapi mereka dapat menghancurkan kaum musyrikin itu. Pada Perang Yarmuk jumlah tentara yang dikumpulkan oleh kaisar Heraklius, kerajaan Romawi Timur, untuk menghadapi tentara kaum Muslimin, tidak kurang dari 200.000 (dua ratus ribu) orang, sedang tentara kaum Muslimin yang dikirim para sahabat hanya 24.000 (dua puluh empat ribu) orang saja. Berkat keimanan yang kokoh, kuat, dan semangat yang tinggi kaum Muslimin dapat mengalahkan musuh yang banyak itu. Diriwayatkan bahwa tentara Romawi yang mati pada pertempuran itu berjumlah 70.000 (tujuh puluh ribu) orang. Semua kemenangan yang diperoleh kaum Muslimin itu adalah sesuai dengan kehendak dan seizin Allah sebagai bukti bagi kebenaran ini. Allah berfirman: Betapa banyak kelompok kecil mengalahkan kelompok besar dengan izin Allah. Dan Allah beserta orang-orang yang sabar. (al-Baqarah/2: 249)"
        },
        {
          "number": 67,
          "arabic": "مَا كَانَ لِنَبِىٍّ أَن يَكُونَ لَهُۥٓ أَسْرَىٰ حَتَّىٰ يُثْخِنَ فِى ٱلْأَرْضِ ۚ تُرِيدُونَ عَرَضَ ٱلدُّنْيَا وَٱللَّهُ يُرِيدُ ٱلْـَٔاخِرَةَ ۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ",
          "transliteration": "mā kāna linabiyyin an yakūna lahu asrā ḥattā yuth'khina fī l-arḍi turīdūna ʿaraḍa l-dun'yā wal-lahu yurīdu l-ākhirata wal-lahu ʿazīzun ḥakīmun",
          "translation": "Tidaklah pantas, bagi seorang Nabi mempunyai tawanan sebelum dia dapat melumpuhkan musuhnya di bumi. Kamu menghendaki harta benda duniawi sedangkan Allah menghendaki (pahala) akhirat (untukmu). Allah Mahaperkasa, Mahabijaksana.",
          "tafsir": "Ayat ini sebagai teguran terhadap keputusan Rasulullah menerima tebusan dari kaum musyrikin untuk membebaskan orang-orang mereka yang ditawan kaum Muslimin. Beliau condong kepada pendapat kebanyakan para sahabat yang menganjurkan agar para tawanan itu jangan dibunuh dan sebaiknya diterima saja uang tebusan dari mereka dan hasil tebusan itu dapat dipergunakan untuk kepentingan perjuangan dan persiapan perang bila musuh menyerang kembali. Karena itu Allah menegaskan dalam ayat ini bahwa tidak patut bagi seorang Nabi dalam suatu peperangan menahan para tawanan dan menunggu putusan, apakah mereka akan dibebaskan begitu saja atau dengan menerima tebusan dari keluarga mereka, kecuali bila keadaan pengikut-pengikutnya, sudah kuat kedudukannya, dan musuhnya tidak berdaya lagi. Keadaan kaum Muslimin sebelum Perang Badar masih lemah dan kekuatan mereka masih terlalu kecil dibanding dengan kekuatan kaum musyrikin. Bila para tawanan itu tidak dibunuh, malah dibebaskan kembali meskipun dengan membayar tebusan, sedang mereka adalah pemuka dan pemimpin kaumnya, tentulah mereka akan kembali menghasut, dan mengumpulkan kekuatan yang besar untuk menyerang kaum Muslimin. Hal ini sangat berbahaya bagi kedudukan kaum Muslimin yang masih lemah. Seharusnya mereka tidak ditawan, tetapi langsung dibunuh di medan perang, sehingga dengan tewasnya para pembesar dan pemimpin itu kaum musyrikin akan merasa takut dan tidak berani lagi menyerang kaum Muslimin. Firman Allah dalam Surah Muhammad/47: 4): Maka apabila kamu bertemu dengan orang-orang yang kafir (di medan perang) maka pukullah batang leher mereka. Selanjutnya apabila kamu telah mengalahkan mereka tawanlah mereka dan setelah itu kamu boleh membebaskan mereka atau menerima tebusan sampai perang selesai. Demikianlah, dan sekiranya Allah menghendaki niscaya Dia membinasakan mereka tetapi Dia hendak menguji kamu satu sama lain. Dan orang-orang yang gugur di jalan Allah, Allah tidak menyia-nyiakan amal mereka. (Muhammad/47: 4) Ayat ini bukan saja merupakan teguran kepada Nabi Muhammad, tetapi juga merupakan teguran kepada para sahabat dan kebanyakan kaum Muslimin yang menganjurkan agar para tawanan itu jangan dibunuh, karena mereka itu adalah kaum kerabat dan famili dan mungkin kelak akan menjadi orang yang beriman, apalagi uang tebusan mereka dapat dipergunakan untuk kepentingan mereka sendiri. Dengan anjuran ini mereka telah melakukan tindakan yang bertentangan dengan siasat perang. Apa pun alasan yang mereka kemukakan, mereka telah dipengaruhi harta benda duniawi dan dengan tidak disadari mereka telah lupa dan tidak memikirkan lagi akibat dari pelaksanaan anjuran itu. Oleh sebab itu Allah dengan tegas menyatakan bahwa mereka menginginkan harta benda dan kehidupan duniawi, sedang Allah menghendaki agar mereka mencari pahala untuk di akhirat nanti dengan berjuang di jalan-Nya, meninggikan kalimat-Nya sampai kemuliaan dan ketinggian agama-Nya tercapai, sebagaimana tersebut dalam firman-Nya: Padahal kekuatan itu hanyalah bagi Allah, Rasul-Nya dan bagi orang-orang mukmin. (al-Munafiqun/63: 8) Inilah cara yang dikehendaki Allah bagi orang-orang yang beriman dan berjuang dengan harta, dan segala kemampuan yang ada pada mereka bahkan dengan jiwa untuk mencapainya. Allah senantiasa akan menolong mereka. Sesungguhnya Allah Mahaperkasa lagi Mahabijaksana."
        },
        {
          "number": 68,
          "arabic": "لَّوْلَا كِتَـٰبٌ مِّنَ ٱللَّهِ سَبَقَ لَمَسَّكُمْ فِيمَآ أَخَذْتُمْ عَذَابٌ عَظِيمٌ",
          "transliteration": "lawlā kitābun mina l-lahi sabaqa lamassakum fīmā akhadhtum ʿadhābun ʿaẓīmun",
          "translation": "Sekiranya tidak ada ketetapan terdahulu dari Allah, niscaya kamu ditimpa siksaan yang besar karena (tebusan) yang kamu ambil.",
          "tafsir": "Pada ayat ini Allah menerangkan bahwa tindakan kaum Muslimin menerima tebusan itu adalah tindakan yang salah. Kalau tidak karena ketetapan Allah yang telah ada sebelumnya bahwa Dia tidak akan menimpakan siksa kepada mereka karena kesalahan itu, tentulah mereka akan mendapat azab yang berat. Mengenai yang dimaksud dengan \"ketetapan Allah yang telah ada untuk menyelamatkan kaum Muslimin dari siksaan karena kekhilafan itu\" para mufasir mengemukakan beberapa ayat di antaranya firman Allah: Tetapi Allah tidak akan menghukum mereka, selama engkau (Muhammad) berada di antara mereka. Dan tidaklah (pula) Allah akan menghukum mereka, sedang mereka (masih) memohon ampunan. (al-Anfal/8: 33) Meskipun ayat ini mengenai kaum musyrikin, tetapi kaum Muslimin lebih berhak atas ketetapan itu. Sedang kaum musyrikin yang sesat dan durhaka dapat selamat dari siksaan Allah dengan keberadaan Nabi di kalangan mereka, apalagi kaum Muslimin yang taat dan setia selalu membantu Nabi dan selalu meminta ampunan kepada Allah, tentu mereka lebih pantas tidak ditimpa siksa yang berat itu. Firman Allah: Tuhanmu telah menetapkan sifat kasih sayang pada diri-Nya, (yaitu) barang siapa berbuat kejahatan di antara kamu karena kebodohan, kemudian dia bertobat setelah itu dan memperbaiki diri, maka Dia Maha Pengampun, Maha Penyayang. (al-An'am/6: 54)"
        },
        {
          "number": 69,
          "arabic": "فَكُلُوا۟ مِمَّا غَنِمْتُمْ حَلَـٰلًا طَيِّبًا ۚ وَٱتَّقُوا۟ ٱللَّهَ ۚ إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
          "transliteration": "fakulū mimmā ghanim'tum ḥalālan ṭayyiban wa-ittaqū l-laha inna l-laha ghafūrun raḥīmun",
          "translation": "Maka makanlah dari sebagian rampasan perang yang telah kamu peroleh itu, sebagai makanan yang halal lagi baik, dan bertakwalah kepada Allah. Sungguh, Allah Maha Pengampun, Maha Penyayang.",
          "tafsir": "Allah Maha Pengampun lagi Maha Penyayang terhadap hamba- hamba-Nya, maka dengan sifat mulia ini Allah mengampuni dan tidak menimpakan siksaan kepada kaum Muslimin, bahkan memberikan hak kepada mereka untuk memakan dan memiliki harta rampasan yang didapat dalam peperangan termasuk uang tebusan itu sebagaimana tersebut dalam riwayat berikut ini: Diriwayatkan bahwa pada mulanya kaum Muslimin tidak mau mempergunakan harta tebusan yang dibayar oleh kaum musyrikin, karena takut akan tersalah lagi apabila belum ada wahyu yang mengizinkan mereka memanfaatkannya, maka turunlah ayat ini. Ini adalah suatu bukti lagi bagi mereka atas rahmat dan kasih sayang Allah kepada mereka. Sesudah mereka melakukan kesalahan, mereka diampuni dan dibebaskan dari siksaan atas kesalahan itu, kemudian diizinkan pula memakan dan memiliki hasil dari tindakan salah itu, yaitu uang tebusan yang mereka terima dari para tawanan. Allah menegaskan bahwa harta yang didapat dari penebusan tawanan itu adalah halal dan baik, bukan seperti daging babi dan bangkai. Kemudian Allah menyuruh mereka agar selalu bertakwa kepada-Nya dengan mengerjakan segala perintah-Nya dan menjauhi semua larangan-Nya, karena Dialah Yang Maha Pengampun dan Maha Penyayang."
        }
      ]
    }
  ]
}