{
  "pageNumber": 172,
  "juz": 9,
  "surahs": [
    {
      "number": 7,
      "name": "Al-A'raf",
      "nameArabic": "الأعراف",
      "meaning": "Tempat Tertinggi",
      "revelation": "Makkah",
      "description": "Surat Al-A'raf berjumlah 206 ayat, termasuk surat Makkiyyah, diturunkan sebelum surat Al-An'am, dan termasuk golongan surat \"Assab'uththiwaal\" (tujuh surat yang panjang). Dinamakan \"Al-A'raf\" karena perkataan Al-A'raf terdapat dalam ayat 46 yang mengemukakan tentang keadaan orang-orang yang berada di atas Al-A'raf, tempat yang tertinggi di batas surga dan neraka. Mereka itulah orang-orang yang antara kebaikan dan kejahatan mereka sama banyaknya.Pokok-Pokok Isi:1. Keimanan:Mentauhidkan Allah dalam berdoa dan beribadah; hanya Allah yang mengatur dan menjaga alam; menciptakan undang-undang dan hukum-hukum untuk mengatur kehidupan manusia di dunia dan di akhirat; Allah bersemayam di 'Arsy; bantahan terhadap kepalsuan syirik; ketauhidan sesuai dengan fitrah manusia; Musa berbicara dengan Allah; tentang melihat Allah; perintah beribadah sambil menundukkan diri kepada Allah; Allah memiliki al-asmaaul husnaa (nama-nama yang indah).2. Hukum-hukum:Larangan mengikuti perbuatan dan adat istiadat yang buruk; kewajiban mengikuti Allah dan rasul, perintah berhias ketika hendak shalat; bantahan terhadap orang yang mengharamkan perhiasan yang dianugerahkan Allah; perintah memakan makanan yang halal lagi baik dan larangan memakan yang sebaliknya.3. Kisah-kisah:Kisah Nabi Adam a.s. dengan Iblis; kisah Nabi Nuh a.s. dan kaumnya; kisah Nabi Shaleh a.s. dengan kaumnya; kisah Nabi Syu'aib a.s. dengan kaumnya; kisah Nabi Musa a.s. dengan Fir'aun.4. Lain-lain:Al-Qur'an diturunkan kepada Nabi terakhir dan perintah mengikutinya; Nabi Muhammad diutus untuk seluruh manusia; adab orang mukmin, adab mendengar bacaan Al-Qur'an dan berzikir; rasul bertanggung jawab menyampaikan seruan Allah; balasan terhadap orang-orang yang mengikuti dan mengingkari rasul; dakwah rasul-rasul yang pertama ialah mentauhidkan Allah; tentang ashhaabul A'raaf yang berada di antara surga dan neraka; Allah pencipta makhluk; manusia adalah makhluk terbaik yang diciptakan Allah serta memiliki kesediaan untuk berbuat baik dan berbuat buruk; permusuhan setan terhadap manusia; manusia khalifah Allah di bumi; kehancuran suatu kaum karena perbuatan mereka sendiri; setiap bangsa memiliki masa jaya dan masa kehancuran; Allah memberikan cobaan kepada manusia dengan kekayaan dan kemiskinan; istidraj azab Allah terhadap orang-orang yang mendustakan ayat-ayat-Nya.Surat Al-A'raf dimulai dengan pengutaraan tentang kewajiban manusia mengikuti rasul dan akibat mengingkarinya. Selanjutnya, diterangkan tentang perselisihan antara Nabi Adam dan Iblis di surga yang merupakan permulaan perselisihan antara golongan yang taat kepada perintah Allah dan golongan yang mengingkari sebagaimana yang terjadi pada nabi-nabi terdahulu dengan umat-umatnya. Kemudian surat ini ditutup dengan penjelasan tentang adab-adab orang mukmin, adab-adab mendengarkan ayat-ayat Al-Qur'an, dan tata cara berdoa dan berzikir kepada-Nya.Hubungan Antara Surat Al-A'Raf Dengan Surat Al-Anfal:1. Akhir surat Al-A'raf mengemukakan keadaan beberapa orang rasul yang diutus sebelum Nabi Muhammad dalam menghadapi kaumnya, sedang permulaan surat Al-Anfal menerangkan keadaan Nabi Muhammad dalam menghadapi umatnya.2. Permusuhan antara Adam dan Iblis di surga dilanjutkan dengan permusuhan antara manusia yang menerima petunjuk dari Allah dengan yang tidak menerimanya. Ini diterangkan dalam surat Al-A'raf. Hal yang serupa diterangkan lebih jelas dalam surat Al-Anfal; pertentangan kedua golongan itu serta tingkah laku mereka dalam perang Badar. Surat Al-A'raf termasuk surat yang banyak persesuaiannya dengan surat-surat yang lain, seperti: Al-Baqarah, Ali 'Imran, At-Taubah, danYunus.",
      "verses": [
        {
          "number": 164,
          "arabic": "وَإِذْ قَالَتْ أُمَّةٌ مِّنْهُمْ لِمَ تَعِظُونَ قَوْمًا ۙ ٱللَّهُ مُهْلِكُهُمْ أَوْ مُعَذِّبُهُمْ عَذَابًا شَدِيدًا ۖ قَالُوا۟ مَعْذِرَةً إِلَىٰ رَبِّكُمْ وَلَعَلَّهُمْ يَتَّقُونَ",
          "transliteration": "wa-idh qālat ummatun min'hum lima taʿiẓūna qawman l-lahu muh'likuhum aw muʿadhibuhum ʿadhāban shadīdan qālū maʿdhiratan ilā rabbikum walaʿallahum yattaqūna",
          "translation": "Dan (ingatlah) ketika suatu umat di antara mereka berkata, \"Mengapa kamu menasihati kaum yang akan dibinasakan atau diazab Allah dengan azab yang sangat keras?\" Mereka menjawab, \"Agar Kami mempunyai alasan (lepas tanggung jawab) kepada Tuhanmu,<sup foot_note=135300>1</sup> dan agar mereka bertakwa.\"",
          "tafsir": "Sikap segolongan nenek-moyang Bani Israil yang mencela segolongan Bani Israil yang lain, yaitu memperingatkan Bani Israil yang telah mengingkari perintah Allah dan tidak menghentikan larangan-Nya. Dalam ayat ini dipahami pula bahwa tidak semua nenek-moyang Bani Israil mengabaikan perintah Allah dan melanggar larangan-Nya pada hari Sabat itu, ada di antara mereka yang melaksanakannya. Dari ayat ini juga dapat diketahui bahwa dalam menyikapi perintah dan larangan Allah mereka terbagi kepada tiga kelompok, yaitu: 1. Kelompok yang mengabaikan perintah Allah dan melanggar larangan-Nya pada hari Sabat. 2. Kelompok yang memberi nasihat pada kelompok yang mengabaikan perintah Allah dan melanggar larangan-Nya. 3. Kelompok yang membantah tindakan kelompok yang memberi nasihat itu. Kelompok kedua mengatakan kepada kelompok ketiga: \"Kami memberi pelajaran kepada mereka itu, adalah untuk membebaskan diri dari perbuatan dosa dan untuk melaksanakan tugas kami, yaitu mencegah perbuatan yang mungkar. Kami berharap agar orang-orang yang durhaka itu sadar dan kembali ke jalan yang benar dan lurus\". Ketika Bani Israil tetap membangkang dan tidak mau kembali ke jalan Allah, dan tetap mengabaikan nasihat-nasihat yang telah diberikan, maka Allah menimpakan azab yang berat kepada mereka dan menyelamatkan orang-orang yang memberi nasihat tersebut. Sebagian ulama berpendapat bahwa azab Allah tidak menimpa golongan ketiga, sedang sebagian ulama lagi berpendapat bahwa azab itu juga menimpa golongan ketiga, karena yang taat itu hanyalah golongan kedua saja, sedangkan golongan ketiga tidak melarang dari mengerjakan perbuatan yang mungkar, bahkan membantah dan menyalahkan orang yang melarang mengerjakan perbuatan yang mungkar."
        },
        {
          "number": 165,
          "arabic": "فَلَمَّا نَسُوا۟ مَا ذُكِّرُوا۟ بِهِۦٓ أَنجَيْنَا ٱلَّذِينَ يَنْهَوْنَ عَنِ ٱلسُّوٓءِ وَأَخَذْنَا ٱلَّذِينَ ظَلَمُوا۟ بِعَذَابٍۭ بَـِٔيسٍۭ بِمَا كَانُوا۟ يَفْسُقُونَ",
          "transliteration": "falammā nasū mā dhukkirū bihi anjaynā alladhīna yanhawna ʿani l-sūi wa-akhadhnā alladhīna ẓalamū biʿadhābin baīsin bimā kānū yafsuqūna",
          "translation": "Maka setelah mereka melupakan apa yang diperingatkan kepada mereka, Kami selamatkan orang-orang yang melarang orang yang berbuat jahat dan Kami timpakan kepada orang-orang yang zalim siksaan yang keras, disebabkan mereka selalu berbuat fasik.",
          "tafsir": "Orang yang melanggar ketentuan-ketentuan Allah pada hari Sabat itu disebut \"Orang-orang yang melupakan peringatan\". Maksudnya ialah orang-orang yang tidak menghiraukan ancaman-ancaman Allah yang ditujukan kepada orang-orang yang ingkar kepada-Nya, tidak mengindahkan nasihat dan peringatan-Nya, dan tidak melaksanakan ajaran-ajaran-Nya. Bahkan telah berpaling dari ajaran itu. Seolah-olah mereka telah melupakannya dan tidak ada bekas sedikit pun dalam diri mereka tentang peringatan yang telah diberikan itu. Karena itu, Allah menegaskan bagi mereka berlaku Sunnatullah, yaitu Allah menyelamatkan orang-orang yang taat kepada-Nya, dan mengazab orang-orang yang fasik dan durhaka, Allah menerangkan bahwa Bani Israil itu diazab bukanlah semata-mata karena kefasikan mereka yang melanggar ketentuan-ketentuan Allah pada hari Sabtu itu, tetapi juga perbuatan-perbuatan fasik yang selalu mereka kerjakan. Menurut Sunnatullah pula bahwa Dia mengazab orang-orang yang durhaka secara langsung di dunia, karena perbuatan dosa yang telah mereka lakukan, sebagaimana firman Allah swt: Dan kalau Allah menghukum manusia karena kezalimannya, niscaya tidak akan ada yang ditinggalkan-Nya (di bumi) dari makhluk yang melata sekalipun.... (an-Nahl/16: 61) Dan Allah memaafkan sebagian besar kesalahan-kesalahan hamba-hamba-Nya seperti dalam firman-Nya: Dan apa saja musibah apa pun yang menimpa kamu adalah karena perbuatan tanganmu sendiri, dan Allah memaafkan banyak (dari kesalahan-kesalahanmu). (asy-Syura/42: 30) Dalam ayat ini Allah akan langsung mengazab satu umat atau bangsa di dunia sebelum mereka menerima azab di akhirat, jika kezaliman umat atau bangsa itu besar pengaruhnya dan sukar menghilangkannya pada kehidupan manusia dan kemanusiaan, sebagaimana dinyatakan Allah dalam firman-Nya: \"Dan peliharalah dirimu dari siksaan yang tidak hanya menimpa orang-orang yang zalim saja di antara kamu. Dan ketahuilah bahwa Allah sangat keras siksa-Nya.\" (al-Anfal/8: 25) Azab yang dimaksud telah ditimpakan kepada umat-umat yang terdahulu yang mengingkari seruan Nabi-nabi yang diutus kepada mereka."
        },
        {
          "number": 166,
          "arabic": "فَلَمَّا عَتَوْا۟ عَن مَّا نُهُوا۟ عَنْهُ قُلْنَا لَهُمْ كُونُوا۟ قِرَدَةً خَـٰسِـِٔينَ",
          "transliteration": "falammā ʿataw ʿan mā nuhū ʿanhu qul'nā lahum kūnū qiradatan khāsiīna",
          "translation": "Maka setelah mereka bersikap sombong terhadap segala apa yang dilarang. Kami katakan kepada mereka, \"Jadilah kamu kera yang hina.\"",
          "tafsir": "Ketika Bani Israil bertambah kezalimannya tidak mengindahkan nasihat-nasihat, maka Allah mengazab mereka dengan menjadikan mereka sebagai kera yang hina. Menurut para mufassirin merupakan tafsiran dari perkataan \"azab yang sangat pedih\" yang terdapat pada ayat di atas. Sedangkan sebagian yang lain mengatakan bahwa hal ini merupakan azab yang lain yang ditimpakan Allah di samping azab yang pedih itu. Para mufassir berbeda pendapatnya tentang: Apakah Bani Israil itu dijadikan kera yang sebenarnya atau hanya sifat dan watak mereka saja yang seperti kera, sedang badan mereka seperti badan manusia biasa. Jumhur ulama berpendapat bahwa mereka benar-benar menjadi kera, seperti kera yang sebenar-benarnya. Akan tetapi tidak beranak, tidak makan, tidak minum dan tidak hidup lebih dari tiga hari. Menurut Mujahid yang diriwayatkan dari Ibnu Jarir dan pendapat al-Manar: Rupa mereka tidak ditukar menjadi kera, tetapi hati, jiwa dan sifat merekalah yang diubah menjadi kera. (uraian lengkapnya lihat Tafsir Surah al-Baqarah/2: 65)."
        },
        {
          "number": 167,
          "arabic": "وَإِذْ تَأَذَّنَ رَبُّكَ لَيَبْعَثَنَّ عَلَيْهِمْ إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ مَن يَسُومُهُمْ سُوٓءَ ٱلْعَذَابِ ۗ إِنَّ رَبَّكَ لَسَرِيعُ ٱلْعِقَابِ ۖ وَإِنَّهُۥ لَغَفُورٌ رَّحِيمٌ",
          "transliteration": "wa-idh ta-adhana rabbuka layabʿathanna ʿalayhim ilā yawmi l-qiyāmati man yasūmuhum sūa l-ʿadhābi inna rabbaka lasarīʿu l-ʿiqābi wa-innahu laghafūrun raḥīmun",
          "translation": "Dan (ingatlah), ketika Tuhanmu memberitahukan, bahwa sungguh, Dia akan mengirim orang-orang yang akan menimpakan azab yang seburuk-buruknya kepada mereka (orang Yahudi) sampai hari Kiamat. Sesungguhnya Tuhanmu sangat cepat siksa-Nya, dan sesungguhnya Dia Maha Pengampun, Maha Penyayang.",
          "tafsir": "Nabi Muhammad dalam ayat ini diingatkan oleh Allah tentang pemberitahuan-Nya kepada orang-orang Yahudi, bahwa Dia akan mengirimkan manusia lain yang lebih perkasa dari mereka untuk menjajah dan menyiksa mereka. Mereka selalu akan hidup dalam kehinaan dan penderitaan sampai akhir zaman, disebabkan tindakan mereka yang bertentangan dengan hukum-hukum Allah. Dalam sejarah telah terbukti dengan jelas ancaman Allah tersebut. Sesudah zaman Nabi Sulaiman, bangsa Yahudi diperangi oleh bangsa Babilonia di bawah raja Nebukadnezar, mereka hancur, laki-laki banyak yang dibunuh dan wanita-wanitanya banyak yang dijadikan hamba sahaya. Banyak pula di antara mereka yang di bawa ke Babilonia sebagai tawanan, sesudah itu mereka dijajah berganti-ganti oleh bermacam-macam kerajaan, karena itu mereka mengalami penderitaan berabad-abad lamanya akibat peperangan yang tak henti-hentinya. Akhirnya mereka jatuh ke tangan bangsa Romawi sampai zaman Nabi Isa. Zaman Romawi Kristen mereka tidak mempunyai kekuasaan lagi, bahkan mereka diusir dari negeri mereka dan terpencar-pencar di beberapa negeri. Sebagian mereka melarikan diri ke Jazirah Arab. Tinggallah mereka di daerah ini dengan aman. Tetapi kemudian sesudah agama Islam datang, mereka memusuhi Nabi Muhammad. Padahal beliau telah memberikan kebebasan kepada mereka hidup di daerah Islam berdasarkan perjanjian dengan mereka. Karena sikap permusuhan dan pengkhianatan mereka, terpaksa kaum Muslimin mengusir mereka dari daerah Islam. Ada pula di antara mereka yang dibunuh atau terbunuh karena berpihak kepada kaum musyirikin waktu peperangan (Perang Ahzab). Pada abad ke 20, mereka mengalami penderitaan yang tak terperikan. Dalam perang dunia kedua yang lalu, banyak orang Yahudi menjadi korban kekuasaan Nazi Jerman. Di Amerika, di Eropa dan di Rusia, dewasa ini mereka masih banyak mengalami penghinaan. Meskipun orang Yahudi sekarang sudah mempunyai tanah air (Negara Israel) namun mereka tetap dalam penderitaan, karena sikap mereka juga, disebabkan umat manusia di dunia ini, terutama umat Islam memusuhi mereka. Negara Israel itu dibentuk dengan mengusir rakyat Palestina yang menjadi penduduk asli negara tersebut. Demikianlah nasib bangsa Yahudi itu. Sesungguhnya hukum Allah berlaku terhadap umat yang mendurhakai perintah-perintah-Nya dan membuat onar. Tetapi pengampunan dan kasih sayang Allah sangatlah besar dan luas bagi mereka yang taubat dari dosanya, kembali ke jalan Allah dengan penuh kesadaran, dan dengan jalan mengadakan perbaikan. Allah pasti menghapus penderitaan mereka."
        },
        {
          "number": 168,
          "arabic": "وَقَطَّعْنَـٰهُمْ فِى ٱلْأَرْضِ أُمَمًا ۖ مِّنْهُمُ ٱلصَّـٰلِحُونَ وَمِنْهُمْ دُونَ ذَٰلِكَ ۖ وَبَلَوْنَـٰهُم بِٱلْحَسَنَـٰتِ وَٱلسَّيِّـَٔاتِ لَعَلَّهُمْ يَرْجِعُونَ",
          "transliteration": "waqaṭṭaʿnāhum fī l-arḍi umaman min'humu l-ṣāliḥūna wamin'hum dūna dhālika wabalawnāhum bil-ḥasanāti wal-sayiāti laʿallahum yarjiʿūna",
          "translation": "Dan Kami pecahkan mereka di dunia ini menjadi beberapa golongan; diantaranya ada orang-orang yang saleh dan ada yang tidak demikian. Dan Kami uji mereka dengan (nikmat) yang baik-baik dan (bencana) yang buruk-buruk, agar mereka kembali (kepada kebenaran).",
          "tafsir": "Dalam ayat ini Allah menguraikan siksaan dan penderitaan mereka yakni mereka diceraiberaikan di atas bumi ini satu golongan berada di suatu daerah sedang golongan yang lain berada di daerah lain. Sebagian mereka ada yang menjadi orang-orang yang selalu mengadakan perbaikan dan beriman kepada Nabi-nabi, tetapi ada pula yang benar-benar tenggelam dalam kekafiran dan kefasikan hingga membunuh Nabi-nabi, memutar balikkan isi Kitab Taurat dan memusuhi Nabi Muhammad. Untuk membuat mereka sadar, mereka diuji dengan kesenangan dan penderitaan silih berganti, tetapi tidak membuat mereka jera. Mereka yang baik diberi anugerah kebaikan dan kebahagiaan. Mereka yang durhaka diturunkan bencana kesengsaraan. Semuanya itu cobaan bagi mereka agar mereka kembali ke jalan yang benar."
        },
        {
          "number": 169,
          "arabic": "فَخَلَفَ مِنۢ بَعْدِهِمْ خَلْفٌ وَرِثُوا۟ ٱلْكِتَـٰبَ يَأْخُذُونَ عَرَضَ هَـٰذَا ٱلْأَدْنَىٰ وَيَقُولُونَ سَيُغْفَرُ لَنَا وَإِن يَأْتِهِمْ عَرَضٌ مِّثْلُهُۥ يَأْخُذُوهُ ۚ أَلَمْ يُؤْخَذْ عَلَيْهِم مِّيثَـٰقُ ٱلْكِتَـٰبِ أَن لَّا يَقُولُوا۟ عَلَى ٱللَّهِ إِلَّا ٱلْحَقَّ وَدَرَسُوا۟ مَا فِيهِ ۗ وَٱلدَّارُ ٱلْـَٔاخِرَةُ خَيْرٌ لِّلَّذِينَ يَتَّقُونَ ۗ أَفَلَا تَعْقِلُونَ",
          "transliteration": "fakhalafa min baʿdihim khalfun warithū l-kitāba yakhudhūna ʿaraḍa hādhā l-adnā wayaqūlūna sayugh'faru lanā wa-in yatihim ʿaraḍun mith'luhu yakhudhūhu alam yu'khadh ʿalayhim mīthāqu l-kitābi an lā yaqūlū ʿalā l-lahi illā l-ḥaqa wadarasū mā fīhi wal-dāru l-ākhiratu khayrun lilladhīna yattaqūna afalā taʿqilūna",
          "translation": "Maka setelah mereka, datanglah generasi (yang jahat) yang mewarisi Taurat, yang mengambil harta benda dunia yang rendah ini. Lalu mereka berkata,\"Kami akan diberi ampun.\" Dan kelak jika harta benda dunia datang kepada mereka sebanyak itu (pula), niscaya mereka akan mengambilnya (juga). Bukankah mereka sudah terikat perjanjian dalam Kitab (Taurat) bahwa mereka tidak akan mengatakan terhadap Allah, kecuali yang benar, padahal mereka telah mempelajari apa yang tersebut di dalamnya? Negeri akhirat itu lebih baik bagi mereka yang bertakwa. Maka tidakkah kamu mengerti?",
          "tafsir": "Dalam ayat ini Allah menerangkan satu generasi dari Yahudi yang menggantikan golongan bangsa Yahudi tersebut di atas. Mereka adalah bangsa Yahudi yang hidup di zaman Nabi Muhammad yang mewarisi Taurat dari nenek-moyang mereka dan menerima begitu saja segala apa yang tercantum di dalamnya. Hukum halal dan haram, perintah dan larangan dalam kitab itu mereka ketahui, tetapi mereka tidak mengamalkannya. Mereka mengutamakan kepentingan duniawi dengan segala kemegahan yang akan lenyap. Mereka mencari harta benda dengan usaha-usaha yang lepas dari hukum moral dan agama, mengembangkan riba, makan suap, pilih kasih dalam hukum dan lain sebagainya, karena mereka berpendapat bahwa Allah kelak akan mengampuni dosa mereka. Orang-orang Yahudi itu menganggap dirinya kekasih Allah dan bangsa pilihan. Anggapan demikian hanyalah menyesatkan pikiran mereka. Oleh karena itu setiap ada kesempatan untuk memperoleh keuntungan duniawi seperti uang suap, riba dan sebagainya, tidaklah mereka sia-siakan. Allah menegaskan kesalahan pendapat dan anggapan mereka yang berkepanjangan dalam kesesatan dan tenggelam dalam nafsu kebendaan. Allah mengungkapkan adanya ikatan perjanjian antara mereka dengan Allah yang tercantum dalam Taurat, bahwa mereka tidak akan mengatakan terhadap Allah kecuali kebenaran. Tetapi mereka memutarbalikkan isi Taurat, karena didorong oleh keinginan untuk memperoleh keuntungan duniawi, padahal mereka telah memahami dengan baik isi Taurat itu dan sadar akan kesalahan perbuatan itu. Seharusnya mereka lebih mengutamakan kepentingan ukhrawi dengan berbuat sesuai dengan petunjuk Allah dan Taurat daripada keuntungan duniawi. Bagi orang yang takwa, kebahagiaan akhirat lebih baik daripada kebahagiaan duniawi yang terbatas itu. Mengapa mereka tidak merenungkan hal yang demikian? Ayat ini menjelaskan bahwa kecenderungan kepada materi dan hidup kebendaan, merupakan faktor yang menyebabkan kecurangan orang Yahudi sebagai suatu bangsa yang punya negara. Karena kecintaan yang besar kepada kehidupan duniawi, mereka kehilangan petunjuk agama serta kering dalam kehidupan kerohanian. Apa yang menimpa orang Yahudi zaman dahulu mungkin pula menimpa orang-orang Islam zaman sekarang, karena mereka lebih banyak mengutamakan kehidupan materiil dan menyampingkan kehidupan spirituil kerohanian sehingga sepak terjang mereka sangat jauh dari ajaran Al-Quran."
        },
        {
          "number": 170,
          "arabic": "وَٱلَّذِينَ يُمَسِّكُونَ بِٱلْكِتَـٰبِ وَأَقَامُوا۟ ٱلصَّلَوٰةَ إِنَّا لَا نُضِيعُ أَجْرَ ٱلْمُصْلِحِينَ",
          "transliteration": "wa-alladhīna yumassikūna bil-kitābi wa-aqāmū l-ṣalata innā lā nuḍīʿu ajra l-muṣ'liḥīna",
          "translation": "Dan orang-orang yang berpegang teguh pada Kitab (Taurat) serta melaksanakan salat, (akan diberi pahala). Sungguh, Kami tidak akan menghilangkan pahala orang-orang saleh.",
          "tafsir": "Ayat ini menyebutkan sebagian orang Yahudi yang patut mendapat anugerah penghargaan karena sikap mereka yang teguh berpegang kepada isi Taurat. Mereka menaati segala perintah Allah dan menjauhi segala larangan-Nya. Orang Yahudi tersebut sewaktu mendengar seruan Nabi Muhammad segera beriman kepadanya sesuai dengan petunjuk Taurat, seperti Abdullah Ibnu Salam dan kawan-kawannya. Mereka mendirikan salat yang menjadi tiang agama dan pembeda antara orang yang mukmin dengan orang yang kafir. Allah tidak akan menyia-nyiakan segala amal kebaikan yang telah mereka lakukan. Tentulah Dia akan memberikan ganjaran kepada mereka, karena mereka telah melakukan perbaikan atas perbuatan mereka. Allah swt berfirman: \"Sungguh, mereka yang beriman dan mengerjakan kebajikan, Kami benar-benar tidak akan menyia-nyiakan pahala orang yang mengerjakan perbuatan yang baik itu.\" (al-Kahf/18: 30)"
        }
      ]
    }
  ]
}