{
  "pageNumber": 256,
  "juz": 13,
  "surahs": [
    {
      "number": 14,
      "name": "Ibrahim",
      "nameArabic": "ابراهيم",
      "meaning": "Nabi Ibrahim",
      "revelation": "Makkah",
      "description": "Surat ini terdiri dari 52 ayat dan termasuk surat Makkiyyah karena diturunkan di Mekah sebelum Hijrah. Dinamakan surat \"IBRAHIM\", karena surat ini menyinggung doa Nabi Ibrahim pada ayat ke-35 sampai ke-41. Doa ini berisi antara lain: permohonan agar keturunannya mendirikan shalat, dijauhkan dari menyembah berhala, dan agar Mekah dan sekitarnya menjadi daerah yang aman dan makmur. Doa Nabi Ibrahim ini telah dikabulkan oleh Allah sebagaimana keamanan Mekah telah terbukti sejak dahulu sampai sekarang. Doa tersebut dipanjatkan Ibrahim ke hadirat Allah setelah selesai membangun Ka'bah bersama putranya, Ismail di dataran tanah Mekah yang tandus.**Pokok-Pokok Isi:**1. **Keimanan:** Al-Qur'an adalah pembimbing manusia ke jalan Allah; segala sesuatu di alam ini milik Allah; keingkaran manusia terhadap Allah tidaklah mengurangi kesempurnaan-Nya; nabi-nabi membawa mukjizat atas izin Allah semata; Allah kuasa mematikan manusia dan membangkitkannya kembali dalam bentuk baru; ilmu Allah meliputi yang lahir dan yang batin.2. **Hukum-hukum:** Perintah mendirikan shalat dan menafkahkan sebagian harta, baik secara rahasia maupun terang-terangan.3. **Kisah-kisah:** Kisah Nabi Musa dengan kaumnya dan kisah para rasul zaman dahulu.4. **Lain-lain:** Penyebab rasul-rasul diutus dengan bahasa kaumnya sendiri; perumpamaan tentang perbuatan dan perkataan yang benar dengan yang batil; kejadian langit dan bumi mengandung hikmah-hikmah; macam-macam nikmat Allah kepada manusia dan janji Allah kepada hamba-hamba yang bersyukur.Surat Ibrahim berisi petunjuk-petunjuk bagi manusia untuk mengenal Allah dan Allah berjanji akan menyediakan surga bagi orang-orang yang beriman. Dalam surat ini Allah menjelaskan bahwa rasul-rasul diutus dengan mempergunakan bahasa kaumnya agar kaum itu bisa memahami segala perintah dan larangan Allah. Kemudian Allah menjelaskan apa yang terjadi antara rasul-rasul itu dan kaumnya masing-masing.**Hubungan Surat Ibrahim Dengan Surat Al-Hijr:**1. Kedua surat ini sama-sama dimulai dengan \"Alif laam raa\" dan menerangkan sifat Al-Qur'an.2. Dalam surat Ibrahim Allah menjelaskan bahwa Al-Qur'an adalah pembimbing manusia ke jalan Allah, kemudian dalam surat Al-Hijr Allah menambahkan bahwa Al-Qur'an akan tetap terjaga kemurniannya sepanjang zaman.3. Masing-masing surat ini menjelaskan keadaan langit dan bumi dan sama-sama menjelaskan bahwa kejadian-kejadian alam ini mengandung hikmah, sebagai tanda keesaan dan kebesaran Allah.4. Kedua surat ini mengandung kisah Nabi Ibrahim dengan terperinci.5. Kedua surat ini sama-sama menerangkan keadaan orang-orang kafir pada hari kiamat dan penyesalan mereka: mengapa sewaktu hidup di dunia mereka tidak menjadi orang yang beriman.6. Kedua surat ini sama-sama menceritakan kisah nabi-nabi zaman dahulu dengan kaumnya serta menerangkan keadaan orang yang ingkar kepada nabi pada hari kiamat. Kisah-kisah ini disampaikan kepada Nabi Muhammad sebagai penghibur beliau ketika menghadapi berbagai kesulitan yang beliau temui dalam mendakwahkan agama Islam.",
      "verses": [
        {
          "number": 6,
          "arabic": "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِ ٱذْكُرُوا۟ نِعْمَةَ ٱللَّهِ عَلَيْكُمْ إِذْ أَنجَىٰكُم مِّنْ ءَالِ فِرْعَوْنَ يَسُومُونَكُمْ سُوٓءَ ٱلْعَذَابِ وَيُذَبِّحُونَ أَبْنَآءَكُمْ وَيَسْتَحْيُونَ نِسَآءَكُمْ ۚ وَفِى ذَٰلِكُم بَلَآءٌ مِّن رَّبِّكُمْ عَظِيمٌ",
          "transliteration": "wa-idh qāla mūsā liqawmihi udh'kurū niʿ'mata l-lahi ʿalaykum idh anjākum min āli fir'ʿawna yasūmūnakum sūa l-ʿadhābi wayudhabbiḥūna abnāakum wayastaḥyūna nisāakum wafī dhālikum balāon min rabbikum ʿaẓīmun",
          "translation": "Dan (ingatlah) ketika Musa berkata kepada kaumnya, \"Ingatlah nikmat Allah atasmu ketika Dia menyelamatkan kamu dari pengikut-pengikut Fir'aun; mereka menyiksa kamu dengan siksa yang pedih, dan menyembelih anak-anakmu yang laki-laki, dan membiarkan hidup anak-anak perempuanmu; pada yang demikian itu terdapat suatu cobaan yang besar dari Tuhanmu.\"",
          "tafsir": "Dalam ayat ini, Allah swt mengisahkan tentang Nabi Musa yang mengajak umatnya untuk mengenang nikmat Allah yang telah dilimpahkan kepada mereka, yakni ketika Allah menyelamatkan mereka dari kekejaman Firaun beserta para pengikutnya, yang telah menyiksa mereka dengan siksaan yang berat, menyembelih anak laki-laki mereka, dan membiarkan anak-anak perempuan mereka hidup. Kemudian Nabi Musa mengingatkan kepada umatnya bahwa semua pengalaman yang telah mereka lalui itu sebenarnya merupakan cobaan yang amat berat dari Allah terhadap mereka, untuk menguji keimanan dan ketaatan mereka kepada-Nya."
        },
        {
          "number": 7,
          "arabic": "وَإِذْ تَأَذَّنَ رَبُّكُمْ لَئِن شَكَرْتُمْ لَأَزِيدَنَّكُمْ ۖ وَلَئِن كَفَرْتُمْ إِنَّ عَذَابِى لَشَدِيدٌ",
          "transliteration": "wa-idh ta-adhana rabbukum la-in shakartum la-azīdannakum wala-in kafartum inna ʿadhābī lashadīdun",
          "translation": "Dan (ingatlah) ketika Tuhanmu memaklumkan, \"Sesungguhnya jika kamu bersyukur, niscaya Aku akan menambah (nikmat) kepadamu, tetapi jika kamu mengingkari (nikmat-Ku), maka pasti azab-Ku sangat berat.\"",
          "tafsir": "Dalam ayat ini Allah swt kembali mengingatkan hamba-Nya untuk senantiasa bersyukur atas segala nikmat yang telah dilimpahkan-Nya. Bila mereka melaksanakannya, maka nikmat itu akan ditambah lagi oleh-Nya. Sebaliknya, Allah juga mengingatkan kepada mereka yang mengingkari nikmat-Nya, dan tidak mau bersyukur bahwa Dia akan menimpakan azab-Nya yang sangat pedih kepada mereka. Mensyukuri rahmat Allah bisa dilakukan dengan berbagai cara. Pertama, dengan ucapan yang setulus hati; kedua, diiringi dengan perbuatan, yaitu menggunakan rahmat tersebut untuk tujuan yang diridai-Nya. Dalam kehidupan sehari-hari, dapat kita lihat bahwa orang-orang yang dermawan dan suka menginfakkan hartanya untuk kepentingan umum dan menolong orang, pada umumnya tak pernah jatuh miskin ataupun sengsara. Bahkan, rezekinya senantiasa bertambah, kekayaannya makin meningkat, dan hidupnya bahagia, dicintai serta dihormati dalam pergaulan. Sebaliknya, orang-orang kaya yang kikir, atau suka menggunakan kekayaannya untuk hal-hal yang tidak diridai Allah, seperti judi atau memungut riba, maka kekayaannya tidak bertambah, bahkan lekas menyusut. Di samping itu, ia senantiasa dibenci dan dikutuk orang banyak, dan di akhirat memperoleh hukuman yang berat."
        },
        {
          "number": 8,
          "arabic": "وَقَالَ مُوسَىٰٓ إِن تَكْفُرُوٓا۟ أَنتُمْ وَمَن فِى ٱلْأَرْضِ جَمِيعًا فَإِنَّ ٱللَّهَ لَغَنِىٌّ حَمِيدٌ",
          "transliteration": "waqāla mūsā in takfurū antum waman fī l-arḍi jamīʿan fa-inna l-laha laghaniyyun ḥamīdun",
          "translation": "Dan Musa berkata, \"Jika kamu dan orang yang ada di bumi semuanya mengingkari (nikmat Allah), maka sesungguhnya Allah Mahakaya, Maha Terpuji.",
          "tafsir": "Allah swt menjelaskan dalam ayat ini ucapan Nabi Musa a.s. ketika ia mengatakan kepada kaumnya, bahwa seandainya mereka dan orang-orang yang ada di bumi ini semuanya kafir kepada Allah dan mengingkari nikmat dan rahmat-Nya, hal ini tidak akan mengurangi kebesaran dan keagungan-Nya. Sebab, Allah swt Mahakaya, dan Terpuji, tidak memerlukan ucapan syukur mereka dan tidak membutuhkan amalan kebajikan mereka untuk kepentingan dirinya atau untuk menambah kebesaran dan kemuliaan-Nya. Kekafiran mereka itu akan merugikan diri sendiri, karena Allah tidak menambah nikmat dan rahmat kepada mereka. Firman Allah: Barang siapa mengerjakan kebajikan maka (pahalanya) untuk dirinya sendiri dan barang siapa berbuat jahat maka (dosanya) menjadi tanggungan dirinya sendiri. Dan Tuhanmu sama sekali tidak menzalimi hamba-hamba (Nya). (Fushshilat/41: 46)"
        },
        {
          "number": 9,
          "arabic": "أَلَمْ يَأْتِكُمْ نَبَؤُا۟ ٱلَّذِينَ مِن قَبْلِكُمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ ۛ وَٱلَّذِينَ مِنۢ بَعْدِهِمْ ۛ لَا يَعْلَمُهُمْ إِلَّا ٱللَّهُ ۚ جَآءَتْهُمْ رُسُلُهُم بِٱلْبَيِّنَـٰتِ فَرَدُّوٓا۟ أَيْدِيَهُمْ فِىٓ أَفْوَٰهِهِمْ وَقَالُوٓا۟ إِنَّا كَفَرْنَا بِمَآ أُرْسِلْتُم بِهِۦ وَإِنَّا لَفِى شَكٍّ مِّمَّا تَدْعُونَنَآ إِلَيْهِ مُرِيبٍ",
          "transliteration": "alam yatikum naba-u alladhīna min qablikum qawmi nūḥin waʿādin wathamūda wa-alladhīna min baʿdihim lā yaʿlamuhum illā l-lahu jāathum rusuluhum bil-bayināti faraddū aydiyahum fī afwāhihim waqālū innā kafarnā bimā ur'sil'tum bihi wa-innā lafī shakkin mimmā tadʿūnanā ilayhi murībin",
          "translation": "Apakah belum sampai kepadamu berita orang-orang sebelum kamu (yaitu) kaum Nuh, 'Ād, Samud dan orang-orang setelah mereka. Tidak ada yang mengetahui mereka selain Allah. Rasul-rasul telah datang kepada mereka membawa bukti-bukti (yang nyata), namun mereka menutupkan tangannya ke mulutnya (karena kebencian), dan berkata, \"Sesungguhnya kami tidak percaya akan (bukti bahwa) kamu diutus (kepada kami), dan kami benar-benar dalam keraguan yang menggelisahkan terhadap apa yang kamu serukan kepada kami.\"",
          "tafsir": "Dalam ayat ini, Allah swt bertanya kepada umat manusia apakah mereka pernah mendapatkan berita tentang umat-umat yang terdahulu, serta berita tentang peristiwa-peristiwa yang telah mereka alami, misalnya berita tentang kaum Nabi Nuh, kaum Â'd dan kaum samud, serta umat yang datang sesudah mereka, yang hanya Allah sajalah yang benar-benar mengetahuinya? Mereka mendustakan para rasul padahal telah membawa bukti-bukti yang nyata. Mereka menutupkan tangan ke mulut untuk menunjukkan kebencian kepada para rasul tersebut, seraya berkata, \"Sesungguhnya kami menging-kari apa-apa yang diperintahkan kepadamu untuk disampaikan kepada kami.\" Di samping itu, umat-umat tersebut juga mengatakan kepada para rasul bahwa mereka berada dalam keragu-raguan dan tidak yakin akan kebenaran yang diserukan para rasul kepada mereka."
        },
        {
          "number": 10,
          "arabic": "۞ قَالَتْ رُسُلُهُمْ أَفِى ٱللَّهِ شَكٌّ فَاطِرِ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ يَدْعُوكُمْ لِيَغْفِرَ لَكُم مِّن ذُنُوبِكُمْ وَيُؤَخِّرَكُمْ إِلَىٰٓ أَجَلٍ مُّسَمًّى ۚ قَالُوٓا۟ إِنْ أَنتُمْ إِلَّا بَشَرٌ مِّثْلُنَا تُرِيدُونَ أَن تَصُدُّونَا عَمَّا كَانَ يَعْبُدُ ءَابَآؤُنَا فَأْتُونَا بِسُلْطَـٰنٍ مُّبِينٍ",
          "transliteration": "qālat rusuluhum afī l-lahi shakkun fāṭiri l-samāwāti wal-arḍi yadʿūkum liyaghfira lakum min dhunūbikum wayu-akhirakum ilā ajalin musamman qālū in antum illā basharun mith'lunā turīdūna an taṣuddūnā ʿammā kāna yaʿbudu ābāunā fatūnā bisul'ṭānin mubīnin",
          "translation": "Rasul-rasul mereka berkata, \"Apakah ada keraguan terhadap Allah, Pencipta langit dan bumi? Dia menyeru kamu (untuk beriman) agar Dia mengampuni sebagian dosa-dosamu dan menangguhkan (siksaan)mu sampai waktu yang ditentukan?\" Mereka berkata, \"Kamu hanyalah manusia seperti kami juga. Kamu ingin menghalangi kami (menyembah) apa yang dari dahulu disembah nenek moyang kami, karena itu datangkanlah kepada kami bukti yang nyata.\"",
          "tafsir": "Dalam ayat ini dijelaskan bahwa karena mereka menyatakan keragu-raguan terhadap apa yang disampaikan oleh para rasul kepada mereka, terutama tentang kekuasaan Allah swt, maka para rasul tersebut mengatakan kepada umatnya, \"Apakah patut adanya keragu-raguan terhadap Allah, Pencipta langit dan bumi? Dia menyeru kamu untuk memberikan ampunan atas segala dosa-dosamu, dan Dia telah menangguhkan siksaan terhadapmu sampai kepada suatu masa yang ditentukan-Nya ? Sebaliknya, umat dari masing-masing rasul itu mengatakan bahwa para rasul tersebut, menurut pandangan mereka, adalah manusia biasa seperti mereka dan tidak mempunyai kelebihan apa-apa. Sebab itu, tidak ada alasan bagi mereka untuk menjadi pengikut rasul-rasul tersebut. Menurut mereka, para rasul itu sudah memalingkan mereka dari agama yang diwarisi dari nenek moyang mereka, serta menghalang-halangi mereka dari menyembah patung-patung yang menjadi sesembahan nenek moyang tersebut. Oleh karena itu, mereka meminta bukti yang nyata dari para rasul untuk menunjukkan kebenaran pengutusan mereka sebagai rasul Allah swt. Padahal, rasul-rasul itu telah mengemukakan mukjizat masing-masing, yang dikaruniakan Allah kepada mereka sebagai bukti kerasulannya."
        }
      ]
    }
  ]
}