{
  "pageNumber": 231,
  "juz": 12,
  "surahs": [
    {
      "number": 11,
      "name": "Hud",
      "nameArabic": "هود",
      "meaning": "Nabi Hud",
      "revelation": "Makkah",
      "description": "Surat Hud termasuk surat Makkiyyah, terdiri dari 123 ayat, dan diturunkan setelah surat Yunus.Surat ini dinamai Hud karena di dalamnya terdapat kisah Nabi Hud dan kaumnya. Dalam surat ini juga terdapat kisah-kisah nabi yang lain, seperti: Nuh, Shaleh, Ibrahim, Luth, Syu'aib, dan Musa.**Pokok-Pokok isi:**1. **Keimanan:** Keberadaan 'Arsy Allah; kejadian alam dalam enam masa; keberadaan golongan-golongan manusia pada hari kiamat.2. **Hukum-hukum:** Agama membolehkan menikmati yang baik-baik dan memakai perhiasan asal tidak berlebih-lebihan; tidak boleh bersikap sombong; tidak boleh berdoa atau mengharapkan sesuatu yang mustahil menurut sunnatullah.3. **Kisah-kisah:** Kisah Nuh dan kaumnya; kisah Hud dan kaumnya; kisah Shaleh dan kaumnya; kisah Ibrahim dan kaumnya; kisah Syu'aib dan kaumnya; kisah Luth dan kaumnya; kisah Musa dan kaumnya.4. **Lain-lain:** Pelajaran-pelajaran yang diambil dari kisah-kisah para nabi; air sumber segala kehidupan; shalat memperkuat keimanan; sunnatullah yang berhubungan dengan kebinasaan suatu kaum.Surat Hud berisi hal-hal yang berhubungan dengan pokok-pokok agama, seperti ketauhidan, kerasulan, dan hari kebangkitan, kemudian dihubungkan dengan dakwah yang telah dilakukan oleh para nabi kepada kaumnya.**Hubungan Surat Hud Dengan Surat Yusuf:**1. Kedua surat ini sama-sama dimulai dengan alif laam raa kemudian diiringi dengan penjelasan tentang Al-Qur'an.2. Surat Yusuf menyempurnakan penjelasan kisah para rasul yang disebut dalam surat Hud, kemudian kisah itu dijadikan dalil untuk menyatakan bahwa Al-Qur'an adalah wahyu Ilahi; setelah Nabi Muhammad tidak ada lagi nabi atau rasul yang diutus Allah.3. Perbedaan kedua surat ini ada dalam menjelaskan kisah-kisah para nabi. Dalam surat Hud diutarakan kisah beberapa orang rasul dalam menyampaikan risalah kepada kaumnya, akibat mengikuti dan akibat mendustakan mereka, kemudian dijadikan perbandingan dan berita yang mengancam kaum musyrikin Arab beserta pengikut-pengikutnya. Dalam surat Yusuf diterangkan tentang kehidupan Nabi Yusuf yang pada mulanya dizalimi oleh saudara-saudaranya kemudian menjadi rasul yang berkuasa dan dapat menolong saudara-sudaranya beserta kedua orang tuanya. Kepribadian Nabi Yusuf ini harus dijadikan teladan oleh semua orang yang beriman kepada Nabi Muhammad.",
      "verses": [
        {
          "number": 82,
          "arabic": "فَلَمَّا جَآءَ أَمْرُنَا جَعَلْنَا عَـٰلِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهَا حِجَارَةً مِّن سِجِّيلٍ مَّنضُودٍ",
          "transliteration": "falammā jāa amrunā jaʿalnā ʿāliyahā sāfilahā wa-amṭarnā ʿalayhā ḥijāratan min sijjīlin manḍūdin",
          "translation": "Maka ketika keputusan Kami datang, Kami menjungkirbalikkan negeri kaum Luṭ, dan Kami hujani mereka bertubi-tubi dengan batu dari tanah yang terbakar,",
          "tafsir": "Ketika putusan Allah telah datang untuk mengazab kaum Luth, Allah menjadikan negeri mereka terjungkir balik, yang di atas jatuh ke bawah dan yang di bawah naik ke atas, dan Allah menghujani mereka dengan batu-batu yang berasal dari tanah yang terbakar hangus yang jatuh kepada mereka secara bertubi-tubi. Tentang ambruknya tanah menurut ahli pengetahuan adalah disebabkan karena adanya uap atau gas-gas yang keluar dari dasarnya kemudian karena adanya kekosongan di bawah lapisan bumi itu, maka tanah-tanah yang ada di atasnya menjadi runtuh dan ambruk ke bawah."
        },
        {
          "number": 83,
          "arabic": "مُّسَوَّمَةً عِندَ رَبِّكَ ۖ وَمَا هِىَ مِنَ ٱلظَّـٰلِمِينَ بِبَعِيدٍ",
          "transliteration": "musawwamatan ʿinda rabbika wamā hiya mina l-ẓālimīna bibaʿīdin",
          "translation": "yang diberi tanda oleh Tuhanmu. Dan siksaan itu tiadalah jauh dari orang yang zalim.",
          "tafsir": "Allah menurunkan batu-batu sijjil sebelum bumi dijungkirbalikkan. Menurut firman Allah dalam surah adz-dzariyat batu-batu itu adalah tanah liat yang terbakar sehingga menjadi batu yang diberi tanda oleh Allah Taala dengan nama orang-orang yang akan ditimpakannya. Batu-batu itu dijatuhkan di tempat yang sering dilalui orang musyrik Quraisy ketika mereka berdagang ke negeri Syam supaya menjadi peringatan bagi mereka agar jangan memusuhi Muhammad, supaya jangan ditimpa azab seperti yang menimpa kaum Nabi Lut a.s. yang ingkar kepada nabinya. Tempat itu sering dilalui oleh mereka bila mereka berdagang di musim panas di negeri Syam seperti diterangkan dalam firman Allah: Dan sesungguhnya kamu (penduduk Mekah) benar-benar akan melalui (bekas-bekas) mereka pada waktu pagi, (ash-saffat/37: 137)"
        },
        {
          "number": 84,
          "arabic": "۞ وَإِلَىٰ مَدْيَنَ أَخَاهُمْ شُعَيْبًا ۚ قَالَ يَـٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَـٰهٍ غَيْرُهُۥ ۖ وَلَا تَنقُصُوا۟ ٱلْمِكْيَالَ وَٱلْمِيزَانَ ۚ إِنِّىٓ أَرَىٰكُم بِخَيْرٍ وَإِنِّىٓ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ مُّحِيطٍ",
          "transliteration": "wa-ilā madyana akhāhum shuʿayban qāla yāqawmi uʿ'budū l-laha mā lakum min ilāhin ghayruhu walā tanquṣū l-mik'yāla wal-mīzāna innī arākum bikhayrin wa-innī akhāfu ʿalaykum ʿadhāba yawmin muḥīṭin",
          "translation": "Dan kepada (penduduk) Madyan (Kami utus) saudara mereka, Syu'aib. Dia berkata, \"Wahai kaumku! Sembahlah Allah, tidak ada tuhan bagimu selain Dia. Dan janganlah kamu kurangi takaran dan timbangan. Sesungguhnya aku melihat kamu dalam keadaan yang baik (makmur). Dan sesungguhnya aku khawatir kamu akan ditimpa azab pada hari yang membinasakan (Kiamat).",
          "tafsir": "Pada ayat ini diterangkan bahwa Allah swt mengutus Syuaib sebagai rasul-Nya kepada penduduk Madyan. Syuaib dipilih dari kaumnya sendiri. Syuaib adalah seorang putera keturunan dari Madyan bin Ibrahim a.s. Madyan membangun suatu daerah untuk kaumnya yang terletak di Hajar dekat negeri Syam, dan dinamakan sesuai dengan namanya, sehingga daerah itu beserta penduduknya dan kabilahnya dikatakan Madyan. Syuaib a.s. sebagai rasul Allah memulai tugas dakwahnya dengan mengajak kaumnya supaya menyembah Allah dan melarang mempersekutukan-Nya dengan berhala-berhala, patung-patung, dan sebagainya, karena tiada Tuhan yang patut disembah selain Allah Yang Maha Esa yang menciptakan seluruh alam semesta. Kemudian Syuaib a.s. melarang kaumnya mengurangi takaran dan timbangan, sebagaimana yang mereka lakukan dalam segala macam perdagangan dan jual-beli, sebab perbuatan itu sama dengan mengambil hak orang dengan kecurangan yang sangat jahat dan keji. Larangan serupa ini diterangkan pula dalam firman Allah: Celakalah bagi orang-orang yang curang (dalam menakar dan menimbang)! (Yaitu) orang-orang yang apabila menerima takaran dari orang lain mereka minta dicukupkan, dan apabila mereka menakar atau menimbang (untuk orang lain), mereka mengurangi. (al-Muthaffifin/83: 1- 3) Syuaib a.s. menjelaskan kepada kaumnya, bahwa ia melihat mereka hidup berkecukupan dan kaya raya, mereka tidak perlu melakukan kecurangan dalam takaran dan timbangan. Sebab, perbuatan itu selain mengambil hak orang lain dengan cara yang licik dan keji juga berarti mengingkari nikmat Allah yang telah memberi kekayaan yang banyak kepada mereka. Semestinya mereka bersyukur kepada-Nya, bukan sebalik-nya mereka menambah harta kekayaan dengan kecurangan-kecurangan dan kelicikan-kelicikan yang sangat dimurkai Allah. Nabi Syuaib a.s. mem-peringatkan kaumnya, bahwa apabila mereka masih tetap membangkang dalam kekafiran dan terus melakukan pekerjaan tercela itu, maka ia khawatir mereka akan ditimpa azab yang membinasakan mereka."
        },
        {
          "number": 85,
          "arabic": "وَيَـٰقَوْمِ أَوْفُوا۟ ٱلْمِكْيَالَ وَٱلْمِيزَانَ بِٱلْقِسْطِ ۖ وَلَا تَبْخَسُوا۟ ٱلنَّاسَ أَشْيَآءَهُمْ وَلَا تَعْثَوْا۟ فِى ٱلْأَرْضِ مُفْسِدِينَ",
          "transliteration": "wayāqawmi awfū l-mik'yāla wal-mīzāna bil-qis'ṭi walā tabkhasū l-nāsa ashyāahum walā taʿthaw fī l-arḍi muf'sidīna",
          "translation": "Dan wahai kaumku! Penuhilah takaran dan timbangan dengan adil, dan janganlah kamu merugikan manusia terhadap hak-hak mereka dan jangan kamu membuat kejahatan di bumi dengan berbuat kerusakan.",
          "tafsir": "Syuaib a.s. menjelaskan kepada kaumnya tentang hal yang harus mereka lakukan dalam soal takar-menakar dan timbang-menimbang, setelah lebih dahulu melarang mereka mengurangi takaran dan timbangan. Kewajiban itu ialah supaya kaumnya menyempurnakan takaran dan timbangan dengan adil tanpa kurang atau lebih dari semestinya. Bagi penjual yang sebetulnya dilarang ialah mengurangi takaran dan timbangan dari semestinya, dan tidak ada salahnya menambah dengan sepantasnya, untuk meyakinkan bahwa takaran dan timbangan itu benar-benar sudah cukup. Cara ini adalah terpuji, akan tetapi Syuaib a.s. mewajibkan mereka supaya berbuat adil tanpa kurang atau lebih. Ini maksudnya supaya dalam melaksanakan takaran dan timbangan benar-benar teliti. Setelah Nabi Syuaib a.s. melarang kaumnya mengurangi takaran dan timbangan dan mewajibkan mereka supaya menyempurnakannya, kemudian ia melarang mereka dari segala macam perbuatan yang sifatnya mengurangi hak-hak orang lain, hak milik perseorangan atau orang banyak, baik jenis yang ditakar dan yang ditimbang maupun jenis-jenis lainnya seperti yang dihitung atau yang sudah dibatasi dengan batas-batas tertentu. Lebih jauh lagi Nabi Syuaib a.s. melarang kaumnya berbuat apa saja yang sifatnya merusak atau mengganggu keamanan dan ketenteraman di muka bumi, baik yang berhubungan dengan urusan-urusan keduniaan maupun yang ber-hubungan dengan keagamaan. Ayat ini mengandung hukum antara lain: a. Wajib menyempurnakan timbangan dan takaran sebagaimana mestinya. b. Haram mengambil hak orang lain, dengan cara dan jalan apa saja, baik hak itu milik perseorangan atau milik orang banyak seperti harta pemerintah dan perusahaan. c. Haram berbuat sesuatu yang bersifat merusak atau mengganggu keamanan dan ketenteraman di muka bumi, seperti mencopet, mencuri, merampok, korupsi, menteror, dan lain-lainnya."
        },
        {
          "number": 86,
          "arabic": "بَقِيَّتُ ٱللَّهِ خَيْرٌ لَّكُمْ إِن كُنتُم مُّؤْمِنِينَ ۚ وَمَآ أَنَا۠ عَلَيْكُم بِحَفِيظٍ",
          "transliteration": "baqiyyatu l-lahi khayrun lakum in kuntum mu'minīna wamā anā ʿalaykum biḥafīẓin",
          "translation": "Sisa (yang halal) dari Allah adalah lebih baik bagimu jika kamu orang yang beriman. Dan aku bukanlah seorang penjaga atas dirimu.\"",
          "tafsir": "Pada ayat ini, Nabi Syuaib a.s. memberikan penjelasan kepada kaumnya bahwa keuntungan yang halal yang mereka peroleh setelah menyempurnakan takaran dan timbangan, adalah lebih baik dari keuntungan yang haram yang mereka peroleh dengan cara mengurangi takaran dan timbangan, jika mereka beriman. Karena iman itu benar-benar dapat membersihkan jiwa dari keserakahan dan ketamakan, dan mengisinya dengan sifat pemurah. Tetapi jika mereka tidak beriman, tentu tidak akan dapat merasakan sama sekali. Selanjutnya Nabi Syuaib a.s. menjelaskan kepada kaumnya, bahwa ia bukanlah orang yang ditugaskan memelihara atau menjaga mereka dari berbuat kejahatan-kejahatan. Dia hanya sekadar menyampaikan nasihat-nasihat dan petunjuk-petunjuk kepada mereka. Tugas itu sudah dilaksanakannya dengan sungguh-sungguh dan disertai dengan peringatan-peringatan tentang azab Allah kepada orang-orang yang tetap membangkang."
        },
        {
          "number": 87,
          "arabic": "قَالُوا۟ يَـٰشُعَيْبُ أَصَلَوٰتُكَ تَأْمُرُكَ أَن نَّتْرُكَ مَا يَعْبُدُ ءَابَآؤُنَآ أَوْ أَن نَّفْعَلَ فِىٓ أَمْوَٰلِنَا مَا نَشَـٰٓؤُا۟ ۖ إِنَّكَ لَأَنتَ ٱلْحَلِيمُ ٱلرَّشِيدُ",
          "transliteration": "qālū yāshuʿaybu aṣalatuka tamuruka an natruka mā yaʿbudu ābāunā aw an nafʿala fī amwālinā mā nashāu innaka la-anta l-ḥalīmu l-rashīdu",
          "translation": "Mereka berkata, \"Wahai Syu'aib! Apakah agamamu yang menyuruhmu agar kami meninggalkan apa yang disembah nenek moyang kami atau melarang kami mengelola harta kami menurut cara yang kami kehendaki? Sesungguhnya engkau benar-benar orang yang sangat penyantun dan pandai.\"<sup foot_note=135357>1</sup>",
          "tafsir": "Pada ayat ini, Allah menerangkan reaksi yang dihadapi Nabi Syuaib a.s. dari kaumnya sebagai bantahan atas dua macam isi dakwahnya itu, yaitu: pertama, supaya mereka menyembah Allah Yang Maha Esa dan tidak boleh mermpersekutukan-Nya dengan menyembah berhala-berhala dan sebagai-nya; kedua, supaya mereka menyempurnakan takaran dan timbangan dan tidak boleh menguranginya. Terhadap isi dakwah yang pertama, mereka membantah dengan mengatakan, \"Apakah salatmu, yang ditimbulkan oleh kekacauan pikiran yang tidak menentu dan perbuatan gila, yang mendorong dan memerintahkan kamu supaya kami meninggalkan sembahan kami dari berhala-berhala dan patung-patung yang disembah oleh nenek-moyang kami?\" Mereka sengaja menyebutkan salat Syuaib a.s. karena ia terkenal banyak melakukan salat sehingga menjadi ejekan bagi mereka, karena mereka menyangka bahwa perbuatannya itu adalah perbuatan gila dan kekacauan pikiran yang tidak menentu. Apabila kaumnya melihat ia sedang melakukan salat mereka saling mengedipkan mata dan mentertawakannya, maka salat itu adalah di antara syiar-syiar agama yang menjadi bahan tertawaan mereka. Adapun terhadap isi dakwahnya yang kedua, mereka membantah dengan mengatakan, \"Apakah salat itu yang memerintahkan kamu supaya melarang dan mengekang kebebasan kami dalam mendayagunakan harta kekayaan kami menurut kepandaian dan kecerdikan dengan segala macam tipu daya sesuai dengan kemauan dan keinginan kami? Sungguh kamu adalah orang yang sangat penyantun lagi pandai.\" Menurut Ibnu Abbas, pujian kepada Syuaib a.s. itu merupakan ejekan terhadapnya, sedang yang mereka maksud ialah sebaliknya, yakni lawan dari dua sifat itu. Pendapat ini sesuai dengan percakapan mereka sebelumnya yang sifat dan tujuannya adalah mengejek. Pendapat lain mengatakan bahwa pujian itu tetap menurut artinya yang asal berdasarkan prasangka mereka semula yaitu sebelum Syuaib a.s. menyampaikan dakwahnya itu kepada mereka. Seolah-olah mereka mengatakan, \"Kamu selama ini sangat penyantun lagi pandai, mengapa sekarang kamu mau menyusahkan kami?\" Pendapat ini seirama dengan perkataan kaum namud kepada Nabi Saleh a.s. yang diterangkan dalam firman Allah: Mereka (kaum Samud) berkata, \"Wahai Saleh! Sungguh, engkau sebelum ini berada di tengah-tengah kami merupakan orang yang diharapkan, mengapa engkau melarang kami menyembah apa yang disembah oleh nenek moyang kami? Sungguh, kami benar-benar dalam keraguan dan kegelisahan terhadap apa (agama) yang engkau serukan kepada kami.\" (Hud/11: 62)"
        },
        {
          "number": 88,
          "arabic": "قَالَ يَـٰقَوْمِ أَرَءَيْتُمْ إِن كُنتُ عَلَىٰ بَيِّنَةٍ مِّن رَّبِّى وَرَزَقَنِى مِنْهُ رِزْقًا حَسَنًا ۚ وَمَآ أُرِيدُ أَنْ أُخَالِفَكُمْ إِلَىٰ مَآ أَنْهَىٰكُمْ عَنْهُ ۚ إِنْ أُرِيدُ إِلَّا ٱلْإِصْلَـٰحَ مَا ٱسْتَطَعْتُ ۚ وَمَا تَوْفِيقِىٓ إِلَّا بِٱللَّهِ ۚ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ",
          "transliteration": "qāla yāqawmi ara-aytum in kuntu ʿalā bayyinatin min rabbī warazaqanī min'hu riz'qan ḥasanan wamā urīdu an ukhālifakum ilā mā anhākum ʿanhu in urīdu illā l-iṣ'lāḥa mā is'taṭaʿtu wamā tawfīqī illā bil-lahi ʿalayhi tawakkaltu wa-ilayhi unību",
          "translation": "Dia (Syu'aib) berkata, \"Wahai kaumku! Terangkan padaku jika aku mempunyai bukti yang nyata dari Tuhanku dan aku dianugerahi-Nya rezeki yang baik (pantaskah aku menyalahi perintah-Nya)? Aku tidak bermaksud menyalahi kamu terhadap apa yang aku larang darinya. Aku hanya bermaksud (mendatangkan) perbaikan selama aku masih sanggup. Dan petunjuk yang aku ikuti hanya dari Allah. Kepada-Nya aku bertawakal dan kepada-Nya (pula) aku kembali.",
          "tafsir": "Pada ayat ini Allah swt menerangkan jawaban Syuaib a.s. terhadap bantahan kaumnya itu dengan mengatakan, \"Hai kaumku bagaimana pikiranmu tentang persoalan ini jika aku mempunyai bukti yang nyata dari Tuhanku bahwa dakwah yang kusampaikan kepadamu itu bukan pendapatku sendiri tetapi wahyu dari Allah. Ia telah menganugerahkan kepadaku bermacam-macam rezeki yang baik. Semuanya aku peroleh dengan jalan yang halal, tanpa mengurangi takaran dan timbangan dan cara-cara lain yang sifatnya mengurangi atau merugikan hak orang lain dengan cara yang tidak sah. Apa yang kukatakan ini kepadamu sekalian adalah hasil percobaan dan pengalamanku dalam usaha yang berhasil baik yang mengandung kebajikan dan keberkahan, bukan sekadar berdasarkan teori atau omongan orang yang belum berpengalaman.\" Selanjutnya Nabi Syuaib a.s. menjelaskan kepada kaumnya dengan mengatakan, \"Sama sekali aku tidak bermaksud melarangmu untuk mengurangi takaran dan timbangan serta perbuatan-perbuatan lain yang sifatnya mengurangi atau merugikan hak orang lain dengan jalan yang tidak halal, lalu kemudian aku sendiri mengerjakannya, tetapi sejak semula aku telah berlaku jujur dan tidak mengerjakan penipuan dan kecurangan.\" Kemudian Nabi Syuaib a.s. mengatakan bahwa ia tidak akan mendapat taufik dalam setiap langkah yang diambilnya, kecuali dengan hidayah dan pertolongan Allah. Kemudian ia menyatakan lagi bahwa ia tidak punya daya dan kekuatan, hanya kepada Allah-lah dia bertawakal dalam menunaikan dakwah yang disampaikan kepada kaumnya. Dan kepada-Nyalah ia kembali dalam segala urusan di dunia ini, dan Dialah yang akan membalas semua amalnya di hari akhirat."
        }
      ]
    }
  ]
}