{
  "pageNumber": 410,
  "juz": 21,
  "surahs": [
    {
      "number": 30,
      "name": "Ar-Rum",
      "nameArabic": "الروم",
      "meaning": "Bangsa Romawi",
      "revelation": "Makkah",
      "description": "Surat Ar-Rum yang terdiri dari 60 ayat, termasuk surat Makkiyyah, dan diturunkan setelah surat Al-Insyiqaq.Dinamakan Ar-Rum karena pada permulaan surat ini, yaitu ayat ke-2, ke-3, dan ke-4 terdapat berita tentang bangsa Romawi yang pada mulanya dikalahkan bangsa Persia, tetapi setelah beberapa tahun kemudian kerajaan Romawi dapat menuntut balas dan mengalahkan kerajaan Persia kembali.Ini adalah salah satu mukjizat Al-Qur'an, yaitu memberitahukan hal-hal yang akan terjadi pada masa yang akan datang. Juga suatu isyarat bahwa kaum muslimin yang demikian lemahnya pada waktu itu akan menang dan dapat menghancurkan kaum musyrikin. Isyarat ini terbukti pertama kali pada perang Badar.**Pokok-Pokok Isi:**1. **Keimanan:** Bukti-bukti kerasulan Nabi Muhammad terkait perkara gaib, seperti kemenangan bangsa Romawi atas kerajaan Persia; bukti-bukti keesaan Allah yang terdapat pada alam dan kejadian-kejadian pada alam itu sendiri; bukti-bukti keberadaan hari kebangkitan; contoh dan perumpamaan yang menjelaskan bahwa berhala dan sembahan tidak dapat menolong dan memberi manfaat kepada penyembah-penyembahnya sedikit pun.2. **Hukum-hukum:** Kewajiban menyembah Allah dan mengakui keesaan-Nya karena sesuai dengan fitrah manusia; kewajiban berdakwah; kewajiban memberikan nafkah (sedekah) kepada kaum kerabat, fakir miskin, musafir, dan sebagainya; larangan mengikuti orang musyrik; hukum riba.3. **Kisah-kisah:** Berita tentang bangsa Romawi sebagai suatu umat yang beragama walaupun dikalahkan pada mulanya oleh kerajaan Persia yang menyembah api namun akhirnya meraih kemenangan kembali.4. **Lain-lain:** Manusia bergembira dan bangga apabila mendapat nikmat tetapi berputus asa apabila ditimpa musibah, kecuali orang beriman; kewajiban rasul hanya menyampaikan dakwah; kejadian-kejadian yang dialami umat-umat terdahulu wajib menjadi pelajaran bagi umat yang datang kemudian.Surat Ar-Rum menyebutkan hal-hal yang berhubungan dengan kekuasaan Allah yang mutlak terhadap semua urusan baik sebelum, setelah, maupun saat terjadinya suatu peristiwa; agama tauhid (Islam) pasti menang; ancaman-ancaman terhadap kaum musyrikin; watak-watak manusia; penyebutan kejadian-kejadian pada alam ini sebagai bukti kekuasaan dan keesaan Allah.**Hubungan Surat Ar-Rum Dengan Surat Luqman:**1. Dalam surat Ar-Rum disebutkan bahwa di dalam Al-Qur'an Allah membuat banyak perumpamaan yang bermanfaat bagi manusia, sedangkan dalam surat Luqman Allah mengisyaratkan hal yang serupa.2. Pada bagian akhir surat Ar-Rum disebutkan bahwa keadaan orang kafir, ketika dibacakan ayat-ayat Al-Qur'an, selalu membantah dan mendustakannya, sedangkan pada permulaan surat Luqman diterangkan keadaan orang kafir yang selalu berpaling dan bersifat sombong terhadap ayat-ayat Al-Qur'an itu.3. Pada surat Ar-Rum terdapat ketegasan bahwa Allahlah yang memulai penciptaan makhluk dan Dia pulalah yang membangkitkannya pada kali yang kedua. Hal itu angat mudah bagi-Nya. Dalam surat Luqman Allah menegaskan bahwa penciptaan manusia dan membangkitkannya kembali di akhirat adalah mudah pula bagi Allah.4. Pada surat Ar-Rum Allah menerangkan tabiat manusia bahwa apabila mereka ditimpa bahaya mereka berserah diri kepada Tuhannya dan bila mendapat rahmat sebagian mereka kembali mempersekutukan-Nya. Dalam surat Luqman diterangkan tentang watak manusia itu dengan memberikan contoh, yaitu ketika manusia ditimpa bahaya di tengah lautan dan ketika telah selamat sampai di darat.",
      "verses": [
        {
          "number": 51,
          "arabic": "وَلَئِنْ أَرْسَلْنَا رِيحًا فَرَأَوْهُ مُصْفَرًّا لَّظَلُّوا۟ مِنۢ بَعْدِهِۦ يَكْفُرُونَ",
          "transliteration": "wala-in arsalnā rīḥan fara-awhu muṣ'farran laẓallū min baʿdihi yakfurūna",
          "translation": "Dan sungguh, jika Kami mengirimkan angin lalu mereka melihat (tumbuh-tumbuhan itu) menjadi kuning (kering), niscaya setelah itu mereka tetap ingkar.",
          "tafsir": "Dalam ayat ini disampaikan pengandaian, yaitu bagaimana jika yang dikirim Allah itu angin yang kering dan panas serta membuat tanaman mereka yang tadinya subur menjadi kuning dan kering. Mereka pasti bertambah ingkar kepada Allah. Pada waktu Allah mengirimkan angin yang membawa hujan saja, yang membuat tanaman mereka subur, mereka hanya bergembira dan tidak bersyukur kepada-Nya. Apalagi bila yang dikirim adalah angin kering itu. Kematian tanaman mereka yang tadinya subur itu akan membuat mereka menggerutu dan bertambah ingkar kepada Allah."
        },
        {
          "number": 52,
          "arabic": "فَإِنَّكَ لَا تُسْمِعُ ٱلْمَوْتَىٰ وَلَا تُسْمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوْا۟ مُدْبِرِينَ",
          "transliteration": "fa-innaka lā tus'miʿu l-mawtā walā tus'miʿu l-ṣuma l-duʿāa idhā wallaw mud'birīna",
          "translation": "Maka sungguh, engkau tidak akan sanggup menjadikan orang-orang yang mati itu dapat mendengar, dan menjadikan orang-orang yang tuli dapat mendengar seruan, apabila mereka berpaling ke belakang.<sup foot_note=135596>1</sup>",
          "tafsir": "Allah menegaskan kepada Nabi Muhammad bahwa ia tidak akan bisa memasukkan hidayah ke dalam hati orang yang ingkar sampai orang itu berpaling dari keingkaran dan lalu beriman. Untuk itu Allah memberikan sebuah contoh yaitu orang buta yang tersesat. Orang buta tidak mungkin menemukan jalan, karena ia tidak melihatnya, kecuali kalau dituntun. Begitu pula orang yang telah memilih kekafiran dan kemusyrikan. Orang itu hatinya sudah tertutup. Oleh karena itu, petunjuk apa pun yang disampaikan kepadanya, tidak akan didengar dan diikutinya. Bagi mereka ditunjuki atau tidak ditunjuki sama saja, mereka tidak akan beriman. Yang bisa membuka hatinya itu hanyalah Allah bila Ia menghendaki. Akan tetapi, Ia tidak akan menghendaki bila orang yang bersangkutan tidak berusaha, karena hal itu melanggar hukum-hukum yang telah ditetapkan-Nya. Ayat ini dengan demikian mengingatkan Nabi saw sekali lagi agar tidak kecewa bila ada manusia yang menolak dakwahnya. Orang yang akan menerima bila ditunjuki oleh Nabi saw hanyalah yang beriman. Hal itu karena hati mereka terbuka menerima segala kebenaran yang disampaikan kepadanya. Setelah menerima kebenaran itu, mereka melaksanakannya dengan sepenuh hati untuk membaktikan diri kepada-Nya."
        },
        {
          "number": 53,
          "arabic": "وَمَآ أَنتَ بِهَـٰدِ ٱلْعُمْىِ عَن ضَلَـٰلَتِهِمْ ۖ إِن تُسْمِعُ إِلَّا مَن يُؤْمِنُ بِـَٔايَـٰتِنَا فَهُم مُّسْلِمُونَ",
          "transliteration": "wamā anta bihādi l-ʿum'yi ʿan ḍalālatihim in tus'miʿu illā man yu'minu biāyātinā fahum mus'limūna",
          "translation": "Dan engkau tidak akan dapat memberi petunjuk kepada orang-orang yang buta (mata hatinya) dari kesesatannya. Dan engkau tidak dapat memperdengarkan (petunjuk Tuhan) kecuali kepada orang-orang yang beriman dengan ayat-ayat Kami, maka mereka itulah orang-orang yang berserah diri (kepada Kami).",
          "tafsir": "Demikianlah kerasnya hati sebagian manusia, yaitu yang kafir dan musyrik. Nikmat tidak melunakkan hati mereka, dan laknat tidak membuat mereka jera. Mereka dipersamakan dengan orang mati atau tuli. Orang mati tidak mendengar apa pun yang dikatakan kepadanya. Begitu juga orang tuli yang lari tunggang-langgang, tidak akan mendengar panggilan yang ditujukan kepadanya. Oleh karena itu, Allah mengingatkan Nabi Muhammad bahwa bagaimana pun ia berusaha menyadarkan orang seperti itu, tidak akan berhasil bila Allah tidak mengizinkannya, dan karena itu Nabi tidak boleh kecewa. (53) Allah menegaskan kepada Nabi Muhammad bahwa ia tidak akan bisa memasukkan hidayah ke dalam hati orang yang ingkar sampai orang itu berpaling dari keingkaran dan lalu beriman. Untuk itu Allah memberikan sebuah contoh yaitu orang buta yang tersesat. Orang buta tidak mungkin menemukan jalan, karena ia tidak melihatnya, kecuali kalau dituntun. Begitu pula orang yang telah memilih kekafiran dan kemusyrikan. Orang itu hatinya sudah tertutup. Oleh karena itu, petunjuk apa pun yang disampaikan kepadanya, tidak akan didengar dan diikutinya. Bagi mereka ditunjuki atau tidak ditunjuki sama saja, mereka tidak akan beriman. Yang bisa membuka hatinya itu hanyalah Allah bila Ia menghendaki. Akan tetapi, Ia tidak akan menghendaki bila orang yang bersangkutan tidak berusaha, karena hal itu melanggar hukum-hukum yang telah ditetapkan-Nya. Ayat ini dengan demikian mengingatkan Nabi saw sekali lagi agar tidak kecewa bila ada manusia yang menolak dakwahnya. Orang yang akan menerima bila ditunjuki oleh Nabi saw hanyalah yang beriman. Hal itu karena hati mereka terbuka menerima segala kebenaran yang disampaikan kepadanya. Setelah menerima kebenaran itu, mereka melaksanakannya dengan sepenuh hati untuk membaktikan diri kepada-Nya."
        },
        {
          "number": 54,
          "arabic": "۞ ٱللَّهُ ٱلَّذِى خَلَقَكُم مِّن ضَعْفٍ ثُمَّ جَعَلَ مِنۢ بَعْدِ ضَعْفٍ قُوَّةً ثُمَّ جَعَلَ مِنۢ بَعْدِ قُوَّةٍ ضَعْفًا وَشَيْبَةً ۚ يَخْلُقُ مَا يَشَآءُ ۖ وَهُوَ ٱلْعَلِيمُ ٱلْقَدِيرُ",
          "transliteration": "al-lahu alladhī khalaqakum min ḍaʿfin thumma jaʿala min baʿdi ḍaʿfin quwwatan thumma jaʿala min baʿdi quwwatin ḍaʿfan washaybatan yakhluqu mā yashāu wahuwa l-ʿalīmu l-qadīru",
          "translation": "Allah lah yang menciptakan kamu dari keadaan lemah, kemudian Dia menjadikan (kamu) setelah keadaan lemah itu menjadi kuat, kemudian Dia menjadikan (kamu) setelah kuat itu lemah (kembali) dan beruban. Dia menciptakan apa yang Dia kehendaki. Dan Dia Maha Mengetahui, Mahakuasa.",
          "tafsir": "Di dalam ayat ini disampaikan perjalanan hidup manusia. Mereka berasal dari sesuatu yang tidak ada arti dan tidak punya daya apa-apa, yaitu nutfah (zygot) yang merupakan telur yang terbuahi sperma. Nuthfah itu kemudian berkembang menjadi janin, dan kemudian lahir, sebagaimana diinformasikan al-Mu'minun/23: 12-14. Dari kanak-kanak manusia kemudian menjadi remaja, dewasa, lalu matang, dan menjadi manusia yang perkasa dan berkuasa. Setelah itu manusia menginjak usia tua. Dalam usia tua itu manusia menjadi makhluk yang lemah kembali. Di samping lemah, manusia juga mengalami perubahan fisik, di antaranya rambut yang tadinya hitam menjadi uban, kulit menjadi keriput, daya penglihatan dan pendengaran semakin lemah, dan perubahan-perubahan lainnya. Setelah itu manusia pasti mati. Demikianlah Allah menciptakan makhluk yang dikehendaki-Nya, yaitu bahwa perjalanan hidup manusia di dunia pada umumnya demikian. Namun Allah dapat menentukan lain, yaitu bahwa manusia dapat saja wafat pada usia-usia yang dikehendaki-Nya sebelum usia tua tersebut. Demikianlah lemahnya manusia di depan Tuhan. Oleh karena itu, mereka hendaknya tidak menyombongkan diri, tetapi beriman dan patuh kepada-Nya."
        },
        {
          "number": 55,
          "arabic": "وَيَوْمَ تَقُومُ ٱلسَّاعَةُ يُقْسِمُ ٱلْمُجْرِمُونَ مَا لَبِثُوا۟ غَيْرَ سَاعَةٍ ۚ كَذَٰلِكَ كَانُوا۟ يُؤْفَكُونَ",
          "transliteration": "wayawma taqūmu l-sāʿatu yuq'simu l-muj'rimūna mā labithū ghayra sāʿatin kadhālika kānū yu'fakūna",
          "translation": "Dan pada hari (ketika) terjadinya Kiamat, orang-orang yang berdosa bersumpah, bahwa mereka berdiam (dalam kubur) hanya sesaat (saja). Begitulah dahulu mereka dipalingkan (dari kebenaran).<sup foot_note=135597>1</sup>",
          "tafsir": "Diterangkan bahwa pada hari kebangkitan nanti, orang-orang kafir menyatakan kepada Allah bahwa hidup yang telah mereka lalui di dunia amat singkat. Mereka meminta untuk dikembalikan ke dunia dan berjanji akan memperbaiki amal mereka. Hal itu mereka sampaikan kepada Allah dengan bersumpah. Dengan demikian, kebiasaan berbohong mereka sewaktu di dunia masih mereka bawa ke akhirat. Pernyataan dan janji mereka itu hanyalah helah (alasan) mereka untuk menghindari hukuman Allah. Bila mereka dikembalikan lagi ke dunia, mereka pasti akan kembali kafir dan berbuat jahat sebagaimana dinyatakan ayat berikut: Tetapi (sebenarnya) bagi mereka telah nyata kejahatan yang mereka sembunyikan dahulu. Seandainya mereka dikembalikan ke dunia, tentu mereka akan mengulang kembali apa yang telah dilarang mengerjakannya. Mereka itu sungguh pendusta. (al-An'am/6: 28) Mereka sesungguhnya telah diberi kesempatan yang cukup di dunia untuk melakukan yang seharusnya, tetapi mereka lalai, tergoda setan, dan berbuat jahat. Itu mereka akui sebagaimana dilukiskan ayat berikut: Dan (ingatlah) pada hari (ketika) Allah mengumpulkan mereka, (mereka merasa) seakan-akan tidak pernah berdiam (di dunia) kecuali sesaat saja pada siang hari, (pada waktu) mereka saling berkenalan. Sungguh rugi orang yang mendustakan pertemuan mereka dengan Allah dan mereka tidak mendapat petunjuk. (Yunus/10: 45) Oleh karena itu, singkatnya waktu hidup di dunia dalam perasaan orang kafir itu hanyalah alasan yang dibuat-buat. Sebenarnya mereka takut masuk neraka , sehingga mereka mencari berbagai macam helah atau tipu daya."
        },
        {
          "number": 56,
          "arabic": "وَقَالَ ٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ وَٱلْإِيمَـٰنَ لَقَدْ لَبِثْتُمْ فِى كِتَـٰبِ ٱللَّهِ إِلَىٰ يَوْمِ ٱلْبَعْثِ ۖ فَهَـٰذَا يَوْمُ ٱلْبَعْثِ وَلَـٰكِنَّكُمْ كُنتُمْ لَا تَعْلَمُونَ",
          "transliteration": "waqāla alladhīna ūtū l-ʿil'ma wal-īmāna laqad labith'tum fī kitābi l-lahi ilā yawmi l-baʿthi fahādhā yawmu l-baʿthi walākinnakum kuntum lā taʿlamūna",
          "translation": "Dan orang-orang yang diberi ilmu dan keimanan berkata (kepada orang-orang kafir), \"Sungguh, kamu telah berdiam (dalam kubur) menurut ketetapan Allah, sampai hari berbangkit. Maka inilah hari berbangkit itu, tetapi (dahulu) kamu tidak meyakini(nya).\"",
          "tafsir": "Perasaan orang kafir bahwa mereka hidup di dunia sangat singkat tidaklah benar. Itu adalah usaha mereka untuk berbohong di depan Allah. Kebohongan mereka itu dibantah oleh mereka yang dikaruniai ilmu dan iman. Mereka yang dikaruniai ilmu adalah mereka yang mengerti hakikat kebenaran lalu ia beriman dan membuktikan imannya dengan perbuatan baik sehingga ia merasakan betul apa yang diimaninya itu dalam hatinya. Mereka yang dikaruniai iman adalah mereka yang telah memperoleh hakikat kebenaran sehingga percaya kepada Allah dan segala yang diwahyukan dalam Al-Qur'an. Mereka juga melaksanakan segala perintah wahyu itu untuk mempersiapkan dirinya menghadapi hari kebangkitan tersebut. Mereka yang telah diberi ilmu dan iman mengisi hidupnya dengan perbuatan baik sebagai persiapan untuk menghadapi hari kebangkitan tersebut. Oleh karena itu, mereka tidak merasa masa hidup mereka di dunia singkat, tetapi cukup. Orang-orang kafir itu merasa hidupnya singkat karena mereka lalai di dunia. Mereka menyangka hidup di dunia itu tidak bersambung ke akhirat, dan tidak menyadari bahwa semua perbuatan mereka harus mereka pertanggungjawabkan."
        },
        {
          "number": 57,
          "arabic": "فَيَوْمَئِذٍ لَّا يَنفَعُ ٱلَّذِينَ ظَلَمُوا۟ مَعْذِرَتُهُمْ وَلَا هُمْ يُسْتَعْتَبُونَ",
          "transliteration": "fayawma-idhin lā yanfaʿu alladhīna ẓalamū maʿdhiratuhum walā hum yus'taʿtabūna",
          "translation": "Maka pada hari itu tidak bermanfaat (lagi) permintaan maaf orang-orang yang zalim, dan mereka tidak pula diberi kesempatan bertobat lagi.",
          "tafsir": "Pada hari kebangkitan manusia dihadapkan ke depan pengadilan Allah. Pada saat itu, orang kafir tidak akan diperkenankan menyampaikan alasan apa pun, misalnya merasa hidupnya di dunia terlalu singkat dan meminta dikembalikan ke dunia sesaat saja untuk bisa berbuat baik. Mereka juga tidak akan diberi peluang untuk diubah hukumannya. Dalam ayat lain Allah berfirman: Dan (alangkah ngerinya), jika sekiranya kamu melihat orang-orang yang berdosa itu menundukkan kepalanya di hadapan Tuhannya, (mereka berkata), \"Ya Tuhan kami, kami telah melihat dan mendengar, maka kembalikanlah kami (ke dunia), niscaya kami akan mengerjakan kebajikan. Sungguh, kami adalah orang-orang yang yakin.\" Dan jika Kami menghendaki niscaya Kami berikan kepada setiap jiwa petunjuk (bagi)nya, tetapi telah ditetapkan perkataan (ketetapan) dari-Ku, \"Pasti akan Aku penuhi neraka Jahanam dengan jin dan manusia bersama-sama. (as-Sajdah/32:12-13)"
        },
        {
          "number": 58,
          "arabic": "وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِى هَـٰذَا ٱلْقُرْءَانِ مِن كُلِّ مَثَلٍ ۚ وَلَئِن جِئْتَهُم بِـَٔايَةٍ لَّيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓا۟ إِنْ أَنتُمْ إِلَّا مُبْطِلُونَ",
          "transliteration": "walaqad ḍarabnā lilnnāsi fī hādhā l-qur'āni min kulli mathalin wala-in ji'tahum biāyatin layaqūlanna alladhīna kafarū in antum illā mub'ṭilūna",
          "translation": "Dan sesungguhnya telah Kami jelaskan kepada manusia segala macam perumpamaan dalam Alquran ini. Dan jika engkau membawa suatu ayat kepada mereka, pastilah orang-orang kafir itu akan berkata, \"Kamu hanyalah orang-orang yang membuat kepalsuan belaka.\"",
          "tafsir": "Dalam ayat ini dinyatakan bahwa Allah telah menyampaikan berbagai penjelasan tentang bukti bahwa Ia ada dan Mahakuasa. Di antaranya adalah bagaimana umat-umat terdahulu beserta peradabannya hancur karena melanggar ketentuan-ketentuan Allah, bagaimana Dia menurunkan hujan yang amat besar pengaruhnya bagi kesuburan dan kemakmuran, dan bagaimana Dia menentukan perjalanan hidup manusia sampai mati dan dibangkitkan kembali di akhirat. Semuanya itu menunjukkan Allah Mahakuasa, dan sekaligus menunjukkan bahwa kehidupan kembali di akhirat itu ada. Akan tetapi, mereka yang tidak mau beriman mengingkari semua itu sebagai tanda adanya Allah dan kemahakuasaan-Nya. Bahkan mereka menuduh orang yang beriman telah menyampaikan ketidakbenaran dan melakukan kebohongan."
        },
        {
          "number": 59,
          "arabic": "كَذَٰلِكَ يَطْبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلَّذِينَ لَا يَعْلَمُونَ",
          "transliteration": "kadhālika yaṭbaʿu l-lahu ʿalā qulūbi alladhīna lā yaʿlamūna",
          "translation": "Demikianlah Allah mengunci hati orang-orang yang tidak (mau) memahami.",
          "tafsir": "Penolakan orang kafir terhadap setiap penjelasan dari Allah yang disampaikan Nabi Muhammad itu adalah karena hati mereka telah ditutup oleh Allah. Penutupan hati itu terjadi karena mereka sendiri yang selalu menutupnya terhadap setiap ayat atau kebenaran yang disampaikan kepada mereka, akhirnya hati itu benar-benar tertutup. Mereka tidak mau mengerti dan tidak mau memahami hakikat kebenaran yang disampaikan kepada mereka dan menyombongkan diri, akhirnya mereka kafir."
        },
        {
          "number": 60,
          "arabic": "فَٱصْبِرْ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ ۖ وَلَا يَسْتَخِفَّنَّكَ ٱلَّذِينَ لَا يُوقِنُونَ",
          "transliteration": "fa-iṣ'bir inna waʿda l-lahi ḥaqqun walā yastakhiffannaka alladhīna lā yūqinūna",
          "translation": "Maka bersabarlah engkau (Muhammad), sungguh, janji Allah itu benar dan sekali-kali jangan sampai orang-orang yang tidak meyakini (kebenaran ayat-ayat Allah) itu menggelisahkan engkau.",
          "tafsir": "Nabi Muhammad diminta Allah agar bersabar menghadapi orang-orang kafir yang telah tertutup hatinya, yang mengingkari Allah dan hari akhirat, serta menuduh kaum beriman telah menyampaikan dan melakukan kebohongan. Hal itu karena janji Allah benar, hari akhirat pasti ada, dan mereka yang kafir dan syirik pasti akan dimasukkan ke dalam neraka. Oleh karena itu, Nabi dan kaum muslimin tidak boleh dibuat bingung dan gelisah oleh keingkaran dan bantahan orang-orang kafir tersebut. Nabi diminta untuk tabah dan jangan terhenti dari menyampaikan dakwah dan melaksanakan kebenaran Al-Qur'an."
        }
      ]
    }
  ]
}