{
  "pageNumber": 382,
  "juz": 20,
  "surahs": [
    {
      "number": 27,
      "name": "An-Naml",
      "nameArabic": "النمل",
      "meaning": "Semut",
      "revelation": "Makkah",
      "description": "Surat An-Naml terdiri dari 93 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Asy-Syu'ara'.Dinamai dengan \"An-Naml\", karena pada ayat ke-18 dan ke-19 terdapat perkataan \"An-Naml\" (semut), ketika raja semut memerintahkan anak buahnya untuk masuk ke sarangnya masing-masing, agar tidak terinjak oleh Nabi Sulaiman dan bala tentaranya yang akan lewat di tempat itu. Mendengar perintah raja semut kepada anak buahnya itu, Nabi Sulaiman tersenyum dan takjub atas keteraturan kerajaan semut. Maka beliau pun mengucapkan syukur kepada Allah yang telah melimpahkan nikmat kepadanya, berupa kerajaan, kekayaan, memahami ucapan-ucapan binatang, dan mempunyai bala tentara yang terdiri dari jin, manusia, burung, dan sebagainya. Meskipun demikian, Nabi Sulaiman tidak merasa takabur dan sombong, dan sebagai seorang hamba Allah memohon agar dimasukkan ke dalam golongan orarg-orang saleh.Dalam surat ini, Allah menyebut binatang semut agar manusia mengambil pelajaran dari kehidupan semut ini. Semut adalah binatang yang hidup berkelompok di dalam tanah, membuat liang dan ruang yang bertingkat-tingkat sebagai rumah dan gudang tempat menyimpan makanan untuk musim dingin. Kerapian dan kedisiplinan yang terdapat dalam kerajaan semut ini dinyatakan Allah dalam ayat ini ketika rakyat semut segera mencari perlindungan agar tidak terinjak oleh Nabi Sulaiman dan bala tentaranya, setelah menerima perintah dari raja semut. Secara tidak langsung, Allah mengingatkan kepada manusia agar mencukupkan kebutuhan sehari-hari dalam berusaha, mementingkan kemaslahatan bersama dan sebagainya. Rakyat semut mempunyai organisasi dan kerja sama yang baik. Dengan mengisahkan kisah Nabi Sulaiman, dalam surat ini, Allah mengisyaratkan tentang masa depan nabi Muhammad. Nabi Sulaiman sebagai seorang nabi, rasul, dan raja yang dianugerahi kekayaan yang melimpah ruah, begitu pula Nabi Muhammad sebagai seorang nabi, rasul, dan kepala negara yang ummi dan miskin akan berhasil membawa dan memimpin umatnya ke jalan Allah.**Pokok-Pokok Isi:**1. **Keimanan:** Al-Qur'an adalah rahmat dan petunjuk bagi orang-orang mukmin; keesaan dan kekuasaan Allah dan keadaan-Nya tidak memerlukan sekutu-sekutu dalam mengatur alam ini; hanya Allahlah Yang mengetahui perkara gaib; hari kebangkitan bukanlah suatu dongeng.2. **Kisah-kisah:** Kisah Nabi Sulaiman dengan semut, burung hud-hud, dan ratu Balqis; kisah Nabi Shaleh dengan kaumnya; kisah Nabi Luth dengan kaumnya.3. **Lain-lain:** Ciri-ciri orang mukmin; Al-Qur'an menjelaskan apa yang diperselisihkan Bani Israil; hanya orang-orang mukminlah yang dapat menerima petunjuk kejadian-kejadian sebelum datangnya kiamat dan keadaan orang-orang yang beriman dan tidak beriman waktu itu; Allah menyuruh Nabi Muhammad dan umatnya untuk memuji dan menyembah Allah serta membaca Al-Qur'an; Allah akan memperlihatkan kebenaran ayat-ayat-Nya kepada kaum musyrikin.Surat An-Naml dimulai dengan menerangkan sifat-sifat Al-Qur'an dan beberapa orang rasul dengan umat-umatnya masing-masing, baik yang mengikuti ajaran-ajaran yang dibawanya maupun yang tidak mengikutinya.Kemudian surat ini diakhiri dengan perintah menyembah Allah dan membaca Al-Qur'an dan bahwa Allah memperlihatkan kebenaran ayat-ayat-Nya kepada kaum musyrikin.**Hubungan Surat An-Naml Dengan Surat Al-Qashash:**1. Kedua surat ini sama-sama dimulai dengan huruf abjad, menerangkan sifat-sifat Al-Qur'an, dan menuturkan kisah Musa. Hanya saja kisah Musa dalam surat Al-Qashash diterangkan lebih lengkap dibandingkan dengan yang terdapat dalam surat An-Naml.2. Surat An-Naml menerangkan secara global bahwa keingkaran orang-orang kafir terhadap hari kebangkitan tidaklah beralasan, kemudian dikemukakan kepada mereka persoalan-persoalan yang ada hubungannya dengan kebangkitan itu. Hal ini diterangkan lebih jelas dalam surat Al-Qashash.3. Surat An-Naml menerangkan kehancuran kaum Shaleh dan kaum Luth sebagai akibat durhaka kepada Allah dan Nabi-Nya, sedang surat Al-Qashash menyinggungnya pula.4. Surat An-Naml menyebut balasan pada hari kiamat terhadap orang-orang yang membuat keburukan di dunia, dan surat Al Qashash menyebutkannya pula.5. Bagian akhir kedua surat ini sama-sama menyebutkan perintah menyembah Allah dan Al-Qur'an.",
      "verses": [
        {
          "number": 56,
          "arabic": "۞ فَمَا كَانَ جَوَابَ قَوْمِهِۦٓ إِلَّآ أَن قَالُوٓا۟ أَخْرِجُوٓا۟ ءَالَ لُوطٍ مِّن قَرْيَتِكُمْ ۖ إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ",
          "transliteration": "famā kāna jawāba qawmihi illā an qālū akhrijū āla lūṭin min qaryatikum innahum unāsun yataṭahharūna",
          "translation": "Jawaban kaumnya tidak lain hanya dengan mengatakan, \"Usirlah Luṭ dan keluarganya dari negerimu; sesungguhnya mereka adalah orang-orang yang (menganggap dirinya) suci.\"",
          "tafsir": "Mendengar pernyataan Lut itu, kaumnya menjadi marah, dan seakan-akan tidak memahami sedikit pun apa yang dimaksud dengan peringatan Lut. Oleh karena itu, mereka mengancam Lut dengan perkataan, \"Mari kita usir Lut dan keluarganya dari negeri kita ini, karena ia melarang kita mengerjakan perbuatan-perbuatan yang kita senangi selama ini.\" Mereka beranggapan bahwa Lut dan keluarganya dapat hidup aman dan tenteram dalam negeri mereka karena kebaikan hati dan belas kasihan mereka belaka. Mereka berpendapat bahwa jika kemurahan dan belas kasihan itu tidak lagi mereka berikan terhadap Lut dan keluarganya, tentu ia akan menjadi sengsara. Inilah yang mereka maksud dengan perintah mengusir Lut. Mereka mengejek dengan mengatakan bahwa Lut dan pengikutnya itu orang-orang yang bersih, sehingga tidak mau melakukan perbuatan-perbuatan yang mereka lakukan, karena menganggapnya kotor."
        },
        {
          "number": 57,
          "arabic": "فَأَنجَيْنَـٰهُ وَأَهْلَهُۥٓ إِلَّا ٱمْرَأَتَهُۥ قَدَّرْنَـٰهَا مِنَ ٱلْغَـٰبِرِينَ",
          "transliteration": "fa-anjaynāhu wa-ahlahu illā im'ra-atahu qaddarnāhā mina l-ghābirīna",
          "translation": "Maka Kami selamatkan dia dan keluarganya, kecuali istrinya. Kami telah menentukan dia termasuk orang-orang yang tertinggal (dibinasakan).",
          "tafsir": "Karena kaum Lut tetap ingkar dan mengerjakan perbuatan-perbuatan yang melampaui batas, maka Allah membinasakan mereka dan menyelamatkan Lut dan orang-orang yang besertanya, kecuali istrinya. Istrinya termasuk orang-orang yang ingkar, sehingga ia tinggal bersama-sama kaumnya yang ingkar. Dia pun ikut tertimpa malapetaka yang dahsyat. Azab Allah yang ditimpakan kepada kaum Lut itu berupa hujan batu yang berasal dari tanah liat yang keras. Keadaan mereka yang sedang terkena azab itu sangat mengerikan. Demikianlah balasan yang diterima oleh orang-orang yang durhaka."
        },
        {
          "number": 58,
          "arabic": "وَأَمْطَرْنَا عَلَيْهِم مَّطَرًا ۖ فَسَآءَ مَطَرُ ٱلْمُنذَرِينَ",
          "transliteration": "wa-amṭarnā ʿalayhim maṭaran fasāa maṭaru l-mundharīna",
          "translation": "Dan Kami hujani mereka dengan hujan (batu), maka sangat buruklah hujan (yang ditimpakan) pada orang-orang yang diberi peringatan itu (tetapi tidak mengindahkan).",
          "tafsir": "Karena kaum Lut tetap ingkar dan mengerjakan perbuatan-perbuatan yang melampaui batas, maka Allah membinasakan mereka dan menyelamatkan Lut dan orang-orang yang besertanya, kecuali istrinya. Istrinya termasuk orang-orang yang ingkar, sehingga ia tinggal bersama-sama kaumnya yang ingkar. Dia pun ikut tertimpa malapetaka yang dahsyat. Azab Allah yang ditimpakan kepada kaum Lut itu berupa hujan batu yang berasal dari tanah liat yang keras. Keadaan mereka yang sedang terkena azab itu sangat mengerikan. Demikianlah balasan yang diterima oleh orang-orang yang durhaka."
        },
        {
          "number": 59,
          "arabic": "قُلِ ٱلْحَمْدُ لِلَّهِ وَسَلَـٰمٌ عَلَىٰ عِبَادِهِ ٱلَّذِينَ ٱصْطَفَىٰٓ ۗ ءَآللَّهُ خَيْرٌ أَمَّا يُشْرِكُونَ",
          "transliteration": "quli l-ḥamdu lillahi wasalāmun ʿalā ʿibādihi alladhīna iṣ'ṭafā āllahu khayrun ammā yush'rikūna",
          "translation": "Katakanlah (Muhammad), \"Segala puji bagi Allah dan salam sejahtera atas hamba-hamba-Nya yang dipilih-Nya. Apakah Allah yang lebih baik, ataukah apa yang mereka persekutukan (dengan Dia)?\"",
          "tafsir": "Ayat ini memerintahkan kepada Nabi Muhammad dan umatnya, agar mengucapkan puji-pujian yang tertera dalam ayat ini. Puji-pujian itu ialah al-hamdulillah, segala puji diperuntukkan hanya untuk Allah yang telah mengutus para rasul-Nya dengan membawa petunjuk dan agama yang dimenangkan-Nya atas semua agama yang ada, walaupun orang-orang kafir dan orang-orang musyrik tidak menyenangi kemenangan itu. Agama yang dibawa para Nabi itu adalah agama yang benar. Keselamatan dan kesejahteraan agar dilimpahkan Allah kepada para rasul yang diutus-Nya dan atas hamba-hamba-Nya yang benar-benar beriman. Ayat ini senada dengan ayat yang lain: Mahasuci Tuhanmu, Tuhan Yang Mahaperkasa dari sifat yang mereka katakan. Dan selamat sejahtera bagi para rasul. Dan segala puji bagi Allah Tuhan seluruh alam. (as-saffat/37: 180-182). Ayat ini merupakan pengajaran yang baik, dan budi pekerti yang tinggi. Oleh karena itu, para ulama menganjurkan agar orang-orang yang beriman mengakhiri segala perbuatannya, seperti bicara, menulis kitab, dan sebagainya dengan memuji Allah dan bersalawat kepada rasul. Kemudian ayat ini menyuruh manusia berpikir dan membandingkan mana yang terbaik antara Allah dengan sesuatu yang mereka persekutukan dengan-Nya. Sekalipun menurut lahirnya ayat ini menyuruh manusia agar memperbandingkan Allah dengan berhala-berhala, tetapi maksudnya ialah bahwa dengan keterangan dan bukti yang telah dikemukakan, seandainya orang-orang kafir mau menggunakan pikirannya, tentulah mereka sampai kepada kesimpulan bahwa Allah-lah yang berhak disembah, bukan berhala-berhala yang tidak mampu berbuat sesuatu itu. Diriwayatkan bahwa apabila Rasulullah membaca ayat ini, maka beliau mengucapkan: Bahkan Allah lebih baik, lebih kekal, lebih agung, dan lebih mulia daripada apa yang mereka sekutukan. Segala puji bagi Allah, tetapi kebanyakan mereka tidak mengetahui (Riwayat al-Baihaqi dari 'Ali bin al-husain)"
        },
        {
          "number": 60,
          "arabic": "أَمَّنْ خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ وَأَنزَلَ لَكُم مِّنَ ٱلسَّمَآءِ مَآءً فَأَنۢبَتْنَا بِهِۦ حَدَآئِقَ ذَاتَ بَهْجَةٍ مَّا كَانَ لَكُمْ أَن تُنۢبِتُوا۟ شَجَرَهَآ ۗ أَءِلَـٰهٌ مَّعَ ٱللَّهِ ۚ بَلْ هُمْ قَوْمٌ يَعْدِلُونَ",
          "transliteration": "amman khalaqa l-samāwāti wal-arḍa wa-anzala lakum mina l-samāi māan fa-anbatnā bihi ḥadāiqa dhāta bahjatin mā kāna lakum an tunbitū shajarahā a-ilāhun maʿa l-lahi bal hum qawmun yaʿdilūna",
          "translation": "Bukankah Dia (Allah) yang menciptakan langit dan bumi dan yang menurunkan air dari langit untukmu, lalu Kami tumbuhkan dengan air itu kebun-kebun yang berpemandangan indah? Kamu tidak akan mampu menumbuhkan pohon-pohonnya. Apakah di samping Allah ada tuhan (yang lain)? Sebenarnya mereka adalah orang-orang yang menyimpang (dari kebenaran).",
          "tafsir": "Pada ayat ini, Allah melontarkan beberapa pertanyaan yang menggugah perhatian mereka terhadap keberadaan-Nya, dengan memperhatikan hal-hal penting yang ada di sekeliling mereka. Pertanyaan itu berkisar pada siapakah yang menciptakan langit, bumi, dan segala isi yang terdapat di dalamnya, dan yang menurunkan air hujan dari langit untuk manusia lalu dengan sebab air hujan tumbuhlah kebun-kebun yang indah, yang manusia sendiri sekali-kali tidak mampu menumbuhkan pohon-pohonnya. Ayat ini perlu mendapat perhatian terutama oleh mereka yang sering mengadakan perjalanan keliling sebagai wisatawan atau lainnya, ketika melihat pemandangan yang indah, seperti kebun raya, kebun binatang, aquarium, berbagai pameran hasil industri pertanian, pertekstilan, dan sebagainya. Mereka harus memandang keindahan alam yang di depan dan di sekelilingnya sebagai cermin yang menampakkan segala keindahan, keagungan, dan kesempurnaan Allah. Dengan mengamalkan cara yang demikian itu, maka ingatan manusia akan selalu tertuju kepada Allah. Dengan demikian, ketika manusia melihat setiap makhluk, pasti ia akan mengingat Khaliknya. Bila hal itu telah menjadi kebiasaan, maka ia akan merasakan ketauhidan yang murni, bersih dari segala unsur kemusyrikan. Maka pertanyaan tersebut patut dilanjutkan dengan pertanyaan kedua: \"Apakah di samping Allah ada tuhan yang lain?\" Tentu saja jawabannya adalah: \"Tidak, sebab hanya Allah satu-satunya Tuhan yang berhak di sembah.\" Sebenarnya orang-orang yang menyembah berhala itu adalah orang-orang yang menyimpang dari kebenaran. Sebab, jika mereka ditanya, \"Siapakah yang menurunkan air hujan dari langit yang kemudian menghidupkan dengan air itu bumi yang tadinya mati,\" mereka menjawab, \"Allah\" sesuai dengan firman-Nya: Dan jika kamu bertanya kepada mereka, \"Siapakah yang menurunkan air dari langit lalu dengan (air) itu dihidupkannya bumi yang sudah mati?\" Pasti mereka akan menjawab, \"Allah.\" (al-'Ankabut/29: 63) Orang-orang penyembah berhala itu sebenarnya mengakui bahwa berhala mereka tidak dapat menurunkan air hujan yang menjadi penyebab kemakmuran bumi, tetapi mengapa mereka tetap juga menyembahnya. Jawaban mereka itu hanya karena mengikuti kebiasaan nenek moyang mereka, walaupun tidak sejalan dengan logika orang yang berpikiran sehat."
        },
        {
          "number": 61,
          "arabic": "أَمَّن جَعَلَ ٱلْأَرْضَ قَرَارًا وَجَعَلَ خِلَـٰلَهَآ أَنْهَـٰرًا وَجَعَلَ لَهَا رَوَٰسِىَ وَجَعَلَ بَيْنَ ٱلْبَحْرَيْنِ حَاجِزًا ۗ أَءِلَـٰهٌ مَّعَ ٱللَّهِ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ",
          "transliteration": "amman jaʿala l-arḍa qarāran wajaʿala khilālahā anhāran wajaʿala lahā rawāsiya wajaʿala bayna l-baḥrayni ḥājizan a-ilāhun maʿa l-lahi bal aktharuhum lā yaʿlamūna",
          "translation": "Bukankah Dia (Allah) telah menjadikan bumi sebagai tempat berdiam, yang menjadikan sungai-sungai di celah-celahnya, yang menjadikan gunung-gunung untuk (mengkokohkan)nya dan menjadikan suatu pemisah antara dua laut?<sup foot_note=135554>1</sup> Apakah di samping Allah ada tuhan (yang lain)? Sebenarnya kebanyakan mereka tidak mengetahui.",
          "tafsir": "Pada ayat ini, Allah mengemukakan pertanyaan yang kedua dalam rangka mengungkapkan kesesatan penyembah-penyembah berhala. Ditanyakan bahwa apakah yang layak disembah itu berhala-berhala yang tidak memberi manfaat dan mudarat, ataukah Tuhan yang telah menjadikan bumi sebagai tempat kediaman bagi manusia dan hewan-hewan, Tuhan yang menjadikan sungai-sungai di celah-celahnya untuk menjadi sumber minuman manusia dan hewan peliharaan, serta untuk menyiram tanaman, Tuhan yang menjadikan gunung-gunung untuk mengokohkan bumi yang banyak mengandung manfaat dengan adanya hutan-hutan di atasnya dan berbagai logam dan mineral di dalamnya, dan Tuhan yang menjadikan pemisah antara air laut yang asin dengan sungai yang membawa air tawar ke muaranya. Air sungai yang tawar itu setelah sampai di laut tidak langsung menjadi asin. Dalam merenungkan semua kejadian alam itu apakah masih ada terbesit pikiran adanya tuhan selain Allah? Sebenarnya mereka itu tidak mengetahui nilai keagungan Allah Maha Pencipta, sehingga menyamakan-Nya dengan berhala-berhala yang sama sekali tidak memberi manfaat dan mudarat itu. Menurut kajian ilmiah, bumi pada ayat ini dapat dipahami sebagai daratan. Secara umum, daratan merupakan tempat berdiam manusia. Sungai-sungai yang ada di daratan selalu terletak pada bagian terendah permukaan bumi, yang merupakan celah antara gunung-gunung dan dataran-dataran yang lebih tinggi. Kemudian, laut-laut terpisah antara satu dengan yang lain karena adanya daratan pemisah seperti semenanjung, pulau-pulau, atau karena sebaran geografis benua-benua. Penyebaran dan bentuk daratan serta pulau-pulau di muka bumi ini umumnya dianggap terjadi dengan sendirinya yang merupakan bagian atau akibat dari proses alam, pada hakikatnya adalah atas kehendak Allah. Ayat ini menjelaskan mengenai keadaan bumi yang layak untuk dihuni oleh makhluk manusia. Tentunya ini berhubungan erat dengan penciptaan langit dan bumi yang begitu sempurna. Seandainya sedikit saja terjadi perubahan pada \"lintasan\" matahari dan bulan terhadap bumi, atau berubah bentuknya, atau berubah salah satu unsurnya, atau berubah kecepatan berputar pada porosnya, atau berubah perputarannya mengelilingi matahari, atau berubahnya perputaran bulan di sekelilingnya, maka bumi ini pasti tidak akan kokoh dan tidak akan layak dihuni untuk suatu kehidupan."
        },
        {
          "number": 62,
          "arabic": "أَمَّن يُجِيبُ ٱلْمُضْطَرَّ إِذَا دَعَاهُ وَيَكْشِفُ ٱلسُّوٓءَ وَيَجْعَلُكُمْ خُلَفَآءَ ٱلْأَرْضِ ۗ أَءِلَـٰهٌ مَّعَ ٱللَّهِ ۚ قَلِيلًا مَّا تَذَكَّرُونَ",
          "transliteration": "amman yujību l-muḍ'ṭara idhā daʿāhu wayakshifu l-sūa wayajʿalukum khulafāa l-arḍi a-ilāhun maʿa l-lahi qalīlan mā tadhakkarūna",
          "translation": "Bukankah Dia (Allah) yang memperkenankan (doa) orang yang dalam kesulitan apabila dia berdoa kepada-Nya, dan menghilangkan kesusahan dan menjadikan kamu (manusia) sebagai khalifah (pemimpin) di bumi? Apakah di samping Allah ada tuhan (yang lain)? Sedikit sekali (nikmat Allah) yang kamu ingat.",
          "tafsir": "Pada ayat ini, Allah mengemukakan pertanyaan yang ketiga dalam rangka menyingkapkan tabir kesesatan penyembah berhala. Kedua pertanyaan sebelumnya mengenai bidang materi, sedang pertanyaan ketiga ini menyangkut kerohanian. Pertanyaan ini berkisar pada siapakah yang mengabulkan permohonan orang yang berada dalam kesulitan, apabila ia berdoa kepada-Nya. Seperti penumpang sebuah kapal di tengah laut yang sedang diserang badai angin topan yang dahsyat, yang hampir tenggelam, kemudian ia berdoa memohon keselamatan kepada Allah. Apakah berhala yang dapat menyelamatkannya dari bahaya maut, ataukah Allah sendiri? Lalu siapakah yang menjadikan manusia sebagai seorang khalifah di muka bumi? Adakah tuhan selain Allah yang dapat mengemudikan dan mengatur segala sesuatu di muka bumi ini? Hanya sedikit sekali manusia yang mau mengingat-Nya."
        },
        {
          "number": 63,
          "arabic": "أَمَّن يَهْدِيكُمْ فِى ظُلُمَـٰتِ ٱلْبَرِّ وَٱلْبَحْرِ وَمَن يُرْسِلُ ٱلرِّيَـٰحَ بُشْرًۢا بَيْنَ يَدَىْ رَحْمَتِهِۦٓ ۗ أَءِلَـٰهٌ مَّعَ ٱللَّهِ ۚ تَعَـٰلَى ٱللَّهُ عَمَّا يُشْرِكُونَ",
          "transliteration": "amman yahdīkum fī ẓulumāti l-bari wal-baḥri waman yur'silu l-riyāḥa bush'ran bayna yaday raḥmatihi a-ilāhun maʿa l-lahi taʿālā l-lahu ʿammā yush'rikūna",
          "translation": "Bukankah Dia (Allah) yang memberi petunjuk kepada kamu dalam kegelapan di daratan dan lautan dan yang mendatangkan angin sebagai kabar gembira sebelum (kedatangan) rahmat-Nya? Apakah di samping Allah ada tuhan (yang lain)? Mahatinggi Allah terhadap apa yang mereka persekutukan.",
          "tafsir": "Pada ayat ini, Allah mengemukakan pertanyaan keempat dalam rangka mengungkapkan tabir kesesatan penyembah berhala. Pertanyaan ini berkisar tentang siapakah yang memimpin manusia dalam perjalanan yang gelap di daratan dan lautan ketika mereka tersesat dari jalan yang benar? Bukankah Allah yang menciptakan bintang-bintang di langit yang dijadikan petunjuk jalan, sebagaimana tersebut dalam firman-Nya: Dan Dialah yang menjadikan bintang-bintang bagimu, agar kamu menjadikannya petunjuk dalam kegelapan di darat dan di laut.(al-An'am/6: 97) Dapatkah berhala-berhala yang mereka sembah itu memberi petunjuk kepada mereka dalam kegelapan di darat dan di laut? Tentunya tidak. Kalau begitu, mengapa mereka disembah? Siapa pulakah yang mendatangkan angin pembawa kabar gembira bagi para petani sebelum turun hujan yang merupakan rahmat besar dari Tuhan? Dapatkah berhala-berhala itu berbuat seperti demikian? Apakah di samping Allah ada tuhan yang lain? Mahasuci lagi Mahatinggi Allah dari apa yang mereka persekutukan dengan-Nya."
        }
      ]
    }
  ]
}