{
  "pageNumber": 294,
  "juz": 15,
  "surahs": [
    {
      "number": 18,
      "name": "Al-Kahf",
      "nameArabic": "الكهف",
      "meaning": "Gua",
      "revelation": "Makkah",
      "description": "Surat ini terdiri daris 110 ayat dan termasuk surat Makkiyyah. Dinamai \"Al-Kahfi\" yang berarti \"Gua\" dan \"Ashhabul Kahfi\" yang berarti \"Penghuni gua\". Kedua nama ini diambil dari kata yang terdapat dalam surat ini pada ayat ke-9 sampai dengan ke-26, tentang beberapa orang pemuda yang tidur di dalam gua bertahun-tahun lamanya. Selain cerita tersebut, dalam surat ini juga terdapat beberapa buah kisah, yang kesemuanya mengandung i'tibar dan pelajaran yang amat berguna bagi kehidupan manusia. Banyak hadits Rasulullah yang menyatakan keutamaan membaca surat ini.**Pokok-Pokok Isi:**1. **Keimanan:** Kekuasaan Allah untuk memberikan hidup kepada manusia di luar hukum kebiasaan; dasar-dasar Tauhid dan keadilan Allah tidak akan berubah untuk selama-lamanya; kalimat-kalimat Allah (ilmu-Nya) sangat luas sekali meliputi segala sesuatu, sehingga manusia tidak akan mampu menulisnya; kepastian datangnya hari kebangkitan; Al-Qur'an adalah kitab suci yang isinya bersih dari kekurangan dan kepalsuan.2. **Hukum-hukum:** Dasar hukum wakalah (perwakilan); larangan membangun tempat ibadah di atas kubur; hukum membaca \"Insya Allah\"; perbuatan salah yang dilakukan karena lupa dimaafkan; boleh merusak suatu barang untuk menghindarkan bahaya yang lebih besar.3. **Kisah-kisah:** kisah Ashabul Kahfi; kisah dua orang laki-laki yang seorang kafir dan yang lainnya mukmin, kisah Nabi Musa dengan Khidhir; kisah Zulkarnain dengan Ya'juj dan Ma'juj.4. **Lain-lain:** Beberapa pelajaran yang dapat diambil dari cerita-cerita dalam surat ini antara lain tentang kekuatan iman kepada Allah serta ibadah yang ikhlas kepada-Nya; kesungguhan seseorang dalam mencari guru (ilmu); adab sopan-santun antara murid dengan guru; dan beberapa contoh tentang cara memimpin dan memerintah rakyat, serta perjuangan untuk mencapai kebahagiaan rakyat dan negara.Surat Al-Kahfi dimulai dengan menerangkan sifat Al-Qur'an sebagai petunjuk dan peringatan bagi manusia, dan sebagai peringatan terhadap orang yang mengatakan bahwa Allah mempunyai anak. Semua yang ada di permukaan bumi merupakan perhiasan bagi bumi dan sengaja diciptakan Allah agar manusia memikirkan bagaimana cara mengambil manfaat dari semuanya itu.Kekuasaan Allah dan betapa luasnya pengetahuan-Nya dikemukakan dalam surat ini dengan menyebutkan kisah Nabi Musa dengan Khidhir dan kisah Zulkarnain. Juga dengan mengibaratkan bahwa seandainya semua air yang ada di bumi dan ditambah lagi sebanyak itu pula dijadikan tinta untuk menulis ilmu Allah, tentu tidak akan mencukupi. Kemudian diterangkan bahwa semua amal orang musyrik tidak diberi pahala di akhirat, sedangkan untuk orang mukmin disediakan Jannatun Na'im.**Hubungan Surat Al-Kahfi Dengan Surat Maryam:**1. Kedua surat ini sama-sama mengandung kisah yang ajaib, seperti surat Al-Kahfi mengemukakan kisah Ashhabul kahfi, kisah Musa dengan Khidhr, dan kisah Zulkarnain, sedangkan surat Maryam mengemukakan kisah kelahiran Yahya ketika bapaknya, Zakariya, sudah tua renta dan ibunya seorang perempuan tua yang mandul, dan kisah kelahiran 'Isa tanpa bapak.2. Bagian akhir surat Al-Kahfi menerangkan tentang ancaman Allah terhadap orang kafir yang mengambil pelindung selain Allah, semua amal mereka sia-sia dan mereka dimasukkan ke dalam neraka, sedangkan pada bagian akhir surat Maryam diulangi lagi celaan dan ancaman Allah terhadap orang-orang yang mempersekutukan-Nya.",
      "verses": [
        {
          "number": 5,
          "arabic": "مَّا لَهُم بِهِۦ مِنْ عِلْمٍ وَلَا لِـَٔابَآئِهِمْ ۚ كَبُرَتْ كَلِمَةً تَخْرُجُ مِنْ أَفْوَٰهِهِمْ ۚ إِن يَقُولُونَ إِلَّا كَذِبًا",
          "transliteration": "mā lahum bihi min ʿil'min walā liābāihim kaburat kalimatan takhruju min afwāhihim in yaqūlūna illā kadhiban",
          "translation": "Mereka sama sekali tidak mempunyai pengetahuan tentang hal itu, begitu pula nenek moyang mereka. Alangkah jeleknya kata-kata yang keluar dari mulut mereka; mereka hanya mengatakan (suatu) kebohongan belaka.",
          "tafsir": "Anggapan mereka bahwa Allah mempunyai anak sama sekali tidak didasarkan atas pengetahuan dan keyakinan mereka sendiri, tetapi didasarkan atas persangkaan yang tidak benar atau taklid buta kepada nenek moyang mereka. Padahal, nenek moyang mereka itu juga tidak mempunyai pengetahuan dan dasar keyakinan tentang kepercayaan yang demikian. Sungguh terlalu jelek ucapan mereka itu, yang tidak lahir dari pikiran yang sehat, tetapi begitu saja keluar dari mulut yang lancang. Allah menegaskan bahwa apa yang diucapkan mereka itu adalah kekafiran yang sangat besar, karena tidak didasarkan atas keyakinan, dan tidak patut diucapkan oleh seorang manusia. Kelancangan mereka mengucapkan kalimat kufur itu ditegaskan Allah sebagai suatu kebohongan, yang tidak mengandung kebenaran. Allah swt mengingatkan Rasul untuk memerintah-kan kepada umatnya supaya kembali kepada agama tauhid, sebagaimana yang diajarkan Al-Qur'an. Firman Allah: Katakanlah (Muhammad), \"Wahai Ahli Kitab! Marilah (kita) menuju kepada satu kalimat (pegangan) yang sama antara kami dan kamu, bahwa kita tidak menyembah selain Allah dan kita tidak mempersekutukan-Nya dengan sesuatu pun, dan bahwa kita tidak menjadikan satu sama lain tuhan-tuhan selain Allah. (ali 'Imran/3: 64)"
        },
        {
          "number": 6,
          "arabic": "فَلَعَلَّكَ بَـٰخِعٌ نَّفْسَكَ عَلَىٰٓ ءَاثَـٰرِهِمْ إِن لَّمْ يُؤْمِنُوا۟ بِهَـٰذَا ٱلْحَدِيثِ أَسَفًا",
          "transliteration": "falaʿallaka bākhiʿun nafsaka ʿalā āthārihim in lam yu'minū bihādhā l-ḥadīthi asafan",
          "translation": "Maka barangkali engkau (Muhammad) akan mencelakakan dirimu karena bersedih hati setelah mereka berpaling, sekiranya mereka tidak beriman kepada keterangan ini (Alquran).",
          "tafsir": "Menurut riwayat Ibnu 'Abbas bahwa 'Utbah bin Rabi'ah, Syaibah bin Rabi'ah, Abu Jahal bin Hisyam, an-Nadhar bin Harits, Umayyah bin Khalaf, al-Asya bin Wa'il, al-Aswad bin Muththalib, dan Abu Buhturi di hadapan beberapa orang Quraisy mengadakan pertemuan. Rasul saw merasa susah melihat perlawanan kaumnya kepadanya dan pengingkaran mereka terhadap ajaran-ajaran yang dibawanya, sehingga sangat menyakitkan hatinya. Lalu turunlah ayat ini. Dalam ayat ini, Allah swt mengingatkan Rasul saw agar tidak bersedih hati, hingga merusak kesehatan dirinya, hanya karena kaumnya tidak mau beriman kepada Al-Qur'an dan kenabiannya. Hal demikian itu tidak patut membuat Nabi sedih karena tugas beliau hanyalah menyampaikan wahyu Ilahi kepada mereka, sedangkan kesediaan jiwa mereka untuk menerima kebenaran ayat-ayat tersebut tergantung kepada petunjuk Allah swt. Firman Allah swt: Bukanlah kewajibanmu (Muhammad) menjadikan mereka mendapat petunjuk, tetapi Allah-lah yang memberi petunjuk kepada siapa yang Dia kehendaki. (al-Baqarah/2: 272) Sesungguhnya Nabi Muhammad bersedih hati karena hasratnya yang besar dan kecintaannya yang dalam terhadap kaumnya supaya mereka beriman, tidak tercapai. Beliau diberi gelar habibullah artinya kekasih Allah, maka sifat kasih sayang beliau yang sangat menonjol kepada sesama manusia itu adalah pencerminan dari cintanya kepada Allah. Semakin kuat cinta kepada Allah, semakin besar pula kasihnya kepada manusia, bahkan manusia itu dirasakan sebagai dirinya. Oleh karena itu, ketika kaumnya menjauhkan diri dari bimbingan Allah swt dan rasul-Nya, beliau merasakan kejadian itu sebagai pukulan berat bagi dirinya. Bukankah kaum yang jauh dari hidayah Allah pada akhirnya akan hancur, dan beliau sendiri akan menyaksikan kehancuran mereka itu. Hati yang sangat iba terhadap mereka menjadi penghalang kebenaran, apapun pendorongnya, dan dapat mengham-bat jalan kebenaran itu sendiri. Maka Allah swt mengingatkan Rasul saw agar tidak mengindahkan tanggapan kaum musyrikin yang menjadi peng-halang tersebarnya agama Islam, tetapi terus menyampaikan dakwahnya dengan bijaksana. Sebab mereka itu adalah manusia yang telah dikaruniai akal pikiran. Dengan akal pikiran itu, manusia dapat merenungkan kebenar-an ayat-ayat Al-Qur'an dan ayat-ayat kauniyah (alam) seperti benda-benda yang terdapat dalam alam ini."
        },
        {
          "number": 7,
          "arabic": "إِنَّا جَعَلْنَا مَا عَلَى ٱلْأَرْضِ زِينَةً لَّهَا لِنَبْلُوَهُمْ أَيُّهُمْ أَحْسَنُ عَمَلًا",
          "transliteration": "innā jaʿalnā mā ʿalā l-arḍi zīnatan lahā linabluwahum ayyuhum aḥsanu ʿamalan",
          "translation": "Sesungguhnya Kami telah menjadikan apa yang ada di bumi sebagai perhiasan baginya, untuk Kami menguji mereka, siapakah diantaranya yang terbaik perbuatannya.",
          "tafsir": "Dalam ayat ini, Allah swt menerangkan bahwa segala yang ada di atas bumi ini diciptakan sebagai perhiasan bagi bumi itu, baik binatang dan tumbuh-tumbuhan yang terdiri dari berbagai jenis di lautan dan di daratan, maupun barang-barang tambang yang beraneka ragam dan sebagainya. Semua itu untuk menguji manusia apakah mereka dapat memahami dengan akal pikiran bahwa perhiasan-perhiasan bumi itu dapat memberi gambaran akan adanya Sang Pencipta, untuk kemudian menaati perintah dan menjauhi larangan-Nya. Bilamana mereka menggunakan segala benda-benda alam, hewan, dan tumbuh-tumbuhan itu untuk pengabdian diri kepada Allah dan kemaslahatan manusia, maka Allah akan memberi mereka pahala yang sebesar-besarnya. Akan tetapi, bilamana mereka menggunakannya untuk mendurhakai Allah dan merusak peradaban dan kemanusiaan, maka Allah swt akan menimpakan kepada mereka azab yang besar pula. Sejarah umat manusia membuktikan bahwa mereka selalu berlomba-lomba untuk mem-peroleh benda-benda perhiasan bumi itu, karena merupakan benda-benda ekonomi yang menjadi sumber penghidupan umat manusia. Karena benda-benda itu pula, mereka saling berbunuh-bunuhan satu sama lain yang akhirnya menimbulkan kehancuran. Hal itu tidak akan terjadi jika mereka menyadari bahwa benda-benda hiasan bumi itu adalah anugerah Allah, dan dimanfaatkan untuk kemanusiaan dan pengabdian kepada Tuhan Rabbul Alamin. Demikianlah, barang siapa yang dapat memahami dan mengambil pelajaran serta hikmah dari benda-benda hiasan bumi itu akan berbahagia di dunia dan di akhirat. Semua benda alam ini memang diperuntukkan bagi manusia, terserah kepada mereka mau melakukan apa saja terhadap benda-benda hiasan di permukaan bumi itu? Firman Allah swt: Tidakkah engkau memperhatikan bahwa Allah menundukkan bagimu (manusia) apa yang ada di bumi dan kapal yang berlayar di lautan dengan perintah-Nya. (al-hajj/22: 65) Sabda Nabi Muhammad saw: Sesungguhnya dunia ini manis dan hijau. Dan sesungguhnya Allah menunjuk kamu sebagai penguasa di atasnya, lalu Dia melihat apa yang kamu kerjakan. (Riwayat Muslim dari Abu Sa'id al-Khudri)"
        },
        {
          "number": 8,
          "arabic": "وَإِنَّا لَجَـٰعِلُونَ مَا عَلَيْهَا صَعِيدًا جُرُزًا",
          "transliteration": "wa-innā lajāʿilūna mā ʿalayhā ṣaʿīdan juruzan",
          "translation": "Dan Kami benar-benar akan menjadikan (pula) apa yang di atasnya menjadi tanah yang tandus lagi kering.",
          "tafsir": "Ayat ini menerangkan bahwa Allah benar-benar mampu untuk membuat apa yang ada di atas bumi ini menjadi tanah yang datar dan tandus, tidak ada tumbuh-tumbuhan yang menghiasinya. Keindahan yang semula memikat penglihatan berubah menjadi pemandangan yang kering dan pudar. Perubahan demikian itu dapat terjadi disebabkan perubahan iklim, dan dapat pula disebabkan oleh tangan manusia sendiri yang tidak mempertimbangkan akibat dari perbuatan mereka sendiri, seperti tata kota yang salah, peng-gundulan hutan, pemakaian tanah berlebih-lebihan tanpa pemeliharaan, peperangan, dan sebagainya. Dengan demikian, tidak patut bagi Nabi Muhammad untuk berduka cita bagi mereka yang anti terhadap ajaran-ajaran Islam yang dibawanya, karena Allah swt akan menguji mereka dengan menciptakan keindahan di muka bumi ini dengan menciptakan bermacam-macam benda seperti tumbuh-tumbuhan, hewan dan mineral. Siapa di antara manusia yang beramal baik, Allah akan memberi pahala bagi mereka yang paling baik karena mempergunakan benda hiasan bumi itu sesuai dengan petunjuk Tuhan untuk kemanusiaan. Tetapi jika mereka mempergunakan benda-benda hiasan bumi ini untuk tidak mengikuti petunjuk-Nya, maka Allah swt kelak menjadikan bumi ini datar dan tandus. Setiap manusia akan diberi ganjaran terhadap perbuatannya yang durhaka. Dengan ayat ini Nabi Muhammad saw menjadi terhibur. Bagi Rasul saw sudah jelas, jalan yang ditempuh oleh masing-masing golongan manusia, baik yang beriman kepada Al-Qur'an dan maupun yang berpaling dari-Nya. Berbahagialah mereka yang lulus dalam ujian Tuhan itu dan sengsaralah mereka yang gagal. Tugas Rasul saw hanyalah menyampaikan petunjuk-petunjuk Allah swt. Apakah manusia beriman kepada petunjuk-petunjuk itu ataukah berpaling dari-Nya, Allahlah yang menentukannya."
        },
        {
          "number": 9,
          "arabic": "أَمْ حَسِبْتَ أَنَّ أَصْحَـٰبَ ٱلْكَهْفِ وَٱلرَّقِيمِ كَانُوا۟ مِنْ ءَايَـٰتِنَا عَجَبًا",
          "transliteration": "am ḥasib'ta anna aṣḥāba l-kahfi wal-raqīmi kānū min āyātinā ʿajaban",
          "translation": "Apakah engkau mengira bahwa orang yang mendiami gua, dan (yang mempunyai) raqīm<sup foot_note=135436>1</sup> itu, termasuk tanda-tanda (kebesaran) Kami yang menakjubkan?",
          "tafsir": "Allah menerangkan bahwa apakah Nabi Muhammad mengira bahwa kisah Ashhabul Kahf beserta raqim (batu tertulis) sebagaimana yang tersebut dalam kitab-kitab lama adalah tanda-tanda kekuasaan Allah yang paling menakjubkan. Memang jika dilihat, peristiwa Ashhabul Kahf berlawanan dengan hukum alam. Akan tetapi, jika dibandingkan dengan berbagai kejadian pada tumbuh-tumbuhan, binatang-binatang, dan segala mineral yang merupakan perhiasan di atas bumi ini, maka kejadian ini memang menakjubkan. Tujuannya adalah untuk menunjukkan kebesaran dan kekuasaan Allah. Namun demikian, peristiwa Ashhabul Kahf itu bukan satu-satunya tanda kekuasaan Allah, tetapi hanya sebagian kecil dari bukti keagungan-Nya. Sekiranya para ulama agama lain merasa kagum dan terpesona oleh peristiwa tersebut, maka Rasulullah dan umatnya seharusnya lebih terpesona lagi oleh berbagai fenomena alam semesta dengan segala keajaibannya. Kejadian langit dan bumi, pergantian siang dan malam, peredaran matahari, bulan, planet, dan bintang-bintang atau bagaimana Allah menghidupkan kembali segala sesuatu yang telah mati, semua itu merupakan bukti-bukti yang menunjukkan kekuasaan Allah. Dia berbuat menurut kehendak-Nya, tidak seorang pun yang menolak ketetapan-Nya. Oleh karena itu, Al-Qur'an selalu mengajak manusia untuk menyelidiki rahasia alam semesta ini. Menurut riwayat Israiliyat, orang-orang Nasrani telah banyak melakukan kesalahan. Raja-raja mereka berlaku aniaya sampai menyembah berhala, bahkan memaksa rakyatnya untuk juga menyembahnya. Seorang raja mereka yang bernama Decyanus mengeluarkan perintah keras kepada rakyatnya untuk menyembah berhala-berhala itu dan menyiksa siapa yang menentang-nya. Beberapa orang pemuda dari kalangan bangsawan dipaksanya turut menyembah berhala-berhala itu, bahkan diancam akan dibunuh jika berani menolak perintah itu. Namun mereka menolaknya dan tetap bertahan dalam agama mereka. Lalu Decyanus melucuti pakaian dan perhiasan mereka. Karena masih sayang kepada remaja-remaja itu, raja membiarkan mereka hidup dengan harapan agar mau mengikuti perintahnya nanti. Raja itu juga pergi ke negeri-negeri lain untuk memaksa penduduknya menyembah berhala dan siapa yang menolak perintahnya dibunuh. Pemuda-pemuda itu kemudian pergi ke sebuah gua, yang terletak di sebuah gunung yang disebut Tikhayus, dekat kota mereka, Afasus. Di gua itu mereka beribadah menyembah Allah. Sekiranya diserang oleh raja Decyanus dan dibunuh, maka mereka mati dalam ketaatan. Jumlah mereka tujuh orang. Di tengah perjalanan ke gua, mereka bertemu seorang peng-gembala dengan seekor anjingnya yang kemudian ikut bersama mereka. Di gua itulah mereka tekun menyembah Allah. Di antara mereka ada seorang yang bernama Tamlikha. Dia bertugas membeli makanan dan minuman untuk teman-temannya dan menyampaikan kabar bahwa Decyanus masih mencari mereka. Setelah kembali dari perjalanannya, raja itu segera mencari ahli-ahli ibadah kepada Allah untuk dibunuh, kecuali bila mereka mau menyembah berhala. Berita ini terdengar oleh Tamlikha ketika dia sedang berbelanja lalu disampaikan kepada teman-temannya. Mereka menangis. Allah swt kemudian menutup pendengaran mereka sehingga mereka tertidur. Sementara itu, Decyanus teringat kembali kepada para pemuda di atas, lalu memaksa orang-orang tua mereka untuk mendatangkannya. Para orang tua itu akhirnya menunjukkan gua tempat mereka beribadah. Decyanus segera pergi ke sana dan menutup mulut gua itu agar mereka mati di dalamnya. Dalam staf pengiring raja, ada dua orang laki-laki yang tetap menyembunyikan imannya, namanya Petrus dan Runas. Kisah para pemuda yang beriman dalam gua itu diabadikan dengan tulisan di atas dua keping batu yang lalu disimpan dalam peti dari tembaga. Peti itu ditanamkan ke dalam bangunan supaya di kemudian hari menjadi teladan dan peringatan bagi umat manusia. Waktu berjalan terus, zaman silih berganti, raja Decyanus sudah dilupakan orang. Seorang raja saleh yang juga bernama Petrus memerintah negeri itu selama 68 tahun. Pada masa pemerintahannya, terjadi pertikaian pendapat di kalangan rakyat tentang hari kiamat sehingga mereka terbagi ke dalam dua golongan, yaitu golongan yang percaya dan yang mengingkari-nya. Raja sangat bersedih hati karena persoalan ini. Dia berdoa kepada Tuhan agar Dia memperlihatkan kepada rakyatnya tanda-tanda yang meyakinkan mereka bahwa kiamat itu pasti terjadi. Sementara itu, seorang pengembala kambing bernama Ulyas bermaksud membangun kandang untuk kambingnya di gua tempat para pemuda tadi. Lalu dipecahkannya tutup yang menutup pintu gua itu. Seketika itu juga, pemuda-pemuda yang beriman itu terbangun serentak dari tidurnya. Mereka duduk dengan wajah berseri-seri lalu mereka salat. Berkatalah mereka satu sama lain, \"Berapa lama kalian tidur?\" Dijawab oleh yang lain, \"Sehari atau setengah hari.\" Yang lain mengatakan, \"Tuhan lebih mengetahui berapa lama kalian tidur. Cobalah salah seorang dari kalian pergi ke kota dengan membawa uang perak ini dan membeli makanan yang baik dan menghidang-kannya kepada kita.\" Maka Tamlikha berangkat, sebagaimana biasanya sejak dahulu, untuk berbelanja secara sembunyi-sembunyi karena takut terhadap raja Decyanus. Sewaktu dia berjalan, terdengar olehnya orang-orang menyeru Isa al-Masih di segala penjuru kota. Dia berkata dalam hati, \"Alangkah anehnya, mengapa orang mukmin itu tidak dibunuh oleh Decyanus?\" Dia masih merasa heran, \"Barangkali aku bermimpi atau kota ini bukan kotaku dahulu,\" katanya dalam hati. Lalu dia bertanya kepada seorang laki-laki tentang nama kota itu. Lelaki menjawab, \"Ini kota Afasus.\" Pada akhir perjalanan, dia datang kepada seorang laki-laki dan memberikan uang logam untuk membeli makanan. Laki-laki itu kaget setelah melihat uang logam tersebut karena belum pernah melihatnya. Dia membolak-balik uang logam itu kemudian diperlihatkannya kepada kawan-kawannya. Mereka merasa heran dan berkata, \"Apakah uang ini dari harta yang kamu temukan tersimpan dalam tanah? Uang logam ini dari zaman raja Decyanus, satu zaman yang sudah lewat berabad-abad lamanya.\" Kemudian Tamlikha dibawa ke hadapan dua orang hakim di kota itu. Mulanya Tamlikha mengira dia akan dibawa kepada raja Decyanus sehingga ia menangis. Tetapi setelah mengetahui raja telah berganti, lenyaplah kesedihannya. Kedua hakim kota itu, Areus dan Tanteus, bertanya kepada Tamlikha, \"Di manakah harta terpendam yang kamu temukan itu, wahai anak muda?\" Sesudah terjadi pembicaraan antara mereka, maka Tamlikha menceritakan kisah para pemuda itu dengan raja Decyanus, dan dia mengajak kedua hakim itu pergi menengok ke gua untuk membuktikan kebenaran kisahnya. Lalu keduanya pergi bersama-sama Tamlikha, hingga sampai ke pintu gua itu, dan mereka mendengarkan semua kisah tentang penghuni gua itu dari Tamlikha. Kedua hakim tersebut merasa heran setelah mengetahui bahwa mereka tidur dalam gua itu selama 309 tahun. Mereka dibangunkan dari tidur untuk menjadi tanda kekuasaan Tuhan kepada manusia. Kemudian Areus masuk dan melihat sebuah peti dari tembaga, tertutup dengan segel. Di dalamnya terdapat dua batu bertulis yang menceritakan kisah pemuda itu, sejak mereka melarikan diri dari kerajaan Decyanus demi memelihara akidah dan agama mereka, sampai kemudian Decyanus menutup pintu gua itu dengan batu. Setelah Areus dan kawan-kawannya membaca kisah ini, mereka bersyukur dan langsung sujud kepada Allah dan mereka segera mengirim utusan kepada raja Petrus agar cepat-cepat datang untuk menyaksikan tanda kekuasaan Allah yang ada pada pemuda-pemuda yang dibangkitkan sesudah tertidur 300 tahun. Raja kemudian berangkat beserta rombongan pengawal dan penduduk negerinya menuju negeri Afasus. Hari ini merupakan hari penetapan keputusan tentang hari kebangkitan, hari yang yang tak terlupakan. Ketika raja melihat pemuda-pemuda itu, dia langsung sujud kepada Allah, memeluk pemuda-pemuda itu, lalu menangis. Pemuda-pemuda itu terus memuji Tuhan. Mereka berkata kepada raja, \"Wahai Raja, selamat tinggal, semoga Allah melindungi kamu dari kejahatan manusia dan jin.\" Lalu mereka kembali ke pembaringan dan ketika itu Allah swt mencabut rohnya. Untuk memberikan penghormatan kepada arwah para hamba Allah suci ini, raja memerintahkan agar masing-masing mereka dibuatkan peti jenazah dari emas. Tetapi pada malam harinya raja bermimpi melihat mereka, dan berpesan kepadanya:, \"Biarkanlah kami sebagaimana adanya dalam gua ini, kami tidur di atas tanah sampai hari kiamat datang.\" Oleh karenanya, raja memerintahkan agar jenazah-jenazah itu dihamparkan di dalam sebuah peti kayu dan melarang setiap orang untuk masuk ke dalam gua itu. Raja memerintahkan pula agar di pintu gua dibangun tempat ibadah, dan hari wafatnya dijadikan hari besar. Orang-orang Nasrani menjadikan kisah ini sebagai bukti kekuasaan Allah untuk menunjukkan adanya hari kiamat. Tetapi Al-Qur'an menjelaskan bahwa tanda-tanda kekuasaan Allah untuk mengadakan hari kebangkitan dan mengembalikan roh kepada jasadnya sesudah mati bukanlah terbatas pada kisah itu saja. Ayat-ayat yang menunjukkan kekuasaan-Nya untuk menun-jukkan adanya hari kiamat, tidak terhitung jumlahnya. Oleh karena itu, perhatikanlah alam semesta ini dengan segala isinya."
        },
        {
          "number": 10,
          "arabic": "إِذْ أَوَى ٱلْفِتْيَةُ إِلَى ٱلْكَهْفِ فَقَالُوا۟ رَبَّنَآ ءَاتِنَا مِن لَّدُنكَ رَحْمَةً وَهَيِّئْ لَنَا مِنْ أَمْرِنَا رَشَدًا",
          "transliteration": "idh awā l-fit'yatu ilā l-kahfi faqālū rabbanā ātinā min ladunka raḥmatan wahayyi lanā min amrinā rashadan",
          "translation": "(Ingatlah) ketika pemuda-pemuda itu berlindung ke dalam gua lalu mereka berdoa, \"Ya Tuhan kami. Berikanlah rahmat kepada kami dari sisi-Mu dan sempurnakanlah petunjuk yang lurus bagi kami dalam urusan kami.\"",
          "tafsir": "Dalam ayat ini, Allah swt mulai menguraikan kisah Ashhabul Kahf kepada Rasul saw. Allah swt mengingatkan kepada Rasul-Nya bahwa ketika zaman dahulu beberapa pemuda keturunan bangsawan di suatu negeri, karena takut penganiayaan rajanya, pergi mencari perlindungan ke dalam gua pada sebuah gunung. Di dalam gua inilah mereka membulatkan tekadnya, menghabiskan masa remajanya untuk mengabdi kepada Allah swt. Mereka berdoa kepada Allah semoga dilimpahi rahmat dari sisi-Nya. Mereka mengharapkan pengampunan, ketenteraman, dan rezeki dari Allah sebagai anugerah yang besar atas diri mereka. Selain itu, mereka juga memohon agar Allah memudahkan bagi mereka jalan yang benar untuk menghindari godaan dan kezaliman orang-orang kafir dan memperoleh ketabahan dalam menaati Tuhan sehingga tercapai kebahagiaan dunia dan akhirat. Sungguh Allah telah menolong mereka. Ketika raja kafir itu berhasil menemukan jejak mereka pada pintu gua itu, lalu masuk ke dalamnya, maka Allah swt menutup penglihatan mereka sehingga tidak dapat melihat para pemuda tersebut. Oleh karena itu, akhirnya raja memutuskan menutup pintu gua dengan perkiraan bahwa mereka akan mati kelaparan dan kehausan."
        },
        {
          "number": 11,
          "arabic": "فَضَرَبْنَا عَلَىٰٓ ءَاذَانِهِمْ فِى ٱلْكَهْفِ سِنِينَ عَدَدًا",
          "transliteration": "faḍarabnā ʿalā ādhānihim fī l-kahfi sinīna ʿadadan",
          "translation": "Maka Kami tutup telinga mereka di dalam gua itu,<sup foot_note=135437>1</sup> selama beberapa tahun,",
          "tafsir": "Allah mengabulkan doa para pemuda itu dengan menutup penglihatan dan pendengaran mereka, hingga mereka tidur nyenyak dan tidak ada suara yang akan membangunkan mereka dari tidur di dalam gua itu selama ratusan tahun. Sangat besar rahmat Allah yang diberikan kepada mereka. Tidak mudah bagi seseorang untuk tidur, di waktu jiwanya sedang gelisah dan takut. Dengan tidur, seseorang mendapatkan ketenteraman hati. Dalam ayat ini dikatakan \"menutup telinga\" karena telinga itulah tempat masuknya suara yang menjadi sebab bangunnya seseorang dari tidur. Seseorang dapat dikatakan tidur, bilamana telinganya tidak mendengar sesuatu lagi."
        },
        {
          "number": 12,
          "arabic": "ثُمَّ بَعَثْنَـٰهُمْ لِنَعْلَمَ أَىُّ ٱلْحِزْبَيْنِ أَحْصَىٰ لِمَا لَبِثُوٓا۟ أَمَدًا",
          "transliteration": "thumma baʿathnāhum linaʿlama ayyu l-ḥiz'bayni aḥṣā limā labithū amadan",
          "translation": "kemudian Kami bangunkan mereka, agar Kami mengetahui manakah di antara ke dua golongan itu<sup foot_note=135438>1</sup> yang lebih tepat dalam menghitung berapa lamanya mereka tinggal (dalam gua itu).",
          "tafsir": "Ayat ini menerangkan bahwa sesudah para pemuda itu tidur dalam gua selama 300 tahun, Allah lalu membangunkan mereka. Pendengaran mereka dipulihkan kembali oleh Allah swt. Ketika seorang penggembala kambing menggempur dinding batu yang menutup mulut gua itu, suara reruntuhan membuat mereka terbangun dari tidur yang panjang. Ayat ini memberitahukan bahwa Allah mengetahui yang mana di antara dua golongan yang berselisih itu yang dapat menghitung dengan tepat berapa lamanya mereka tinggal dalam gua itu. Tetapi akhirnya mereka menyadari bahwa mereka tidaklah mengetahui secara pasti berapa lama para pemuda itu tinggal dalam gua. Lalu mereka mengakui bahwa Allah yang memelihara tubuh mereka sehingga tidak hancur, dan bertambah yakin akan kesempurnaan kekuasaan Allah serta ilmu-Nya. Oleh karena itu, dengan peristiwa yang dialami, mereka dapat merenungkan perkara hari kiamat. Bagi orang-orang yang beriman pada zaman itu, peristiwa tersebut menambah keteguhan iman mereka, sedang bagi orang kafir peristiwa itu menjadi bukti nyata bagi kekuasaan Allah. Ahli tafsir berbeda pendapat dalam menjelaskan maksud kata \"dua golongan\" dalam ayat ini. Ada yang mengatakan bahwa yang dimaksud dengan dua golongan itu ialah golongan pertama adalah para pemuda penghuni gua itu, dan golongan kedua adalah penduduk kota yang mengetahui sejarah menghilangnya pemuda-pemuda itu. Pendapat lain mengatakan bahwa kedua golongan yang berselisih pendapat itu ialah para pemuda penghuni gua dan raja-raja yang memerintah silih berganti di negeri Afasus. Pendapat yang mendekati kebenaran ialah yang berpendapat bahwa kedua golongan itu adalah para pemuda penghuni gua itu sendiri. Setelah bangun dari tidur, mereka saling bertanya satu sama lain. Sebagian mengatakan, \"Kita tinggal dalam gua ini sehari atau setengah hari.\" Sebagian yang lain mengatakan, \"Tuhanmu lebih mengetahui berapa lamanya kamu tinggal dalam gua ini.\""
        },
        {
          "number": 13,
          "arabic": "نَّحْنُ نَقُصُّ عَلَيْكَ نَبَأَهُم بِٱلْحَقِّ ۚ إِنَّهُمْ فِتْيَةٌ ءَامَنُوا۟ بِرَبِّهِمْ وَزِدْنَـٰهُمْ هُدًى",
          "transliteration": "naḥnu naquṣṣu ʿalayka naba-ahum bil-ḥaqi innahum fit'yatun āmanū birabbihim wazid'nāhum hudan",
          "translation": "Kami ceritakan kepadamu (Muhammad) kisah mereka dengan sebenarnya. Sesungguhnya mereka adalah pemuda-pemuda yang beriman kepada Tuhan mereka, dan Kami tambahkan petunjuk kepada mereka.",
          "tafsir": "Dalam ayat ini, Allah mulai menguraikan kisah Ashhabul Kahf, yang pada ayat-ayat sebelumnya telah disampaikan secara global. Allah mengata-kan kepada Rasul saw bahwa kisah yang disampaikan ini mengandung kebenaran. Maksudnya diceritakan menurut kejadian, tidak seperti yang dikenal oleh bangsa Arab. Mereka telah mengenal kisah pemuda-pemuda penghuni gua ini, akan tetapi dalam bentuk yang berbeda. Umayyah bin Abi Salt, seorang penyair Arab zaman permulaan Islam dari Bani Umayyah (w. 9 H), pernah dalam sebuah baitnya menyebut gua ini, yang menunjukkan bahwa bangsa Arab telah mengenal kisah ini. Baitnya berbunyi: Tidak ada di situ kecuali ar-Raqim (batu bertulis) yang berada di dekatnya serta anjingnya. Sedang kaum itu tidur dalam gua. Kemudian Allah menjelaskan bahwa sesungguhnya para penghuni gua itu adalah para pemuda yang beriman kepada Allah Yang Maha Kuasa dengan penuh keyakinan. Meskipun masyarakat mereka menganut agama syirik, tetapi mereka dapat mempertahankan keimanan mereka dari pengaruh kemusyrikan. Memang para pemuda pada umumnya mempunyai sifat mudah menerima kebenaran, mereka lebih cepat menerima petunjuk ke jalan yang benar dibandingkan dengan orang-orang tua yang sudah tenggelam dalam ajaran-ajaran yang batil. Oleh karena itu, dalam sejarah, terutama sejarah perkembangan Islam, para pemuda yang lebih banyak pertama kali menerima ajaran Allah dan Rasul-Nya. Adapun orang tua, seperti tokoh-tokoh Quraisy, tetap mempertahankan ajaran agama yang salah, sedikit sekali di antara mereka yang menerima ajaran Islam."
        },
        {
          "number": 14,
          "arabic": "وَرَبَطْنَا عَلَىٰ قُلُوبِهِمْ إِذْ قَامُوا۟ فَقَالُوا۟ رَبُّنَا رَبُّ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ لَن نَّدْعُوَا۟ مِن دُونِهِۦٓ إِلَـٰهًا ۖ لَّقَدْ قُلْنَآ إِذًا شَطَطًا",
          "transliteration": "warabaṭnā ʿalā qulūbihim idh qāmū faqālū rabbunā rabbu l-samāwāti wal-arḍi lan nadʿuwā min dūnihi ilāhan laqad qul'nā idhan shaṭaṭan",
          "translation": "dan Kami teguhkan hati mereka ketika mereka berdiri<sup foot_note=135439>1</sup>) lalu mereka berkata, \"Tuhan kami adalah Tuhan langit dan bumi; kami tidak menyeru tuhan selain Dia. Sungguh, kalau kami berbuat demikian, tentu kami telah mengucapkan perkataan yang sangat jauh dari kebenaran.\"",
          "tafsir": "Dalam ayat ini diterangkan bahwa Allah swt meneguhkan hati para pemuda itu dengan kekuatan iman, membulatkan tekad mereka kepada agama tauhid, dan memberikan keberanian untuk mengatakan kebenaran agama itu di hadapan raja Decyanus yang kafir dan sewenang-wenang. Ketika raja itu mencela dan memaksa mereka untuk menyembah berhala, mereka dengan lantang berkata, \"Tuhan kami adalah Tuhan yang menciptakan langit dan bumi, kami sekali-kali tidak menyeru Tuhan selain Dia.\" Dalam pernyataan mereka ini, terkandung dua pengakuan tentang kekuasaan Tuhan. Pertama, pengakuan mereka tentang keesaan Tuhan dalam memelihara dan menciptakan alam semesta ini. Kedua, pengakuan mereka tentang keesaan Tuhan dan hak-Nya untuk disembah oleh makhluk. Orang-orang musyrik mengakui keesaan Tuhan dalam menciptakan dan memelihara alam semesta ini, sebagaimana dijelaskan Allah dalam firman-Nya: Dan jika engkau bertanya kepada mereka, \"Siapakah yang menciptakan langit dan bumi dan menundukkan matahari dan bulan?\" Pasti mereka akan menjawab, \"Allah.\" Maka mengapa mereka bisa dipalingkan (dari kebe-naran). (al-'Ankabut/29: 61) Namun demikian, orang musyrikin tidak mengakui keesaan Tuhan dan hak-Nya untuk disembah oleh para hamba-Nya. Mereka menyembah berhala sebagai sekutu Tuhan yang akan mendekatkan mereka kepada-Nya, sebagaimana diterangkan dalam firman Allah swt: ¦Kami tidak menyembah mereka melainkan (berharap) agar mereka mendekatkan kami kepada Allah dengan sedekat-dekatnya.\" (az-Zumar/39: 3) Sesudah para pemuda itu menyatakan pengakuan mereka tentang keesaan Tuhan, lalu mereka memberikan alasan penolakan terhadap penyembahan berhala-berhala sebagaimana yang dikehendaki oleh raja Decyanus. Mereka menyatakan bahwa jika mereka menyembah dan berdoa kepada selain Allah, itu berarti mengerjakan sesuatu yang jauh dari kebenaran."
        },
        {
          "number": 15,
          "arabic": "هَـٰٓؤُلَآءِ قَوْمُنَا ٱتَّخَذُوا۟ مِن دُونِهِۦٓ ءَالِهَةً ۖ لَّوْلَا يَأْتُونَ عَلَيْهِم بِسُلْطَـٰنٍۭ بَيِّنٍ ۖ فَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا",
          "transliteration": "hāulāi qawmunā ittakhadhū min dūnihi ālihatan lawlā yatūna ʿalayhim bisul'ṭānin bayyinin faman aẓlamu mimmani if'tarā ʿalā l-lahi kadhiban",
          "translation": "Mereka itu kaum kami yang telah menjadikan tuhan-tuhan (untuk disembah) selain Dia. Mengapa mereka tidak mengemukakan alasan yang jelas (tentang kepercayaan mereka)? Maka siapakah yang lebih zalim daripada orang yang mengada-adakan kebohongan terhadap Allah?",
          "tafsir": "Dalam ayat ini, Allah swt menceritakan percakapan di antara para pemuda itu. Mereka mengatakan bahwa kaumnya yang berada di bawah kekuasaan Decyanus, meskipun lebih tua dan memiliki banyak pengalaman, namun menyekutukan Tuhan tanpa mempergunakan akal pikiran. Mengapa mereka tidak mengemukakan alasan yang benar, atau bukti yang kuat dan jelas untuk memperkuat kebenaran yang mereka katakan dan percayai. Pemuda-pemuda itu menyatakan bahwa kaum mereka seharusnya berbuat seperti yang mereka lakukan, yaitu menunjukkan bukti-bukti kebenaran agama yang mereka anut. Anak-anak muda itu juga menyatakan bahwa tidak ada kezaliman yang lebih besar kecuali kezaliman orang yang berbuat dusta terhadap Allah, seperti mengatakan bahwa Tuhan itu mempunyai sekutu. Kaum mereka telah mempersamakan martabat berhala-berhala dengan martabat Tuhan yang tinggi, tetapi mereka tidak dapat memberikan alasan yang benar, padahal agama seharusnya berdasarkan kepercayaan atau alasan yang benar. Mereka mengada-adakan nama-nama untuk sebutan Tuhan dengan hanya menuruti hawa nafsu mereka. Firman Allah swt: Itu tidak lain hanyalah nama-nama yang kamu dan nenek moyangmu mengada-adakannya; Allah tidak menurunkan suatu keterangan apa pun untuk (menyembah)-nya. Mereka hanya mengikuti dugaan, dan apa yang diingini oleh keinginannya. Padahal sungguh, telah datang petunjuk dari Tuhan mereka. (an-Najm/53: 23) Nama-nama yang diberikan kepada sekutu-sekutu Allah itu bermacam-macam seperti al-Lata, al-Manat, al-Uzza, yaitu nama-nama untuk berhala-berhala yang diberikan oleh orang-orang Arab Jahiliah."
        }
      ]
    }
  ]
}