{
  "pageNumber": 452,
  "juz": 23,
  "surahs": [
    {
      "number": 37,
      "name": "As-Saffat",
      "nameArabic": "الصافات",
      "meaning": "Barisan-barisan",
      "revelation": "Makkah",
      "description": "Surat Ash-Shaffat terdiri dari 182 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Al-An'am.Dinamai dengan \"Ash-Shaffat\" (yang bershaf-shaf) karena ada hubungannya dengan kata \"Ash-Shaffat\" yang terletak pada ayat pertama surat ini, yang mengemukakan bagaimana para malaikat, yang bersih jiwanya dan tidak dapat digoda setan, berbaris di hadapan Allah. Hal ini hendaklah menjadi pelajaran bagi manusia dalam menghambakan diri kepada Allah.**Pokok-Pokok Isi:**1. **Keimanan:** Dalil-dalil tentang keesaan Allah; keberadaan hari kebangkitan; keberadaan padang mahsyar dan hari kiamat; malaikat-malaikat selalu bertasbih kepada Allah.2. **Kisah-kisah:** Kisah Nabi Nuh; kisah Nabi Ibrahim dan Nabi Ismail; kisah Nabi Musa dan Nabi Harun; kisah Nabi Ilyas; kisah Nabi Luth; kisah Nabi Yunus.3. **Lain-lain:** Sikap orang kafir terhadap Al-Qur'an; tuduh-menuduh antara orang kafir dengan pengikutnya pada hari Kiamat; kenikmatan di surga; pohon zaqqum; celaan terhadap orang yang mengatakan bahwa Allah memiliki anak; seorang yang baik belum tentu menurunkan keturunan yang baik pula.Surat ini mengemukakan tentang keesaan Allah, dan dari bukti-bukti yang dipaparkan dapat diambil kesimpulan bahwa tauhid akan menang. Dari kisah-kisah yang dikemukakan surat ini dapat diambil kesimpulan bahwa kaum yang menentang rasul pasti akan hancur. Begitu pula halnya dengan kaum musyrik Mekah yang menentang Nabi Muhammad pasti akan mengalami kehancuran.**Hubungan Surat Ash-Shaffat Dengan Surat Shad:**1. Dalam surat Ash-Shaffat disebutkan kisah para nabi, sedangkan surat Shad menyebutkan kisah nabi-nabi yang belum disebutkan pada surat Ash-Shaffat, seperti: kisah Nabi Dawud, Nabi Sulaiman, dan lain-lain.2. Dalam surat Ash-Shaffat diterangkan bahwa orang-orang musyrik sebelum diutusnya Rasulullah selalu mengatakan bahwa sekiranya mereka mempunyai sebuah kisah pemberi peringatan di antara kitab-kitab yang telah diturunkan kepada orang-orang terdahulu tentu mereka akan taat, sedangkan dalam surat Shad ditegaskan bahwa Al-Qur'an adalah kitab yang lebih sempurna dan seharusnya mereka taati sekiranya mereka jujur dalam pengakuannya itu.3. Dalam surat Ash-Shaffat diterangkan bahwa setelah Al-Qur'an yang memberi peringatan datang kepada orang-orang musyrik Mekah, mereka tetap mengingkarinya, sedangkan dalam surat Shad diterangkan sebab-sebab keingkaran mereka.",
      "verses": [
        {
          "number": 154,
          "arabic": "مَا لَكُمْ كَيْفَ تَحْكُمُونَ",
          "transliteration": "mā lakum kayfa taḥkumūna",
          "translation": "Mengapa kamu ini? Bagaimana (caranya) kamu menetapkan?",
          "tafsir": "Kecaman dilanjutkan lagi dengan pertanyaan, \"Bagaimana kalian ini? Bagaimana kalian berpendapat demikian?\" Mereka dikecam karena tidak punya pikiran yang sehat, karena bagaimana mungkin Allah yang menciptakan segala sesuatu di alam ini butuh seorang anak dan anak itu perempuan. Mereka dikecam pula karena, seandainya mereka punya pikiran, mereka keliru dalam berpikir sehingga pikiran itu tidak logis dan tidak dapat diterima akal. Selanjutnya mereka dikecam bahwa sebenarnya mereka tidak menggunakan pikirannya untuk menganalisa ayat-ayat Allah yang disampaikan, dan tidak mereka ambil menjadi pelajaran padahal hal itu berguna. Kaum kafir Mekah itu sudah mengetahui tentang umat-umat terdahulu, tetapi tidak mengambil hikmah dan pelajaran dari pengalaman umat-umat terdahulu sehingga mereka beriman."
        },
        {
          "number": 155,
          "arabic": "أَفَلَا تَذَكَّرُونَ",
          "transliteration": "afalā tadhakkarūna",
          "translation": "Maka mengapa kamu tidak memikirkan?",
          "tafsir": "Kecaman dilanjutkan lagi dengan pertanyaan, \"Bagaimana kalian ini? Bagaimana kalian berpendapat demikian?\" Mereka dikecam karena tidak punya pikiran yang sehat, karena bagaimana mungkin Allah yang menciptakan segala sesuatu di alam ini butuh seorang anak dan anak itu perempuan. Mereka dikecam pula karena, seandainya mereka punya pikiran, mereka keliru dalam berpikir sehingga pikiran itu tidak logis dan tidak dapat diterima akal. Selanjutnya mereka dikecam bahwa sebenarnya mereka tidak menggunakan pikirannya untuk menganalisa ayat-ayat Allah yang disampaikan, dan tidak mereka ambil menjadi pelajaran padahal hal itu berguna. Kaum kafir Mekah itu sudah mengetahui tentang umat-umat terdahulu, tetapi tidak mengambil hikmah dan pelajaran dari pengalaman umat-umat terdahulu sehingga mereka beriman."
        },
        {
          "number": 156,
          "arabic": "أَمْ لَكُمْ سُلْطَـٰنٌ مُّبِينٌ",
          "transliteration": "am lakum sul'ṭānun mubīnun",
          "translation": "Ataukah kamu mempunyai bukti yang jelas?",
          "tafsir": "Bantahan lebih lanjut yang disampaikan Allah untuk membantah pandangan kaum kafir Mekah bahwa Allah punya anak yaitu malaikat sebagai anak perempuan-Nya, Allah meminta mereka mengemukakan bukti nyata yang tidak dapat dibantah kebenarannya, baik bukti itu berbentuk fisik maupun berbentuk ungkapan yang terjamin kebenarannya. Bukti fisik, misalnya, bahwa Allah melahirkan malaikat. Bukti non-fisik adalah wahyu. Tentu saja mereka tidak akan bisa mengemukakan bukti-bukti itu, karena memang tidak ada. Dengan demikian firman-Nya berbentuk pertanyaan, \"Atau apakah kalian memiliki bukti yang nyata?\" merupakan sanggahan yang jitu terhadap pandangan mereka bahwa Allah punya anak perempuan tersebut. Apalagi setelah itu Allah meminta mereka menyampaikan kitab suci yang berisi pernyataan bahwa malaikat itu adalah anak-Nya. Kitab suci itu tidak mungkin mereka dapatkan karena Allah tidak pernah menurunkannya. Pada ayat lain Allah berfirman yang isinya sama dengan ayat ini: Atau pernahkah Kami menurunkan kepada mereka keterangan, yang menjelaskan (membenarkan) apa yang (selalu) mereka persekutukan dengan Tuhan? (ar-Rum/30: 35)"
        },
        {
          "number": 157,
          "arabic": "فَأْتُوا۟ بِكِتَـٰبِكُمْ إِن كُنتُمْ صَـٰدِقِينَ",
          "transliteration": "fatū bikitābikum in kuntum ṣādiqīna",
          "translation": "(kalau begitu) maka bawalah kitabmu jika kamu orang yang benar.",
          "tafsir": "Bantahan lebih lanjut yang disampaikan Allah untuk membantah pandangan kaum kafir Mekah bahwa Allah punya anak yaitu malaikat sebagai anak perempuan-Nya, Allah meminta mereka mengemukakan bukti nyata yang tidak dapat dibantah kebenarannya, baik bukti itu berbentuk fisik maupun berbentuk ungkapan yang terjamin kebenarannya. Bukti fisik, misalnya, bahwa Allah melahirkan malaikat. Bukti non-fisik adalah wahyu. Tentu saja mereka tidak akan bisa mengemukakan bukti-bukti itu, karena memang tidak ada. Dengan demikian firman-Nya berbentuk pertanyaan, \"Atau apakah kalian memiliki bukti yang nyata?\" merupakan sanggahan yang jitu terhadap pandangan mereka bahwa Allah punya anak perempuan tersebut. Apalagi setelah itu Allah meminta mereka menyampaikan kitab suci yang berisi pernyataan bahwa malaikat itu adalah anak-Nya. Kitab suci itu tidak mungkin mereka dapatkan karena Allah tidak pernah menurunkannya. Pada ayat lain Allah berfirman yang isinya sama dengan ayat ini: Atau pernahkah Kami menurunkan kepada mereka keterangan, yang menjelaskan (membenarkan) apa yang (selalu) mereka persekutukan dengan Tuhan? (ar-Rum/30: 35)"
        },
        {
          "number": 158,
          "arabic": "وَجَعَلُوا۟ بَيْنَهُۥ وَبَيْنَ ٱلْجِنَّةِ نَسَبًا ۚ وَلَقَدْ عَلِمَتِ ٱلْجِنَّةُ إِنَّهُمْ لَمُحْضَرُونَ",
          "transliteration": "wajaʿalū baynahu wabayna l-jinati nasaban walaqad ʿalimati l-jinatu innahum lamuḥ'ḍarūna",
          "translation": "Dan mereka mengadakan (hubungan) nasab (keluarga) antara Dia (Allah) dan jin. Dan sungguh, jin telah mengetahui bahwa mereka pasti akan diseret (ke neraka),",
          "tafsir": "Di samping kaum kafir Mekah itu memandang malaikat sebagai anak Allah, mereka juga memandang Allah punya hubungan nasab (kekerabatan) dengan jin. Yaitu bahwa Allah memperistri sejumlah jin-jin perempuan, dan dari hubungan itu lahirlah malaikat dan malaikat itu jenisnya perempuan. Pandangan itu sangat keliru, karena bila demikian jin-jin itu berkedudukan sama dengan Allah, padahal mereka sendiri mengakui bahwa mereka pun nanti akan dihadirkan di depan-Nya, diminta tanggung jawabnya berkenaan dengan perbuatan-perbuatan mereka, serta disiksa bila bersalah. Dengan pertanggungjawaban itu berarti bahwa mereka tidaklah sama dengan Allah dan bukan keluarga Allah, tetapi adalah hamba-hamba-Nya yang akan diberi pahala bila berbuat baik dan akan dihukum bila berbuat jahat, sesuai dengan firman-Nya: Dan mereka berkata, \"Tuhan Yang Maha Pengasih telah menjadikan (malaikat) sebagai anak.\" Mahasuci Dia. Sebenarnya mereka (para malaikat itu) adalah hamba-hamba yang dimuliakan (al-Anbiya'/21: 26)"
        },
        {
          "number": 159,
          "arabic": "سُبْحَـٰنَ ٱللَّهِ عَمَّا يَصِفُونَ",
          "transliteration": "sub'ḥāna l-lahi ʿammā yaṣifūna",
          "translation": "Mahasuci Allah dari apa yang mereka sifatkan,",
          "tafsir": "Selanjutnya Allah menegaskan bahwa Ia Mahasuci dari segala anggapan dan pandangan seperti itu, bahwa Ia punya anak perempuan yaitu malaikat dan bahwa antara Ia dan jin ada hubungan kekerabatan. Bahkan Ia Mahasuci dari apa pun pandangan manusia mengenai diri-Nya, karena keadaan-Nya yang sebenarnya tidak dapat dilukiskan manusia dengan sebenar-benarnya, karena Ia tidak akan dapat ditangkap mata, tidak dapat didengar telinga, dan tidak tergores di dalam hati. Orang yang berpandangan demikian adalah musyrik. Hamba-hamba Allah yang terpilih, yaitu yang telah dijadikan-Nya memiliki sifat ikhlas, tidak akan mempunyai pandangan yang salah tentang-Nya. Mereka selalu mengagungkan-Nya sejauh yang ia mampu mengagungkan-Nya, memuji-Nya sejauh yang ia mampu memuji-Nya, dan melaksanakan perintah-Nya dengan patuh sejauh yang ia mampu melaksanakannya. Begitu pulalah malaikat dalam pandangan mereka. Malaikat bukanlah anak perempuan Allah, tetapi adalah hamba Allah yang selalu menghambakan diri kepada-Nya dan melaksanakan perintah-Nya tanpa pamrih sedikit pun."
        },
        {
          "number": 160,
          "arabic": "إِلَّا عِبَادَ ٱللَّهِ ٱلْمُخْلَصِينَ",
          "transliteration": "illā ʿibāda l-lahi l-mukh'laṣīna",
          "translation": "kecuali hamba-hamba Allah<sup foot_note=135692>1</sup> yang disucikan (dari dosa).",
          "tafsir": "Selanjutnya Allah menegaskan bahwa Ia Mahasuci dari segala anggapan dan pandangan seperti itu, bahwa Ia punya anak perempuan yaitu malaikat dan bahwa antara Ia dan jin ada hubungan kekerabatan. Bahkan Ia Mahasuci dari apa pun pandangan manusia mengenai diri-Nya, karena keadaan-Nya yang sebenarnya tidak dapat dilukiskan manusia dengan sebenar-benarnya, karena Ia tidak akan dapat ditangkap mata, tidak dapat didengar telinga, dan tidak tergores di dalam hati. Orang yang berpandangan demikian adalah musyrik. Hamba-hamba Allah yang terpilih, yaitu yang telah dijadikan-Nya memiliki sifat ikhlas, tidak akan mempunyai pandangan yang salah tentang-Nya. Mereka selalu mengagungkan-Nya sejauh yang ia mampu mengagungkan-Nya, memuji-Nya sejauh yang ia mampu memuji-Nya, dan melaksanakan perintah-Nya dengan patuh sejauh yang ia mampu melaksanakannya. Begitu pulalah malaikat dalam pandangan mereka. Malaikat bukanlah anak perempuan Allah, tetapi adalah hamba Allah yang selalu menghambakan diri kepada-Nya dan melaksanakan perintah-Nya tanpa pamrih sedikit pun."
        },
        {
          "number": 161,
          "arabic": "فَإِنَّكُمْ وَمَا تَعْبُدُونَ",
          "transliteration": "fa-innakum wamā taʿbudūna",
          "translation": "Maka sesungguhnya kamu dan apa yang kamu sembah itu,",
          "tafsir": "Pada ayat-ayat ini Allah menegaskan bahwa kaum kafir Mekah itu bersama sembahan-sembahan mereka, yaitu patung-patung dan berhala-berhala itu, tidak akan bisa mempengaruhi dan menyesatkan mereka yang beriman. Hal itu karena dasar iman mereka mempertuhankan patung-patung itu tidak ada. Begitu juga menyatakan bahwa malaikat itu adalah anak-anak perempuan Allah. Dasar suatu keimanan adalah wahyu, sedangkan Allah tidak pernah menurunkan wahyu tentang benarnya penyembahan berhala dan tentang malaikat sebagai putrinya. Di samping itu mereka yang beriman kepada Allah, iman mereka kuat sehingga tidak akan terpengaruh oleh akidah mereka yang keliru. Bila ada yang terpengaruh, maka mereka adalah calon-calon penghuni neraka juga, yaitu orang-orang yang lemah imannya. Mereka nanti akan dimasukkan ke dalam neraka Jahim bersama orang-orang yang mempengaruhinya."
        },
        {
          "number": 162,
          "arabic": "مَآ أَنتُمْ عَلَيْهِ بِفَـٰتِنِينَ",
          "transliteration": "mā antum ʿalayhi bifātinīna",
          "translation": "tidak akan dapat menyesatkan (seseorang) terhadap Allah,",
          "tafsir": "Pada ayat-ayat ini Allah menegaskan bahwa kaum kafir Mekah itu bersama sembahan-sembahan mereka, yaitu patung-patung dan berhala-berhala itu, tidak akan bisa mempengaruhi dan menyesatkan mereka yang beriman. Hal itu karena dasar iman mereka mempertuhankan patung-patung itu tidak ada. Begitu juga menyatakan bahwa malaikat itu adalah anak-anak perempuan Allah. Dasar suatu keimanan adalah wahyu, sedangkan Allah tidak pernah menurunkan wahyu tentang benarnya penyembahan berhala dan tentang malaikat sebagai putrinya. Di samping itu mereka yang beriman kepada Allah, iman mereka kuat sehingga tidak akan terpengaruh oleh akidah mereka yang keliru. Bila ada yang terpengaruh, maka mereka adalah calon-calon penghuni neraka juga, yaitu orang-orang yang lemah imannya. Mereka nanti akan dimasukkan ke dalam neraka Jahim bersama orang-orang yang mempengaruhinya."
        },
        {
          "number": 163,
          "arabic": "إِلَّا مَنْ هُوَ صَالِ ٱلْجَحِيمِ",
          "transliteration": "illā man huwa ṣāli l-jaḥīmi",
          "translation": "kecuali orang-orang yang akan masuk ke neraka Jahim.",
          "tafsir": "Pada ayat-ayat ini Allah menegaskan bahwa kaum kafir Mekah itu bersama sembahan-sembahan mereka, yaitu patung-patung dan berhala-berhala itu, tidak akan bisa mempengaruhi dan menyesatkan mereka yang beriman. Hal itu karena dasar iman mereka mempertuhankan patung-patung itu tidak ada. Begitu juga menyatakan bahwa malaikat itu adalah anak-anak perempuan Allah. Dasar suatu keimanan adalah wahyu, sedangkan Allah tidak pernah menurunkan wahyu tentang benarnya penyembahan berhala dan tentang malaikat sebagai putrinya. Di samping itu mereka yang beriman kepada Allah, iman mereka kuat sehingga tidak akan terpengaruh oleh akidah mereka yang keliru. Bila ada yang terpengaruh, maka mereka adalah calon-calon penghuni neraka juga, yaitu orang-orang yang lemah imannya. Mereka nanti akan dimasukkan ke dalam neraka Jahim bersama orang-orang yang mempengaruhinya."
        },
        {
          "number": 164,
          "arabic": "وَمَا مِنَّآ إِلَّا لَهُۥ مَقَامٌ مَّعْلُومٌ",
          "transliteration": "wamā minnā illā lahu maqāmun maʿlūmun",
          "translation": "Dan tidak satu pun di antara kami (malaikat) melainkan masing-masing mempunyai kedudukan tertentu,",
          "tafsir": "Pada ayat ini disampaikan pengakuan malaikat mengenai dirinya, yaitu bahwa mereka memanggul fungsi dan tugas tertentu. Mereka menjalankan fungsi dan tugasnya itu tanpa mengurangi atau menambah sedikit pun dari yang diperintahkan Allah swt sebagaimana dinyatakan dalam firman-Nya: ¦yang tidak durhaka kepada Allah terhadap apa yang Dia perintahkan kepada mereka dan selalu mengerjakan apa yang diperintahkan. (at-Tahrim/66: 6)"
        },
        {
          "number": 165,
          "arabic": "وَإِنَّا لَنَحْنُ ٱلصَّآفُّونَ",
          "transliteration": "wa-innā lanaḥnu l-ṣāfūna",
          "translation": "dan sesungguhnya kami selalu teratur dalam barisan (dalam melaksanakan perintah Allah).",
          "tafsir": "Lebih jauh para malaikat itu menjelaskan bahwa mereka dalam menjalankan tugasnya berbaris-baris, yaitu selalu sigap melaksanakan tugasnya dan bekerjasama dalam kesatuan-kesatuan yang kuat. Dengan berbaris-baris seperti itu maka tugas dilaksanakan mereka dengan penuh semangat, gegap-gempita, dan sempurna, sehingga pelaksanaan tugas itu sukses secara maksimal tanpa ada yang kurang atau yang lebih. Pelaksanaan tugas secara serius itu memberikan petunjuk bahwa mereka sangat patuh kepada Allah dan menjalankan perintah-Nya. Kepatuhan dan keseriusan malaikat menjalankan tugasnya itu perlu ditiru oleh kaum muslimin. Dalam sebuah hadis sahih yang diriwayatkan oleh Muslim yang bersumber dari Jabir bin Samurah, ia mengatakan: Dari Jabir bin Samurah bahwa Rasulullah suatu ketika keluar menemui kami sedang kami berada di dalam masjid, lalu beliau bersabda, 'Mengapa kalian tidak berbaris seperti malaikat berbaris di sisi Tuhannya? Lalu kami bertanya, 'Ya, Rasulullah, bagaimana caranya malaikat-malaikat itu berbaris di sisi Tuhannya? Rasulullah bersabda, 'Mereka mengisi sampai penuh barisan pertama dan merapatkannya.\" (Riwayat Muslim) Karena terinspirasi oleh ayat itu, Khalifah Umar bin Khaththab mengatur saf-saf sebelum mengimami salat. Dilaporkan oleh Abu Nadhrah: Umar r.a. ketika iqamat dilantunkan, ia menghadap kepada jamaah dan berkata, \"Atur saf-saf kalian, luruskan barisan kalian! Allah Ta'ala ingin kalian mengikuti perilaku malaikat.\" Kemudian ia membaca ayat: \"wa inna lanahnu ash-shaffun\" \"Hai Fulan mundur, hai Fulan maju!\" Setelah itu ia maju ke depan dan membaca takbir (mengimami salat). (Riwayat Ibnu Abi hatim dan Ibnu Jarir)."
        },
        {
          "number": 166,
          "arabic": "وَإِنَّا لَنَحْنُ ٱلْمُسَبِّحُونَ",
          "transliteration": "wa-innā lanaḥnu l-musabiḥūna",
          "translation": "Dan sungguh, kami benar-benar terus bertasbih (kepada Allah).",
          "tafsir": "Kemudian Allah menjelaskan perilaku malaikat bahwa mereka selalu bertasbih kepada-Nya. Bertasbih adalah mensucikan Allah dari sifat-sifat yang tidak layak bagi-Nya, baik berupa sifat-sifat kekurangan, seperti lemah, mengantuk, perlu pembantu/anak dan sebagainya atau sifat-sifat tercela seperti pemarah, zalim, dan sebagainya. Bertasbih itu tidak cukup hanya dengan ucapan, dengan membaca subhanallah, tetapi perlu diiringi dengan perbuatan. Contoh tasbih yang sempurna adalah apa yang dikerjakan malaikat, dimana mereka tidak hanya terus menerus memuji Allah tetapi juga melaksanakan sepenuhnya perintah-perintah-Nya."
        },
        {
          "number": 167,
          "arabic": "وَإِن كَانُوا۟ لَيَقُولُونَ",
          "transliteration": "wa-in kānū layaqūlūna",
          "translation": "Dan sesungguhnya mereka (orang kafir Mekkah) benar-benar pernah berkata,",
          "tafsir": "Dijelaskan bahwa kaum kafir Mekah itu sebelum kedatangan Nabi Muhammad sebenarnya sudah berjanji bahwa seandainya mereka memiliki kitab suci yang berisi pedoman seperti yang dimiliki oleh kaum Yahudi dan Nasrani, mereka akan beriman dan melaksanakan perintah yang tertera dalam kitab suci itu dengan sepatuh-patuhnya. Mereka mengharapkan datangnya seorang rasul untuk membimbing mereka menuju kebahagiaan di dunia dan akhirat seperti yang dipunyai mereka. Mereka ingin pula mengalami kejayaan seperti yang pernah dialami kedua kaum itu di bawah nabi mereka masing-masing, karena umat di bawah pimpinan nabi pastilah terjamin kebahagiaan dan kejayaannya."
        },
        {
          "number": 168,
          "arabic": "لَوْ أَنَّ عِندَنَا ذِكْرًا مِّنَ ٱلْأَوَّلِينَ",
          "transliteration": "law anna ʿindanā dhik'ran mina l-awalīna",
          "translation": "\"Sekiranya di sisi kami ada suatu kitab dari (kitab-kitab yang diturunkan) kepada orang-orang dahulu,",
          "tafsir": "Dijelaskan bahwa kaum kafir Mekah itu sebelum kedatangan Nabi Muhammad sebenarnya sudah berjanji bahwa seandainya mereka memiliki kitab suci yang berisi pedoman seperti yang dimiliki oleh kaum Yahudi dan Nasrani, mereka akan beriman dan melaksanakan perintah yang tertera dalam kitab suci itu dengan sepatuh-patuhnya. Mereka mengharapkan datangnya seorang rasul untuk membimbing mereka menuju kebahagiaan di dunia dan akhirat seperti yang dipunyai mereka. Mereka ingin pula mengalami kejayaan seperti yang pernah dialami kedua kaum itu di bawah nabi mereka masing-masing, karena umat di bawah pimpinan nabi pastilah terjamin kebahagiaan dan kejayaannya."
        },
        {
          "number": 169,
          "arabic": "لَكُنَّا عِبَادَ ٱللَّهِ ٱلْمُخْلَصِينَ",
          "transliteration": "lakunnā ʿibāda l-lahi l-mukh'laṣīna",
          "translation": "tentu kami akan menjadi hamba Allah yang disucikan (dari dosa).\"",
          "tafsir": "Dijelaskan bahwa kaum kafir Mekah itu sebelum kedatangan Nabi Muhammad sebenarnya sudah berjanji bahwa seandainya mereka memiliki kitab suci yang berisi pedoman seperti yang dimiliki oleh kaum Yahudi dan Nasrani, mereka akan beriman dan melaksanakan perintah yang tertera dalam kitab suci itu dengan sepatuh-patuhnya. Mereka mengharapkan datangnya seorang rasul untuk membimbing mereka menuju kebahagiaan di dunia dan akhirat seperti yang dipunyai mereka. Mereka ingin pula mengalami kejayaan seperti yang pernah dialami kedua kaum itu di bawah nabi mereka masing-masing, karena umat di bawah pimpinan nabi pastilah terjamin kebahagiaan dan kejayaannya."
        },
        {
          "number": 170,
          "arabic": "فَكَفَرُوا۟ بِهِۦ ۖ فَسَوْفَ يَعْلَمُونَ",
          "transliteration": "fakafarū bihi fasawfa yaʿlamūna",
          "translation": "Tetapi ternyata mereka mengingkarinya (Alquran); maka kelak mereka akan mengetahui (akibat keingkarannya itu).",
          "tafsir": "Allah menjelaskan bahwa rasul yang mereka tunggu-tunggu itu sebenarnya sudah datang, yaitu Nabi Muhammad dan pedoman yang mereka dambakan itu sudah ada yaitu Al-Qur'an. Akan tetapi, mereka mengingkari nabi dan kitab suci tersebut. Tindakan mereka itu diterangkan dalam ayat lain: Dan mereka bersumpah dengan nama Allah dengan sungguh-sungguh bahwa jika datang kepada mereka seorang pemberi peringatan, niscaya mereka akan lebih mendapat petunjuk dari salah satu umat-umat (yang lain). Tetapi ketika pemberi peringatan datang kepada mereka, tidak menambah (apa-apa) kepada mereka, bahkan semakin jauh mereka dari (kebenaran) (Fathir/35: 42) Di akhir ayat, Allah swt menegaskan bahwa mereka yang kafir nanti akan tahu apa akibat kekafiran mereka. Yaitu bahwa mereka akan sengsara baik di dunia dengan kekalahan, maupun di akhirat yaitu disiksa dalam neraka selama-lamanya. Ancaman itu seharusnya membuat mereka takut lalu beriman."
        },
        {
          "number": 171,
          "arabic": "وَلَقَدْ سَبَقَتْ كَلِمَتُنَا لِعِبَادِنَا ٱلْمُرْسَلِينَ",
          "transliteration": "walaqad sabaqat kalimatunā liʿibādinā l-mur'salīna",
          "translation": "Dan sungguh, janji Kami telah tetap bagi hamba-hamba Kami yang menjadi rasul,",
          "tafsir": "Allah menegaskan bahwa ketetapan-Nya telah berlaku sejak semula berkenaan dengan para rasul-Nya. Mereka itu dibela oleh Allah dan hamba-hamba-Nya yang beriman akan menang. Pernyataan bahwa Allah akan membantu para rasul-Nya ditegaskan dalam ayat lain: Sesungguhnya Kami akan menolong rasul-rasul Kami dan orang-orang yang beriman dalam kehidupan dunia dan pada hari tampilnya para saksi (hari Kiamat) (al-Mu'min/40: 51) Bahwa para rasul Allah beserta kaum yang beriman akan menang ditegaskan pula dalam ayat lain: Allah telah menetapkan, \"Aku dan rasul-rasul-Ku pasti menang.\" Sungguh, Allah Mahakuat, Mahaperkasa. (al-Mujadilah/58: 21) Bukti ketetapan Allah itu sudah jelas dari pengalaman umat-umat terdahulu sebagaimana sudah dibaca kisah-kisah mereka dalam ayat-ayat sebelum ini, yaitu bahwa rasul-rasul Allah beserta mereka yang beriman mendapat pertolongan dari-Nya, sedangkan umat mereka yang durhaka mengalami kehancuran. Begitu pulalah Nabi Muhammad saw, beliau dan pengikutnya akan dibantu oleh Allah sebagaimana rasul-rasul-Nya yang lain, dan beliau beserta kaum Muslimin akan menang menghadapi kaum kafir Mekah, cepat atau lambat."
        },
        {
          "number": 172,
          "arabic": "إِنَّهُمْ لَهُمُ ٱلْمَنصُورُونَ",
          "transliteration": "innahum lahumu l-manṣūrūna",
          "translation": "(yaitu) mereka itu pasti akan mendapat pertolongan.",
          "tafsir": "Allah menegaskan bahwa ketetapan-Nya telah berlaku sejak semula berkenaan dengan para rasul-Nya. Mereka itu dibela oleh Allah dan hamba-hamba-Nya yang beriman akan menang. Pernyataan bahwa Allah akan membantu para rasul-Nya ditegaskan dalam ayat lain: Sesungguhnya Kami akan menolong rasul-rasul Kami dan orang-orang yang beriman dalam kehidupan dunia dan pada hari tampilnya para saksi (hari Kiamat) (al-Mu'min/40: 51) Bahwa para rasul Allah beserta kaum yang beriman akan menang ditegaskan pula dalam ayat lain: Allah telah menetapkan, \"Aku dan rasul-rasul-Ku pasti menang.\" Sungguh, Allah Mahakuat, Mahaperkasa. (al-Mujadilah/58: 21) Bukti ketetapan Allah itu sudah jelas dari pengalaman umat-umat terdahulu sebagaimana sudah dibaca kisah-kisah mereka dalam ayat-ayat sebelum ini, yaitu bahwa rasul-rasul Allah beserta mereka yang beriman mendapat pertolongan dari-Nya, sedangkan umat mereka yang durhaka mengalami kehancuran. Begitu pulalah Nabi Muhammad saw, beliau dan pengikutnya akan dibantu oleh Allah sebagaimana rasul-rasul-Nya yang lain, dan beliau beserta kaum Muslimin akan menang menghadapi kaum kafir Mekah, cepat atau lambat."
        },
        {
          "number": 173,
          "arabic": "وَإِنَّ جُندَنَا لَهُمُ ٱلْغَـٰلِبُونَ",
          "transliteration": "wa-inna jundanā lahumu l-ghālibūna",
          "translation": "Dan sesungguhnya bala tentara Kami<sup foot_note=135693>1</sup> itulah yang pasti menang.",
          "tafsir": "Allah menegaskan bahwa ketetapan-Nya telah berlaku sejak semula berkenaan dengan para rasul-Nya. Mereka itu dibela oleh Allah dan hamba-hamba-Nya yang beriman akan menang. Pernyataan bahwa Allah akan membantu para rasul-Nya ditegaskan dalam ayat lain: Sesungguhnya Kami akan menolong rasul-rasul Kami dan orang-orang yang beriman dalam kehidupan dunia dan pada hari tampilnya para saksi (hari Kiamat) (al-Mu'min/40: 51) Bahwa para rasul Allah beserta kaum yang beriman akan menang ditegaskan pula dalam ayat lain: Allah telah menetapkan, \"Aku dan rasul-rasul-Ku pasti menang.\" Sungguh, Allah Mahakuat, Mahaperkasa. (al-Mujadilah/58: 21) Bukti ketetapan Allah itu sudah jelas dari pengalaman umat-umat terdahulu sebagaimana sudah dibaca kisah-kisah mereka dalam ayat-ayat sebelum ini, yaitu bahwa rasul-rasul Allah beserta mereka yang beriman mendapat pertolongan dari-Nya, sedangkan umat mereka yang durhaka mengalami kehancuran. Begitu pulalah Nabi Muhammad saw, beliau dan pengikutnya akan dibantu oleh Allah sebagaimana rasul-rasul-Nya yang lain, dan beliau beserta kaum Muslimin akan menang menghadapi kaum kafir Mekah, cepat atau lambat."
        },
        {
          "number": 174,
          "arabic": "فَتَوَلَّ عَنْهُمْ حَتَّىٰ حِينٍ",
          "transliteration": "fatawalla ʿanhum ḥattā ḥīnin",
          "translation": "Maka berpalinglah engkau (Muhammad) dari mereka sampai waktu tertentu,<sup foot_note=135694>1</sup>",
          "tafsir": "Untuk mewujudkan kemenangan itu, Allah meminta Nabi Muhammad agar berpaling dari mereka. Maksudnya yaitu menunjukkan sikap tidak suka pada sikap pembangkangan mereka, tidak menghiraukan ancaman mereka, dan melanjutkan dakwah pada mereka dengan penuh tawakal kepada Allah, sebagaimana diperintahkan Allah dalam ayat lain: Dan janganlah engkau (Muhammad) menuruti orang-orang kafir dan orang-orang munafik itu, janganlah engkau hiraukan gangguan mereka dan bertawakallah kepada Allah. Dan cukuplah Allah sebagai pelindung. (al-A.hzab/33: 48) Di samping diperintahkan berpaling, Nabi Muhammad juga diperintahkan untuk melihat perkembangan selanjutnya, yaitu menunggu, karena pertolongan Allah pasti datang. Pertolongan itu adalah takluknya kota Mekah, sebagaimana dinyatakan ayat berikut: Apabila telah datang pertolongan Allah dan kemenangan, dan engkau melihat manusia berbondong-bondong masuk agama Allah, maka bertasbihlah dalam dengan Tuhanmu dan mohonlah ampunan kepada-Nya. Sungguh, Dia Maha Penerima tobat. (an-Nashr/110: 1-3) Mereka juga akan melihat perkembangan dan menunggu. Tetapi yang mereka tunggu hanyalah kekalahan."
        },
        {
          "number": 175,
          "arabic": "وَأَبْصِرْهُمْ فَسَوْفَ يُبْصِرُونَ",
          "transliteration": "wa-abṣir'hum fasawfa yub'ṣirūna",
          "translation": "dan perlihatkanlah kepada mereka, maka kelak mereka akan melihat (azab itu).",
          "tafsir": "Untuk mewujudkan kemenangan itu, Allah meminta Nabi Muhammad agar berpaling dari mereka. Maksudnya yaitu menunjukkan sikap tidak suka pada sikap pembangkangan mereka, tidak menghiraukan ancaman mereka, dan melanjutkan dakwah pada mereka dengan penuh tawakal kepada Allah, sebagaimana diperintahkan Allah dalam ayat lain: Dan janganlah engkau (Muhammad) menuruti orang-orang kafir dan orang-orang munafik itu, janganlah engkau hiraukan gangguan mereka dan bertawakallah kepada Allah. Dan cukuplah Allah sebagai pelindung. (al-A.hzab/33: 48) Di samping diperintahkan berpaling, Nabi Muhammad juga diperintahkan untuk melihat perkembangan selanjutnya, yaitu menunggu, karena pertolongan Allah pasti datang. Pertolongan itu adalah takluknya kota Mekah, sebagaimana dinyatakan ayat berikut: Apabila telah datang pertolongan Allah dan kemenangan, dan engkau melihat manusia berbondong-bondong masuk agama Allah, maka bertasbihlah dalam dengan Tuhanmu dan mohonlah ampunan kepada-Nya. Sungguh, Dia Maha Penerima tobat. (an-Nashr/110: 1-3) Mereka juga akan melihat perkembangan dan menunggu. Tetapi yang mereka tunggu hanyalah kekalahan."
        },
        {
          "number": 176,
          "arabic": "أَفَبِعَذَابِنَا يَسْتَعْجِلُونَ",
          "transliteration": "afabiʿadhābinā yastaʿjilūna",
          "translation": "Maka apakah mereka meminta agar azab Kami disegerakan?",
          "tafsir": "Setelah orang-orang kafir itu diancam kekalahan di dunia, supaya mereka beriman, mereka diancam dengan azab akhirat. Karena keingkaran atau karena tidak percaya adanya azab akhirat itu, mereka menantang Nabi saw agar menyegerakan terjadinya azab akhirat itu waktu di dunia ini juga. Untuk menjawab tantangan itu, Allah bertanya apakah betul-betul mereka menginginkan azab akhirat itu disegerakan. Allah menyatakan bahwa bila azab akhirat itu disegerakan dan diturunkan ke halaman rumah mereka, maka malapetaka yang menimpa akan tak terkirakan. Yaitu datangnya malapetaka itu pada pagi hari, yakni di saat orang-orang yang diancam itu masih ingin menambah tidurnya menjelang matahari terbit, sehingga mereka belum siap menghadapinya. Hebatnya malapetaka pagi hari dapat diambil contohnya dari serangan Nabi saw terhadap Khaibar di waktu subuh yang mengakibatkan jatuhnya benteng itu: Dari Anas r.a. bahwa ia berkata, \"Rasulullah pada pagi hari berada di Khaibar. Ketika mereka(Yahudi penduduk Khaibar) keluar dengan kampak dan tombak mereka, dan melihat pasukan, mereka lari dan berteriak, 'Muhammad, demi Allah, Muhammad, dan pasukannya!\" Nabi berkata, 'Allah Mahaagung, Khaibar hancur. Kita bila sampai di halaman mereka, itu adalah subuh yang jelek sekali bagi orang-orang yang diancam itu.\" (Riwayat al-Bukhari dan Muslim)."
        },
        {
          "number": 177,
          "arabic": "فَإِذَا نَزَلَ بِسَاحَتِهِمْ فَسَآءَ صَبَاحُ ٱلْمُنذَرِينَ",
          "transliteration": "fa-idhā nazala bisāḥatihim fasāa ṣabāḥu l-mundharīna",
          "translation": "Maka apabila (siksaan) itu turun di halaman mereka, maka sangat buruklah pagi hari bagi orang-orang yang diperingatkan.<sup foot_note=135695>1</sup>",
          "tafsir": "Setelah orang-orang kafir itu diancam kekalahan di dunia, supaya mereka beriman, mereka diancam dengan azab akhirat. Karena keingkaran atau karena tidak percaya adanya azab akhirat itu, mereka menantang Nabi saw agar menyegerakan terjadinya azab akhirat itu waktu di dunia ini juga. Untuk menjawab tantangan itu, Allah bertanya apakah betul-betul mereka menginginkan azab akhirat itu disegerakan. Allah menyatakan bahwa bila azab akhirat itu disegerakan dan diturunkan ke halaman rumah mereka, maka malapetaka yang menimpa akan tak terkirakan. Yaitu datangnya malapetaka itu pada pagi hari, yakni di saat orang-orang yang diancam itu masih ingin menambah tidurnya menjelang matahari terbit, sehingga mereka belum siap menghadapinya. Hebatnya malapetaka pagi hari dapat diambil contohnya dari serangan Nabi saw terhadap Khaibar di waktu subuh yang mengakibatkan jatuhnya benteng itu: Dari Anas r.a. bahwa ia berkata, \"Rasulullah pada pagi hari berada di Khaibar. Ketika mereka(Yahudi penduduk Khaibar) keluar dengan kampak dan tombak mereka, dan melihat pasukan, mereka lari dan berteriak, 'Muhammad, demi Allah, Muhammad, dan pasukannya!\" Nabi berkata, 'Allah Mahaagung, Khaibar hancur. Kita bila sampai di halaman mereka, itu adalah subuh yang jelek sekali bagi orang-orang yang diancam itu.\" (Riwayat al-Bukhari dan Muslim)."
        },
        {
          "number": 178,
          "arabic": "وَتَوَلَّ عَنْهُمْ حَتَّىٰ حِينٍ",
          "transliteration": "watawalla ʿanhum ḥattā ḥīnin",
          "translation": "Dan berpalinglah engkau dari mereka sampai waktu tertentu.",
          "tafsir": "Menghadapi tantangan kaum kafir agar azab akhirat disegerakan bagi mereka, Allah memerintahkan Nabi untuk berpaling, yaitu menunjukkan sikap tidak suka pada sikap pembangkangan mereka, tidak menghiraukan ancaman mereka, dan melanjutkan dakwah kepada mereka dengan penuh tawakal kepada Allah, dan melihat perkembangan selanjutnya, yaitu menunggu. Untuk itu diperlukan sikap sabar dan tawakal sebagaimana sikap yang lalu pada waktu menunggu kehancuran mereka di dunia. Dengan demikian azab akhirat itu pasti mereka terima."
        },
        {
          "number": 179,
          "arabic": "وَأَبْصِرْ فَسَوْفَ يُبْصِرُونَ",
          "transliteration": "wa-abṣir fasawfa yub'ṣirūna",
          "translation": "Dan perlihatkanlah, maka kelak mereka akan melihat (azab itu).",
          "tafsir": "Menghadapi tantangan kaum kafir agar azab akhirat disegerakan bagi mereka, Allah memerintahkan Nabi untuk berpaling, yaitu menunjukkan sikap tidak suka pada sikap pembangkangan mereka, tidak menghiraukan ancaman mereka, dan melanjutkan dakwah kepada mereka dengan penuh tawakal kepada Allah, dan melihat perkembangan selanjutnya, yaitu menunggu. Untuk itu diperlukan sikap sabar dan tawakal sebagaimana sikap yang lalu pada waktu menunggu kehancuran mereka di dunia. Dengan demikian azab akhirat itu pasti mereka terima."
        },
        {
          "number": 180,
          "arabic": "سُبْحَـٰنَ رَبِّكَ رَبِّ ٱلْعِزَّةِ عَمَّا يَصِفُونَ",
          "transliteration": "sub'ḥāna rabbika rabbi l-ʿizati ʿammā yaṣifūna",
          "translation": "Mahasuci Tuhanmu, Tuhan Yang Mahaperkasa dari sifat yang mereka katakan.",
          "tafsir": "Selanjutnya Allah memerintahkan Nabi Muhammad saw agar bertasbih mensucikan Allah dari segala sifat kekurangan dan kelemahan. Allah Mahaperkasa, tidak lemah sebagaimana pandangan kaum kafir itu, yang membutuhkan anak, teman hidup, dan tidak mampu memenangkan mereka yang beriman atau menjatuhkan azab segera. Karena Ia Mahasuci dari sifat kekurangan dan kelemahan itu, maka ia pasti akan menghukum yang kafir dan jahat dan membahagiakan yang beriman dan berbuat baik. Kepada para rasul dan pengikut mereka, khususnya kepada Nabi Muhammad dan umat Islam, Allah memberikan selamat, yaitu memastikan bahwa mereka memperoleh kemenangan di dunia dan kebahagiaan nanti di akhirat, yaitu menjadi penghuni surga. Dengan hancurnya mereka yang membangkang dan diazabnya mereka di dalam neraka, dan menangnya mereka yang beriman dan masuknya mereka menjadi penghuni surga, berarti Allah Mahaadil dan Mahakuasa. Ia memberi ganjaran yang baik sesuai dengan kebaikannya dan membalas perbuatan yang jahat sesuai dengan kejahatannya. Dengan demikian terbuktilah bahwa Ia terpuji dan memang patut selalu dipuji."
        },
        {
          "number": 181,
          "arabic": "وَسَلَـٰمٌ عَلَى ٱلْمُرْسَلِينَ",
          "transliteration": "wasalāmun ʿalā l-mur'salīna",
          "translation": "Dan selamat sejahtera bagi para rasul.",
          "tafsir": "Selanjutnya Allah memerintahkan Nabi Muhammad saw agar bertasbih mensucikan Allah dari segala sifat kekurangan dan kelemahan. Allah Mahaperkasa, tidak lemah sebagaimana pandangan kaum kafir itu, yang membutuhkan anak, teman hidup, dan tidak mampu memenangkan mereka yang beriman atau menjatuhkan azab segera. Karena Ia Mahasuci dari sifat kekurangan dan kelemahan itu, maka ia pasti akan menghukum yang kafir dan jahat dan membahagiakan yang beriman dan berbuat baik. Kepada para rasul dan pengikut mereka, khususnya kepada Nabi Muhammad dan umat Islam, Allah memberikan selamat, yaitu memastikan bahwa mereka memperoleh kemenangan di dunia dan kebahagiaan nanti di akhirat, yaitu menjadi penghuni surga. Dengan hancurnya mereka yang membangkang dan diazabnya mereka di dalam neraka, dan menangnya mereka yang beriman dan masuknya mereka menjadi penghuni surga, berarti Allah Mahaadil dan Mahakuasa. Ia memberi ganjaran yang baik sesuai dengan kebaikannya dan membalas perbuatan yang jahat sesuai dengan kejahatannya. Dengan demikian terbuktilah bahwa Ia terpuji dan memang patut selalu dipuji."
        },
        {
          "number": 182,
          "arabic": "وَٱلْحَمْدُ لِلَّهِ رَبِّ ٱلْعَـٰلَمِينَ",
          "transliteration": "wal-ḥamdu lillahi rabbi l-ʿālamīna",
          "translation": "Dan segala puji bagi Allah Tuhan seluruh alam.",
          "tafsir": "Selanjutnya Allah memerintahkan Nabi Muhammad saw agar bertasbih mensucikan Allah dari segala sifat kekurangan dan kelemahan. Allah Mahaperkasa, tidak lemah sebagaimana pandangan kaum kafir itu, yang membutuhkan anak, teman hidup, dan tidak mampu memenangkan mereka yang beriman atau menjatuhkan azab segera. Karena Ia Mahasuci dari sifat kekurangan dan kelemahan itu, maka ia pasti akan menghukum yang kafir dan jahat dan membahagiakan yang beriman dan berbuat baik. Kepada para rasul dan pengikut mereka, khususnya kepada Nabi Muhammad dan umat Islam, Allah memberikan selamat, yaitu memastikan bahwa mereka memperoleh kemenangan di dunia dan kebahagiaan nanti di akhirat, yaitu menjadi penghuni surga. Dengan hancurnya mereka yang membangkang dan diazabnya mereka di dalam neraka, dan menangnya mereka yang beriman dan masuknya mereka menjadi penghuni surga, berarti Allah Mahaadil dan Mahakuasa. Ia memberi ganjaran yang baik sesuai dengan kebaikannya dan membalas perbuatan yang jahat sesuai dengan kejahatannya. Dengan demikian terbuktilah bahwa Ia terpuji dan memang patut selalu dipuji."
        }
      ]
    }
  ]
}