{
  "pageNumber": 472,
  "juz": 24,
  "surahs": [
    {
      "number": 40,
      "name": "Ghafir",
      "nameArabic": "غافر",
      "meaning": "Yang Maha Pengampun",
      "revelation": "Makkah",
      "description": "Surat \"Ghafir\" terdiri atas 85 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Az-Zumar.Dinamakan \"Ghafir\" (yang mengampuni), karena ada hubungannya dengan kata \"Ghafir\" yang terdapat pada ayat ke-3 surat ini. Ayat ini mengingatkan bahwa \"Maha Pengampun\" dan \"Maha Penerima Taubat\" adalah termasuk sifat Allah. Karena itu, hamba-hamba Allah tidak perlu khawatir terhadap perbuatan-perbuatan dosa yang telah telanjur mereka lakukan, semuanya akan diampuni Allah dengan syarat memohon ampunan dan bertaubat kepada-Nya dengan sungguh-sungguh serta berjanji tidak akan mengulangi perbuatan-perbuatan dosa itu lagi. Surat ini juga dinamai \"Dzit Thaul\" (Yang Mempunyai Karunia) karena kata tersebut terdapat pada ayat ke-3.Dinamai pula \"Al-Mu'min\" (orang yang beriman), berhubung kata \"mu'min\" yang terdapat pada ayat ke-28 surat ini. Pada ayat ke-28 diterangkan bahwa seorang dari kaum Fir'aun telah beriman kepada Nabi Musa tetapi menyembunyikan keimanannya di depan kaumnya. Setelah mendengar keterangan dan melihat mukjizat yang dikemukakan oleh Nabi Musa, hati kecil orang itu mencela Fir'aun dan kaumnya yang tidak mau beriman kepada Nabi Musa sekalipun telah dikemukakan keterangan dan mukjizat yang diminta mereka.**Pokok-Pokok Isi:**1. **Keimanan:** Sifat-sifat malaikat yang memikul 'Arsy dan yang berada di sekitarnya; dalil-dalil yang menunjukkan kekuasaan Allah, sifat-sifat Allah yang menunjukkan kebesaran dan keagungan-Nya; ilmu Allah meliputi segala sesuatu; bukti-bukti yang menunjukkan keberadaan hari kebangkitan.2. **Kisah:** Kisah Nabi Musa dengan Fir'aun.3. **Lain-lain:** Sikap orang mukmin dan orang kafir terhadap Al-Qur'an; permohonan orang-orang kafir agar dikeluarkan dari neraka; peringatan untuk orang-orang musyrik tentang kedahsyatan hari kiamat; anjuran bersabar dalam menghadapi kaum musyrikin; nikmat-nikmat Allah yang terdapat di daratan dan lautan; janji Rasulullah bahwa orang-orang mukmin akan menang terhadap musuhnya.Surat Ghafir mengemukakan hal-hal yang berhubungan dengan bantahan orang-orang kafir dan pengakuan orang-orang mukmin terhadap Al-Qur'an terutama yang berhubungan dengan ketauhidan, penegasan kebangkitan dan kerasulan. Selain itu, surat ini juga mengemukakan bahwa keadaan orang-orang musyrik akan sama dengan keadaan Fir'aun, Qarun, dan Haman, bila mereka tetap dalam kemusyrikannya.**Hubungan Surat Ghafir Dengan Surat Fussilat:**1. Kedua surat ini sama-sama memberikan peringatan kepada orang-orang Quraisy yang mengingkari Nabi Muhammad.2. Kedua surat ini sama-sama dimulai dengan menyebutkan sifat-sifat Al-Qur'an.",
      "verses": [
        {
          "number": 41,
          "arabic": "۞ وَيَـٰقَوْمِ مَا لِىٓ أَدْعُوكُمْ إِلَى ٱلنَّجَوٰةِ وَتَدْعُونَنِىٓ إِلَى ٱلنَّارِ",
          "transliteration": "wayāqawmi mā lī adʿūkum ilā l-najati watadʿūnanī ilā l-nāri",
          "translation": "Dan wahai kaumku! Bagaimanakah ini, aku menyerumu kepada keselamatan, tetapi kamu menyeruku ke neraka?",
          "tafsir": "Orang yang beriman kepada Musa itu mengulangi lagi seruannya kepada kaumnya dengan mengatakan, \"Wahai kaumku, aku merasa heran dengan sikap dan tindakan kamu sekalian. Aku menyeru kamu mengikuti jalan keselamatan, menghindarkan kamu dari siksa neraka, dan membawamu ke dalam surga dengan beriman kepada Allah dan mengerjakan amal yang saleh, sedangkan kamu menyeruku ke jalan kesengsaraan yang mengantarkan ke dalam neraka.\""
        },
        {
          "number": 42,
          "arabic": "تَدْعُونَنِى لِأَكْفُرَ بِٱللَّهِ وَأُشْرِكَ بِهِۦ مَا لَيْسَ لِى بِهِۦ عِلْمٌ وَأَنَا۠ أَدْعُوكُمْ إِلَى ٱلْعَزِيزِ ٱلْغَفَّـٰرِ",
          "transliteration": "tadʿūnanī li-akfura bil-lahi wa-ush'rika bihi mā laysa lī bihi ʿil'mun wa-anā adʿūkum ilā l-ʿazīzi l-ghafāri",
          "translation": "(Mengapa) kamu menyeruku agar kafir kepada Allah dan mempersekutukan-Nya dengan sesuatu yang aku tidak mempunyai ilmu tentang itu, padahal aku menyerumu (beriman) kepada Yang Mahaperkasa, Maha Pengampun?",
          "tafsir": "Selanjutnya orang mukmin itu menyatakan, \"Kamu sekalian menyeru dan mengajakku mengingkari Allah dan mempersekutukan-Nya dengan sesuatu yang tidak mempunyai alasan yang benar dan tidak ada bukti-bukti yang dapat diyakini kebenarannya, yang menyatakan bahwa menyekutukan Tuhan itu adalah kepercayaan yang benar. Sedangkan aku menyeru dan mengajakmu agar kamu sekalian mengesakan Allah, tidak ada Tuhan yang lain selain Dia. Yang Mahakuasa lagi Mahaperkasa, dengan bukti-bukti yang nyata. Dialah Yang Mahaperkasa lagi Maha Pengampun dosa-dosa hamba-Nya.\""
        },
        {
          "number": 43,
          "arabic": "لَا جَرَمَ أَنَّمَا تَدْعُونَنِىٓ إِلَيْهِ لَيْسَ لَهُۥ دَعْوَةٌ فِى ٱلدُّنْيَا وَلَا فِى ٱلْـَٔاخِرَةِ وَأَنَّ مَرَدَّنَآ إِلَى ٱللَّهِ وَأَنَّ ٱلْمُسْرِفِينَ هُمْ أَصْحَـٰبُ ٱلنَّارِ",
          "transliteration": "lā jarama annamā tadʿūnanī ilayhi laysa lahu daʿwatun fī l-dun'yā walā fī l-ākhirati wa-anna maraddanā ilā l-lahi wa-anna l-mus'rifīna hum aṣḥābu l-nāri",
          "translation": "Sudah pasti bahwa apa yang kamu serukan aku kepadanya bukanlah suatu seruan yang berguna baik di dunia maupun di akhirat. Dan sesungguhnya tempat kembali kita pasti kepada Allah, dan sesungguhnya orang-orang yang melampaui batas, mereka itu akan menjadi penghuni neraka.",
          "tafsir": "Ayat ini masih melanjutkan perkataan dari orang beriman di atas. Dia mengatakan, \"Sebenarnya kamu telah menyeruku menyembah berhala-berhala, yang tidak mendengar seruan orang-orang yang menyerunya, dan tidak dapat memberi pertolongan baik di dunia maupun di akhirat, karena ia tidak dapat memberikan sesuatu mudarat dan tidak pula sesuatu manfaat kepada siapa pun.\" Firman Allah: Jika kamu menyeru mereka, mereka tidak mendengar seruanmu, dan sekiranya mereka mendengar, mereka juga tidak memperkenankan permintaanmu. Dan pada hari Kiamat mereka akan mengingkari kemusyrikanmu dan tidak ada yang dapat memberikan keterangan kepadamu seperti yang diberikan oleh (Allah) Yang Mahateliti. (Fathir/35: 14) Dan firman Allah: Dan siapakah yang lebih sesat daripada orang-orang yang menyembah selain Allah (sembahan) yang tidak dapat memperkenankan (doa)nya sampai hari Kiamat dan mereka lalai dari (memperhatikan) doa mereka? (al-A.hqaf/46: 5) Orang beriman itu melanjutkan perkataannya, \"Ketahuilah kaumku, bahwa kita semua adalah milik Allah dan kepada-Nya pula kita kembali setelah mati dan dibangkitkan kembali. Waktu itu pula Dia memberi balasan kepada kita, sesuai dengan perbuatan dan amal kita masing-masing. Orang-orang yang kafir dan melampaui batas akan menjadi penghuni neraka.\""
        },
        {
          "number": 44,
          "arabic": "فَسَتَذْكُرُونَ مَآ أَقُولُ لَكُمْ ۚ وَأُفَوِّضُ أَمْرِىٓ إِلَى ٱللَّهِ ۚ إِنَّ ٱللَّهَ بَصِيرٌۢ بِٱلْعِبَادِ",
          "transliteration": "fasatadhkurūna mā aqūlu lakum wa-ufawwiḍu amrī ilā l-lahi inna l-laha baṣīrun bil-ʿibādi",
          "translation": "Maka kelak kamu akan ingat kepada apa yang kukatakan kepadamu. Dan aku menyerahkan urusanku kepada Allah. Sungguh, Allah Maha Melihat akan hamba-hamba-Nya.\"",
          "tafsir": "Kemudian orang-orang yang beriman itu mengakhiri nasihatnya kepada kaumnya dengan mengatakan, \"Wahai kaumku, di akhirat kelak kamu sekalian akan mengetahui kebenaran yang aku sampaikan kepadamu baik berupa perintah-perintah Allah maupun berupa larangan-larangan-Nya. Waktu itu kamu akan menyesal, tetapi pada waktu itu penyesalan tiada berguna lagi. Aku bertawakal kepada Tuhanku dan aku menyerahkan kepada-Nya segala urusanku dan aku mohon pertolongan kepada-Nya, agar aku terpelihara dari segala macam kejahatan yang mungkin aku lakukan dan dari segala bencana yang mungkin menimpaku.\" Sesungguhnya Allah Maha Mengetahui keadaan hamba-hamba-Nya. Dia memberi petunjuk hamba-hamba-Nya yang pantas diberi petunjuk dan menyesatkan hamba-hamba-Nya yang menginginkan kesesatan itu dengan mengerjakan perbuatan-perbuatan terlarang dan tidak mengerjakan perintah-perintah yang harus mereka laksanakan."
        },
        {
          "number": 45,
          "arabic": "فَوَقَىٰهُ ٱللَّهُ سَيِّـَٔاتِ مَا مَكَرُوا۟ ۖ وَحَاقَ بِـَٔالِ فِرْعَوْنَ سُوٓءُ ٱلْعَذَابِ",
          "transliteration": "fawaqāhu l-lahu sayyiāti mā makarū waḥāqa biāli fir'ʿawna sūu l-ʿadhābi",
          "translation": "Maka Allah memeliharanya dari kejahatan tipu daya mereka, sedangkan Fir'aun beserta kaumnya dikepung oleh azab yang sangat buruk.",
          "tafsir": "Ayat ini menerangkan bahwa Allah menolong hamba-Nya yang beriman dan menghancurkan musuh-musuh mereka dengan menyatakan bahwa Dia memelihara orang-orang yang beriman itu dari segala usaha tipu daya dan penganiayaan yang dilakukan oleh Fir'aun dan para pengikutnya dengan menyelamatkan mereka beserta Musa. Sedangkan Fir'aun beserta para pengikutnya ditenggelamkan di Laut Merah. Di akhirat nanti mereka akan ditimpa azab yang pedih. Diriwayatkan oleh Ibnu 'Abbas, \"Tatkala mengetahui keimanan orang itu, maka Fir'aun bermaksud hendak membunuhnya. Oleh karena itu, dia lari menyelamatkan diri.\""
        },
        {
          "number": 46,
          "arabic": "ٱلنَّارُ يُعْرَضُونَ عَلَيْهَا غُدُوًّا وَعَشِيًّا ۖ وَيَوْمَ تَقُومُ ٱلسَّاعَةُ أَدْخِلُوٓا۟ ءَالَ فِرْعَوْنَ أَشَدَّ ٱلْعَذَابِ",
          "transliteration": "al-nāru yuʿ'raḍūna ʿalayhā ghuduwwan waʿashiyyan wayawma taqūmu l-sāʿatu adkhilū āla fir'ʿawna ashadda l-ʿadhābi",
          "translation": "Kepada mereka diperlihatkan neraka, pada pagi dan petang, dan pada hari terjadinya Kiamat. (Lalu kepada malaikat diperintahkan), \"Masukkanlah Fir'aun dan kaumnya ke dalam azab yang sangat keras!\"",
          "tafsir": "Pada ayat ini digambarkan azab yang akan menimpa Fir'aun dan kaumnya yang durhaka di akhirat nanti. Sejak meninggal dunia sampai dibangkitkan kelak, mereka akan dihadapkan ke neraka pagi, petang, dan terus-menerus hingga hari Kiamat. Pada hari Kiamat dikatakan kepada para penjaga neraka, \"Masukkanlah Fir'aun dan kaumnya ke dalam neraka dan timpakanlah kepada mereka siksa yang keras.\" Jumhur ulama berpendapat bahwa azab kubur itu ada dan dasarnya adalah ayat ini. Pendapat mereka dikuatkan oleh hadis yang diriwayatkan al-Bukhari dan Muslim dari Ibnu 'Umar: Bahwasanya Rasulullah saw bersabda, \"Sesungguhnya salah seorang kamu apabila ia meninggal dunia diperlihatkan kepadanya tempat duduknya pagi dan petang. Jika ia termasuk ahli surga, maka (tempat duduknya itu adalah) tempat duduk ahli surga, jika ia termasuk ahli neraka maka (tempat duduknya adalah) tempat duduk ahli neraka. Dikatakan kepadanya, 'Inilah tempat duduk engkau sampai Allah membangkitkan engkau pada hari Kiamat.\" (Riwayat al-Bukhari dan Muslim dari Ibnu 'Umar) Dari firman Allah dan hadis di atas dapat diambil kesimpulan bahwa azab kubur itu adalah suatu kebenaran yang tidak dapat disangkal dan akan dialami oleh orang kafir pagi dan petang sampai mereka dibangkitkan kembali. Namun ar-Razi menyatakan bahwa azab kubur tidak ada. Ayat tersebut tidak dapat dijadikan sebagai dasar penetapan adanya azab kubur, tetapi hanya menunjukkan kepada terus-menerusnya azab neraka, sama halnya dengan firman Allah yang ditujukan kepada ahli surga: Dan di dalamnya bagi mereka ada rezeki pagi dan petang. (Maryam/19: 62)"
        },
        {
          "number": 47,
          "arabic": "وَإِذْ يَتَحَآجُّونَ فِى ٱلنَّارِ فَيَقُولُ ٱلضُّعَفَـٰٓؤُا۟ لِلَّذِينَ ٱسْتَكْبَرُوٓا۟ إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنتُم مُّغْنُونَ عَنَّا نَصِيبًا مِّنَ ٱلنَّارِ",
          "transliteration": "wa-idh yataḥājjūna fī l-nāri fayaqūlu l-ḍuʿafāu lilladhīna is'takbarū innā kunnā lakum tabaʿan fahal antum mugh'nūna ʿannā naṣīban mina l-nāri",
          "translation": "Dan (ingatlah), ketika mereka berbantah-bantah dalam neraka, maka orang yang lemah berkata kepada orang-orang yang menyombongkan diri, \"Sesungguhnya kami dahulu adalah pengikut-pengikutmu, maka dapatkah kamu melepaskan sebagian (azab) api neraka yang menimpa kami?\"",
          "tafsir": "Pada ayat ini, Allah memerintahkan kepada Nabi Muhammad agar menceritakan kepada orang musyrik Mekah tentang malapetaka yang telah menimpa Fir'aun dan kaumnya, serta azab kubur dan akhirat yang akan mereka derita nanti. Hal ini bertujuan agar berita itu menjadi pelajaran bagi mereka sehingga mereka sadar dan beriman kepada Allah dan rasul-Nya. Dalam perintah itu, Nabi Muhammad diminta untuk menceritakan kepada orang-orang musyrik Mekah tentang perbantahan orang-orang kafir yang mengingkari seruan rasul ketika mereka berada di dalam neraka nanti. Para pengikut memohon pertolongan kepada sembahannya agar diselamatkan dari azab neraka yang sedang menimpa mereka, atau menguranginya. Akan tetapi, sembahan-sembahan itu berlepas tangan dari permintaan itu karena mereka sendiri tidak berdaya mengurangi atau mengelakkan diri dari azab yang sedang menimpa mereka itu. Para penyembah berhala itu menggugat sembahan-sembahan itu dengan mengatakan, \"Kami adalah penyembah-penyembahmu waktu di dunia dahulu, dan kami adalah penjaga-penjagamu yang selalu taat kepadamu dan mencukupkan segala keperluanmu, sehingga kami mengingkari seruan rasul yang disampaikan kepada kami. Sekiranya kami tidak menyembah kamu semasa hidup di dunia dahulu, tentulah kami akan mengikuti seruan rasul, sehingga kami tidak dimasukkan ke dalam neraka seperti sekarang ini. Apakah kamu mau menghindarkan kami dari azab ini atau meringankannya dengan kesediaan kamu memikul sebagian dari azab yang telah menimpa kami ini? Seandainya bukan karena kamu sekalian, tentulah kami menjadi orang-orang yang beriman.\""
        },
        {
          "number": 48,
          "arabic": "قَالَ ٱلَّذِينَ ٱسْتَكْبَرُوٓا۟ إِنَّا كُلٌّ فِيهَآ إِنَّ ٱللَّهَ قَدْ حَكَمَ بَيْنَ ٱلْعِبَادِ",
          "transliteration": "qāla alladhīna is'takbarū innā kullun fīhā inna l-laha qad ḥakama bayna l-ʿibādi",
          "translation": "Orang-orang yang menyombongkan diri menjawab, \"Sesungguhnya kita semua sama-sama dalam neraka karena Allah telah menetapkan keputusan antara hamba-hamba-(Nya).\"",
          "tafsir": "Pada ayat ini, Allah memerintahkan kepada Nabi Muhammad agar menceritakan kepada orang musyrik Mekah tentang malapetaka yang telah menimpa Fir'aun dan kaumnya, serta azab kubur dan akhirat yang akan mereka derita nanti. Hal ini bertujuan agar berita itu menjadi pelajaran bagi mereka sehingga mereka sadar dan beriman kepada Allah dan rasul-Nya. Dalam perintah itu, Nabi Muhammad diminta untuk menceritakan kepada orang-orang musyrik Mekah tentang perbantahan orang-orang kafir yang mengingkari seruan rasul ketika mereka berada di dalam neraka nanti. Para pengikut memohon pertolongan kepada sembahannya agar diselamatkan dari azab neraka yang sedang menimpa mereka, atau menguranginya. Akan tetapi, sembahan-sembahan itu berlepas tangan dari permintaan itu karena mereka sendiri tidak berdaya mengurangi atau mengelakkan diri dari azab yang sedang menimpa mereka itu. Para penyembah berhala itu menggugat sembahan-sembahan itu dengan mengatakan, \"Kami adalah penyembah-penyembahmu waktu di dunia dahulu, dan kami adalah penjaga-penjagamu yang selalu taat kepadamu dan mencukupkan segala keperluanmu, sehingga kami mengingkari seruan rasul yang disampaikan kepada kami. Sekiranya kami tidak menyembah kamu semasa hidup di dunia dahulu, tentulah kami akan mengikuti seruan rasul, sehingga kami tidak dimasukkan ke dalam neraka seperti sekarang ini. Apakah kamu mau menghindarkan kami dari azab ini atau meringankannya dengan kesediaan kamu memikul sebagian dari azab yang telah menimpa kami ini? Seandainya bukan karena kamu sekalian, tentulah kami menjadi orang-orang yang beriman.\""
        },
        {
          "number": 49,
          "arabic": "وَقَالَ ٱلَّذِينَ فِى ٱلنَّارِ لِخَزَنَةِ جَهَنَّمَ ٱدْعُوا۟ رَبَّكُمْ يُخَفِّفْ عَنَّا يَوْمًا مِّنَ ٱلْعَذَابِ",
          "transliteration": "waqāla alladhīna fī l-nāri likhazanati jahannama id'ʿū rabbakum yukhaffif ʿannā yawman mina l-ʿadhābi",
          "translation": "Dan orang-orang yang berada dalam nereka berkata kepada penjaga-penjaga neraka Jahanam, \"Mohonkanlah kepada Tuhanmu agar Dia meringankan azab atas kami sehari saja.\"",
          "tafsir": "Setelah orang-orang musyrik yang sedang dalam neraka itu tidak berhasil mendapatkan pertolongan dari para pemimpinnya, maka mereka mohon pertolongan kepada penjaga neraka dengan mengatakan, \"Wahai penjaga neraka (Malaikat Malik), mohonkanlah kepada Allah agar Dia meringankan siksa yang telah ditimpakan-Nya kepada kami ini. Seandainya keringanan itu dapat diberikan kepada kami dengan mengembalikan kami ke dunia untuk hidup dan beribadah, maka kembalikanlah kami barang sesaat, mudah-mudahan hal ini dapat mengurangi penderitaan kami.\""
        }
      ]
    }
  ]
}