{
  "pageNumber": 308,
  "juz": 16,
  "surahs": [
    {
      "number": 19,
      "name": "Maryam",
      "nameArabic": "مريم",
      "meaning": "Maryam",
      "revelation": "Makkah",
      "description": "Surat Maryam terdiri dari 98 ayat, dan termasuk surat Makkiyyah, karena hampir seluruh ayatnya diturunkan sebelum Nabi Muhammad hijrah ke Madinah, bahkan sebelum sahabat-sahabat beliau hijrah ke negeri Habasyah. Menurut riwayat Ibnu Mas'ud, Ja'far bin Abi Thalib membacakan permulaan surat Maryam ini kepada raja Najasyi dan pengikutnya ketika ia ikut hijrah bersama sahabat-sahabat yang lain ke negeri Habasyah.Surat ini dinamai \"Maryam\", karena surat ini menyinggung kisah Maryam, ibu Nabi 'Isa, yang melahirkan putranya, 'Isa, secara ajaib sebab tanpa melalui proses pernikahan dan percampuran dengan seorang laki-laki pun. Kelahiran 'Isa tanpa ayah merupakan suatu bukti kekuasaan Allah. Pengutaraan kisah Maryam sebagai kejadian yang luar biasa dan ajaib dalam surat ini diawali dengan kisah kejadian yang luar biasa dan ajaib pula, yaitu dikabulkannya doa Zakariya oleh Allah, agar beliau dianugerahi seorang putra sebagai pewaris dan pelanjut cita-cita serta kepercayaan beliau, sedang beliau sudah berusia lanjut dan istri beliau mandul, yang menurut ukuran ilmu biologi mustahil terjadi.**Pokok-Pokok Isi:**1. **Keimanan:** Allah berbuat sesuatu sesuai dengan kehendak-Nya meskipun tidak sesuai dengan hukum alam; 'Isa bukan anak Allah karena mustahil Allah mempunyai anak; Jibril turun kepada rasul-rasul membawa wahyu atas perintah Allah; pada hari kiamat orang kafir menghadap Allah dengan sendiri-sendiri dan semua manusia akan menghadap Allah sebagai hamba.2. **Kisah-kisah:** Allah mengabulkan doa Zakariya untuk memperoleh anak meskipun sudah berusia lanjut dan istri mandul; kisah kelahiran 'Isa tanpa ayah; kisah Ibrahim dengan ayahnya; Musa seorang yang dipilih oleh Allah; Ismail seorang yang membenarkan janji; Idris seorang yang sangat kuat kepercayaannya.3. **Lain-lain:** Ancaman terhadap orang yang meninggalkan shalat dan mengikuti hawa nafsu serta kabar gembira untuk orang-orang yang bertaubat dan mengerjakan amal saleh; keadaan di surga; membiarkan orang yang sesat bergelimang dalam kesesatan setelah diberi petunjuk adalah sunnatullah.Surat Maryam mengemukakan hal-hal yang perlu diperhatikan oleh manusia apabila mereka memikirkan kejadian-kejadian di alam semesta dalam hubungan dengan Penciptanya. Ada kejadian yang terjadi sesuai dengan sunnatullah dan dapat dipikirkan oleh manusia, dan ada pula kejadian yang luar biasa, aneh dan ajaib yang tidak mampu dipikirkan manusia. Kejadian-kejadian yang luar biasa ini terjadi pada orang-orang yang telah dipilih oleh Allah, dan dikemukakan kepada manusia agar mereka percaya kepada Allah Maha Pencipta.**Hubungan Surat Maryam Dengan Surat Thaha:**1. Surat Maryam mengemukakan kisah beberapa nabi dan rasul; ada yang secara terperinci, ada yang secara ringkas, dan ada pula yang hanya disebut namanya saja, yaitu Nabi Adam. Sementara itu, surat Thaha mengemukakan pula kisah beberapa orang nabi dan rasul sebagaimana halnya surat Maryam. Dalam surat Maryam, kisah Musa disebut secara singkat, sedangkan dalam surat Thaha dikemukakan secara terperinci. Begitu pula kisah Adam yang hanya namanya saja yang disebut dalam surat Maryam, sedangkan dalam surat Thaha dikemukakan secara terperinci.2. Menurut riwayat Ibnu Abbas, surat Thaha diturunkan kepada Nabi Muhammad setelah Allah menurunkan surat Maryam.3. Akhir surat Maryam menerangkan bahwa Al-Qur'an diturunkan dalam bahasa Arab, sebagai kabar gembira bagi orang-orang yang bertakwa dan peringatan bagi orang-orang yang ingkar, sedangkan awal surat Thaha menerangkan dan menguatkannya lagi.",
      "verses": [
        {
          "number": 39,
          "arabic": "وَأَنذِرْهُمْ يَوْمَ ٱلْحَسْرَةِ إِذْ قُضِىَ ٱلْأَمْرُ وَهُمْ فِى غَفْلَةٍ وَهُمْ لَا يُؤْمِنُونَ",
          "transliteration": "wa-andhir'hum yawma l-ḥasrati idh quḍiya l-amru wahum fī ghaflatin wahum lā yu'minūna",
          "translation": "Dan berilah mereka peringatan tentang hari penyesalan, (yaitu) ketika segala perkara telah diputus, sedang mereka dalam kelalaian dan mereka tidak beriman.",
          "tafsir": "Pada ayat ini Allah memerintahkan kepada Nabi Muhammad saw agar dia memberi peringatan kepada manusia khususnya kaum musyrik Mekah tentang hari Kiamat mereka mati dalam keadaan kafir, orang-orang kafir akan menyesali diri mereka karena tidak mau beriman dan selalu berusaha menegakkan yang batil semasa hidup di dunia. Para mukmin dibawa ke surga dan orang-orang kafir digiring ke neraka. Kepada kedua golongan ini diberitahukan bahwa masing-masing mereka tidak akan keluar selama-lamanya dari tempat yang telah disediakan bagi mereka, dan mereka tidak akan mengalami kematian selama-lamanya. Diriwayatkan dalam sebuah hadis dari Abu Sa'id, Rasulullah saw bersabda, \"Pada waktu itu dibawalah \"kematian\" berbentuk seekor biri-biri yang bagus rupanya, lalu datang orang yang menyerukan, Hai penghuni surga! Lalu mereka tertegun memperhatikan. Maka penyeru itu bertanya, \"Tahukah kamu apa ini?\" Mereka menjawab, Ya, itu adalah \"Kematian.\" Semua mereka melihatnya. Kemudian penyeru yang lain berseru pula. Hai penghuni neraka! Tahukah kamu apakah ini? Mereka menjawab, ya! Itu adalah \"kematian.\" Mereka melihatnya pula. Maka \"kematian\" yang berbentuk biri-biri itu disembelihkan di antara surga dan neraka, lalu penyeru itu berkata, \"Hai penghuni surga kamu kekal di dalam surga dan kamu tidak akan mengalami kematian lagi. Hai penghuni neraka, kamu kekal di dalam neraka dan tidak akan mengalami kematian lagi.\" Kemudian Rasulullah membacakan ayat ini. (Riwayat al-Bukhari dan Muslim) Ketika itu sadarlah orang-orang kafir akan keteledoran mereka dan mereka menyesal mengapa mereka di dunia dahulu mengingkari hari ke-bangkitan, mengapa mereka tidak mau memikirkan ajakan dan petunjuk ke jalan yang benar, tetapi sesalan itu tidak berguna lagi."
        },
        {
          "number": 40,
          "arabic": "إِنَّا نَحْنُ نَرِثُ ٱلْأَرْضَ وَمَنْ عَلَيْهَا وَإِلَيْنَا يُرْجَعُونَ",
          "transliteration": "innā naḥnu narithu l-arḍa waman ʿalayhā wa-ilaynā yur'jaʿūna",
          "translation": "Sesungguhnya Kamilah yang mewarisi bumi<sup foot_note=135454>1</sup> dan semua yang ada di atasnya, dan hanya kepada Kami mereka dikembalikan.",
          "tafsir": "Pada ayat ini Allah menghibur Nabi Muhammad, meminta Nabi untuk tidak bersedih hati karena kaum musyrik tidak mau beriman dan selalu mendustakannya. Karena mereka kelak akan kembali kepada Allah dan akan dibalas kekafiran mereka dengan balasan yang setimpal karena Kamilah Yang Mahakuasa. Kamilah yang mewarisi bumi dan segala isinya pada hari Kiamat nanti."
        },
        {
          "number": 41,
          "arabic": "وَٱذْكُرْ فِى ٱلْكِتَـٰبِ إِبْرَٰهِيمَ ۚ إِنَّهُۥ كَانَ صِدِّيقًا نَّبِيًّا",
          "transliteration": "wa-udh'kur fī l-kitābi ib'rāhīma innahu kāna ṣiddīqan nabiyyan",
          "translation": "Dan ceritakanlah (Muhammad) kisah Ibrahim di dalam Kitab (Alquran), sesungguhnya dia seorang yang sangat mencintai kebenaran,<sup foot_note=135455>1</sup> dan seorang nabi.",
          "tafsir": "Pada ayat-ayat ini Allah memerintahkan kepada Rasulullah agar ia menerangkan kepada kaum musyrik Mekah kisah Nabi Ibrahim yang mereka anggap sebagai bapak bangsa Arab. Mereka sendiri menganggap diri mereka anak cucunya dan mendakwahkan bahwa mereka adalah pengikutpengikut agamanya. Padahal Nabi Ibrahim adalah seorang mukmin seorang kekasih Allah dan seorang Nabi penyembah Tuhan Yang Maha Esa bukan seorang musyrik penyembah berhala. Allah memerintahkan kepada Muhammad agar dia menceritakan kepada mereka ketika Nabi Ibrahim melarang kaumnya menyembah berhala dan mengatakan kepada bapaknya sebagai berikut, \"Mengapa engkau menyembah berhala-berhala yang tidak dapat mendengar pujian penyembahnya ketika disembah, tidak dapat melihat bagaimana khusyuknya engkau menyembahnya, tidak dapat menolong orang yang menyembahnya dan memberikan manfaat barang sedikit pun dan tidak dapat menolak bahaya bila si penyembah itu meminta tolong kepadanya.\" Dengan kata-kata yang lemah lembut dan dapat diterima akal Nabi Ibrahim menyeru bapaknya kepada tauhid dan meninggalkan penyembahan berhala benda mati yang tidak berdaya. Sedangkan manusia saja yang dapat mendengar dan melihat serta dapat memberikan pertolongan, tidaklah patut disembah, apalagi benda mati yang kita buat sendiri, bila kita hendak merusaknya atau menghancurkannya dia tidak berdaya apa-apa untuk mempertahankan dirinya. Benda yang demikian halnya yang tidak mungkin memberikan manfaat atau pertolongan kepada manusia, tidaklah patut menjadi sembahan manusia. Hal ini sesuai dengan perumpamaan yang dijelaskan Allah dalam firman-Nya: \"Wahai manusia! Telah dibuat suatu perumpamaan. Maka dengarkanlah! Sesungguhnya segala yang kamu seru selain Allah tidak dapat menciptakan seekor lalat pun, walaupun mereka bersatu untuk menciptakannya. Dan jika lalat itu merampas sesuatu dari mereka, mereka tidak akan dapat merebutnya kembali dari lalat itu. Sama lemahnya yang menyembah dan yang disembah.\" (al-hajj/22: 73)"
        },
        {
          "number": 42,
          "arabic": "إِذْ قَالَ لِأَبِيهِ يَـٰٓأَبَتِ لِمَ تَعْبُدُ مَا لَا يَسْمَعُ وَلَا يُبْصِرُ وَلَا يُغْنِى عَنكَ شَيْـًٔا",
          "transliteration": "idh qāla li-abīhi yāabati lima taʿbudu mā lā yasmaʿu walā yub'ṣiru walā yugh'nī ʿanka shayan",
          "translation": "(Ingatlah) ketika dia (Ibrahim) berkata kepada ayahnya, \"Wahai ayahku! Mengapa engkau menyembah sesuatu yang tidak mendengar, tidak melihat dan tidak dapat menolongmu sedikit pun?",
          "tafsir": "Pada ayat-ayat ini Allah memerintahkan kepada Rasulullah agar ia menerangkan kepada kaum musyrik Mekah kisah Nabi Ibrahim yang mereka anggap sebagai bapak bangsa Arab. Mereka sendiri menganggap diri mereka anak cucunya dan mendakwahkan bahwa mereka adalah pengikutpengikut agamanya. Padahal Nabi Ibrahim adalah seorang mukmin seorang kekasih Allah dan seorang Nabi penyembah Tuhan Yang Maha Esa bukan seorang musyrik penyembah berhala. Allah memerintahkan kepada Muhammad agar dia menceritakan kepada mereka ketika Nabi Ibrahim melarang kaumnya menyembah berhala dan mengatakan kepada bapaknya sebagai berikut, \"Mengapa engkau menyembah berhala-berhala yang tidak dapat mendengar pujian penyembahnya ketika disembah, tidak dapat melihat bagaimana khusyuknya engkau menyembahnya, tidak dapat menolong orang yang menyembahnya dan memberikan manfaat barang sedikit pun dan tidak dapat menolak bahaya bila si penyembah itu meminta tolong kepadanya.\" Dengan kata-kata yang lemah lembut dan dapat diterima akal Nabi Ibrahim menyeru bapaknya kepada tauhid dan meninggalkan penyembahan berhala benda mati yang tidak berdaya. Sedangkan manusia saja yang dapat mendengar dan melihat serta dapat memberikan pertolongan, tidaklah patut disembah, apalagi benda mati yang kita buat sendiri, bila kita hendak merusaknya atau menghancurkannya dia tidak berdaya apa-apa untuk mempertahankan dirinya. Benda yang demikian halnya yang tidak mungkin memberikan manfaat atau pertolongan kepada manusia, tidaklah patut menjadi sembahan manusia. Hal ini sesuai dengan perumpamaan yang dijelaskan Allah dalam firman-Nya: \"Wahai manusia! Telah dibuat suatu perumpamaan. Maka dengarkanlah! Sesungguhnya segala yang kamu seru selain Allah tidak dapat menciptakan seekor lalat pun, walaupun mereka bersatu untuk menciptakannya. Dan jika lalat itu merampas sesuatu dari mereka, mereka tidak akan dapat merebutnya kembali dari lalat itu. Sama lemahnya yang menyembah dan yang disembah.\" (al-hajj/22: 73)"
        },
        {
          "number": 43,
          "arabic": "يَـٰٓأَبَتِ إِنِّى قَدْ جَآءَنِى مِنَ ٱلْعِلْمِ مَا لَمْ يَأْتِكَ فَٱتَّبِعْنِىٓ أَهْدِكَ صِرَٰطًا سَوِيًّا",
          "transliteration": "yāabati innī qad jāanī mina l-ʿil'mi mā lam yatika fa-ittabiʿ'nī ahdika ṣirāṭan sawiyyan",
          "translation": "Wahai ayahku! Sungguh, telah sampai kepadaku sebagian ilmu yang tidak diberikan kepadamu, maka ikutilah aku, niscaya aku akan menunjukkan kepadamu jalan yang lurus.",
          "tafsir": "Selanjutnya Nabi Ibrahim a.s. mengatakan kepada bapaknya bahwa dia telah diberi ilmu oleh Allah yang belum diketahui oleh bapaknya. Dengan ilmu itu Ibrahim dapat memimpin manusia kepada jalan yang lurus dan membebaskannya dari perbuatan yang merendahkan derajatnya seraya membawanya kepada kebahagiaan dunia dan akhirat. Meskipun ia adalah anaknya dan jauh lebih muda tetapi Allah telah menurunkan rahmat-Nya kepada Ibrahim dengan memberikan ilmu itu. Ibrahim sangat ingin agar bapaknya mengikutinya, dengan demikian ia dapat membawa ayahnya ke jalan yang lurus."
        },
        {
          "number": 44,
          "arabic": "يَـٰٓأَبَتِ لَا تَعْبُدِ ٱلشَّيْطَـٰنَ ۖ إِنَّ ٱلشَّيْطَـٰنَ كَانَ لِلرَّحْمَـٰنِ عَصِيًّا",
          "transliteration": "yāabati lā taʿbudi l-shayṭāna inna l-shayṭāna kāna lilrraḥmāni ʿaṣiyyan",
          "translation": "Wahai ayahku! Janganlah engkau menyembah setan. Sungguh, setan itu durhaka kepada Tuhan Yang Maha Pengasih.",
          "tafsir": "Wahai bapakku, janganlah engkau mengikuti ajaran setan yang membawamu kepada menyembah berhala, karena setan itu selalu memperdayakan manusia agar ia tersesat dari jalan yang benar. Sesungguhnya setan itu adalah makhluk yang durhaka kepada Tuhannya makhluk yang sangat sombong dan takabur, karena itu Allah melaknatinya dan menjauhkannya dari rahmat-Nya. Karena setan itu telah dimurkai oleh Allah dia bertekad akan selalu berusaha menyesatkan manusia. Janganlah bapak termasuk golongan orang-orang yang terkena tipu daya setan dan masuk ke dalam perangkapnya. Aku khawatir sekiranya bapak tetap mengikuti ajarannya bapak akan ditimpa kemurkaan Allah seperti kemurkaan yang telah menimpa setan itu dan tentulah bapak akan termasuk golongannya."
        },
        {
          "number": 45,
          "arabic": "يَـٰٓأَبَتِ إِنِّىٓ أَخَافُ أَن يَمَسَّكَ عَذَابٌ مِّنَ ٱلرَّحْمَـٰنِ فَتَكُونَ لِلشَّيْطَـٰنِ وَلِيًّا",
          "transliteration": "yāabati innī akhāfu an yamassaka ʿadhābun mina l-raḥmāni fatakūna lilshayṭāni waliyyan",
          "translation": "Wahai ayahku! Sungguh aku khawatir engkau akan ditimpa azab dari Tuhan Yang Maha Pengasih, sehingga engkau menjadi teman bagi setan.\"",
          "tafsir": "Wahai bapakku, janganlah engkau mengikuti ajaran setan yang membawamu kepada menyembah berhala, karena setan itu selalu memperdayakan manusia agar ia tersesat dari jalan yang benar. Sesungguhnya setan itu adalah makhluk yang durhaka kepada Tuhannya makhluk yang sangat sombong dan takabur, karena itu Allah melaknatinya dan menjauhkannya dari rahmat-Nya. Karena setan itu telah dimurkai oleh Allah dia bertekad akan selalu berusaha menyesatkan manusia. Janganlah bapak termasuk golongan orang-orang yang terkena tipu daya setan dan masuk ke dalam perangkapnya. Aku khawatir sekiranya bapak tetap mengikuti ajarannya bapak akan ditimpa kemurkaan Allah seperti kemurkaan yang telah menimpa setan itu dan tentulah bapak akan termasuk golongannya."
        },
        {
          "number": 46,
          "arabic": "قَالَ أَرَاغِبٌ أَنتَ عَنْ ءَالِهَتِى يَـٰٓإِبْرَٰهِيمُ ۖ لَئِن لَّمْ تَنتَهِ لَأَرْجُمَنَّكَ ۖ وَٱهْجُرْنِى مَلِيًّا",
          "transliteration": "qāla arāghibun anta ʿan ālihatī yāib'rāhīmu la-in lam tantahi la-arjumannaka wa-uh'jur'nī maliyyan",
          "translation": "Dia (ayahnya) berkata, \"Bencikah engkau kepada tuhan-tuhanku, wahai Ibrahim? Jika engkau tidak berhenti, pasti engkau akan kurajam, maka tinggalkanlah aku untuk waktu yang lama.\"",
          "tafsir": "Bapak Nabi Ibrahim menolak ajakan anaknya yang diucapkan dengan nada lemah lembut itu dengan kata-kata yang keras dan tajam yang menampakkan keingkaran dan kemarahan yang amat sangat. Bapaknya berkata, \"Apakah engkau membenci berhala-berhala yang aku sembah, yang aku muliakan dan yang aku agungkan hai Ibrahim? Apakah engkau tidak menyadari kesalahan pengertianmu? Bukankah berhala-berhala yang aku sembah itu sembahan semua kaummu? Bukankah tuhan-tuhan yang aku muliakan itu sembahan nenek moyangmu sejak dahulu kala? Apakah engkau telah gila atau kemasukan setan dengan dakwahmu bahwa engkau telah mendapat ilmu dari Tuhan sesungguhnya? Jika engkau tidak menghentikan seruanmu itu, aku akan melemparimu dengan batu sampai mati, atau pergilah engkau dari sisiku bahkan dari negeri ini dan tidak usah kembali lagi.\" Mendengar bantahan dan jawaban yang amat keras itu hancur luluhlah hati Ibrahim karena dia sangat sayang dan santun kepada bapaknya dan sangat menginginkan agar dia bebas dari kesesatan menyembah berhala dan menerima petunjuk ke jalan yang benar, serta mau beriman kepada Allah Yang Maha Esa dan Mahakuasa. Dia ingin agar dengan beriman itu bapaknya akan mendapat karunia dan rahmat dari Tuhannya. Tetapi apa yang akan dilakukan dan dikatakannya, sedang bapaknya sudah kalap dan mengusirnya dari rumah dan kampung halamannya bahkan tidak menginginkan kembalinya seakan-akan dia bukan anaknya lagi."
        },
        {
          "number": 47,
          "arabic": "قَالَ سَلَـٰمٌ عَلَيْكَ ۖ سَأَسْتَغْفِرُ لَكَ رَبِّىٓ ۖ إِنَّهُۥ كَانَ بِى حَفِيًّا",
          "transliteration": "qāla salāmun ʿalayka sa-astaghfiru laka rabbī innahu kāna bī ḥafiyyan",
          "translation": "Dia (Ibrahim) berkata, \"Semoga keselamatan dilimpahkan kepadamu, aku akan memohonkan ampunan bagimu kepada Tuhanku. Sesungguhnya Dia sangat baik kepadaku.",
          "tafsir": "Tak ada jawaban dari Ibrahim terhadap bentakan-bentakan bapaknya yang kasar itu kecuali mengucapkan, \"selamat sejahtera atasmu.\" Aku berdoa agar bapak selalu berada dalam sehat dan afiat. Aku tidak akan membalas kata-kata yang kasar itu dengan kasar pula karena engkau adalah bapakku yang kucintai. Aku tidak akan melakukan sesuatu pun yang merugikan atau mencelakakan bapak, biarlah aku pergi dari negeri ini meninggalkan bapak, meninggalkan rumah dan kampung halaman. Aku meminta kepada Tuhan agar bapak diampuni-Nya dan selalu berada dalam naungan rahmat-Nya, mendapat petunjuk kepada jalan yang lurus yang membawa kepada kebaikan dan kebahagiaan. Memang Nabi Ibrahim a.s. telah mendoakannya sebagaimana tersebut dalam firman Allah: \"Dan ampunilah ayahku, sesungguhnya dia termasuk orang yang sesat,\" (Asy-Syu'ara/26: 86) Nabi Ibrahim a.s. yakin bahwa Tuhan akan mengabulkan doanya karena biasanya di masa lalu doanya selalu dikabulkannya. Nabi Ibrahim berdoa untuk bapaknya karena dia telah menjanjikan kepadanya akan beriman sebagaimana tersebut dalam firman Allah: Adapun permohonan ampunan Ibrahim (kepada Allah) untuk bapaknya, tidak lain hanyalah karena suatu janji yang telah diikrarkannya kepada bapaknya. Maka ketika jelas bagi Ibrahim bahwa bapaknya adalah musuh Allah, maka Ibrahim berlepas diri darinya. Sungguh, Ibrahim itu seorang yang sangat lembut hatinya lagi penyantun. (at-Taubah/9: 114)"
        },
        {
          "number": 48,
          "arabic": "وَأَعْتَزِلُكُمْ وَمَا تَدْعُونَ مِن دُونِ ٱللَّهِ وَأَدْعُوا۟ رَبِّى عَسَىٰٓ أَلَّآ أَكُونَ بِدُعَآءِ رَبِّى شَقِيًّا",
          "transliteration": "wa-aʿtazilukum wamā tadʿūna min dūni l-lahi wa-adʿū rabbī ʿasā allā akūna biduʿāi rabbī shaqiyyan",
          "translation": "Dan aku akan menjauhkan diri darimu dan dari apa yang engkau sembah selain Allah, dan aku akan berdoa kepada Tuhanku, mudah-mudahan aku tidak akan kecewa dengan berdoa kepada Tuhanku.\"",
          "tafsir": "Selanjutnya Ibrahim berkata kepada bapaknya, \"Aku akan pergi meninggalkanmu, meninggalkan kaummu, meninggalkan berhala-berhala yang kamu sembah. Aku akan pergi dari sini agar aku bebas beribadat kepada Tuhanku yang akan menolongku dan melepaskan aku dari bahaya yang menimpaku, karena semua petunjuk dan nasehatku kamu tolak mentah- mentah bahkan mengancamku dengan ancaman yang mengerikan. Aku akan menyembah dan berdoa hanya kepada Tuhanku saja dan sekali-kali aku tidak akan menyembah selain Dia.\" Menurut riwayat, Ibrahim hijrah ke negeri Syam dan di sana dia menikah dengan Siti Sarah. Ia berharap dengan berdoa dan menyembah Tuhan, ia tidak akan menjadi orang yang kecewa seperti ayahnya yang selalu menyembah dan berdoa kepada berhala-berhala itu, tetapi ternyata berhala-berhala itu tidak dapat berbuat sesuatu apapun apalagi akan melaksanakan apa yang diminta kepadanya."
        },
        {
          "number": 49,
          "arabic": "فَلَمَّا ٱعْتَزَلَهُمْ وَمَا يَعْبُدُونَ مِن دُونِ ٱللَّهِ وَهَبْنَا لَهُۥٓ إِسْحَـٰقَ وَيَعْقُوبَ ۖ وَكُلًّا جَعَلْنَا نَبِيًّا",
          "transliteration": "falammā iʿ'tazalahum wamā yaʿbudūna min dūni l-lahi wahabnā lahu is'ḥāqa wayaʿqūba wakullan jaʿalnā nabiyyan",
          "translation": "Maka ketika dia (Ibrahim) sudah menjauhkan diri dari mereka dan dari apa yang mereka sembah selain Allah, Kami anugerahkan kepadanya Ishak dan Yakub. Dan masing-masing Kami angkat menjadi nabi.",
          "tafsir": "Setelah Nabi Ibrahim a.s. meninggalkan negerinya Ur Kildan (Irak) dan menetap di negeri Syam, dikaruniai Tuhan kehidupan yang sejahtera dan bahagia. Allah mengaruniakan kepadanya anak-anak dan cucu-cucu yang sebahagian dari mereka diangkat Allah menjadi nabi di kalangan Bani Israil. Allah mengaruniakan kepadanya Ishak, dan Ishak ini pun mendapat anak bernama Yakub yang menggantikan kedudukannya sebagai Nabi. Adapun anak pertamanya Ismail yang ditinggalkannya di sekitar Ka'bah diangkat pula menjadi Nabi yang telah meninggikan dan menyemarakkan syiar agama di sana. Demikianlah balasan Tuhan kepada Nabi Ibrahim yang bersedia meninggalkan bapaknya, kaumnya dan tanah airnya demi untuk keselamatan akidahnya dan menyebarkan agama tauhid yang diperintahkan Allah kepadanya. Allah tidak mengabaikan dan tidak menyia-nyiakan bahkan mengganti kesedihan meninggalkan keluarga dan tanah airnya dengan kebahagiaan keluarga dan bertanah air yang baru dan menerima ajaran dan petunjuknya serta memberikan kepadanya anak cucu yang baik-baik yang sebahagiannya menjadi penegak agama Allah bahkan banyak pula yang menjadi nabi."
        },
        {
          "number": 50,
          "arabic": "وَوَهَبْنَا لَهُم مِّن رَّحْمَتِنَا وَجَعَلْنَا لَهُمْ لِسَانَ صِدْقٍ عَلِيًّا",
          "transliteration": "wawahabnā lahum min raḥmatinā wajaʿalnā lahum lisāna ṣid'qin ʿaliyyan",
          "translation": "Dan Kami anugerahkan kepada mereka sebagian dari rahmat Kami dan Kami jadikan mereka buah tutur yang baik dan mulia.",
          "tafsir": "Pada ayat ini Allah menerangkan bahwa hampir semua anak-anak Nabi Ibrahim dan cucu-cucunya diangkat-Nya menjadi nabi dan dilimpahkan kepada mereka rahmat dan karunia-Nya serta memberkahi hidup mereka dengan kesenangan dan kebahagiaan baik di dunia maupun di akhirat nanti. Mereka semuanya meninggalkan nama yang baik dan mengharumkan serta meninggikan nama Nabi Ibrahim sehingga diakui kemuliaan dan ketinggiannya oleh semua pihak baik dari kalangan umat Yahudi umat Nasrani maupun kaum musyrik sendiri. Ini adalah fakta yang nyata bagi terkabulnya doa Nabi Ibrahim seperti tersebut pada ayat: Dan jadikanlah aku buah tutur yang baik bagi orang-orang (yang datang) kemudian. (asy-Syu'ara'/26: 84) Wajarlah bila Allah mengangkat derajat dan menamakan dia \"Khalilullah\" (kesayangan-Nya) seperti tersebut dalam ayat: Dan Allah telah memilih Ibrahim menjadi kesayangan(-Nya). (an-Nisa'/4: 125) Dan menjadikan bekas telapak kakinya di waktu membangun Ka'bah tempat yang diberkahi, dan disunatkan salat di sana seperti tersebut dalam ayat: \"Dan (ingatlah), ketika Kami menjadikan rumah (Kabah) tempat berkumpul dan tempat yang aman bagi manusia. Dan jadikanlah maqam Ibrahim itu tempat salat.\" (al-Baqarah/2: 125)"
        },
        {
          "number": 51,
          "arabic": "وَٱذْكُرْ فِى ٱلْكِتَـٰبِ مُوسَىٰٓ ۚ إِنَّهُۥ كَانَ مُخْلَصًا وَكَانَ رَسُولًا نَّبِيًّا",
          "transliteration": "wa-udh'kur fī l-kitābi mūsā innahu kāna mukh'laṣan wakāna rasūlan nabiyyan",
          "translation": "Dan ceritakanlah (Muhammad), kisah Musa di dalam Kitab (Alquran). Dia benar benar orang yang terpilih, seorang rasul dan nabi.",
          "tafsir": "Pada ayat ini Allah memerintahkan kepada Nabi Muhammad saw agar menerangkan kepada kaum musyrik kisah mengenai Nabi Musa a.s. dan keutamaan sifat-sifatnya agar Nabi sendiri beserta kaumnya dapat mengetahui bagaimana Allah menghargai dan memuliakannya. Keistimewaan-keistimewaan Nabi Musa a.s. itu di antaranya adalah dia orang yang dipilih Allah dan diikhlaskan-Nya untuk semata-mata menyampaikan dakwah agama tauhid seperti dakwahnya kepada Firaun beserta kaumnya, sebagaimana tersebut pada ayat ini: (Allah) berfirman, \"Wahai Musa! Sesungguhnya Aku memilih (melebihkan) engkau dari manusia yang lain (pada masamu) untuk membawa risalah-Ku dan firman-Ku, sebab itu berpegangteguhlah kepada apa yang Aku berikan kepadamu dan hendaklah engkau termasuk orang-orang yang bersyukur.\" (al-A'raf/7: 144) Allah mengangkatnya sebagai rasul di samping menjadi nabi. Perbedaan antara rasul dan nabi ialah rasul yang mempunyai risalah yang harus disampaikan kepada manusia dan diturunkan kepadanya kitab yang mengandung akidah, hukum-hukum dan sebagainya, sedang nabi adalah orang yang mendapat wahyu dari Allah tentang agama yang benar dan memberitahukan hal itu kepada manusia tetapi tidak mempunyai risalah yang harus disampaikan kepada manusia dan tidak pula diturunkan kitab kepadanya. Di kalangan Bani Israil banyak nabi yang tugas mereka hanya memelihara dan menyampaikan syariat yang dibawa Nabi Musa yang tersebut dalam kitab Taurat, seperti Yusa', Ilyas dan lainnya."
        }
      ]
    }
  ]
}