{
  "pageNumber": 550,
  "juz": 28,
  "surahs": [
    {
      "number": 60,
      "name": "Al-Mumtahanah",
      "nameArabic": "الممتحنة",
      "meaning": "Wanita Yang Diuji",
      "revelation": "Madinah",
      "description": "Surat Al-Mumtahanah terdiri dari 13 ayat, termasuk golongan surat Madaniyyah, dan diturunkan sesudah surat Al-Ahzab.Dinamai \"Al-Mumtahanah\" (perempuan yang diuji) diambil dari kata \"Famtahinuuhunna\" yang berarti \"maka ujilah mereka\", yang terdapat pada ayat ke-10 surat ini.**Pokok-Pokok Isi:**1. **Hukum-hukum:** Larangan mengadakan hubungan persahabatan dengan orang-orang kafir yang memusuhi Islam, namun dibolehkan mengadakan persahabatan dengan orang-orang kafir yang tidak memusuhi Islam; hukum perkawinan bagi orang-orang yang pindah agama.2. **Kisah-kisah:** Kisah Nabi Ibrahim bersama kaumnya sebagai contoh dan teladan bagi orang-orang mukmin.Surat ini menerangkan tentang interaksi seorang muslim dan nonmuslim ketika perang dan damai serta dari segi perkawinan.**Hubungan Surat Al-Mumtahanah Dengan Surat Ash-Shaff:**Pada surat Al-Mumtahanah Allah melarang orang-orang muslim mengadakan hubungan persahabatan dengan orang-orang kafir dan meninggalkan orang-orang mukmin, sedangkan surat Ash-Shaff menguatkan hal tersebut dengan menganjurkan agar berjihad di jalan Allah.",
      "verses": [
        {
          "number": 6,
          "arabic": "لَقَدْ كَانَ لَكُمْ فِيهِمْ أُسْوَةٌ حَسَنَةٌ لِّمَن كَانَ يَرْجُوا۟ ٱللَّهَ وَٱلْيَوْمَ ٱلْـَٔاخِرَ ۚ وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلْغَنِىُّ ٱلْحَمِيدُ",
          "transliteration": "laqad kāna lakum fīhim us'watun ḥasanatun liman kāna yarjū l-laha wal-yawma l-ākhira waman yatawalla fa-inna l-laha huwa l-ghaniyu l-ḥamīdu",
          "translation": "Sungguh, pada mereka itu (Ibrahim dan umatnya) terdapat suri teladan yang baik bagimu; (yaitu) bagi orang yang mengharap (pahala) Allah dan (keselamatan pada) hari kemudian, dan barangsiapa berpaling, maka sesungguhnya Allah, Dialah Yang Mahakaya, Maha Terpuji.",
          "tafsir": "Ayat ini mengulang perintah untuk menjadikan Nabi Ibrahim dan orang-orang yang beriman besertanya sebagai teladan yang baik dengan maksud agar perintah itu diperhatikan oleh orang-orang yang beriman. Hal ini terutama ditujukan bagi orang yang yakin akan bertemu dengan Allah di akhirat, dan mengharapkan pahala serta balasan surga sebagai tempat yang nikmat. Orang yang tidak mengikuti perintah Allah, dan tidak mengambil teladan dari orang-orang yang saleh, maka hendaklah mereka ketahui bahwa Allah sedikit pun tidak memerlukannya. Allah Maha Terpuji di langit dan di bumi, dan Dia tidak memerlukan bantuan makhluk-Nya dalam melaksanakan kehendak-Nya. Allah berfirman: Dan Musa berkata, \"Jika kamu dan orang yang ada di bumi semuanya mengingkari (nikmat Allah), maka sesungguhnya Allah Mahakaya, Maha Terpuji. (Ibrahim/14: 8)"
        },
        {
          "number": 7,
          "arabic": "۞ عَسَى ٱللَّهُ أَن يَجْعَلَ بَيْنَكُمْ وَبَيْنَ ٱلَّذِينَ عَادَيْتُم مِّنْهُم مَّوَدَّةً ۚ وَٱللَّهُ قَدِيرٌ ۚ وَٱللَّهُ غَفُورٌ رَّحِيمٌ",
          "transliteration": "ʿasā l-lahu an yajʿala baynakum wabayna alladhīna ʿādaytum min'hum mawaddatan wal-lahu qadīrun wal-lahu ghafūrun raḥīmun",
          "translation": "Mudah-mudahan Allah menumbuhkan kasih sayang di antara kamu dengan orang-orang yang pernah kamu musuhi di antara mereka. Allah Mahakuasa. Dan Allah Maha Pengampun, Maha Penyayang.",
          "tafsir": "Menurut al-hasan al-Basri dan Abu salih, ayat ini diturunkan berhubungan dengan Khuza'ah, Bani al-harits bin Ka'ab, Kinanah, Khuzaimah, dan kabilah-kabilah Arab lainnya. Mereka minta diadakan perdamaian dengan kaum Muslimin dengan mengemukakan ikrar tidak akan memerangi kaum Muslimin dan tidak menolong musuh-musuh mereka. Maka turunlah ayat ini yang memerintahkan kaum Muslimin untuk menerima permusuhan mereka. Ayat ini menyatakan kepada Rasulullah dan orang-orang yang beriman bahwa mudah-mudahan Allah akan menjalinkan rasa cinta dan kasih sayang antara kaum Muslimin yang ada di Medinah dengan orang-orang musyrik Mekah yang selama ini membenci dan menjadi musuh mereka. Hal itu mudah bagi Allah, sebagai Zat Yang Mahakuasa dan menentukan segalanya. Apalagi jika orang-orang kafir mau beriman kepada Allah dan rasul-Nya, maka Allah akan mengampuni dosa-dosa yang telah mereka lakukan sebelumnya, yaitu dosa memusuhi Rasulullah dan kaum Muslimin. Isyarat yang terdapat dalam ayat ini terbukti kebenarannya pada pembebasan kota Mekah oleh kaum Muslimin, tanpa terjadi pertumpahan darah. Sewaktu Rasulullah memasuki kota Mekah, karena orang-orang musyrik melanggar perjanjian mereka dengan kaum Muslimin, mereka merasa gentar menghadapi tentara kaum Muslimin, dan bersembunyi di rumah-rumah mereka. Oleh karena itu, Rasulullah mengumumkan bahwa barang siapa memasuki Baitullah, maka dia mendapat keamanan, barang siapa memasuki Masjidil Haram, maka ia mendapat keamanan, dan barang siapa memasuki rumah Abu Sufyan, ia mendapat keamanan. Perintah itu ditaati oleh kaum musyrik dan mereka pun berlindung di Ka'bah, di Masjidil Haram, dan rumah Abu Sufyan. Maka waktu itu, kaum Muslimin yang telah hijrah bersama Rasulullah ke Medinah bertemu kembali dengan keluarganya yang masih musyrik dan tetap tinggal di Mekah, setelah beberapa tahun mereka berpisah. Maka terjalinlah kembali hubungan baik dan kasih sayang diantara mereka. Karena baiknya sikap kaum Muslimin kepada mereka, maka mereka berbondong-bondong masuk Islam. Firman Allah: Apabila telah datang pertolongan Allah dan kemenangan, dan engkau melihat manusia berbondong-bondong masuk agama Allah. Maka bertasbihlah dengan memuji Tuhanmu dan mohonlah ampunan kepada-Nya. Sungguh, Dia Maha Penerima tobat. (an-Nasr/110:1-3)"
        },
        {
          "number": 8,
          "arabic": "لَّا يَنْهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِينَ لَمْ يُقَـٰتِلُوكُمْ فِى ٱلدِّينِ وَلَمْ يُخْرِجُوكُم مِّن دِيَـٰرِكُمْ أَن تَبَرُّوهُمْ وَتُقْسِطُوٓا۟ إِلَيْهِمْ ۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلْمُقْسِطِينَ",
          "transliteration": "lā yanhākumu l-lahu ʿani alladhīna lam yuqātilūkum fī l-dīni walam yukh'rijūkum min diyārikum an tabarrūhum watuq'siṭū ilayhim inna l-laha yuḥibbu l-muq'siṭīna",
          "translation": "Allah tidak melarang kamu berbuat baik dan berlaku adil terhadap orang-orang yang tidak memerangimu dalam urusan agama dan tidak mengusir kamu dari kampung halamanmu. Sesungguhnya Allah mencintai orang-orang yang berlaku adil.",
          "tafsir": "Diriwayatkan bahwa Ahmad bin hanbal menceritakan kepada beberapa imam yang lain dari 'Abdullah bin Zubair, ia berkata, \"Telah datang ke Medinah (dari Mekah) Qutailah binti 'Abdul 'Uzza, bekas istri Abu Bakar sebelum masuk Islam, untuk menemui putrinya Asma' binti Abu Bakar dengan membawa berbagai hadiah. Asma' enggan menerima hadiah itu dan tidak memperkenankan ibunya memasuki rumahnya. Kemudian Asma' mengutus seseorang kepada 'Aisyah agar menanyakan hal itu kepada Rasulullah. Maka turunlah ayat ini yang membolehkan Asma' menerima hadiah dan mengizinkan ibunya yang kafir itu tinggal di rumahnya. Allah tidak melarang orang-orang yang beriman berbuat baik, mengadakan hubungan persaudaraan, tolong-menolong, dan bantu-membantu dengan orang musyrik selama mereka tidak mempunyai niat menghancurkan Islam dan kaum Muslimin, tidak mengusir kaum Muslimin dari negeri-negeri mereka, dan tidak pula berteman akrab dengan orang yang hendak mengusir itu. Ayat ini memberikan ketentuan umum dan prinsip agama Islam dalam menjalin hubungan dengan orang-orang yang bukan Islam dalam satu negara. Kaum Muslimin diwajibkan bersikap baik dan bergaul dengan orang-orang kafir, selama mereka bersikap dan ingin bergaul baik, terutama dengan kaum Muslimin. Seandainya dalam sejarah Islam, terutama pada masa Rasulullah saw dan masa para sahabat, terdapat tindakan kekerasan yang dilakukan oleh kaum Muslimin kepada orang-orang musyrik, maka tindakan itu semata-mata dilakukan untuk membela diri dari kezaliman dan siksaan yang dilakukan oleh pihak musyrik. Di Mekah, Rasulullah dan para sahabat disiksa dan dianiaya oleh orang-orang musyrik, sampai mereka terpaksa hijrah ke Medinah. Sesampai di Medinah, mereka pun dimusuhi oleh orang Yahudi yang bersekutu dengan orang-orang musyrik, sekalipun telah dibuat perjanjian damai antara mereka dengan Rasulullah. Oleh karena itu, Rasulullah terpaksa mengambil tindakan keras terhadap mereka. Demikian pula ketika kaum Muslimin berhadapan dengan kerajaan Persia dan Romawi, orang-orang kafir di sana telah memancing permusuhan sehingga terjadi peperangan. Jadi ada satu prinsip yang perlu diingat dalam hubungan orang-orang Islam dengan orang-orang kafir, yaitu boleh mengadakan hubungan baik, selama pihak yang bukan Islam melakukan yang demikian pula. Hal ini hanya dapat dibuktikan dalam sikap dan perbuatan kedua belah pihak. Di Indonesia prinsip ini dapat dilakukan, selama tidak ada pihak agama lain bermaksud memurtadkan orang Islam atau menghancurkan Islam dan kaum Muslimin."
        },
        {
          "number": 9,
          "arabic": "إِنَّمَا يَنْهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِينَ قَـٰتَلُوكُمْ فِى ٱلدِّينِ وَأَخْرَجُوكُم مِّن دِيَـٰرِكُمْ وَظَـٰهَرُوا۟ عَلَىٰٓ إِخْرَاجِكُمْ أَن تَوَلَّوْهُمْ ۚ وَمَن يَتَوَلَّهُمْ فَأُو۟لَـٰٓئِكَ هُمُ ٱلظَّـٰلِمُونَ",
          "transliteration": "innamā yanhākumu l-lahu ʿani alladhīna qātalūkum fī l-dīni wa-akhrajūkum min diyārikum waẓāharū ʿalā ikh'rājikum an tawallawhum waman yatawallahum fa-ulāika humu l-ẓālimūna",
          "translation": "Sesungguhnya Allah hanya melarang kamu menjadikan mereka sebagai kawanmu orang-orang yang memerangi kamu dalam urusan agama dan mengusir kamu dari kampung halamanmu dan membantu (orang lain) untuk mengusirmu. Barangsiapa menjadikan mereka sebagai kawan, mereka itulah orang yang zalim.",
          "tafsir": "Dalam ayat ini dijelaskan bahwa Allah hanya melarang kaum Muslimin bertolong-tolongan dengan orang-orang yang menghambat atau menghalangi manusia beribadah di jalan Allah, dan memurtadkan kaum Muslimin sehingga ia berpindah kepada agama lain, yang memerangi, mengusir, dan membantu pengusir kaum Muslimin dari negeri mereka. Dengan orang yang semacam itu, Allah dengan tegas melarang kaum Muslimin untuk berteman dengan mereka. Di akhir ayat ini, Allah mengingatkan kaum Muslimin yang menjadikan musuh-musuh mereka sebagai teman dan tolong-menolong dengan mereka, bahwa jika mereka melanggar larangan ini, maka mereka adalah orang-orang yang zalim."
        },
        {
          "number": 10,
          "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا جَآءَكُمُ ٱلْمُؤْمِنَـٰتُ مُهَـٰجِرَٰتٍ فَٱمْتَحِنُوهُنَّ ۖ ٱللَّهُ أَعْلَمُ بِإِيمَـٰنِهِنَّ ۖ فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِنَـٰتٍ فَلَا تَرْجِعُوهُنَّ إِلَى ٱلْكُفَّارِ ۖ لَا هُنَّ حِلٌّ لَّهُمْ وَلَا هُمْ يَحِلُّونَ لَهُنَّ ۖ وَءَاتُوهُم مَّآ أَنفَقُوا۟ ۚ وَلَا جُنَاحَ عَلَيْكُمْ أَن تَنكِحُوهُنَّ إِذَآ ءَاتَيْتُمُوهُنَّ أُجُورَهُنَّ ۚ وَلَا تُمْسِكُوا۟ بِعِصَمِ ٱلْكَوَافِرِ وَسْـَٔلُوا۟ مَآ أَنفَقْتُمْ وَلْيَسْـَٔلُوا۟ مَآ أَنفَقُوا۟ ۚ ذَٰلِكُمْ حُكْمُ ٱللَّهِ ۖ يَحْكُمُ بَيْنَكُمْ ۚ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
          "transliteration": "yāayyuhā alladhīna āmanū idhā jāakumu l-mu'minātu muhājirātin fa-im'taḥinūhunna l-lahu aʿlamu biīmānihinna fa-in ʿalim'tumūhunna mu'minātin falā tarjiʿūhunna ilā l-kufāri lā hunna ḥillun lahum walā hum yaḥillūna lahunna waātūhum mā anfaqū walā junāḥa ʿalaykum an tankiḥūhunna idhā ātaytumūhunna ujūrahunna walā tum'sikū biʿiṣami l-kawāfiri wasalū mā anfaqtum walyasalū mā anfaqū dhālikum ḥuk'mu l-lahi yaḥkumu baynakum wal-lahu ʿalīmun ḥakīmun",
          "translation": "Wahai orang-orang yang beriman! Apabila perempuan-perempuan mukmin datang berhijrah kepadamu, maka hendaklah kamu uji (keimanan) mereka. Allah lebih mengetahui tentang keimanan mereka; jika kamu telah mengetahui bahwa mereka (benar-benar) beriman maka janganlah kamu kembalikan mereka kepada orang-orang kafir (suami-suami mereka). Mereka tidak halal bagi orang-orang kafir itu dan orang-orang kafir itu tidak halal bagi mereka. Dan berikanlah kepada (suami) mereka mahar yang telah mereka berikan. Dan tidak ada dosa bagimu menikahi mereka apabila kamu bayarkan kepada mereka maharnya. Dan janganlah kamu tetap berpegang pada tali (pernikahan) dengan perempuan-perempuan kafir; dan hendaklah kamu minta kembali mahar yang telah kamu berikan; dan (jika suaminya tetap kafir) biarkan mereka meminta kembali mahar yang telah mereka bayarkan (kepada mantan istrinya yang telah beriman). Demikianlah hukum Allah yang ditetapkan-Nya di antara kamu. Dan Allah Maha Mengetahui, Mahabijaksana.",
          "tafsir": "Ayat ini menerangkan perintah Allah kepada Rasulullah dan orang-orang yang beriman tentang sikap yang harus diambil, jika seorang perempuan beriman yang berasal dari daerah kafir datang menghadap atau minta perlindungan. Allah menyatakan bahwa apabila datang seorang perempuan dari daerah kafir yang mengucapkan dua kalimat syahadat dan tidak tampak padanya tanda-tanda keingkaran dan kemunafikan, maka perlu diperiksa lebih dahulu, apakah mereka benar telah beriman, atau datang karena melarikan diri dari suaminya, sedangkan ia sebenarnya tidak beriman. Allah memerintahkan yang demikian itu bukan karena Dia tidak mengetahui hal ihwal mereka. Allah Maha Mengetahui hakikat iman mereka, bahkan mengetahui semua yang terbesit dalam hati mereka. Akan tetapi, untuk kewaspadaan dan berjaga-jaga di kalangan kaum Muslimin yang sedang berperang menghadapi orang-orang kafir, maka usaha-usaha mengadakan penelitian itu harus dilakukan, walaupun orang itu kerabat sendiri. Jika dalam pemeriksaan itu terbukti mereka adalah orang-orang yang beriman, maka jangan sekali-kali kaum Muslimin mengembalikan mereka ke daerah kafir, sebab perempuan-perempuan yang beriman tidak halal lagi bagi suaminya yang kafir. Sebaliknya, pria-pria yang kafir tidak halal bagi perempuan yang beriman. Dari ayat ini dapat ditetapkan suatu hukum yang menyatakan bahwa jika seorang istri telah masuk Islam, berarti sejak itu ia telah bercerai dengan suaminya yang masih kafir. Oleh karena itu, ia haram kembali kepada suaminya. Ayat ini juga menguatkan hukum yang menyatakan bahwa haram hukumnya seorang perempuan muslimat kawin dengan laki-laki kafir. Kemudian Allah menetapkan agar mas kawin yang telah diterima istri yang masuk Islam itu dikembalikan kepada suaminya. Menurut Imam Syafi'i, istri wajib mengembalikan mahar itu jika pihak suaminya yang kafir itu memintanya. Jika pihak suami tidak memintanya, maka mahar itu tidak wajib dikembalikan. Sebagian ulama berpendapat bahwa mahar yang wajib dikembalikan itu jika suaminya termasuk orang yang telah melakukan perjanjian damai dengan kaum Muslimin, sedang bagi suami yang tidak termasuk dalam perjanjian damai dengan kaum Muslimin maharnya tidak wajib dikembalikan. Sebagian ulama lain berpendapat bahwa hukum pengembalian mahar itu bukan wajib tetapi sunah dan itu pun jika diminta oleh suaminya. Sementara itu kaum Muslimin dibolehkan mengawini perempuan-perempuan mukminat yang berhijrah itu dengan membayar mahar. Hal ini berarti bahwa perempuan itu tidak boleh dijadikan budak, karena mereka bukan berasal dari tawanan perang. Allah menganjurkan kaum Muslimin mengawini mereka agar diri mereka terpelihara. Allah menerangkan bahwa penyebab larangan melanjutkan perkawinan istri yang beriman dengan suami yang kafir itu adalah karena tidak akan ada hubungan perkawinan antara perempuan-perempuan yang sudah beriman dengan suami-suami mereka yang masih kafir dan berada di daerah kafir. Akad perkawinan mereka tidak berlaku lagi sejak sang istri masuk Islam. Sebaliknya jika yang pergi ke daerah kafir itu adalah istri-istri yang beriman kemudian ia menjadi kafir, kaum Muslimin diperintahkan untuk membiarkan mereka pergi. Akan tetapi, mereka harus mengembalikan barang-barang yang pernah diberikan suaminya yang Muslim. Semua yang disebutkan itu adalah hukum-hukum Allah yang wajib ditaati oleh setiap orang yang menghambakan diri kepada-Nya, karena dalam menetapkan hukum-Nya, Allah Maha Mengetahui kesanggupan hamba yang akan memikul hukum itu dan mengetahui sesuatu yang paling baik dilakukan oleh hamba-hamba-Nya. Dalam menetapkan hukum itu, Allah juga mengetahui faedah dan akibat menetapkan hukum serta keserasian hukum itu bagi yang memikulnya."
        },
        {
          "number": 11,
          "arabic": "وَإِن فَاتَكُمْ شَىْءٌ مِّنْ أَزْوَٰجِكُمْ إِلَى ٱلْكُفَّارِ فَعَاقَبْتُمْ فَـَٔاتُوا۟ ٱلَّذِينَ ذَهَبَتْ أَزْوَٰجُهُم مِّثْلَ مَآ أَنفَقُوا۟ ۚ وَٱتَّقُوا۟ ٱللَّهَ ٱلَّذِىٓ أَنتُم بِهِۦ مُؤْمِنُونَ",
          "transliteration": "wa-in fātakum shayon min azwājikum ilā l-kufāri faʿāqabtum faātū alladhīna dhahabat azwājuhum mith'la mā anfaqū wa-ittaqū l-laha alladhī antum bihi mu'minūna",
          "translation": "Dan jika ada sesuatu (pengembalian mahar) yang belum kamu selesaikan dari istri-istrimu yang lari kepada orang-orang kafir, lalu kamu dapat mengalahkan mereka maka berikanlah (dari harta rampasan) kepada orang-orang yang istrinya lari itu sebanyak mahar yang telah mereka berikan.<sup foot_note=135790>1</sup> Dan bertakwalah kamu kepada Allah yang kepada-Nya kamu beriman.",
          "tafsir": "Dalam ayat ini diterangkan hukum seorang istri mukminat yang murtad dan lari dari suaminya ke daerah kafir, sedang ia belum mengembalikan mahar yang pernah diterima dari suaminya yang Mukmin itu. Jika si suami menyerang daerah kafir, kemudian dapat menawan bekas istrinya, maka bekas istrinya itu boleh diambilnya kembali dengan mengganti mahar yang telah diterima oleh istri dari suami yang kafir. Diriwayatkan oleh Ibnu Abi hatim dari al-hasan bahwa ayat ini diturunkan berhubungan dengan peristiwa Ummul hakam binti Abi Sufyan yang telah murtad dan melarikan diri dari suaminya, kemudian ia menikah dengan seorang laki-laki dari Bani tsaqif. Ayat ini memerintahkan agar mas kawin yang diterima Ummul hakam dari suaminya yang kafir itu diganti dan diambilkan dari hasil rampasan perang, dan Ummul hakam kembali kepada suaminya semula (yang Muslim). Menurut riwayat Ibnu 'Abbas, mas kawin itu diambil dan diberikan kepada suami yang kafir sebelum harta rampasan perang dibagi lima sebanyak yang pernah diberikan suami yang kafir kepada perempuan yang lari itu. Pada akhir ayat ini Allah memerintahkan agar kaum Muslimin bertakwa dan melaksanakan perintah-perintah-Nya dan menghentikan larangan-larangan-Nya, baik yang diterangkan pada ayat di atas, maupun yang disebut pada ayat-ayat yang lain serta yang terdapat di dalam hadis, jika mereka beriman kepada-Nya dan kepada Rasul-Nya."
        }
      ]
    }
  ]
}