{
  "pageNumber": 142,
  "juz": 8,
  "surahs": [
    {
      "number": 6,
      "name": "Al-An'am",
      "nameArabic": "الأنعام",
      "meaning": "Binatang Ternak",
      "revelation": "Makkah",
      "description": "Surat Al-An'am (binatang ternak: unta, sapi, dan kambing) terdiri dari 165 ayat dan termasuk surat Makkiyyah, karena hampir seluruh ayatnya diturunkan di Mekah sebelum hijrah. Dinamakan Al-An'am karena di dalamnya disebut kata \"An'am\" yang memiliki kaitan erat dengan adat istiadat kaum musyrikin; mereka biasa mempergunakan binatang ternak untuk mendekatkan diri kepada tuhan. Selain itu, juga disebutkan hukum-hukum yang berkenaan dengan binatang ternak itu.Pokok-pokok Isi:1. Keimanan:Bukti-bukti keesaan Allah dan kesempurnaan sifat-sifat-Nya; kebenaran kenabian Nabi Muhammad s.a.w.; persaksian Allah atas kenabian Ibrahim, Ishaq, Ya'qub, Nuh, Daud, Sulaiman, Ayyub, Yusuf, Musa, Harun, Zakariya, Yahya, 'Isa, Ilyas, Alyasa', Yunus, dan Luth; penegasan tentang keberadaan risalah dan wahyu serta hari pembalasan dan hari kebangkitan; kepalsuan kepercayaan orang-orang musyrik dan keingkaran mereka terhadap hari kiamat.2. Hukum-hukum:Larangan mengikuti adat istiadat yang dibuat-buat oleh kaum Jahiliyah; makanan yang halal dan yang haram; wasiat yang sepuluh dan Al-Qur'an, tentang tauhid keadilan dan hukum-hukum; larangan mencaci maki berhala orang musyrik karena mereka akan membalas dengan mencaci maki Allah.3. Kisah-kisah:Kisah umat-umat yang menentang rasul-rasul; kisah pengalaman Nabi Muhammad s.a.w. dan para nabi pada umumnya; cerita Nabi Ibrahim a.s. membimbing kaumnya kepada tauhid.4. Lain-lain:Sikap keras kepala kaum musyrikin: tata cara seorang nabi memimpin umatnya; bidang-bidang kerasulan dan tugas rasul-rasul; tantangan kaum musyrikin untuk melemahkan rasul; kepercayaan orang-orang musyrik terhadap jin, setan, dan malaikat; beberapa prinsip keagamaan dan kemasyarakatan; nilai hidup duniawi.Dalam surat Al-An'am Allah menjelaskan keesaan dan kesempurnaan sifat-sifat-Nya, menyatakan kebatilan kepercayaan orang-orang musyrik dengan bantahan-bantahan yang logis dan mudah diterima oleh akal. Hukuman yang berat akan dijatuhkan kepada orang yang keras kepala menolak kebenaran.Hubungan Surat Al-An'Am Dengan Surat Al-A'raf:1. Kedua surat tersebut termasuk di antara tujuh surat yang panjang (assab'uth thiwaal), sama-sama membicarakan pokok aqidah agama. Dalam surat Al-An'am dikemukakan garis-garis besar aqidah sedangkan surat Al-A'raf menjelaskannya.2. Dalam surat Al-An'am Allah menerangkan asal usul kejadian manusia, yaitu dari tanah, dan menjelaskan tentang beberapa generasi manusia yang telah dibinasakan, kemudian disinggung pula tentang rasul-rasul dengan menyebut beberapa nama mereka secara garis besar, sedangkan surat Al-A'raf menjelaskannya.3. Pada bagian terakhir surat Al-An'am, Allah mengatakan bahwa Dia menjadikan manusia sebagai khalifah-khalifah di bumi dan mengangkat derajat sebagian mereka, maka bagian permulaan surat Al-A'raf mengemukakan penciptaan Adam dan anak cucunya yang dijadikan sebagai khalifah di bumi.4. Hubungan bagian akhir Al-An'am dengan permulaan surat Al-A'raf:a. Bagian akhir Al-An'am, Allah mengatakan bahwa Al-Qur'an adalah kitab pedoman yang benar, jalan yang lurus dan diberkahi, maka umat manusia diperintahkan mengikutinya. Pada bagian permulaan surat Al-A'raf, Allah mengulangi lagi perintah ini dan melarang mengikuti selainnya.b. Pada bagian akhir surat Al-An'am, Allah berfirman bahwa Dia akan memberikan keterangan tentang apa yang seharusnya dilakukan manusia dan yang menjadi perselisihan mereka. Maka pada bagian permulaan surat Al-A'raf, Allah menjelaskan apa yang disebut dengan \"Allah memberi keterangan,\" yaitu pengutusan para rasul yang bertugas memberi keterangan dan masing-masing akan dimintai pertanggungjawaban.c. Pada bagian akhir surat Al-An'am, Allah menyatakan bahwa orang yang berbuat kebajikan akan diberi ganjaran sepuluh kali lipat dan yang berbuat kejahatan akan dibalas sesuai dengan perbuatannya. Untuk menentukan kadar kebajikan dan kejahatan itu ada timbangannya, maka Allah mengemukakan di bagian muka surat Al-A'raf, bahwa timbangan pada hari itu ialah kebenaran dan keadilan. Siapa yang timbangannya berat maka dialah yang beruntung dan siapa yang timbangannya ringan maka dialah yang merugi. Kemudian Allah menceritakan keadaan dan nasib ashhabul A'raaf.",
      "verses": [
        {
          "number": 111,
          "arabic": "۞ وَلَوْ أَنَّنَا نَزَّلْنَآ إِلَيْهِمُ ٱلْمَلَـٰٓئِكَةَ وَكَلَّمَهُمُ ٱلْمَوْتَىٰ وَحَشَرْنَا عَلَيْهِمْ كُلَّ شَىْءٍ قُبُلًا مَّا كَانُوا۟ لِيُؤْمِنُوٓا۟ إِلَّآ أَن يَشَآءَ ٱللَّهُ وَلَـٰكِنَّ أَكْثَرَهُمْ يَجْهَلُونَ",
          "transliteration": "walaw annanā nazzalnā ilayhimu l-malāikata wakallamahumu l-mawtā waḥasharnā ʿalayhim kulla shayin qubulan mā kānū liyu'minū illā an yashāa l-lahu walākinna aktharahum yajhalūna",
          "translation": "Dan sekalipun Kami benar-benar menurunkan malaikat kepada mereka, dan orang yang telah mati berbicara dengan mereka dan Kami kumpulkan (pula) di hadapan mereka segala sesuatu (yang mereka inginkan), mereka tidak juga akan beriman, kecuali jika Allah menghendaki. Tapi kebanyakan mereka tidak mengetahui (arti kebenaran).",
          "tafsir": "Dalam ayat ini diterangkan kepada kaum Muslimin, jika sekiranya Allah berkenan menurunkan malaikat-malaikat kepada kaum musyrik sehingga mereka dapat melihatnya dengan mata kepala mereka sendiri dan dapat mendengar perkataannya dengan telinga mereka sendiri tentang kesaksian para malaikat bahwa Muhammad itu betul-betul utusan Allah, dan sekiranya orang-orang yang telah mati dihidupkan kembali lalu berbicara dengan mereka tentang kebenaran Nabi Muhammad, dan juga sekiranya segala sesuatu baik berupa keterangan Al-Qur'an tentang kebenaran Nabi dan mukjizatnya itu dikumpulkan dan ditampakkan kepada mereka, niscaya mereka tidak beriman, sebagaimana mereka nyatakan dalam sumpah mereka. Mereka meminta tanda-tanda itu bukan untuk mencari petunjuk ke arah iman, melainkan untuk tujuan permusuhan, sehingga apapun yang mereka saksikan selalu mereka anggap sebagai sihir. Jika Allah menghendaki mereka beriman, tentu hati mereka terbuka untuk beriman dengan cara yang sungguh-sungguh. Mereka tidak mengetahui bahwa iman tidak perlu disangkutpautkan dengan melihat tanda-tanda kebenaran, sebab telah menjadi kebenaran umum bahwa keimanan adalah semata-mata anugerah dari Allah Ta'ala. Walaupun kepada orang-orang musyrik telah diperlihatkan tanda-tanda kebenaran Nabi Muhammad, namun hal itu tidak menjadi jaminan mereka benar-benar akan beriman, sebab datangnya keimanan bukanlah dengan paksaan, melainkan karena keikhlasan hati, karunia, taufik dan hidayah dari Allah swt. Selanjutnya Allah menerangkan bahwa watak orang musyrik itu tidak diketahui oleh kebanyakan kaum Muslimin sehingga mereka meminta kepada Nabi Muhammad untuk memperlihatkan mukjizatnya, dengan harapan agar orang-orang kafir itu beriman. (Sebagian ahli tafsir berpendapat bahwa yang dimaksud dengan 'kebanyakan orang yang tidak mengetahui ialah orang-orang kafir)."
        },
        {
          "number": 112,
          "arabic": "وَكَذَٰلِكَ جَعَلْنَا لِكُلِّ نَبِىٍّ عَدُوًّا شَيَـٰطِينَ ٱلْإِنسِ وَٱلْجِنِّ يُوحِى بَعْضُهُمْ إِلَىٰ بَعْضٍ زُخْرُفَ ٱلْقَوْلِ غُرُورًا ۚ وَلَوْ شَآءَ رَبُّكَ مَا فَعَلُوهُ ۖ فَذَرْهُمْ وَمَا يَفْتَرُونَ",
          "transliteration": "wakadhālika jaʿalnā likulli nabiyyin ʿaduwwan shayāṭīna l-insi wal-jini yūḥī baʿḍuhum ilā baʿḍin zukh'rufa l-qawli ghurūran walaw shāa rabbuka mā faʿalūhu fadharhum wamā yaftarūna",
          "translation": "Dan demikianlah untuk setiap Nabi Kami menjadikan musuh, yang terdiri dari setan-setan manusia dan jin, sebagian mereka membisikkan kepada sebagian yang lain perkataan yang indah sebagai tipuan. Dan kalau Tuhanmu menghendaki, niscaya mereka tidak akan melakukannya, maka biarkanlah mereka bersama (kebohongan) yang mereka ada-adakan.",
          "tafsir": "Menurut Mujahid, Qatadah dan Hasan al-Bashri, di antara jin dan manusia itu ada yang menjadi setan. Pendapat ini diperkuat oleh Abu dzar yang ditanya oleh Nabi Muhammad, \"Wahai Abu dzar apakah kamu telah memohon perlindungan kepada Allah dari kejahatan-kejahatan setan yang berasal dari jin dan manusia?\" Lalu Abu dzar bertanya, \"Ya Rasulullah adakah setan-setan dari manusia?\" Nabi Muhammad menjawab, \"Ya benar-benar ada\". Yang dimaksud di sini adalah manusia yang berperilaku seperti setan, selalu mengajak kepada kejahatan dan permusuhan. Ayat ini menjelaskan, bahwa kaum Muslimin menghadapi sikap permusuhan orang-orang musyrik. Demikian pulalah Allah menjadikan bagi tiap-tiap Nabi musuh-musuh yang terdiri dari setan-setan baik dari jenis manusia maupun dari jenis jin. Setan-setan adalah musuh bagi para nabi dan para ulama yang menjadi pewaris para nabi; juga bagi setiap mubalig yang menyiarkan agama Allah, Setiap kali timbul hal yang bertentangan, pastilah yang satu akan mengalahkan yang lain, yang kuat tentu menghancurkan yang lemah, dan menjadi sunatullah, bahwa kesudahan yang baik dan kemenangan terakhir tentu berada di pihak golongan yang benar. Apabila turun hujan deras akan timbul banjir, dan ia akan menimbulkan buih yang banyak sekali di atas permukaan air. Buih itu, jika ditiup angin, segera lenyap menghilang sehingga hanya airnya yang tetap di bumi. Demikian pula kehidupan ini penuh dengan perjuangan; dan seorang pejuang tidak dapat memelihara kedudukannya kecuali dengan kegigihan dan kesabaran. Demikian pula amal-amal yang diterima Allah hanyalah amal-amal yang dikerjakan dengan baik dan ikhlas. Hal ini ditegaskan oleh Allah sebagai berikut: Artinya: Ataukah kamu mengira bahwa kamu akan masuk surga, padahal belum datang kepadamu (cobaan) seperti (yang dialami) orang-orang terdahulu sebelum kamu. Mereka ditimpa kemelaratan, penderitaan dan diguncang (dengan berbagai cobaan), sehingga Rasul dan orang-orang yang beriman bersamanya berkata, \"Kapankah datang pertolongan Allah?\" Ingatlah, sesungguhnya pertolongan Allah itu dekat. (al-Baqarah/2: 214) Setan-setan yang menjadi musuh para nabi berusaha membisikkan kepada orang yang digodanya bujukan yang indah-indah untuk menipu mereka, dan mengelabui penglihatan mereka sehingga dengan tidak disadari mereka tergelincir dari jalan yang benar. Telah terbukti dengan nyata tipu muslihat setan itu pada peristiwa yang dialami oleh Nabi Adam dan Siti Hawa. Setan bersumpah dengan halus dan menggambarkan kepada Adam bahwa bila Adam dan isterinya mau makan buah khuldi (buah keabadian), maka ia akan tetap tinggal di surga selama-lamanya. Demikian pula, setan membisikkan kepada orang-orang yang terjerumus melakukan kemaksiatan. Setan tersebut membisikkan agar mereka menggunakan kesempatan untuk hidup bebas merdeka di dunia ini menikmati segala kelezatan hidup, karena mereka tidak perlu takut pada siksaan Allah, karena Allah adalah Maha Pengampun dan Maha Penyayang. Sekiranya Allah menghendaki agar setan-setan itu tidak menipu manusia, tentulah setan-setan itu tidak dapat berbuat apapun. Tetapi Allah memberi keleluasaan kepada manusia untuk memilih apa yang akan mereka kerjakan menurut petunjuk akalnya yang sehat dan memilih jalan yang akan ditempuhnya, jalan yang benar atau jalan yang salah. Karena itu, Nabi diperintah untuk tidak menghiraukan mereka, sebab nanti di akhirat mereka harus mempertanggungjawabkan segala tingkah laku mereka selama di dunia. Sedangkan Nabi hanya bertugas menyampaikan."
        },
        {
          "number": 113,
          "arabic": "وَلِتَصْغَىٰٓ إِلَيْهِ أَفْـِٔدَةُ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْـَٔاخِرَةِ وَلِيَرْضَوْهُ وَلِيَقْتَرِفُوا۟ مَا هُم مُّقْتَرِفُونَ",
          "transliteration": "walitaṣghā ilayhi afidatu alladhīna lā yu'minūna bil-ākhirati waliyarḍawhu waliyaqtarifū mā hum muq'tarifūna",
          "translation": "Dan agar hati kecil orang-orang yang tidak beriman kepada akhirat, tertarik kepada bisikan itu, dan menyenanginya, dan agar mereka melakukan apa yang biasa mereka lakukan.",
          "tafsir": "Setan membisikkan kata-kata yang penuh tipu daya kepada orang-orang yang akan disesatkannya agar mereka tidak percaya adanya kehidupan akhirat dan agar mereka cenderung pada bisikan-bisikan itu, lalu mereka tertarik untuk mengikuti apa yang dibisikkan. Adapun orang-orang yang menyadari bahwa setiap perbuatannya pasti harus dipertanggungjawabkan, dia tidak akan tertipu oleh bisikan-bisikan setan, walaupun setan-setan itu berusaha keras untuk mempengaruhi mereka agar mengerjakan apa yang dibisikan."
        },
        {
          "number": 114,
          "arabic": "أَفَغَيْرَ ٱللَّهِ أَبْتَغِى حَكَمًا وَهُوَ ٱلَّذِىٓ أَنزَلَ إِلَيْكُمُ ٱلْكِتَـٰبَ مُفَصَّلًا ۚ وَٱلَّذِينَ ءَاتَيْنَـٰهُمُ ٱلْكِتَـٰبَ يَعْلَمُونَ أَنَّهُۥ مُنَزَّلٌ مِّن رَّبِّكَ بِٱلْحَقِّ ۖ فَلَا تَكُونَنَّ مِنَ ٱلْمُمْتَرِينَ",
          "transliteration": "afaghayra l-lahi abtaghī ḥakaman wahuwa alladhī anzala ilaykumu l-kitāba mufaṣṣalan wa-alladhīna ātaynāhumu l-kitāba yaʿlamūna annahu munazzalun min rabbika bil-ḥaqi falā takūnanna mina l-mum'tarīna",
          "translation": "Pantaskah aku mencari hakim selain Allah, padahal Dialah yang menurunkan Kitab (Alquran) kepadamu secara rinci? Orang-orang yang telah Kami beri Kitab tahu betul bahwa (Alquran) itu diturunkan dari Tuhanmu dengan benar. Maka janganlah kamu termasuk orang-orang yang ragu.",
          "tafsir": "Ayat ini menerangkan, bahwa Nabi Muhammad menyatakan sikapnya tentang hukum-hukum Allah dengan bentuk pertanyaan, untuk lebih membangkitkan perhatian. Beliau mengatakan, Apakah patut aku mencari hakim selain Allah untuk menetapkan sesuatu, padahal Allah telah menurunkan kepadaku Al-Qur'an secara terperinci, mencakup bidang akidah, ibadah, hukum-hukum syariat, dan lain-lain. Sebenarnya Al-Qur'an telah cukup menjadi bukti yang nyata atas kenabian Muhammad, karena Al-Qur'an bukan karangannya sendiri, melainkan semata-mata wahyu dari Allah swt. Karena Nabi Muhammad sudah hidup bergaul dengan kaumnya sekitar 40 tahun lamanya, sebelum dia diangkat menjadi Nabi dan belum pernah dalam kurun waktu itu Nabi menyampaikan keterangan-keterangan tentang alam gaib dan tentang kisah rasul-rasul sebelumnya. Orang-orang musyrik Quraisy menuntut kepada Nabi Muhammad agar mendatangkan mukjizat yang menjadi bukti atas kebenarannya, padahal kepada mereka telah diperlihatkan mukjizat yang paling besar, yaitu Al-Qur'an yang mengandung ilmu pengetahuan, dengan susunan kata yang tidak mungkin dapat ditiru oleh siapapun. Hal itu cukup menjadi dalil, bahwa Allah telah memperkuat kenabiannya, bukan dengan diturunkan Al-Qur'an dan penjelasan di dalamnya tentang posisinya sebagai Nabi saja bahkan juga dengan keterangan kitab-kitab Taurat dan Injil, karena kedua kitab tersebut mengandung keterangan-keterangan yang menunjukkan bahwa Muhammad adalah Nabi dan Rasul. Oleh karena itu, Allah memerintahkan agar kaum Muslimin jangan sekali-kali merasa ragu tentang kebenaran Al-Qur'an. Orang-orang Yahudi dan Nasrani yang membaca kitab Taurat dan Injil, telah mengenal Nabi Muhammad seperti mereka mengenal anak-anak mereka sendiri, hanya saja mereka menyembunyikan kebenaran itu dan tidak mau menerimanya, karena sebagaimana diinformasikan dalam Al-Qur'an mereka merasa dengki kepada Nabi Muhammad."
        },
        {
          "number": 115,
          "arabic": "وَتَمَّتْ كَلِمَتُ رَبِّكَ صِدْقًا وَعَدْلًا ۚ لَّا مُبَدِّلَ لِكَلِمَـٰتِهِۦ ۚ وَهُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
          "transliteration": "watammat kalimatu rabbika ṣid'qan waʿadlan lā mubaddila likalimātihi wahuwa l-samīʿu l-ʿalīmu",
          "translation": "Dan telah sempurna firman Tuhanmu (Alquran) dengan benar dan adil. Tidak ada yang dapat mengubah firman-Nya. Dan Dia Maha Mendengar, Maha Mengetahui.",
          "tafsir": "Kalimat-kalimat Al-Qur'an yang berisi kebenaran dan keadilan telah sempurna. Kalimat-kalimat itu antara lain berisi janji Allah yang akan menolong Muhammad dan pengikut-pengikutnya, sehingga memperoleh kemenangan dan kejayaan; Al-Qur'an juga mengancam orang-orang yang mencemoohkan Al-Qur'an, bahwa mereka akan dihinakan dan dibinasakan. Firman Allah: Dan sungguh, janji Kami telah tetap bagi hamba-hamba Kami yang menjadi rasul, (yaitu) mereka itu pasti akan mendapat pertolongan. Dan sesungguhnya bala tentara Kami itulah yang pasti menang (ash-shaffat/37: 171-173) Kalimat-kalimat itu sempurna, karena sesuai dengan fakta dan kenyataan yang bisa disaksikan dalam sejarah kemenangan nabi-nabi, dan kehancuran musuh-musuhnya tidak ada seorang pun yang dapat mengubah kalimat-kalimat Allah. Janji Allah tak dapat diubah dan pasti Allah akan memberikan pertolongan kepada rasul-rasul dan pengikut-pengikutnya. Allah Maha Mendengar lagi Maha Mengetahui segala ucapan mereka yang berkhianat dan mengetahui pula isi hati mereka dan segala dosa yang mereka perbuat."
        },
        {
          "number": 116,
          "arabic": "وَإِن تُطِعْ أَكْثَرَ مَن فِى ٱلْأَرْضِ يُضِلُّوكَ عَن سَبِيلِ ٱللَّهِ ۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنْ هُمْ إِلَّا يَخْرُصُونَ",
          "transliteration": "wa-in tuṭiʿ akthara man fī l-arḍi yuḍillūka ʿan sabīli l-lahi in yattabiʿūna illā l-ẓana wa-in hum illā yakhruṣūna",
          "translation": "Dan jika kamu mengikuti kebanyakan orang di bumi ini, niscaya mereka akan menyesatkanmu dari jalan Allah. Yang mereka ikuti hanya persangkaan belaka dan mereka hanyalah membuat kebohongan.",
          "tafsir": "Jika kaum Muslimin selalu mengikuti kemauan orang-orang non Muslim, niscaya mereka berhasil menyesatkan kaum Muslimin dari jalan Allah. Oleh karena itu, Allah melarang keras mengikuti hukum-hukum selain yang diturunkan-Nya. Larangan itu diperkuat oleh kenyataan bahwa kaum musyrik hanya mengikuti persangkaan belaka dalam akidah mereka. Mereka hanya mengikuti hawa nafsu, dan selalu berdusta kepada Allah. Mereka juga menghalalkan bangkai dan hewan yang diperuntukkan bagi berhala. Sejarah membuktikan bahwa timbulnya kesesatan pada sebagian besar manusia di dunia adalah karena mereka mengikuti hawa nafsu dan prasangka. Ahli Kitab telah meninggalkan petunjuk nabi-nabi mereka dan tersesat jauh dari kebenaran. Demikian pula para penyembah berhala telah jauh dari petunjuk nabi-nabi mereka. Nabi Muhammad diberi tahu oleh Allah tentang keadaan umat-umat terdahulu itu dan ini membuktikan kebenaran beliau sebagai Rasul."
        },
        {
          "number": 117,
          "arabic": "إِنَّ رَبَّكَ هُوَ أَعْلَمُ مَن يَضِلُّ عَن سَبِيلِهِۦ ۖ وَهُوَ أَعْلَمُ بِٱلْمُهْتَدِينَ",
          "transliteration": "inna rabbaka huwa aʿlamu man yaḍillu ʿan sabīlihi wahuwa aʿlamu bil-muh'tadīna",
          "translation": "Sesungguhnya Tuhanmu, Dialah yang lebih mengetahui siapa yang tersesat dari jalan-Nya, dan Dia lebih mengetahui orang-orang yang mendapat petunjuk.",
          "tafsir": "Sesungguhnya Allah yang telah memberi petunjuk kepada Muhammad dan menurunkan wahyu kepadanya. Allah mutlak mengetahui tentang siapa yang tersesat dari jalan-Nya dan siapa pula orang-orang yang memperoleh petunjuk-Nya. Oleh sebab itu, kaum Muslimin wajib berpedoman pada hukum-hukum yang telah diterangkan dalam Al-Qur'an dan menjauhkan diri dari segala macam penyelewengan dan perbuatan yang bertentangan dengan hukum-hukum Allah, karena mengikuti kemauan orang-orang yang sesat yang telah diperbudak oleh hawa nafsu, sehingga mereka tidak mengetahui lagi mana yang benar dan mana yang salah, mana yang baik dan mana yang buruk."
        },
        {
          "number": 118,
          "arabic": "فَكُلُوا۟ مِمَّا ذُكِرَ ٱسْمُ ٱللَّهِ عَلَيْهِ إِن كُنتُم بِـَٔايَـٰتِهِۦ مُؤْمِنِينَ",
          "transliteration": "fakulū mimmā dhukira us'mu l-lahi ʿalayhi in kuntum biāyātihi mu'minīna",
          "translation": "Maka makanlah dari apa (daging hewan) yang (ketika disembelih) disebut nama Allah, jika kamu beriman kepada ayat-ayat-Nya.",
          "tafsir": "Sabab Nuzul surah al-An'am ayat 118-121 diriwayatkan dalam Sunan Abi Daud dan at-Tirmidzi dari Ibnu 'Abbas, beliau mengatakan, \"orang-orang datang kepada Rasul saw, mereka berkata, \"Wahai Rasulullah, apakah kita makan apa yang kita sembelih dan kita tidak makan apa yang disembelih Allah (bangkai),\" maka turunlah ayat sampai pada firman Allah Pada ayat ini Allah membolehkan kaum Muslimin makan sembelihan yang disebutkan nama Allah ketika menyembelihnya, jika mereka benar-benar beriman kepada ayat-ayat Allah. Orang-orang musyrik dan golongan-golongan lainnya telah menjadikan upacara sembelihan itu sebagai satu upacara ritual. Mereka menyertakan dasar-dasar akidah dalam upacara penyembelihan. Mereka biasa melaksanakan penyembelihan untuk mendekatkan diri kepada berhala-berhalanya dan kepada pemimpin-pemimpinnya yang didewa-dewakan. Mereka suka menyebut nama berhala yang disanjungnya ketika menyembelih hewan dan perbuatan yang semacam ini termasuk syirik (mempersekutukan Allah). Setiap penyembelihan harus ditujukan semata-mata karena Allah. Oleh sebab itu kaum Muslimin dilarang makan sembelihan kaum musyrik karena jelas sembelihan itu membawa pada kemusyrikan."
        }
      ]
    }
  ]
}