{
  "pageNumber": 61,
  "juz": 3,
  "surahs": [
    {
      "number": 3,
      "name": "Ali 'Imran",
      "nameArabic": "آل عمران",
      "meaning": "Keluarga Imran",
      "revelation": "Madinah",
      "description": "Surat Ali 'Imraan terdiri dari 200 ayat dan termasuk surat Madaniyyah. Dinamakan Ali 'Imran karena memuat kisah keluarga 'Imran, yang juga menyebutkan kisah kelahiran Nabi 'Isa a.s., persamaan kejadiannya dengan Nabi Adam a.s., kenabian dan beberapa mukjizatnya, serta kelahiran Maryam putri 'Imran, ibu Nabi 'Isa a.s.Surat Al Baqarah dan Ali 'Imraan dinamakan \"Az Zahrawaani\" (dua yang cemerlang), karena menyingkapkan hal-hal yang disembunyikan oleh para Ahli Kitab, seperti kejadian dan kelahiran Nabi 'Isa a.s., kedatangan Nabi Muhammad s.a.w., dan sebagainya.Pokok-Pokok Isi:1. Keimanan:Dalil-dalil dan alasan-alasan yang membantah orang Nasrani yang mempertuhankan Nabi 'Isa a.s.; ketauhidan adalah dasar yang dibawa oleh seluruh nabi.2. Hukum-hukum:Musyawarah; bermubahalah; larangan melakukan riba.3. Kisah-kisah:Kisah keluarga 'Imran; perang Badar dan Uhud dan pelajaran yang dapat diambil darinya,4. Lain-lain:Golongan-golongan manusia dalam memahami ayat-ayat mutasyaabihaat; sifat- sifat Allah; sifat orang-orang yang bertakwa; Islam satu-satunya agama yang diridhai Allah; kemudharatan mengambil orang-orang kafir sebagai teman kepercayaan; pengambilan perjanjian para Nabi oleh Allah; perumpamaan-perumpamaan; peringatan-peringatan terhadap Ahli Kitab; Ka'bah adalah rumah peribadatan yang tertua dan bukti-buktinya; faedah mengingat Allah dan merenungkan ciptaan-Nya.Surat Ali 'Imraan berisi dalil-dalil dan alasan-alasan untuk membantah kaum Nasrani yang mempertuhankan Nabi 'Isa a.s., menerangkan perang Badar dan Uhud; agar kemenangan di perang Badar dan kekalahan di perang Uhud yang dialami kaum muslimin itu dapat dijadikan pelajaran.Hubungan Surat Ali 'imraan Dengan Surat An Nisaa':1. Surat Ali 'Imraan disudahi dengan perintah bertakwa, sesuai dengan permulaan surat An Nisaa',2. Dalam surat Ali 'Imraan disebutkan perang Badar dan Uhud dengan sempurna, keterangan sebagiannya diulangi dalam surat An Nisaa'.3. Dalam surat Ali 'Imraan dikisahkan perang Hamraa-ul Asad yang terjadi setelah perang Uhud, dan perang ini disinggung pula dalam surat An Nisaa'.4. Dalam surat Ali 'Imraan disebutkan bahwa banyak kaum Muslimin yang gugur sebagai syuhada yang berarti mereka meninggalkan anak-anak dan istri-istri mereka, maka dalam bagian permulaan surat An Nisaa' disebutkan perintah memelihara anak yatim dan pembagian harta pusaka.",
      "verses": [
        {
          "number": 84,
          "arabic": "قُلْ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ عَلَيْنَا وَمَآ أُنزِلَ عَلَىٰٓ إِبْرَٰهِيمَ وَإِسْمَـٰعِيلَ وَإِسْحَـٰقَ وَيَعْقُوبَ وَٱلْأَسْبَاطِ وَمَآ أُوتِىَ مُوسَىٰ وَعِيسَىٰ وَٱلنَّبِيُّونَ مِن رَّبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِّنْهُمْ وَنَحْنُ لَهُۥ مُسْلِمُونَ",
          "transliteration": "qul āmannā bil-lahi wamā unzila ʿalaynā wamā unzila ʿalā ib'rāhīma wa-is'māʿīla wa-is'ḥāqa wayaʿqūba wal-asbāṭi wamā ūtiya mūsā waʿīsā wal-nabiyūna min rabbihim lā nufarriqu bayna aḥadin min'hum wanaḥnu lahu mus'limūna",
          "translation": "Katakanlah (Muhammad), \"Kami beriman kepada Allah dan kepada apa yang diturunkan kepada kami dan yang diturunkan kepada Ibrahim, Ismail, Ishak, Yakub, dan anak cucunya, dan apa yang diberikan kepada Musa, Isa dan para Nabi dari Tuhan mereka. Kami tidak membeda-bedakan seorang pun diantara mereka dan hanya kepada-Nya kami berserah diri.\"",
          "tafsir": "Di dalam ayat ini Allah swt memerintahkan kepada Muhammad termasuk orang-orang yang mengikutinya agar mempercayai, bahwa Allah pasti ada-Nya. Maha Esa serta mempunyai kekuasaan yang tidak terbatas terhadap seluruh isi alam, dan memerintahkan pula kepadanya untuk mempercayai Kitab Al-Qur'an yang diturunkan kepadanya. Di samping harus mempercayai bahwa Allah swt telah menurunkan wahyu kepada para Nabi yang terdahulu yaitu Nabi Ibrahim, Ismail, Ishak. Yakub, nabi-nabi keturunan Yakub, dan wahyu yang disampaikan kepada Musa, Isa dan nabi-nabi lain yang diutus Allah, yang berfungsi sebagai petunjuk bagi umatnya. Wahyu yang disampaikan kepada para nabi itu mempunyai prinsip dan tingkatan yang sama. Sesungguhnya Kami mewahyukan kepadamu (Muhammad) sebagaimana Kami telah mewahyukan kepada Nuh dan nabi-nabi setelahnya¦ (an-Nisa'/4: 163) Nabi Musa dan Nabi Isa disebutkan dalam ayat ini secara khusus, karena pembicaraan dalam ayat ini dan ayat sebelumnya serta sesudahnya bersangkut-paut dengan orang-orang Nasrani dan Yahudi. Sesudah itu disebutkan nabi-nabi yang lain untuk memberikan gambaran kepada orang yang beriman agar mereka juga mempercayai nabi-nabi yang lain dan wahyu-wahyu yang diturunkan kepada mereka seperti Nabi Dawud, Nabi Ayyub dan lain-lain. Termasuk pula nabi-nabi yang menerima wahyu, akan tetapi tidak dikisahkan Allah di dalam Al-Qur'an kepada kita. Perintah untuk mempercayai kitab yang diturunkan kepada Nabi Muhammad didahulukan penyebutannya daripada perintah percaya kepada Kitab-kitab yang diturunkan kepada nabi-nabi yang diutus sebelumnya. Padahal menurut kenyataannya, kitab-kitab itu diturunkan sebelum Al-Qur'an, hal itu adalah untuk memberikan ketegasan bahwa Al-Qur'an adalah sumber yang benar untuk mengetahui kitab-kitab yang diturunkan kepada nabi-nabi sebelumnya, dan karena Al-Qur'an itu mengakui kebenaran Kitab-kitab yang diturunkan sebelumnya. Oleh karena itulah maka kenabian para nabi yang telah disebutkan dalam Al-Qur'an itu wajib kita percayai secara prinsip, sesuai dengan keterangan yang telah diberikan oleh Al-Qur'an. Selanjutnya Allah memerintahkan kepada Nabi Muhammad saw dan umatnya untuk mengatakan bahwa ia dan umatnya tidak membeda-bedakan derajat para rasul, oleh sebab itu orang yang beriman, tidak boleh mempercayai sebagian isi Al-Qur'an tetapi mengingkari sebagian yang lain, seperti yang telah dilakukan oleh orang-orang Yahudi dan Nasrani terhadap kitab-kitab mereka. Orang mukmin hendaklah membersihkan diri dari perbuatan dosa. Ayat ini diawali dengan perintah untuk beriman kepada Allah dan diakhiri dengan perintah untuk \"berserah diri taat dan patuh\" sebelum memberikan penjelasan tentang tujuan dari setiap agama yang dibawa para nabi."
        },
        {
          "number": 85,
          "arabic": "وَمَن يَبْتَغِ غَيْرَ ٱلْإِسْلَـٰمِ دِينًا فَلَن يُقْبَلَ مِنْهُ وَهُوَ فِى ٱلْـَٔاخِرَةِ مِنَ ٱلْخَـٰسِرِينَ",
          "transliteration": "waman yabtaghi ghayra l-is'lāmi dīnan falan yuq'bala min'hu wahuwa fī l-ākhirati mina l-khāsirīna",
          "translation": "Dan barang siapa mencari agama selain Islam, dia tidak akan diterima, dan di akhirat dia termasuk orang yang rugi.",
          "tafsir": "Allah menetapkan bahwa barang siapa mencari agama selain agama Islam, atau tidak mau tunduk kepada ketentuan-ketentuan Allah, maka imannya tidak akan diterima oleh Allah. Sebagai contoh dikemukakan, orang-orang musyrik dan orang-orang yang mengaku beragama tauhid padahal mereka mempersekutukan Allah. Seperti Ahli Kitab penganut agama Nasrani yang tidak berhasil membawa pemeluk-pemeluknya tunduk di bawah kekuasaan Allah. Agama yang semacam ini hanyalah merupakan tradisi belaka, yang tidak dapat mendatangkan kemaslahatan kepada pemeluknya, bahkan menyeret mereka ke lembah kehancuran, dan menjadi sumber permusuhan di antara manusia di dunia, serta menjadi sebab penyesalan mereka di akhirat. Orang yang mencari agama selain Islam untuk menjadi agamanya, di akhirat nanti termasuk orang yang merugi, sebab ia telah menyia-nyiakan akidah tauhid yang sesuai dengan fitrah manusia."
        },
        {
          "number": 86,
          "arabic": "كَيْفَ يَهْدِى ٱللَّهُ قَوْمًا كَفَرُوا۟ بَعْدَ إِيمَـٰنِهِمْ وَشَهِدُوٓا۟ أَنَّ ٱلرَّسُولَ حَقٌّ وَجَآءَهُمُ ٱلْبَيِّنَـٰتُ ۚ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّـٰلِمِينَ",
          "transliteration": "kayfa yahdī l-lahu qawman kafarū baʿda īmānihim washahidū anna l-rasūla ḥaqqun wajāahumu l-bayinātu wal-lahu lā yahdī l-qawma l-ẓālimīna",
          "translation": "Bagaimana Allah akan memberi petunjuk kepada suatu kaum yang kafir setelah mereka beriman, serta mengakui bahwa Rasul (Muhammad) itu benar-benar (rasul), dan bukti-bukti yang jelas telah sampai kepada mereka? Allah tidak memberi petunjuk kepada orang zalim.",
          "tafsir": "Mengenai sebab turunnya ayat 86 sampai dengan ayat 89 dapat dikemukakan sebuah hadis riwayat Ibnu Jarir, An-Nasa'i, al-hakim dan Ibnu hibban: Bahwa Ibnu 'Abbas berkata, \"Ada seseorang dari golongan Ansar sudah masuk Islam, kemudian ia murtad dan bergabung ke golongan orang musyrik tetapi ia menyesal. Lalu ia minta kepada kaumnya agar ditanyakan kepada Rasulullah saw, \"Bisakah diterima tobat saya?\" Maka turunlah (ayat 86) sampai dengan (ayat 89). Kemudian disampaikanlah hal itu kepadanya, maka ia kembali masuk Islam.\" Orang yang kembali menjadi kafir sesudah beriman, Allah tidak akan memberikan jalan untuk mendapatkan petunjuk. Karena, mereka tidak mengakui berita gembira tentang kedatangan Nabi Muhammad yang tercantum dalam kitab-kitab mereka. Semula mereka berkeinginan untuk mengikuti Nabi Muhammad apabila mereka diberi umur panjang, dan apabila nabi baru itu diutus dari kalangan mereka. Tetapi setelah ternyata Nabi Muhammad saw datang, dan dia bukanlah dari kalangan mereka, mereka pun mengingkarinya, meskipun kedatangan Nabi Muhammad itu disertai dengan bukti-bukti yang nyata tentang kenabiannya. Orang yang mulanya beriman kemudian kafir kembali, mereka menganiaya diri sendiri, dan Allah tidak akan memberi petunjuk kepada orang-orang yang menganiaya diri sendiri, karena Allah telah menerangkan bahwa petunjuk kepada jalan yang benar hanya dapat berpengaruh, apabila orang itu bersih jiwanya, sehingga ia dapat menerima bukti-bukti kebenaran dari petunjuk itu. Tetapi kalau orang itu hatinya telah dinodai oleh kezaliman maka ia akan menyeleweng dari jalan yang benar. Oleh sebab itu mereka tidak akan mungkin lagi menerima petunjuk Allah."
        },
        {
          "number": 87,
          "arabic": "أُو۟لَـٰٓئِكَ جَزَآؤُهُمْ أَنَّ عَلَيْهِمْ لَعْنَةَ ٱللَّهِ وَٱلْمَلَـٰٓئِكَةِ وَٱلنَّاسِ أَجْمَعِينَ",
          "transliteration": "ulāika jazāuhum anna ʿalayhim laʿnata l-lahi wal-malāikati wal-nāsi ajmaʿīna",
          "translation": "Mereka itu, balasannya ialah ditimpa laknat Allah, para malaikat, dan manusia seluruhnya,",
          "tafsir": "Mereka pantas mendapat kemurkaan Allah, malaikat dan manusia seluruhnya, dan manusia umumnya akan melaknati mereka yang murtad dari imannya, sesuai dengan firman Allah: Dan dia (Ibrahim) berkata, \"Sesungguhnya berhala-berhala yang kamu sembah selain Allah, hanya untuk menciptakan perasaan kasih sayang di antara kamu dalam kehidupan di dunia, kemudian pada hari Kiamat sebagian kamu akan saling mengingkari dan saling mengutuk¦ (al-'Ankabut/29: 25)"
        },
        {
          "number": 88,
          "arabic": "خَـٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنْهُمُ ٱلْعَذَابُ وَلَا هُمْ يُنظَرُونَ",
          "transliteration": "khālidīna fīhā lā yukhaffafu ʿanhumu l-ʿadhābu walā hum yunẓarūna",
          "translation": "mereka kekal di dalamnya, tidak akan diringankan azabnya, dan mereka tidak diberi penangguhan,",
          "tafsir": "Orang yang kafir sesudah beriman akan menerima kemurkaan dan siksa dari Allah selamanya, mereka akan kekal di dalam neraka Jahanam tanpa ada keringanan sedikit pun, mereka tidak mendapat pengampunan karena alasan apa pun, karena yang menyebabkan mereka mengalami siksaan itu ialah keingkaran dan kekafiran yang telah meresap dalam hati mereka. Sebab itu kemurkaan Allah tak dapat dihindarkan dengan alasan apa pun juga, dan azab Allah terhadap mereka tak dapat ditunda-tunda."
        },
        {
          "number": 89,
          "arabic": "إِلَّا ٱلَّذِينَ تَابُوا۟ مِنۢ بَعْدِ ذَٰلِكَ وَأَصْلَحُوا۟ فَإِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
          "transliteration": "illā alladhīna tābū min baʿdi dhālika wa-aṣlaḥū fa-inna l-laha ghafūrun raḥīmun",
          "translation": "kecuali orang-orang yang bertobat setelah itu, dan melakukan perbaikan, maka sungguh, Allah Maha Pengampun, Maha Penyayang.",
          "tafsir": "Orang yang betul-betul bertobat dari perbuatannya dan kembali ke jalan yang benar, dengan meninggalkan kekafirannya, kemudian betul-betul menyesali perbuatannya yang salah dan memperbaiki masa depan dengan mengisinya dengan amal saleh, bersedia memupuk imannya dengan ajaran-ajaran yang benar, serta mau mengubah tingkah lakunya yang jahat yang mengotori jiwanya, bagi mereka masih dibuka pintu tobat yang selebar-lebarnya. Dalam ayat ini terdapat suatu isyarat bahwa orang yang bertobat, tetapi tidak dibuktikan dengan amal yang baik, maka tobatnya tidak ada artinya menurut pandangan agama. Banyak orang yang menyatakan dirinya bertobat, dengan disertai penyesalan dan istigfar, tetapi kemudian mereka mengulangi perbuatan jahatnya itu. Orang yang semacam itu tobatnya tidak memberi pengaruh sedikit pun di dalam jiwanya, dan tidak sanggup mengobati penyakitnya. Seandainya mereka dapat membuktikan tobatnya dalam bentuk perbuatan nyata, niscaya mereka itu mendapat pengampunan dari Allah, dan mendapat rahmat-Nya."
        },
        {
          "number": 90,
          "arabic": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ بَعْدَ إِيمَـٰنِهِمْ ثُمَّ ٱزْدَادُوا۟ كُفْرًا لَّن تُقْبَلَ تَوْبَتُهُمْ وَأُو۟لَـٰٓئِكَ هُمُ ٱلضَّآلُّونَ",
          "transliteration": "inna alladhīna kafarū baʿda īmānihim thumma iz'dādū kuf'ran lan tuq'bala tawbatuhum wa-ulāika humu l-ḍālūna",
          "translation": "Sungguh, orang-orang yang kafir setelah beriman, kemudian bertambah kekafirannya, tidak akan diterima tobatnya, dan mereka itulah orang-orang yang sesat.",
          "tafsir": "Yang dimaksud dengan orang kafir dalam ayat ini ialah Ahli Kitab yang beriman (percaya) akan kedatangan Nabi Muhammad yang tersebut dalam kitab-kitab mereka. Tetapi setelah Nabi Muhammad datang dan diangkat menjadi rasul, mereka kafir, dengan mengingkari, menentang dan memusuhinya. Terhadap orang semacam ini, tobat mereka sekali-kali tidak akan diterima oleh Allah. Penegasan Allah bahwa tobat mereka tidak akan diterima dalam ayat ini, berbeda dengan penegasan dalam ayat-ayat yang lalu dimana Allah berfirman: Dan Dialah yang menerima tobat dari hamba-hamba-Nya¦ (asy-Syura'/42: 25) Dalam ayat ini yang dimaksud dengan kafir ialah Ahli Kitab yang sebelumnya telah mengetahui kedatangan Nabi Muhammad saw. Kemudian setelah Nabi Muhammad diutus mereka mengingkarinya. Kekafiran mereka bertambah-tambah dan menjadi-jadi, sehingga tidak mungkin lagi diterima tobat mereka, seperti diterangkan oleh firman Allah: ¦.Kemudian bertambah kekafirannya, ¦ (Ali 'Imran/3: 90) Sebenarnya jiwa yang baik ialah jiwa yang mau menyesali perbuatan dosa, kemudian menjauhkan diri dari dosa. Jiwa yang demikian masih bisa diharapkan menerima ampunan. Akan tetapi jiwa yang kotor, yang telah menjadi sarang kemusyrikan dan kekafiran serta dicekam oleh dorongan-dorongan berbuat dosa, yang menyebabkan hatinya terbelenggu untuk melihat cahaya kebenaran, hingga setiap ia ingin bertobat selalu ada yang menghalang-halanginya untuk menerima kebenaran. Jiwa yang serupa ini amat sukar untuk dibersihkan kembali seperti keadaannya semula. Kemudian ditegaskan bahwa mereka adalah orang-orang yang betul-betul tersesat, karena mereka telah mengingkari kebenaran. Mereka itu telah menempuh jalan yang salah, karena itu mereka tidak akan bahagia. Mereka tidak ada harapan lagi untuk mendapat petunjuk dan tidak akan mendapat pengampunan selama-lamanya."
        },
        {
          "number": 91,
          "arabic": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ وَمَاتُوا۟ وَهُمْ كُفَّارٌ فَلَن يُقْبَلَ مِنْ أَحَدِهِم مِّلْءُ ٱلْأَرْضِ ذَهَبًا وَلَوِ ٱفْتَدَىٰ بِهِۦٓ ۗ أُو۟لَـٰٓئِكَ لَهُمْ عَذَابٌ أَلِيمٌ وَمَا لَهُم مِّن نَّـٰصِرِينَ",
          "transliteration": "inna alladhīna kafarū wamātū wahum kuffārun falan yuq'bala min aḥadihim mil'u l-arḍi dhahaban walawi if'tadā bihi ulāika lahum ʿadhābun alīmun wamā lahum min nāṣirīna",
          "translation": "Sungguh, orang-orang yang kafir dan mati dalam kekafiran, tidak akan diterima (tebusan) dari seseorang di antara mereka sekalipun (berupa) emas sepenuh bumi, sekiranya dia hendak menebus diri dengannya. Mereka itulah orang-orang yang mendapat azab yang pedih dan tidak memperoleh penolong.",
          "tafsir": "Orang yang bergelimang dalam kekafiran dan terombang-ambing oleh perbuatan yang jahat, hingga ajal merenggut mereka, sedang mereka masih tetap dalam kekafirannya, sedikit pun mereka tidak akan diterima tebusannya, meskipun jumlah tebusan itu senilai dengan kekayaan emas seluruh isi bumi. Maksudnya ialah, andaikata mereka bersedekah dengan emas seberat isi bumi untuk dijadikan tebusan dosa yang telah mereka lakukan, maka pahalanya tidak akan mampu untuk menyelamatkannya dari siksaan neraka karena kekafiran melenyapkan amal kebaikan mereka. Yang dihargai Allah pada hari akhirat hanyalah iman kepada Allah, dan hari akhir, serta amal saleh yang mendekatkan diri kepada Allah. Maka pada hari ini tidak akan diterima tebusan darimu maupun dari orang-orang kafir. Tempat kamu di neraka. Itulah tempat berlindungmu, dan itulah seburuk-buruk tempat kembali.\" (al-hadid/57: 15) Dengan demikian dapat dikatakan bahwa pada hari itu tidak ada jalan bagi mereka untuk menyelamatkan diri, baik dengan hartanya, maupun dengan pangkatnya. Segala urusan pada hari itu hanyalah didasarkan semata-mata pada kesucian jiwa, maka barang siapa yang memelihara kesucian jiwanya dengan iman dan amal saleh mereka itu akan berbahagia. Sebaliknya, barang siapa yang mengotorinya dengan kekafiran dan dengan amal yang jahat, ia akan merugi dalam arti yang sebenar-benarnya."
        }
      ]
    }
  ]
}