{
  "pageNumber": 521,
  "juz": 26,
  "surahs": [
    {
      "number": 51,
      "name": "Adh-Dhariyat",
      "nameArabic": "الذاريات",
      "meaning": "Angin Yang Menerbangkan",
      "revelation": "Makkah",
      "description": "Surat Adz-Dzaariyaat terdiri dari 60 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Al-Ahqaf.Dinamai \"Adz-Dzariyat\" (angin yang menerbangkan) diambil dari kata \"Adz-Dzariyat\" yang terdapat pada ayat pertama surat ini. Allah bersumpah dengan angin, awan, kapal, dan malaikat yang menjadi sumber kesejahteraan dan pembawa kemakmuran. Hal ini mengisyaratkan pada perhatian Allah kepada hamba-Nya.**Pokok-Pokok Isi:**1. **Keimanan:** Keadaan orang-orang yang beriman di dalam surga sebagai balasan ketaatan bagi orang yang bertakwa; manusia dan jin diciptakan Allah untuk beribadah kepada-Nya; Allah Maha Pemberi rezeki; neraka sebagai balasan bagi orang-orang kafir.2. **Hukum-hukum:** Larangan mempersekutukan Allah dengan selain-Nya; perintah berpaling dari orang-orang musyrik yang keras kepala serta memberikan peringatan dan pengajaran kepada orang-orang mukmin; pada harta kekayaan seseorang terdapat hak orang miskin.3. **Kisah-kisah:** Nabi Ibrahim dengan malaikat yang datang ke rumahnya; Nabi Musa dengan Fir'aun; kaum 'Ad dan Tsamud; Nabi Nuh dengan kaumnya.4. **Lain-lain:** Segala sesuatu diciptakan Allah dengan berpasang-pasangan; pada diri manusia sendiri terdapat tanda-tanda kebesaran Allah.Surat Adz-Dzariyat menerangkan hal-hal yang berhubungan dengan penegasan adanya hari kebangkitan, balasan yang diterima orang mukmin dan orang kafir di akhirat. Kemudian dikemukakan kisah beberapa orang nabi dengan kaumnya sebagai bujukan kepada nabi Muhammad agar jangan bersedih hati terhadap sikap kaumnya yang keras kepala dan selalu mendustakannya.**Hubungan Surat Adz-Dzariyat Dengan Surat Ath-Thur:**1. Surat Adz-Dzariyat dimulai dengan ancaman kepada orang-orang kafir dan nikmat-nikmat yang diterima orang-orang mukmin kelak, sedangkan surat Ath-Thur dimulai dengan ancaman dan diiringi dengan menerangkan nikmat yang diterima orang-orang mukmin, secara lebih jelas.2. Kedua surat ini sama-sama dimulai dengan sumpah Allah dengan menyebutkan ciptaan-ciptaan-Nya.3. Kedua surat ini sama-sama berisi perintah kepada Rasulullah agar berpaling dari orang-orang musyrik yang keras kepala dan alasan serta dalil atas keesaan Allah dan adanya hari kebangkitan.",
      "verses": [
        {
          "number": 7,
          "arabic": "وَٱلسَّمَآءِ ذَاتِ ٱلْحُبُكِ",
          "transliteration": "wal-samāi dhāti l-ḥubuki",
          "translation": "Demi langit yang mempunyai jalan-jalan,<sup foot_note=135762>1</sup>",
          "tafsir": "Dalam ayat ini Allah bersumpah: Demi langit yang mempunyai garis edar (orbit) tempat beredarnya bintang-bintang dan planetplanet. Menurut Quraish Shihab, kata al-hubuk dapat berarti yang indah dan baik atau yang teratur. Dapat pula dipahami sebagai bentuk jamak dari habikah atau hibak, yakni jalan, seperti jalan-jalan yang terlihat di atas air apabila ditimpa hembusan angin. Dalam teori fisika relativitas umum, dikenal mengenai mekanisme pemendekan jarak yang sangat jauh menjadi hanya beberapa meter saja. Einstein menyebutnya sebagai jembatan (bridge) dan saat ini para ilmuwan menyebutnya sebagai wormhole (lubang cacing). Wormhole ini merupakan jalan pintas yang menghubungkan dua tempat di jagad raya ini. Sebagai gambaran, kita ingin bepergian ke suatu galaksi yang letaknya 100 juta tahun cahaya dari bumi (jika 1 tahun cahaya = 9,46 x 1012 km, maka galaksi tersebut jaraknya dari bumi sekitar 9,46x1018 km, atau 9,46 juta-juta-juta km!). Tidak terbayangkan kapan kita sampai ke galaksi tersebut. Andaikata ada pesawat ulang-alik yang memiliki kecepatan mendekati kecepatan cahaya saja kita memerlukan waktu 100 juta tahun! Namun apabila kita menggunakan jalan pintas 'wormhole, kita akan sampai di galaksi hari ini. Perlu dicatat bahwa ini merupakan konsekuensi dari pemendekan jarak yang terjadi dalam wormhole. Dengan demikian bisa jadi, al-hubuk berupa sebuah jalan seperti yang digambarkan oleh para ahli fisika, wormhole, sebuah jalan 'khusus yang diberikan Allah kepada para Malaikat dan hambahambaNya yang terpilih. Perjalanan Rasulullah dalam peristiwa Isra' Mi'raj, boleh jadi melewati mekanisme pemendekan jarak sehingga jarak yang demikian jauhnya ditempuh Rasulullah hanya dalam bilangan jam."
        },
        {
          "number": 8,
          "arabic": "إِنَّكُمْ لَفِى قَوْلٍ مُّخْتَلِفٍ",
          "transliteration": "innakum lafī qawlin mukh'talifin",
          "translation": "sungguh, kamu benar-benar dalam keadaan berbeda-beda pendapat,<sup foot_note=135763>1</sup>",
          "tafsir": "Ayat ini menegaskan tentang isi sumpah tersebut, bahwa sesungguhnya orang-orang musyrik benar-benar dalam keadaan berbeda-beda pendapat tentang Muhammad saw dan Al-Qur'an. Di antara mereka ada yang menganggap Muhammad saw sebagai tukang syair, ada pula yang menuduhnya sebagai seorang tukang sihir atau gila, dan terhadap Al-Qur'an ada yang menuduh sebagai kitab dongengan purbakala, kitab sihir atau pantun. Perbedaan pendapat yang sangat mencolok itu menjadi bukti yang nyata tentang rusaknya alam pikiran mereka yang penuh dengan syirik. ("
        },
        {
          "number": 9,
          "arabic": "يُؤْفَكُ عَنْهُ مَنْ أُفِكَ",
          "transliteration": "yu'faku ʿanhu man ufika",
          "translation": "dipalingkan darinya (Alquran dan Rasul) orang yang dipalingkan.",
          "tafsir": "Ayat ini menegaskan bahwa dalam keadaan berbeda pendapat, orang musyrik tersebut semakin dijauhkan dan dipalingkan dari rasul dan Al-Qur'an sehingga mereka menjadi tambah sesat."
        },
        {
          "number": 10,
          "arabic": "قُتِلَ ٱلْخَرَّٰصُونَ",
          "transliteration": "qutila l-kharāṣūna",
          "translation": "Terkutuklah orang-orang yang banyak berdusta,",
          "tafsir": "Ayat ini menegaskan bahwa orang-orang yang banyak berdusta dikutuk oleh Allah. Mereka termasuk golongan orang-orang yang sangat jahil, yang berkecimpung dalam kegelapan dan kesesatan, juga terbenam dalam kebodohan dan kelalaian yang sangat menyedihkan."
        },
        {
          "number": 11,
          "arabic": "ٱلَّذِينَ هُمْ فِى غَمْرَةٍ سَاهُونَ",
          "transliteration": "alladhīna hum fī ghamratin sāhūna",
          "translation": "(yaitu) orang-orang yang terbenam dalam kebodohan dan kelalaian,",
          "tafsir": "Ayat ini menegaskan bahwa orang-orang yang banyak berdusta dikutuk oleh Allah. Mereka termasuk golongan orang-orang yang sangat jahil, yang berkecimpung dalam kegelapan dan kesesatan, juga terbenam dalam kebodohan dan kelalaian yang sangat menyedihkan."
        },
        {
          "number": 12,
          "arabic": "يَسْـَٔلُونَ أَيَّانَ يَوْمُ ٱلدِّينِ",
          "transliteration": "yasalūna ayyāna yawmu l-dīni",
          "translation": "mereka bertanya, \"Kapankah hari pembalasan itu?\"",
          "tafsir": "Ayat ini mengungkapkan ketika orang musyrik itu mencemoohkan bertanya kepada Nabi saw, \"Kapankah datangnya hari pembalasan itu?\""
        },
        {
          "number": 13,
          "arabic": "يَوْمَ هُمْ عَلَى ٱلنَّارِ يُفْتَنُونَ",
          "transliteration": "yawma hum ʿalā l-nāri yuf'tanūna",
          "translation": "(Hari pembalasan itu ialah) pada hari (ketika) mereka diazab di dalam api neraka.",
          "tafsir": "Ayat ini mengungkapkan bahwa hari pembalasan itu ialah hari ketika orang-orang kafir di azab dengan azab yang sangat pedih di atas api neraka. Sesungguhnya orang-orang musyrik itu jika mempunyai hamba sahaya yang bekerja sebagai buruh harian tentu akan memeriksa pekerjaan mereka sebelum mereka diberi upah. Mereka memeriksa, bertanya dan meneliti hasil pekerjaan buruhburuh mereka. Apakah tidak dipikirkan oleh mereka tentang pengabdian sekalian manusia kepada Allah yang telah melimpahkan segala macam kenikmatan kepadanya, mulai dari penciptaan langit dan bumi dan segala isinya sampai kepada pemenuhan segala hajat kebutuhan manusia seperti sandang, pangan, perumahan, jaminan hari tua, dan sebagainya. Apakah patut Allah membiarkan mereka hidup berfoya-foya saja, padahal Allah tidak menciptakan manusia secara sia-sia, bahkan pasti akan mengadakan hari kebangkitan dan hari pembalasan? Oleh karena mereka tenggelam dalam arus kebodohan dan kelalaian, maka hal-hal yang sangat masuk akal dan nyata itu dibiarkan lewat begitu saja tanpa kesungguhan dan perhatian, dan barulah mereka sadar ketika mereka diazab di dalam api neraka."
        },
        {
          "number": 14,
          "arabic": "ذُوقُوا۟ فِتْنَتَكُمْ هَـٰذَا ٱلَّذِى كُنتُم بِهِۦ تَسْتَعْجِلُونَ",
          "transliteration": "dhūqū fit'natakum hādhā alladhī kuntum bihi tastaʿjilūna",
          "translation": "(Dikatakan kepada mereka), \"Rasakanlah azabmu itu. Inilah azab yang dahulu kamu minta agar disegerakan.\"",
          "tafsir": "Di samping azab yang amat pedih, mereka juga menderita azab rohani ketika para malaikat berkata, \"Rasakanlah azabmu ini yang dahulu kamu waktu di dunia selalu kamu minta supaya disegerakan.\""
        },
        {
          "number": 15,
          "arabic": "إِنَّ ٱلْمُتَّقِينَ فِى جَنَّـٰتٍ وَعُيُونٍ",
          "transliteration": "inna l-mutaqīna fī jannātin waʿuyūnin",
          "translation": "Sesungguhnya orang-orang yang bertakwa berada di dalam taman-taman (surga) dan mata air,",
          "tafsir": "Ayat ini menjelaskan bahwa sesungguhnya orang-orang yang bertakwa, yang menjalankan segala perintah Allah dan menjauhi segala larangan-Nya berada di dalam taman-taman surga yang mengalir di bawahnya air yang jernih dan murni, sangat menyenangkan, sangat nyaman, di luar perkiraan dan bayangan yang tergores dalam hati dan terpandang oleh mata; terlebih-lebih karena mereka tetap abadi di dalamnya, tidak akan keluar lagi, tetap berada dalam keridaan Allah Yang Maha Penyayang lagi Maha Pengasih. Pahala yang demikian itu ada kaitannya dengan amal perbuatan mereka ketika di dunia yaitu mereka mengambil segala pemberian yang dianugerahkan oleh Tuhan kepada mereka itu, karena sesungguhnya mereka ketika berada di dunia selalu mengerjakan amal kebajikan, baik terhadap Allah maupun terhadap sesama manusia dengan tujuan semata-mata untuk mencapai keridaan-Nya. ("
        },
        {
          "number": 16,
          "arabic": "ءَاخِذِينَ مَآ ءَاتَىٰهُمْ رَبُّهُمْ ۚ إِنَّهُمْ كَانُوا۟ قَبْلَ ذَٰلِكَ مُحْسِنِينَ",
          "transliteration": "ākhidhīna mā ātāhum rabbuhum innahum kānū qabla dhālika muḥ'sinīna",
          "translation": "mereka mengambil apa yang diberikan Tuhan kepada mereka. Sesungguhnya mereka sebelum itu (di dunia) adalah orang-orang yang berbuat baik;",
          "tafsir": "Ayat ini menjelaskan bahwa sesungguhnya orang-orang yang bertakwa, yang menjalankan segala perintah Allah dan menjauhi segala larangan-Nya berada di dalam taman-taman surga yang mengalir di bawahnya air yang jernih dan murni, sangat menyenangkan, sangat nyaman, di luar perkiraan dan bayangan yang tergores dalam hati dan terpandang oleh mata; terlebih-lebih karena mereka tetap abadi di dalamnya, tidak akan keluar lagi, tetap berada dalam keridaan Allah Yang Maha Penyayang lagi Maha Pengasih. Pahala yang demikian itu ada kaitannya dengan amal perbuatan mereka ketika di dunia yaitu mereka mengambil segala pemberian yang dianugerahkan oleh Tuhan kepada mereka itu, karena sesungguhnya mereka ketika berada di dunia selalu mengerjakan amal kebajikan, baik terhadap Allah maupun terhadap sesama manusia dengan tujuan semata-mata untuk mencapai keridaan-Nya. ("
        },
        {
          "number": 17,
          "arabic": "كَانُوا۟ قَلِيلًا مِّنَ ٱلَّيْلِ مَا يَهْجَعُونَ",
          "transliteration": "kānū qalīlan mina al-layli mā yahjaʿūna",
          "translation": "mereka sedikit sekali tidur pada waktu malam;",
          "tafsir": "Ayat ini menerangkan tentang sifat-sifat orang yang takwa, yaitu sedikit sekali tidur di waktu malam karena mengisi waktu dengan salat Tahajud. Mereka dalam melakukan ibadah tahajudnya merasa tenang dan penuh dengan kerinduan dan dalam munajatnya kepada Allah sengaja memilih waktu yang sunyi dari gangguan makhluk lain seperti dua orang pengantin baru dalam menumpahkan isi hati kepada kesayangannya, tentu memilih tempat dan waktu yang nyaman dan aman bebas dari gangguan siapa pun. Mereka ingat bahwa hidup berkumpul dengan keluarga dan yang lainnya tidak dapat berlangsung selama-lamanya. Bila telah tiba ajal, pasti berpisah, masuk ke dalam kubur, masing-masing sendirian saja. Oleh karena itu, sebelum tiba waktu perpisahan, mereka merasa sangat perlu mengadakan hubungan khidmat dan mahabbah dengan Tuhan Yang Mahakuasa, satu-satunya penguasa yang dapat memenuhi segala harapan. Di akhir-akhir malam (pada waktu sahur) mereka memohon ampun kepada Allah. Sengaja dipilihnya waktu sahur itu oleh karena kebanyakan orang sedang tidur nyenyak, keadaan sunyi dari segala kesibukan sehingga mudah menjalin hubungan dengan Tuhannya."
        },
        {
          "number": 18,
          "arabic": "وَبِٱلْأَسْحَارِ هُمْ يَسْتَغْفِرُونَ",
          "transliteration": "wabil-asḥāri hum yastaghfirūna",
          "translation": "dan pada akhir malam mereka memohon ampunan (kepada Allah).",
          "tafsir": "Ayat ini menerangkan tentang sifat-sifat orang yang takwa, yaitu sedikit sekali tidur di waktu malam karena mengisi waktu dengan salat Tahajud. Mereka dalam melakukan ibadah tahajudnya merasa tenang dan penuh dengan kerinduan dan dalam munajatnya kepada Allah sengaja memilih waktu yang sunyi dari gangguan makhluk lain seperti dua orang pengantin baru dalam menumpahkan isi hati kepada kesayangannya, tentu memilih tempat dan waktu yang nyaman dan aman bebas dari gangguan siapa pun. Mereka ingat bahwa hidup berkumpul dengan keluarga dan yang lainnya tidak dapat berlangsung selama-lamanya. Bila telah tiba ajal, pasti berpisah, masuk ke dalam kubur, masing-masing sendirian saja. Oleh karena itu, sebelum tiba waktu perpisahan, mereka merasa sangat perlu mengadakan hubungan khidmat dan mahabbah dengan Tuhan Yang Mahakuasa, satu-satunya penguasa yang dapat memenuhi segala harapan. Di akhir-akhir malam (pada waktu sahur) mereka memohon ampun kepada Allah. Sengaja dipilihnya waktu sahur itu oleh karena kebanyakan orang sedang tidur nyenyak, keadaan sunyi dari segala kesibukan sehingga mudah menjalin hubungan dengan Tuhannya."
        },
        {
          "number": 19,
          "arabic": "وَفِىٓ أَمْوَٰلِهِمْ حَقٌّ لِّلسَّآئِلِ وَٱلْمَحْرُومِ",
          "transliteration": "wafī amwālihim ḥaqqun lilssāili wal-maḥrūmi",
          "translation": "Dan pada harta benda mereka ada hak untuk orang miskin yang meminta, dan orang miskin yang tidak meminta.",
          "tafsir": "Ayat ini menjelaskan bahwa di samping mereka melaksanakan salat wajib dan sunah, mereka juga selalu mengeluarkan infaq fi sabilillah dengan mengeluarkan zakat wajib atau sumbangan derma atau sokongan sukarela karena mereka memandang bahwa pada harta-harta mereka itu ada hak fakir miskin yang meminta dan orang miskin yang tidak meminta bagian karena merasa malu untuk meminta. Ibnu Jarir meriwayatkan sebuah hadis dari Abu Hurairah bahwa Nabi Muhammad saw pernah menerangkan siapa saja yang tergolong orang miskin, dengan sabdanya: Bukanlah orang miskin itu yang tidak diberi sebiji dan dua biji kurma atau sesuap dan dua suap makanan. Beliau ditanya, \"(Jika demikian) siapakah yang dinamakan miskin itu?\" Beliau menjawab, \"Orang yang tidak mempunyai apa yang diperlukan dan tidak dikenal tempatnya sehingga tidak diberikan sedekah kepadanya. Itulah orang yang mahrum tidak dapat bagian.\" (Riwayat Ibnu Jarir dari Abu Hurairah) Di dalam Al-Qur'an terdapat tiga kelompok ayat yang selalu ber dampingan, tidak dapat dipisahkan yaitu perintah untuk salat danmengeluarkan zakat, perintah supaya taat kepada Allah dan rasulNya, dan perintah untuk bersyukur kepada Allah dan kedua ibubapak. Setelah Allah menerangkan sifat-sifat orang yang bertakwa, maka Allah menjelaskan bahwa mereka itu melihat dengan hati nurani tanda-tanda kekuasaan Allah pada alam kosmos, pada alam semesta yang melintang di sekelilingnya, di bumi dan di langit sehingga memiliki ketenangan jiwa, sebagai tanda seorang yang sudah makrifah kepada Allah."
        },
        {
          "number": 20,
          "arabic": "وَفِى ٱلْأَرْضِ ءَايَـٰتٌ لِّلْمُوقِنِينَ",
          "transliteration": "wafī l-arḍi āyātun lil'mūqinīna",
          "translation": "Dan di bumi terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang yakin,",
          "tafsir": "Ayat ini menerangkan bahwa di bumi ini terdapat tandatanda yang menunjukkan kekuasaan Allah bila dilihat dengan mata hati yaitu benda-benda yang besar, cantik dan indah seperti matahari, bulan, gunung-gunung, hutan yang lebat, perkebunan yang subur, samudera yang biru luas sepanjang penglihatan mata yang diisi dengan bermacam-macam ikan seperti yang nampak dalam akuarium, dan lain-lain. Itu semuanya menunjukkan betapa agung dan sempurna Penciptanya yaitu Allah Rabbul 'alamin. Tafakur tentang keindahan alam ini benar-benar menambah cinta dan keyakinan orang yang yakin akan kekuasaan Allah. ("
        },
        {
          "number": 21,
          "arabic": "وَفِىٓ أَنفُسِكُمْ ۚ أَفَلَا تُبْصِرُونَ",
          "transliteration": "wafī anfusikum afalā tub'ṣirūna",
          "translation": "dan (juga) pada dirimu sendiri. Maka apakah kamu tidak memperhatikan?",
          "tafsir": "Ayat ini mengisyaratkan kepada manusia bahwa pada diri manusia terdapat bukti-bukti kekuasaan dan kebesaran Allah seperti perbedaan kemampuan, perbedaan bahasa, kecerdasan dan banyak macamnya anggota tubuh yang masing-masing mempunyai fungsi sendiri-sendiri."
        },
        {
          "number": 22,
          "arabic": "وَفِى ٱلسَّمَآءِ رِزْقُكُمْ وَمَا تُوعَدُونَ",
          "transliteration": "wafī l-samāi riz'qukum wamā tūʿadūna",
          "translation": "Dan di langit terdapat (sebab-sebab) rezekimu dan apa yang dijanjikan kepadamu.",
          "tafsir": "Ayat ini menjelaskan bahwa di langit terdapat sebab-sebab rezeki bagi manusia seperti turunnya hujan yang menyebabkan datangnya kesuburan tanah pertanian dan perkebunan yang menghasilkan berbagai hasil bumi dan buah-buahan sebagai rezeki bagi manusia dan ternak piaraannya, dan terdapat pula apa yang dijanjikan Allah untuk manusia yaitu takdir penetapan Allah terhadap manusia itu masing-masing yang semuanya ditulis di Lauh Mahfudz. Sebab-sebab rezeki di langit yang berlaku bagi semua makhluk hidup dan telah umum diketahui paling tidak ada tiga yaitu, air dalam bentuk hujan, angin dan cahaya matahari. Air menjadi sebab rezeki. Melalui air hujan yang jatuh ke atas tanah dan memberikan kelembaban tanah sehingga memungkinkan ditumbuhi tanaman yang bermanfaat bagi manusia dalam bentuk bahan pangan, sandang dan perumahan Angin oleh manusia bisa dimanfaatkan energinya bagi pelayaran dan menggerakkan kincir sumber energi, atau karena menyebabkan terjadinya penyerbukan tanaman sehingga hasil pembuahannya bisa dimakan manusia (lihat adh-dzariyat/51 ayat 1s/d 3). Sedangkan cahaya matahari merupakan sumber utama energi di permukaan bumi yang bisa diperoleh langsung melalui kehangatannya atau secara tidak langsung melalui pertumbuhan tanaman (fotosintesa) pergerakan angin dan siklus hidrologi (lihat: adh-dzariyat/51 ayat 1s/d 3). Bahkan energi minyak bumi yang saat ini merupakan sumber energi yang paling banyak dipakai, berasal dari energi cahaya matahari yang ditangkap oleh organisma laut (plankton), untuk kemudian terakumulasi sebagai endapan yang kemudian berubah menjadi minyak bumi."
        },
        {
          "number": 23,
          "arabic": "فَوَرَبِّ ٱلسَّمَآءِ وَٱلْأَرْضِ إِنَّهُۥ لَحَقٌّ مِّثْلَ مَآ أَنَّكُمْ تَنطِقُونَ",
          "transliteration": "fawarabbi l-samāi wal-arḍi innahu laḥaqqun mith'la mā annakum tanṭiqūna",
          "translation": "Maka demi Tuhan langit dan bumi, sungguh, apa yang dijanjikan itu pasti terjadi seperti apa yang kamu ucapkan.",
          "tafsir": "Ayat ini menerangkan bahwa Allah bersumpah untuk menetapkan keyakinan pada hati manusia tentang adanya hari kebangkitan. Allah bersumpah demi Tuhan langit dan bumi, sesungguhnya hari Kiamat, hari kebangkitan, hari pembalasan dan pembagian rezeki itu yakin benarnya, seperti yakinnya seseorang terhadap perkataan yang diucapkannya. Maka demikian pula, manusia harus yakin akan menjumpai segala yang dijanjikan Allah itu seperti yakinnya dia mendengarkan ucapan-ucapan sendiri, terlebih-lebih jika ucapannya itu dapat direkam dalam sebuah kaset."
        },
        {
          "number": 24,
          "arabic": "هَلْ أَتَىٰكَ حَدِيثُ ضَيْفِ إِبْرَٰهِيمَ ٱلْمُكْرَمِينَ",
          "transliteration": "hal atāka ḥadīthu ḍayfi ib'rāhīma l-muk'ramīna",
          "translation": "Sudahkah sampai kepadamu (Muhammad) cerita tamu Ibrahim (malaikat-malaikat) yang dimuliakan?",
          "tafsir": "Allah mengisahkan Nabi Ibrahim dengan bentuk pertanyaan supaya lebih diperhatikan. Allah bertanya, \"Apakah sudah sampai kepadamu (Muhammad) cerita tamu Ibrahim (yaitu beberapa malaikat) yang dimuliakan?\" Para malaikat yang bertemu dengan Nabi Ibrahim itu sebenarnya dalam perjalanan menuju tempat kediaman kaum Nabi Lut di dekat kampung Sodom dan Gomorah, akan menyampaikan berita kepada Nabi Lut bahwa kaumnya yang durhaka dan melakukan homoseksual itu akan dibinasakan oleh Allah dengan azab yang pedih. Dalam perjalanan itu mereka mampir ke rumah Nabi Ibrahim untuk menyampaikan kabar gembira bahwa beliau akan mendapat seorang anak laki-laki yang alim dan saleh bernama Ishak dari istrinya Sarah walaupun beliau sudah lanjut usianya dan menyangka dirinya sudah mandul. Setibanya di rumah Nabi Ibrahim, mereka disambut oleh tuan rumah dengan penuh penghormatan."
        },
        {
          "number": 25,
          "arabic": "إِذْ دَخَلُوا۟ عَلَيْهِ فَقَالُوا۟ سَلَـٰمًا ۖ قَالَ سَلَـٰمٌ قَوْمٌ مُّنكَرُونَ",
          "transliteration": "idh dakhalū ʿalayhi faqālū salāman qāla salāmun qawmun munkarūna",
          "translation": "(Ingatlah) ketika mereka masuk ke tempatnya lalu mengucapkan, \"Salāman (salam)\", Ibrahim menjawab, \"Salāmun (salam)\". (Mereka itu) orang-orang yang belum dikenalnya.",
          "tafsir": "Ayat ini mengungkapkan bahwa ketika tamu para malaikat itu masuk ke tempat Nabi Ibrahim lalu menyampaikan ucapan salam dan Nabi Ibrahim menjawab dengan salam pula, beliau memperlihatkan sikap bertanya karena belum mengenal mereka. Tamu terhormat itu baru pertama kali masuk ke rumah Nabi Ibrahim. Oleh karena itu, beliau memperlihatkan sikap ingin mengenal dahulu. Tetapi beliau tidak menunggu kesempatan untuk berkenalan itu, bahkan secara diam-diam masuk ke dapur untuk menyiapkan hidangan. ("
        },
        {
          "number": 26,
          "arabic": "فَرَاغَ إِلَىٰٓ أَهْلِهِۦ فَجَآءَ بِعِجْلٍ سَمِينٍ",
          "transliteration": "farāgha ilā ahlihi fajāa biʿij'lin samīnin",
          "translation": "Maka diam-diam dia (Ibrahim) pergi menemui keluarganya, kemudian dibawanya daging anak sapi gemuk (yang dibakar),",
          "tafsir": "Ayat ini menerangkan bahwa Nabi Ibrahim dengan diamdiam pergi menemui keluarganya yaitu Sarah, lalu menyembelih seekor anak sapi yang gemuk dan setelah dibakar, hidangan itu dibawanya sendiri ke hadapan tamu-tamunya seraya berkata dengan hormat, lalu mempersilakan mereka makan."
        },
        {
          "number": 27,
          "arabic": "فَقَرَّبَهُۥٓ إِلَيْهِمْ قَالَ أَلَا تَأْكُلُونَ",
          "transliteration": "faqarrabahu ilayhim qāla alā takulūna",
          "translation": "lalu dihidangkannya kepada mereka (tetapi mereka tidak mau makan). Ibrahim berkata, \"Mengapa tidak kamu makan.\"",
          "tafsir": "Ayat ini menerangkan bahwa Nabi Ibrahim dengan diamdiam pergi menemui keluarganya yaitu Sarah, lalu menyembelih seekor anak sapi yang gemuk dan setelah dibakar, hidangan itu dibawanya sendiri ke hadapan tamu-tamunya seraya berkata dengan hormat, lalu mempersilakan mereka makan."
        },
        {
          "number": 28,
          "arabic": "فَأَوْجَسَ مِنْهُمْ خِيفَةً ۖ قَالُوا۟ لَا تَخَفْ ۖ وَبَشَّرُوهُ بِغُلَـٰمٍ عَلِيمٍ",
          "transliteration": "fa-awjasa min'hum khīfatan qālū lā takhaf wabasharūhu bighulāmin ʿalīmin",
          "translation": "Maka dia (Ibrahim) merasa takut terhadap mereka. Mereka berkata, \"Janganlah kamu takut,\" dan mereka memberi kabar gembira kepadanya dengan (kelahiran) seorang anak yang alim (Ishak).",
          "tafsir": "Ayat ini mengungkapkan bahwa tamu Nabi Ibrahim tidak menyentuh makanan itu karena mereka itu bukan dari jenis manusia, melainkan malaikat yang tidak makan dan tidak minum. Maka Nabi Ibrahim merasa takut terhadap mereka karena menurut kebiasaan, jika tamu tidak mau memakan hidangan yang disodorkan kepadanya, itu berarti ada bahaya yang terselubung (berselimut) di belakangnya, atau akan terjadi sesuatu yang tidak diharapkan. Dalam ayat lain yang sama maksudnya Allah berfirman: Maka ketika dilihatnya tangan mereka tidak menjamahnya, dia (Ibrahim) mencurigai mereka, dan merasa takut kepada mereka. Mereka (malaikat) berkata, \"Jangan takut, sesungguhnya kami diutus kepada kaum Lut.\" (Hud/11: 70) Setelah malaikat-malaikat menenteramkan hati Nabi Ibrahim, mereka menyampaikan kabar gembira bahwa Ibrahim akan mendapat anak laki-laki yang bernama Ishak dan di belakang Ishak ada lagi cucunya yaitu Nabi Yakub seperti diterangkan dalam ayat lain."
        },
        {
          "number": 29,
          "arabic": "فَأَقْبَلَتِ ٱمْرَأَتُهُۥ فِى صَرَّةٍ فَصَكَّتْ وَجْهَهَا وَقَالَتْ عَجُوزٌ عَقِيمٌ",
          "transliteration": "fa-aqbalati im'ra-atuhu fī ṣarratin faṣakkat wajhahā waqālat ʿajūzun ʿaqīmun",
          "translation": "Kemudian istrinya datang memekik (tercengang) lalu menepuk wajahnya sendiri seraya bekata, \"(Aku ini) seorang perempuan tua yang mandul.\"",
          "tafsir": "Ayat ini mengungkapkan bahwa istrinya Sarah setelah mendengar berita tersebut, ia datang dengan pekikan suara yang kuat lalu menepuk mukanya sendiri seraya mengatakan, bagaimana mungkin aku akan melahirkan seorang anak, padahal aku adalah seorang perempuan tua yang mandul?"
        },
        {
          "number": 30,
          "arabic": "قَالُوا۟ كَذَٰلِكِ قَالَ رَبُّكِ ۖ إِنَّهُۥ هُوَ ٱلْحَكِيمُ ٱلْعَلِيمُ",
          "transliteration": "qālū kadhāliki qāla rabbuki innahu huwa l-ḥakīmu l-ʿalīmu",
          "translation": "Mereka berkata, \"Demikianlah Tuhanmu berfirman. Sungguh, Dialah Yang Mahabijaksana, Maha Mengetahui.\"",
          "tafsir": "Ayat ini mengungkapkan tentang jawaban malaikat itu terhadap keraguan Siti Sarah bahwa ia tidak perlu heran; yang demikian itu adalah keputusan Allah Yang Maha Bijaksana lagi Maha Mengetahui."
        }
      ]
    }
  ]
}