{
  "pageNumber": 137,
  "juz": 7,
  "surahs": [
    {
      "number": 6,
      "name": "Al-An'am",
      "nameArabic": "الأنعام",
      "meaning": "Binatang Ternak",
      "revelation": "Makkah",
      "description": "Surat Al-An'am (binatang ternak: unta, sapi, dan kambing) terdiri dari 165 ayat dan termasuk surat Makkiyyah, karena hampir seluruh ayatnya diturunkan di Mekah sebelum hijrah. Dinamakan Al-An'am karena di dalamnya disebut kata \"An'am\" yang memiliki kaitan erat dengan adat istiadat kaum musyrikin; mereka biasa mempergunakan binatang ternak untuk mendekatkan diri kepada tuhan. Selain itu, juga disebutkan hukum-hukum yang berkenaan dengan binatang ternak itu.Pokok-pokok Isi:1. Keimanan:Bukti-bukti keesaan Allah dan kesempurnaan sifat-sifat-Nya; kebenaran kenabian Nabi Muhammad s.a.w.; persaksian Allah atas kenabian Ibrahim, Ishaq, Ya'qub, Nuh, Daud, Sulaiman, Ayyub, Yusuf, Musa, Harun, Zakariya, Yahya, 'Isa, Ilyas, Alyasa', Yunus, dan Luth; penegasan tentang keberadaan risalah dan wahyu serta hari pembalasan dan hari kebangkitan; kepalsuan kepercayaan orang-orang musyrik dan keingkaran mereka terhadap hari kiamat.2. Hukum-hukum:Larangan mengikuti adat istiadat yang dibuat-buat oleh kaum Jahiliyah; makanan yang halal dan yang haram; wasiat yang sepuluh dan Al-Qur'an, tentang tauhid keadilan dan hukum-hukum; larangan mencaci maki berhala orang musyrik karena mereka akan membalas dengan mencaci maki Allah.3. Kisah-kisah:Kisah umat-umat yang menentang rasul-rasul; kisah pengalaman Nabi Muhammad s.a.w. dan para nabi pada umumnya; cerita Nabi Ibrahim a.s. membimbing kaumnya kepada tauhid.4. Lain-lain:Sikap keras kepala kaum musyrikin: tata cara seorang nabi memimpin umatnya; bidang-bidang kerasulan dan tugas rasul-rasul; tantangan kaum musyrikin untuk melemahkan rasul; kepercayaan orang-orang musyrik terhadap jin, setan, dan malaikat; beberapa prinsip keagamaan dan kemasyarakatan; nilai hidup duniawi.Dalam surat Al-An'am Allah menjelaskan keesaan dan kesempurnaan sifat-sifat-Nya, menyatakan kebatilan kepercayaan orang-orang musyrik dengan bantahan-bantahan yang logis dan mudah diterima oleh akal. Hukuman yang berat akan dijatuhkan kepada orang yang keras kepala menolak kebenaran.Hubungan Surat Al-An'Am Dengan Surat Al-A'raf:1. Kedua surat tersebut termasuk di antara tujuh surat yang panjang (assab'uth thiwaal), sama-sama membicarakan pokok aqidah agama. Dalam surat Al-An'am dikemukakan garis-garis besar aqidah sedangkan surat Al-A'raf menjelaskannya.2. Dalam surat Al-An'am Allah menerangkan asal usul kejadian manusia, yaitu dari tanah, dan menjelaskan tentang beberapa generasi manusia yang telah dibinasakan, kemudian disinggung pula tentang rasul-rasul dengan menyebut beberapa nama mereka secara garis besar, sedangkan surat Al-A'raf menjelaskannya.3. Pada bagian terakhir surat Al-An'am, Allah mengatakan bahwa Dia menjadikan manusia sebagai khalifah-khalifah di bumi dan mengangkat derajat sebagian mereka, maka bagian permulaan surat Al-A'raf mengemukakan penciptaan Adam dan anak cucunya yang dijadikan sebagai khalifah di bumi.4. Hubungan bagian akhir Al-An'am dengan permulaan surat Al-A'raf:a. Bagian akhir Al-An'am, Allah mengatakan bahwa Al-Qur'an adalah kitab pedoman yang benar, jalan yang lurus dan diberkahi, maka umat manusia diperintahkan mengikutinya. Pada bagian permulaan surat Al-A'raf, Allah mengulangi lagi perintah ini dan melarang mengikuti selainnya.b. Pada bagian akhir surat Al-An'am, Allah berfirman bahwa Dia akan memberikan keterangan tentang apa yang seharusnya dilakukan manusia dan yang menjadi perselisihan mereka. Maka pada bagian permulaan surat Al-A'raf, Allah menjelaskan apa yang disebut dengan \"Allah memberi keterangan,\" yaitu pengutusan para rasul yang bertugas memberi keterangan dan masing-masing akan dimintai pertanggungjawaban.c. Pada bagian akhir surat Al-An'am, Allah menyatakan bahwa orang yang berbuat kebajikan akan diberi ganjaran sepuluh kali lipat dan yang berbuat kejahatan akan dibalas sesuai dengan perbuatannya. Untuk menentukan kadar kebajikan dan kejahatan itu ada timbangannya, maka Allah mengemukakan di bagian muka surat Al-A'raf, bahwa timbangan pada hari itu ialah kebenaran dan keadilan. Siapa yang timbangannya berat maka dialah yang beruntung dan siapa yang timbangannya ringan maka dialah yang merugi. Kemudian Allah menceritakan keadaan dan nasib ashhabul A'raaf.",
      "verses": [
        {
          "number": 74,
          "arabic": "۞ وَإِذْ قَالَ إِبْرَٰهِيمُ لِأَبِيهِ ءَازَرَ أَتَتَّخِذُ أَصْنَامًا ءَالِهَةً ۖ إِنِّىٓ أَرَىٰكَ وَقَوْمَكَ فِى ضَلَـٰلٍ مُّبِينٍ",
          "transliteration": "wa-idh qāla ib'rāhīmu li-abīhi āzara atattakhidhu aṣnāman ālihatan innī arāka waqawmaka fī ḍalālin mubīnin",
          "translation": "Dan (ingatlah) ketika Ibrahim berkata kepada ayahnya Azar,<sup foot_note=135267>1</sup> \"Pantaskah engkau menjadikan berhala-berhala itu sebagai tuhan? Sesungguhnya aku melihat engkau dan kaummu dalam kesesatan yang nyata.\"",
          "tafsir": "Allah memerintahkan kepada Nabi Muhammad agar mengingatkan orang-orang musyrik kepada kisah nenek moyangnya yang mereka muliakan, yaitu Nabi Ibrahim agar mereka mengikuti agama nenek moyang mereka. Ibrahim mengajak manusia untuk beragama tauhid dan menghentikan perbuatan syirik. Dalam kisah ini diungkap kembali percakapan antara Nabi Ibrahim dengan bapaknya Adzar. Nabi Ibrahim menanyakan kepada bapaknya dan kaumnya apakah pantas mereka itu menjadikan berhala-berhala, yang mereka buat sendiri sebagai tuhan? Mengapa mereka tidak menyembah Allah yang menciptakan mereka dan menguasai berhala-berhala itu. Semestinya mereka tahu bahwa Allah-lah yang berhak disembah. Itulah sebabnya maka Nabi Ibrahim menegaskan bahwa dirinya betul-betul mengetahui bahwa bapak dan kaumnya terjerumus ke dalam lembah kesesatan yang nyata, jauh menyimpang dari jalan yang lurus. Perbuatan mereka jelas tersesat dari ajaran wahyu dan menyimpang dari akal yang sehat, karena berhala-berhala itu tidak lain hanyalah patung-patung hasil pahatan yang dibuat dari batu, kayu atau logam, dan lain-lain. Semestinya berhala lebih rendah derajatnya dari pemahatnya. Mereka seharusnya mengerti bahwa berhala-berhala itu bukanlah Tuhan, akan tetapi merekalah yang menjadikannya sebagai Tuhan. Oleh sebab itu tidak masuk akal apabila ada manusia yang menyembah sesama makhluk padahal makhluk itu tidak sanggup menguasai jagat raya dan segala isinya, apalagi yang disembah itu patung yang tak dapat berbuat apa-apa."
        },
        {
          "number": 75,
          "arabic": "وَكَذَٰلِكَ نُرِىٓ إِبْرَٰهِيمَ مَلَكُوتَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَلِيَكُونَ مِنَ ٱلْمُوقِنِينَ",
          "transliteration": "wakadhālika nurī ib'rāhīma malakūta l-samāwāti wal-arḍi waliyakūna mina l-mūqinīna",
          "translation": "Dan demikianlah Kami memperlihatkan kepada Ibrahim kekuasaan (Kami yang terdapat) di langit dan di bumi, dan agar dia termasuk orang-orang yang yakin.",
          "tafsir": "Allah memberikan penjelasan, bagaimana Dia menampakkan keagungan ciptaan-Nya di langit dan di bumi, tata susunannya ataupun keindahan tata warnanya. Allah menampakkan kepada Ibrahim benda-benda langit yang beraneka ragam bentuk dan susunannya, serta beredar menurut ketentuannya masing-masing secara teratur. Bumi yang terdiri dari lapisan-lapisan yang banyak mengandung barang tambang dan perhiasan, sangat berguna bagi kepentingan manusia. Kesemuanya itu menjadi bukti adanya kekuasaan Allah, yang dapat dipahami oleh manusia jika mereka mau berpikir sesuai dengan fitrahnya. Allah menjelaskan pula tujuan dari pengenalan Ibrahim terhadap keindahan ciptaan-Nya yaitu agar Ibrahim benar-benar mengenal hukum alam yang berlaku di dunia ini, dan kekuasaan Allah yang mengendalikan hukum-hukum itu, agar dapat dijadikan bukti ketika menghadapi orang-orang musyrik yang sesat, dan menjadi pegangannya agar termasuk orang yang betul-betul meyakini keesaan Allah."
        },
        {
          "number": 76,
          "arabic": "فَلَمَّا جَنَّ عَلَيْهِ ٱلَّيْلُ رَءَا كَوْكَبًا ۖ قَالَ هَـٰذَا رَبِّى ۖ فَلَمَّآ أَفَلَ قَالَ لَآ أُحِبُّ ٱلْـَٔافِلِينَ",
          "transliteration": "falammā janna ʿalayhi al-laylu raā kawkaban qāla hādhā rabbī falammā afala qāla lā uḥibbu l-āfilīna",
          "translation": "Ketika malam telah menjadi gelap, dia (Ibrahim) melihat sebuah bintang (lalu) dia berkata, \"Inilah Tuhanku.\" Maka ketika bintang itu terbenam dia berkata, \"Aku tidak suka kepada yang terbenam.\"",
          "tafsir": "Allah menjelaskan proses pengenalan Ibrahim secara terperinci. Pengamatan pertama Nabi Ibrahim tertuju pada bintang-bintang, yaitu pada saat bintang nampak bercahaya dan pada saat bintang itu tidak bercahaya, dilihatnya sebuah bintang yang bercahaya paling terang. (Yaitu planet Yupiter (Musyatari) dan ada pula yang mengatakan planet Venus (Zahrah) yang dianggap sebagai dewa oleh pemuja bintang yang biasa dilakukan oleh orang-orang Yunani dan Romawi kuno, sedang kaum Ibrahim juga termasuk pemujanya). Maka timbullah pertanyaan dalam hatinya. \"Inikah Tuhanku?\" Pertanyaan ini adalah merupakan pengingkaran terhadap anggapan kaumnya, agar mereka tersentak untuk memperhatikan alasan-alasan pengingkaran yang akan dikemukakan. Tetapi, setelah bintang itu tenggelam dan sirna dari pandangannya, timbul keyakinan bahwa yang tenggelam dan menghilang tidak bisa dianggap sebagai Tuhan. Ini sebagai alasan Nabi Ibrahim untuk mematahkan keyakinan kaumnya, bahwa semua yang mengalami perubahan itu tidak pantas dianggap sebagai Tuhan. Kesimpulan Ibrahim itu merupakan hasil pemikiran dan pengamatan yang benar dan sesuai dengan fitrah. Siapa yang melakukan pengamatan serupa itu, niscaya akan berkesimpulan yang sama. Sementara itu sebagian mufassir seperti Ibnu Katsir mengatakan bahwa pengamatan Nabi Ibrahim terhadap bintang, bulan dan matahari bukanlah pengamatan pertama, tetapi merupakan taktik Nabi Ibrahim untuk mengajak kaumnya agar tidak menyembah sesuatu benda yang timbul tenggelam. Akan tetapi hendaklah mereka menyembah Zat Yang Kekal dan Abadi yaitu Allah."
        },
        {
          "number": 77,
          "arabic": "فَلَمَّا رَءَا ٱلْقَمَرَ بَازِغًا قَالَ هَـٰذَا رَبِّى ۖ فَلَمَّآ أَفَلَ قَالَ لَئِن لَّمْ يَهْدِنِى رَبِّى لَأَكُونَنَّ مِنَ ٱلْقَوْمِ ٱلضَّآلِّينَ",
          "transliteration": "falammā raā l-qamara bāzighan qāla hādhā rabbī falammā afala qāla la-in lam yahdinī rabbī la-akūnanna mina l-qawmi l-ḍālīna",
          "translation": "Lalu ketika dia melihat bulan terbit dia berkata, \"Inilah Tuhanku.\" Tetapi ketika bulan itu terbenam dia berkata, \"Sungguh, jika Tuhanku tidak memberi petunjuk kepadaku, pastilah aku termasuk orang-orang yang sesat.\"",
          "tafsir": "Seirama dengan ayat yang lalu Allah menjelaskan pula pengamatan Nabi Ibrahim terhadap benda langit yang lebih terang cahayanya dan lebih besar kelihatannya yaitu bulan. Setelah Ibrahim melihat bulan tersembul di balik cakrawala, dengan cahaya yang terang benderang, timbullah kesan dalam hatinya, untuk mengatakan, \"Inikah Tuhanku?\" Perkataan Ibrahim seperti itu adalah pernyataan yang timbul secara naluriah seperti juga kesan yang didapat oleh kaumnya tujuan pertanyaan itu sebenarnya adalah pernyataan untuk mengingkari kesan pertama yang menipu pandangan mata dan untuk membantah keyakinan kaumnya seperti pernyataannya dalam ayat yang lalu. Pengulangan berita dengan memberikan kenyataan yang lebih tandas adalah untuk menguatkan pernyataan yang telah lalu. Kemudian setelah bulan itu terbenam dari ufuk dan lenyap dari pengamatan, dia pun memberikan pertanyaan agar diketahui oleh orang-orang musyrik yang berada di sekitarnya. Ibrahim berkata, \"Sebenarnya jika Tuhan tidak memberikan kepadaku petunjuk ke jalan yang benar untuk mengetahui dan meyakini keesaan-Nya, niscaya aku termasuk dalam golongan yang tersesat, yaitu orang-orang yang menyimpang dari kebenaran dan tidak mengikuti petunjuk Tuhan, serta menyembah tuhan-tuhan selain Allah. Mereka lebih senang memperturutkan hawa nafsunya dari pada melakukan perbuatan yang diridai Allah.\" Sindiran ini adalah merupakan sindiran yang tegas bagi kaumnya yang tersesat dan sekaligus merupakan petunjuk bagi orang yang berpegang kepada agama dan wahyu. Sindiran yang bertahap ini bertujuan untuk mematahkan pendapat-pendapat kaumnya. Sindiran yang pertama lunak, kemudian diikuti dengan sindiran yang kedua yang tegas, adalah untuk menyanggah pikiran kaumnya secara halus agar mereka keluar dari belenggu hatinya untuk memahami kebenaran yang sebenar-benarnya."
        },
        {
          "number": 78,
          "arabic": "فَلَمَّا رَءَا ٱلشَّمْسَ بَازِغَةً قَالَ هَـٰذَا رَبِّى هَـٰذَآ أَكْبَرُ ۖ فَلَمَّآ أَفَلَتْ قَالَ يَـٰقَوْمِ إِنِّى بَرِىٓءٌ مِّمَّا تُشْرِكُونَ",
          "transliteration": "falammā raā l-shamsa bāzighatan qāla hādhā rabbī hādhā akbaru falammā afalat qāla yāqawmi innī barīon mimmā tush'rikūna",
          "translation": "Kemudian ketika dia melihat matahari terbit, dia berkata, \"Inilah Tuhanku, ini lebih besar.\"Tetapi ketika matahari terbenam, dia berkata, \"Wahai kaumku! Sungguh, aku berlepas diri dari apa yang kamu persekutukan.\"",
          "tafsir": "Allah mengisahkan sindirannya yang lebih tajam yaitu pengamatan Nabi Ibrahim terhadap matahari, benda langit yang paling terang cahayanya menurut pandangan mata, yang merupakan rentetan ketiga dari pengamatan-pengamatan Ibrahim yang telah lalu, yaitu setelah Ibrahim melihat matahari terbit di ufuk dia pun berkata: \"Yang terlihat sekarang inilah Tuhanku.\" Ini lebih besar daripada bintang dan bulan. Akan tetapi setelah matahari itu tenggelam dan sirna dari pandangan, beliau pun mengeluarkan peringatan: \"Wahai kaumku sebenarnya aku berlepas diri dari apa yang kamu persekutukan.\" Sindiran ini adalah sindiran yang paling tajam untuk membungkamkan kaumnya agar mereka tidak mengajukan alasan lain untuk mengingkari kebenaran yang berhasil dibuktikan oleh Ibrahim."
        },
        {
          "number": 79,
          "arabic": "إِنِّى وَجَّهْتُ وَجْهِىَ لِلَّذِى فَطَرَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ حَنِيفًا ۖ وَمَآ أَنَا۠ مِنَ ٱلْمُشْرِكِينَ",
          "transliteration": "innī wajjahtu wajhiya lilladhī faṭara l-samāwāti wal-arḍa ḥanīfan wamā anā mina l-mush'rikīna",
          "translation": "Aku hadapkan wajahku kepada (Allah) yang menciptakan langit dan bumi dengan penuh kepasrahan (mengikuti) agama yang benar, dan aku bukanlah termasuk orang-orang musyrik.",
          "tafsir": "Allah mengisahkan ketidakterlibatan Nabi Ibrahim dari kemusyrikan kaumnya, dan kelanjutan dari ketidakterlibatannya itu dengan menggambarkan sikap Ibrahim dan akidah tauhidnya yang murni, yaitu Ibrahim menghadapkan dirinya dalam ibadah-ibadahnya kepada Allah yang menciptakan langit dan bumi. Dia pula yang menciptakan benda-benda langit yang terang benderang di angkasa raya dan yang menciptakan manusia seluruhnya, termasuk pemahat patung-patung yang beraneka ragam bentuknya. Ibrahim cenderung kepada agama tauhid dan menyatakan bahwa agama-agama lainnya adalah batil, dan dia tidak termasuk golongan orang-orang yang musyrik. Dia seorang yang berserah diri kepada Allah semata. Firman Allah: Dan siapakah yang lebih baik agamanya daripada orang yang dengan ikhlas berserah diri kepada Allah, sedang dia mengerjakan kebaikan, dan mengikuti agama Ibrahim yang lurus? (an-Nisa'/4: 125) Firman-Nya: Dan barang siapa berserah diri kepada Allah, sedang dia orang yang berbuat kebaikan, maka sesungguhnya dia telah berpegang kepada buhul (tali) yang kokoh. (Luqman/31: 22)"
        },
        {
          "number": 80,
          "arabic": "وَحَآجَّهُۥ قَوْمُهُۥ ۚ قَالَ أَتُحَـٰٓجُّوٓنِّى فِى ٱللَّهِ وَقَدْ هَدَىٰنِ ۚ وَلَآ أَخَافُ مَا تُشْرِكُونَ بِهِۦٓ إِلَّآ أَن يَشَآءَ رَبِّى شَيْـًٔا ۗ وَسِعَ رَبِّى كُلَّ شَىْءٍ عِلْمًا ۗ أَفَلَا تَتَذَكَّرُونَ",
          "transliteration": "waḥājjahu qawmuhu qāla atuḥājjūnnī fī l-lahi waqad hadāni walā akhāfu mā tush'rikūna bihi illā an yashāa rabbī shayan wasiʿa rabbī kulla shayin ʿil'man afalā tatadhakkarūna",
          "translation": "Dan kaumnya membantahnya. Dia (Ibrahim) berkata, \"Apakah kamu hendak membantahku tentang Allah, padahal Dia benar-benar telah memberi petunjuk kepadaku? Aku tidak takut kepada (malapetaka dari) apa yang kamu persekutukan dengan Allah, kecuali Tuhanku menghendaki sesuatu. Ilmu Tuhanku meliputi segala sesuatu. Tidakkah kamu dapat mengambil pelajaran?",
          "tafsir": "Allah menerangkan bahwa ajakan Nabi Ibrahim kepada jalan yang benar mendapat tantangan yang berat dari kaumnya. Ibrahim dibantah oleh kaumnya pada waktu beliau menyampaikan agama tauhid karena Nabi Ibrahim mengemukakan kesalahan agama mereka yang menyembah berhala dan mendewakan bintang-bintang. Bukti-bukti yang dikemukakan oleh Ibrahim itu melemahkan, bahkan membatalkan akidah mereka, karena akidah mereka hanyalah didasarkan pada taklid kepada nenek moyang mereka. Itulah sebabnya Ibrahim menanyakan kepada mereka mengapa mereka menolak agama tauhid, padahal Ibrahim telah mengemukakan dalil-dalil kebenaran agama tauhid sesuai dengan petunjuk-petunjuk Allah dan keyakinan Ibrahim sendiri. Bukankah mereka mengetahui bahwa berhala dan bintang-bintang yang mereka puja itu mempunyai kekurangan sedangkan Pencipta jagat raya dan isinya adalah Mahasempurna. Mereka seharusnya tidak menyembah tuhan yang mempunyai sifat kekurangan. Kemudian Nabi Ibrahim menegaskan pendiriannya terhadap bantahan mereka itu yaitu beliau tidak gentar menghadapi malapetaka dan akibat dari mengingkari berhala. Karena sembahan mereka adalah benda mati yang tidak dapat menolak madarat dan tidak dapat pula memberikan manfaat. Tantangan Nabi Ibrahim merupakan jawaban terhadap sikap orang-orang musyrik yang menakut-nakuti Ibrahim akan mendapat bencana sebab mengingkari sesembahan mereka, seperti dialami Nabi Hud ketika menghadapi kaumnya, firman Allah: Kami hanya mengatakan bahwa sebagian sesembahan kami telah menimpakan penyakit gila atas dirimu. (Hud/11: 54) Bagaimana sembahan-sembahan mereka akan menimpakan bencana kepadanya padahal sembahan-sembahan itu tidak dapat melihat dan tidak dapat mendengar, tidak dapat menjadi perantara dan juga tidak dapat memberikan syafa'at, terkecuali apabila Allah menghendaki bencana yang timbul karena patung itu. Kalau memang demikian berhala-berhala dan bintang-bintang itu, niscaya memberikan pengaruh jelek terhadap seseorang. Tetapi bukan karena pengaruh dari berhala-berhala dan bintang-bintang itu melainkan semata-mata hanya karena kekuasaan Allah. Segala bencana yang menimpa manusia dari mana pun datangnya hanya karena kehendak Allah dan Ilmu-Nya. Pada akhir ayat ini Allah memberikan alasan dari pengecualian yang terdapat dalam ayat ini yaitu Allah mempunyai pengetahuan yang sangat luas, meliputi semua yang ada."
        },
        {
          "number": 81,
          "arabic": "وَكَيْفَ أَخَافُ مَآ أَشْرَكْتُمْ وَلَا تَخَافُونَ أَنَّكُمْ أَشْرَكْتُم بِٱللَّهِ مَا لَمْ يُنَزِّلْ بِهِۦ عَلَيْكُمْ سُلْطَـٰنًا ۚ فَأَىُّ ٱلْفَرِيقَيْنِ أَحَقُّ بِٱلْأَمْنِ ۖ إِن كُنتُمْ تَعْلَمُونَ",
          "transliteration": "wakayfa akhāfu mā ashraktum walā takhāfūna annakum ashraktum bil-lahi mā lam yunazzil bihi ʿalaykum sul'ṭānan fa-ayyu l-farīqayni aḥaqqu bil-amni in kuntum taʿlamūna",
          "translation": "Bagaimana aku takut kepada apa yang kamu persekutukan (dengan Allah), padahal kamu tidak takut dengan apa yang Allah sendiri tidak menurunkan keterangan kepadamu untuk mempersekutukan-Nya. Manakah dari kedua golongan itu yang lebih berhak mendapat keamanan (dari malapetaka), jika kamu mengetahui?\"<sup foot_note=135268>1</sup>",
          "tafsir": "Ibrahim menegaskan bahwa ia tidak takut kepada sesembahan mereka, akan tetapi hanya takut kepada Allah. Sikap Ibrahim yang demikian itu menarik perhatian mereka. Nabi Ibrahim mengatakan bahwa mengapa ia harus takut kepada sembahan-sembahan yang mereka persekutukan dengan Allah dan dijadikan perantara yang dianggap dapat memberikan manfaat dan menolak madarat? Sedang mereka itu tidak takut mempersekutukan Allah dengan sembahan-sembahan ciptaan mereka sendiri. Seharusnya yang ditakuti adalah pembangkangan mereka terhadap Allah dan dugaan mereka yang salah, yaitu menganggap patung-patung dan bintang-bintang sebagai Tuhan. Itulah sebabnya Allah mencela sikap mereka. Allah menjelaskan kepada mereka bahwa agama yang dapat diterima ialah agama yang mempunyai alasan-alasan yang kuat dan bukti-bukti yang dapat diterima, apalagi mereka hanya memeluk agama dengan jalan taklid saja kepada nenek moyang mereka. Perbuatan demikian tidak didasarkan pada hidayah dan ilmu. Kemudian mereka dihadapkan pada dua pilihan, yaitu memeluk agama tauhid atau kemusyrikan. Sedangkan mereka sudah mengetahui bahwa Allah mempunyai kekuasaan menciptakan dan memusnahkan, menghidupkan dan mematikan, sedangkan patung-patung itu tidak dapat memberikan manfaat dan madarat sedikit pun. Di akhir ayat ini Allah menyuruh Nabi Ibrahim agar meminta jawaban kepada mereka apabila mereka sanggup menjawabnya."
        }
      ]
    }
  ]
}