{
  "pageNumber": 327,
  "juz": 17,
  "surahs": [
    {
      "number": 21,
      "name": "Al-Anbiya'",
      "nameArabic": "الأنبياء",
      "meaning": "Para Nabi",
      "revelation": "Makkah",
      "description": "Surat Al-Anbiya' terdiri dari 112 ayat dan termasuk surat Makkiyyah.Surat ini dinamai dengan \"Al-Anbiya'\" (nabi-nabi), karena surat ini mengutarakan kisah beberapa nabi. Permulaan surat Al-Anbiya' menegaskan bahwa manusia lalai dalam menghadapi hari penghisaban. Mengingat adanya pengingkaran kaum musyrik Mekah terhadap wahyu yang dibawa Nabi Muhammad maka Allah menegaskan bahwa meskipun nabi-nabi ini manusia biasa, tetapi mereka membawa wahyu yang pokok ajarannya adalah tauhid, dan manusia berkewajiban menyembah Allah, Penciptanya. Orang yang tidak mau mengakui kekuasaan Allah dan mengingkari ajaran yang dibawa nabi-nabi akan diazab Allah di dunia dan di akhirat nanti. Kemudian dikemukakan kisah beberapa nabi dengan umatnya. Selanjutnya, surat itu ditutup dengan seruan agar kaum musyrik Mekah beriman kepada ajaran yang dibawa Muhammad supaya tidak mengalami hal yang pernah dialami oleh umat-umat terdahulu.&nbsp;Selain yang tersebut di atas, pokok-pokok isi surat ini antara lain:1. **Keimanan:** Para nabi dan para rasul diangkat Allah dari jenis manusia; langit dan bumi akan binasa kalau ada tuhan selain Allah; semua rasul membawa ajaran tauhid dan keharusan manusia menyembah Allah; setiap yang bernyawa akan merasakan mati; cobaan Allah kepada manusia ada yang berupa kebaikan dan ada yang berupa keburukan; hari kiamat datang dengan tiba-tiba.2. **Kisah-kisah:** Kisah Nabi Ibrahim (ajakan Ibrahim kepada ayahnya untuk menyembah Allah, bantahan Ibrahim terhadap kaumnya yang menyembah berhala, bantahan Ibrahim terhadap Namrudz yang menganggap diri Tuhan); kisah Nabi Nuh, kisah Nabi Daud dan Nabi Sulaiman; kisah Nabi Ayyub; kisah Nabi Yunus a.s.; kisah Zakariya a.s.3. **Lain-lain:** Keutamaan Al-Qur'an; tuntutan kaum musyrikin kepada Nabi Muhammad untuk mendatangkan mukjizat selain Al-Qur'an; kehancuran suatu umat karena kezaliman diri sendiri; Allah menciptakan langit dan bumi beserta hikmahnya; tanya-jawab antara berhala dan penyembahnya di neraka; kemunculan Ya'juj dan Ma'juj sebagai tanda kedatangan hari kiamat; bumi akan diwariskan kepada hamba Allah yang dapat memakmurkannya; kejadian alam semesta; sesuatu yang hidup berasal dari air.Surat Al-Anbiya' menerangkan bahwa sudah menjadi sunnatullah bahwa para nabi atau rasul yang diutus adalah dari jenis manusia yang diberi kitab dan mukjizat. Dasar agama (aqidah) yang dibawa oleh para nabi adalah sama, hanya berbeda dalam syariat (hukum furu') yang disesuaikan dengan perkembangan masa dan kondisi.**Hubungan Surat Al-Anbiya' Dengan Surat Al-Hajj:**1. Pada akhir surat Al-Anbiya' dikemukakan hal-hal yang berhubungan dengan hari kiamat, sedang pada permulaan surat Al Hajj dikemukakan bukti-bukti adanya hari kebangkitan dengan dalil akal.2. Surat Al-Anbiya' mengutarakan bahwa Allah tidak menjadikan manusia sebagai makhluk yang kekal hidupnya, semua akan merasakan mati. Kemudian mereka dibangkitkan pada hari kiamat untuk penghisaban atas perbuatan-perbuatan yang mereka lakukan di dunia. Pada surat Al Hajj diterangkan bahwa manusia dapat menjadikan dalil keadaan pertumbuhan yang terdapat di alam semesta, dari ada kepada tidak ada dan sebaliknya, sebagai bukti bahwa janji Allah tentang hari kebangkitan pasti akan menjadi kenyataan.3. Surat Al-Anbiya' menerangkan kisah nabi-nabi dan dalil-dalil yang dihadapkan kepada kaumnya tentang kebenaran agama yang dibawanya, sedangkan surat Al Hajj menuntut agar manusia memperhatikan aneka ragam ciptaan Allah dan pengaturannya, untuk memperkuat keimanan kepada kebenaran agama Allah.",
      "verses": [
        {
          "number": 58,
          "arabic": "فَجَعَلَهُمْ جُذَٰذًا إِلَّا كَبِيرًا لَّهُمْ لَعَلَّهُمْ إِلَيْهِ يَرْجِعُونَ",
          "transliteration": "fajaʿalahum judhādhan illā kabīran lahum laʿallahum ilayhi yarjiʿūna",
          "translation": "Maka dia (Ibrahim) menghancurkan (berhala-berhala itu) berkeping-keping, kecuali yang terbesar (induknya); agar mereka kembali (untuk bertanya) kepadanya.",
          "tafsir": "Dalam ayat ini disebutkan bahwa apa yang menjadi tekad Ibrahim itu untuk memanfaatkan perayaan besar itu untuk menghancurkan patung-patung itu benar-benar dilaksanakannya, sehingga sepeninggal kaumnya, patung-patung itu dirusaknya sehingga hancur berkeping-keping, kecuali sebuah patung yang terbesar. Patung itu tidak dirusaknya, karena ia berharap bila mereka kembali ke sana dan bertanya kepadanya tentang siapa orang yang merusak patung-patung yang lain itu, maka ia akan menyuruh mereka bertanya kepada patung yang terbesar itu, yang tentu saja tidak dapat menjawab pertanyaan mereka."
        },
        {
          "number": 59,
          "arabic": "قَالُوا۟ مَن فَعَلَ هَـٰذَا بِـَٔالِهَتِنَآ إِنَّهُۥ لَمِنَ ٱلظَّـٰلِمِينَ",
          "transliteration": "qālū man faʿala hādhā biālihatinā innahu lamina l-ẓālimīna",
          "translation": "Mereka berkata, \"Siapakah yang melakukan (perbuatan) ini terhadap tuhan-tuhan kami? Sungguh, dia termasuk orang yang zalim.\"",
          "tafsir": "Ayat ini menjelaskan bahwa apa yang diharapkan oleh Ibrahim, benar-benar terjadi. Setelah mendengar berita bahwa patung-patung mereka telah rusak, mereka datang kembali ke tempat itu dan bertanya kepada Ibrahim, siapakah yang telah melakukan perbuatan jahat ini terhadap tuhan-tuhan mereka? Sungguh dia benar-benar termasuk orang yang zalim.\" Dari ucapan ini dapat kita pahami bahwa sampai saat itu mereka masih belum menerima sepenuhnya apa yang disampaikan Ibrahim kepada mereka, dan mereka masih menyembah dan mengagungkan berhala-berhala itu, dan masih menyebutnya sebagai tuhan-tuhan mereka. Hal ini menimbulkan kemarahan terhadap orang yang membinasakannya."
        },
        {
          "number": 60,
          "arabic": "قَالُوا۟ سَمِعْنَا فَتًى يَذْكُرُهُمْ يُقَالُ لَهُۥٓ إِبْرَٰهِيمُ",
          "transliteration": "qālū samiʿ'nā fatan yadhkuruhum yuqālu lahu ib'rāhīmu",
          "translation": "Mereka (yang lain) berkata, \"Kami mendengar ada seorang pemuda yang mencela (berhala-berhala ini), namanya Ibrahim.\"",
          "tafsir": "Allah menerangkan dalam ayat ini bahwa orang-orang yang berada di dekat penyembahan patung-patung itu menjawab pertanyaan di atas dengan mengatakan bahwa mereka mendengar seorang pemuda yang bernama Ibrahim telah menghancurkan berhala-berhala itu. Dari sini kita pahami pada saat itu Ibrahim masih sebagai seorang pemuda (Â± 16 tahun), dan belum diutus Allah menjadi Nabi dan Rasul-Nya. Maka tindakannya dalam membinasakan patung-patung itu bukan dalam rangka tugasnya sebagai Rasul, melainkan timbul dari dorongan kepercayaannya kepada Allah, berdasarkan petunjuk kepada kebenaran yang telah dilimpahkan Allah kepadanya, sebelum ia diangkat menjadi Rasul."
        },
        {
          "number": 61,
          "arabic": "قَالُوا۟ فَأْتُوا۟ بِهِۦ عَلَىٰٓ أَعْيُنِ ٱلنَّاسِ لَعَلَّهُمْ يَشْهَدُونَ",
          "transliteration": "qālū fatū bihi ʿalā aʿyuni l-nāsi laʿallahum yashhadūna",
          "translation": "Mereka berkata, \"(Kalau demikian) bawalah dia dengan diperlihatkan kepada orang banyak, agar mereka menyaksikan.\"",
          "tafsir": "Ayat ini menjelaskan bahwa setelah mereka mendapat jawaban bahwa yang merusakkan patung-patung itu adalah seorang pemuda yang bernama Ibrahim, maka mereka menyuruh agar pemuda itu dihadapkan kepada orang banyak, dengan harapan kalau-kalau ada orang lain yang menyaksikan pemuda tersebut melakukan pengrusakan itu, sehingga kesaksian itu akan dapat dijadikan bukti. Hal ini memberikan pengertian bahwa di kalangan mereka pada masa itu sudah berlaku suatu peraturan, bahwa mereka tidak akan menindak secara langsung seseorang yang dituduh sebelum ada bukti-bukti, baik berupa persaksian dari seseorang, maupun berupa pengakuan dari pihak yang tertuduh."
        },
        {
          "number": 62,
          "arabic": "قَالُوٓا۟ ءَأَنتَ فَعَلْتَ هَـٰذَا بِـَٔالِهَتِنَا يَـٰٓإِبْرَٰهِيمُ",
          "transliteration": "qālū a-anta faʿalta hādhā biālihatinā yāib'rāhīmu",
          "translation": "Mereka bertanya, \"Apakah engkau yang melakukan (perbuatan) ini terhadap tuhan-tuhan kami, wahai Ibrahim?\"",
          "tafsir": "Pada ayat ini diterangkan bahwa setelah Ibrahim mereka hadapkan kepada orang banyak, maka mereka mengadakan penyelidikan dan pemeriksaan terhadapnya dengan mengajukan pertanyaan, apakah betul dia yang melakukan pengrusakan terhadap berhala-berhala itu. Pertanyaan ini mereka ajukan dengan harapan bahwa Ibrahim akan mengakui bahwa dialah yang melakukan pengrusakan itu. Pengakuan itu akan mereka jadikan alasan untuk menghukum Ibrahim."
        },
        {
          "number": 63,
          "arabic": "قَالَ بَلْ فَعَلَهُۥ كَبِيرُهُمْ هَـٰذَا فَسْـَٔلُوهُمْ إِن كَانُوا۟ يَنطِقُونَ",
          "transliteration": "qāla bal faʿalahu kabīruhum hādhā fasalūhum in kānū yanṭiqūna",
          "translation": "Dia (Ibrahim) menjawab, \"Sebenarnya (patung) besar itu yang melakukannya, maka tanyakanlah kepada mereka, jika mereka dapat berbicara.\"",
          "tafsir": "Diterangkan dalam ayat ini jawaban Ibrahim atas tuduhan itu. Dimana jawaban Ibrahim ternyata sangat mengagetkan mereka, sebab tidak sesuai dengan harapan mereka, karena Ibrahim tidak memberikan pengakuan bahwa ia yang melakukan pengrusakan, tetapi ia mengatakan bahwa yang melakukan pengrusakan terhadap patung-patung itu justru adalah patung terbesar yang masih utuh. Jawaban semacam itu dimaksudkan Ibrahim untuk mencapai tujuannya, yaitu untuk menyadarkan kaumnya bahwa patung-patung itu tidak patut untuk disembah, karena ia tidak dapat berbuat apa-apa. Apalagi untuk membela dirinya. Jelas bahwa kaumnya tidak akan percaya bahwa patung terbesar itulah yang melakukan pengrusakan terhadap patung-patung yang lain. Sebab, mereka menyadari bahwa hal itu mustahil akan terjadi, karena patung tidak dapat berbuat apa pun, sebab dia adalah benda mati. Jika mereka telah menginsafi hal tersebut, sudah sepatutnya mereka berhenti menyembah patung. Pada akhir ayat ini disebutkan ucapan Ibrahim selanjutnya terhadap kaumnya, yang menyuruh mereka menanyakan kepada patung-patung itu sendiri, siapakah yang telah merusak mereka. Ucapan ini menyebabkan kaumnya semakin terpojok, karena seandainya mereka bertanya kepada patung-patung itu, niscaya mereka tidak akan memperoleh jawaban, sebab patung-patung tersebut tidak mendengar dan tidak dapat berbicara. Kalau demikian keadaannya, patutkah patung-patung itu disembah? Jika masih ada orang yang menyembahnya, pastilah orang tersebut tidak mempergunakan pikirannya yang sehat."
        },
        {
          "number": 64,
          "arabic": "فَرَجَعُوٓا۟ إِلَىٰٓ أَنفُسِهِمْ فَقَالُوٓا۟ إِنَّكُمْ أَنتُمُ ٱلظَّـٰلِمُونَ",
          "transliteration": "farajaʿū ilā anfusihim faqālū innakum antumu l-ẓālimūna",
          "translation": "Maka mereka kembali pada kesadaran mereka dan berkata, \"Sesungguhnya kamulah yang menzalimi (diri sendiri).\"",
          "tafsir": "Diterangkan dalam ayat ini jawaban Ibrahim atas tuduhan itu. Dimana jawaban Ibrahim ternyata sangat mengagetkan mereka, sebab tidak sesuai dengan harapan mereka, karena Ibrahim tidak memberikan pengakuan bahwa ia yang melakukan pengrusakan, tetapi ia mengatakan bahwa yang melakukan pengrusakan terhadap patung-patung itu justru adalah patung terbesar yang masih utuh. Jawaban semacam itu dimaksudkan Ibrahim untuk mencapai tujuannya, yaitu untuk menyadarkan kaumnya bahwa patung-patung itu tidak patut untuk disembah, karena ia tidak dapat berbuat apa-apa. Apalagi untuk membela dirinya. Jelas bahwa kaumnya tidak akan percaya bahwa patung terbesar itulah yang melakukan pengrusakan terhadap patung-patung yang lain. Sebab, mereka menyadari bahwa hal itu mustahil akan terjadi, karena patung tidak dapat berbuat apa pun, sebab dia adalah benda mati. Jika mereka telah menginsafi hal tersebut, sudah sepatutnya mereka berhenti menyembah patung. Pada akhir ayat ini disebutkan ucapan Ibrahim selanjutnya terhadap kaumnya, yang menyuruh mereka menanyakan kepada patung-patung itu sendiri, siapakah yang telah merusak mereka. Ucapan ini menyebabkan kaumnya semakin terpojok, karena seandainya mereka bertanya kepada patung-patung itu, niscaya mereka tidak akan memperoleh jawaban, sebab patung-patung tersebut tidak mendengar dan tidak dapat berbicara. Kalau demikian keadaannya, patutkah patung-patung itu disembah? Jika masih ada orang yang menyembahnya, pastilah orang tersebut tidak mempergunakan pikirannya yang sehat."
        },
        {
          "number": 65,
          "arabic": "ثُمَّ نُكِسُوا۟ عَلَىٰ رُءُوسِهِمْ لَقَدْ عَلِمْتَ مَا هَـٰٓؤُلَآءِ يَنطِقُونَ",
          "transliteration": "thumma nukisū ʿalā ruūsihim laqad ʿalim'ta mā hāulāi yanṭiqūna",
          "translation": "Kemudian mereka menundukkan kepala (lalu berkata), \"Engkau (Ibrahim) pasti tahu bahwa (berhala-berhala) itu tidak dapat berbicara.\"",
          "tafsir": "Pada ayat ini diterangkan keadaan mereka setelah menyesali kesalahan dan kebodohan diri mereka. Mereka lalu menekurkan kepala dan berdiam diri. Pada saat itulah setan kembali menggoda mereka, sehingga kesadaran mereka yang tadinya telah mulai bersemi lalu lenyap dan mereka kembali kepada kepercayaan semula, dan ingin membela patung-patung yang menjadi kepercayaan mereka. Oleh sebab itu mereka lalu berkata kepada Ibrahim, \"Mengapa Ibrahim menyuruh mereka bertanya kepada patung-patung ini, padahal dia sudah mengetahui bahwa patung-patung itu tidak dapat berbicara.\" Ucapan ini merupakan pengakuan mereka bahwa mereka pun mengetahui bahwa patung-patung itu tidak dapat mendengar, berpikir dan berbicara, akan tetapi mereka tetap menyembah dan mempertuhankannya."
        },
        {
          "number": 66,
          "arabic": "قَالَ أَفَتَعْبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُكُمْ شَيْـًٔا وَلَا يَضُرُّكُمْ",
          "transliteration": "qāla afataʿbudūna min dūni l-lahi mā lā yanfaʿukum shayan walā yaḍurrukum",
          "translation": "Dia (Ibrahim) berkata, \"Mengapa kamu menyembah selain Allah, sesuatu yang tidak dapat memberi manfaat sedikit pun, dan tidak (pula) mendatangkan mudarat kepada kamu?",
          "tafsir": "Allah menerangkan dalam ayat ini, bahwa setelah mereka mengakui bahwa patung-patung itu tidak dapat mendengar, berpikir dan berbicara, maka Ibrahim segera menjawab dengan mengatakan mengapa mereka menyembah selain Allah sesuatu yang tidak dapat memberi manfaat sedikitpun, dan tidak pula dapat mendatangkan mudarat kepada mereka, bahkan ia tidak dapat berbicara dan mempertahankan diri."
        },
        {
          "number": 67,
          "arabic": "أُفٍّ لَّكُمْ وَلِمَا تَعْبُدُونَ مِن دُونِ ٱللَّهِ ۖ أَفَلَا تَعْقِلُونَ",
          "transliteration": "uffin lakum walimā taʿbudūna min dūni l-lahi afalā taʿqilūna",
          "translation": "Celakalah kamu dan apa yang kamu sembah selain Allah! Tidakkah kamu mengerti?\"",
          "tafsir": "Dalam ayat ini disebutkan lanjutan dari ucapan Ibrahim kepada mereka, bahwa mereka akan celaka bersama patung-patung yang mereka sembah selain Allah. Apakah mereka tidak memahami keburukan dan kesesatan perbuatan mereka? Ucapan itu telah menyebabkan para penyembah patung itu sungguh-sungguh terpojok, dan mengobarkan kemarahan mereka yang amat sangat 66-67. Menanggapi pernyataan tersebut, Dia, Ibrahim, berkata di depan para pembesar Kota Ur, Kaldea, Babilonia, Mesopotamia Selatan, “Mengapa kamu sekalian menyembah tuhan selain Allah, menyembah sesuatu yang tidak dapat memberi manfaat sedikit pun dengan menyembahnya, dan tidak pula mendatangkan mudarat kepada kamu dengan tidak menyembahnya?\" Ibrahim kemudian menegaskan tanggapannya, \"Celakalah kamu dan apa yang kamu sembah selain Allah di dunia dan di akhirat! Apakah kamu tidak memikirkan, apakah kamu akan terus menyembah patung-patung itu atau berhenti?”"
        },
        {
          "number": 68,
          "arabic": "قَالُوا۟ حَرِّقُوهُ وَٱنصُرُوٓا۟ ءَالِهَتَكُمْ إِن كُنتُمْ فَـٰعِلِينَ",
          "transliteration": "qālū ḥarriqūhu wa-unṣurū ālihatakum in kuntum fāʿilīna",
          "translation": "Mereka berkata, \"Bakarlah dia dan bantulah tuhan-tuhan kamu, jika kamu benar-benar hendak berbuat.\"",
          "tafsir": "Pada ayat ini diterangkan bahwa setelah mereka kehabisan akal dan alasan untuk menjawab ucapan Ibrahim, dan kemarahan mereka memuncak, maka mereka sepakat untuk membakar Ibrahim, dan membela tuhan-tuhan mereka, jika mereka benar-benar ingin balas dendam. Dengan demikian mereka memutuskan untuk membinasakan Ibrahim, tindakan itu mereka pandang sebagai cara yang terbaik untuk membela kehormatan tuhan-tuhan mereka, dan untuk melenyapkan rintangan yang menghalangi mereka dalam menyembah patung-patung. Mereka memilih cara yang paling kejam untuk membinasakan Ibrahim, yaitu dengan membakarnya dalam sebuah api unggun. Dengan cara ini Ibrahim dapat dilenyapkan, agar mereka dapat mencapai kemenangan untuk harga diri dan tuhan-tuhan mereka."
        },
        {
          "number": 69,
          "arabic": "قُلْنَا يَـٰنَارُ كُونِى بَرْدًا وَسَلَـٰمًا عَلَىٰٓ إِبْرَٰهِيمَ",
          "transliteration": "qul'nā yānāru kūnī bardan wasalāman ʿalā ib'rāhīma",
          "translation": "Kami (Allah) berfirman, \"Wahai api! Jadilah kamu dingin, dan penyelamat bagi Ibrahim,\"",
          "tafsir": "Dalam ayat ini dijelaskan tindakan Allah untuk melindungi dan menolong Ibrahim dari kekejaman kaumnya, yaitu membakar Ibrahim dalam api yang sedang berkobar-kobar. Sebagaimana diketahui bahwa Allah telah memberikan sifat-sifat tertentu bagi setiap mahluk-Nya. Sifat itu tetap berlaku baginya sebagai Sunnah Allah di dunia. Antara lain ialah api, yang bersifat panas dan membakar, sehingga logam-logam yang amat kuat pun dapat dicairkan dengan api, apalagi tubuh manusia. Maka Allah melindungi Ibrahim dari panas api tersebut dengan cara mencabut sifat panas dan membakar, dari api yang sedang menyala sehingga Ibrahim tidak merasa panas ketika dibakar dan tidak terbakar dalam api unggun yang menyala-nyala. Allah berfirman, \"Hai api, jadilah engkau dingin, dan memberi keselamatan bagi Ibrahim.\" Dengan adanya perintah Allah kepada api tersebut, maka sifatnya berubah dari panas menjadi dingin, dan tidak merusak terhadap Ibrahim sampai api itu padam. Ini menambah bukti tentang kekuasaan Allah yang seharusnya disadari oleh orang-orang kafir. Dalam suatu hadis yang diriwayatkan oleh al-Bukhari dari Ibnu 'Abbas disebutkan bahwa ketika Nabi Ibrahim dilemparkan ke dalam api, ia membaca: \"Cukuplah Allah (menjadi penolong) bagi kami dan Dia sebaik-baik pelindung.\" (Riwayat al-Bukhari) Demikianlah pertolongan dan perlindungan yang biasa diberikan Allah kepada para nabi, wali-wali dan hamba-hamba-Nya yang saleh. Walaupun pada waktu itu Ibrahim belum menjadi nabi dan rasul, namun ia tetap merupakan seorang hamba Allah yang saleh. Patut kiranya diingat bahwa Nabi Muhammad juga mengalami makar dari kaum kafir Quraisy yang berusaha untuk membinasakannya, seperti peristiwa sebelum dan sesudah hijrah. Akan tetapi walaupun mereka telah membuat rencana yang rapi untuk mencapai maksud tertentu, namun pelaksanaannya tidaklah membawa hasil seperti yang mereka harapkan, karena Allah telah memberikan pertolongan dan perlindungan-Nya kepada Rasul-Nya, sebagai pelaksanaan dari janji-Nya: Dan Allah memelihara engkau dari (gangguan) manusia. (al-Ma'idah/5: 67)"
        },
        {
          "number": 70,
          "arabic": "وَأَرَادُوا۟ بِهِۦ كَيْدًا فَجَعَلْنَـٰهُمُ ٱلْأَخْسَرِينَ",
          "transliteration": "wa-arādū bihi kaydan fajaʿalnāhumu l-akhsarīna",
          "translation": "dan mereka hendak berbuat jahat terhadap Ibrahim, maka Kami menjadikan mereka itu orang-orang yang paling rugi.",
          "tafsir": "Allah menegaskan dalam ayat ini bahwa makar yang dilaksanakan kaum musyrik terhadap para nabi untuk membinasakannya, telah menimbulkan akibat yang sebaliknya, yaitu menyebabkan mereka itu menjadi orang-orang yang paling merugi. Dengan ucapan dan perbuatan itu, mareka ingin memadamkan cahaya kebenaran yang disampaikan Ibrahim, dengan cara menyalakan api unggun untuk membinasakannya. Tetapi akhirnya api yang mereka nyalakan itulah yang padam tanpa menimbulkan bekas apa pun terhadap Ibrahim a.s., berkat perlindungan Allah Yang Mahakuasa. Hal ini menunjukkan dengan jelas batilnya kepercayaan yang mereka anut, dan jahatnya cara yang mereka tempuh untuk mencapai kemenangan. Sebaliknya Ibrahim berada pada pihak yang benar, karena ia menyampaikan patunjuk Allah untuk membasmi kebatilan dan kezaliman."
        },
        {
          "number": 71,
          "arabic": "وَنَجَّيْنَـٰهُ وَلُوطًا إِلَى ٱلْأَرْضِ ٱلَّتِى بَـٰرَكْنَا فِيهَا لِلْعَـٰلَمِينَ",
          "transliteration": "wanajjaynāhu walūṭan ilā l-arḍi allatī bāraknā fīhā lil'ʿālamīna",
          "translation": "Dan Kami selamatkan dia (Ibrahim) dan Luṭ ke suatu negeri yang telah Kami berkahi untuk seluruh alam.<sup foot_note=135484>1</sup>",
          "tafsir": "Dalam ayat ini dijelaskan bahwa Allah melengkapi rahmat-Nya kepada Ibrahim. Allah telah menyelamatkannya dari kobaran api. Dalam sejarah diterangkan bahwa Allah telah menyelamatkannya dari kejahatan penduduk kota Ur di Mesopotamia Selatan, yaitu negeri asalnya, lalu ia hijrah ke negeri Harran, kemudian ke Palestina di daerah Syam. Dalam ayat ini disebutkan bahwa negeri Syam adalah negeri yang telah diberi Allah keberkahan yang banyak untuk semua manusia. Sehingga negeri tersebut amat subur, banyak air dan tumbuh-tumbuhannya, sehingga memberikan banyak manfaat bagi penduduknya. Selain itu, negeri tersebut juga merupakan tempat lahir para nabi yang membawa sinar petunjuk bagi umat manusia. Baitul Makdis yang terletak di Palestina juga termasuk daerah Syam, dan kiblat pertama bagi umat Islam. Dalam ayat ini diterangkan bahwa Nabi Lut juga berhijrah bersama ke negeri Syam itu. Menurut keterangan sejarah Nabi Lut adalah anak saudara lelaki Ibrahim a.s"
        },
        {
          "number": 72,
          "arabic": "وَوَهَبْنَا لَهُۥٓ إِسْحَـٰقَ وَيَعْقُوبَ نَافِلَةً ۖ وَكُلًّا جَعَلْنَا صَـٰلِحِينَ",
          "transliteration": "wawahabnā lahu is'ḥāqa wayaʿqūba nāfilatan wakullan jaʿalnā ṣāliḥīna",
          "translation": "Dan Kami menganugerahkan kepadanya (Ibrahim) Ishak dan Yakub sebagai suatu anugerah. Dan masing-masing Kami jadikan orang yang saleh.",
          "tafsir": "Dalam ayat ini Allah menyebutkan nikmat-Nya yang lain kepada Ibrahim a.s. sebagai tambahan atas nikmat-Nya yang telah lalu, yaitu bahwa Allah telah menganugerahkan seorang putra yaitu Ishak, sedang Yakub adalah putra dari Ishak, jadi sebagai cucu Ibrahim yang melahirkan keturunan Bani Israil. Di samping itu Ibrahim juga mempunyai seorang putra lainnya, yaitu Ismail, dari Siti Hajar. Allah telah menjadikan kesemuanya, yaitu Ibrahim, Ismail, Ishak dan Yakub sebagai nabi-nabi dan orang-orang yang saleh."
        }
      ]
    }
  ]
}