{
  "pageNumber": 518,
  "juz": 26,
  "surahs": [
    {
      "number": 50,
      "name": "Qaf",
      "nameArabic": "ق",
      "meaning": "Qaf",
      "revelation": "Makkah",
      "description": "Surat Qaf terdiri dari 45 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Al-Mursalat.Dinamai \"Qaf\" karena surat ini dimulai dengan huruf Hijaiyah \"Qaf.\" Menurut hadis yang diriwayatkan Imam Muslim, bahwa Rasulullah senang membaca surat ini pada rakaat pertama shalat subuh dan pada shalat hari raya. Sementara itu, menurut riwayat Abu Daud, Al-Baihaqi, dan Ibnu Majah bahwa Rasulullah membaca surat ini pada setiap kali membaca Khutbah pada hari Jum'at.Kedua riwayat ini menunjukkan bahwa surat Qaf sering dibaca Nabi Muhammad di tempat-tempat umum, untuk memperingatkan manusia tentang kejadian mereka dan nikmat-nikmat yang diberikan kepadanya. Begitu pula tentang hari kebangkitan, hari penghisaban, surga, neraka, pahala, dosa, dan sebagainya.Surat ini juga dinamai \"Al-Basiqat\" diambil dari kata \"Al-Basiqat\" yang terdapat pada ayat ke-10 surat ini.**Pokok-Pokok Isi:**1. **Keimanan:** Pada hari kiamat semua manusia akan hadir di padang mahsyar diiringi dua orang malaikat, yang satu sebagai pengiringnya dan yang lainnya sebagai saksi atas segala perbuatannya di dunia; kebangkitan manusia dari kubur digambarkan sebagai tanah yang kering yang setelah disirami hujan hidup kembali; Allah lebih dekat kepada manusia dari urat lehernya sendiri; setiap manusia didampingi oleh malaikat yang selalu mencatat segala perbuatannya; Allah menciptakan langit dan bumi serta apa yang ada di antara keduanya dalam enam masa.2. **Hukum-hukum:** Anjuran bertasbih dan bertahmid kepada Allah pada waktu-waktu malam sebelum matahari terbit dan terbenam dan setelah mengerjakan shalat; perintah Allah kepada Rasul-Nya agar memberi peringatan dengan ayat-ayat Al-Qur'an kepada orang yang beriman; anjuran memperhatikan kejadian langit dan bumi.3. **Lain-lain:** Keingkaran orang-orang musyrik terhadap kenabian dan hari kebangkitan; hiburan kepada Nabi Muhammad agar jangan berputus asa dalam menghadapi keingkaran orang-orang kafir Mekah karena rasul-rasul terdahulu juga menghadapi hal yang sama; Al-Qur'an sebagai peringatan bagi orang-orang yang takut kepada ancaman Allah.Sebagaimana halnya surat-surat Makkiyyah pada umumnya, maka surat Qaf mengemukakan hal-hal yang berhubungan dengan kebangkitan, surga, dan neraka. Juga mengemukakan bahwa keingkaran orang-orang kafir kepada Nabi itu adalah wajar, karena rasul-rasul terdahulu pun diingkari dan didustakan oleh umat-umatnya.**Hubungan Surat Qaf Dengan Surat Adz-Dzariyat:**1. Pada surat Qaf disebutkan hal-hal mengenai hari kebangkitan, pembalasan, surga, dan neraka; sedangkan surat Adz-Dzariyat dimulai dengan menerangkan bahwa semua itu benar dan pembalasan pada hari kiamat benar-benar akan terlaksana.2. Pada surat Qaf disebutkan secara ringkas pembinasaan umat-umat terdahulu yang mendustakan rasul-rasul, sedangkan pada surat Adz-Dzariyat diterangkan keadaan mereka dengan agak terperinci.",
      "verses": [
        {
          "number": 1,
          "arabic": " قٓ ۚ وَٱلْقُرْءَانِ ٱلْمَجِيدِ",
          "transliteration": "qaf wal-qur'āni l-majīdi",
          "translation": "Qāf. Demi Alquran yang mulia.",
          "tafsir": "Telah diungkapkan sebelum ini bahwa huruf-huruf abjad yang ada pada permulaan surah biasanya memperingatkan betapa pentingnya perkara yang disebut kemudian, dan sering sekali yang disebut itu ialah sifat Al-Qur'an seperti yang disebutkan di sini. Dalam ayat ini, Allah bersumpah dengan kitab-Nya, yang mengandung banyak berkah dan kebajikan (Al-Qur'an) yang sangat mulia bahwa Nabi Muhamammad benar-benar seorang utusan-Nya yang memberi peringatan kepada kaumnya tentang adanya hari kebangkitan. Senada dengan pernyataan ini, dalam permulaan Surah Yasin juga telah diterangkan bahwa Nabi Muhammad sungguh-sungguh adalah salah seorang rasul yang diutus agar memberi peringatan kepada kaum yang bapak-bapak mereka belum pernah diberi peringatan. Oleh karena itu, mereka lalai dan disebut zaman Jahiliah."
        },
        {
          "number": 2,
          "arabic": "بَلْ عَجِبُوٓا۟ أَن جَآءَهُم مُّنذِرٌ مِّنْهُمْ فَقَالَ ٱلْكَـٰفِرُونَ هَـٰذَا شَىْءٌ عَجِيبٌ",
          "transliteration": "bal ʿajibū an jāahum mundhirun min'hum faqāla l-kāfirūna hādhā shayon ʿajībun",
          "translation": "(Mereka tidak menerimanya) bahkan mereka tercengang karena telah datang kepada mereka seorang pemberi peringatan dari (kalangan) mereka sendiri, maka berkatalah orang-orang kafir, \"Ini adalah sesuatu yang sangat ajaib.\"",
          "tafsir": "Mereka mengingkari kerasulan Nabi Muhammad, bahkan mereka itu bukan saja ragu-ragu dan mengingkari kerasulannya, malahan mereka tercengang karena telah datang kepada mereka seorang manusia yang memberi peringatan dari kalangan mereka sendiri. Mereka memandang sungguh aneh bahwa Allah mengutus seorang manusia seperti mereka sendiri, yang biasa makan-minum dan berkeluarga, yang biasa tidur dan kadang-kadang kena penyakit. Mereka membayangkan bahwa seorang utusan Allah itu mesti malaikat seperti diterangkan dalam firman Allah: Bagaimana kita akan mengikuti seorang manusia (biasa) di antara kita? (al-Qamar/54: 24) Dan firman-Nya Mereka berkata, \"Kamu hanyalah manusia seperti kami juga.\" (Ibrahim/14: 10)"
        },
        {
          "number": 3,
          "arabic": "أَءِذَا مِتْنَا وَكُنَّا تُرَابًا ۖ ذَٰلِكَ رَجْعٌۢ بَعِيدٌ",
          "transliteration": "a-idhā mit'nā wakunnā turāban dhālika rajʿun baʿīdun",
          "translation": "Apakah apabila kami telah mati dan sudah menjadi tanah (akan kembali lagi)? Itu adalah suatu pengembalian yang tidak mungkin.",
          "tafsir": "Setelah mereka memperlihatkan rasa terkejutnya tentang kerasulan Muhammad saw itu, mereka dengan penuh rasa keingkaran dan cemoohan berkata, \"Apakah kami setelah mati dan setelah tulang-belulang kami menjadi tanah dan berserakan di dalam bumi, akan kembali hidup lagi?\" Mereka memandang bahwa bangkit dari kubur itu suatu hal yang mustahil, yang tidak mungkin terjadi dan sama sekali tidak masuk akal, karena mereka mengukur kekuasaan Allah sama dengan kekuasaan mereka."
        },
        {
          "number": 4,
          "arabic": "قَدْ عَلِمْنَا مَا تَنقُصُ ٱلْأَرْضُ مِنْهُمْ ۖ وَعِندَنَا كِتَـٰبٌ حَفِيظٌۢ",
          "transliteration": "qad ʿalim'nā mā tanquṣu l-arḍu min'hum waʿindanā kitābun ḥafīẓun",
          "translation": "Sungguh, Kami telah mengetahui apa yang ditelan bumi dari (tubuh) mereka, sebab pada Kami ada kitab (catatan) yang terpelihara baik.",
          "tafsir": "Allah mengemukakan dalil atas kebangkitan dari kubur karena Allah sungguh mengetahui apa yang telah dimakan dan dihancurkan oleh bumi dari tubuh-tubuh mereka, ke mana dari bagian-bagian tubuh manusia itu berpindah atau bergeser dan kemudian jadi apa, sebab semua kejadian itu perinciannya ada di sisi Allah. Seluruhnya tercatat dan terpelihara dalam kitab yang semuanya itu menggambarkan bahwa tidak sulit bagi Allah untuk menghidupkan mereka kembali pada hari Kiamat, hari yang pasti akan datang."
        },
        {
          "number": 5,
          "arabic": "بَلْ كَذَّبُوا۟ بِٱلْحَقِّ لَمَّا جَآءَهُمْ فَهُمْ فِىٓ أَمْرٍ مَّرِيجٍ",
          "transliteration": "bal kadhabū bil-ḥaqi lammā jāahum fahum fī amrin marījin",
          "translation": "Bahkan mereka telah mendustakan kebenaran ketika (kebenaran itu) datang kepada mereka, maka mereka berada dalam keadaan kacau balau.",
          "tafsir": "Sesungguhnya mereka telah mendustakan dan mengingkari kerasulan Muhammad saw, Rasul yang diperkuat dengan mukjizat. Bila mereka mendustakan berita-berita yang dibawa oleh Rasulullah saw hal itu lebih mengakibatkan celaka karena telah memutuskan hubungan antara Allah dengan rasul-Nya yang paling terhormat dan dicintai sebagai Sayyidul-Mursalin. Karena itu mereka terus-menerus berada dalam keadaan kacau-balau. Mereka mengingkari kerasulan dari kalangan manusia dan mereka beranggapan bahwa yang patut jadi utusan Allah itu hanyalah mereka yang mempunyai kedudukan dan keturunan yang tinggi. Dan ucapan mereka itu disebut oleh Allah dalam firman-Nya: Mengapa Al-Qur'an ini tidak diturunkan kepada orang besar (kaya dan berpengaruh) dari salah satu dua negeri ini (Mekah dan Taif)?\" (az-Zukhruf/43: 31) Lebih celaka lagi karena mereka memandang nabi itu sebagai seorang tukang sihir, dukun atau orang gila. Ucapan dan pandangan mereka itu menunjukkan bahwa mereka tidak tetap dalam pendirian, tidak tahu apa yang mereka ucapkan dan pikiran mereka selalu kacau-balau."
        },
        {
          "number": 6,
          "arabic": "أَفَلَمْ يَنظُرُوٓا۟ إِلَى ٱلسَّمَآءِ فَوْقَهُمْ كَيْفَ بَنَيْنَـٰهَا وَزَيَّنَّـٰهَا وَمَا لَهَا مِن فُرُوجٍ",
          "transliteration": "afalam yanẓurū ilā l-samāi fawqahum kayfa banaynāhā wazayyannāhā wamā lahā min furūjin",
          "translation": "Maka tidakkah mereka memperhatikan langit yang ada di atas mereka, bagaimana cara Kami membangunnya dan menghiasinya, dan tidak terdapat retak-retak sedikit pun?",
          "tafsir": "Allah memerintahkan kepada orang kafir yang mengingkari hari kebangkitan supaya mereka memandang ke langit yang ada di atas mereka untuk dijadikan bahan pemikiran, bagaimana Allah telah meninggikan langit itu tanpa tiang dan menghiasnya dengan berbagai bintang yang gemerlapan, sedangkan langit itu tidak retak sedikit pun. Dari segi ilmu pengetahuan, menurut penemuan terakhir dinyatakan bahwa langit itu merupakan benda kolosal yang homogen yang tidak dilapisi dengan benda-benda yang retak dan kosong, akan tetapi padat diisi dengan sejenis benda halus yang bernama ether (al-atsir) dan benda yang halus ini diketahui karena menjadi tempat lalu lintasnya nur atau cahaya. Di antara bintang-bintang itu, ada yang jauhnya dari bumi dengan jarak kecepatan cahaya dalam masa lebih dari sejuta setengah tahun, sedangkan matahari kita sendiri jauhnya dari bumi hanya dengan jarak kecepatan cahaya selama delapan menit dan delapan belas detik. Silakan membayangkan betapa jauhnya sebagian bintang yang ada di cakrawala itu. Cahaya yang dipancarkan oleh bintang itu ke bumi melalui ether itu dan seandainya benda halus itu tidak ada, tentu cahayanya akan terputus. Oleh karena itu, dalam ayat ini dinyatakan bahwa langit itu tidak mempunyai retak-retak sedikit pun."
        },
        {
          "number": 7,
          "arabic": "وَٱلْأَرْضَ مَدَدْنَـٰهَا وَأَلْقَيْنَا فِيهَا رَوَٰسِىَ وَأَنۢبَتْنَا فِيهَا مِن كُلِّ زَوْجٍۭ بَهِيجٍ",
          "transliteration": "wal-arḍa madadnāhā wa-alqaynā fīhā rawāsiya wa-anbatnā fīhā min kulli zawjin bahījin",
          "translation": "Dan bumi yang Kami hamparkan dan Kami pancangkan di atasnya gunung-gunung yang kokoh, dan Kami tumbuhkan di atasnya tanam-tanaman yang indah,",
          "tafsir": "Allah menerangkan bahwa Dia telah menghamparkan bumi bagi kediaman manusia dan meletakkan beberapa gunung yang berfungsi sebagai pasak bumi agar bumi goyah bahkan kukuh dan stabil dan pada lereng-lerengnya ditumbuhkan berbagai tumbuh-tumbuhan yang indah permai sangat mengagumkan karena pemandangannya yang cantik itu."
        },
        {
          "number": 8,
          "arabic": "تَبْصِرَةً وَذِكْرَىٰ لِكُلِّ عَبْدٍ مُّنِيبٍ",
          "transliteration": "tabṣiratan wadhik'rā likulli ʿabdin munībin",
          "translation": "untuk menjadi pelajaran dan peringatan bagi setiap hamba yang kembali (tunduk kepada Allah).",
          "tafsir": "Pada ayat ini dijelaskan bahwa sengaja dibuat pemandangan-pemandangan yang indah itu supaya manusia ingat kepada Penciptanya, taat dan bertobat kepada-Nya. Langit yang begitu tinggi yang dihias dengan bintang-bintang supaya dijadikan bahan renungan dan pemikiran, alangkah agungnya dan alangkah kuasanya Allah. Dan bumi yang dihamparkan untuk kediaman manusia dihiasi dengan berbagai tumbuh-tumbuhan yang buahnya dimanfaatkan oleh manusia dan binatang ternaknya, semuanya itu harus dijadikan pelajaran dan peringatan bagi tiap-tiap hamba Allah yang kembali mengingat-Nya."
        },
        {
          "number": 9,
          "arabic": "وَنَزَّلْنَا مِنَ ٱلسَّمَآءِ مَآءً مُّبَـٰرَكًا فَأَنۢبَتْنَا بِهِۦ جَنَّـٰتٍ وَحَبَّ ٱلْحَصِيدِ",
          "transliteration": "wanazzalnā mina l-samāi māan mubārakan fa-anbatnā bihi jannātin waḥabba l-ḥaṣīdi",
          "translation": "Dan dari langit Kami turunkan air yang memberi berkah, lalu Kami tumbuhkan dengan (air) itu pepohonan yang rindang dan biji-bijian yang dapat dipanen,",
          "tafsir": "Pada ayat ini Allah menerangkan bagaimana cara menumbuhkan tumbuh-tumbuhan itu yaitu menurunkan dari langit air hujan yang banyak manfaatnya untuk menumbuhkan tanam-tanaman dan pohon-pohon yang berbuah, terutama tumbuh-tumbuhan dan biji tanamannya dapat dituai seperti padi, gandum, jagung, dan sebagainya."
        },
        {
          "number": 10,
          "arabic": "وَٱلنَّخْلَ بَاسِقَـٰتٍ لَّهَا طَلْعٌ نَّضِيدٌ",
          "transliteration": "wal-nakhla bāsiqātin lahā ṭalʿun naḍīdun",
          "translation": "dan pohon kurma yang tinggi-tinggi yang mempunyai mayang yang bersusun-susun,",
          "tafsir": "Allah menumbuhkan pohon kurma yang tinggi-tinggi yang mempunyai mayang yang bersusun-susun sebagai rezeki bagi hambahamba-Nya. Dalam ayat ini Allah tidak menyebutkan bahwa rezeki itu bagi hamba-hamba-Nya yang suka mengingat Allah seperti diuraikan-Nya pada ayat ke delapan, sebab rezeki itu lebih umum. Seorang yang kembali mengingat Allah memakan rezeki itu sambil mensyukuri nikmat Allah, sedangkan yang lain memakannya seperti binatang saja, tidak ingat kepada pemberi nikmat tersebut. Allah menghidupkan bumi yang kering dan tandus setelah turun hujan dengan berbagai tanaman yang beraneka ragam. Dan seperti itu pula terjadinya kebangkitan pada hari Kiamat. Setiap petani yang selalu mengolah ladang dan sawahnya harus selalu ingat dan bersiap-siap untuk menghadapi hari kebangkitan dengan ketakwaan dan amal kebajikan. Surah Qaf ayat 9 s/d 11 merupakan suatu kesatuan yang menyatakan manfaat air. Banyaknya manfaat air dapat dirasakan langsung oleh manusia, mulai dari kebutuhan pokok sebagai air minum, memasak, mencuci, pertanian, pemanfatannya untuk industri dan pengolahan bahan-bahan, sampai pada sarana transportasi. Pada ayat tersebut di atas dinyatakan bahwa dengan kehendak Allah lah air turun ke permukaan bumi dalam bentuk hujan. Contoh manfaat ditekankan pada peran air pada pertumbuhan tanaman. Semua tumbuhan, termasuk sumber pangan manusia, baik tumbuhan rendah seperti biji-bijian (bisa dimasukkan ke dalamnya perdu, rerumputan, jamur, lumut, ganggang dan bahkan bakteri) maupun pohon-pohonan yang besar seperti halnya kurma, memerlukan air untuk pertumbuhannya. Ayat-ayat tersebut di atas seolah mengatakan bahwa melalui daur air, Allah memberikan rezeki bagi makhluk ciptaan-Nya. Hanya dengan keberadaan air, tanah akan dapat menjadi media tumbuh bagi tanaman di atasnya. Maka tanah yang tandus pun apabila diberikan air akan dapat ditumbuhi. Proses pertumbuhan tanaman pada tanah tandus yang mendapatkan air sering dipakai untuk menggambarkan kejadian kebangkitan manusia di alam akhirat (lihat: Yunus/10: 24, Fussilat/41: 39, az-Zukhruf/43: 11)"
        },
        {
          "number": 11,
          "arabic": "رِّزْقًا لِّلْعِبَادِ ۖ وَأَحْيَيْنَا بِهِۦ بَلْدَةً مَّيْتًا ۚ كَذَٰلِكَ ٱلْخُرُوجُ",
          "transliteration": "riz'qan lil'ʿibādi wa-aḥyaynā bihi baldatan maytan kadhālika l-khurūju",
          "translation": "(sebagai) rezeki bagi hamba-hamba (Kami), dan Kami hidupkan dengan (air) itu negeri yang mati (tandus). Seperti itulah terjadinya kebangkitan (dari kubur).",
          "tafsir": "Allah menumbuhkan pohon kurma yang tinggi-tinggi yang mempunyai mayang yang bersusun-susun sebagai rezeki bagi hambahamba-Nya. Dalam ayat ini Allah tidak menyebutkan bahwa rezeki itu bagi hamba-hamba-Nya yang suka mengingat Allah seperti diuraikan-Nya pada ayat ke delapan, sebab rezeki itu lebih umum. Seorang yang kembali mengingat Allah memakan rezeki itu sambil mensyukuri nikmat Allah, sedangkan yang lain memakannya seperti binatang saja, tidak ingat kepada pemberi nikmat tersebut. Allah menghidupkan bumi yang kering dan tandus setelah turun hujan dengan berbagai tanaman yang beraneka ragam. Dan seperti itu pula terjadinya kebangkitan pada hari Kiamat. Setiap petani yang selalu mengolah ladang dan sawahnya harus selalu ingat dan bersiap-siap untuk menghadapi hari kebangkitan dengan ketakwaan dan amal kebajikan. Surah Qaf ayat 9 s/d 11 merupakan suatu kesatuan yang menyatakan manfaat air. Banyaknya manfaat air dapat dirasakan langsung oleh manusia, mulai dari kebutuhan pokok sebagai air minum, memasak, mencuci, pertanian, pemanfatannya untuk industri dan pengolahan bahan-bahan, sampai pada sarana transportasi. Pada ayat tersebut di atas dinyatakan bahwa dengan kehendak Allah lah air turun ke permukaan bumi dalam bentuk hujan. Contoh manfaat ditekankan pada peran air pada pertumbuhan tanaman. Semua tumbuhan, termasuk sumber pangan manusia, baik tumbuhan rendah seperti biji-bijian (bisa dimasukkan ke dalamnya perdu, rerumputan, jamur, lumut, ganggang dan bahkan bakteri) maupun pohon-pohonan yang besar seperti halnya kurma, memerlukan air untuk pertumbuhannya. Ayat-ayat tersebut di atas seolah mengatakan bahwa melalui daur air, Allah memberikan rezeki bagi makhluk ciptaan-Nya. Hanya dengan keberadaan air, tanah akan dapat menjadi media tumbuh bagi tanaman di atasnya. Maka tanah yang tandus pun apabila diberikan air akan dapat ditumbuhi. Proses pertumbuhan tanaman pada tanah tandus yang mendapatkan air sering dipakai untuk menggambarkan kejadian kebangkitan manusia di alam akhirat (lihat: Yunus/10: 24, Fussilat/41: 39, az-Zukhruf/43: 11)"
        },
        {
          "number": 12,
          "arabic": "كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَأَصْحَـٰبُ ٱلرَّسِّ وَثَمُودُ",
          "transliteration": "kadhabat qablahum qawmu nūḥin wa-aṣḥābu l-rasi wathamūdu",
          "translation": "Sebelum mereka, kaum Nuh, penduduk Rass dan Samud telah mendustakan (rasul-rasul),",
          "tafsir": "Allah memberikan peringatan kepada orang-orang kafir Mekah dengan azab yang pedih seperti yang pernah ditimpakan kepada umat-umat yang dahulu, yang mendustakan para rasul yang diutus Allah sebelum Muhammad saw. Mereka mendapat berbagai azab dan malapetaka. Kaum Nuh adalah umat yang pertama kali mendustakan nabi-Nya. Berdakwah selama 950 tahun tidak ada yang beriman kecuali delapan puluhan orang, akhirnya dibinasakan oleh Allah swt dengan banjir topan. Kaum Rass, kaumnya Nabi Syuaib mereka menyiksa dan membunuh nabi-Nya dalam sumur maka Allah menghancurkan mereka di sumur yang mereka mendirikan patung di sekelilingnya. Kaum Samud kaumnya Nabi Saleh dihancurkan dengan gempa. Kaum 'Ad kaumnya Nabi Hud dihancurkan dengan angin. Fir'aun ditenggelamkan Allah dalam laut. Kaum Lut yang melakukan sodomi, negerinya dibalikkan. Penduduk Aikah, kaumnya Nabi Syuaib, juga dibinasakan oleh Allah. Kaum Tubba' al-himyari dari Yaman juga dibinasakan oleh Allah. Mereka semua mendustakan para rasul, maka layaklah mereka dihancurkan sebagaimana yang diancamkan oleh Allah kepada mereka."
        },
        {
          "number": 13,
          "arabic": "وَعَادٌ وَفِرْعَوْنُ وَإِخْوَٰنُ لُوطٍ",
          "transliteration": "waʿādun wafir'ʿawnu wa-ikh'wānu lūṭin",
          "translation": "dan (demikian juga) kaum 'Ād, kaum Fir'aun dan kaum Luṭ,",
          "tafsir": "Allah memberikan peringatan kepada orang-orang kafir Mekah dengan azab yang pedih seperti yang pernah ditimpakan kepada umat-umat yang dahulu, yang mendustakan para rasul yang diutus Allah sebelum Muhammad saw. Mereka mendapat berbagai azab dan malapetaka. Kaum Nuh adalah umat yang pertama kali mendustakan nabi-Nya. Berdakwah selama 950 tahun tidak ada yang beriman kecuali delapan puluhan orang, akhirnya dibinasakan oleh Allah swt dengan banjir topan. Kaum Rass, kaumnya Nabi Syuaib mereka menyiksa dan membunuh nabi-Nya dalam sumur maka Allah menghancurkan mereka di sumur yang mereka mendirikan patung di sekelilingnya. Kaum Samud kaumnya Nabi Saleh dihancurkan dengan gempa. Kaum 'Ad kaumnya Nabi Hud dihancurkan dengan angin. Fir'aun ditenggelamkan Allah dalam laut. Kaum Lut yang melakukan sodomi, negerinya dibalikkan. Penduduk Aikah, kaumnya Nabi Syuaib, juga dibinasakan oleh Allah. Kaum Tubba' al-himyari dari Yaman juga dibinasakan oleh Allah. Mereka semua mendustakan para rasul, maka layaklah mereka dihancurkan sebagaimana yang diancamkan oleh Allah kepada mereka."
        },
        {
          "number": 14,
          "arabic": "وَأَصْحَـٰبُ ٱلْأَيْكَةِ وَقَوْمُ تُبَّعٍ ۚ كُلٌّ كَذَّبَ ٱلرُّسُلَ فَحَقَّ وَعِيدِ",
          "transliteration": "wa-aṣḥābu l-aykati waqawmu tubbaʿin kullun kadhaba l-rusula faḥaqqa waʿīdi",
          "translation": "dan (juga) penduduk Aikah serta kaum Tubba'. Semuanya telah mendustakan rasul-rasul, maka berlakulah ancaman-Ku (atas mereka).",
          "tafsir": "Allah memberikan peringatan kepada orang-orang kafir Mekah dengan azab yang pedih seperti yang pernah ditimpakan kepada umat-umat yang dahulu, yang mendustakan para rasul yang diutus Allah sebelum Muhammad saw. Mereka mendapat berbagai azab dan malapetaka. Kaum Nuh adalah umat yang pertama kali mendustakan nabi-Nya. Berdakwah selama 950 tahun tidak ada yang beriman kecuali delapan puluhan orang, akhirnya dibinasakan oleh Allah swt dengan banjir topan. Kaum Rass, kaumnya Nabi Syuaib mereka menyiksa dan membunuh nabi-Nya dalam sumur maka Allah menghancurkan mereka di sumur yang mereka mendirikan patung di sekelilingnya. Kaum Samud kaumnya Nabi Saleh dihancurkan dengan gempa. Kaum 'Ad kaumnya Nabi Hud dihancurkan dengan angin. Fir'aun ditenggelamkan Allah dalam laut. Kaum Lut yang melakukan sodomi, negerinya dibalikkan. Penduduk Aikah, kaumnya Nabi Syuaib, juga dibinasakan oleh Allah. Kaum Tubba' al-himyari dari Yaman juga dibinasakan oleh Allah. Mereka semua mendustakan para rasul, maka layaklah mereka dihancurkan sebagaimana yang diancamkan oleh Allah kepada mereka."
        },
        {
          "number": 15,
          "arabic": "أَفَعَيِينَا بِٱلْخَلْقِ ٱلْأَوَّلِ ۚ بَلْ هُمْ فِى لَبْسٍ مِّنْ خَلْقٍ جَدِيدٍ",
          "transliteration": "afaʿayīnā bil-khalqi l-awali bal hum fī labsin min khalqin jadīdin",
          "translation": "Maka apakah Kami letih dengan penciptaan yang pertama? (Sama sekali tidak), bahkan mereka dalam keadaan ragu-ragu tentang penciptaan yang baru.",
          "tafsir": "Dalam ayat ini, Allah dengan cara yang halus dan mendalam memperlihatkan tanda-tanda kekuasaan-Nya dengan mengatakan, \"Kami yang telah menciptakan sekalian makhluk dari permulaannya tanpa bantuan siapa pun, apakah Kami lelah dan letih untuk menciptakan makhluk-makhluk itu kedua kalinya, yang menurut pengalaman membuat kedua kalinya itu lebih mudah daripada menciptakannya yang pertama?\" Dinyatakan dalam firman-Nya sebagai berikut: Dan Dialah yang memulai penciptaan, kemudian mengulanginya kembali, dan itu lebih mudah bagi-Nya. (ar-Rum/30: 27) Demikian pula firman-Nya: Dan dia membuat perumpamaan bagi Kami dan melupakan asal kejadiannya; dia berkata, \"Siapakah yang dapat menghidupkan tulang-belulang, yang telah hancur luluh?\" Katakanlah (Muhammad), \"Yang akan menghidupkannya ialah (Allah) yang menciptakannya pertama kali. Dan Dia Maha Mengetahui tentang segala makhluk. (Yasin/36: 78-79) Berbicara mengenai penciptaan, Allah membuat pernyataan bahwa proses penciptaan masih terus berlanjut, baik untuk makhluk hidup maupun benda mati. Indikasinya dapat dilihat juga pada beberapa ayat di bawah ini: Dan kuda, bagal, dan keledai, agar kamu menungganginya dan sebagai perhiasan. Dan Dia menciptakan apa yang kamu tidak mengetahuinya. (an-Nahl/16: 8) Dan Allah telah menciptakan semua jenis hewan dari air, maka sebagian dari hewan itu ada yang berjalan di atas perutnya dan sebagian berjalan dengan dua kaki sedang sebagian berjalan dengan empat kaki. Allah menciptakan apa yang dikehendaki-Nya, sesungguhnya Allah Mahakuasa atas segala sesuatu. (an-Nur/24: 45) Dua ayat di atas, dan dari sekian banyak ayat lainnya, memperlihatkan bahwa Allah \"belum selesai\" melakukan kerja penciptaan-Nya. Penciptaan diindikasikan sebagai suatu proses yang terus berjalan. Dari sudut ilmu pengetahuan, keadaan demikian ini terlihat jelas. Secara perlahan, para peneliti mulai menyadari dan mengerti bahwa banyak fenomena alam yang berada pada posisi sedang berkembang. Salah satu bukti adalah terjadinya evolusi jenis yang terus berkembang. Ditemukan banyak bukti dalam bentuk fosil yang memperlihatkan adanya jenis-jenis yang mempunyai \"bentuk antara\" dari dua jenis yang eksis pada saat ini. Beberapa contoh di atas hanyalah sedikit dari sekian banyak bukti. Masih banyak yang belum terungkap. Apa yang kita ketahui saat ini hanyalah bagian kecil dari puncak gunung es yang muncul di atas air. Sedangkan bagian besar dari gunung es, yang berada di bawah permukaan air, sama sekali belum diketahui. Banyak peneliti menyadari bahwa kemampuan alam untuk mengatur dirinya didasarkan pada kemampuan fundamental dan misterius dari alam semesta. Bukti bahwa alam memiliki kekuatan yang kreatif, dan mampu menciptakan berbagai variasi-variasi struktur dan bentuk yang kompleks, seringkali membatalkan hukumhukum alam yang sebelumnya dibuat manusia. Dengan demikian, tidaklah berlebihan apabila beberapa ahli filosofi menyatakan bahwa alam semesta, yang sementara ini dianggap sebagai benda mati, adalah sesuatu yang sangat kreatif. Apabila penciptaan itu belum selesai, tentunya banyak \"barang baru\", yang sebelumnya belum pernah ada, yang muncul di alam semesta. Banyak ilmuwan percaya bahwa alam semesta ini masih terus berkembang. Ini dikenal di antara para ilmuwan dengan nama teori ekspansi."
        }
      ]
    }
  ]
}