{
  "pageNumber": 366,
  "juz": 19,
  "surahs": [
    {
      "number": 25,
      "name": "Al-Furqan",
      "nameArabic": "الفرقان",
      "meaning": "Pembeda",
      "revelation": "Makkah",
      "description": "Surat ini terdiri dari 77 ayat dan termasuk golongan surat Makkiyyah. Dinamakan \"Al-Furqan\" yang artinya \"pembeda\" diambil dari kata \"Al-Furqan\" yang terdapat pada ayat pertama surat ini. Yang dimaksud kata Al-Furqan dalam ayat ini ialah Al-Qur'an.Al-Qur'an dinamakan Al-Furqan karena membedakan antara kebenaran dan kebatilan. Maka pada surat ini pun terdapat ayat-ayat yang membedakan antara kebenaran keesaan Allah dan kebatilan kepercayaan syirik.**Pokok-Pokok Isi:**1. **Keimanan:** Allah Mahabesar berkah dan kebaikan-Nya; hanya Allah yang menguasai langit dan bumi; Allah tidak memiliki anak dan sekutu; Al-Qur'an benar-benar diturunkan dari Allah; ilmu Allah meliputi segala sesuatu; Allah bersemayam di atas Arsy; Nabi Muhammad adalah hamba Allah yang diutus ke seluruh alam; rasul-rasul adalah manusia biasa yang mendapat wahyu dari Allah; pada hari kiamat peristiwa-peristiwa luar biasa akan terjadi, seperti: langit terbelah, malaikat turun ke bumi, orang-orang berdosa dihalau ke neraka dengan menyungkurkan wajah.2. **Hukum-hukum:** Haram mengabaikan Al-Qur'an; larangan menafkahkan harta secara boros atau kikir; larangan membunuh atau berzina; kewajiban memberantas kekafiran dengan menggunakan dalil Al-Qur'an; larangan memberikan kesaksian palsu.3. **Kisah-kisah:** Kisah-kisah Nabi Musa, Nabi Nuh, kaum Tsamud, dan kaum Syu'aib.4. **Lain-lain:** Celaan orang kafir terhadap Al-Qur'an; kejadian alam sebagai bukti keesaan dan kekuasaan Allah; hikmah Al-Qur'an diturunkan secara berangsur-angsur; sifat-sifat orang musyrik antara lain: mempertuhankan hawa nafsu dan tidak mempergunakan akal; sifat-sifat hamba Allah yang sejati.Surat Al-Furqan mengandung penjelasan tentang kebenaran keesaan Allah, kenabian Muhammad serta peristiwa-peristiwa yang terjadi pada hari kiamat dan mengemukakan pula kebatilan kemusyrikan dan kekafiran.Kejadian alam seperti pergantian siang dan malam, bertiupnya angin, turunnya hujan, dan lain-lain diterangkan Allah dalam surat ini sebagai bukti atas keesaan dan kekuasaan-Nya. Kesudahan umat-umat yang dahulu yang ingkar dan menentang nabi-nabi juga dikisahkan secara ringkas.Pada bagian akhir, Allah menerangkan sifat-sifat yang terpuji yang dimiliki hamba-Nya yang beriman.**Hubungan Surat Al-Furqan Dengan Surat Asy Syu'ara':**1. Beberapa persoalan dalam surat Al-Furqan diuraikan lagi secara luas di dalam surat Asy Syu'ara', antara lain beberapa kisah nabi-nabi.2. Masing-masing surat itu dimulai dengan keterangan dari Allah bahwa Al-Qur'an adalah petunjuk bagi alam semesta dan membedakan antara yang benar dengan yang batil, dan ditutup dengan ancaman kepada orang-orang yang mendustakannya.",
      "verses": [
        {
          "number": 68,
          "arabic": "وَٱلَّذِينَ لَا يَدْعُونَ مَعَ ٱللَّهِ إِلَـٰهًا ءَاخَرَ وَلَا يَقْتُلُونَ ٱلنَّفْسَ ٱلَّتِى حَرَّمَ ٱللَّهُ إِلَّا بِٱلْحَقِّ وَلَا يَزْنُونَ ۚ وَمَن يَفْعَلْ ذَٰلِكَ يَلْقَ أَثَامًا",
          "transliteration": "wa-alladhīna lā yadʿūna maʿa l-lahi ilāhan ākhara walā yaqtulūna l-nafsa allatī ḥarrama l-lahu illā bil-ḥaqi walā yaznūna waman yafʿal dhālika yalqa athāman",
          "translation": "dan orang-orang yang tidak mempersekutukan Allah dengan sembahan lain dan tidak membunuh orang yang diharamkan Allah kecuali dengan (alasan) yang benar, dan tidak berzina; dan barang siapa melakukan demikian itu, niscaya dia mendapat hukuman yang berat,",
          "tafsir": "Keenam: Pada ayat ini, Allah menerangkan lagi sifat-sifat hamba Allah Yang Maha Pengasih lagi Maha Penyayang yaitu dia tidak menyembah selain Allah, dan tidak mempersekutukan-Nya dengan sesuatu apa pun. Dia benar-benar menganut tauhid yang murni. Bila dia beribadah, maka ibadahnya itu hanya semata-mata karena Allah, dan bila dia berbuat kebajikan, perbuatannya itu karena Allah bukan karena dia atau ingin dipuji orang. Bila dia berdoa, benar-benar doanya langsung dipanjatkan ke hadirat Allah tidak melalui perantara. Dia yakin sepenuhnya bahwa yang sanggup mengabulkan doanya hanya Allah semata. Mereka tidak melakukan pembunuhan terhadap siapa pun karena menyadari bahwa jiwa seseorang menjadi hak atas dirinya. Ia tidak boleh dibunuh kecuali dengan hak yang telah ditetapkan oleh Allah seperti murtad atau membunuh orang tanpa hak. Mereka tidak akan melakukan perbuatan zina karena menyadari bahwa berzina itu termasuk dosa besar, suatu perbuatan yang sangat terkutuk dan dimurkai Allah. Dengan memelihara kemurnian tauhid yang menjadi dasar bagi akidah, seseorang akan bersih jiwanya, jernih pikirannya, dan tidak dapat diombang-ambingkan oleh kepercayaan-kepercayaan yang menyesatkan. Dengan menjauhi pembunuhan tanpa hak, akan bersihlah dirinya dari perbuatan zalim dan bersihlah masyarakat dari kekacauan. Hak setiap warga masyarakat akan terpelihara dengan baik sehingga mereka benar-benar dapat menikmati keamanan dan ketenteraman. Dengan memelihara dirinya dari perbuatan zina akan bersihlah dirinya dari kekotoran dan bersih pula masyarakat dari keonaran dan kekacauan nasab yang menimbulkan berbagai kesulitan dan ketidakstabilan. Sehubungan dengan hal ini, dalam sebuah hadis Nabi saw dijelaskan: 'Abdullah bin Mas'ud berkata, \"Aku bertanya kepada Rasulullah, 'Dosa apakah yang paling besar? Rasulullah menjawab, 'Engkau menjadikan tandingan bagi Allah padahal Dia yang menciptakan kamu. Aku bertanya pula, 'Dosa apakah lagi? Rasulullah menjawab, 'Dosa membunuh anakmu karena takut (miskin) karena dia akan makan bersamamu. Kemudian aku bertanya lagi, 'Dosa apakah lagi? Rasulullah menjawab, 'Dosa berzina dengan istri tetanggamu. Allah menurunkan ayat ini untuk membenarkan sabda Nabi Muhammad.\" (Riwayat al-Bukhari dan Muslim) Kemudian Allah mengancam orang-orang yang melakukan perbuatan dosa itu dengan ancaman yang amat keras, yaitu neraka di hari Kiamat sebagai balasan atas semua dosa yang telah mereka perbuat di dunia. Bahkan Allah akan melipatgandakan azab bagi mereka karena dosa besar yang mereka lakukan itu. Mereka akan dilemparkan ke neraka dan akan tetap di sana. Di samping menderita siksaan jasmani seperti minuman yang sangat panas yang membakar kerongkongan dan usus mereka, mereka juga mendapat siksaan batin atau rohani, karena selalu mendapat penghinaan dan selalu menyesali kesalahan mereka sewaktu di dunia dahulu."
        },
        {
          "number": 69,
          "arabic": "يُضَـٰعَفْ لَهُ ٱلْعَذَابُ يَوْمَ ٱلْقِيَـٰمَةِ وَيَخْلُدْ فِيهِۦ مُهَانًا",
          "transliteration": "yuḍāʿaf lahu l-ʿadhābu yawma l-qiyāmati wayakhlud fīhi muhānan",
          "translation": "(yakni) akan dilipatgandakan azab untuknya pada hari Kiamat dan dia akan kekal dalam azab itu, dalam keadaan terhina,",
          "tafsir": "Keenam: Pada ayat ini, Allah menerangkan lagi sifat-sifat hamba Allah Yang Maha Pengasih lagi Maha Penyayang yaitu dia tidak menyembah selain Allah, dan tidak mempersekutukan-Nya dengan sesuatu apa pun. Dia benar-benar menganut tauhid yang murni. Bila dia beribadah, maka ibadahnya itu hanya semata-mata karena Allah, dan bila dia berbuat kebajikan, perbuatannya itu karena Allah bukan karena dia atau ingin dipuji orang. Bila dia berdoa, benar-benar doanya langsung dipanjatkan ke hadirat Allah tidak melalui perantara. Dia yakin sepenuhnya bahwa yang sanggup mengabulkan doanya hanya Allah semata. Mereka tidak melakukan pembunuhan terhadap siapa pun karena menyadari bahwa jiwa seseorang menjadi hak atas dirinya. Ia tidak boleh dibunuh kecuali dengan hak yang telah ditetapkan oleh Allah seperti murtad atau membunuh orang tanpa hak. Mereka tidak akan melakukan perbuatan zina karena menyadari bahwa berzina itu termasuk dosa besar, suatu perbuatan yang sangat terkutuk dan dimurkai Allah. Dengan memelihara kemurnian tauhid yang menjadi dasar bagi akidah, seseorang akan bersih jiwanya, jernih pikirannya, dan tidak dapat diombang-ambingkan oleh kepercayaan-kepercayaan yang menyesatkan. Dengan menjauhi pembunuhan tanpa hak, akan bersihlah dirinya dari perbuatan zalim dan bersihlah masyarakat dari kekacauan. Hak setiap warga masyarakat akan terpelihara dengan baik sehingga mereka benar-benar dapat menikmati keamanan dan ketenteraman. Dengan memelihara dirinya dari perbuatan zina akan bersihlah dirinya dari kekotoran dan bersih pula masyarakat dari keonaran dan kekacauan nasab yang menimbulkan berbagai kesulitan dan ketidakstabilan. Sehubungan dengan hal ini, dalam sebuah hadis Nabi saw dijelaskan: 'Abdullah bin Mas'ud berkata, \"Aku bertanya kepada Rasulullah, 'Dosa apakah yang paling besar? Rasulullah menjawab, 'Engkau menjadikan tandingan bagi Allah padahal Dia yang menciptakan kamu. Aku bertanya pula, 'Dosa apakah lagi? Rasulullah menjawab, 'Dosa membunuh anakmu karena takut (miskin) karena dia akan makan bersamamu. Kemudian aku bertanya lagi, 'Dosa apakah lagi? Rasulullah menjawab, 'Dosa berzina dengan istri tetanggamu. Allah menurunkan ayat ini untuk membenarkan sabda Nabi Muhammad.\" (Riwayat al-Bukhari dan Muslim) Kemudian Allah mengancam orang-orang yang melakukan perbuatan dosa itu dengan ancaman yang amat keras, yaitu neraka di hari Kiamat sebagai balasan atas semua dosa yang telah mereka perbuat di dunia. Bahkan Allah akan melipatgandakan azab bagi mereka karena dosa besar yang mereka lakukan itu. Mereka akan dilemparkan ke neraka dan akan tetap di sana. Di samping menderita siksaan jasmani seperti minuman yang sangat panas yang membakar kerongkongan dan usus mereka, mereka juga mendapat siksaan batin atau rohani, karena selalu mendapat penghinaan dan selalu menyesali kesalahan mereka sewaktu di dunia dahulu."
        },
        {
          "number": 70,
          "arabic": "إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ عَمَلًا صَـٰلِحًا فَأُو۟لَـٰٓئِكَ يُبَدِّلُ ٱللَّهُ سَيِّـَٔاتِهِمْ حَسَنَـٰتٍ ۗ وَكَانَ ٱللَّهُ غَفُورًا رَّحِيمًا",
          "transliteration": "illā man tāba waāmana waʿamila ʿamalan ṣāliḥan fa-ulāika yubaddilu l-lahu sayyiātihim ḥasanātin wakāna l-lahu ghafūran raḥīman",
          "translation": "kecuali orang-orang yang bertobat dan beriman dan mengerjakan kebajikan; maka kejahatan mereka diganti Allah dengan kebaikan. Allah Maha Pengampun, Maha Penyayang.",
          "tafsir": "Pada ayat-ayat ini, Allah menerangkan bahwa orang-orang yang mengerjakan perbuatan dosa seperti tersebut pada ayat di atas, lalu bertobat dengan sebenar-benar tobat, kembali beriman, serta selalu berbuat amal saleh, perbuatan mereka yang jahat itu akan diganti dengan kebaikan dan pahala yang berlipat ganda karena Allah adalah Maha Pengampun, Maha Pengasih dan Maha Penyayang. Menurut sebagian mufasir, penggantian dosa kejahatan dengan pahala kebaikan itu ialah dengan menghapuskan segala dosa yang telah dikerjakan di masa yang lalu karena tobat yang benar, kemudian amal kebaikan yang dikerjakannya sesudah bertobat dilipatgandakan pahalanya sehingga bisa menghapus dosa yang telah dilakukan dahulu. Mufasir-mufasir lain mengatakan bahwa Allah memberikan kepada orang yang bertobat itu pahala yang seimbang banyaknya dengan dosa yang telah dikerjakan. Kemudian dia bertobat dan mengerjakan amal yang baik, maka amal yang baik itu akan diberi pahala yang berlipat ganda pula. Jadi orang yang bertobat itu mendapat dua kebaikan yaitu dosa-dosanya yang terdahulu dihapuskan dan kemudian diberi pula pahala yang sama banyaknya dengan dosa yang telah dikerjakannya itu. Dalam sebuah hadis, diriwayatkan bahwa: Dari Abu thawil Syathab al-Mamdud, ia menghadap Nabi saw dan bertanya, \"Apakah pendapat anda tentang seseorang yang mengerjakan segala dosa, tidak ada perbuatan dosa kecuali ia lakukan. Apakah tobatnya diterima? Nabi saw menjawab, \"Apakah kamu sudah masuk Islam?\" Dia menjawab, \"Saya sendiri bersaksi bahwa tidak ada tuhan selain Allah Yang Maha Esa dan tidak ada sekutu bagi-Nya. Dan engkau adalah utusan Allah.\" Nabi saw berkata, \"Ya, benar. Kamu mengerjakan kebajikan dan meninggalkan keburukan. Maka Allah akan menjadikan untukmu kebaikan semuanya.\" Dia bertanya lagi, \"Semua kesalahanku diampuni?\" \"Ya,\" jawab Nabi saw. \"Allahu Akbar,\" kata orang tadi, dan dia terus bertakbir sampai pergi tidak kelihatan. (Riwayat al-thabrani) Kemudian Allah menyatakan bahwa tobat yang diterima itu haruslah diiringi dengan perbuatan baik. Tobat dimulai dengan penyesalan atas perbuatan jahat yang telah dilaksanakan, dan berhenti dari berbuat maksiat, diiringi dengan perbuatan baik untuk menjadi bukti bahwa tobat itu adalah tobat yang sebenarnya dan dilakukan dengan sungguh-sungguh (nasuha)."
        },
        {
          "number": 71,
          "arabic": "وَمَن تَابَ وَعَمِلَ صَـٰلِحًا فَإِنَّهُۥ يَتُوبُ إِلَى ٱللَّهِ مَتَابًا",
          "transliteration": "waman tāba waʿamila ṣāliḥan fa-innahu yatūbu ilā l-lahi matāban",
          "translation": "Dan barang siapa bertobat dan mengerjakan kebajikan, maka sesungguhnya dia bertobat kepada Allah dengan tobat yang sebenar-benarnya.",
          "tafsir": "Pada ayat-ayat ini, Allah menerangkan bahwa orang-orang yang mengerjakan perbuatan dosa seperti tersebut pada ayat di atas, lalu bertobat dengan sebenar-benar tobat, kembali beriman, serta selalu berbuat amal saleh, perbuatan mereka yang jahat itu akan diganti dengan kebaikan dan pahala yang berlipat ganda karena Allah adalah Maha Pengampun, Maha Pengasih dan Maha Penyayang. Menurut sebagian mufasir, penggantian dosa kejahatan dengan pahala kebaikan itu ialah dengan menghapuskan segala dosa yang telah dikerjakan di masa yang lalu karena tobat yang benar, kemudian amal kebaikan yang dikerjakannya sesudah bertobat dilipatgandakan pahalanya sehingga bisa menghapus dosa yang telah dilakukan dahulu. Mufasir-mufasir lain mengatakan bahwa Allah memberikan kepada orang yang bertobat itu pahala yang seimbang banyaknya dengan dosa yang telah dikerjakan. Kemudian dia bertobat dan mengerjakan amal yang baik, maka amal yang baik itu akan diberi pahala yang berlipat ganda pula. Jadi orang yang bertobat itu mendapat dua kebaikan yaitu dosa-dosanya yang terdahulu dihapuskan dan kemudian diberi pula pahala yang sama banyaknya dengan dosa yang telah dikerjakannya itu. Dalam sebuah hadis, diriwayatkan bahwa: Dari Abu thawil Syathab al-Mamdud, ia menghadap Nabi saw dan bertanya, \"Apakah pendapat anda tentang seseorang yang mengerjakan segala dosa, tidak ada perbuatan dosa kecuali ia lakukan. Apakah tobatnya diterima? Nabi saw menjawab, \"Apakah kamu sudah masuk Islam?\" Dia menjawab, \"Saya sendiri bersaksi bahwa tidak ada tuhan selain Allah Yang Maha Esa dan tidak ada sekutu bagi-Nya. Dan engkau adalah utusan Allah.\" Nabi saw berkata, \"Ya, benar. Kamu mengerjakan kebajikan dan meninggalkan keburukan. Maka Allah akan menjadikan untukmu kebaikan semuanya.\" Dia bertanya lagi, \"Semua kesalahanku diampuni?\" \"Ya,\" jawab Nabi saw. \"Allahu Akbar,\" kata orang tadi, dan dia terus bertakbir sampai pergi tidak kelihatan. (Riwayat al-thabrani) Kemudian Allah menyatakan bahwa tobat yang diterima itu haruslah diiringi dengan perbuatan baik. Tobat dimulai dengan penyesalan atas perbuatan jahat yang telah dilaksanakan, dan berhenti dari berbuat maksiat, diiringi dengan perbuatan baik untuk menjadi bukti bahwa tobat itu adalah tobat yang sebenarnya dan dilakukan dengan sungguh-sungguh (nasuha)."
        },
        {
          "number": 72,
          "arabic": "وَٱلَّذِينَ لَا يَشْهَدُونَ ٱلزُّورَ وَإِذَا مَرُّوا۟ بِٱللَّغْوِ مَرُّوا۟ كِرَامًا",
          "transliteration": "wa-alladhīna lā yashhadūna l-zūra wa-idhā marrū bil-laghwi marrū kirāman",
          "translation": "Dan orang-orang yang tidak memberikan kesaksian palsu, dan apabila mereka bertemu dengan (orang-orang) yang mengerjakan perbuatan-perbuatan yang tidak berguna, mereka berlalu dengan menjaga kehormatan dirinya,",
          "tafsir": "Ketujuh: Pada ayat ini, Allah menerangkan bahwa di antara sifat hamba Allah Yang Maha Pengasih adalah tidak mau dan tidak pernah melakukan sumpah palsu. Apabila lewat di hadapan orang-orang yang suka mengucapkan kata-kata yang tidak karuan dan tidak ada faedahnya sama sekali, dia berlalu tanpa ikut bergabung dengan mereka. Dia menyadari bahwa seorang mukmin tidak layak melayani orang-orang yang menyia-nyiakan waktunya yang sangat berharga dengan omong kosong, apalagi bila waktu itu dipergunakan untuk membicarakan hal-hal yang membawa kepada perbuatan dosa seperti mempergunjingkan orang atau menuduh orang-orang yang tidak bersalah dan lain-lain sebagainya. Bersumpah palsu sangat dilarang dalam agama Islam, karena ketika bersumpah itu, seseorang telah berdusta dan tidak menyatakan yang sebenarnya. Banyak sekali orang yang melakukan sumpah palsu untuk membela orang-orang yang tidak benar agar orang itu dapat merampas atau memiliki hak orang lain dan melakukan kezaliman. Padahal, kalau ia tidak ikut bersumpah, tentulah yang hak itu akan nyata dan jelas, serta tidak akan terjadi kezaliman atau perampasan hak. Sebagai seorang mukmin, dia harus berdiri di pihak yang benar dan harus merasa bertanggung jawab untuk menegakkan keadilan dan memberantas kezaliman. Umar bin Khaththab sangat marah kepada orang yang melakukan sumpah palsu dan dia pernah mendera orang yang bersumpah palsu 40 kali dera, mencorengi mukanya dengan warna hitam, mencukur semua rambut kepalanya, dan kemudian mengaraknya di tengah pasar. Sifat dan sikap hamba-hamba Allah yang terpuji ini digambarkan Allah dalam firman-Nya: Dan apabila mereka mendengar perkataan yang buruk, mereka berpaling darinya dan berkata, \"Bagi kami amal-amal kami dan bagimu amal-amal kamu, semoga selamatlah kamu, kami tidak ingin (bergaul) dengan orang-orang bodoh.\" (al-Qasas/28: 55)."
        },
        {
          "number": 73,
          "arabic": "وَٱلَّذِينَ إِذَا ذُكِّرُوا۟ بِـَٔايَـٰتِ رَبِّهِمْ لَمْ يَخِرُّوا۟ عَلَيْهَا صُمًّا وَعُمْيَانًا",
          "transliteration": "wa-alladhīna idhā dhukkirū biāyāti rabbihim lam yakhirrū ʿalayhā ṣumman waʿum'yānan",
          "translation": "dan orang-orang yang apabila diberi peringatan dengan ayat-ayat Tuhan mereka, mereka tidak bersikap sebagai orang-orang yang tuli dan buta,",
          "tafsir": "Kedelapan: Pada ayat ini, Allah menerangkan sifat para hamba-Nya, yaitu mereka dapat menanggapi peringatan yang diberikan Allah bila mereka mendengar peringatan itu. Hati mereka selalu terbuka untuk menerima nasihat dan pelajaran, pikiran mereka pun selalu merenungkan ayat-ayat Allah untuk dipahami dan diamalkan, sehingga bertambahlah keimanan dan keyakinan mereka bahwa ajaran-ajaran yang diberikan Allah kepada mereka benar-benar ajaran yang tinggi nilai dan mutunya, ajaran yang benar yang tidak dapat dibantah lagi. Tidaklah mengherankan apabila mereka sangat fanatik kepada ajaran itu, karena mereka sangat meyakini kebaikannya. Sangat jauh perbedaan antara mereka dengan kaum musyrikin yang juga fanatik kepada sembahan-sembahannya. Kefanatikan mereka adalah fanatik buta karena tidak mau menerima kebenaran walaupun telah jelas dan nyata bahwa akidah yang mereka anut itu salah dan bertentangan dengan akal yang sehat. Bagaimana pun kuat dan jelasnya alasan-alasan yang dikemukakan kepada mereka tentang ketidakbenaran faham yang dianut mereka tidak akan mau menerimanya karena hatinya telah tertutup dan matanya telah buta untuk memikirkan mana yang benar dan mana yang salah."
        },
        {
          "number": 74,
          "arabic": "وَٱلَّذِينَ يَقُولُونَ رَبَّنَا هَبْ لَنَا مِنْ أَزْوَٰجِنَا وَذُرِّيَّـٰتِنَا قُرَّةَ أَعْيُنٍ وَٱجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا",
          "transliteration": "wa-alladhīna yaqūlūna rabbanā hab lanā min azwājinā wadhurriyyātinā qurrata aʿyunin wa-ij'ʿalnā lil'muttaqīna imāman",
          "translation": "Dan orang-orang yang berkata, \"Ya Tuhan kami, anugerahkanlah kepada kami pasangan kami dan keturunan kami sebagai penyenang hati (kami), dan jadikanlah kami pemimpin bagi orang-orang yang bertakwa.\"",
          "tafsir": "Kesembilan: Di antara sifat-sifat hamba Allah ialah mereka selalu bermunajat dan memohon kepada-Nya agar dianugerahi keturunan yang saleh dan baik. Istri dan anak-anaknya benar-benar menyenangkan hati dan menyejukkan perasaan karena keluarga mereka terdiri dari orang-orang yang saleh dan bertakwa kepada Tuhan. Dengan demikian, akan bertambah banyaklah di muka bumi ini hamba-hamba Allah Yang Maha Pengasih lagi Maha Penyayang. Di samping itu, mereka bermunajat kepada Allah agar keturunannya menjadi orang-orang yang bertakwa seluruhnya, menjadi penyeru manusia untuk bertakwa, dan menjadi pemimpin bagi orang-orang yang bertakwa. Ini adalah cahaya iman yang telah memenuhi hati mereka dan meneranginya dengan petunjuk dan hidayah sehingga mereka ingin sekali supaya orang-orang yang bertakwa yang mendapat petunjuk kian lama kian bertambah juga. Keinginan mereka agar anak cucu dan keturunannya menjadi pemimpin bagi orang-orang yang bertakwa bukanlah karena ingin kedudukan yang tinggi atau kekuasaan mutlak, tetapi semata-mata karena keinginan yang tulus ikhlas agar penduduk dunia ini dipenuhi oleh orang-orang yang beriman dan bertakwa. Juga bertujuan agar anak cucu mereka melanjutkan perjuangannya menegakkan keadilan dan kebenaran. Dengan demikian, walaupun mereka sendiri telah mati, tetapi mereka tetap menerima pahala perjuangan anak cucu mereka sesuai dengan sabda Rasulullah: \"Apabila seseorang mati, maka putuslah segala amalnya kecuali dari tiga macam: sedekah yang dapat dimanfaatkan orang, ilmu pengetahuan yang ditinggalkannya yang dapat diambil manfaatnya oleh orang lain sesudah matinya, anak yang saleh yang selalu mendoakannya.\" (Riwayat Muslim dari Abu Hurairah). Demikianlah sembilan sifat baik yang dimiliki oleh hamba-hamba Allah Yang Maha Penyayang. Bila sifat-sifat itu telah dimiliki oleh seseorang, maka mereka berhak mendapat julukan demikian itu. Orang-orang yang mendapat julukan pasti akan disayang Allah dan di akhirat nanti akan mendapat karunia dan rahmat yang sangat mulia dan besar."
        },
        {
          "number": 75,
          "arabic": "أُو۟لَـٰٓئِكَ يُجْزَوْنَ ٱلْغُرْفَةَ بِمَا صَبَرُوا۟ وَيُلَقَّوْنَ فِيهَا تَحِيَّةً وَسَلَـٰمًا",
          "transliteration": "ulāika yuj'zawna l-ghur'fata bimā ṣabarū wayulaqqawna fīhā taḥiyyatan wasalāman",
          "translation": "Mereka itu akan diberi balasan dengan tempat yang tinggi (dalam surga) atas kesabaran mereka, dan di sana mereka akan disambut dengan penghormatan dan salam,",
          "tafsir": "Pada dua ayat ini, Allah menerangkan ganjaran dan karunia yang akan diberikan kepada \"hamba-hamba Allah Yang Maha Penyayang itu\", hamba-hamba Allah yang mempunyai sifat-sifat yang sempurna dan akhlak yang mulia berkat kesabaran dan keuletan mereka dalam mematuhi segala perintah Allah, berkat kesabaran dan keuletan mereka melawan hawa nafsu dalam menjauhi segala larangan-Nya. Mereka ditempatkan di tempat yang paling mulia dan tinggi dalam surga. Mereka disambut oleh para malaikat dengan salam sebagai penghormatan kepada mereka. Hal ini tergambar dalam firman Allah: \"Sedang para malaikat masuk ke tempat-tempat mereka dari semua pintu; (sambil mengucapkan), 'Selamat sejahtera atasmu karena kesabaranmu. Maka alangkah nikmatnya tempat kesudahan itu.\" (ar-Ra'd/13: 23-24). Kemudian Allah menerangkan bahwa karunia dan nikmat yang mereka terima itu adalah karunia dan nikmat yang kekal abadi yang tiada putus-putusnya. Tidak diragukan lagi bahwa tempat itu adalah sebaik-baik tempat menetap dan sebaik-baik tempat kediaman."
        },
        {
          "number": 76,
          "arabic": "خَـٰلِدِينَ فِيهَا ۚ حَسُنَتْ مُسْتَقَرًّا وَمُقَامًا",
          "transliteration": "khālidīna fīhā ḥasunat mus'taqarran wamuqāman",
          "translation": "mereka kekal di dalamnya. Surga itu sebaik-baik tempat menetap dan tempat kediaman.",
          "tafsir": "Pada dua ayat ini, Allah menerangkan ganjaran dan karunia yang akan diberikan kepada \"hamba-hamba Allah Yang Maha Penyayang itu\", hamba-hamba Allah yang mempunyai sifat-sifat yang sempurna dan akhlak yang mulia berkat kesabaran dan keuletan mereka dalam mematuhi segala perintah Allah, berkat kesabaran dan keuletan mereka melawan hawa nafsu dalam menjauhi segala larangan-Nya. Mereka ditempatkan di tempat yang paling mulia dan tinggi dalam surga. Mereka disambut oleh para malaikat dengan salam sebagai penghormatan kepada mereka. Hal ini tergambar dalam firman Allah: \"Sedang para malaikat masuk ke tempat-tempat mereka dari semua pintu; (sambil mengucapkan), 'Selamat sejahtera atasmu karena kesabaranmu. Maka alangkah nikmatnya tempat kesudahan itu.\" (ar-Ra'd/13: 23-24). Kemudian Allah menerangkan bahwa karunia dan nikmat yang mereka terima itu adalah karunia dan nikmat yang kekal abadi yang tiada putus-putusnya. Tidak diragukan lagi bahwa tempat itu adalah sebaik-baik tempat menetap dan sebaik-baik tempat kediaman."
        },
        {
          "number": 77,
          "arabic": "قُلْ مَا يَعْبَؤُا۟ بِكُمْ رَبِّى لَوْلَا دُعَآؤُكُمْ ۖ فَقَدْ كَذَّبْتُمْ فَسَوْفَ يَكُونُ لِزَامًۢا",
          "transliteration": "qul mā yaʿba-u bikum rabbī lawlā duʿāukum faqad kadhabtum fasawfa yakūnu lizāman",
          "translation": "Katakanlah (Muhammad, kepada orang-orang musyrik), \"Tuhanku tidak akan mengindahkan kamu, kalau tidak karena ibadahmu. (Tetapi bagaimana kamu beribadah kepada-Nya), padahal sungguh, kamu telah mendustakan-Nya? Karena itu kelak (azab) pasti (menimpamu).\"",
          "tafsir": "Pada ayat ini, Allah memerintahkan kepada Nabi Muhammad agar mengatakan kepada orang-orang kafir bahwa karena kekufuran, kesombongan, dan keangkuhannya, Allah tidak akan mempedulikan mereka sedikit pun. Mereka sekali-kali tidak akan mendapat karunia yang diberikan kepada orang-orang yang beriman bahkan mereka akan mendapat balasan yang setimpal yaitu neraka Jahanam. Mereka akan dilemparkan ke dalamnya dan mendapat siksaan yang tidak dapat digambarkan bagaimana pedihnya dan akan kekal abadi dalam neraka itu."
        }
      ]
    }
  ]
}