{
  "pageNumber": 313,
  "juz": 16,
  "surahs": [
    {
      "number": 20,
      "name": "Taha",
      "nameArabic": "طه",
      "meaning": "Taha",
      "revelation": "Makkah",
      "description": "Surat Thaha terdiri dari 135 ayat, diturunkan setelah diturunkannya surat Maryam, dan termasuk surat Makkiyyah.Surat ini dinamai \"Thaha\", diambil dari perkataan yang berasal dari ayat pertama surat ini. Sebagaimana yang lazim terdapat pada surat-surat yang memakai huruf-huruf abjad pada permulaannya, di mana huruf tersebut seakan-akan merupakan pemberitahuan Allah kepada orang-orang yang membacanya, bahwa setelah huruf itu akan dikemukakan hal-hal yang sangat penting untuk diketahui, maka demikian pula halnya dengan ayat-ayat yang terdapat setelah huruf \"Thaha\" dalam surat ini. Allah menerangkan bahwa Al-Qur'an merupakan peringatan bagi manusia dan wahyu dari Allah, Pencipta semesta alam. Kemudian Allah menerangkan kisah beberapa orang nabi; akibat-akibat yang akan dialami oleh orang-orang yang percaya kepada Allah dan orang-orang yang mengingkari-Nya, baik di dunia maupun di akhirat.&nbsp;Selain hal-hal tersebut di atas, maka surat ini mengandung pokok-pokok isi sebagai berikut:1. **Keimanan:** Al-Qur'an adalah peringatan bagi manusia terutama bagi orang-orang yang bertakwa; Musa langsung menerima wahyu dari Allah tanpa perantara Jibril; Allah bersemayam di atas 'Arsy, mengetahui sesuatu yang samar dan yang lebih samar; keadaan orang berdosa ketika dikumpulkan pada hari kiamat; syafaat tidak bermanfaat pada hari kiamat kecuali dari orang yang mendapat izin dari Allah.2. **Hukum-hukum:** Perintah mengerjakan shalat dan keutamaan waktu-waktunya; kewajiban menyuruh keluarga melakukan shalat.3. **Kisah-kisah:** Kisah Musa dan Harun dalam menghadapi Fir'aun dan Bani Israil; kisah Nabi Adam dan iblis.4. **Lain-lain:** Perintah Allah kepada Nabi Muhammad supaya meminta tambahan ilmu kepada Allah meskipun sudah menjadi rasul; Allah tidak akan mengazab suatu kaum sebelum rasul diutus kepada mereka; larangan teperdaya oleh kesenangan kehidupan dunia.Dalam surat Thaha ini diterangkan bahwa Al-Qur'an, sebagai kitab yang diwahyukan Allah kepada Nabi Muhammad, adalah peringatan dan kabar gembira bagi manusia, yang wajib diikuti dan diimani. Sangat besar akibat yang dialami oleh orang terdahulu yang tidak mempercayai dan mengingkari rasul-rasul, seperti Fir'aun dan pengikutnya. Kitab Bani Israil pun dipaparkan Allah dalam surat ini sebagai suatu umat yang banyak mengingkari perintah nabinya.**Hubungan Surat Thaha Dengan Surat Al-Anbiya':**Surat Thaha diakhiri dengan menerangkan bahwa manusia mudah dipengaruhi oleh kenikmatan hidup dunia, yang oleh Allah dijadikan sebagai cobaan bagi manusia, juga diakhiri dengan menyuruh bersabar dan mendirikan shalat, serta menerangkan apa yang diterima oleh orang yang bertakwa. Hal ini diulangi kembali pada permulaan surat Al-Anbiya' dan ditegaskan bahwa manusia selalu lalai dan lupa terhadap perbuatan yang harus dilakukan untuk menghadapi hari kiamat dan hisab di akhirat nanti.",
      "verses": [
        {
          "number": 13,
          "arabic": "وَأَنَا ٱخْتَرْتُكَ فَٱسْتَمِعْ لِمَا يُوحَىٰٓ",
          "transliteration": "wa-anā ikh'tartuka fa-is'tamiʿ limā yūḥā",
          "translation": "Dan Aku telah memilih engkau, maka dengarkanlah apa yang akan diwahyukan (kepadamu).",
          "tafsir": "Pada ayat ini Allah menjelaskan bahwa Dia telah memilih dan menetapkan Musa a.s. menjadi nabi dan rasul lalu ia diminta untuk mendengarkan wahyu yang akan disampaikan kepadanya. Sejalan dengan ayat ini firman Allah: (Allah) berfirman, \"Wahai Musa! Sesungguhnya Aku memilih (melebihkan) engkau dari manusia yang lain (pada masamu) untuk membawa risalah-Ku dan firman-Ku., sebab itu berpegangteguhlah kepada apa yang Aku berikan kepadamu dan hendaklah engkau termasuk orang-orang yang bersyukur.\" (al-A'raf/7: 144)"
        },
        {
          "number": 14,
          "arabic": "إِنَّنِىٓ أَنَا ٱللَّهُ لَآ إِلَـٰهَ إِلَّآ أَنَا۠ فَٱعْبُدْنِى وَأَقِمِ ٱلصَّلَوٰةَ لِذِكْرِىٓ",
          "transliteration": "innanī anā l-lahu lā ilāha illā anā fa-uʿ'bud'nī wa-aqimi l-ṣalata lidhik'rī",
          "translation": "Sungguh, Aku ini Allah, tidak ada tuhan selain Aku, maka sembahlah Aku dan laksanakanlah salat untuk mengingat Aku.",
          "tafsir": "Pada ayat ini Allah menerangkan bahwa wahyu yang utama dan yang disampaikan ialah bahwa tiada Tuhan yang sebenarnya melainkan Allah dan tiada sekutu bagi-Nya, untuk menanamkan rasa tauhid, mengesakan Allah, memantapkan pengakuan yang disertai dengan keyakinan dan dibuktikan dengan amal perbuatan. Oleh karena itu hanya Dialah satu-satunya yang wajib disembah, ditaati peraturan-peraturan-Nya. Tauhid ini, adalah pokok dari segala yang pokok, dan tauhid ini juga merupakan kewajiban pertama dan harus diajarkan lebih dahulu kepada manusia, sebelum pelajaran-pelajaran agama yang lain. Pada akhir ayat ini Allah menekankan supaya salat didirikan. Tentunya salat yang sesuai dengan perintah-Nya, lengkap dengan rukun-rukun dan syarat-syaratnya, untuk mengingat Allah dan berdoa memohon kepada-Nya dengan penuh ikhlas. Salat disebut di sini secara khusus, untuk menunjukkan keutamaan ibadat salat itu dibanding dengan ibadat-ibadat wajib yang lain, seperti puasa, zakat, haji dan lain-lain. Keutamaan ibadat salat itu antara lain ialah apabila dilaksanakan dengan sebaik-baiknya, sesuai dengan tata tertib yang telah digariskan untuknya, ia akan mencegah seseorang dari perbuatan yang keji dan mungkar, sebagaimana firman Allah: Bacalah Kitab (Al-Qur'an) yang telah diwahyukan kepadamu (Muhammad) dan laksanakanlah salat. Sesungguhnya salat itu mencegah dari (perbuatan) keji dan mungkar. Dan (ketahuilah) mengingat Allah (salat) itu lebih besar (keutamaannya dari ibadah yang lain). Allah mengetahui apa yang kamu kerjakan. (al-'Ankabut/29: 45) Sebagian ahli Tafsir berpendapat bahwa penutup ayat ini, ditujukan kepada orang yang tidak menunaikan salat pada waktunya, apakah karena lupa atau yang lainnya, supaya melaksanakannya apabila ia sudah sadar dan mengingat perintah Allah yang ditinggalkan itu sebagaimana sabda Rasulullah saw. Barang siapa yang tertidur dari salat atau lupa, maka imbangannya (kafaratnya) adalah salat ketika ia ingat. Tidak ada imbangan lain selain itu. (Riwayat al-Bukhari dan Muslim dari Anas bin Malik) Dan sabdanya pula: Apabila salah seorang kamu tidur sehingga tidak salat atau lupa salat hendaklah ia menunaikannya apabila ia telah mengingatnya, karena sesungguhnya Allah berfirman, \"Dan laksanakanlah salat untuk mengingat Aku.\" (Riwayat al-Bukhari dan Muslim dari Anas) Salah satu fungsi salat adalah untuk mengingat Allah, namun bukan berarti boleh tidak menunaikan salat hanya cukup ingat kepada Allah, karena zikir itu dengan hati, lisan dan anggota badan."
        },
        {
          "number": 15,
          "arabic": "إِنَّ ٱلسَّاعَةَ ءَاتِيَةٌ أَكَادُ أُخْفِيهَا لِتُجْزَىٰ كُلُّ نَفْسٍۭ بِمَا تَسْعَىٰ",
          "transliteration": "inna l-sāʿata ātiyatun akādu ukh'fīhā lituj'zā kullu nafsin bimā tasʿā",
          "translation": "Sungguh, hari Kiamat itu akan datang, Aku merahasiakan (waktunya) agar setiap orang dibalas sesuai dengan apa yang telah dia usahakan.",
          "tafsir": "Pada ayat ini Allah menerangkan bahwa hari Kiamat itu pasti datang, tetapi Allah sengaja merahasiakan dan tidak menjelaskan waktunya, kapan hari Kiamat itu terjadi. Sengaja Allah merahasiakan waktu terjadinya hari Kiamat, agar dengan demikian manusia selalu berhati-hati dan waspada serta siap untuk menghadapinya. Dirahasiakannya kedatangan hari Kiamat sama halnya dengan dirahasiakannya kapan ajalnya seseorang itu tiba. Tidak ada seorang manusia pun yang mengetahui kapan dan di mana ia akan mati, sebagaimana firman Allah: Dan tidak ada seorang pun yang dapat mengetahui di bumi mana dia akan mati. (Luqman/31: 34) Apabila seseorang mengetahui kapan ajalnya tiba tentunya ia akan berbuat semau hatinya, menurutkan hawa nafsunya, mengerjakan segala macam maksiat yang dikehendakinya. Sesudah ajalnya dekat barulah ia tobat dan Allah akan menerima tobatnya sesuai dengan janji-Nya. Allah tidak akan menyalahi janji-Nya, sebagaimana firman-Nya: Sungguh, Allah tidak menyalahi janji. (Ali Imran/3: 9) Tetapi kalau ia tidak tahu kapan ajalnya tiba, tentunya ia selalu hati-hati, perintah dikerjakannya, larangan dijauhinya. Apabila ia berbuat masiat, segera ia bertobat karena takut kalau ajalnya datang mendadak sebelum ia bertobat. Jadi, gunanya kiamat dirahasiakan adalah supaya manusia giat berbuat baik, bila manusia yang seharusnya berbuat baik tetapi ia berbuat jahat, maka sangat pantaslah orang itu dihukum. Oleh karena itulah sangat adil bila yang berbuat baik itu diberi imbalan dan yang berbuat jahat diberi azab. Firman Allah: Maka barang siapa mengerjakan kebaikan seberat zarrah, niscaya dia akan melihat (balasan)nya, dan barang siapa mengerjakan kejahatan seberat zarrah, niscaya dia akan melihat (balasan)nya. (az-Zalzalah/99: 7-8) Dan firman-Nya: Sesungguhnya kamu hanya diberi balasan atas apa yang telah kamu kerjakan. (ath-thur/52: 16)"
        },
        {
          "number": 16,
          "arabic": "فَلَا يَصُدَّنَّكَ عَنْهَا مَن لَّا يُؤْمِنُ بِهَا وَٱتَّبَعَ هَوَىٰهُ فَتَرْدَىٰ",
          "transliteration": "falā yaṣuddannaka ʿanhā man lā yu'minu bihā wa-ittabaʿa hawāhu fatardā",
          "translation": "Maka janganlah engkau dipalingkan dari (Kiamat) oleh orang yang tidak beriman kepadanya dan oleh orang yang mengikuti keinginannya, yang menyebabkan engkau binasa.\"",
          "tafsir": "Sekalipun ayat ini ditujukan kepada Nabi Musa a.s., tetapi itu merupakan pelajaran bagi kaum Muslimin. Allah meminta agar kita tidak terpengaruh oleh orang-orang yang tidak percaya kepada hari Kiamat dan orang yang hanya mengikuti hawa nafsunya. Kalau kita ikuti keinginan orang-orang itu, maka kita akan merugi dan menyesal. Harta kekayaan, kemewahan tidak akan dapat menolong kita dari azab Allah, sebagaimana firman Allah: \"Dan hartanya tidak bermanfaat baginya apabila ia telah binasa.\" (al- Lail/92: 11) Juga keluarga kita tidak akan bisa dan mungkin menolong sebagaimana firman Allah: Pada hari itu manusia lari dari saudaranya, dan dari ibu dan bapaknya, dan dari istri dan anak-anaknya. Setiap orang dari mereka pada hari itu mempunyai urusan yang menyibukkannya. ('Abasa/80: 34-37)"
        },
        {
          "number": 17,
          "arabic": "وَمَا تِلْكَ بِيَمِينِكَ يَـٰمُوسَىٰ",
          "transliteration": "wamā til'ka biyamīnika yāmūsā",
          "translation": "\"Dan apakah yang ada di tangan kananmu, wahai Musa?\"",
          "tafsir": "Pada ayat ini dijelaskan bahwa Allah menanyakan kepada Nabi Musa a.s., apa yang ada di tangan kanannya, padahal Allah mengetahuinya; maksudnya ialah untuk menjelaskan bahwa tongkat yang terbuat dari kayu itu yang pada hakekatnya tidak mempunyai arti yang penting dan manfaat yang banyak akan dijadikan oleh-Nya benda yang mempunyai kelebihan dan manfaat yang besar yang tidak pernah terlintas dalam pikiran, yaitu sebagai mukjizat baginya. Tongkat itu bisa menjadi ular besar, dan bila dipukulkan ke laut maka laut itu akan terbelah dan bila dipukulkan ke batu maka batu itu akan memancarkan air atas izin Allah. Kejadian-kejadian itu menunjukkan atas kesempurnaan, kekuasaan dan kebesaran Allah."
        },
        {
          "number": 18,
          "arabic": "قَالَ هِىَ عَصَاىَ أَتَوَكَّؤُا۟ عَلَيْهَا وَأَهُشُّ بِهَا عَلَىٰ غَنَمِى وَلِىَ فِيهَا مَـَٔارِبُ أُخْرَىٰ",
          "transliteration": "qāla hiya ʿaṣāya atawakka-u ʿalayhā wa-ahushu bihā ʿalā ghanamī waliya fīhā maāribu ukh'rā",
          "translation": "Dia (Musa) berkata, \"Ini adalah tongkatku, aku bertumpu padanya, dan aku merontokkan (daun-daun) dengannya untuk (makanan) kambingku, dan bagiku masih ada lagi manfaat yang lain.\"",
          "tafsir": "Ayat ini Allah menjelaskan jawaban Nabi Musa a.s. atas pertanyaan-Nya bahwa, \"Tongkat yang biasa ia pergunakan untuk bertelekan, di waktu berjalan atau lelah, menggugurkan daun-daunan untuk dimakan kambingnya, dan masih banyak lagi keperluan-keperluan yang lain, seperti membawa bekal untuk mengusir binatang buas yang akan memakan kambingnya. Jawaban Musa akhirnya dipersingkat dengan mengatakan, \"Dan ada lagi untuk keperluan-keperluanku yang lain,\" karena dia mengharapkan supaya pembicaraannya dengan Tuhannya dapat berlangsung lebih lama, dan untuk menjaga sopan santun di depan Tuhan karena kemungkinan adanya pertanyaan lain dari Tuhan."
        },
        {
          "number": 19,
          "arabic": "قَالَ أَلْقِهَا يَـٰمُوسَىٰ",
          "transliteration": "qāla alqihā yāmūsā",
          "translation": "Dia (Allah) berfirman, \"Lemparkanlah ia, wahai Musa!\"",
          "tafsir": "Setelah Nabi Musa menjawab pertanyaan Allah tentang fungsi tongkat yang dipegangnya, di antaranya menopang tubuhnya, menggiring binatang gembalaannya, dan fungsi-fungsi lain yang membantu pekerjaannya sehari-hari. Maka Allah ingin menunjukkan kepada Nabi Musa fungsi lain dari tongkatnya yang tidak pernah terbayangkan oleh Nabi Musa. Tongkat itu menjadi mukjizat yang akan membuktikan kenabiannya dan membantu fungsinya sebagai nabi. Allah memerintahkan Nabi Musa supaya melemparkan tongkatnya."
        },
        {
          "number": 20,
          "arabic": "فَأَلْقَىٰهَا فَإِذَا هِىَ حَيَّةٌ تَسْعَىٰ",
          "transliteration": "fa-alqāhā fa-idhā hiya ḥayyatun tasʿā",
          "translation": "Lalu (Musa) melemparkan tongkat itu, maka tiba-tiba ia menjadi seekor ular yang merayap dengan cepat.",
          "tafsir": "Begitu Musa memenuhi perintah Allah, tongkatnya itupun berubah menjadi ular besar yang menakutkan, merayap dengan lincahnya dari suatu tempat ke tempat lain, tidak ubahnya ular kecil yang gesit, melihat kenyataan ini Nabi Musa ketakutan, berniat untuk lari, tetapi akibat begitu besarnya ketakutan, beliau hanya terpaku di tempatnya berdiri, sebagaimana firman Allah: Dan lemparkanlah tongkatmu!\" Maka ketika (tongkat itu menjadi ular dan) Musa melihatnya bergerak-gerak seperti seekor ular yang gesit, larilah dia berbalik ke belakang tanpa menoleh. \"Wahai Musa! Jangan takut! Sesungguhnya di hadapan-Ku, para rasul tidak perlu takut. (an-Naml/27: 10)"
        },
        {
          "number": 21,
          "arabic": "قَالَ خُذْهَا وَلَا تَخَفْ ۖ سَنُعِيدُهَا سِيرَتَهَا ٱلْأُولَىٰ",
          "transliteration": "qāla khudh'hā walā takhaf sanuʿīduhā sīratahā l-ūlā",
          "translation": "Dia (Allah) berfirman, \"Peganglah ia dan jangan takut, Kami akan mengembalikannya kepada keadaannya semula,",
          "tafsir": "Karena Musa ketakutan maka Allah memerintahkan kepada Nabi Musa untuk menangkap ular itu tanpa ragu-ragu dan takut, sebab ular besar yang ada dihadapannya akan dikembalikan bentuknya menjadi tongkat kembali seperti semula."
        },
        {
          "number": 22,
          "arabic": "وَٱضْمُمْ يَدَكَ إِلَىٰ جَنَاحِكَ تَخْرُجْ بَيْضَآءَ مِنْ غَيْرِ سُوٓءٍ ءَايَةً أُخْرَىٰ",
          "transliteration": "wa-uḍ'mum yadaka ilā janāḥika takhruj bayḍāa min ghayri sūin āyatan ukh'rā",
          "translation": "dan kepitlah tanganmu ke ketiakmu, niscaya ia ke luar menjadi putih (bercahaya) tanpa cacat, sebagai mukjizat yang lain,",
          "tafsir": "Pada ayat ini Allah memerintahkan Musa a.s. supaya memasukkan tangan kanannya dari lengan bajunya dan meletakkannya di bawah ketiak kirinya, maka setelah dikeluarkan tangannya itu akan menjadi putih bersih bercahaya dan tanpa cacat sedikit pun. Ini adalah mukjizat kedua sesudah mukjizat pertama yang mengubah tongkat menjadi ular yang gesit, untuk menunjukkan kebenaran kerasulannya bagi umat yang ia diutus kepada-Nya."
        },
        {
          "number": 23,
          "arabic": "لِنُرِيَكَ مِنْ ءَايَـٰتِنَا ٱلْكُبْرَى",
          "transliteration": "linuriyaka min āyātinā l-kub'rā",
          "translation": "untuk Kami perlihatkan kepadamu (sebagian) dari tanda-tanda kebesaran Kami yang sangat besar.",
          "tafsir": "Allah melakukan itu semua untuk memperlihatkan bukti-bukti kesempurnaan kekuasaan-Nya dan keajaiban perbuatan-Nya di langit dan di bumi."
        },
        {
          "number": 24,
          "arabic": "ٱذْهَبْ إِلَىٰ فِرْعَوْنَ إِنَّهُۥ طَغَىٰ",
          "transliteration": "idh'hab ilā fir'ʿawna innahu ṭaghā",
          "translation": "Pergilah kepada Fir'aun; dia benar-benar telah melampaui batas.\"",
          "tafsir": "Setelah Allah menampakkan tanda-tanda kekuasaan dan kebesaran-Nya, kemudian Ia memerintahkan Musa untuk pergi kepada Firaun yang kejam dan mengajaknya agar ia mau menyembah Allah serta mengancamnya akan mendapat murka dan siksa dari Allah jika ia membangkang, dan melampaui batas, durhaka dan sombong, bahkan ia berani mengaku bahwa dirinya adalah tuhan dengan ucapannya,\"Sayalah tuhan kalian yang tinggi.\" Diriwayatkan dari Wahb bin Munabbih bahwa setelah perintah itu datang, Musa diam tidak berkata-kata selama tujuh hari memikirkan beratnya tugas yang dibebankan kepadanya. Setelah ia didatangi malaikat dengan ucapan, \"Taatilah Tuhanmu sesuai dengan perintah-Nya,\" barulah ia bangkit melaksanakan perintah dan mengharapkan agar Allah melapangkan dadanya untuk dapat melaksanakan tugasnya dengan baik dan berani dalam menghadapi Firaun. Ia merasa bahwa beban yang dipikulkan atasnya adalah suatu urusan besar dan amat berat, tidak dapat dilaksanakan kecuali dengan keberanian yang mantap dan dada yang lapang. Ia diperingatkan untuk menghadapi seorang raja yang kekuasaannya paling besar, paling kejam, sangat ingkar sangat banyak tentaranya, makmur kerajaannya, berlebihan dalam segala hal. Puncak kesombongan itu ialah dia tidak mengenal tuhan selain dirinya sendiri."
        },
        {
          "number": 25,
          "arabic": "قَالَ رَبِّ ٱشْرَحْ لِى صَدْرِى",
          "transliteration": "qāla rabbi ish'raḥ lī ṣadrī",
          "translation": "Dia (Musa) berkata, \"Ya Tuhanku, lapangkanlah dadaku,<sup foot_note=135462>1</sup>",
          "tafsir": "Perintah Allah kepada Musa untuk menghadap dan menemui Firaun adalah merupakan tugas yang sangat berat, oleh sebab itu Musa berdoa dan memohon kepada Allah untuk dilapangkan dadanya dan dikuatkan mentalnya ketika ia berhadapan dengan Firaun. Firman Allah : Sehingga dadaku terasa sempit dan lidahku tidak lancar, maka utuslah Harun (bersamaku). (asy-Su'ara/26: 13) Di samping itu, ia juga memohon kepada Allah supaya dimudahkan segala urusannya, terutama dalam menyampaikan berita kerasulannya kepada Firaun, serta diberi kekuatan yang cukup untuk dapat menyebarkan agama dan memperbaiki keadaan umat, sebab tanpa bantuan dan pertolongan Allah, Musa tidak akan mampu untuk berbuat sesuatu."
        },
        {
          "number": 26,
          "arabic": "وَيَسِّرْ لِىٓ أَمْرِى",
          "transliteration": "wayassir lī amrī",
          "translation": "dan mudahkanlah untukku urusanku,",
          "tafsir": "Perintah Allah kepada Musa untuk menghadap dan menemui Firaun adalah merupakan tugas yang sangat berat, oleh sebab itu Musa berdoa dan memohon kepada Allah untuk dilapangkan dadanya dan dikuatkan mentalnya ketika ia berhadapan dengan Firaun. Firman Allah : Sehingga dadaku terasa sempit dan lidahku tidak lancar, maka utuslah Harun (bersamaku). (asy-Su'ara/26: 13) Di samping itu, ia juga memohon kepada Allah supaya dimudahkan segala urusannya, terutama dalam menyampaikan berita kerasulannya kepada Firaun, serta diberi kekuatan yang cukup untuk dapat menyebarkan agama dan memperbaiki keadaan umat, sebab tanpa bantuan dan pertolongan Allah, Musa tidak akan mampu untuk berbuat sesuatu."
        },
        {
          "number": 27,
          "arabic": "وَٱحْلُلْ عُقْدَةً مِّن لِّسَانِى",
          "transliteration": "wa-uḥ'lul ʿuq'datan min lisānī",
          "translation": "dan lepaskanlah kekakuan dari lidahku,",
          "tafsir": "Musa memohon agar lidahnya fasih dan tidak kelu, sehingga ia lancar dan tegas dalam berbicara, supaya kata-katanya mudah dicerna dan dipahami oleh pendengarnya, hingga mereka memperoleh hidayah Allah. Sebab jika lidah Musa kelu mengakibatkan ia tidak lancar bicaranya. Para mufassir berbeda pendapat tentang sebab ketidakfasihan (kelunya) lisan Musa, sebagai berikut: a.Bahwa Musa di waktu kecilnya, ia mencabut selembar rambut dari dagu Firaun, maka marahlah Firaun dan ia berencana untuk melampiaskan kemarahannya itu. Kemudian ia meminta kepada istrinya supaya membawakan balah (kurma mentah) dan se-onggok bara api. Istri Firaun membela Musa dengan mengatakan, \"Musa masih kecil, belum tahu apa-apa.\" Sekalipun ada pembelaan, tetapi Firaun tetap melaksanakan maksud jahatnya, dan bara itu diletakkan di atas lidah Musa. Sejak itulah lidah Musa menjadi kaku. Oleh karena itu Musa a.s. meminta kepada Allah supaya kekeluan lidahnya itu dihilangkan. b.Kekeluan lidahnya diakibatkan karena faktor psykologis yang membebani Musa, akibat dari tindakan dan perbuatannya menampar dan membunuh seorang Qibty. c.Menurut pendapat lain, bahwa kekeluan tersebut akibat bawaan sejak lahir."
        },
        {
          "number": 28,
          "arabic": "يَفْقَهُوا۟ قَوْلِى",
          "transliteration": "yafqahū qawlī",
          "translation": "agar mereka mengerti perkataanku,",
          "tafsir": "Musa memohon agar lidahnya fasih dan tidak kelu, sehingga ia lancar dan tegas dalam berbicara, supaya kata-katanya mudah dicerna dan dipahami oleh pendengarnya, hingga mereka memperoleh hidayah Allah. Sebab jika lidah Musa kelu mengakibatkan ia tidak lancar bicaranya. Para mufassir berbeda pendapat tentang sebab ketidakfasihan (kelunya) lisan Musa, sebagai berikut: a.Bahwa Musa di waktu kecilnya, ia mencabut selembar rambut dari dagu Firaun, maka marahlah Firaun dan ia berencana untuk melampiaskan kemarahannya itu. Kemudian ia meminta kepada istrinya supaya membawakan balah (kurma mentah) dan se-onggok bara api. Istri Firaun membela Musa dengan mengatakan, \"Musa masih kecil, belum tahu apa-apa.\" Sekalipun ada pembelaan, tetapi Firaun tetap melaksanakan maksud jahatnya, dan bara itu diletakkan di atas lidah Musa. Sejak itulah lidah Musa menjadi kaku. Oleh karena itu Musa a.s. meminta kepada Allah supaya kekeluan lidahnya itu dihilangkan. b.Kekeluan lidahnya diakibatkan karena faktor psykologis yang membebani Musa, akibat dari tindakan dan perbuatannya menampar dan membunuh seorang Qibty. c.Menurut pendapat lain, bahwa kekeluan tersebut akibat bawaan sejak lahir."
        },
        {
          "number": 29,
          "arabic": "وَٱجْعَل لِّى وَزِيرًا مِّنْ أَهْلِى",
          "transliteration": "wa-ij'ʿal lī wazīran min ahlī",
          "translation": "dan jadikanlah untukku seorang pembantu dari keluargaku,",
          "tafsir": "Oleh karena Musa merasa bahwa tugas yang diamanatkan kepadanya cukup besar dan berat, ia meminta supaya Allah mengangkat seorang pembantu dari keluarganya sendiri, untuk bersama-sama melancarkan dakwah, senasib dan sepenanggungan di dalam suka duka yang akan dihadapinya dari kaumnya."
        },
        {
          "number": 30,
          "arabic": "هَـٰرُونَ أَخِى",
          "transliteration": "hārūna akhī",
          "translation": "(yaitu) Harun, saudaraku,",
          "tafsir": "Ayat ini menerangkan bahwa Musa a.s. mengusulkan agar yang diangkat menjadi pembantunya itu ialah Harun, saudaranya sendiri yang lebih tua dari dia, Musa memilih Harun antara lain karena Harun itu seorang yang saleh, ucapannya fasih, intonasi bicaranya seperti orang Mesir, karena ia banyak bergaul dengan orang-orang Mesir, tempat untuk melaksanakan dakwahnya bersama Musa a.s., Perbuatan Musa ini adalah satu hal yang baik dicontoh dan diteladani, karena seorang pemimpin atau penguasa hendaknya mempunyai pembantu untuk melaksanakan tanggung jawabnya, tetapi tentunya pembantu yang baik yang dapat diandalkan i'tikad baiknya di dalam melaksanakan tugasnya sebagai pembantu. Nabi Muhammad saw sendiri mempunyai pembantu sebagaimana sabdanya: Sesungguhnya saya mempunyai dua pembantu di langit dan dua pembantu di bumi, Adapun dua pembantu saya di langit ialah Jibril dan Mikail, dan dua pembantu saya di bumi Abu Bakar dan Umar. (Riwayat al-hakim dari Abi Sa'id)"
        },
        {
          "number": 31,
          "arabic": "ٱشْدُدْ بِهِۦٓ أَزْرِى",
          "transliteration": "ush'dud bihi azrī",
          "translation": "teguhkanlah kekuatanku dengan (keberadaan) dia,",
          "tafsir": "Musa a.s. memohon kepada Allah, agar dengan ditunjuknya Harun sebagai pembantunya diharapkan dapat meningkatkan kekuatan dan kemampuannya. Juga supaya Harun selalu bersama dengan dia di dalam segala urusannya, bahu membahu di dalam melaksanakan tugasnya yang berat dan suci itu, agar berhasil baik, tidak meleset dari sasaran yang dituju, dan tercapai cita-cita yang diidam-idamkan dengan baik."
        },
        {
          "number": 32,
          "arabic": "وَأَشْرِكْهُ فِىٓ أَمْرِى",
          "transliteration": "wa-ashrik'hu fī amrī",
          "translation": "dan jadikanlah dia teman dalam urusanku,",
          "tafsir": "Musa a.s. memohon kepada Allah, agar dengan ditunjuknya Harun sebagai pembantunya diharapkan dapat meningkatkan kekuatan dan kemampuannya. Juga supaya Harun selalu bersama dengan dia di dalam segala urusannya, bahu membahu di dalam melaksanakan tugasnya yang berat dan suci itu, agar berhasil baik, tidak meleset dari sasaran yang dituju, dan tercapai cita-cita yang diidam-idamkan dengan baik."
        },
        {
          "number": 33,
          "arabic": "كَىْ نُسَبِّحَكَ كَثِيرًا",
          "transliteration": "kay nusabbiḥaka kathīran",
          "translation": "agar kami banyak bertasbih kepada-Mu,",
          "tafsir": "Pada ayat-ayat ini Allah menerangkan latar belakang dari permohonan Musa a.s., supaya ia selalu ditemani dan didampingi oleh Harun di dalam mensukseskan tugas kenabiannya, ialah agar dapat banyak bertasbih kepada Allah, mengagungkan dan mensucikan-Nya dari sifat-sifat dan perbuatan-perbuatan yang tidak layak bagi-Nya, seperti pengakuan Firaun yang mengumumkan dirinya sebagai tuhan. Di samping itu, agar dia selalu ingat kepada Allah, serta selalu mengharapkan rida-Nya."
        },
        {
          "number": 34,
          "arabic": "وَنَذْكُرَكَ كَثِيرًا",
          "transliteration": "wanadhkuraka kathīran",
          "translation": "dan banyak mengingat-Mu,",
          "tafsir": "Pada ayat-ayat ini Allah menerangkan latar belakang dari permohonan Musa a.s., supaya ia selalu ditemani dan didampingi oleh Harun di dalam mensukseskan tugas kenabiannya, ialah agar dapat banyak bertasbih kepada Allah, mengagungkan dan mensucikan-Nya dari sifat-sifat dan perbuatan-perbuatan yang tidak layak bagi-Nya, seperti pengakuan Firaun yang mengumumkan dirinya sebagai tuhan. Di samping itu, agar dia selalu ingat kepada Allah, serta selalu mengharapkan rida-Nya."
        },
        {
          "number": 35,
          "arabic": "إِنَّكَ كُنتَ بِنَا بَصِيرًا",
          "transliteration": "innaka kunta binā baṣīran",
          "translation": "sesungguhnya Engkau Maha Melihat (keadaan) kami.\"",
          "tafsir": "Pada ayat ini Musa a.s. menandaskan bahwa segala apa yang dimohonkannya kepada Allah, Dia lebih mengetahui hakekat dan tujuannya. Semoga bersama Harun penyebaran agama dapat dilaksanakan dengan baik, lancar, sukses, serta dapat melumpuhkan berbagai usaha dari orang-orang yang sesat dan menyesatkan, dapat membimbing mereka ke jalan yang benar."
        },
        {
          "number": 36,
          "arabic": "قَالَ قَدْ أُوتِيتَ سُؤْلَكَ يَـٰمُوسَىٰ",
          "transliteration": "qāla qad ūtīta su'laka yāmūsā",
          "translation": "Dia (Allah) berfirman, \"Sungguh, telah diperkenankan permintaanmu, wahai Musa!",
          "tafsir": "Pada ayat ini Allah menjelaskan bahwa Dia telah memperkenankan semua permohonan Musa yaitu supaya dilapangkan dadanya, dimudahkan urusannya dihilangkan kekakuan dan gangguan lidahnya, dijadikan Harun saudaranya sebagai pembantu baginya, sehingga kekuatan dan kemampuannya bertambah, bahu membahu dengan Harun dalam melaksanakan tugasnya. Sehingga ia banyak membaca tasbih dan senantiasa ingat dan zikir kepada Allah. Enam macam permohonan sebagaimana dalam ayat sebelumnya, diperkenankan oleh Allah demi suksesnya pelaksanaan amanat yang berat dan sulit itu."
        },
        {
          "number": 37,
          "arabic": "وَلَقَدْ مَنَنَّا عَلَيْكَ مَرَّةً أُخْرَىٰٓ",
          "transliteration": "walaqad manannā ʿalayka marratan ukh'rā",
          "translation": "Dan sungguh, Kami telah memberi nikmat kepadamu pada kesempatan yang lain (sebelum ini),",
          "tafsir": "Pada ayat ini diungkapkan bahwa Allah telah menganugerahkan kepada Musa beberapa nikmat yang dianugerahkan tanpa permohonan, jauh sebelum Musa memajukan permohonan di atas. Kalau Allah telah berkenan atas kemurahan-Nya memberi Musa banyak nikmat sejak kecilnya tanpa permohonan lebih dahulu, maka setelah Musa memohonkan beberapa hal yang sangat diperlukan untuk memperlancar jalan dakwahnya, menuju sasaran yang ditujunya, tentulah Allah akan memperkenankan permohonannya itu. Delapan karunia telah diberikan kepada Musa sejak kecilnya."
        }
      ]
    }
  ]
}