{
  "pageNumber": 49,
  "juz": 3,
  "surahs": [
    {
      "number": 2,
      "name": "Al-Baqarah",
      "nameArabic": "البقرة",
      "meaning": "Sapi Betina",
      "revelation": "Madinah",
      "description": "Surat \"Al Baqarah\" terdiri atas 286 ayat dan sebagian besar diturunkan di Madinah pada permulaan tahun Hijrah, kecuali ayat 281 yang diturunkan di Mina pada Haji wadaa' (haji Nabi Muhammad s.a.w. yang terakhir). Seluruh ayat surat Al Baqarah termasuk golongan Madaniyyah dan merupakan surat yang terpanjang di antara surat-surat Al Qur'an yang di dalamnya terdapat pula ayat yang terpanjang (ayat 282).Surat ini dinamai \"Al Baqarah\" karena di dalamnya disebutkan kisah penyembelihan sapi betina yang diperintahkan Allah kepada Bani Israil (ayat 67 sampai dengan 74), di mana dijelaskan watak orang Yahudi pada umumnya. Dinamai \"Fusthaathul-Qur'an\" (puncak Al Qur'an) karena memuat beberapa hukum yang tidak disebutkan dalam surat yang lain. Dinamai juga surat \"Alif-laam-miim\" karena surat ini dimulai dengan Alif-laam-miim.&nbsp;Pokok-Pokok Isi:1. Keimanan:Dakwah Islamiyah yang dihadapkan kepada umat Islam, ahli kitab dan para musyrikin.2. Hukum-hukum:Perintah mengerjakan shalat; menunaikan zakat; hukum puasa; hukum haji dan umrah; hukum qishash; halal dan haram; berinfak di jalan Allah; hukum arak dan judi; cara menyantuni anak yatim, larangan riba; utang-piutang; nafkah dan yang berhak menerimanya; wasiat kepada ibu-bapak dan kaum kerabat; hukum sumpah; kewajiban menyampaikan amanah; sihir; hukum merusak masjid; hukum mengubah kitab-kitab Allah; hukum haidh, 'iddah, thalak, khulu', ilaa' dan susuan; hukum melamar, mahar, larangan menikahi wanita musyrik dan sebaliknya; hukum perang.3. Kisah-kisah:Kisah penciptaan Nabi Adam a.s; kisah Nabi Ibrahim a.s.; kisah Nabi Musa a.s. dengan Bani Israil.4. Lain-lain:Sifat-sifat orang yang bertakwa; sifat-sifat orang munafik; sifat-sifat Allah; perumpamaan-perumpamaan; kiblat, kebangkitan sesudah mati.Kesimpulan surat Al Baqarah:1. Menjelaskan beberapa hukum dalam agama Islam.2. Mengemukakan beberapa perumpamaan.3. Mengemukakan hujjah-hujjah.Hubungan Surat Al Baqarah Dengan Surat Ali 'Imran:1. Dalam surat Al Baqarah, disebutkan Nabi Adam a.s. yang langsung diciptakan Allah, sedang dalam surat Ali'Imran, disebutkan tentang kelahiran Nabi 'Isa a.s. yang kedua-duanya diciptakan Allah secara menyelisihi kebiasaan.2. Dalam surat Al Baqarah, sifat dan perbuatan orang-orang Yahudi dibentangkan secara luas disertai dengan hujjah untuk mematahkan hujjah-hujjah mereka yang membela kesesatan, sedang dalam surat Ali 'Imran, dibentangkan hal-hal serupa yang berhubungan dengan orang Nasrani.3. Surat Al Baqarah dimulai dengan menyebutkan tiga golongan manusia, yaitu orang mukmin, orang yang mengimani hari akhir, dan orang munafik. Sementara itu, surat Ali 'Imran dimulai dengan menyebutkan orang yang suka mentakwilkan ayat yang mutasyabihaat secara salah untuk memfitnah orang mukmin, dan menyebutkan orang yang mempunyai keahlian dalam menakwilkannya.4. Surat Al Baqarah disudahi dengan permohonan kepada Allah agar kesalahan-kesalahan dan kealpaan dalam melaksanakan ketaatan diampuni, sedang surat Ali 'Imran disudahi dengan permohonan kepada Allah agar Dia memberi pahala atas amal saleh yang dilakukan hamba-Nya.5. Surat Al Baqarah dimulai dengan menyebutkan sifat-sifat orang yang bertakwa, sedang surat Ali 'Imran dimulai dengan perintah bertakwa.",
      "verses": [
        {
          "number": 283,
          "arabic": "۞ وَإِن كُنتُمْ عَلَىٰ سَفَرٍ وَلَمْ تَجِدُوا۟ كَاتِبًا فَرِهَـٰنٌ مَّقْبُوضَةٌ ۖ فَإِنْ أَمِنَ بَعْضُكُم بَعْضًا فَلْيُؤَدِّ ٱلَّذِى ٱؤْتُمِنَ أَمَـٰنَتَهُۥ وَلْيَتَّقِ ٱللَّهَ رَبَّهُۥ ۗ وَلَا تَكْتُمُوا۟ ٱلشَّهَـٰدَةَ ۚ وَمَن يَكْتُمْهَا فَإِنَّهُۥٓ ءَاثِمٌ قَلْبُهُۥ ۗ وَٱللَّهُ بِمَا تَعْمَلُونَ عَلِيمٌ",
          "transliteration": "wa-in kuntum ʿalā safarin walam tajidū kātiban farihānun maqbūḍatun fa-in amina baʿḍukum baʿḍan falyu-addi alladhī u'tumina amānatahu walyattaqi l-laha rabbahu walā taktumū l-shahādata waman yaktum'hā fa-innahu āthimun qalbuhu wal-lahu bimā taʿmalūna ʿalīmun",
          "translation": "Dan jika kamu dalam perjalanan sedang kamu tidak mendapat seorang penulis, maka hendaklah ada barang jaminan yang dipegang. Tetapi, jika sebagian kamu mempercayai sebagian yang lain, hendaklah yang dipercayai itu menunaikan amanatnya (utangnya) dan hendaklah dia bertakwa kepada Allah, Tuhannya. Dan janganlah kamu menyembunyikan kesaksian, karena barang siapa menyembunyikannya, sungguh, hatinya kotor (berdosa). Allah Maha Mengetahui apa yang kamu kerjakan.",
          "tafsir": "Ayat ini menerangkan tentang muamalah (transaksi) yang dilakukan tidak secara tunai, yang dilakukan dalam perjalanan dan tidak ada juru tulis yang akan menuliskannya. Dalam hal muamalah yang tidak tunai, yang dilakukan dalam perjalanan dan tidak ada seorang juru tulis yang akan menuliskannya, maka hendaklah ada barang tanggungan (agunan/jaminan) yang diserahkan kepada pihak yang berpiutang. Kecuali jika masing-masing saling mempercayai dan menyerahkan diri kepada Allah, maka muamalah itu boleh dilakukan tanpa menyerahkan barang jaminan. Ayat ini tidak menetapkan bahwa jaminan itu hanya boleh dilakukan dengan syarat dalam perjalanan, muamalah tidak dengan tunai, dan tidak ada juru tulis. Tetapi ayat ini hanya menyatakan bahwa dalam keadaan tersebut boleh dilakukan muamalah dengan memakai jaminan. Dalam situasi yang lain, boleh juga memakai jaminan sesuai dengan hadis yang diriwayatkan al-Bukhari bahwa Nabi Muhammad saw pernah menggadaikan baju besinya kepada orang Yahudi di Medinah. Pada ayat yang lalu Allah memperingatkan bahwa manusia jangan enggan menjadi juru tulis atau memberikan persaksian bila diminta. Kemudian pada ayat ini Allah menegaskan kembali agar jangan menyembunyikan kesaksian. Penegasan yang demikian mengisyaratkan bahwa penulisan dan kesaksian itu menolong manusia dalam menjaga hartanya, dan jangan lengah melakukan keduanya. Demikian pula pemilik harta tidak disusahkan karena meminjamkan hartanya, dan tidak dibayar pada waktunya. Dengan keterangan di atas bukan berarti bahwa semua perjanjian muamalah wajib ditulis oleh juru tulis dan disaksikan oleh saksi-saksi, tetapi maksudnya agar kaum Muslimin selalu memperhatikan dan meneliti muamalah yang akan dilakukannya. Bila muamalah itu muamalah yang biasa dilakukan setiap hari, seperti jual beli yang dilakukan di pasar dan tidak menimbulkan akibat yang tidak diinginkan di kemudian hari serta dilandasi rasa saling mempercayai, maka muamalah yang demikian tidak perlu ditulis dan disaksikan. Sebaliknya bila muamalah itu diduga akan menimbulkan hal-hal yang tidak diinginkan di kemudian hari, maka muamalah itu wajib ditulis dan disaksikan oleh dua orang saksi."
        },
        {
          "number": 284,
          "arabic": "لِّلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ وَإِن تُبْدُوا۟ مَا فِىٓ أَنفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُم بِهِ ٱللَّهُ ۖ فَيَغْفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُ ۗ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
          "transliteration": "lillahi mā fī l-samāwāti wamā fī l-arḍi wa-in tub'dū mā fī anfusikum aw tukh'fūhu yuḥāsib'kum bihi l-lahu fayaghfiru liman yashāu wayuʿadhibu man yashāu wal-lahu ʿalā kulli shayin qadīrun",
          "translation": "Milik Allahlah apa yang ada di langit dan apa yang ada di bumi. Jika kamu nyatakan apa yang ada di dalam hatimu atau kamu sembunyikan, niscaya Allah memperhitungankannya (tentang perbuatan itu) bagimu. Dia mengampuni siapa yang Dia kehendaki dan mengazab siapa yang Dia kehendaki. Allah Mahakuasa atas segala sesuatu.",
          "tafsir": "Dari ayat ini dapat diambil pengertian tentang kesempurnaan keesaan Allah dalam hal: 1.Esa dalam kekuasaannya. 2.Esa dalam mengetahui segala yang terjadi di alam ini. Allah Esa dalam memiliki seluruh makhluk. Allah saja yang menciptakan, menumbuhkan, mengembangkan dan memiliki seluruh alam ini, tidak ada sesuatu pun yang bersekutu dengan Dia. Allah Esa dalam mengetahui segala sesuatu di alam ini. Allah mengetahui yang besar dan yang kecil, yang tampak dan yang tidak tampak oleh manusia. Segala yang terjadi, yang wujud di alam ini, tidak lepas dari pengetahuan Allah, tidak ada sesuatu pun yang luput dari pengetahuan-Nya. Allah Esa dalam kekuasaan-Nya. Apa yang terjadi di alam ini adalah atas kehendak Allah, tidak ada sesuatu pun yang dapat mengubah kehendak-Nya. Apabila Dia menghendaki adanya sesuatu, pasti sesuatu itu terwujud. Sebaliknya apabila Dia menghendaki lenyapnya sesuatu, lenyaplah ia. Hanya Dialah yang dapat mengetahui perbuatan hamba-Nya, serta mengampuni atau mengazabnya, dan keputusan yang adil hanya di tangan-Nya saja. Yang ada di dalam hati manusia itu ada dua macam, Pertama: Sesuatu yang ada di dalam hati, yang datang dengan sendirinya, tergerak tanpa ada yang menggerakkannya, terlintas di dalam hati dengan sendirinya. Gerak yang demikian tidak berdasarkan iradah (kehendak) dan ikhtiyar (pilihan) manusia, hanya timbul saja dalam hatinya. Hal yang seperti ini tidak dihukum dan dihisab Allah swt, kecuali bila diikuti dengan iradah, niat dan ikhtiar. Kedua: Sesuatu yang ada di dalam hati yang timbul dengan usaha, pikiran, hasil renungan dan sebagainya. Gerak yang seperti ini berubah menjadi cita-cita dan keinginan yang kuat, sehingga timbullah iradah, niat dan ikhtiar untuk melaksanakannya. Gerak hati yang seperti inilah yang dihisab dan dijadikan dasar dalam menentukan balasan pekerjaan manusia. Oleh sebab itu Allah memerintahkan agar manusia selalu mengawasi, meneliti dan merasakan apa yang ada di dalam hatinya. Bila yang ada dalam hatinya itu sesuai dengan perintah Allah dan tidak berlawanan dengan larangan-larangan-Nya, maka peliharalah dan hidup suburkanlah, sehingga ia bisa mewujudkan amal yang baik. Sebaliknya, bila yang ada di dalam hati itu bertentangan dengan perintah-perintah Allah atau mendorong seseorang mengerjakan larangan-Nya, hapus segera dan enyahkanlah, sehingga ia tidak sampai mewujudkan perbuatan dosa. Hendaklah manusia waspada terhadap kemungkinan adanya niat atau perasaan yang tidak baik di dalam hati, sehingga bisa menyebabkan perbuatan dosa. Sebagai contoh ialah: rasa dengki, pada mulanya tumbuh karena rasa tidak senang kepada seseorang. Perasaan itu bertambah ketika melihat kesuksesan orang itu, kesuksesan ini menyuburkan rasa tidak senang. Kemudian timbullah marah, dendam, ingin membalas dan sebagainya. Jika demikian perasaannya, sukar untuk menghilangkannya dengan segera. Bahkan dikhawatirkan dapat melahirkan perbuatan dosa. Tetapi bila dipadamkan perasaan itu pada saat ia mulai tumbuh, maka rasa dengki itu tidak akan timbul, dan kalaupun timbul dapat dihilangkan dengan mudah."
        },
        {
          "number": 285,
          "arabic": "ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيْهِ مِن رَّبِّهِۦ وَٱلْمُؤْمِنُونَ ۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَـٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِّن رُّسُلِهِۦ ۚ وَقَالُوا۟ سَمِعْنَا وَأَطَعْنَا ۖ غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ ٱلْمَصِيرُ",
          "transliteration": "āmana l-rasūlu bimā unzila ilayhi min rabbihi wal-mu'minūna kullun āmana bil-lahi wamalāikatihi wakutubihi warusulihi lā nufarriqu bayna aḥadin min rusulihi waqālū samiʿ'nā wa-aṭaʿnā ghuf'rānaka rabbanā wa-ilayka l-maṣīru",
          "translation": "Rasul (Muhammad) beriman kepada apa yang diturunkan kepadanya (Alquran) dari Tuhannya, demikian pula orang-orang yang beriman. Semua beriman kepada Allah, malaikat-malaikat-Nya, kitab-kitab-Nya, dan rasul-rasul-Nya. (Mereka berkata), \"Kami tidak membeda-bedakan seorang pun dari rasul-rasul-Nya.\" Dan mereka berkata, \"Kami dengar dan kami taat. Ampunilah kami Ya Tuhan kami, dan kepada-Mu tempat (kami) kembali.\"",
          "tafsir": "Diriwayatkan oleh Ahmad dan Muslim dari Abu Hurairah, dia berkata, \"Tatkala Allah menurunkan ayat 284 kepada Rasulullah saw, maka sahabat merasa bebannya bertambah berat, lalu mereka datang menghadap Rasulullah saw dan berkata, \"Kami telah dibebani dengan pekerjaan-pekerjaan yang sanggup kami kerjakan, yaitu salat, puasa, jihad, sedekah, dan kini telah turun pula ayat ini, yang kami tidak sanggup melaksanakannya\". Maka Rasulullah saw bersabda, \"Apakah kamu hendak mengatakan seperti perkataan Ahli Kitab sebelum kamu, mereka mengatakan, \"Kami dengar dan kami durhaka\". Katakanlah, \"Kami dengar dan kami taat, kami memohon ampunan-Mu Ya, Tuhan kami, dan hanya kepada Engkaulah kami kembali. Tatkala Rasulullah membacakan ayat ini kepada mereka, lidah mereka mengikutinya. Lalu turun ayat berikutnya, ayat 285 al-Baqarah. Abu Hurairah berkata, \"Tatkala para sahabat telah mengerjakan yang demikian Allah menghilangkan kekhawatiran mereka terhadap ayat itu dan Dia menurunkan ayat berikutnya: Allah tidak membebani seseorang melainkan sesuai dengan kesanggupannya. (al-Baqarah/2: 286) Hadis di atas melukiskan kekhawatiran para sahabat yang sangat takut kepada azab Allah. Para sahabat dahulunya adalah orang-orang yang hidup, dididik dan dibesarkan di dalam lingkungan kehidupan Arab jahiliah. Pikiran, hati, kepercayaan dan adat istiadat jahiliah telah sangat berpengaruh di dalam diri mereka. Bahkan di antara mereka ada pemuka dan pemimpin orang-orang Arab jahiliah. Setelah Nabi Muhammad saw diutus, mereka mengikuti seruan Nabi dan masuk agama Islam dengan sepenuh hati. Walaupun demikian bekas-bekas pengaruh kepercayaan dan kebudayaan Arab jahiliah masih ada di dalam jiwa mereka. Kepercayaan dan kebudayaan tersebut hilang dan hapus secara berangsur-angsur, setiap turun ayat-ayat Al-Qur'an dan setiap menjelaskan risalah yang dibawanya kepada mereka. Mereka sendiri selalu berusaha agar bekas dari pengaruh yang tidak baik itu segera hilang dari diri mereka. Tatkala turun ayat ini mereka merasa khawatir, kalau Allah swt tidak mengampuni dosa-dosa mereka, sebagai akibat dari bekas-bekas kepercayaan dan kebudayaan Arab jahiliah yang masih ada pada hati dan jiwa mereka, walaupun mereka telah berusaha sekuat tenaga menghilangkannya. Karena kecemasan dan kekhawatiran itulah mereka segera bertanya kepada Rasulullah saw. Rasa kekhawatiran akan diazab Allah swt tergambar pada pertanyaan 'Umar bin al-Khaththab kepada Huzaifah. Beliau pernah bertanya kepada Huzaifah, \"Adakah engkau (Huzaifah) dapati pada diriku salah satu dari tanda-tanda munafik?\" Maka untuk menghilangkan kekhawatiran itu dan menenteramkan hati mereka, turunlah ayat seperti yang dikutip di atas (al-Baqarah/2:286). Dengan turunnya ayat ini, hati para sahabat merasa tenang dan tenteram, karena mereka telah yakin bahwa segala larangan dan perintah Allah itu sesuai dengan batas kemampuan manusia. Tidak ada perintah dan larangan yang tidak sanggup dilakukan manusia atau dihentikannya. Hanya orang yang ingkar kepada Allah sajalah yang merasa berat menghentikan larangan-Nya. Mereka telah yakin pula bahwa pekerjaan buruk yang terlintas di dalam pikiran mereka dan mereka benci kepada pekerjaan itu, telah mereka usahakan untuk menghilangkannya, karena itu mereka tidak akan dihukum. Allah berfirman: Allah tidak menghukum kamu karena sumpahmu yang tidak kamu sengaja, tetapi Dia menghukum kamu karena niat yang terkandung dalam hatimu. Allah Maha Pengampun, Maha Penyantun. (al-Baqarah/2: 225) Selanjutnya Allah menerangkan bahwa Dia menghisab (memperhitungkan) apa yang ada di dalam hati manusia, baik yang disembunyikan atau yang dinyatakan, dan dengan perhitungan-Nya itu, Dia membalas perbuatan manusia dengan adil, karena perhitungan dan pembalasan itu dilandasi dengan sifat Allah Yang Maha Pengasih kepada hamba-hamba-Nya. Kemudian Allah menegaskan bahwa dengan karunia-Nya Dia mengampuni hamba-Nya dan mengazabnya dengan adil serta memberi pahala yang berlipat ganda kepada orang yang mengerjakan amal saleh. Akhirnya Allah menyatakan bahwa \"Dia Mahakuasa atas segala sesuatu\". Dari ayat ini dipahami bahwa Allah Mahakuasa atas segala sesuatu, maka mintalah pertolongan kepada-Nya, agar dapat melaksanakan perintah-perintah-Nya dan menghentikan larangan-Nya, mohonlah taufik dan hidayah-Nya. Awal surah Al-Baqarah dimulai dengan menerangkan bahwa Al-Qur'an tidak ada keraguan padanya dan juga menerangkan sikap manusia terhadapnya, yaitu ada yang beriman, ada yang kafir, dan ada yang munafik. Selanjutnya disebutkan hukum-hukum salat, zakat, puasa, haji, pernikahan, jihad, riba, hukum perjanjian dan sebagainya. Ayat ini merupakan ayat penutup surah Al-Baqarah yang menegaskan sifat Nabi Muhammad saw, dan para pengikutnya terhadap Al-Qur'an itu. Mereka mempercayainya menjadikannya sebagai pegangan hidup untuk mencapai kebahagiaan di dunia dan di akhirat. Ayat ini juga menegaskan akan kebesaran dan kebenaran Nabi Muhammad, dan orang-orang yang beriman, dan menegaskan bahwa hukum-hukum yang tersebut itu adalah hukum-hukum yang benar. Dengan ayat ini Allah swt menyatakan dan menetapkan bahwa Rasulullah saw dan orang-orang yang beriman, benar-benar telah mempercayai Al-Qur'an, mereka tidak ragu sedikit pun dan mereka meyakini kebenaran Al-Qur'an itu. Pernyataan Allah ini terlihat pada diri Rasulullah saw dan pribadi-pribadi orang mukmin, terlihat pada kesucian dan kebersihan hati mereka, ketinggian cita-cita mereka, ketahanan dan ketabahan hati mereka menerima cobaan dalam menyampaikan agama Allah, sikap mereka di waktu mencapai kemenangan dan menghadapi kekalahan, sikap mereka terhadap musuh-musuh yang telah dikuasai, sikap mereka di waktu ditawan dan sikap mereka di waktu memasuki daerah-daerah luar Jazirah Arab. Sikap dan watak yang demikian adalah sikap dan watak yang ditimbulkan oleh ajaran Al-Qur'an, dan ketaatan melaksanakan hukum Allah. Inilah yang dimaksud dengan jawaban 'Aisyah r.a. ketika ditanya tentang akhlak Nabi Muhammad saw, beliau menjawab: \"Bukankah engkau selalu membaca Al-Qur'an? Jawabnya, \"Ya\". 'Aisyah berkata, \"Maka sesungguhnya akhlak Nabi itu sesuai dengan Al-Qur'an.\" (Riwayat Muslim) Seandainya Nabi Muhammad saw tidak meyakini benar ajaran-ajaran yang dibawanya, dan tidak berpegang kepada kebenaran dalam melaksanakan tugas-tugasnya, tentulah dia dan pengikutnya tidak akan berwatak demikian. Dia akan ragu-ragu dalam melaksanakan cita-citanya, ragu-ragu menceritakan kejadian-kejadian umat yang dahulu yang tersebut di dalam Al-Qur'an, terutama dalam menghadapi reaksi orang Yahudi dan Nasrani. Apalagi mengingat orang Yahudi dan Nasrani adalah orang yang banyak pengetahuan mereka tentang sejarah purbakala di masa itu, karena itu Nabi Muhammad selalu memikirkan dan tetap meyakini kebenaran setiap ajaran agama yang akan beliau kemukakan kepada mereka. Orang-orang yang hidup di zaman Nabi, baik pengikut beliau maupun orang-orang yang mengingkari, semuanya mengatakan bahwa Muhammad adalah orang yang dapat dipercaya, bukan seorang pendusta. Setiap orang yang beriman yakin adanya Allah Yang Maha Esa. Hanya Dia yang menciptakan makhluk, tidak berserikat dengan sesuatu pun. Mereka percaya kepada kitab-kitab Allah yang telah diturunkan kepada para nabi-Nya, percaya kepada malaikat-malaikat Allah, dan malaikat yang menjadi penghubung antara Allah dengan rasul-rasul-Nya, pembawa wahyu Allah. Mengenai keadaan zat, sifat-sifat dan pekerjan-pekerjaan malaikat itu termasuk ilmu Allah, hanya Allah yang Mahatahu. Percaya kepada malaikat merupakan bukti percaya kepada Allah. Dinyatakan pula pendirian kaum Muslimin terhadap para rasul, tidak membeda-bedakan antara rasul-rasul Allah; mereka berkeyakinan bahwa semua rasul itu sama dalam mengimaninya. Allah swt berfirman: Katakanlah, \"Kami beriman kepada Allah dan kepada apa yang diturunkan kepada kami, dan kepada apa yang diturunkan kepada Ibrahim, Ismail, Ishak, Yakub dan anak cucunya, dan kepada apa yang diberikan kepada Musa dan Isa serta kepada apa yang diberikan kepada nabi-nabi dari Tuhan mereka. Kami tidak membeda-bedakan seorang pun di antara mereka, dan kami berserah diri kepada-Nya.\" (al-Baqarah/2: 136) Di ayat lain diterangkan bahwa masing-masing rasul itu mempunyai keutamaan dibandingkan dengan rasul-rasul yang lain. Suatu keutamaan yang dipunyai seorang rasul mungkin tidak dipunyai oleh rasul yang lain, dan rasul yang lain itu mempunyai keutamaan pula. Rasul-rasul itu Kami lebihkan sebagian mereka dari sebagian yang lain¦¦ (al-Baqarah/2: 253) Ayat ini mengisyaratkan keutamaan umat Islam atas umat-umat lainnya yang membedakan rasul-rasul Allah. Ada yang mereka percayai dan ada yang tidak mereka percayai. Bahkan sebagian dari para rasul itu semasa hidupnya ada yang mereka perolok-olokkan. Sementara umat Islam tidak memperlakukan mereka seperti itu. Allah menerangkan lagi sifat-sifat lain yang dimiliki orang Islam. Yaitu apabila mereka mendengar suatu perintah atau larangan Allah, mereka mendengar dengan penuh perhatian, melaksanakan perintah itu, dan menjauhi larangan-Nya. Mereka merasakan kebesaran dan kekuasaan Allah, dan yakin bahwa hanya Allah sajalah yang wajib disembah dan ditaati. Oleh karena orang mukmin mempunyai sifat-sifat yang demikian, maka mereka selalu memanjatkan doa kepada Allah, yaitu: \"Ampunilah kami wahai Tuhan kami, dan kepada Engkaulah kami kembali\". Sesungguhnya doa orang yang beriman bukanlah sekadar untuk meminta ampun kepada Allah swt atas kesalahan-kesalahan yang mereka perbuat, bahkan juga memohon ke hadirat Allah agar selalu diberi taufik dan hidayah, agar dapat melaksanakan segala perintah-Nya dan meninggalkan segala larangan-Nya. Dari doa ini dapat dipahami bahwa orang yang beriman selalu berusaha melaksanakan perintah Allah dan meninggalkan larangan-Nya setelah mereka mendengar, memahami perintah dan larangan itu. Mereka sadar bahwa mereka seorang manusia yang tidak sempurna, tidak luput dari kekurangan. Sekalipun hati dan jiwa mereka telah berjanji akan menaati perintah dan larangan Allah setelah mendengar dan memahaminya, tetapi tanpa mereka sadari mereka sering lupa dan lalai, sehingga mereka mengabaikan perintah dan larangan itu. Sekalipun mereka telah mengetahui bahwa Allah tidak akan menghukum manusia karena lupa dan lalai, tetapi orang-orang yang beriman merasa dirinya wajib memohon ampun dan bertobat kepada Allah, agar Allah tidak menghukumnya karena perbuatan yang demikian itu. Pengaruh iman yang demikian tampak pada tingkah laku, sifat, tindakan dan perbuatan mereka. Semuanya itu dijuruskan dan diarahkan ke jalan yang diridai Allah. Hal ini dipahami dari pernyataan mereka, \"Hanya kepada Engkaulah kami kembali\". Pernyataan ini mengungkapkan hakikat hidup manusia yang sebenarnya, menggariskan pedoman hidup dan tujuan akhir yang harus dicapai oleh manusia. (286) Dalam mencapai tujuan hidup itu, manusia diberi beban oleh Allah sesuai kesanggupannya, mereka diberi pahala lebih dari yang telah diusahakannya dan mendapat siksa seimbang dengan kejahatan yang telah dilakukannya. Amal yang dibebankan kepada seseorang hanyalah yang sesuai dengan kesanggupannya. Agama Islam adalah agama yang tidak membebani manusia dengan beban yang berat dan sukar. Mudah, ringan dan tidak sempit adalah asas pokok dari agama Islam. Allah berfirman: ¦. dan Dia tidak menjadikan kesukaran untukmu dalam agama. ¦ (al-Â¦ajj/22: 78). Allah hendak memberikan keringanan kepadamu, karena manusia diciptakan (bersifat) lemah. (an-Nisa'/4: 28). ¦. Allah menghendaki kemudahan bagimu, dan tidak menghendaki kesukaran bagimu. ¦. (al-Baqarah/2: 185) Kemudian Allah menerangkan hasil amalan yang telah dibebankan dan dilaksanakan oleh manusia, yaitu amal saleh yang dikerjakan mereka. Maka balasannya akan diterima dan dirasakan oleh mereka berupa pahala dan surga. Sebaliknya perbuatan dosa yang dikerjakan oleh manusia, maka hukuman mengerjakan perbuatan dosa itu, akan dirasakan dan ditanggung pula oleh mereka, yaitu siksa dan azab di neraka. Ayat ini mendorong manusia agar mengerjakan perbuatan yang baik serta menunaikan kewajiban yang telah ditetapkan agama. Ayat ini memberi pengertian bahwa perbuatan baik itu adalah perbuatan yang mudah dikerjakan manusia karena sesuai dengan watak dan tabiatnya, sedang perbuatan yang jahat adalah perbuatan yang sukar dikerjakan manusia karena tidak sesuai dengan watak dan tabiatnya. Manusia dilahirkan dalam keadaan fitrah yang suci dan telah tertanam dalam hatinya jiwa ketauhidan. Sekalipun manusia oleh Allah diberi potensi untuk menjadi baik dan menjadi buruk, tetapi dengan adanya jiwa tauhid yang telah tertanam dalam hatinya sejak dia masih dalam rahim ibunya, maka tabiat ingin mengerjakan kebajikan itu lebih nyata dalam hati manusia dibanding dengan tabiat ingin melakukan kejahatan. Adanya keinginan yang tertanam pada diri seseorang untuk mengerjakan suatu pekerjaan yang baik, akan memberikan kemungkinan baginya untuk mendapat jalan yang mudah dalam mengerjakan pekerjaan itu. Apalagi bila dia berhasil dan dapat menikmati usahanya, maka dorongan dan semangat untuk melakukan pekerjaan baik yang lain semakin bertambah pada dirinya. Segala macam pekerjaan jahat adalah pekerjaan yang bertentangan dan tidak sesuai dengan tabiat manusia. Mereka melakukan perbuatan jahat pada mulanya adalah karena terpaksa. Bila dia mengerjakan perbuatan jahat, maka timbullah pada dirinya rasa takut, selalu khawatir akan diketahui oleh orang lain. Perasaan ini akan bertambah setiap melakukan kejahatan. Akhirnya timbullah rasa malas, rasa berdosa pada dirinya dan merasa dirinya dibenci oleh orang lain. Rasulullah saw bersabda: \"Kebajikan itu adalah budi pekerti yang baik, dan dosa itu adalah segala yang tergores di dalam hatimu, sedang engkau tidak suka orang lain mengetahuinya\". (Riwayat Muslim) Kesukaran yang timbul akibat perbuatan jahat akan bertambah terasa oleh manusia bila dia telah mulai menerima hukuman, langsung atau tidak langsung dari perbuatannya itu. Dari ayat ini juga dipahami pula bahwa seseorang tidak akan menerima keuntungan atau kerugian disebabkan perbuatan orang lain; mereka tidak akan diazab karena dosa orang lain. Mereka diazab hanyalah karena kejahatan yang mereka lakukan sendiri. (Yaitu) bahwa seseorang yang berdosa tidak akan memikul dosa orang lain, dan bahwa manusia hanya memperoleh apa yang telah diusahakannya, (an-Najm/53:38 dan 39) Di sisi lain, manusia bisa menerima keuntungan berupa pahala, apabila sudah mati kelak, dari hasil usahanya semasa hidupnya. Termasuk usaha manusia ialah anaknya yang saleh yang mendoakannya, sedekah jariah yang dikeluarkannya dan ilmu pengetahuan yang bermanfaat yang diajarkannya. Rasulullah saw bersabda: Apabila seseorang telah meninggal dunia, putuslah (pahala) amalnya kecuali tiga hal, yaitu: anak saleh yang mendoakannya, sedekah jariah, dan ilmu yang bermanfaat. (Riwayat al-Bukhari dan Muslim dari Abu Hurairah) Setelah disebutkan sifat-sifat orang yang beriman dan menyebutkan karunia yang telah dilimpahkan Allah kepada hamba-hamba-Nya, yaitu tidak membebani hamba dengan yang tidak sanggup mereka kerjakan, maka Allah mengajarkan doa untuk selalu dimohonkan kepada-Nya agar diampuni dari segala dosa karena mengerjakan perbuatan terlarang disebabkan lupa, salah atau tidak disengaja. Doa yang diajarkan kepada kita bukanlah sekadar untuk dibaca dan diulang-ulang lafaznya saja, melainkan maksudnya ialah agar doa itu dibaca dengan tulus ikhlas dengan sepenuh hati dan jiwa, di samping melakukan segala perintah-Nya dan menjauhi larangan-Nya, sesuai dengan kesanggupan hamba itu sendiri. Doa erat hubungannya dengan tindakan dan perbuatan. Tindakan dan perbuatan erat pula hubungannya dengan ilmu pengetahuan. Sebab itu orang yang berdoa belumlah dapat dikatakan berdoa, bila ia tidak mengerjakan perbuatan yang harus dikerjakan serta menjauhi larangan yang harus ditinggalkan. Berbuat dan beramal haruslah berdasarkan ilmu pengetahuan. Ada amal yang sanggup dikerjakan dan ada amal yang tidak sanggup dikerjakan, ada amal yang dikerjakan dengan sempurna dan ada pula amal yang tidak dapat dikerjakan dengan sempurna. Untuk menyempurnakan kekurangan ini, Allah mengajarkan doa kepada hamba-Nya. Dengan perkataan lain; doa itu menyempurnakan amal yang tidak sanggup dikerjakan dengan sempurna. Dari doa itu dipahami bahwa pada hakikatnya perbuatan terlarang yang dikerjakan karena lupa atau salah dan tidak disengaja, ada juga hukumannya. Hukuman itu ditimpakan kepada pelakunya. Karena itu Allah mengajarkan doa tersebut kepada hamba-Nya agar dia terhindar dari hukuman itu. Setelah diajarkan doa untuk meminta ampun kepada Allah dari segala perbuatan yang dilakukannya karena lupa dan tidak sengaja, maka diajarkan juga doa yang lain untuk memohon agar dia tidak dibebani dengan beban yang berat sebagaimana yang telah dibebankan kepada orang-orang dahulu. Kemudian diajarkan lagi doa untuk memohon agar dia tidak dibebani dengan beban yang tidak sanggup dipikulnya. Di antara doa orang-orang yang beriman ini sebagai berikut: \"Ya Allah, hapuskanlah dosa dan kesalahan kami, baik yang disengaja maupun yang tidak disengaja, dan janganlah kami diazab karena dosa perbuatan yang telah kami kerjakan. Janganlah kami disiksa karenanya, berilah kami taufik dan hidayah dalam segala perbuatan kami, sehingga kami dapat melaksanakan perintah-perintah Engkau dengan mudah\". Kita sudah diberi pedoman dalam berdoa kepada Allah, memohon pertolongan-Nya dalam menghadapi orang kafir. Pertolongan yang dimohonkan di sini ialah pertolongan agar mencapai kemenangan. Yang dimaksud kemenangan ialah kemenangan dunia dan akhirat, bukan semata-mata kemenangan dalam peperangan."
        },
        {
          "number": 286,
          "arabic": "لَا يُكَلِّفُ ٱللَّهُ نَفْسًا إِلَّا وُسْعَهَا ۚ لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا ٱكْتَسَبَتْ ۗ رَبَّنَا لَا تُؤَاخِذْنَآ إِن نَّسِينَآ أَوْ أَخْطَأْنَا ۚ رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَآ إِصْرًا كَمَا حَمَلْتَهُۥ عَلَى ٱلَّذِينَ مِن قَبْلِنَا ۚ رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِۦ ۖ وَٱعْفُ عَنَّا وَٱغْفِرْ لَنَا وَٱرْحَمْنَآ ۚ أَنتَ مَوْلَىٰنَا فَٱنصُرْنَا عَلَى ٱلْقَوْمِ ٱلْكَـٰفِرِينَ",
          "transliteration": "lā yukallifu l-lahu nafsan illā wus'ʿahā lahā mā kasabat waʿalayhā mā ik'tasabat rabbanā lā tuākhidh'nā in nasīnā aw akhṭanā rabbanā walā taḥmil ʿalaynā iṣ'ran kamā ḥamaltahu ʿalā alladhīna min qablinā rabbanā walā tuḥammil'nā mā lā ṭāqata lanā bihi wa-uʿ'fu ʿannā wa-igh'fir lanā wa-ir'ḥamnā anta mawlānā fa-unṣur'nā ʿalā l-qawmi l-kāfirīna",
          "translation": "Allah tidak membebani seseorang melainkan sesuai dengan kesanggupannya. Dia mendapat (pahala) dari kebajikan yang dikerjakannya dan dia mendapat (siksa) dari (kejahatan) yang diperbuatnya. (Mereka berdoa), \"Ya Tuhan kami, janganlah Engkau hukum kami jika kami lupa atau kami melakukan kesalahan. Ya Tuhan kami, janganlah Engkau bebani kami dengan beban yang berat sebagaimana Engkau bebankan kepada orang-orang sebelum kami. Ya Tuhan kami, janganlah Engkau pikulkan kepada kami apa yang tidak sanggup kami memikulnya. Maafkanlah kami, ampunilah kami, dan rahmatilah kami. Engkaulah pelindung kami, maka tolonglah kami menghadapi orang-orang kafir.\"",
          "tafsir": "Dalam mencapai tujuan hidup itu, manusia diberi beban oleh Allah sesuai kesanggupannya, mereka diberi pahala lebih dari yang telah diusahakannya dan mendapat siksa seimbang dengan kejahatan yang telah dilakukannya. Amal yang dibebankan kepada seseorang hanyalah yang sesuai dengan kesanggupannya. Agama Islam adalah agama yang tidak membebani manusia dengan beban yang berat dan sukar. Mudah, ringan dan tidak sempit adalah asas pokok dari agama Islam. Allah berfirman: \"…. dan Dia tidak menjadikan kesukaran untukmu dalam agama. …\" (al-hajj/22: 78). \"Allah hendak memberikan keringanan kepadamu, karena manusia diciptakan (bersifat) lemah\". (an-Nisa?/4: 28). \"…. Allah menghendaki kemudahan bagimu, dan tidak menghendaki kesukaran bagimu. …\". (al-Baqarah/2: 185) Kemudian Allah menerangkan hasil amalan yang telah dibebankan dan dilaksanakan oleh manusia, yaitu amal saleh yang dikerjakan mereka. Maka balasannya akan diterima dan dirasakan oleh mereka berupa pahala dan surga. Sebaliknya perbuatan dosa yang dikerjakan oleh manusia, maka hukuman mengerjakan perbuatan dosa itu, akan dirasakan dan ditanggung pula oleh mereka, yaitu siksa dan azab di neraka. Ayat ini mendorong manusia agar mengerjakan perbuatan yang baik serta menunaikan kewajiban yang telah ditetapkan agama. Ayat ini memberi pengertian bahwa perbuatan baik itu adalah perbuatan yang mudah dikerjakan manusia karena sesuai dengan watak dan tabiatnya, sedang perbuatan yang jahat adalah perbuatan yang sukar dikerjakan manusia karena tidak sesuai dengan watak dan tabiatnya. Manusia dilahirkan dalam keadaan fitrah yang suci dan telah tertanam dalam hatinya jiwa ketauhidan. Sekalipun manusia oleh Allah diberi potensi untuk menjadi baik dan menjadi buruk, tetapi dengan adanya jiwa tauhid yang telah tertanam dalam hatinya sejak dia masih dalam rahim ibunya, maka tabiat ingin mengerjakan kebajikan itu lebih nyata dalam hati manusia dibanding dengan tabiat ingin melakukan kejahatan. Adanya keinginan yang tertanam pada diri seseorang untuk mengerjakan suatu pekerjaan yang baik, akan memberikan kemungkinan baginya untuk mendapat jalan yang mudah dalam mengerjakan pekerjaan itu. Apalagi bila dia berhasil dan dapat menikmati usahanya, maka dorongan dan semangat untuk melakukan pekerjaan baik yang lain semakin bertambah pada dirinya. Segala macam pekerjaan jahat adalah pekerjaan yang bertentangan dan tidak sesuai dengan tabiat manusia. Mereka melakukan perbuatan jahat pada mulanya adalah karena terpaksa. Bila dia mengerjakan perbuatan jahat, maka timbullah pada dirinya rasa takut, selalu khawatir akan diketahui oleh orang lain. Perasaan ini akan bertambah setiap melakukan kejahatan. Akhirnya timbullah rasa malas, rasa berdosa pada dirinya dan merasa dirinya dibenci oleh orang lain. Rasulullah saw bersabda: “Kebajikan itu adalah budi pekerti yang baik, dan dosa itu adalah segala yang tergores di dalam hatimu, sedang engkau tidak suka orang lain mengetahuinya”. (Riwayat Muslim) Kesukaran yang timbul akibat perbuatan jahat akan bertambah terasa oleh manusia bila dia telah mulai menerima hukuman, langsung atau tidak langsung dari perbuatannya itu. Dari ayat ini juga dipahami pula bahwa seseorang tidak akan menerima keuntungan atau kerugian disebabkan perbuatan orang lain; mereka tidak akan diazab karena dosa orang lain. Mereka diazab hanyalah karena kejahatan yang mereka lakukan sendiri. (Yaitu) bahwa seseorang yang berdosa tidak akan memikul dosa orang lain, dan bahwa manusia hanya memperoleh apa yang telah diusahakannya, (an-Najm/53:38 dan 39) Di sisi lain, manusia bisa menerima keuntungan berupa pahala, apabila sudah mati kelak, dari hasil usahanya semasa hidupnya. Termasuk usaha manusia ialah anaknya yang saleh yang mendoakannya, sedekah jariah yang dikeluarkannya dan ilmu pengetahuan yang bermanfaat yang diajarkannya. Rasulullah saw bersabda: Apabila seseorang telah meninggal dunia, putuslah (pahala) amalnya kecuali tiga hal, yaitu: anak saleh yang mendoakannya, sedekah jariah, dan ilmu yang bermanfaat. (Riwayat al-Bukh±r³ dan Muslim dari Abµ Hurairah) Setelah disebutkan sifat-sifat orang yang beriman dan menyebutkan karunia yang telah dilimpahkan Allah kepada hamba-hamba-Nya, yaitu tidak membebani hamba dengan yang tidak sanggup mereka kerjakan, maka Allah mengajarkan doa untuk selalu dimohonkan kepada-Nya agar diampuni dari segala dosa karena mengerjakan perbuatan terlarang disebabkan lupa, salah atau tidak disengaja. Doa yang diajarkan kepada kita bukanlah sekadar untuk dibaca dan diulang-ulang lafaznya saja, melainkan maksudnya ialah agar doa itu dibaca dengan tulus ikhlas dengan sepenuh hati dan jiwa, di samping melakukan segala perintah-Nya dan menjauhi larangan-Nya, sesuai dengan kesanggupan hamba itu sendiri. Doa erat hubungannya dengan tindakan dan perbuatan. Tindakan dan perbuatan erat pula hubungannya dengan ilmu pengetahuan. Sebab itu orang yang berdoa belumlah dapat dikatakan berdoa, bila ia tidak mengerjakan perbuatan yang harus dikerjakan serta menjauhi larangan yang harus ditinggalkan. Berbuat dan beramal haruslah berdasarkan ilmu pengetahuan. Ada amal yang sanggup dikerjakan dan ada amal yang tidak sanggup dikerjakan, ada amal yang dikerjakan dengan sempurna dan ada pula amal yang tidak dapat dikerjakan dengan sempurna. Untuk menyempurnakan kekurangan ini, Allah mengajarkan doa kepada hamba-Nya. Dengan perkataan lain; doa itu menyempurnakan amal yang tidak sanggup dikerjakan dengan sempurna. Dari doa itu dipahami bahwa pada hakikatnya perbuatan terlarang yang dikerjakan karena lupa atau salah dan tidak disengaja, ada juga hukumannya. Hukuman itu ditimpakan kepada pelakunya. Karena itu Allah mengajarkan doa tersebut kepada hamba-Nya agar dia terhindar dari hukuman itu. Setelah diajarkan doa untuk meminta ampun kepada Allah dari segala perbuatan yang dilakukannya karena lupa dan tidak sengaja, maka diajarkan juga doa yang lain untuk memohon agar dia tidak dibebani dengan beban yang berat sebagaimana yang telah dibebankan kepada orang-orang dahulu. Kemudian diajarkan lagi doa untuk memohon agar dia tidak dibebani dengan beban yang tidak sanggup dipikulnya. Di antara doa orang-orang yang beriman ini sebagai berikut: “Ya Allah, hapuskanlah dosa dan kesalahan kami, baik yang disengaja maupun yang tidak disengaja, dan janganlah kami diazab karena dosa perbuatan yang telah kami kerjakan. Janganlah kami disiksa karenanya, berilah kami taufik dan hidayah dalam segala perbuatan kami, sehingga kami dapat melaksanakan perintah-perintah Engkau dengan mudah”. Kita sudah diberi pedoman dalam berdoa kepada Allah, memohon pertolongan-Nya dalam menghadapi orang kafir. Pertolongan yang dimohonkan di sini ialah pertolongan agar mencapai kemenangan. Yang dimaksud kemenangan ialah kemenangan dunia dan akhirat, bukan semata-mata kemenangan dalam peperangan."
        }
      ]
    }
  ]
}