{
  "pageNumber": 27,
  "juz": 2,
  "surahs": [
    {
      "number": 2,
      "name": "Al-Baqarah",
      "nameArabic": "البقرة",
      "meaning": "Sapi Betina",
      "revelation": "Madinah",
      "description": "Surat \"Al Baqarah\" terdiri atas 286 ayat dan sebagian besar diturunkan di Madinah pada permulaan tahun Hijrah, kecuali ayat 281 yang diturunkan di Mina pada Haji wadaa' (haji Nabi Muhammad s.a.w. yang terakhir). Seluruh ayat surat Al Baqarah termasuk golongan Madaniyyah dan merupakan surat yang terpanjang di antara surat-surat Al Qur'an yang di dalamnya terdapat pula ayat yang terpanjang (ayat 282).Surat ini dinamai \"Al Baqarah\" karena di dalamnya disebutkan kisah penyembelihan sapi betina yang diperintahkan Allah kepada Bani Israil (ayat 67 sampai dengan 74), di mana dijelaskan watak orang Yahudi pada umumnya. Dinamai \"Fusthaathul-Qur'an\" (puncak Al Qur'an) karena memuat beberapa hukum yang tidak disebutkan dalam surat yang lain. Dinamai juga surat \"Alif-laam-miim\" karena surat ini dimulai dengan Alif-laam-miim.&nbsp;Pokok-Pokok Isi:1. Keimanan:Dakwah Islamiyah yang dihadapkan kepada umat Islam, ahli kitab dan para musyrikin.2. Hukum-hukum:Perintah mengerjakan shalat; menunaikan zakat; hukum puasa; hukum haji dan umrah; hukum qishash; halal dan haram; berinfak di jalan Allah; hukum arak dan judi; cara menyantuni anak yatim, larangan riba; utang-piutang; nafkah dan yang berhak menerimanya; wasiat kepada ibu-bapak dan kaum kerabat; hukum sumpah; kewajiban menyampaikan amanah; sihir; hukum merusak masjid; hukum mengubah kitab-kitab Allah; hukum haidh, 'iddah, thalak, khulu', ilaa' dan susuan; hukum melamar, mahar, larangan menikahi wanita musyrik dan sebaliknya; hukum perang.3. Kisah-kisah:Kisah penciptaan Nabi Adam a.s; kisah Nabi Ibrahim a.s.; kisah Nabi Musa a.s. dengan Bani Israil.4. Lain-lain:Sifat-sifat orang yang bertakwa; sifat-sifat orang munafik; sifat-sifat Allah; perumpamaan-perumpamaan; kiblat, kebangkitan sesudah mati.Kesimpulan surat Al Baqarah:1. Menjelaskan beberapa hukum dalam agama Islam.2. Mengemukakan beberapa perumpamaan.3. Mengemukakan hujjah-hujjah.Hubungan Surat Al Baqarah Dengan Surat Ali 'Imran:1. Dalam surat Al Baqarah, disebutkan Nabi Adam a.s. yang langsung diciptakan Allah, sedang dalam surat Ali'Imran, disebutkan tentang kelahiran Nabi 'Isa a.s. yang kedua-duanya diciptakan Allah secara menyelisihi kebiasaan.2. Dalam surat Al Baqarah, sifat dan perbuatan orang-orang Yahudi dibentangkan secara luas disertai dengan hujjah untuk mematahkan hujjah-hujjah mereka yang membela kesesatan, sedang dalam surat Ali 'Imran, dibentangkan hal-hal serupa yang berhubungan dengan orang Nasrani.3. Surat Al Baqarah dimulai dengan menyebutkan tiga golongan manusia, yaitu orang mukmin, orang yang mengimani hari akhir, dan orang munafik. Sementara itu, surat Ali 'Imran dimulai dengan menyebutkan orang yang suka mentakwilkan ayat yang mutasyabihaat secara salah untuk memfitnah orang mukmin, dan menyebutkan orang yang mempunyai keahlian dalam menakwilkannya.4. Surat Al Baqarah disudahi dengan permohonan kepada Allah agar kesalahan-kesalahan dan kealpaan dalam melaksanakan ketaatan diampuni, sedang surat Ali 'Imran disudahi dengan permohonan kepada Allah agar Dia memberi pahala atas amal saleh yang dilakukan hamba-Nya.5. Surat Al Baqarah dimulai dengan menyebutkan sifat-sifat orang yang bertakwa, sedang surat Ali 'Imran dimulai dengan perintah bertakwa.",
      "verses": [
        {
          "number": 177,
          "arabic": "۞ لَّيْسَ ٱلْبِرَّ أَن تُوَلُّوا۟ وُجُوهَكُمْ قِبَلَ ٱلْمَشْرِقِ وَٱلْمَغْرِبِ وَلَـٰكِنَّ ٱلْبِرَّ مَنْ ءَامَنَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ وَٱلْمَلَـٰٓئِكَةِ وَٱلْكِتَـٰبِ وَٱلنَّبِيِّـۧنَ وَءَاتَى ٱلْمَالَ عَلَىٰ حُبِّهِۦ ذَوِى ٱلْقُرْبَىٰ وَٱلْيَتَـٰمَىٰ وَٱلْمَسَـٰكِينَ وَٱبْنَ ٱلسَّبِيلِ وَٱلسَّآئِلِينَ وَفِى ٱلرِّقَابِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَٱلْمُوفُونَ بِعَهْدِهِمْ إِذَا عَـٰهَدُوا۟ ۖ وَٱلصَّـٰبِرِينَ فِى ٱلْبَأْسَآءِ وَٱلضَّرَّآءِ وَحِينَ ٱلْبَأْسِ ۗ أُو۟لَـٰٓئِكَ ٱلَّذِينَ صَدَقُوا۟ ۖ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُتَّقُونَ",
          "transliteration": "laysa l-bira an tuwallū wujūhakum qibala l-mashriqi wal-maghribi walākinna l-bira man āmana bil-lahi wal-yawmi l-ākhiri wal-malāikati wal-kitābi wal-nabiyīna waātā l-māla ʿalā ḥubbihi dhawī l-qur'bā wal-yatāmā wal-masākīna wa-ib'na l-sabīli wal-sāilīna wafī l-riqābi wa-aqāma l-ṣalata waātā l-zakata wal-mūfūna biʿahdihim idhā ʿāhadū wal-ṣābirīna fī l-basāi wal-ḍarāi waḥīna l-basi ulāika alladhīna ṣadaqū wa-ulāika humu l-mutaqūna",
          "translation": "Kebajikan itu bukanlah mengahadapkan wajahmu ke arah timur dan ke barat, tetapi kebajikan itu ialah (kebajikan) orang yang beriman kepada Allah, hari akhir, malaikat-malaikat, kitab-kitab, dan nabi-nabi dan memberikan harta yang dicintainya kepada kerabat, anak yatim, orang-orang miskin, orang-orang yang dalam perjalanan (musafir), peminta-minta, dan untuk memerdekakan hamba sahaya, yang melaksanakan salat dan menunaikan zakat, orang-orang yang menepati janji apabila berjanji, dan orang yang sabar dalam kemelaratan, penderitaan dan pada masa peperangan. Mereka itulah orang-orang yang benar, dan mereka itulah orang-orang yang bertakwa.",
          "tafsir": "Ayat ini bukan saja ditujukan kepada umat Yahudi dan Nasrani, tetapi mencakup juga semua umat yang menganut agama-agama yang diturunkan dari langit, termasuk umat Islam. Pada ayat 177 ini Allah menjelaskan kepada semua umat manusia, bahwa kebajikan itu bukanlah sekadar menghadapkan muka kepada suatu arah yang tertentu, baik ke arah timur maupun ke arah barat, tetapi kebajikan yang sebenarnya ialah beriman kepada Allah dengan sesungguhnya, iman yang bersemayam di lubuk hati yang dapat menenteramkan jiwa, yang dapat menunjukkan kebenaran dan mencegah diri dari segala macam dorongan hawa nafsu dan kejahatan. Beriman kepada hari akhirat sebagai tujuan terakhir dari kehidupan dunia yang serba kurang dan fana. Beriman kepada malaikat yang di antara tugasnya menjadi perantara dan pembawa wahyu dari Allah kepada para nabi dan rasul. Beriman kepada semua kitab-kitab yang diturunkan Allah, baik Taurat, Injil maupun Al-Qur'an dan lain-lainnya, jangan seperti Ahli Kitab yang percaya pada sebagian kitab yang diturunkan Allah, tetapi tidak percaya kepada sebagian lainnya, atau percaya kepada sebagian ayat-ayat yang mereka sukai, tetapi tidak percaya kepada ayat-ayat yang tidak sesuai dengan keinginan mereka. Beriman kepada semua nabi tanpa membedakan antara seorang nabi dengan nabi yang lain. Iman tersebut harus disertai dan ditandai dengan amal perbuatan yang nyata, sebagaimana yang diuraikan dalam ayat ini, yaitu: 1. a.memberikan harta yang dicintai kepada karib kerabat yang membutuhkannya. Anggota keluarga yang mampu hendaklah lebih mengutamakan memberi nafkah kepada keluarga yang lebih dekat. b.memberikan bantuan harta kepada anak-anak yatim dan orang-orang yang tidak berdaya. Mereka membutuhkan pertolongan dan bantuan untuk menyambung hidup dan meneruskan pendidikannya, sehingga mereka bisa hidup tenteram sebagai manusia yang bermanfaat dalam lingkungan masyarakatnya. c.memberikan harta kepada musafir yang membutuhkan, sehingga mereka tidak terlantar dalam perjalanan dan terhindar dari pelbagai kesulitan. d.memberikan harta kepada orang yang terpaksa meminta minta karena tidak ada jalan lain baginya untuk menutupi kebutuhannya. e.memberikan harta untuk menghapus perbudakan, sehingga ia dapat memperoleh kemerdekaan dan kebebasan dirinya yang sudah hilang. 2.Mendirikan salat, artinya melaksanakannya pada waktunya dengan khusyuk lengkap dengan rukun-rukun dan syarat-syaratnya. 3.Menunaikan zakat kepada yang berhak menerimanya sebagaimana yang tersebut dalam surah at-Taubah ayat 60. Di dalam Al-Qur'an apabila disebutkan perintah: \"mendirikan salat\", selalu pula diiringi dengan perintah: \"menunaikan zakat\", karena antara salat dan zakat terjalin hubungan yang sangat erat dalam melaksanakan ibadah dan kebajikan. Sebab salat pembersih jiwa sedang zakat pembersih harta. Mengeluarkan zakat bagi manusia memang sukar, karena zakat suatu pengeluaran harta sendiri yang sangat disayangi. Oleh karena itu apabila ada perintah salat, selalu diiringi dengan perintah zakat, karena kebajikan itu tidak cukup dengan jiwa saja tetapi harus pula disertai dengan harta. Oleh karena itulah, sesudah Nabi Muhammad saw wafat, para sahabat sepakat tentang wajib memerangi orang yang tidak mau menunaikan zakat hartanya. 4.Menepati janji bagi mereka yang telah mengadakan perjanjian. Segala macam janji yang telah dijanjikan wajib ditepati, baik janji kepada Allah seperti sumpah dan nazar dan sebagiannya, maupun janji kepada manusia, terkecuali janji yang bertentangan dengan hukum Allah (syariat Islam) seperti janji berbuat maksiat, maka tidak boleh (haram) dilakukan, hal ini dikuatkan oleh sabda Rasulullah saw: Tanda munafik ada tiga: yaitu apabila ia berkata, maka ia selalu berbohong, apabila ia berjanji, maka ia selalu tidak menepati janjinya, apabila ia dipercayai, maka ia selalu berkhianat. (Riwayat Muslim dari Abu Hurairah r.a.). 5. Sabar dalam arti tabah, menahan diri dan berjuang dalam mengatasi kesempitan, yakni kesulitan hidup seperti krisis ekonomi; penderitaan, seperti penyakit atau cobaan ; dan dalam peperangan, yaitu ketika perang sedang berkecamuk. Mereka itulah orang-orang yang benar dalam arti sesuai dengan sikap, ucapan dan perbuatannya dan mereka itulah orang-orang yang bertakwa."
        },
        {
          "number": 178,
          "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ كُتِبَ عَلَيْكُمُ ٱلْقِصَاصُ فِى ٱلْقَتْلَى ۖ ٱلْحُرُّ بِٱلْحُرِّ وَٱلْعَبْدُ بِٱلْعَبْدِ وَٱلْأُنثَىٰ بِٱلْأُنثَىٰ ۚ فَمَنْ عُفِىَ لَهُۥ مِنْ أَخِيهِ شَىْءٌ فَٱتِّبَاعٌۢ بِٱلْمَعْرُوفِ وَأَدَآءٌ إِلَيْهِ بِإِحْسَـٰنٍ ۗ ذَٰلِكَ تَخْفِيفٌ مِّن رَّبِّكُمْ وَرَحْمَةٌ ۗ فَمَنِ ٱعْتَدَىٰ بَعْدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٌ",
          "transliteration": "yāayyuhā alladhīna āmanū kutiba ʿalaykumu l-qiṣāṣu fī l-qatlā l-ḥuru bil-ḥuri wal-ʿabdu bil-ʿabdi wal-unthā bil-unthā faman ʿufiya lahu min akhīhi shayon fa-ittibāʿun bil-maʿrūfi wa-adāon ilayhi bi-iḥ'sānin dhālika takhfīfun min rabbikum waraḥmatun famani iʿ'tadā baʿda dhālika falahu ʿadhābun alīmun",
          "translation": "Wahai orang-orang yang beriman! Diwajibkan atas kamu (melaksanakan) kisas<sup foot_note=135010>1</sup> berkenaan dengan orang yang dibunuh. Orang merdeka dengan orang merdeka, hamba sahaya dengan hamba sahaya, perempuan dengan perempuan. Tetapi barang siapa memperoleh maaf dari saudaranya, hendaklah dia mengikutinya dengan baik, dan membayar diat (tebusan) kepadanya dengan baik (pula). Yang demikian itu adalah keringanan dan rahmat dari Tuhanmu. Barang siapa melampaui batas setelah itu, maka ia akan mendapat azab yang sangat pedih.",
          "tafsir": "Ayat ini menetapkan suatu hukuman kisas yang wajib dilaksanakan dengan ketentuan-ketentuan: 1. Apabila orang merdeka membunuh orang merdeka, maka kisas berlaku bagi pembunuh yang merdeka tersebut. 2. Apabila seorang budak membunuh budak (hamba sahaya), maka kisas berlaku bagi budak pembunuh. 3. Apabila yang membunuh seorang perempuan, maka yang terkena hukuman mati adalah perempuan tersebut. Demikianlah menurut bunyi ayat ini, tetapi bagaimana hukumannya kalau terjadi hal-hal seperti berikut: a. Apabila orang merdeka membunuh seorang hamba sahaya. b. Apabila seorang Muslim membunuh seorang kafir zimmi (kafir yang menjadi warga negara Islam). c. Apabila orang banyak bersama-sama membunuh seorang manusia d. Apabila seorang laki-laki membunuh seorang perempuan. e. Apabila seorang ayah membunuh anaknya. Para ulama memberikan hasil ijtihadnya masing-masing sebagai berikut: Menurut mazhab Hanafi, pada masalah no. 1 dan no. 2 hukumnya ialah bahwa si pembunuh itu harus dihukum mati, walaupun derajat yang dibunuh dianggap lebih rendah dari yang membunuhnya, dengan alasan antara lain: 1)Dari permulaan ayat 178 ini sampai kepada kata-kata al-qatl sudah dianggap satu kalimat yang sempurna. Jadi, tidak dibedakan antara derajat manusia yang membunuh dan yang dibunuh. Sedang kata-kata berikutnya yaitu orang merdeka dengan orang merdeka, hamba sahaya dengan hamba sahaya dan perempuan dengan perempuan, hanyalah sekadar memperkuat hukum, agar jangan berbuat seperti pada masa jahiliah. 2)Ayat ini dinasakhkan (tidak berlaku lagi hukumannya) dengan ayat 45 surah al-Ma'idah/5 yang tidak membedakan derajat dan agama manusia. Menurut mazhab Maliki dan Syafi'i, pada masalah No. 1 dan No. 2 ini, pembunuh tidak dibunuh, karena persamaan itu adalah menjadi syarat bagi mereka dengan alasan bahwa: 1) Kalimat dalam ayat tersebut belum dianggap sempurna kalau belum sampai kepada kata-kata: (perempuan dengan perempuan). Jadi merdeka dengan yang merdeka, hamba sahaya dengan hamba sahaya dan perempuan dengan perempuan. Persamaan itu menjadi syarat, sedang ayat 45 Al-Ma'idah sifatnya umum ditakhsiskan dengan ayat ini. 2) Sabda Rasulullah saw: Tidak dibunuh orang mukmin karena membunuh orang kafir. (Riwayat al-Bukhari dari Ali bin Abi thalib) Masalah no. 3: menurut jumhur ulama, semua dihukum mati karena masing-masing telah mengambil bagian dalam pembunuhan. Masalah no. 4 hukumnya sesuai dengan ijmak sahabat, yaitu pembunuh wajib dihukum mati, karena dianggap tidak ada perbedaan yang pokok antara laki-laki dengan perempuan. Masalah no. 5 hukumnya tidak dihukum mati karena membunuh anaknya, sesuai dengan sabda Rasulullah saw: Ayah tidak dibunuh karena membunuh anaknya (Riwayat al-Bukhari dari Umar) Pada masalah yang terakhir ini dan masalah-masalah sebelumnya ditetapkan hukumnya bahwa si pembunuh bebas dari hukuman kisas, tetapi dijatuhkan kepadanya hukuman lain, seperti diat, denda, dan sebagainya, sebagaimana diterangkan secara terinci di dalam kitab-kitab fikih. Selanjutnya Allah swt menerangkan adanya kemungkinan lain yang lebih ringan dari kisas, yaitu \"Barang siapa mendapat suatu pemaafan dari saudara yang terbunuh, maka hendaklah orang yang diberi maaf itu membayar diat kepada saudara (ahli waris) yang memberi maaf dengan cara yang baik.\" Artinya gugurlah hukuman wajib kisas dan diganti dengan hukuman diat yang wajib dibayar dengan baik oleh yang membunuh. Kemudian dalam penutup ayat ini Allah memperingatkan kepada ahli waris yang telah memberi maaf, agar jangan berbuat yang tidak wajar kepada pihak yang telah diberi maaf, karena apabila ia berbuat hal-hal yang tidak wajar, maka artinya perbuatan itu melampaui batas dan akan mendapat azab yang pedih di hari kiamat."
        },
        {
          "number": 179,
          "arabic": "وَلَكُمْ فِى ٱلْقِصَاصِ حَيَوٰةٌ يَـٰٓأُو۟لِى ٱلْأَلْبَـٰبِ لَعَلَّكُمْ تَتَّقُونَ",
          "transliteration": "walakum fī l-qiṣāṣi ḥayatun yāulī l-albābi laʿallakum tattaqūna",
          "translation": "Dan dalam kisas itu ada (jaminan) kehidupan bagimu, wahai orang-orang yang berakal, agar kamu bertakwa.",
          "tafsir": "Pada ayat tersebut diberikan penjelasan tentang hikmah hukuman kisas, yaitu untuk mencapai keamanan dan ketenteraman. Karena dengan pelaksanaan hukum kisas, umat manusia tidak akan sewenang-wenang melakukan pembunuhan dengan memperturutkan hawa nafsunya saja, dan mendasarkan pembunuhan itu kepada perasaan bahwa dirinya lebih kuat, lebih kaya, lebih berkuasa dan sebagainya. Tafsir al-Manar telah memberikan uraian panjang lebar tentang kebaikan hukuman kisas dan hukuman diat yang dibawa oleh Al-Qur'an; dengan memberikan bermacam-macam perbandingan tentang perundang-undangan, serta tingkah laku umat manusia, baik di timur maupun di barat, dan memberikan analisis beberapa pendapat para sarjana hukum. Tafsir al-Manar mengatakan: apabila kita memperhatikan syariat umat yang terdahulu, dan yang sekarang tentang hukuman yang ditetapkan dalam pembunuhan, maka kita melihat bahwa Al-Qur'an benar-benar berada digaris tengah yang sangat wajar. Karena hukuman yang diberikan kepada pembunuh pada periode jahiliah adalah selalu berdasarkan kepada kuat dan lemahnya suku. Seorang yang terbunuh dari suku yang kuat, sebagai balasan biasanya membunuh 10 orang dari pihak suku pembunuh yang lemah. Tafsir al-Manar menambahkan, \".... Sebagian manusia (penjahat-penjahat), kalau hukuman pembunuh hanya ditetapkan sekadar masuk penjara beberapa tahun, mereka tidak akan jera, bahkan ada yang ingin masuk penjara untuk mendapatkan perlindungan dan penghidupan dengan cuma-cuma. Bagi orang seperti ini, tentulah yang paling baik hukumannya ialah kisas, dibunuh apabila ia membunuh orang lain. Tetapi kalau ahli waris yang terbunuh memberikan maaf, maka gugurlah hukuman kisas diganti dengan hukuman lain yaitu membayar diat (denda).\" Demikian beberapa uraian ringkasan dari Tafsir al-Manar."
        },
        {
          "number": 180,
          "arabic": "كُتِبَ عَلَيْكُمْ إِذَا حَضَرَ أَحَدَكُمُ ٱلْمَوْتُ إِن تَرَكَ خَيْرًا ٱلْوَصِيَّةُ لِلْوَٰلِدَيْنِ وَٱلْأَقْرَبِينَ بِٱلْمَعْرُوفِ ۖ حَقًّا عَلَى ٱلْمُتَّقِينَ",
          "transliteration": "kutiba ʿalaykum idhā ḥaḍara aḥadakumu l-mawtu in taraka khayran l-waṣiyatu lil'wālidayni wal-aqrabīna bil-maʿrūfi ḥaqqan ʿalā l-mutaqīna",
          "translation": "Diwajibkan atas kamu, apabila maut hendak menjemput seseorang diantara kamu, jika dia meninggalkan harta, berwasiat untuk kedua orang tua dan karib kerabat dengan cara yang baik,<sup foot_note=135011>1</sup> (sebagai) kewajiban bagi orang-orang yang bertakwa.",
          "tafsir": "Secara umum menurut bunyi ayat 180 ini, Allah mewajibkan berwasiat bagi orang yang beriman yang merasa bahwa ajalnya sudah dekat, dengan datangnya tanda-tanda bahwa dia akan mati. Kewajiban berwasiat, bagi orang-orang yang mempunyai harta, agar sesudah mati dapat disisihkan sebagian harta yang akan diberikan kepada ibu-bapak dan karib kerabatnya dengan baik (adil dan wajar). Para ulama mujtahid, dalam menetapkan suatu hukum wasiat yang positif dari ayat 180 ini, memerlukan pembahasan dan penelitian terhadap ayat-ayat lain dalam Al-Qur'an dan terhadap hadis-hadis Nabi yang ada hubungannya dengan persoalan ini, sehingga mereka menghasilkan pendapat antara lain: 1. Jumhur ulama memberikan pendapat bahwa ayat wasiat 180 ini telah dinasakhkan (dihapus hukumnya) oleh ayat-ayat harta waris yang diturunkan dengan terperinci pada surah an-Nisa' ayat 11 dan 12 dengan alasan antara lain sebagai berikut: a. Sabda Rasulullah saw: Sesungguhnya Allah swt telah memberikan kepada setiap orang haknya masing-masing, maka tidak ada wasiat bagi ahli waris (Riwayat Ahmad dan al-Baihaqi dari Abu Umamah al-Bahili). Hadis ini walaupun tidak mutawatir, namun telah diterima baik oleh para ulama Islam semenjak dahulu. b. Para ulama sependapat bahwa ayat-ayat harta waris tersebut diturunkan sesudah ayat wasiat ini. 2. Para ulama yang berpendapat bahwa ayat wasiat ini dinasakh oleh ayat-ayat harta waris, terbagi pula kepada 2 golongan: golongan pertama mengatakan, tidak ada wasiat yang wajib, baik kepada kerabat yang ahli waris maupun kerabat yang bukan ahli waris. Golongan kedua berpendapat bahwa yang dinasakhkan hanya wasiat kepada kerabat ahli waris saja, sesuai dengan ayat-ayat mawaris itu tetapi untuk karib kerabat yang tidak termasuk ahli waris, wasiat itu tetap wajib hukumnya sesuai dengan ayat wasiat ini. 3.Menurut Abu Muslim al-Isfahani (seorang ulama yang tidak mengakui adanya nasakh dalam ayat-ayat Al-Qur'an) dan Ibnu Jarir ath-thabari, bahwa ayat wasiat 180 ini, tidak dinasakhkan oleh ayat-ayat mawaris dengan alasan antara lain: a.Tidak ada pertentangan antara ayat wasiat ini dengan ayat-ayat mawaris, karena wasiat ini sifatnya pemberian dari Tuhan. Oleh karena itu, seorang ahli waris bisa mendapat bagian dari wasiat sesuai dengan ayat 180 ini, dan dari warisan sesuai dengan ketentuan ayat-ayat harta waris. b.Andaikata ada pertentangan antara ayat wasiat ini dengan ayat-ayat harta waris, maka dapat dikompromikan yaitu ayat-ayat wasiat ini sifatnya umum, artinya wajib wasiat kepada setiap kerabat, baik ahli waris maupun bukan, sedang ayat-ayat mawaris sifatnya khusus. Jadi kewajiban berwasiat itu seperti dalam ayat 180 tetap berlaku, sehingga tidak bertentangan dengan ayat-ayat harta waris. Pada ayat 180 ini diterangkan lagi bahwa wasiat itu diberlakukan kalau harta yang akan ditinggalkan oleh yang berwasiat itu banyak. Para ulama yang memberi pendapat tentang berapa banyak jumlah harta yang mengharuskan adanya wasiat. Perincian pendapat para ulama ini dapat diketahui dalam kitab fikih. Tetapi bagaimanapun banyaknya dalil yang dikemukakan, pikiran yang sehat dapat mengambil kesimpulan bahwa harta yang ditinggalkan itu tentulah tidak sedikit sebab wasiat tidak boleh melebihi sepertiga dari jumlah seluruh harta yang ditinggalkan, setelah dikeluarkan lebih dahulu apa yang wajib dikeluarkan, seperti utang-utang dan ongkos seperlunya untuk kepentingan penyelenggaraan jenazah. Kalau wasiat itu lebih dari sepertiga, maka harus mendapat persetujuan dari ahli waris. Kalau ada yang tidak setuju, maka wasiat hanya berlaku sepertiga dari jumlah harta yang ditinggalkan, sesuai dengan sabda nabi Muhammad saw: Sesungguhnya Allah telah membolehkan memberikan sepertiga dari harta kamu sewaktu dekat dengan kematian (ajal) untuk menambah kebajikan kamu. (Riwayat ad-Daraquthni dari Mu'adz bin Jabal) Jadi kalau harta itu sedikit, wasiat tidak pantas dan tidak wajar dikeluarkan. Sesudah itu ayat ini menekankan, bahwa apa yang diwasiatkan itu diberikan dan dibagi secara makruf, artinya secara baik, adil dan wajar. Jangan ada yang menerima sedikit, sedang yang lain menerima banyak, kecuali dalam hal-hal yang cukup wajar, yaitu orang yang menerima lebih banyak, karena sangat banyak kebutuhannya dibandingkan dengan yang lain."
        },
        {
          "number": 181,
          "arabic": "فَمَنۢ بَدَّلَهُۥ بَعْدَ مَا سَمِعَهُۥ فَإِنَّمَآ إِثْمُهُۥ عَلَى ٱلَّذِينَ يُبَدِّلُونَهُۥٓ ۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٌ",
          "transliteration": "faman baddalahu baʿdamā samiʿahu fa-innamā ith'muhu ʿalā alladhīna yubaddilūnahu inna al-laha sami'un alimun",
          "translation": "Barang siapa mengubahnya (wasiat itu), setelah mendengarnya, maka sesungguhnya dosanya hanya bagi orang yang mengubahnya. Sungguh, Allah Maha Mendengar, Maha Mengetahui.",
          "tafsir": "Ayat 181 ini memperingatkan dengan tegas agar wasiat yang telah dibuat, jangan diubah oleh siapa pun juga. Barang siapa yang mengubah atau menggantinya dan ia telah mengetahui isi yang sebenarnya dari wasiat itu, maka dialah yang akan memikul segala dosa yang tidak dapat dielakkannya, karena sesungguhnya Allah Maha Mengetahui lagi Maha Mendengar."
        }
      ]
    }
  ]
}