{
  "pageNumber": 183,
  "juz": 10,
  "surahs": [
    {
      "number": 8,
      "name": "Al-Anfal",
      "nameArabic": "الأنفال",
      "meaning": "Harta Rampasan Perang",
      "revelation": "Madinah",
      "description": "Surat Al-Anfal terdiri dari 75 ayat dan termasuk surat Madaniyyah, karena seluruh ayatnya diturunkan di Madinah.Surat ini dinamakan Al-Anfal yang berarti harta rampasan perang berhubung kata Al-Anfal terdapat pada permulaan surat ini. Selain itu, persoalan yang menonjol dalam surat ini ialah tentang harta rampasan perang, hukum perang, dan hal-hal yang berhubungan dengan peperangan pada umumnya. Menurut riwayat Ibnu Abbas, surat ini diturunkan berkenaan dengan perang Badar Kubra yang terjadi pada tahun kedua hijriah. Peperangan ini sangat penting karena menentukan jalannya sejarah perkembangan Islam. Pada waktu itu, umat Islam dengan kekuatan kecil dan untuk pertama kali dapat mengalahkan kaum musyrikin yang berjumlah besar dan berperlengkapan yang cukup. Dalam peperangan ini, kaum muslimin memperoleh harta rampasan perang yang tidak sedikit. Oleh sebab itu, timbullah permasalahan bagaimana membagi harta rampasan perang itu. Maka, Allah menurunkan ayat pertama surat ini.Selain hal-hal tersebut di atas, pokok-pokok isi surat ini sebagai berikut:1. Keimanan:Allah selalu menyertai dan melindungi orang-orang yang beriman; hanya Allah yang berhak menentukan hukum-hukum agama; jaminan Allah terhadap kemenangan umat yang beriman; pertolongan Allah terhadap orang-orang yang bertawakkal; hanya Allah yang dapat mempersatukan hati orang yang beriman; tindakan-tindakan dan hukum-hukum Allah didasarkan pada kepentingan umat manusia; keberadaan malaikat yang menolong barisan kaum muslimin dalam perang Badar; gangguan setan pada orang-orang mukmin dan tipu daya mereka pada orang-orang musyrikin; syirik adalah dosa besar.2. Hukum-hukum:Aturan pembagian harta rampasan perang; kebolehan memakan harta rampasan perang; larangan lari atau mundur dalam peperangan; hukum mengurusi tawanan perang pada permulaan Islam; kewajiban taat kepada pimpinan dalam perang; keharusan mengusahakan perdamaian; kewajiban mempersiapkan diri dengan segala alat perlengkapan perang; ketahanan mental, sabar dan tawakkal serta mengingat Allah dalam peperangan; tujuan perang dalam Islam; larangan khianat kepada Allah dan Rasul serta amanat; larangan mengkhianati perjanjian.3. Kisah-kisah:Keengganan beberapa orang Islam untuk ikut perang Badar; suasana kaum muslimin sebelum, sesudah, dan ketika perang berlangsung; keadaan Nabi Muhammad sebelum hijrah dan permusuhan kaum musyrikin terhadap beliau; orang Yahudi membatalkan perjanjian damai dengan Nabi Muhammad; keadaan orang kafir musyrikin dan Ahli Kitab serta keburukan orang-orang munafik.4. Lain-lain:Pengertian iman, tanda dan sifat orang yang beriman; sunnatullah yang berlaku pada individu dan masyarakat.Surat Al-Anfal menerangkan hal-hal yang berhubungan dengan peperangan pada umumnya, khususnya Perang Badar, peperangan yang menentukan jalannya sejarah Islam dan kaum muslimin, bahkan tidak salah sekiranya dikatakan bahwa Perang Badar menentukan jalan sejarah umat manusia pada umumnya. Sebagian besar surat ini mengandung hal-hal yang berhubungan dengan perdamaian dan peperangan, tingkah laku orang-orang kafir, orang-orang munafik dan sebagian orang-orang Islam yang imannya tidak kuat dalam peperangan. Kemudian ditegaskan bahwa Allah menolong orang-orang yang beriman dan menghancurkan orang-orang kafir dan munafik. Ini merupakan sunnatullah yang tidak dapat dipungkiri berlakunya, sebagaimana pernah terjadi pada Fir'aun dan kaumnya serta umat-umat yang sebelumnya.Hubungan Surat Al-Anfal Dengan Surat At-Taubah:Surat Al-Anfal menyebutkan hal-hal yang berhubungan dengan pokok dan cabang (furu') agama, sunnatullah, hukum perjanjian dan janji setia, hukum perang dan damai. Perkara-perkara ini juga disebutkan dalam surat At-Taubah, umpamanya:1. Perjanjian yang dikemukakan surat Al-Anfal dijelaskan oleh surat At-Taubah, terutama hal-hal yang berhubungan dengan pengkhianatan janji oleh musuh.2. Sama-sama menerangkan tentang memerangi orang-orang musyrikin dan Ahli Kitab.3. Surat Al-Anfal mengemukakan bahwa yang mengurus dan memakmurkan Masjidil haram adalah orang-orang yang bertakwa, sedang surat At-Taubah menerangkan bahwa orang-orang musyrik tidak pantas mengurus dan memakmurkan masjid, bahkan mereka akan menghalang-halangi orang-orang Islam terhadapnya.4. Surat Al-Anfal menyebutkan sifat-sifat orang-orang yang sempurna imannya dan sifat-sifat orang-orang kafir, lalu pada akhir surat diterangkan pula tentang hukum perlindungan atas orang-orang muslim yang berhijrah, orang-orang muslim yang tidak berhijrah, dan orang-orang kafir. Hal yang serupa dikemukakan pula oleh surat At-Taubah.5. Surat Al-Anfal menganjurkan agar berinfak di jalan Allah, sedang surat At-Taubah menegaskan hal yang sama. Dalam surat Al-Anfal diterangkan tentang penggunaan harta rampasan perang, sedang surat At-Taubah menerangkan penggunaan zakat.6. Surat Al-Anfal mengemukakan tentang orang-orang munafik dan orang-orang yang ada penyakit dalam hatinya, kemudian surat At-Taubah menerangkan hal ini lebih luas. Jika kita perhatikan ternyata antara surat Al-Anfal dan surat At-Taubah terdapat hubungan yang erat sekali. Seakan-akan keduanya merupakan satu surat, bahkan sebagian ahli tafsir mengatakan bahwa sekiranya bukan karena ketentuan Allah, mereka memandang surat Al-Anfal dan surat At-Taubah sebagai satu surat.",
      "verses": [
        {
          "number": 46,
          "arabic": "وَأَطِيعُوا۟ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَنَـٰزَعُوا۟ فَتَفْشَلُوا۟ وَتَذْهَبَ رِيحُكُمْ ۖ وَٱصْبِرُوٓا۟ ۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّـٰبِرِينَ",
          "transliteration": "wa-aṭīʿū l-laha warasūlahu walā tanāzaʿū fatafshalū watadhhaba rīḥukum wa-iṣ'birū inna l-laha maʿa l-ṣābirīna",
          "translation": "Dan taatilah Allah dan Rasul-Nya dan janganlah kamu berselisih, yang menyebabkan kamu menjadi gentar dan kekuatanmu hilang dan bersabarlah. Sungguh, Allah bersama orang-orang sabar.",
          "tafsir": "Dalam ayat ini Allah memerintahkan kepada kaum Muslimin agar tetap menaati Allah dan Rasul-Nya terutama dalam peperangan. Ketaatan kepada Rasul dengan pengertian bahwa beliau harus dipandang sebagai komandan tertinggi dalam peperangan yang akan melaksanakan perintah Allah, dengan ucapan dan perbuatan. Ketaatan kepada Rasul, dalam arti taat kepada perintahnya dan siasatnya, menjadi syarat mutlak untuk mencapai kemenangan. Allah memerintahkan pula agar jangan ada perselisihan di antara sesama tentara, karena perselisihan itu membawa kelemahan dan akan menjurus kepada kehancuran sehingga akhirnya dikalahkan oleh musuh. Pertikaian menyebabkan kaum Muslimin menjadi gentar dan hilang kekuatannya. Kaum Muslimin diperintahkan untuk sabar, karena Allah selalu bersama orang-orang yang sabar. Sabar ada lima macam: (1)Sabar menjalankan ketaatan kepada Allah dan Rasul-Nya; (2)Sabar menjauhi larangan-Nya; (3)Sabar tidak mengeluh ketika menerima cobaan; (4)Sabar dalam perjuangan, sampai tetes darah penghabisan; (5)Sabar menjauhkan diri dari kemewahan dan perbuatan yang tidak berguna, serta hidup sederhana."
        },
        {
          "number": 47,
          "arabic": "وَلَا تَكُونُوا۟ كَٱلَّذِينَ خَرَجُوا۟ مِن دِيَـٰرِهِم بَطَرًا وَرِئَآءَ ٱلنَّاسِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ ۚ وَٱللَّهُ بِمَا يَعْمَلُونَ مُحِيطٌ",
          "transliteration": "walā takūnū ka-alladhīna kharajū min diyārihim baṭaran wariāa l-nāsi wayaṣuddūna ʿan sabīli l-lahi wal-lahu bimā yaʿmalūna muḥīṭun",
          "translation": "Dan janganlah kamu seperti orang-orang yang keluar dari kampung halamannya dengan rasa angkuh dan ingin dipuji orang (ria) serta menghalang-halangi (orang) dari jalan Allah. Allah meliputi segala yang mereka kerjakan.",
          "tafsir": "Dalam ayat ini Allah melarang kaum Muslimin agar tidak bersikap seperti orang-orang kafir Quraisy yang keluar dari kampungnya dengan rasa angkuh dengan maksud ria pada manusia. Mereka berlaku angkuh dan sombong terhadap manusia yang melihatnya dan mereka selalu memuji-muji tentaranya dengan menonjolkan sikap-sikap keperwiraan dan keberaniannya. Mereka bermaksud membangkitkan permusuhan dengan Nabi Muhammad dan berpaling dari dakwahnya dan menyiksa para sahabat yang mengikuti jejak Nabinya. Allah memberi peringatan, bahwa Dia Maha Mengetahui apa saja yang mereka kerjakan dan memberi ancaman dengan azab yang setimpal dengan kejahatannya. Menurut Imam al-Bukhari, ayat itu diturunkan sehubungan dengan peristiwa kaum musyrikin Quraisy, ketika mereka meninggalkan negeri Mekah dan bergerak menuju Badar. Ketika Rasulullah berhadapan dengan tentara musyrikin itu, beliau munajat dengan berkata, \"Ya Allah, inilah kaum Quraisy telah datang dengan kesombongan dan kecongkakannya, mereka ingkar kepada-Mu dan mendustakan utusan-Mu, maka berikanlah pertolongan yang Engkau telah janjikan kepada kami.\" Ketika Abu Sufyan yang memimpin kafilah unta niaga itu melihat, bahwa untanya telah selamat menyusur pantai, maka ia berkata kepada Abu Jahal yang memimpin pasukan Quraisy, \"Kedatangan kamu itu hanya sekadar menyelamatkan kafilah unta jangan sampai dirampas oleh sahabat-sahabat Muhammad, maka sekarang kafilah unta itu telah selamat. Karena itu pulanglah kamu kembali ke Mekah.\" Abu Jahal berkata, \"Demi Allah kami tidak akan kembali sebelum sampai ke Badar.\" Kebetulan pada waktu itu di Badar ada pasar besar yang banyak menghimpun barang dagangan setiap tahun. Abu Jahal berkata, \"Kami akan tinggal di Badar selama tiga hari sehingga sempat minum arak dengan puas, memakan hidangan yang enak, menyembelih unta dan menghibur diri dengan lagu dan kesenian. Biarlah semua bangsa Arab mengetahui dan menyaksikan, bahwa kaum Quraisy berada dalam kebesaran dan kejayaan.\" Karena itu Allah melarang kaum Muslimin berlaku seperti mereka, sebaliknya orang-orang mukmin harus tetap memelihara keikhlasan hati, ketabahan, kesabaran dan ketaatan kepada Rasulullah."
        },
        {
          "number": 48,
          "arabic": "وَإِذْ زَيَّنَ لَهُمُ ٱلشَّيْطَـٰنُ أَعْمَـٰلَهُمْ وَقَالَ لَا غَالِبَ لَكُمُ ٱلْيَوْمَ مِنَ ٱلنَّاسِ وَإِنِّى جَارٌ لَّكُمْ ۖ فَلَمَّا تَرَآءَتِ ٱلْفِئَتَانِ نَكَصَ عَلَىٰ عَقِبَيْهِ وَقَالَ إِنِّى بَرِىٓءٌ مِّنكُمْ إِنِّىٓ أَرَىٰ مَا لَا تَرَوْنَ إِنِّىٓ أَخَافُ ٱللَّهَ ۚ وَٱللَّهُ شَدِيدُ ٱلْعِقَابِ",
          "transliteration": "wa-idh zayyana lahumu l-shayṭānu aʿmālahum waqāla lā ghāliba lakumu l-yawma mina l-nāsi wa-innī jārun lakum falammā tarāati l-fi-atāni nakaṣa ʿalā ʿaqibayhi waqāla innī barīon minkum innī arā mā lā tarawna innī akhāfu l-laha wal-lahu shadīdu l-ʿiqābi",
          "translation": "Dan (ingatlah) ketika setan menjadikan terasa indah bagi mereka perbuatan (dosa) mereka dan mengatakan, \"Tidak ada (orang) yang dapat mengalahkan kamu pada hari ini, dan sungguh, aku adalah penolongmu\". Maka ketika kedua pasukan itu telah saling melihat (berhadapan), setan balik ke belakang seraya berkata, \"Sesungguhnya aku berlepas diri dari kamu; aku dapat melihat apa yang kamu tidak dapat melihat; sesungguhnya aku takut kepada Allah.\" Allah sangat keras siksa-Nya.",
          "tafsir": "Dalam ayat ini Allah menyuruh kaum Muslimin agar memperhatikan peristiwa yang dialami oleh kaum musyrikin dengan setan pada waktu Perang Badar, yaitu ketika setan menjadikan mereka memandang baik pekerjaan mereka dengan mengatakan bahwa tidak ada seorang manusia pun yang dapat mengalahkan kamu pada hari ini dan setan pun tetap akan memberikan bantuan yang diperlukan. Setan membayangkan kepada kaum musyrikin Quraisy bahwa mereka pasti menang, tidak ada suatu golongan yang dapat mengalahkan mereka, karena jumlah tentaranya yang banyak dan persenjataannya yang lengkap. Setan pun menghasut pengikut-pengikutnya dengan mengatakan bahwa perjuangan mereka itu betul-betul perjuangan yang suci, dan setan sendiri akan tetap mendampingi mereka sebagai kawan yang setia. Ketika kedua pasukan itu sudah berhadap-hadapan sehingga masing-masing melihat keadaan lawannya dengan jelas, maka sebelum terjadi peperangan setan itu berbalik ke belakang seraya berkata, \"Aku berlepas diri dari kamu karena aku dapat melihat apa yang kamu sekalian tidak dapat melihatnya.\" Yang dilihat oleh setan itu ialah bala bantuan Allah kepada kaum Muslimin, yaitu pasukan malaikat yang jumlahnya tidak kurang dari seribu malaikat. Setan berkata selanjutnya, \"Saya takut kepada Allah, dan Allah sangat pedih siksa-Nya.\" Ketakutan setan disebabkan dia melihat malaikat yang diturunkan dari langit untuk membantu perjuangan umat Islam. Setan dan malaikat itu adalah dua golongan yang sangat bertentangan dan tidak dapat berkumpul. Seandainya kedua-duanya berkumpul maka pastilah golongan yang kuat yaitu malaikat akan membinasakan golongan yang lemah yaitu setan dan kawan-kawannya."
        },
        {
          "number": 49,
          "arabic": "إِذْ يَقُولُ ٱلْمُنَـٰفِقُونَ وَٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ غَرَّ هَـٰٓؤُلَآءِ دِينُهُمْ ۗ وَمَن يَتَوَكَّلْ عَلَى ٱللَّهِ فَإِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ",
          "transliteration": "idh yaqūlu l-munāfiqūna wa-alladhīna fī qulūbihim maraḍun gharra hāulāi dīnuhum waman yatawakkal ʿalā l-lahi fa-inna l-laha ʿazīzun ḥakīmun",
          "translation": "(Ingatlah), ketika orang-orang munafik dan orang-orang yang ada penyakit di dalam hatinya berkata, \"Mereka itu (orang mukmin) ditipu agamanya.\" (Allah berfirman), \"Barang siapa bertawakal kepada Allah, ketahuilah bahwa Allah Mahaperkasa, Mahabijaksana.\"",
          "tafsir": "Dalam ayat ini Allah memperingatkan kaum Muslimin agar tidak terpengaruh oleh ucapan-ucapan yang dilontarkan musuh, ketika orang-orang munafik dan orang-orang yang ada penyakit dalam hatinya berkata, \"Apakah gerangan yang mendorong sahabat-sahabat Muhammad untuk maju ke medan pertempuran di Badar, padahal jumlah mereka hanya sedikit, lebih kurang tiga ratus orang dan jumlah musuhnya banyak sekali, keberanian mereka tidak lain hanya karena ditipu oleh agamanya.\" Allah membantah ucapan mereka dengan firman-Nya yang mengatakan, \"Barang siapa yang tawakal kepada Allah dan beriman kepada-Nya dengan hati yang ikhlas dan teguh, maka Allah pasti memberikan pertolongan kepadanya dan tidak ada yang dapat mencegah kehendak Allah, karena Allah Mahaperkasa lagi Mahabijaksana.\""
        },
        {
          "number": 50,
          "arabic": "وَلَوْ تَرَىٰٓ إِذْ يَتَوَفَّى ٱلَّذِينَ كَفَرُوا۟ ۙ ٱلْمَلَـٰٓئِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَـٰرَهُمْ وَذُوقُوا۟ عَذَابَ ٱلْحَرِيقِ",
          "transliteration": "walaw tarā idh yatawaffā alladhīna kafarū l-malāikatu yaḍribūna wujūhahum wa-adbārahum wadhūqū ʿadhāba l-ḥarīqi",
          "translation": "Dan sekiranya kamu melihat ketika para malaikat mencabut nyawa orang-orang yang kafir sambil memukul wajah dan punggung mereka (dan berkata), \"Rasakanlah olehmu siksa neraka yang membakar.\"",
          "tafsir": "Dalam ayat ini Allah menjelaskan bahwa seandainya Rasulullah saw melihat dengan mata kepala sendiri keadaan orang-orang kafir Quraisy ketika dicabut nyawanya oleh para malaikat, sambil memukul muka dan belakangnya, tentulah Rasulullah akan merasa ngeri melihat azab itu. Di samping azab-azab yang dirasakan oleh tubuhnya, mereka menderita kesakitan pula karena hardikan dari malaikat yang berkata, \"Rasakanlah olehmu siksa neraka yang membakar.\" Sebenarnya apa yang diterangkan Allah pada ayat ini adalah persoalan yang termasuk perkara gaib, manusia tidak dapat melihat dan menyaksikan azab itu. Seandainya mereka dapat melihat, tentulah mereka akan menyaksikan suatu kejadian yang dahsyat, sehingga dapat menjadikan orang kafir lari dari kekafirannya, dan orang-orang zalim berhenti dari kezalimannya karena takut akibat-akibatnya. Menurut suatu riwayat, maksud ayat ini ialah: kaum Muslimin memukul mereka dari depan, sedang para malaikat memukul mereka dari belakang ketika Perang Badar. Hal ini menunjukkan mukjizat Nabi dalam menghadapi tentara Quraisy yang cukup besar."
        },
        {
          "number": 51,
          "arabic": "ذَٰلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ وَأَنَّ ٱللَّهَ لَيْسَ بِظَلَّـٰمٍ لِّلْعَبِيدِ",
          "transliteration": "dhālika bimā qaddamat aydīkum wa-anna l-laha laysa biẓallāmin lil'ʿabīdi",
          "translation": "Demikian itu disebabkan oleh perbuatan tanganmu sendiri. Dan sesungguhnya Allah tidak menzalimi hamba-hamba-Nya,",
          "tafsir": "Azab yang mereka rasakan itu adalah sebagai akibat perbuatan tangan mereka sendiri, yaitu kekafiran dan kezalimannya, baik dengan ucapan maupun dengan perbuatan. Disebut \"tangan\" yang mengadakan perbuatan, padahal suatu perbuatan kadang-kadang dilaksanakan dengan tangan atau kaki, panca indra atau akal, oleh karena menurut kebiasaan sebagian besar amal perbuatan manusia itu dilaksanakan dengan tangan. Allah tidak akan menyiksa seorang pun, kecuali disebabkan dosa-dosa dan pelanggaran yang dibuatnya sendiri. Sesungguhnya Allah berfirman, \"Wahai hamba-hamba-Ku, sesungguhnya Aku telah mengharamkan kezaliman atas diri-Ku sendiri dan telah mengharamkan pula kezaliman itu di antara kamu. Oleh karena itu kamu jangan sekali-kali berbuat zalim. Wahai hamba-hamba-Ku sesungguh-nya amal-amalmu saja yang akan Aku perhitungkan bagimu. Barang siapa yang mendapat kebaikan, maka hendaklah ia memuji Allah dan barang siapa yang mendapat kejelekan, maka janganlah dia mencela, kecuali dirinya sendiri.\" (Riwayat Muslim dari Abu dzar)"
        },
        {
          "number": 52,
          "arabic": "كَدَأْبِ ءَالِ فِرْعَوْنَ ۙ وَٱلَّذِينَ مِن قَبْلِهِمْ ۚ كَفَرُوا۟ بِـَٔايَـٰتِ ٱللَّهِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمْ ۗ إِنَّ ٱللَّهَ قَوِىٌّ شَدِيدُ ٱلْعِقَابِ",
          "transliteration": "kadabi āli fir'ʿawna wa-alladhīna min qablihim kafarū biāyāti l-lahi fa-akhadhahumu l-lahu bidhunūbihim inna l-laha qawiyyun shadīdu l-ʿiqābi",
          "translation": "(Keadaan mereka) serupa dengan keadaan pengikut Fir'aun dan orang-orang yang sebelum mereka. Mereka mengingkari ayat-ayat Allah, maka Allah menyiksa mereka disebabkan dosa-dosanya. Sungguh, Allah Maha Kuat lagi sangat keras siksa-Nya.",
          "tafsir": "Keadaan orang-orang musyrikin Quraisy itu serupa dengan keadaan Fir'aun dan pengikut-pengikutnya dan orang-orang kafir sebelumnya. Mereka itu mengingkari ayat-ayat Allah, maka Allah membalas dengan menyiksa mereka, disebabkan karena dosa-dosanya dengan siksaan yang ditimpakan Tuhan Yang Mahakuasa lagi Mahaperkasa. Telah menjadi Sunnatullah bahwa Allah menyiksa orang-orang kafir disebabkan dosa-dosanya, maka demikian pulalah yang terjadi ketika Perang Badar. Allah memberikan pertolongan kepada Rasul-Nya dan kaum Muslimin, dan menghancurkan orang-orang kafir disebabkan dosa-dosa mereka. Allah adalah Mahakuasa lagi pedih siksa-Nya. Tidak ada seorang pun dapat meloloskan diri dari azab yang telah ditentukan-Nya. Nabi Muhammad bersabda: \"Sesungguhnya Allah Taala memberikan kesempatan (tidak segera menyiksa) kepada orang yang zalim, akan tetapi bilamana akan menyiksanya, maka dia tidak akan lolos dari siksa-Nya.\" (Riwayat al-Bukhari dan Muslim)"
        }
      ]
    }
  ]
}