{
  "pageNumber": 468,
  "juz": 24,
  "surahs": [
    {
      "number": 40,
      "name": "Ghafir",
      "nameArabic": "غافر",
      "meaning": "Yang Maha Pengampun",
      "revelation": "Makkah",
      "description": "Surat \"Ghafir\" terdiri atas 85 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Az-Zumar.Dinamakan \"Ghafir\" (yang mengampuni), karena ada hubungannya dengan kata \"Ghafir\" yang terdapat pada ayat ke-3 surat ini. Ayat ini mengingatkan bahwa \"Maha Pengampun\" dan \"Maha Penerima Taubat\" adalah termasuk sifat Allah. Karena itu, hamba-hamba Allah tidak perlu khawatir terhadap perbuatan-perbuatan dosa yang telah telanjur mereka lakukan, semuanya akan diampuni Allah dengan syarat memohon ampunan dan bertaubat kepada-Nya dengan sungguh-sungguh serta berjanji tidak akan mengulangi perbuatan-perbuatan dosa itu lagi. Surat ini juga dinamai \"Dzit Thaul\" (Yang Mempunyai Karunia) karena kata tersebut terdapat pada ayat ke-3.Dinamai pula \"Al-Mu'min\" (orang yang beriman), berhubung kata \"mu'min\" yang terdapat pada ayat ke-28 surat ini. Pada ayat ke-28 diterangkan bahwa seorang dari kaum Fir'aun telah beriman kepada Nabi Musa tetapi menyembunyikan keimanannya di depan kaumnya. Setelah mendengar keterangan dan melihat mukjizat yang dikemukakan oleh Nabi Musa, hati kecil orang itu mencela Fir'aun dan kaumnya yang tidak mau beriman kepada Nabi Musa sekalipun telah dikemukakan keterangan dan mukjizat yang diminta mereka.**Pokok-Pokok Isi:**1. **Keimanan:** Sifat-sifat malaikat yang memikul 'Arsy dan yang berada di sekitarnya; dalil-dalil yang menunjukkan kekuasaan Allah, sifat-sifat Allah yang menunjukkan kebesaran dan keagungan-Nya; ilmu Allah meliputi segala sesuatu; bukti-bukti yang menunjukkan keberadaan hari kebangkitan.2. **Kisah:** Kisah Nabi Musa dengan Fir'aun.3. **Lain-lain:** Sikap orang mukmin dan orang kafir terhadap Al-Qur'an; permohonan orang-orang kafir agar dikeluarkan dari neraka; peringatan untuk orang-orang musyrik tentang kedahsyatan hari kiamat; anjuran bersabar dalam menghadapi kaum musyrikin; nikmat-nikmat Allah yang terdapat di daratan dan lautan; janji Rasulullah bahwa orang-orang mukmin akan menang terhadap musuhnya.Surat Ghafir mengemukakan hal-hal yang berhubungan dengan bantahan orang-orang kafir dan pengakuan orang-orang mukmin terhadap Al-Qur'an terutama yang berhubungan dengan ketauhidan, penegasan kebangkitan dan kerasulan. Selain itu, surat ini juga mengemukakan bahwa keadaan orang-orang musyrik akan sama dengan keadaan Fir'aun, Qarun, dan Haman, bila mereka tetap dalam kemusyrikannya.**Hubungan Surat Ghafir Dengan Surat Fussilat:**1. Kedua surat ini sama-sama memberikan peringatan kepada orang-orang Quraisy yang mengingkari Nabi Muhammad.2. Kedua surat ini sama-sama dimulai dengan menyebutkan sifat-sifat Al-Qur'an.",
      "verses": [
        {
          "number": 8,
          "arabic": "رَبَّنَا وَأَدْخِلْهُمْ جَنَّـٰتِ عَدْنٍ ٱلَّتِى وَعَدتَّهُمْ وَمَن صَلَحَ مِنْ ءَابَآئِهِمْ وَأَزْوَٰجِهِمْ وَذُرِّيَّـٰتِهِمْ ۚ إِنَّكَ أَنتَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
          "transliteration": "rabbanā wa-adkhil'hum jannāti ʿadnin allatī waʿadttahum waman ṣalaḥa min ābāihim wa-azwājihim wadhurriyyātihim innaka anta l-ʿazīzu l-ḥakīmu",
          "translation": "Ya Tuhan kami, masukkanlah mereka ke dalam surga 'Adn yang telah Engkau janjikan kepada mereka, dan orang yang saleh di antara nenek moyang mereka, istri-istri, dan keturunan mereka. Sungguh, Engkaulah Yang Mahaperkasa, Mahabijaksana,",
          "tafsir": "Dalam ayat ini dijelaskan doa malaikat selanjutnya bagi orang-orang yang beriman: Keempat, para malaikat memohon agar orang-orang mukmin dimasukkan ke dalam surga 'Adn yang telah dijanjikan oleh Allah melalui ucapan rasul-Nya. Para malaikat juga memohon agar bersama mereka itu dimasukkan juga orang-orang saleh di antara bapak-bapak, istri-istri, dan keturunan mereka semua, supaya mereka merasa senang karena berkumpul dengan keluarga di tempat yang dapat memberi kegembiraan dan kesenangan, menimbulkan rasa riang dan suka yang amat berkesan. Sa'id bin Jubair menjelaskan bahwa ketika seorang laki-laki masuk surga ia berkata, \"Ya Tuhan! Di mana ayah, nenek, dan ibuku? Di mana anak dan cucuku? Di mana istriku?\" Dijawab bahwa mereka itu tidak beramal seperti amalan yang telah dilakukannya. Ia lalu berkata, \"Ya Tuhan! Saya beramal untuk diriku dan mereka.\" Maka mereka disamakan kedudukannya di surga dan ia lalu membaca ayat ini. Sejalan dengan ayat ini firman Allah: Dan orang-orang yang beriman, beserta anak cucu mereka yang mengikuti mereka dalam keimanan, Kami pertemukan mereka dengan anak cucu mereka (di dalam surga), dan Kami tidak mengurangi sedikit pun pahala amal (kebajikan) mereka. Setiap orang terikat dengan apa yang dikerjakannya. (ath-thur/52: 21) Ayat ini ditutup dengan satu ketegasan bahwa Allah itu Mahaperkasa tiada sesuatu yang dapat menghalangi kehendak-Nya, Mahabijaksana, tiada sesuatu yang dikerjakan-Nya, kecuali sesuai dengan hikmah kebijaksanaan-Nya."
        },
        {
          "number": 9,
          "arabic": "وَقِهِمُ ٱلسَّيِّـَٔاتِ ۚ وَمَن تَقِ ٱلسَّيِّـَٔاتِ يَوْمَئِذٍ فَقَدْ رَحِمْتَهُۥ ۚ وَذَٰلِكَ هُوَ ٱلْفَوْزُ ٱلْعَظِيمُ",
          "transliteration": "waqihimu l-sayiāti waman taqi l-sayiāti yawma-idhin faqad raḥim'tahu wadhālika huwa l-fawzu l-ʿaẓīmu",
          "translation": "dan peliharalah mereka dari (bencana) kejahatan. Dan orang-orang yang Engkau pelihara dari (bencana) kejahatan pada hari itu, maka sungguh, Engkau telah menganugerahkan rahmat kepadanya dan demikian itulah kemenangan yang agung.\"",
          "tafsir": "Ayat ini masih menerangkan doa malaikat selanjutnya bagi orang-orang mukmin. Kelima, para malaikat tidak saja memintakan ampun bagi orang-orang mukmin dari dosa-dosa mereka sesudah tobat, tetapi juga dosa-dosa dan balasan amal jahat yang mereka kerjakan sebelum mereka bertobat supaya dihapuskan dan tidak diazab karenanya. Orang-orang yang dimaafkan, diampuni, dan dihapuskan balasan kejahatannya di dunia ini, berarti mereka telah mendapat karunia dari Allah dan dibebaskan dari azab dan siksa-Nya di hari Kiamat. Hal yang demikian itu merupakan suatu kemenangan yang amat besar karena dengan amal baik yang tidak seberapa itu, ia memperoleh nikmat dan karunia yang berkepanjangan tiada putus-putusnya."
        },
        {
          "number": 10,
          "arabic": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ يُنَادَوْنَ لَمَقْتُ ٱللَّهِ أَكْبَرُ مِن مَّقْتِكُمْ أَنفُسَكُمْ إِذْ تُدْعَوْنَ إِلَى ٱلْإِيمَـٰنِ فَتَكْفُرُونَ",
          "transliteration": "inna alladhīna kafarū yunādawna lamaqtu l-lahi akbaru min maqtikum anfusakum idh tud'ʿawna ilā l-īmāni fatakfurūna",
          "translation": "Sesungguhnya orang-orang yang kafir, kepada mereka (pada hari Kiamat) diserukan, \"Sungguh, kebencian Allah (kepadamu) jauh lebih besar daripada kebencianmu kepada dirimu sendiri, ketika kamu diseru untuk beriman lalu kamu mengingkarinya.\"",
          "tafsir": "Pada ayat ini, Allah menerangkan bahwa di akhirat orang-orang kafir yang sedang berada di dalam neraka merasakan azab yang amat pedih, saling membenci dan melaknat antara satu dengan yang lain. Bahkan mereka membenci diri mereka sendiri karena perbuatan yang telah dilakukannya di dunia yang menyebabkannya masuk neraka. Namun, malaikat berkata kepada mereka, \"Sesungguhnya kebencian Allah pada saat kalian menolak seruan para nabi lebih besar dibandingkan dengan kebencianmu terhadap dirimu sendiri ketika menghadapi siksa neraka.\" Firman Allah: Teman-teman karib pada hari itu saling bermusuhan satu sama lain, kecuali mereka yang bertakwa. (az-Zukhruf/43: 67) Dan firman-Nya: ¦Kemudian pada hari Kiamat sebagian kamu akan saling mengingkari dan saling mengutuk¦ (al-'Ankabut/29: 25)"
        },
        {
          "number": 11,
          "arabic": "قَالُوا۟ رَبَّنَآ أَمَتَّنَا ٱثْنَتَيْنِ وَأَحْيَيْتَنَا ٱثْنَتَيْنِ فَٱعْتَرَفْنَا بِذُنُوبِنَا فَهَلْ إِلَىٰ خُرُوجٍ مِّن سَبِيلٍ",
          "transliteration": "qālū rabbanā amattanā ith'natayni wa-aḥyaytanā ith'natayni fa-iʿ'tarafnā bidhunūbinā fahal ilā khurūjin min sabīlin",
          "translation": "Mereka menjawab, \"Ya Tuhan kami, Engkau telah mematikan kami dua kali dan telah menghidupkan kami dua kali (pula), lalu kami mengakui dosa-dosa kami. Maka adakah jalan (bagi kami) untuk keluar (dari neraka)?\"",
          "tafsir": "Setelah mendengar seruan malaikat dan tidak tahan lagi merasakan azab yang amat pedih, orang-orang kafir berkata, \"Wahai Tuhan, Engkau telah mematikan kami dua kali dan menghidupkan kami dua kali. Engkau menjadikan kami dalam keadaan mati lalu menghidupkan kami dengan meniupkan roh ke dalam rahim ibu kami, kemudian mematikan kami di dunia setelah ajal kami berakhir, dan di akhirat nanti kami dihidupkan kembali dengan mengembalikan roh kami untuk dibangkitkan. Firman Allah: Bagaimana kamu ingkar kepada Allah, padahal kamu (tadinya) mati, lalu Dia menghidupkan kamu, kemudian Dia mematikan kamu lalu Dia menghidupkan kamu kembali. (al-Baqarah/2: 28) Manusia mati ketika masih janin dan berada dalam tubuh orang tuanya. Kemudian dihidupkan ketika lahir ke dunia, lalu kematian berikutnya sudah merupakan suatu keharusan. Setelah itu dihidupkan pada hari Kebangkitan (hari Kiamat). Mereka mengalami dua kali hidup dan dua kali mati. Setelah menyaksikan kekuasaan Allah mematikan dan menghidupkan mereka berulang kali, orang-orang kafir menjadi sadar. Mereka mengakui kesalahan-kesalahan di dunia ketika mengingkari hari Kebangkitan dan mengerjakan dosa-dosa yang tak terhitung banyaknya, untuk menebus kesalahan-kesalahan mereka itu. Mereka meminta supaya dikeluarkan dari neraka dan dikembalikan ke dunia untuk beramal saleh dan tidak akan mengerjakan kesalahan dan dosa lagi. Permintaan seperti ini disebutkan juga pada ayat yang lain sebagaimana firman Allah: Dan (alangkah ngerinya), jika sekiranya kamu melihat orang-orang yang berdosa itu menundukkan kepalanya di hadapan Tuhannya, (mereka berkata), \"Ya Tuhan kami, kami telah melihat dan mendengar, maka kembalikanlah kami (ke dunia), niscaya kami akan mengerjakan kebajikan. Sungguh, kami adalah orang-orang yang yakin.\" (as-Sajdah/32: 12) Ya Tuhan kami, keluarkanlah kami darinya (kembalikanlah kami ke dunia), jika kami masih juga kembali (kepada kekafiran), sungguh, kami adalah orang-orang yang zalim.\" (al-Mu'minun/23: 107)"
        },
        {
          "number": 12,
          "arabic": "ذَٰلِكُم بِأَنَّهُۥٓ إِذَا دُعِىَ ٱللَّهُ وَحْدَهُۥ كَفَرْتُمْ ۖ وَإِن يُشْرَكْ بِهِۦ تُؤْمِنُوا۟ ۚ فَٱلْحُكْمُ لِلَّهِ ٱلْعَلِىِّ ٱلْكَبِيرِ",
          "transliteration": "dhālikum bi-annahu idhā duʿiya l-lahu waḥdahu kafartum wa-in yush'rak bihi tu'minū fal-ḥuk'mu lillahi l-ʿaliyi l-kabīri",
          "translation": "Yang demikian itu karena sesungguhnya kamu mengingkari apabila diseru untuk menyembah Allah saja. Dan jika Allah dipersekutukan, kamu percaya. Maka keputusan (sekarang ini) adalah pada Allah Yang Mahatinggi, Mahabesar.",
          "tafsir": "Pada ayat ini dijelaskan bahwa permintaan mereka itu tidak mungkin diperkenankan oleh Allah. Mereka tidak akan dikembalikan ke dunia, karena hati mereka sudah tidak menerima kebenaran lagi. Di dunia, mereka kafir dan ingkar apabila diseru untuk hanya menyembah Allah saja, tetapi apabila Allah dipersekutukan dengan yang lain, mereka percaya dan membenarkannya. Permintaan mereka ke luar dari neraka dan dikembalikan ke dunia untuk beramal saleh, dijawab oleh Allah dengan firman-Nya: Dia (Allah) berfirman, “Tinggallah dengan hina di dalamnya, dan janganlah kamu berbicara dengan Aku.” (al-Mu’minun/23: 108) Andaikata permintaan mereka diperkenankan dan dikembalikan ke dunia, mereka akan tetap mengerjakan hal-hal yang dilarang Allah sebagaimana halnya dahulu. Mereka itu pembohong, sebagaimana firman Allah: \"Seandainya mereka dikembalikan ke dunia, tentu mereka akan mengulang kembali apa yang telah dilarang mengerjakannya. Mereka itu sungguh pendusta\". (al-An’am/6: 28) Ayat ini ditutup dengan satu ketegasan bahwa putusan di hari Kiamat berada di tangan Allah yang akan memberi putusan dengan hak dan adil, Tuhan Yang Mahatinggi dan Mahabesar tiada sesuatu yang menyamai-Nya. Tuhan sangat benci kepada yang mempersekutukan-Nya dan telah member¬lakukan kebijaksanaan yaitu mengekalkan mereka di dalam neraka."
        },
        {
          "number": 13,
          "arabic": "هُوَ ٱلَّذِى يُرِيكُمْ ءَايَـٰتِهِۦ وَيُنَزِّلُ لَكُم مِّنَ ٱلسَّمَآءِ رِزْقًا ۚ وَمَا يَتَذَكَّرُ إِلَّا مَن يُنِيبُ",
          "transliteration": "huwa alladhī yurīkum āyātihi wayunazzilu lakum mina l-samāi riz'qan wamā yatadhakkaru illā man yunību",
          "translation": "Dialah yang memperlihatkan tanda-tanda (kekuasaan)-Nya kepadamu dan menurunkan rezeki dari langit untukmu. Dan tidak lain yang mendapat pelajaran hanyalah orang-orang yang kembali (kepada Allah).",
          "tafsir": "Ayat ini menerangkan bahwa Allah memperlihatkan tanda-tanda kekuasaan-Nya, seperti adanya angin, awan, guruh, kilat, petir, matahari, bulan, bintang, dan lain sebagainya. Dia pula yang menurunkan hujan dari langit, maka tumbuhlah pepohonan yang menghasilkan buah-buahan yang beraneka ragam macam warna, rasa, bentuk, dan kejadiannya. Semua itu menunjukkan kekuasaan Allah. Hanya orang yang kembali kepada Allah dan taat kepada-Nya yang dapat mengambil iktibar dari tanda-tanda tersebut di atas, dan memahami bahwa semua itu adalah tanda-tanda dan bukti-bukti kekuasaan dan keesaan Allah."
        },
        {
          "number": 14,
          "arabic": "فَٱدْعُوا۟ ٱللَّهَ مُخْلِصِينَ لَهُ ٱلدِّينَ وَلَوْ كَرِهَ ٱلْكَـٰفِرُونَ",
          "transliteration": "fa-id'ʿū l-laha mukh'liṣīna lahu l-dīna walaw kariha l-kāfirūna",
          "translation": "Maka sembahlah Allah dengan tulus ikhlas beragama kepada-Nya, meskipun orang-orang kafir tidak menyukai(nya).",
          "tafsir": "Pada akhir ayat di atas dinyatakan bahwa orang yang menyadari kekuasaan dan keesaan Allah hanyalah orang-orang yang kembali kepada-Nya. Sepatutnya kita menyembah dan memohon kepada-Nya dengan ikhlas, memurnikan ibadah kepada-Nya, tidak mempersekutukannya dengan yang lain, sebagaimana dijelaskan dalam hadis yang diriwayatkan al-Bukhari dan Muslim dari 'Abdullah bin Zubair: Bahwa Rasulullah setelah selesai salat fardu membaca La ilaha illallah¦dan seterusnya (artinya) Tidak ada Tuhan selain Allah tidak ada sekutu bagi-Nya. Hanya bagi Allah seluruh kekuasaan, bagi-Nya segala puji, dan Dia Mahakuasa atas segala sesuatu. Tidak ada daya dan kekuatan kecuali atas pertolongan Allah. Tidak ada Tuhan selain Allah. Kami tidak menyembah kecuali kepada-Nya. Bagi-Nya semua kenikmatan, anugerah, dan pujian yang baik. Tidak ada Tuhan selain Allah, dengan mengikhlaskan diri dalam berbakti kepada-Nya, walaupun orang-orang kafir tidak menyukai. (Riwayat al-Bukhari dan Muslim dari 'Abdullah bin Zubair)"
        },
        {
          "number": 15,
          "arabic": "رَفِيعُ ٱلدَّرَجَـٰتِ ذُو ٱلْعَرْشِ يُلْقِى ٱلرُّوحَ مِنْ أَمْرِهِۦ عَلَىٰ مَن يَشَآءُ مِنْ عِبَادِهِۦ لِيُنذِرَ يَوْمَ ٱلتَّلَاقِ",
          "transliteration": "rafīʿu l-darajāti dhū l-ʿarshi yul'qī l-rūḥa min amrihi ʿalā man yashāu min ʿibādihi liyundhira yawma l-talāqi",
          "translation": "(Dialah) Yang Mahatinggi derajat-Nya, yang memiliki Arasy, yang menurunkan wahyu dengan perintah-Nya kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya, agar memperingatkan (manusia) tentang hari pertemuan (hari Kiamat),",
          "tafsir": "Pada ayat ini, Allah menyebutkan tiga kemuliaan dan keagungan-Nya, sesudah menyebutkan pada ayat sebelumnya tanda-tanda kebesaran dan keesaan-Nya. a. Mahatinggi derajat-Nya. Allah jauh lebih Tinggi dan lebih Agung dari segala yang ada. Sebab, segala sesuatu yang selain Allah berhajat kepada-Nya dan tidak sebaliknya. Dia itu azali dan abadi, tidak mempunyai permulaan dan tidak mempunyai akhir. Dia mengetahui segala sesuatu, sebagaimana dijelaskan dalam Al-Qur'an: Dan kunci-kunci semua yang gaib ada pada-Nya; tidak ada yang mengetahui selain Dia. (al-An'am/6: 59) b. Mempunyai 'Arasy. Allah memiliki 'Arasy dan Dia yang mengatur-Nya. Dia-lah yang menguasai alam benda dan yang bukan benda. c. Menurunkan wahyu. Allah menurunkan wahyu-Nya berisi perintah, baik berupa suruhan atau pun larangan kepada yang dikehendaki-Nya dan menyampaikan hukum-hukum-Nya kepada yang dikehendaki-Nya. Hal seperti itu dinyatakan pula pada ayat lain sebagaimana firman Allah: Dia menurunkan para malaikat membawa wahyu dengan perintah-Nya kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya, (dengan berfirman) yaitu, \"Peringatkanlah (hamba-hamba-Ku), bahwa tidak ada tuhan selain Aku, maka hendaklah kamu bertakwa kepada-Ku.\" (an-Nahl/16: 2) Dan firman-Nya: Dan sungguh, (Al-Qur'an) ini benar-benar diturunkan oleh Tuhan seluruh alam, Yang dibawa turun oleh Ar-Ruh Al-Amin (Jibril), ke dalam hatimu (Muhammad) agar engkau termasuk orang yang memberi peringatan. (asy-Syu'ara'/26: 192-194) Allah menurunkan wahyu untuk memperingatkan manusia tentang adanya hari Kiamat, yaitu ketika yang menyembah dengan yang disembah bertemu, membereskan segala sesuatunya, segala sangkut pautnya yang belum selesai di dunia."
        },
        {
          "number": 16,
          "arabic": "يَوْمَ هُم بَـٰرِزُونَ ۖ لَا يَخْفَىٰ عَلَى ٱللَّهِ مِنْهُمْ شَىْءٌ ۚ لِّمَنِ ٱلْمُلْكُ ٱلْيَوْمَ ۖ لِلَّهِ ٱلْوَٰحِدِ ٱلْقَهَّارِ",
          "transliteration": "yawma hum bārizūna lā yakhfā ʿalā l-lahi min'hum shayon limani l-mul'ku l-yawma lillahi l-wāḥidi l-qahāri",
          "translation": "(yaitu) pada hari (ketika) mereka keluar (dari kubur); tidak sesuatu pun keadaan mereka yang tersembunyi di sisi Allah. (Lalu Allah berfirman), \"Milik siapakah kerajaan pada hari ini?\" Milik Allah Yang Maha Esa, Maha Mengalahkan.",
          "tafsir": "Pada hari Kiamat nanti manusia keluar dari kuburnya. Tidak sedikit pun perbuatan mereka yang tersembunyi di sisi Allah, semuanya diketahui-Nya. Kemudian mereka menerima balasan sesuai dengan amal mereka, kalau baik, dibalas dengan baik dan kalau jahat, dibalas dengan azab dan siksa. Firman Allah: Pada hari itu kamu dihadapkan (kepada Tuhanmu), tidak ada sesuatu pun dari kamu yang tersembunyi (bagi Allah). (al-haqqah/69: 18) Pada waktu itu, Allah berfirman, \"Kepunyaan siapakah kerajaan pada hari itu?\" Tidak ada seorang pun di Padang Mahsyar itu yang menjawabnya. Lalu dijawab sendiri oleh Allah dengan firman-Nya, \"Kepunyaan Allah Yang Maha Esa, tiada sekutu bagi-Nya. Yang Maha mengalahkan segala sesuatu dengan kekuasaan dan keperkasaan-Nya.\""
        }
      ]
    }
  ]
}