{
  "pageNumber": 441,
  "juz": 22,
  "surahs": [
    {
      "number": 36,
      "name": "Ya-Sin",
      "nameArabic": "يس",
      "meaning": "Ya Sin",
      "revelation": "Makkah",
      "description": "Surat Yasin terdiri dari 83 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Jin.Dinamai \"Yasin\" karena dimulai dengan huruf \"Yasin\".Sebagaimana halnya arti huruf-huruf abjad yang terletak pada permulaan beberapa surat Al-Qur'an, maka demikian pula arti \"Yasin\" yang terdapat pada ayat pertama surat ini, yaitu Allah mengisyaratkan bahwa setelah huruf tersebut akan dikemukakan hal-hal yang penting antara lain: Allah bersumpah dengan Al-Qur'an bahwa Muhammad benar-benar seorang rasul yang diutus-Nya kepada kaum yang belum pernah didatangi rasul-rasul.**Pokok-Pokok Isi:**1. **Keimanan:** Bukti-bukti adanya hari kebangkitan; Al-Qur'an bukanlah syair; ilmu, kekuasaan dan rahmat Allah; surga dan sifat-sifatnya yang disediakan bagi orang-orang mukmin; menyucikan Allah dari sifat-sifat yang tidak layak bagi-Nya; anggota badan manusia menjadi saksi pada hari kiamat atas segala perbuatannya di dunia.2. **Kisah:** Kisah utusan-utusan Nabi 'Isa dengan penduduk Anthakiyah (Syam).3. **Lain-lain:** Tidak ada faedah peringatan bagi orang-orang musyrik; Allah menciptakan segala sesuatu berpasang-pasangan; semua bintang-bintang di cakrawala berjalan pada garis edar yang telah ditetapkan Allah; ajal dan hari kiamat datang secara tiba-tiba; Allah menghibur Rasulullah atas sikap kaum musyrikin yang menyakitkannya.Surat Yasin mengemukakan tentang Al-Qur'an dan kenabian Muhammad serta menegaskan adanya hari kebangkitan disertai bukti-bukti, baik bukti-bukti alamiah maupun bukti-bukti logika. Juga mengemukakan beberapa perumpamaan, di antaranya dengan mengemukakan kisah utusan-utusan Nabi 'Isa Al-Masih dengan penduduk Anthakiyah. Kesemuanya dikemukakan sebagai penghibur Rasulullah dan untuk menambah keyakinan orang-orang yang beriman yang sedang mengalami tekanan-tekanan dari kaum musyrikin.**Hubungan Surat Yasin Dengan Ash-Shaffat:**1. Pada surat Yasin disebut secara umum tentang umat-umat yang telah dibinasakan Allah karena ingkar kepada-Nya, sedangkan surat Ash-Shaffat menjelaskannya dengan menyebut kisah kaum Nuh; Ibrahim, 'Isa dengan kaumnya.2. Pada akhir surat Yasin disebut secara umum keadaan orang-orang mukmin dan orang-orang kafir pada hari kiamat, sedangkan surat Ash-Shaffat menjelaskannya secara lebih rinci.3. Pada surat Yasin disebutkan tentang kekuasaan Allah membangkitkan dan menghidupkan manusia kembali, karena Dialah yang menciptakannya dan Dialah yang menghendaki demikian, sedangkan surat Ash-Shaffat menjelaskan lebih luas dengan mengemukakan contoh-contoh yang berhubungan dengan hal itu.",
      "verses": [
        {
          "number": 13,
          "arabic": "وَٱضْرِبْ لَهُم مَّثَلًا أَصْحَـٰبَ ٱلْقَرْيَةِ إِذْ جَآءَهَا ٱلْمُرْسَلُونَ",
          "transliteration": "wa-iḍ'rib lahum mathalan aṣḥāba l-qaryati idh jāahā l-mur'salūna",
          "translation": "Dan buatlah suatu perumpamaan bagi mereka, yaitu penduduk suatu negeri, ketika utusan-utusan datang kepada mereka;",
          "tafsir": "Allah memerintahkan Nabi Muhammad untuk menceritakan kepada kaum musyrik Quraisy dan sekaligus kepada kaum yang mendustakan risalahnya tentang riwayat Ashhabul Qaryah sebagai pengajaran bagi mereka. Intisari dari kisah itu menyatakan bahwa siapa saja yang mendustakan rasul akan mengalami nasib malang seperti apa yang dialami oleh Ashhabul Qaryah. Dalam beberapa tafsir diterangkan bahwa yang dimaksud dengan Ashhabul Qaryah adalah penduduk kota Antakia (Arab: Anthakiyah), tetapi ada yang menyebut penduduk suatu kota yang tidak dikenal. Sedangkan tiga utusan itu, ada yang menyebut bahwa mereka adalah utusan Isa. kepada penduduk negeri tersebut, dan ada pula yang menyebut mereka adalah rasul yang diutus kepada penduduk negeri tersebut."
        },
        {
          "number": 14,
          "arabic": "إِذْ أَرْسَلْنَآ إِلَيْهِمُ ٱثْنَيْنِ فَكَذَّبُوهُمَا فَعَزَّزْنَا بِثَالِثٍ فَقَالُوٓا۟ إِنَّآ إِلَيْكُم مُّرْسَلُونَ",
          "transliteration": "idh arsalnā ilayhimu ith'nayni fakadhabūhumā faʿazzaznā bithālithin faqālū innā ilaykum mur'salūna",
          "translation": "(yaitu) ketika Kami mengutus kepada mereka dua orang utusan, lalu mereka mendustakan keduanya; kemudian Kami kuatkan dengan (utusan) yang ketiga, maka ketiga (utusan itu) berkata, \"Sungguh, kami adalah orang-orang yang diutus kepadamu.\"",
          "tafsir": "Oleh karena kedua utusan itu ada yang menyebutkan bernama (Yuhana dan Bulus) tidak berhasil melaksanakan misinya, dikirim lagi seorang yang bernama Syam.'un dengan tugas yang sama. Risalah yang mereka bawa adalah supaya penduduk Antakia itu mau membersihkan dirinya dari perbuatan syirik, supaya mereka melepaskan diri dari segala bentuk sesembahan selain Allah, dan kemudian kembali kepada ajaran tauhid."
        },
        {
          "number": 15,
          "arabic": "قَالُوا۟ مَآ أَنتُمْ إِلَّا بَشَرٌ مِّثْلُنَا وَمَآ أَنزَلَ ٱلرَّحْمَـٰنُ مِن شَىْءٍ إِنْ أَنتُمْ إِلَّا تَكْذِبُونَ",
          "transliteration": "qālū mā antum illā basharun mith'lunā wamā anzala l-raḥmānu min shayin in antum illā takdhibūna",
          "translation": "Mereka (penduduk negeri) menjawab, \"Kamu ini hanyalah manusia seperti kami, dan (Allah) Yang Maha Pengasih tidak menurunkan sesuatu apa pun; kamu hanyalah pendusta belaka.\"",
          "tafsir": "Kemudian dalam ayat ini disebutkan alasan mendasar kaumnya tidak mau beriman kepada Allah. Kebanyakan orang-orang yang mendustakan itu berkeyakinan bahwa ketiga utusan itu adalah manusia biasa saja seperti mereka juga, tanpa ada keistimewaan yang menonjol. Ketika itu, mungkin juga sekarang, seseorang tidak akan dihargai kalau tidak mempunyai kepandaian atau keahlian yang luar biasa. Alasan kedua, karena mereka yakin bahwa Tuhan Yang Maha Pengasih tidaklah menurunkan risalah ataupun kitab yang berisi wahyu dan Dia tidak pula memerintahkan untuk beriman kepada ketiga utusan itu. Oleh karena itu, mereka menyimpulkan ketiga utusan itu bohong belaka. Firman Allah yang menggambarkan penolakan mereka \"ma anzala ar-rahman\", menunjukkan bahwa penduduk Antakia itu telah lama mengenal Tuhan, hanya mereka mengingkarinya dan digantinya dengan berhala. Oleh sebab itu, semua rasul mereka tolak."
        },
        {
          "number": 16,
          "arabic": "قَالُوا۟ رَبُّنَا يَعْلَمُ إِنَّآ إِلَيْكُمْ لَمُرْسَلُونَ",
          "transliteration": "qālū rabbunā yaʿlamu innā ilaykum lamur'salūna",
          "translation": "Mereka berkata, \"Tuhan kami mengetahui sesungguhnya kami adalah utusan-utusan (-Nya) kepada kamu.",
          "tafsir": "Pandangan demikian dibantah oleh utusan-utusan itu dengan mengatakan hanya Allah yang mengetahui bahwa mereka benar-benar orang yang diutus kepada penduduk tersebut. Apabila mereka bohong, maka azab yang pedih akan menimpa mereka. Tugas mereka ini akan diridai Allah, dan pasti akan diketahui kelak siapa yang bersalah dan harus menanggung risiko atas kesalahan itu. Dalam ayat lain, jawaban seperti itu memang bisa diucapkan oleh seorang rasul, misalnya: Dan mereka meminta kepadamu agar segera diturunkan azab. Kalau bukan karena waktunya yang telah ditetapkan, niscaya datang azab kepada mereka, dan (azab itu) pasti akan datang kepada mereka dengan tiba-tiba, sedang mereka tidak menyadarinya. (al-'Ankabut/29: 53)"
        },
        {
          "number": 17,
          "arabic": "وَمَا عَلَيْنَآ إِلَّا ٱلْبَلَـٰغُ ٱلْمُبِينُ",
          "transliteration": "wamā ʿalaynā illā l-balāghu l-mubīnu",
          "translation": "Dan kewajiban kami hanyalah meyampaikan (perintah Allah) dengan jelas.\"",
          "tafsir": "Ayat ini menjelaskan bahwa misi yang dibawa para rasul itu hanyalah sekadar menyampaikan risalah Allah. Keputusan ada di tangan manusia, apakah akan beriman kepada risalah tersebut atau tidak. Jika mereka beriman, faedah keimanan itu adalah untuk kebahagiaan mereka juga, di dunia dan di akhirat. Sebaliknya, kalau orang-orang kafir itu tidak mau melaksanakan seruan para rasul itu, tentu akibatnya akan menimpa diri mereka sendiri."
        },
        {
          "number": 18,
          "arabic": "قَالُوٓا۟ إِنَّا تَطَيَّرْنَا بِكُمْ ۖ لَئِن لَّمْ تَنتَهُوا۟ لَنَرْجُمَنَّكُمْ وَلَيَمَسَّنَّكُم مِّنَّا عَذَابٌ أَلِيمٌ",
          "transliteration": "qālū innā taṭayyarnā bikum la-in lam tantahū lanarjumannakum walayamassannakum minnā ʿadhābun alīmun",
          "translation": "Mereka menjawab, \"Sesungguhnya kami bernasib malang karena kamu. Sungguh, jika kamu tidak berhenti (menyeru kami), niscaya kami rajam kamu dan kamu pasti akan merasakan siksaan yang pedih dari kami.\"",
          "tafsir": "Pada ayat ini dijelaskan bahwa penduduk Antakia tidak bisa lagi mematahkan alasan-alasan para rasul itu. Oleh karena itu, mereka mengancam dengan mengatakan bahwa kalau kesengsaraan menimpa mereka kelak, maka hal ini disebabkan perbuatan ketiga orang tersebut. Dengan demikian, kalau para rasul itu tidak mau menghentikan dakwah yang sia-sia ini, terpaksa mereka merajamnya dengan batu atau menjatuhkan siksaan yang amat pedih. Ketiga utusan itu menangkis perkataan mereka dengan mengatakan bahwa seandainya penduduk Antakia kelak terpaksa mengalami siksaan, itu adalah akibat perbuatan mereka sendiri. Bukankah mereka yang mempersekutukan Allah, mengerjakan perbuatan maksiat, dan melakukan kesalahan-kesalahan? Sedangkan ketiga utusan itu hanya sekadar mengajak mereka untuk mentauhidkan Allah, mengikhlaskan diri dalam beribadah, dan tobat dari segala kesalahan. Apakah karena para rasul itu memperingatkan mereka dengan azab Allah yang sangat pedih dan mengajak mereka mengesakan Allah, lalu mereka menyiksa para rasul itu? Itukah balasan yang pantas bagi para rasul itu? Hal itu menunjukkan bahwa mereka adalah bangsa yang melampaui batas dengan cara berpikir dan menetapkan putusan untuk menyiksa dan merajam para rasul. Mereka menganggap buruk orang-orang yang semestinya menjadi tempat mereka meminta petunjuk. Ayat yang mirip pengertiannya dengan ayat ini adalah: Kemudian apabila kebaikan (kemakmuran) datang kepada mereka, mereka berkata, \"Ini adalah karena (usaha) kami.\" Dan jika mereka ditimpa kesusahan, mereka lemparkan sebab kesialan itu kepada Musa dan pengikutnya. Ketahuilah, sesungguhnya nasib mereka di tangan Allah, namun kebanyakan mereka tidak mengetahui. (al-A'raf/7: 131)"
        },
        {
          "number": 19,
          "arabic": "قَالُوا۟ طَـٰٓئِرُكُم مَّعَكُمْ ۚ أَئِن ذُكِّرْتُم ۚ بَلْ أَنتُمْ قَوْمٌ مُّسْرِفُونَ",
          "transliteration": "qālū ṭāirukum maʿakum a-in dhukkir'tum bal antum qawmun mus'rifūna",
          "translation": "Mereka (utusan-utusan) itu berkata, \"Kemalangan kamu itu adalah karena kamu sendiri. Apakah kamu diberi peringatan? Sebenarnya kamu adalah kaum yang melampaui batas.\"",
          "tafsir": "Pada ayat ini dijelaskan bahwa penduduk Antakia tidak bisa lagi mematahkan alasan-alasan para rasul itu. Oleh karena itu, mereka mengancam dengan mengatakan bahwa kalau kesengsaraan menimpa mereka kelak, maka hal ini disebabkan perbuatan ketiga orang tersebut. Dengan demikian, kalau para rasul itu tidak mau menghentikan dakwah yang sia-sia ini, terpaksa mereka merajamnya dengan batu atau menjatuhkan siksaan yang amat pedih. Ketiga utusan itu menangkis perkataan mereka dengan mengatakan bahwa seandainya penduduk Antakia kelak terpaksa mengalami siksaan, itu adalah akibat perbuatan mereka sendiri. Bukankah mereka yang mempersekutukan Allah, mengerjakan perbuatan maksiat, dan melakukan kesalahan-kesalahan? Sedangkan ketiga utusan itu hanya sekadar mengajak mereka untuk mentauhidkan Allah, mengikhlaskan diri dalam beribadah, dan tobat dari segala kesalahan. Apakah karena para rasul itu memperingatkan mereka dengan azab Allah yang sangat pedih dan mengajak mereka mengesakan Allah, lalu mereka menyiksa para rasul itu? Itukah balasan yang pantas bagi para rasul itu? Hal itu menunjukkan bahwa mereka adalah bangsa yang melampaui batas dengan cara berpikir dan menetapkan putusan untuk menyiksa dan merajam para rasul. Mereka menganggap buruk orang-orang yang semestinya menjadi tempat mereka meminta petunjuk. Ayat yang mirip pengertiannya dengan ayat ini adalah: Kemudian apabila kebaikan (kemakmuran) datang kepada mereka, mereka berkata, \"Ini adalah karena (usaha) kami.\" Dan jika mereka ditimpa kesusahan, mereka lemparkan sebab kesialan itu kepada Musa dan pengikutnya. Ketahuilah, sesungguhnya nasib mereka di tangan Allah, namun kebanyakan mereka tidak mengetahui. (al-A'raf/7: 131)"
        },
        {
          "number": 20,
          "arabic": "وَجَآءَ مِنْ أَقْصَا ٱلْمَدِينَةِ رَجُلٌ يَسْعَىٰ قَالَ يَـٰقَوْمِ ٱتَّبِعُوا۟ ٱلْمُرْسَلِينَ",
          "transliteration": "wajāa min aqṣā l-madīnati rajulun yasʿā qāla yāqawmi ittabiʿū l-mur'salīna",
          "translation": "Dan datanglah dari ujung kota, seorang laki-laki<sup foot_note=135669>1</sup> dengan bergegas dia berkata, \"Wahai kaumku! Ikutilah utusan-utusan itu.",
          "tafsir": "Ayat ini menjelaskan bahwa sunatullah berlaku adalah apabila rasul yang bertugas menyampaikan kebenaran terdesak, pasti akan mendapat bantuan Allah. Berkaitan dengan kisah penolakan penduduk Antakia terhadap tiga utusan Nabi Isa, datanglah seorang laki-laki bernama habib an-Najjar yang tidak memiliki pengaruh ataupun kekuasaan yang menentukan, juga bukan keluarga atau orang yang berpengaruh terhadap raja negeri itu. Hanya dengan dinamika kekuatan imannya sajalah dia datang dari pelosok negeri guna membela ketiga utusan itu dengan memperingatkan orang-orang yang hendak menyiksa mereka. Ia menyerukan agar penduduk kota itu mengikuti para rasul yang datang hanya untuk menyampaikan petunjuk Allah."
        },
        {
          "number": 21,
          "arabic": "ٱتَّبِعُوا۟ مَن لَّا يَسْـَٔلُكُمْ أَجْرًا وَهُم مُّهْتَدُونَ",
          "transliteration": "ittabiʿū man lā yasalukum ajran wahum muh'tadūna",
          "translation": "Ikutilah orang yang tidak meminta imbalan kepadamu; dan mereka adalah orang-orang yang mendapat petunjuk.",
          "tafsir": "Laki-laki itu menjelaskan bahwa ketiga utusan yang mendakwahkan kebenaran itu tidak mengharapkan balas jasa sama sekali atas jerih payahnya menyampaikan risalah itu. Mereka memperoleh petunjuk dari Allah bahwa yang seharusnya disembah itu adalah Allah Yang Maha Esa, tanpa menyekutukan-Nya dengan sesuatu apa pun. Laki-laki yang bernama habib an-Najjar itu datang dari jauh untuk menjelaskan kepada penduduk Antakia bahwa ia memberikan pelajaran dan pengajaran kepada mereka, setelah ia meyakini apa yang disampaikannya merupakan sesuatu yang baik bagi dirinya sendiri dan mereka. Mengapa ia tidak menyembah Allah Yang Maha Esa yang telah menciptakannya, dan kepada-Nya akan kembali semua yang hidup ini? Di sanalah mereka akan menerima segala ganjaran perbuatan mereka. Orang yang berbuat baik pasti menikmati hasil kebaikannya, sedangkan yang berbuat jahat, sudah barang tentu tidak sanggup melepaskan diri dari azab sebagai balasannya. Penegasan di atas adalah sebagai jawaban dari pertanyaan kaumnya yang tidak mau beriman. Menurut habib, tidak pantas ia mencari tuhan yang lain selain daripada Tuhan Yang Maha Esa. Tuhan yang mereka puja adalah tuhan yang tidak sanggup memberi manfaat atau menolak mudarat, tidak mendengar dan melihat, serta tidak bisa memberi pertolongan (syafaat). Tuhan-tuhan itu sudah barang tentu tidak dapat menghindarkan mereka dari azab Allah, walaupun mereka telah menyembahnya. Oleh karena itu, bila ia turut serta menyembah apa yang mereka sembah selain dari Tuhan Yang Maha Esa, sungguh ia telah menempuh jalan yang sesat. Kalau ia menyembah patung yang terbuat dari batu atau makhluk-makhluk lainnya, yang sama sekali tidak mungkin mendatangkan manfaat atau menolak mudarat, bukankah itu berarti ia sudah berada dalam kesesatan? Laki-laki yang datang dari jauh itu mengakhiri nasihatnya dengan menegaskan di hadapan kaumnya kepada ketiga utusan itu tentang pendiriannya yang sejati. Ia berkata, \"Dengarlah wahai utusan-utusan Nabi Isa, aku beriman kepada Tuhanmu yang telah mengutus kamu. Oleh karena itu, saksikanlah dan dengarkanlah apa yang aku ucapkan ini\". Menurut riwayat, setelah habib mengumandangkan pendiriannya, kaum kafir itu lalu melemparinya dengan batu. Sekujur tubuhnya mengeluarkan darah. Akhirnya habib meninggal dalam keadaan syahid menegakkan kebenaran. Ada pula riwayat yang mengatakan bahwa kedua kakinya ditarik ke arah yang berlawanan sampai sobek sehingga dari arah duburnya memancar darah segar. Ia gugur dalam melaksanakan tugasnya. Sebelum menemui ajalnya, pahlawan tersebut masih sempat berdoa kepada Allah, \"Ya Allah tunjukilah kaumku, sesungguhnya mereka adalah orang-orang yang tidak mengetahui.\" Pada saat hari Kebangkitan tiba, Allah memerintahkan kepada habib, \"Masuklah engkau ke dalam surga sebagai balasan atas apa yang telah engkau kerjakan selama di dunia.\" Setelah ia masuk dan merasakan betapa indah dan nikmatnya balasan Allah bagi orang yang beriman dan sabar dalam melaksanakan tugas dakwah, ia pun berkata, \"Kiranya kaumku dahulu mengetahui bahwa aku memperoleh ampunan dan kemuliaan dari Allah.\" Magfirah dan kemuliaan yang hanya dapat dinikmati oleh sebagian manusia yang beriman. Sesungguhnya ayat di atas memakai kata \"tamanni\" (mengharapkan sesuatu yang tak mungkin dicapai) untuk mendorong kaum Antakia dan orang-orang mukmin pada umumnya agar berusaha sebanyak mungkin memperoleh ganjaran seperti itu, tobat dari segala kekufuran, dan masuk ke dalam kelompok orang yang merasakan indahnya beriman kepada Allah, menaati jalan para wali Allah, dengan cara menahan marah dan melimpahkan kasih sayang kepada orang yang memusuhinya. Ibnu 'Abbas mengatakan bahwa habib menasihati kaumnya ketika ia masih hidup dengan ucapan, \"Ikutilah risalah yang dibawa oleh para utusan itu.\" Kemudian setelah meninggal dunia akibat siksaan mereka, ia juga masih mengharapkan, \"Kiranya kaumku mengetahui bahwa Allah telah mengampuniku dan menjadikanku termasuk orang-orang yang dimuliakan.\" Setelah habib dibunuh, Allah menurunkan siksaan-Nya kepada mereka. Jibril diperintahkan mendatangi kaum yang durhaka itu. Dengan satu kali teriakan saja, bagaikan halilintar kerasnya, mereka tiba-tiba mati semuanya. Itulah suatu balasan yang setimpal dengan kesalahan karena mendustakan utusan-utusan Allah, membunuh para wali-Nya, dan mengingkari risalah Allah."
        },
        {
          "number": 22,
          "arabic": "وَمَا لِىَ لَآ أَعْبُدُ ٱلَّذِى فَطَرَنِى وَإِلَيْهِ تُرْجَعُونَ",
          "transliteration": "wamā liya lā aʿbudu alladhī faṭaranī wa-ilayhi tur'jaʿūna",
          "translation": "Dan tidak ada alasan bagiku untuk tidak menyembah (Allah) yang telah menciptakanku dan hanya kepada-Nyalah kamu akan dikembalikan.",
          "tafsir": "Pada ayat ini digambarkan kesadaran yang timbul dalam hati dan cahaya iman yang telah menyinari jiwa orang itu, sehingga ia berpendapat bahwa tidak ada alasan sedikit pun baginya untuk tidak beriman kepada Allah. Karena Dialah yang telah menciptakan dan membentuknya sedemikian rupa dalam proses kejadian, sehingga memungkinkan dirinya memeluk agama tauhid yaitu agama yang mengajarkan untuk mempercayai Allah sebagai Tuhan Yang Maha Esa. Pada akhir ayat ini, orang itu menyatakan bahwa hanya kepada Allah sajalah ia akan kembali setelah meninggalkan kehidupan dunia yang fana ini, tidak kepada yang lain. Pernyataan ini timbul dari lubuk hatinya, setelah ia merasakan kekuasaan dan kebesaran Allah. Seseorang menghambakan diri kepada Allah karena: 1. Merasakan kekuasaan dan kebesaran Allah. Hanya Dialah yang berhak disembah, tidak ada sesuatu pun yang lain. Karena keyakinan itu, ia tetap menghambakan diri kepada Allah dalam keadaan bagaimana pun, apakah ia diberi nikmat oleh-Nya atau tidak, apakah ia dalam kesengsaraan atau dalam kesenangan, apakah dalam kesempitan atau kelapangan. 2. Hamba yang beribadah kepada Allah telah merasakan nikmat yang dianugerahkan kepadanya, ia merasa tergantung kepada nikmat Allah itu. 3. Seorang hamba mengharapkan pahala kepada Allah dan takut ditimpa siksa-Nya. Hamba yang dimaksud pada ayat ini, ialah hamba yang termasuk golongan pertama. Hamba itu tetap beribadah kepada Allah sesuai dengan yang telah ditetapkan-Nya, sekalipun ia ditimpa malapetaka, kesengsaraan dan cobaan-cobaan yang lain. Ia menyatakan bahwa seluruh yang ada padanya, jiwa dan raganya, hidup dan matinya, semuanya adalah milik Allah. Keimanan orang ini sesuai dengan iman yang dimaksud dalam firman Allah: Katakanlah (Muhammad), \"Sesungguhnya salatku, ibadahku, hidupku dan matiku hanyalah untuk Allah, Tuhan seluruh alam,tidak ada sekutu bagi-Nya; dan demikianlah yang diperintahkan kepadaku dan aku adalah orang yang pertama-tama berserah diri (muslim).\" (al-An'am/6: 162-163)"
        },
        {
          "number": 23,
          "arabic": "ءَأَتَّخِذُ مِن دُونِهِۦٓ ءَالِهَةً إِن يُرِدْنِ ٱلرَّحْمَـٰنُ بِضُرٍّ لَّا تُغْنِ عَنِّى شَفَـٰعَتُهُمْ شَيْـًٔا وَلَا يُنقِذُونِ",
          "transliteration": "a-attakhidhu min dūnihi ālihatan in yurid'ni l-raḥmānu biḍurrin lā tugh'ni ʿannī shafāʿatuhum shayan walā yunqidhūni",
          "translation": "Mengapa aku akan menyembah tuhan-tuhan selain-Nya? Jika (Allah) Yang Maha Pengasih menghendaki bencana terhadapku, pasti pertolongan mereka tidak berguna sama sekali bagi diriku dan mereka (juga) tidak dapat menyelamatkanku.",
          "tafsir": "Seterusnya hamba yang disebutkan di atas bertanya kepada dirinya sendiri, “Apakah aku patut menyembah Tuhan selain Allah, Yang Maha Esa, padahal seandainya Dia bermaksud menimpakan sesuatu malapetaka atau kemudaratan atas diriku, niscaya tidak ada sesuatu pun yang dapat menolongku, demikian pula tuhan-tuhan yang aku sembah itu. Mereka tidak berdaya sedikit pun untuk menyelamatkan aku dari kemudaratan dan malapetaka.”"
        },
        {
          "number": 24,
          "arabic": "إِنِّىٓ إِذًا لَّفِى ضَلَـٰلٍ مُّبِينٍ",
          "transliteration": "innī idhan lafī ḍalālin mubīnin",
          "translation": "Sesungguhnya jika aku (berbuat) begitu, pasti aku berada dalam kesesatan yang nyata.",
          "tafsir": "Seterusnya hamba yang disebutkan di atas bertanya kepada dirinya sendiri, \"Apakah aku patut menyembah Tuhan selain Allah, Yang Maha Esa, padahal seandainya Dia bermaksud menimpakan sesuatu malapetaka atau kemudaratan atas diriku, niscaya tidak ada sesuatu pun yang dapat menolongku, demikian pula tuhan-tuhan yang aku sembah itu. Mereka tidak berdaya sedikit pun untuk menyelamatkan aku dari kemudaratan dan malapetaka.\""
        },
        {
          "number": 25,
          "arabic": "إِنِّىٓ ءَامَنتُ بِرَبِّكُمْ فَٱسْمَعُونِ",
          "transliteration": "innī āmantu birabbikum fa-is'maʿūni",
          "translation": "Sesungguhnya aku telah beriman kepada Tuhanmu; maka dengarkanlah (pengakuan keimanan)ku.\"",
          "tafsir": "Ia lalu memperoleh jawaban yang benar atas pertanyaan itu, yaitu tidak patut sama sekali baginya menghamba kepada selain Allah. Hanya Allah sajalah Tuhan yang sebenarnya. Dan jika ia menyembah kepada selain Allah, pastilah ia berada dalam kesesatan yang nyata."
        },
        {
          "number": 26,
          "arabic": "قِيلَ ٱدْخُلِ ٱلْجَنَّةَ ۖ قَالَ يَـٰلَيْتَ قَوْمِى يَعْلَمُونَ",
          "transliteration": "qīla ud'khuli l-janata qāla yālayta qawmī yaʿlamūna",
          "translation": "Dikatakan (kepadanya), \"Masuklah ke surga.\"<sup foot_note=135670>1</sup> Dia (laki-laki itu) berkata, \"Alangkah baiknya sekiranya kaumku mengetahui,",
          "tafsir": "Akhirnya, orang tersebut mengambil keputusan yang tepat berdasar keyakinan yang penuh bahwa ia hanya beriman kepada Allah, yaitu Tuhan yang sebenarnya bagi dia dan kaumnya. Ia lalu mengumumkan keimanan dan keyakinannya itu kepada kaumnya, dan berkata dengan tegas, \"Sesungguhnya aku telah beriman kepada Allah yaitu Tuhan kamu yang sebenarnya. Maka dengarkanlah pernyataan imanku ini.\" Sikap dan pernyataan iman seperti tersebut di atas, yang dilontarkan di tengah-tengah masyarakat yang masih bergelimang kekafiran, kemusyrikan, dan kemaksiatan, benar-benar merupakan keberanian yang timbul dari cahaya iman yang telah menerangi hati nuraninya. Ia ingin agar kaumnya juga beriman. Ia tak gentar kepada ancaman yang membahayakan dirinya, demi melaksanakan tugas suci untuk mengajak umat ke jalan yang benar. Menurut suatu riwayat, ketika orang itu berkata demikian kaumnya menyerangnya dan membunuhnya dan tidak seorang pun yang membelanya. Sedang menurut Qatadah, \"Kaumnya merajamnya dengan batu, dan dia tetap berdoa, 'Wahai Tuhanku, tunjukilah kaumku, karena mereka tidak mengetahui.\" Mereka merajamnya sampai ia mengembuskan napasnya yang penghabisan. Dalam riwayat lain disebutkan bahwa orang yang dimaksud pada ayat-ayat di atas bernama habib an-Najjar, yang terkena penyakit campak, tetapi suka bersedekah. Separuh dari penghasilannya sehari-hari disedekahkannya. Disebutkan bahwa setelah kaumnya mendengar pernyataan keimannya terhadap Islam maka berkobarlah kemarahan terhadapnya, dan akhirnya mereka membunuhnya. Akan tetapi, pada saat sebelum ia mengembuskan napas yang terakhir, turunlah kepadanya malaikat untuk memberitahukan bahwa Allah telah mengampuni semua dosa-dosanya yang telah dilakukannya sebelum ia beriman, dan ia dimasukkan ke dalam surga sehingga termasuk golongan orang-orang yang mendapat kemuliaan di sisi Allah. Pada detik-detik terakhir, ia masih sempat mengucapkan kata yang berisi harapan, \"Alangkah baiknya, jika kaumku mengetahui karunia Allah yang dilimpahkan-Nya kepadaku, berkat keimananku kepada-Nya, aku telah memperoleh ampunan atas dosaku. Aku akan dimasukkan ke dalam surga dengan ganjaran yang berlipat ganda, dan termasuk golongan orang-orang yang memperoleh kemuliaan di sisi-Nya. Seandainya mereka mengetahui hal ini, tentulah mereka akan beriman pula.\" Pernyataan habib itu adalah pernyataan yang amat tinggi nilainya dan menunjukkan ketinggian akhlaknya. Sekalipun ia telah dirajam dan disiksa oleh kaumnya, namun ia tetap berharap agar kaumnya sadar dan mendapat rahmat dari Tuhan sebagaimana yang telah dialaminya."
        },
        {
          "number": 27,
          "arabic": "بِمَا غَفَرَ لِى رَبِّى وَجَعَلَنِى مِنَ ٱلْمُكْرَمِينَ",
          "transliteration": "bimā ghafara lī rabbī wajaʿalanī mina l-muk'ramīna",
          "translation": "apa yang menyebabkan Tuhanku memberi ampun kepadaku dan menjadikan aku termasuk orang-orang yang telah dimuliakan.\"",
          "tafsir": "Akhirnya, orang tersebut mengambil keputusan yang tepat berdasar keyakinan yang penuh bahwa ia hanya beriman kepada Allah, yaitu Tuhan yang sebenarnya bagi dia dan kaumnya. Ia lalu mengumumkan keimanan dan keyakinannya itu kepada kaumnya, dan berkata dengan tegas, \"Sesungguhnya aku telah beriman kepada Allah yaitu Tuhan kamu yang sebenarnya. Maka dengarkanlah pernyataan imanku ini.\" Sikap dan pernyataan iman seperti tersebut di atas, yang dilontarkan di tengah-tengah masyarakat yang masih bergelimang kekafiran, kemusyrikan, dan kemaksiatan, benar-benar merupakan keberanian yang timbul dari cahaya iman yang telah menerangi hati nuraninya. Ia ingin agar kaumnya juga beriman. Ia tak gentar kepada ancaman yang membahayakan dirinya, demi melaksanakan tugas suci untuk mengajak umat ke jalan yang benar. Menurut suatu riwayat, ketika orang itu berkata demikian kaumnya menyerangnya dan membunuhnya dan tidak seorang pun yang membelanya. Sedang menurut Qatadah, \"Kaumnya merajamnya dengan batu, dan dia tetap berdoa, 'Wahai Tuhanku, tunjukilah kaumku, karena mereka tidak mengetahui.\" Mereka merajamnya sampai ia mengembuskan napasnya yang penghabisan. Dalam riwayat lain disebutkan bahwa orang yang dimaksud pada ayat-ayat di atas bernama habib an-Najjar, yang terkena penyakit campak, tetapi suka bersedekah. Separuh dari penghasilannya sehari-hari disedekahkannya. Disebutkan bahwa setelah kaumnya mendengar pernyataan keimannya terhadap Islam maka berkobarlah kemarahan terhadapnya, dan akhirnya mereka membunuhnya. Akan tetapi, pada saat sebelum ia mengembuskan napas yang terakhir, turunlah kepadanya malaikat untuk memberitahukan bahwa Allah telah mengampuni semua dosa-dosanya yang telah dilakukannya sebelum ia beriman, dan ia dimasukkan ke dalam surga sehingga termasuk golongan orang-orang yang mendapat kemuliaan di sisi Allah. Pada detik-detik terakhir, ia masih sempat mengucapkan kata yang berisi harapan, \"Alangkah baiknya, jika kaumku mengetahui karunia Allah yang dilimpahkan-Nya kepadaku, berkat keimananku kepada-Nya, aku telah memperoleh ampunan atas dosaku. Aku akan dimasukkan ke dalam surga dengan ganjaran yang berlipat ganda, dan termasuk golongan orang-orang yang memperoleh kemuliaan di sisi-Nya. Seandainya mereka mengetahui hal ini, tentulah mereka akan beriman pula.\" Pernyataan habib itu adalah pernyataan yang amat tinggi nilainya dan menunjukkan ketinggian akhlaknya. Sekalipun ia telah dirajam dan disiksa oleh kaumnya, namun ia tetap berharap agar kaumnya sadar dan mendapat rahmat dari Tuhan sebagaimana yang telah dialaminya."
        }
      ]
    }
  ]
}