{
  "pageNumber": 72,
  "juz": 4,
  "surahs": [
    {
      "number": 3,
      "name": "Ali 'Imran",
      "nameArabic": "آل عمران",
      "meaning": "Keluarga Imran",
      "revelation": "Madinah",
      "description": "Surat Ali 'Imraan terdiri dari 200 ayat dan termasuk surat Madaniyyah. Dinamakan Ali 'Imran karena memuat kisah keluarga 'Imran, yang juga menyebutkan kisah kelahiran Nabi 'Isa a.s., persamaan kejadiannya dengan Nabi Adam a.s., kenabian dan beberapa mukjizatnya, serta kelahiran Maryam putri 'Imran, ibu Nabi 'Isa a.s.Surat Al Baqarah dan Ali 'Imraan dinamakan \"Az Zahrawaani\" (dua yang cemerlang), karena menyingkapkan hal-hal yang disembunyikan oleh para Ahli Kitab, seperti kejadian dan kelahiran Nabi 'Isa a.s., kedatangan Nabi Muhammad s.a.w., dan sebagainya.Pokok-Pokok Isi:1. Keimanan:Dalil-dalil dan alasan-alasan yang membantah orang Nasrani yang mempertuhankan Nabi 'Isa a.s.; ketauhidan adalah dasar yang dibawa oleh seluruh nabi.2. Hukum-hukum:Musyawarah; bermubahalah; larangan melakukan riba.3. Kisah-kisah:Kisah keluarga 'Imran; perang Badar dan Uhud dan pelajaran yang dapat diambil darinya,4. Lain-lain:Golongan-golongan manusia dalam memahami ayat-ayat mutasyaabihaat; sifat- sifat Allah; sifat orang-orang yang bertakwa; Islam satu-satunya agama yang diridhai Allah; kemudharatan mengambil orang-orang kafir sebagai teman kepercayaan; pengambilan perjanjian para Nabi oleh Allah; perumpamaan-perumpamaan; peringatan-peringatan terhadap Ahli Kitab; Ka'bah adalah rumah peribadatan yang tertua dan bukti-buktinya; faedah mengingat Allah dan merenungkan ciptaan-Nya.Surat Ali 'Imraan berisi dalil-dalil dan alasan-alasan untuk membantah kaum Nasrani yang mempertuhankan Nabi 'Isa a.s., menerangkan perang Badar dan Uhud; agar kemenangan di perang Badar dan kekalahan di perang Uhud yang dialami kaum muslimin itu dapat dijadikan pelajaran.Hubungan Surat Ali 'imraan Dengan Surat An Nisaa':1. Surat Ali 'Imraan disudahi dengan perintah bertakwa, sesuai dengan permulaan surat An Nisaa',2. Dalam surat Ali 'Imraan disebutkan perang Badar dan Uhud dengan sempurna, keterangan sebagiannya diulangi dalam surat An Nisaa'.3. Dalam surat Ali 'Imraan dikisahkan perang Hamraa-ul Asad yang terjadi setelah perang Uhud, dan perang ini disinggung pula dalam surat An Nisaa'.4. Dalam surat Ali 'Imraan disebutkan bahwa banyak kaum Muslimin yang gugur sebagai syuhada yang berarti mereka meninggalkan anak-anak dan istri-istri mereka, maka dalam bagian permulaan surat An Nisaa' disebutkan perintah memelihara anak yatim dan pembagian harta pusaka.",
      "verses": [
        {
          "number": 166,
          "arabic": "وَمَآ أَصَـٰبَكُمْ يَوْمَ ٱلْتَقَى ٱلْجَمْعَانِ فَبِإِذْنِ ٱللَّهِ وَلِيَعْلَمَ ٱلْمُؤْمِنِينَ",
          "transliteration": "wamā aṣābakum yawma l-taqā l-jamʿāni fabi-idh'ni l-lahi waliyaʿlama l-mu'minīna",
          "translation": "Dan apa yang menimpa kamu ketika terjadi pertemuan (pertempuran) antara dua pasukan itu adalah dengan izin Allah, dan agar Allah menguji siapa orang (yang benar-benar) beriman,",
          "tafsir": "Kemenangan yang diperoleh tentara Islam dalam Perang Badar, karena izin dan pertolongan Allah. Kekalahan itu pada lahirnya merupakan nasib buruk, dan sebaliknya kemenangan merupakan nasib baik bagi para syuhada serta pelajaran bagi Muslimin. Allah berfirman: Kebajikan apa pun yang kamu peroleh, adalah dari sisi Allah, dan keburukan apa pun yang menimpamu, itu dari (kesalahan) dirimu sendiri. ¦. (an-Nisa/4:79). Adanya kemenangan dan kekalahan itu dalam permulaan peperangan baik bagi pasukan Muslimin maupun yang lain adalah suatu hal yang lumrah, tetapi pada akhirnya pasukan Muslimin yang akan menang. Yang demikian itu dimaksudkan antara lain, untuk menguji keteguhan iman dan ketabahan masing-masing agar orang-orang mukmin lebih tebal keimanannya sehingga dapat dibedakan dari umat yang lain."
        },
        {
          "number": 167,
          "arabic": "وَلِيَعْلَمَ ٱلَّذِينَ نَافَقُوا۟ ۚ وَقِيلَ لَهُمْ تَعَالَوْا۟ قَـٰتِلُوا۟ فِى سَبِيلِ ٱللَّهِ أَوِ ٱدْفَعُوا۟ ۖ قَالُوا۟ لَوْ نَعْلَمُ قِتَالًا لَّٱتَّبَعْنَـٰكُمْ ۗ هُمْ لِلْكُفْرِ يَوْمَئِذٍ أَقْرَبُ مِنْهُمْ لِلْإِيمَـٰنِ ۚ يَقُولُونَ بِأَفْوَٰهِهِم مَّا لَيْسَ فِى قُلُوبِهِمْ ۗ وَٱللَّهُ أَعْلَمُ بِمَا يَكْتُمُونَ",
          "transliteration": "waliyaʿlama alladhīna nāfaqū waqīla lahum taʿālaw qātilū fī sabīli l-lahi awi id'faʿū qālū law naʿlamu qitālan la-ittabaʿnākum hum lil'kuf'ri yawma-idhin aqrabu min'hum lil'īmāni yaqūlūna bi-afwāhihim mā laysa fī qulūbihim wal-lahu aʿlamu bimā yaktumūna",
          "translation": "dan untuk menguji orang-orang yang munafik, kepada mereka dikatakan,\"Marilah berperang di jalan Allah atau pertahankanlah (dirimu).\" Mereka berkata, \"Sekiranya kami mengetahui (bagaimana cara) berperang, tentulah kami mengikuti kamu.\"<sup foot_note=135112>1</sup> Mereka pada hari itu lebih dekat kepada kekafiran dari pada keimanan. Mereka mengatakan dengan mulutnya apa yang tidak sesuai dengan isi hatinya. Dan Allah lebih mengetahui apa yang mereka sembunyikan.",
          "tafsir": "Demikian juga agar orang-orang munafik dapat diketahui kemunafikannya dengan nyata. Pada waktu Perang Uhud jumlah tentara Islam 1.000 orang kemudian ditengah jalan 300 orang yang tergolong munafikin di bawah pimpinan Abdullah bin Ubay telah kembali ke Medinah. Maka Perang Uhud merupakan pemisah antara tentara yang benar-benar beriman dan yang setengah-setengah imannya, yakni golongan munafik. Kaum munafikin pada waktu diajak berperang fi sabilillah menegakkan agama Allah, mempertahankan hak dan keadilan dan menolak kebatilan dan kemungkaran guna mencari rida Allah atau berperang untuk menjaga diri dan mempertahankan tanah tumpah darahnya, mereka menjawab, \"Jika kami mengetahui bahwa kita dapat dan mampu berperang pasti kami mengikuti kaum Muslimin.\" Tetapi mereka menilai bahwa kaum Muslimin berperang pada waktu itu semata-mata menjerumuskan diri dalam kebinasaan. Sebenarnya mereka lebih cenderung kepada kekafiran daripada keimanan dan apa yang mereka katakan bukan sebenarnya apa yang ada dalam hati mereka. Allah mengetahui kemunafikan yang mereka sembunyikan dalam hati mereka."
        },
        {
          "number": 168,
          "arabic": "ٱلَّذِينَ قَالُوا۟ لِإِخْوَٰنِهِمْ وَقَعَدُوا۟ لَوْ أَطَاعُونَا مَا قُتِلُوا۟ ۗ قُلْ فَٱدْرَءُوا۟ عَنْ أَنفُسِكُمُ ٱلْمَوْتَ إِن كُنتُمْ صَـٰدِقِينَ",
          "transliteration": "alladhīna qālū li-ikh'wānihim waqaʿadū law aṭāʿūnā mā qutilū qul fa-id'raū ʿan anfusikumu l-mawta in kuntum ṣādiqīna",
          "translation": "(Mereka itu adalah) orang-orang yang berkata kepada saudara-saudaranya dan mereka tidak turut pergi berperang, \"Sekiranya mereka mengikuti kita, tentulah mereka tidak terbunuh.\" Katakanlah, \"Cegahlah kematian itu dari dirimu, jika kamu orang yang benar.\"",
          "tafsir": "Orang-orang munafik itu tidak ikut berperang dan berkata kepada teman-temannya yang telah terbunuh dalam Perang Uhud, \"Sekiranya mereka mengikuti kami tinggal di Medinah saja tanpa ikut berperang, niscaya mereka tidak akan mati terbunuh.\" Katakanlah kepada mereka ya Muhammad, \"Tolaklah kematian dirimu jika kamu benar.\" Sebenarnya mereka tidak akan dapat menolak kematian meskipun mereka tinggal saja di rumah atau berlindung dalam suatu benteng yang kokoh. Pada waktunya orang pasti akan mati. Adapun sebab-sebab kematian mungkin berbeda-beda. Allah berfirman: Di mana pun kamu berada, kematian akan mendapatkan kamu, kendatipun kamu berada di dalam benteng yang tinggi dan kokoh¦ (an-Nisa/4:78)."
        },
        {
          "number": 169,
          "arabic": "وَلَا تَحْسَبَنَّ ٱلَّذِينَ قُتِلُوا۟ فِى سَبِيلِ ٱللَّهِ أَمْوَٰتًۢا ۚ بَلْ أَحْيَآءٌ عِندَ رَبِّهِمْ يُرْزَقُونَ",
          "transliteration": "walā taḥsabanna alladhīna qutilū fī sabīli l-lahi amwātan bal aḥyāon ʿinda rabbihim yur'zaqūna",
          "translation": "Dan jangan sekali-kali kamu mengira bahwa orang-orang yang gugur di jalan Allah itu mati; sebenarnya mereka itu hidup, di sisi Tuhannya mendapat rezeki,<sup foot_note=135113>1</sup>",
          "tafsir": "Orang-orang yang telah terbunuh sebagai syuhada dalam perang fi sabilillah, janganlah dikira mereka mati, sebagaimana anggapan orang- orang munafik, tetapi mereka masih hidup di sisi Allah, mendapat rezeki dan nikmat yang berlimpah. Bagaimana keadaan hidup mereka seterusnya, hanyalah Allah yang mengetahui. Dalam hadis yang diriwayatkan Ibnu Abbas, Nabi saw bersabda Para syuhada berada di tepi sungai dekat pintu surga, mereka berada dalam sebuah kubah yang hijau. Hidangan mereka keluar dari surga itu setiap pagi dan sore. (Riwayat al-hakim, Ahmad dan at-thabrani dari Ibnu 'Abbas). Para syuhada itu menikmati pemberian-pemberian Allah, mereka ingin mati syahid berulang kali. Hal ini dijelaskan dalam sabda Rasulullah saw: \"Tidak ada seorang yang telah mati dan memperoleh kenikmatan di sisi Allah, kemudian ingin kembali ke dunia kecuali orang yang mati syahid. Ia ingin dikembalikan ke dunia, kemudian mati syahid lagi. Hal itu karena besarnya keutamaan mati syahid..\" (Riwayat Muslim)"
        },
        {
          "number": 170,
          "arabic": "فَرِحِينَ بِمَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضْلِهِۦ وَيَسْتَبْشِرُونَ بِٱلَّذِينَ لَمْ يَلْحَقُوا۟ بِهِم مِّنْ خَلْفِهِمْ أَلَّا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
          "transliteration": "fariḥīna bimā ātāhumu l-lahu min faḍlihi wayastabshirūna bi-alladhīna lam yalḥaqū bihim min khalfihim allā khawfun ʿalayhim walā hum yaḥzanūna",
          "translation": "mereka bergembira dengan karunia yang diberikan Allah kepadanya, dan senang hati terhadap orang yang masih tinggal di belakang yang belum menyusul mereka,<sup foot_note=135114>1</sup> bahwa tidak ada rasa takut pada mereka dan mereka tidak bersedih hati.",
          "tafsir": "Para syuhada Perang Uhud setelah menikmati karunia Tuhan, mereka berkata, \"Mudah-mudahan teman-teman kami mengetahui kenikmatan ini.\" Kemudian dijawab oleh Allah, \"Akulah yang menyampaikan hal ini kepada mereka.\" Para syuhada itu bergembira atas nikmat dan kemurahan yang telah diberikan Allah kepada mereka. Dan mereka berharap terhadap kawan-kawan mereka seperjuangan yang tidak gugur dalam perang fi sabilillah sekiranya mereka dapat pula memperoleh kemurahan dan nikmat Allah yang serupa dengan apa yang mereka peroleh. Bagi mereka ini tidak ada kekhawatiran dan kesusahan."
        },
        {
          "number": 171,
          "arabic": "۞ يَسْتَبْشِرُونَ بِنِعْمَةٍ مِّنَ ٱللَّهِ وَفَضْلٍ وَأَنَّ ٱللَّهَ لَا يُضِيعُ أَجْرَ ٱلْمُؤْمِنِينَ",
          "transliteration": "yastabshirūna biniʿ'matin mina l-lahi wafaḍlin wa-anna l-laha lā yuḍīʿu ajra l-mu'minīna",
          "translation": "Mereka bergembira ria dengan nikmat dan karunia dari Allah. Dan sungguh, Allah tidak menyia-nyiakan pahala orang-orang yang beriman,",
          "tafsir": "Orang mukmin dan mujahidin bergembira atas nikmat dari Allah sebagai pahala amal mereka dan atas tambahan karunia yang lain. Sungguh Allah tidak akan mengurangi pahala yang telah ditentukan bagi para mukmin dan mujahidin."
        },
        {
          "number": 172,
          "arabic": "ٱلَّذِينَ ٱسْتَجَابُوا۟ لِلَّهِ وَٱلرَّسُولِ مِنۢ بَعْدِ مَآ أَصَابَهُمُ ٱلْقَرْحُ ۚ لِلَّذِينَ أَحْسَنُوا۟ مِنْهُمْ وَٱتَّقَوْا۟ أَجْرٌ عَظِيمٌ",
          "transliteration": "alladhīna is'tajābū lillahi wal-rasūli min baʿdi mā aṣābahumu l-qarḥu lilladhīna aḥsanū min'hum wa-ittaqaw ajrun ʿaẓīmun",
          "translation": "(yaitu) orang-orang yang menaati (perintah) Allah dan Rasul setelah mereka mendapat luka (dalam Perang Uhud). Orang-orang yang berbuat kebajikan dan bertakwa di antara mereka mendapat pahala yang besar.",
          "tafsir": "Orang mukmin memenuhi seruan Allah dan rasul-Nya untuk tetap berada di jalan Allah meskipun mereka telah mendapat luka. Mereka yang berbuat baik dan takwa akan memperoleh pahala yang besar."
        },
        {
          "number": 173,
          "arabic": "ٱلَّذِينَ قَالَ لَهُمُ ٱلنَّاسُ إِنَّ ٱلنَّاسَ قَدْ جَمَعُوا۟ لَكُمْ فَٱخْشَوْهُمْ فَزَادَهُمْ إِيمَـٰنًا وَقَالُوا۟ حَسْبُنَا ٱللَّهُ وَنِعْمَ ٱلْوَكِيلُ",
          "transliteration": "alladhīna qāla lahumu l-nāsu inna l-nāsa qad jamaʿū lakum fa-ikh'shawhum fazādahum īmānan waqālū ḥasbunā l-lahu waniʿ'ma l-wakīlu",
          "translation": "(Yaitu) orang-orang (yang menaati Allah dan Rasul) yang ketika ada orang-orang mengatakan kepadanya, \"Orang-orang (Quraisy) telah mengumpulkan pasukan untuk menyerang kamu, karena itu takutlah kepada mereka,\" ternyata (ucapan) itu menambah (kuat) iman mereka dan mereka menjawab, \"Cukuplah Allah (menjadi penolong) bagi kami dan Dia sebaik-baik pelindung.\"",
          "tafsir": "Turunnya ayat ini berhubungan dengan Abu Sufyan panglima perang kaum musyrikin Mekah dan tentaranya, yang sudah kembali dari Perang Uhud. Mereka setelah sampai di suatu tempat bernama Ruha, mereka menyesal dan bermaksud akan kembali lagi untuk melanjutkan perang. Berita ini sampai kepada Rasulullah, maka beliau memanggil kembali pasukan Muslimin untuk menghadapi Abu Sufyan dan tentaranya. Kata Rasulullah saw, \"Jangan ada yang ikut perang hari ini kecuali mereka yang telah ikut kemarin, sedang tentara Islam pada waktu itu telah banyak yang luka-luka. Tapi akhirnya Allah swt menurunkan rasa takut pada hati kaum musyrikin dan selanjutnya mereka pulang kembali. Para mujahidin ditakut-takuti oleh sebagian musuh (munafik), dengan menyatakan bahwa musuh telah menghimpun kekuatan baru guna menghadapi mereka. Tetapi para mujahidin tidak merasa gentar karena berita itu, bahkan bertambah imannya dan bertambah tinggi semangatnya untuk menghadapi musuh Allah itu dengan ucapan, \"Allah tetap akan melindungi kami dan kepada Allah kami bertawakal.\""
        }
      ]
    }
  ]
}