{
  "pageNumber": 239,
  "juz": 12,
  "surahs": [
    {
      "number": 12,
      "name": "Yusuf",
      "nameArabic": "يوسف",
      "meaning": "Nabi Yusuf",
      "revelation": "Makkah",
      "description": "Surat Yusuf ini terdiri dari 111 ayat dan termasuk surat Makkiyyah karena diturunkan di Mekah sebelum hijrah. Surat ini dinamai Yusuf karena titik berat isinya mengenai kisah Nabi Yusuf. Kisah ini termasuk cerita ghaib yang diwahyukan kepada Nabi Muhammad sebagai mukjizat bagi beliau, yang sebelumnya tidak beliau ketahui. Menurut riwayat Al Baihaqi dalam kitab \"Ad Dalail\" bahwa segolongan orang Yahudi masuk Islam setelah mendengar kisah Nabi Yusuf tersebut, karena sesuai dengan kisah yang mereka ketahui.Dari kisah Nabi Yusuf ini, Nabi Muhammad banyak mengambil pelajaran dan merupakan penghibur bagi beliau dalam menjalankan tugasnya.**Pokok-Pokok Isi:**1. **Keimanan:** Kenabian Yusuf dan mukjizat-mukjizatnya; menentukan hukum dalam agama adalah hak Allah semata; qadha Allah tak dapat diubah; semua rasul berkelamin laki-laki2. **Hukum-hukum:** Keharusan merahasiakan sesuatu untuk menghindari fitnah; barang dan anak temuan wajib dipungut dan tidak boleh dibiarkan; boleh melakukan muslihat yang tidak merugikan orang lain untuk memperoleh sesuatu kemaslahatan.3. **Kisah-kisah:** Kisah Nabi Yusuf bersaudara dan orang tua mereka, Nabi Ya'qub.4. **Lain-lain:** Beberapa sifat dan suri teladan mulia yang dapat diambil dari kisah Nabi Yusuf; persamaan antara agama para nabi, tauhid.Surat Yusuf ini seluruh isinya berkisah tentang Nabi Yusuf dan saudara-saudaranya beserta kedua orang tua mereka. Cara penuturan kisah Nabi Yusuf ini kepada Nabi Muhammad berbeda dengan kisah nabi-nabi yang lain; kisah Nabi Yusuf secara khusus diceritakan dalam satu surat sedang kisah nabi-nabi yang lain disebutkan dalam beberapa surat. Selain itu, isi kisah Nabi Yusuf juga berbeda dengan kisah nabi-nabi yang lain. Dalam kisah nabi-nabi yang lain, Allah menitikberatkan pada tantangan yang bermacam-macam dari kaum mereka, kemudian mengakhiri kisah tersebut dengan kemusnahan para penentang para nabi. Dalam kisah Nabi Yusuf, Allah menonjolkan kesudahan yang baik dari kesabaran, dan bahwa kesenangan datang setelah penderitaan. Allah menguji Nabi Ya'qub dengan kehilangan putranya, Yusuf, dan penglihatannya. Juga menguji ketabahan dan kesabaran Yusuf dengan dipisahkan dari kedua orang tuanya, dibuang ke dalam sumur, dan diperdagangkan sebagai hamba sahaya. Lalu Allah menguji imannya dengan godaan perempuan cantik lagi bangsawan dan akhirnya dimasukkan ke dalam penjara. Kemudian Allah melepaskan Yusuf dan ayahnya dari segala penderitaan dan cobaan, menghimpunkan mereka kembali, mengembalikan penglihatan Ya'qub, dan menghidupkan lagi cinta kasih antara mereka dengan Yusuf.**Hubungan Surat Yusuf Dengan Surat Ar Ra'd:**1. Dalam surat ini secara umum Allah mengemukakan adanya tanda-tanda keesaan Allah di langit dan di bumi. Di dalam surat Ar Ra'd Allah mengemukakannya lagi secara lebih jelas.2. Kedua surat tersebut sama-sama memuat pengalaman nabi-nabi zaman dahulu beserta umatnya. Yang menentang kebenaran mengalami kehancuran sedang yang mengikuti kebenaran mendapat kemenangan.3. Pada akhir surat Yusuf diterangkan bahwa Al-Qur'an bukanlah perkataan yang diada-adakan tetapi petunjuk dan rahmat bagi orang yang beriman, dan keterangan ini diulangi lagi di awal surat Ar Ra'd.",
      "verses": [
        {
          "number": 31,
          "arabic": "فَلَمَّا سَمِعَتْ بِمَكْرِهِنَّ أَرْسَلَتْ إِلَيْهِنَّ وَأَعْتَدَتْ لَهُنَّ مُتَّكَـًٔا وَءَاتَتْ كُلَّ وَٰحِدَةٍ مِّنْهُنَّ سِكِّينًا وَقَالَتِ ٱخْرُجْ عَلَيْهِنَّ ۖ فَلَمَّا رَأَيْنَهُۥٓ أَكْبَرْنَهُۥ وَقَطَّعْنَ أَيْدِيَهُنَّ وَقُلْنَ حَـٰشَ لِلَّهِ مَا هَـٰذَا بَشَرًا إِنْ هَـٰذَآ إِلَّا مَلَكٌ كَرِيمٌ",
          "transliteration": "falammā samiʿat bimakrihinna arsalat ilayhinna wa-aʿtadat lahunna muttaka-an waātat kulla wāḥidatin min'hunna sikkīnan waqālati ukh'ruj ʿalayhinna falammā ra-aynahu akbarnahu waqaṭṭaʿna aydiyahunna waqul'na ḥāsha lillahi mā hādhā basharan in hādhā illā malakun karīmun",
          "translation": "Maka ketika perempuan itu mendengar cercaan mereka, diundangnyalah perempuan-perempuan itu dan disediakannya tempat duduk bagi mereka, dan kepada masing-masing mereka diberikan sebilah pisau (untuk memotong jamuan), kemudian dia berkata (kepada Yusuf), \"Keluarlah (tampakkanlah dirimu) kepada mereka.\" Ketika perempuan-perempuan itu melihatnya, mereka terpesona kepada (keelokan rupa)nya, dan mereka (tanpa sadar) melukai tangannya sendiri. Seraya berkata, \"Mahasempurna Allah, ini bukanlah manusia. Ini benar-benar malaikat yang mulia.\"",
          "tafsir": "Pergunjingan perempuan-perempuan itu sampai juga ke telinga istri menteri yang menyebabkan ia merasa marah bercampur malu. Dia tidak mengira bahwa berita mengenai dirinya akan tersebar luas seperti itu, sebab sudah cukup usahanya untuk menutupi rahasia itu. Dia mencari akal, bagaimana caranya menutup malu yang sudah tersebar luas itu. Maka diundangnyalah perempuan-perempuan terkemuka itu datang ke rumahnya menghadiri suatu jamuan. Untuk pesta itu, sudah diatur tempat sebaik-baiknya, makanan yang enak-enak, dan minuman dari berbagai macam sudah disiapkan. Tidak ketinggalan buah-buahan yang segar dan manis yang bermacam jenis dan ragamnya sudah disediakan di meja makan. Kursi-kursi yang bagus sudah disusun untuk dapat duduk bersantai, menikmati makanan dan buah-buahan yang lezat cita rasanya. Undangan ini mendapat sambutan yang hangat, lebih-lebih dari perempuan-perempuan yang ingin mengetahui kejadian yang sudah menjadi buah bibir selama ini, terutama ingin melihat anak muda yang bernama Yusuf itu. Meriah sekali pesta itu. Gelak tawa bersahut-sahutan, omong dan kelakar menjadi-jadi. Bermacam makanan dihidangkan tidak putus-putusnya. Begitu juga minuman. Terakhir sekali dihidangkan buah-buahan. Kepada masing-masing yang hadir diberikan sebuah pisau untuk mengupas buah-buahan. Di saat itu, istri menteri yang menjadi nyonya rumah, memerintahkan kepada Yusuf untuk ke luar ke tengah-tengah para tamu yang sedang duduk bersantai memotong buah-buahan untuk memperkenalkan dirinya. Maka keluarlah Yusuf dan berdiri di hadapan tamu-tamu itu. Baru saja perempuan-perempuan itu melihat wajah Yusuf yang sangat elok seperti bulan purnama, kagumlah mereka melihatnya, bahkan lupa akan diri mereka masing-masing karena terpesona oleh kegagahan dan ketampanan Yusuf. Dengan tidak sadar, pisau yang ada di tangan mereka, mereka potongkan ke tangan dan jari mereka sendiri, bukan untuk memotong buah-buahan dan mereka tidak merasakan sakit perihnya. Dari mulut mereka keluar kata-kata, \"Mahasempurna Allah, dia bukanlah manusia, tetapi adalah malaikat yang mulia.\" Begitu kagum dan tercengang mereka melihat Yusuf yang sangat menawan dan menggetarkan jantung mereka, inilah sosok orang yang mereka bicarakan sehari-hari dengan mempersalahkan dan mengejek istri menteri."
        },
        {
          "number": 32,
          "arabic": "قَالَتْ فَذَٰلِكُنَّ ٱلَّذِى لُمْتُنَّنِى فِيهِ ۖ وَلَقَدْ رَٰوَدتُّهُۥ عَن نَّفْسِهِۦ فَٱسْتَعْصَمَ ۖ وَلَئِن لَّمْ يَفْعَلْ مَآ ءَامُرُهُۥ لَيُسْجَنَنَّ وَلَيَكُونًا مِّنَ ٱلصَّـٰغِرِينَ",
          "transliteration": "qālat fadhālikunna alladhī lum'tunnanī fīhi walaqad rāwadttuhu ʿan nafsihi fa-is'taʿṣama wala-in lam yafʿal mā āmuruhu layus'jananna walayakūnan mina l-ṣāghirīna",
          "translation": "Dia (istri Al-Aziz) berkata, \"Itulah orangnya yang menyebabkan kamu mencela aku karena (aku tertarik) kepadanya, dan sungguh, aku telah menggoda untuk menundukkan dirinya tetapi dia menolak. Jika dia tidak melakukan apa yang aku perintahkan kepadanya, niscaya dia akan dipenjarakan, dan dia akan menjadi orang yang hina.\"",
          "tafsir": "Ayat ini menerangkan bahwa perempuan-perempuan yang diundang itu kagum dan terpesona melihat Yusuf. Melihat reaksi mereka, istri menteri itu gembira, lalu berkata, \"Inilah dia Yusuf yang selalu kamu guncingkan dan selalu kamu mencela sikap saya terhadap Yusuf dan kejadian antara saya dengan dia baru-baru ini. Sekarang kamu semua terpesona memandanginya. Baru sepintas lalu kamu memandangnya, kamu sudah lupa diri. Lihatlah kamu sudah memotong jarimu karena terpesona memandang Yusuf.\" Istri al-Aziz berkata, \"Saya akui terus terang, memang sayalah yang telah jatuh cinta kepadanya dan sayalah yang menggodanya dan mengajaknya berlaku serong. Tetapi dia tetap enggan dan berlindung diri kepada Tuhannya. Dia berpaling dan menjauhkan dirinya daripadaku. Aku terus menggodanya dan merayunya sampai dia mau mengikuti keinginan hawa nafsuku. Seandainya dia juga tidak mau, aku akan katakan kepada suamiku, supaya dia dimasukkan ke dalam penjara dan tentunya dia akan menjadi orang yang hina. Suamiku tidak berani menolak usulku itu dan suamiku akan menghukum dia sesuai dengan keinginanku.\" Sengaja kata-kata itu dilontarkannya di hadapan tamu-tamu dalam jamuan yang meriah itu, supaya didengar oleh Yusuf sendiri dan supaya para tamu dapat melunakkan hati Yusuf. Lebih baik mematuhi apa saja kehendak istri al-Aziz daripada mendapat kemarahan yang akhirnya akan dipenjara-kan, hidup bersama-sama dengan orang-orang jahat dan hina-dina. Bila Yusuf mau mengikuti kehendaknya, tentu Yusuf akan beruntung seluruh kekayaan dan kemewahan isi istana itu dapat pula dikuasai Yusuf. Pendek-nya, semua yang hadir pada waktu itu telah berpihak kepada istri al-Aziz, tidak lagi menyalahkan dan mengejeknya. Semua membenarkan, sudah sepantasnya istri menteri tergoda dan tergila-gila oleh Yusuf yang tinggal di rumahnya. Maka semua perempuan itu, turut membujuk Yusuf agar mematuhi kehendak istri menteri itu, tanpa malu-malu dan takut-takut."
        },
        {
          "number": 33,
          "arabic": "قَالَ رَبِّ ٱلسِّجْنُ أَحَبُّ إِلَىَّ مِمَّا يَدْعُونَنِىٓ إِلَيْهِ ۖ وَإِلَّا تَصْرِفْ عَنِّى كَيْدَهُنَّ أَصْبُ إِلَيْهِنَّ وَأَكُن مِّنَ ٱلْجَـٰهِلِينَ",
          "transliteration": "qāla rabbi l-sij'nu aḥabbu ilayya mimmā yadʿūnanī ilayhi wa-illā taṣrif ʿannī kaydahunna aṣbu ilayhinna wa-akun mina l-jāhilīna",
          "translation": "Yusuf berkata, \"Wahai Tuhanku! Penjara lebih aku sukai daripada memenuhi ajakan mereka. Jika aku tidak Engkau hindarkan dari tipu daya mereka, niscaya aku akan cenderung untuk (memenuhi keinginan mereka) dan tentu aku termasuk orang yang bodoh.\"",
          "tafsir": "Ayat ini menerangkan bagaimana keteguhan hati dan kekuatan iman Yusuf yang tidak mempan segala bujukan dan rayuan, begitu juga semua kata-kata untuk melunakkan hati Yusuf yang keluar dari mulut perempuan-perempuan itu. Tidak mencemaskan hati Yusuf gertakan dan ancaman yang mengatakan bahwa Yusuf akan dipenjarakan dan dihukum, kalau dia tidak mau tunduk mengikuti ajakan untuk berbuat serong itu. Mendengar semua itu, Yusuf hanya berlindung diri kepada Allah, menundukkan kepala sambil berdoa agar dijauhkan Tuhan dari godaan perempuan-perempuan itu seraya berkata, \"Ya Tuhanku, penjara yang gelap lagi sempit itu lebih baik bagiku daripada dalam istana, menghadapi perempuan-perempuan yang cantik yang selalu menggoda dan mengajakku untuk memenuhi keinginan hawa nafsunya. Aku khawatir ya Allah, bila aku masih tinggal dalam istana ini, selalu berhadapan dengan perempuan-perempuan yang menggodaku, kalau-kalau semangatku melemah, imanku luntur, sehingga aku terperosok jatuh ke lembah kehinaan bersama mereka. Ya Allah, hindarkanlah aku dari godaan-godaan mereka. Tidak ada daya dan kekuatan bagiku untuk lepas dari bahaya itu selain dengan pertolongan dan petunjuk-Mu. Ya Allah, kalau bukan karena pertolongan dan petunjuk-Mu, aku akan jadi orang yang bodoh, sesat jalan dan mudah terpedaya akhirnya terjerumus ke dalam lembah kehinaan dan maksiat.\""
        },
        {
          "number": 34,
          "arabic": "فَٱسْتَجَابَ لَهُۥ رَبُّهُۥ فَصَرَفَ عَنْهُ كَيْدَهُنَّ ۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
          "transliteration": "fa-is'tajāba lahu rabbuhu faṣarafa ʿanhu kaydahunna innahu huwa l-samīʿu l-ʿalīmu",
          "translation": "Maka Tuhan memperkenankan doa Yusuf, dan Dia menghindarkan Yusuf dari tipu daya mereka. Dialah Yang Maha Mendengar, Maha Mengetahui.",
          "tafsir": "Ayat ini menerangkan bahwa akhirnya Yusuf dimasukkan ke dalam penjara. Doa Yusuf diperkenankan Tuhannya, agar Yusuf tetap dipelihara dari godaan dan tipu-daya perempuan-perempuan itu. Maka menteri memasukkan Yusuf ke dalam penjara sekadar memenuhi permintaan istrinya, oleh karena istrinya meminta kepada suaminya supaya jangan membocorkan peristiwa itu dan berusaha menenteramkan suasana rumah tangganya. Maksud Allah mengabulkan doa Yusuf untuk masuk penjara berlainan dengan maksud pembesar itu (al-Aziz). Maksud Allah ialah supaya Yusuf tetap bersih, terpelihara dari segala godaan yang mengotori jiwanya. Juga supaya Yusuf menjadi orang yang sabar dan tahan menderita dalam penjara, bergaul dengan orang-orang yang sudah lama meringkuk dalam penjara dengan bermacam-macam karakter, tingkah laku, dan perangainya. Sebab Yusuf akan diangkat Allah menjadi nabi untuk kaumnya. Penjara adalah tempat mendewasakannya dan tempat pertama kali Allah menurunkan wahyu kepadanya. Oleh karena itu, Allah selalu menjaganya dan Allah adalah Maha Mendengar lagi Maha Mengetahui segala doa yang dipanjatkan dan segala perbuatan yang dikerjakan hamba-Nya."
        },
        {
          "number": 35,
          "arabic": "ثُمَّ بَدَا لَهُم مِّنۢ بَعْدِ مَا رَأَوُا۟ ٱلْـَٔايَـٰتِ لَيَسْجُنُنَّهُۥ حَتَّىٰ حِينٍ",
          "transliteration": "thumma badā lahum min baʿdi mā ra-awū l-āyāti layasjununnahu ḥattā ḥīnin",
          "translation": "Kemudian timbul pikiran pada mereka setelah melihat tanda-tanda (kebenaran Yusuf) bahwa mereka harus memenjarakannya sampai waktu tertentu.",
          "tafsir": "Ayat ini menerangkan bahwa menteri beserta istrinya telah melihat bukti-bukti bahwa Yusuf adalah orang baik, jujur, dan mempunyai akhlak yang mulia serta mempunyai keimanan dan kepercayaan yang teguh kepada Tuhannya. Selama mereka bergaul dengan Yusuf, tidak pernah mereka melihat perbuatan Yusuf yang salah. Nyata bagi mereka, bahwa Yusuf selalu dipelihara Tuhannya dan dilindungi-Nya dari perbuatan-perbuatan yang keji. Walaupun dia dituduh, dibujuk, dan diancam namun Yusuf tetap tenang dan selalu meminta perlindungan kepada Tuhannya. Hal seperti itu bukan saja diketahui dengan jelas oleh menteri dan istrinya, tetapi juga oleh seluruh keluarga istana. Sungguh pun begitu, Yusuf tetap dimasukkan ke dalam penjara untuk waktu yang tidak ditentukan sebagai pelaksanaan dari permintaan istrinya, agar dianggap oleh orang banyak bahwa Yusuf bersalah, padahal istrinya yang bersalah. Yusuf tidak merasa sengsara dan hina dalam penjara. Dengan pergaulan dalam penjara itu, Yusuf bertambah kuat imannya, bertambah tabah hati dan jiwanya, makin banyak rahasia manusia yang diketahuinya, dan makin besar keagungan Allah yang dirasakannya."
        },
        {
          "number": 36,
          "arabic": "وَدَخَلَ مَعَهُ ٱلسِّجْنَ فَتَيَانِ ۖ قَالَ أَحَدُهُمَآ إِنِّىٓ أَرَىٰنِىٓ أَعْصِرُ خَمْرًا ۖ وَقَالَ ٱلْـَٔاخَرُ إِنِّىٓ أَرَىٰنِىٓ أَحْمِلُ فَوْقَ رَأْسِى خُبْزًا تَأْكُلُ ٱلطَّيْرُ مِنْهُ ۖ نَبِّئْنَا بِتَأْوِيلِهِۦٓ ۖ إِنَّا نَرَىٰكَ مِنَ ٱلْمُحْسِنِينَ",
          "transliteration": "wadakhala maʿahu l-sij'na fatayāni qāla aḥaduhumā innī arānī aʿṣiru khamran waqāla l-ākharu innī arānī aḥmilu fawqa rasī khub'zan takulu l-ṭayru min'hu nabbi'nā bitawīlihi innā narāka mina l-muḥ'sinīna",
          "translation": "Dan bersama dia masuk pula dua orang pemuda ke dalam penjara.<sup foot_note=135363>1</sup> Salah satunya berkata, \"Sesungguhnya aku bermimpi memeras anggur,\" dan yang lainnya berkata, \"Aku bermimpi, membawa roti di atas kepalaku, sebagiannya dimakan burung.\" Berikanlah kepada kami takwilnya. Sesungguhnya kami memandangmu termasuk orang yang berbuat baik.",
          "tafsir": "Ayat ini menerangkan bahwa bersama-sama dengan Yusuf masuk pula ke dalam penjara dua orang pemuda. Menurut riwayat, kedua pemuda itu ialah bekas tukang siram kebun raja dan bekas bendahara raja. Keduanya dimarahi karena bersalah dan dimasukkan ke dalam penjara. Pada suatu ketika, Yusuf melihat kedua pemuda itu duduk dengan bersedih hati seperti orang melamun. Maka Yusuf menyapa kedua pemuda itu, \"Mengapa kalian dalam keadaan begini?\" Jawab mereka, \"Kami tadi malam bermimpi yang aneh dan ajaib, sehingga kami gelisah dan sedih seperti yang engkau lihat ini. Kami tidak tahu apa tafsir mimpi kami ini.\" Yusuf berkata kepada keduanya, \"Tafsir mimpi kamu itu hanya Allah yang mengetahuinya, cobalah ceritakan kepada saya apa mimpi kalian.\" Maka salah seorang dari keduanya bercerita tentang mimpinya dan katanya, \"Saya bermimpi bahwa saya sedang berada dalam sebuah kebun anggur yang sangat lebat buahnya dan menghijau warnanya. Seakan-akan di tangan saya ada sebuah gelas kepunyaan raja. Dengan gelas itulah, saya menampung airnya sesudah saya peras anggur itu untuk dijadikan minuman.\" Sesudah itu yang seorang lagi menceritakan mimpinya pula, seraya berkata, \"Saya bermimpi bahwa saya membawa sebuah keranjang di atas kepala saya, penuh dengan bermacam-macam roti dan makanan. Tiba-tiba terbang melayang di atas kepala saya beberapa ekor burung, lalu disambarnya semua roti dan makanan yang ada dalam keranjang itu dan dibawanya terbang jauh.\" Keduanya memohon kepada Yusuf, agar Yusuf sudi memberikan tafsir mimpi mereka. Kepada Yusuf tertumpu harapannya, karena hanya Yusuf yang paling mereka percayai. Selama dalam penjara mereka telah mengenal Yusuf sebagai orang yang baik, luas ilmunya, baik pergaulannya, dan dekat dengan Tuhannya."
        },
        {
          "number": 37,
          "arabic": "قَالَ لَا يَأْتِيكُمَا طَعَامٌ تُرْزَقَانِهِۦٓ إِلَّا نَبَّأْتُكُمَا بِتَأْوِيلِهِۦ قَبْلَ أَن يَأْتِيَكُمَا ۚ ذَٰلِكُمَا مِمَّا عَلَّمَنِى رَبِّىٓ ۚ إِنِّى تَرَكْتُ مِلَّةَ قَوْمٍ لَّا يُؤْمِنُونَ بِٱللَّهِ وَهُم بِٱلْـَٔاخِرَةِ هُمْ كَـٰفِرُونَ",
          "transliteration": "qāla lā yatīkumā ṭaʿāmun tur'zaqānihi illā nabbatukumā bitawīlihi qabla an yatiyakumā dhālikumā mimmā ʿallamanī rabbī innī taraktu millata qawmin lā yu'minūna bil-lahi wahum bil-ākhirati hum kāfirūna",
          "translation": "Dia (Yusuf) berkata, \"Makanan apa pun yang akan diberikan kepadamu berdua aku telah dapat menerangkan takwilnya, sebelum (makanan) itu sampai kepadamu. Itu sebagian dari yang diajarkan Tuhan kepadaku. Sesungguhnya aku telah meninggalkan agama orang-orang yang tidak beriman kepada Allah, bahkan mereka tidak percaya kepada hari akhirat,",
          "tafsir": "Dalam ayat ini diterangkan, sebelum Yusuf memberikan takwil mimpi kedua pemuda itu, lebih dahulu dia berdakwah tentang kebesaran dan kekuasaan Allah, tentang nikmat Allah yang telah diperolehnya, dan sikap yang tidak mau tunduk kepada agama yang tidak benar. Yusuf berkata kepada kedua pemuda itu, \"Sebelum kamu berdua menerima makanan yang dikirimkan untukmu, aku sudah tahu apa makanan itu dan akan aku jelaskan kepadamu sekarang ini.\" Menurut riwayat, bahwa orang-orang kerajaan ada yang mengirimkan kepada orang-orang yang bersalah dalam penjara yaitu makanan yang dicampur dengan racun dengan maksud untuk membunuh mereka. Yusuf sudah tahu maksud orang-orang kerajaan itu dan telah dijelaskan kepada kedua orang pemuda itu. Yusuf menjelaskan bahwa ilmu yang seperti itu adalah wahyu dari Tuhannya kepadanya. \"Dengan ilmu itulah saya dapat mentakwilkan mimpi, bukan seperti tukang tenung dan ahli nujum yang mempergunakan pertolongan setan, menerka-nerka dan menjampi-jampi yang belum tentu benar terkaannya itu,\" kata Yusuf. Selanjutnya Yusuf menjelaskan bahwa dia tidak mau terpengaruh oleh ajaran agama yang salah. Dia tinggalkan kepercayaan orang-orang yang tidak benar itu, orang-orang yang tidak mau beriman kepada Allah dan mengingkari kehidupan akhirat."
        }
      ]
    }
  ]
}