{
  "pageNumber": 459,
  "juz": 23,
  "surahs": [
    {
      "number": 39,
      "name": "Az-Zumar",
      "nameArabic": "الزمر",
      "meaning": "Rombongan",
      "revelation": "Makkah",
      "description": "Surat Az-Zumar terdiri dari 75 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Saba'.Dinamakan \"Az-Zumar\" (rombongan-rombongan) karena kata \"Az-Zumar\" terdapat pada ayat ke-71 dan ke-73.Dalam ayat-ayat tersebut diterangkan keadaan manusia pada hari kiamat setelah mereka dihisab, ketika itu mereka terbagi menjadi dua rombongan; satu rombongan dibawa ke neraka dan satu rombongan lagi dibawa ke surga. Masing-masing rombongan memperoleh balasan atas apa yang mereka kerjakan di dunia.Surat ini dinamakan juga \"Al Ghuraf\" (kamar-kamar) berhubung kata \"ghuraf\" terdapat pada ayat ke-20, yang menerangkan kondisi kamar-kamar dalam surga yang diperoleh orang-orang yang bertakwa.**Pokok-Pokok Isi:**1. **Keimanan:** Dalil-dalil keesaan dan kekuasaan Allah; malaikat-malaikat berkumpul di sekeliling 'Arsy bertasbih kepada Allah; pada hari kiamat setiap orang mempunyai catatan amal masing-masing.2. **Kisah-kisah:** Perintah memurnikan ketaatan kepada Allah; larangan berputus asa terhadap rahmat Allah.3. **Lain-lain:** Tabiat orang-orang musyrik ketika senang dan susah; perumpamaan yang tercantum dalam Al-Qur'an dan faedahnya; kedahsyatan hari kiamat; rona wajah orang musyrik dan rona wajah orang mukmin pada hari kiamat; janji Allah mengampuni orang-orang yang bersalah jika mereka bertaubat.Dari surat Az-Zumar dapat diambil pelajaran sebagai berikut:a. Al-Qur'an adalah petunjuk yang paling sempurna bagi manusia.b. Setiap makhluk akan mati dan di akhirat akan dihisab tentang amal-amalnya.c. Sekalipun manusia banyak dosa, dilarang berputus asa dari rahmat Allah.**Hubungan Surat Az-Zumar Dengan Surat Ghafir (Al-Mukmin):**1. Surat Az-Zumar menerangkan tentang kesudahan orang-orang mukmin dan kesudahan orang-orang kafir yang selalu mengingkari nabi yang diutus kepada mereka. Surat Al-Mukmin menerangkan bahwa Allah mengampuni segala dosa hamba-Nya yang mau mengikuti jalan yang benar. Hal ini merupakan ajakan Allah kepada orang-orang kafir agar mereka beriman.2. Kedua surat ini sama-sama mengutarakan hal-hal yang berhubungan dengan keadaan hari kiamat, keadaan mahsyar, surga dan neraka.",
      "verses": [
        {
          "number": 6,
          "arabic": "خَلَقَكُم مِّن نَّفْسٍ وَٰحِدَةٍ ثُمَّ جَعَلَ مِنْهَا زَوْجَهَا وَأَنزَلَ لَكُم مِّنَ ٱلْأَنْعَـٰمِ ثَمَـٰنِيَةَ أَزْوَٰجٍ ۚ يَخْلُقُكُمْ فِى بُطُونِ أُمَّهَـٰتِكُمْ خَلْقًا مِّنۢ بَعْدِ خَلْقٍ فِى ظُلُمَـٰتٍ ثَلَـٰثٍ ۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ لَهُ ٱلْمُلْكُ ۖ لَآ إِلَـٰهَ إِلَّا هُوَ ۖ فَأَنَّىٰ تُصْرَفُونَ",
          "transliteration": "khalaqakum min nafsin wāḥidatin thumma jaʿala min'hā zawjahā wa-anzala lakum mina l-anʿāmi thamāniyata azwājin yakhluqukum fī buṭūni ummahātikum khalqan min baʿdi khalqin fī ẓulumātin thalāthin dhālikumu l-lahu rabbukum lahu l-mul'ku lā ilāha illā huwa fa-annā tuṣ'rafūna",
          "translation": "Dia menciptakan kamu dari diri yang satu (Adam) kemudian darinya Dia jadikan pasangannya dan Dia menurunkan delapan pasang hewan ternak untukmu. Dia menjadikan kamu dalam perut ibumu kejadian demi kejadian dalam tiga kegelapan.<sup foot_note=135708>1</sup> Yang (berbuat) demikian itu adalah Allah, Tuhan kamu, Tuhan Yang memiliki kerajaan. Tidak ada tuhan selain Dia; maka mengapa kamu dapat dipalingkan?",
          "tafsir": "Allah menunjukkan tanda-tanda kekuasaan-Nya yang ada pada penciptaan diri manusia. Allah menjelaskan bahwa Dia menciptakan manusia pada mulanya seorang saja. Allah menciptakan manusia yang beraneka ragam warna dan bahasanya dari diri Adam. Kemudian Allah menciptakan pasangannya Hawa. Allah juga menjelaskan bahwa Dia pula yang menciptakan delapan ekor binatang ternak yang berpasang-pasangan. Kambing sepasang, biri-biri sepasang, unta sepasang, dan sapi sepasang. Allah menjelaskan lebih jauh tentang kejadian manusia. Manusia diciptakan melalui proses kejadian demi kejadian. Proses kejadiannya yang pertama ialah sebagai nutfah, sesudah itu melalui proses demi proses sebagaimana darah kental kemudian sebagai janin. Pada saat sempurna menjadi janin itulah Allah menciptakan roh di dalamnya sehingga menjadi makhluk hidup. Tanda-tanda kehidupannya dapat diketahui dari detak jantungnya dengan menempelkan telinga ke perut sang ibu. Tentang proses kejadian manusia dalam perut ibu, Nabi Muhammad bersabda: Sesungguhnya kejadian seseorang di antara kamu dalam perut ibunya adalah 40 hari pertama berupa air mani (sperma), kemudian menjadi 'alaqah (sesuatu yang menggantung)pada masa seperti itu lagi (40 hari), lalu menjadi \"Mudhgah\"(segumpal daging) dalam masa seperti itu (40 hari. Kemudian malaikat di utus (oleh Allah), lalu dia meniupkan roh kepada janin, dan Allah memerintahkan untuk menetapkan 4 hal: Rezekinya, umurnya, amalnya, apakah dia orang yang celaka atau bahagia.( Riwayat Muslim dari Ibnu Mas'ud) Di samping itu, Allah menjelaskan bahwa ketika bayi berada dalam kandungan, ia berada dalam tiga kegelapan, yaitu pada bagian dalam selaput yang menutupi bayi dalam rahim sehingga bayi itu terlindung dari pengaruh pembusukan. Menurut pandangan mata, sepintas kilas selaput itu seakan-akan hanya selapis saja, namun bila diteliti dengan seksama, selaput itu ada tiga lapis. Para ilmuwan menjelaskan bahwa tiga lapis membran yang dapat mengamankan janin selama berada di dalam rahim, adalah: 1.Lapisan membran amnion yang mengandung cairan sehingga janin dalam keadaan berenang. Kondisi demikian ini melindungi janin apabila ada benturan dari luar. Di samping itu, posisi berenang ini memberikan kesempatan kepada janin dalam memposisikan diri saat akan dilahirkan. 2.Lapisan membran chorion 3.Lapisan membran decidua Beberapa peneliti menghubungkan tiga lapisan kegelapan dalam ayat di atas dengan lapisan membran amniotik yang mengelilingi rahim, dinding rahim itu sendiri, dan dinding abdomen di bagian perut . Allah menandaskan bahwa yang berbuat demikian itu ialah Allah Pencipta manusia dan yang menguasai langit dan bumi serta isinya. Oleh sebab itu, Dia yang berhak disembah. Tidak ada Tuhan yang patut disembah kecuali Dia, Yang Maha Esa dan tidak mempunyai sekutu. Pada penghujung ayat, Allah menanyakan kepada kaum musyrikin pertanyaan yang mengandung cemoohan terhadap mereka, mengapa mereka dapat dipalingkan dari beribadah hanya kepada Allah, menjadi penyembah patung-patung, padahal mereka telah mempunyai kemampuan untuk membaca tanda-tanda keesaan dan kekuasaan Allah yang ada di alam semesta dan ada pada diri mereka sendiri."
        },
        {
          "number": 7,
          "arabic": "إِن تَكْفُرُوا۟ فَإِنَّ ٱللَّهَ غَنِىٌّ عَنكُمْ ۖ وَلَا يَرْضَىٰ لِعِبَادِهِ ٱلْكُفْرَ ۖ وَإِن تَشْكُرُوا۟ يَرْضَهُ لَكُمْ ۗ وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىٰ ۗ ثُمَّ إِلَىٰ رَبِّكُم مَّرْجِعُكُمْ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ ۚ إِنَّهُۥ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
          "transliteration": "in takfurū fa-inna l-laha ghaniyyun ʿankum walā yarḍā liʿibādihi l-kuf'ra wa-in tashkurū yarḍahu lakum walā taziru wāziratun wiz'ra ukh'rā thumma ilā rabbikum marjiʿukum fayunabbi-ukum bimā kuntum taʿmalūna innahu ʿalīmun bidhāti l-ṣudūri",
          "translation": "Jika kamu kafir (ketahuilah) maka sesungguhnya Allah tidak memerlukanmu<sup foot_note=135709>1</sup> dan Dia tidak meridai kekafiran hamba-hamba-Nya. Jika kamu bersyukur, Dia meridai kesyukuranmu itu. Seseorang yang berdosa tidak memikul dosa orang lain.<sup foot_note=135710>2</sup> Kemudian kepada Tuhanmulah kembalimu lalu Dia beritakan kepadamu apa yang telah kamu kerjakan. Sungguh, Dia Maha Mengetahui apa yang tersimpan dalam dada(mu).",
          "tafsir": "Allah menjelaskan bahwa apabila kaum musyrikin itu tetap mengingkari kemahaesaan-Nya, padahal sudah cukup bukti-bukti untuk itu, maka hal itu sedikit pun tidak merugikan Allah. Dia tidak memerlukan apa pun juga dari seluruh makhluk-Nya. Allah berfirman: Dan Musa berkata, \"Jika kamu dan orang yang ada di bumi semuanya mengingkari (nikmat Allah), maka sesungguhnya Allah Mahakaya, Maha Terpuji.\" (Ibrahim/14: 8) Dalam hadis Qudsi dijelaskan: \"Wahai hamba-hamba-Ku, sekiranya orang-orang yang terdahulu dan yang terakhir dari kamu, manusia dan jin semuanya berkumpul dalam hati seorang yang paling jahat, maka sikap demikian itu tidaklah mengurangi kekuasaan-Ku sedikit pun.\" (Riwayat Muslim dari Abu dzarr al-Gifari) Allah menjelaskan bahwa Dia tidak merelakan kekafiran bagi para hamba-Nya. Keingkaran itu pada dasarnya bertentangan dengan jiwa manusia. Jiwa manusia dan seluruh makhluk Allah diciptakan sesuai dengan fitrah kejadiannya, yang semestinya tunduk kepada ketentuan-ketentuan Penciptanya. Akan tetapi, apabila mereka itu mensyukuri nikmat Allah, tentu Dia menyukainya, karena keadaan serupa itu memang sesuai dengan fitrah kejadiannya, dan sesuai dengan sunatullah. Allah berfirman: Sesungguhnya jika kamu bersyukur, niscaya Aku akan menambah (nikmat) kepadamu, tetapi jika kamu mengingkari (nikmat-Ku), maka pasti azab-Ku sangat berat. (Ibrahim/14: 7) Kemudian Allah menjelaskan bahwa tiap orang, pada hari Kiamat, akan dituntut untuk mempertanggungjawabkan amal perbuatannya ketika hidup di dunia. Tiap-tiap orang yang berdosa bertanggung jawab atas perbuatan dosanya. Ia tidak akan memikul dosa orang lain. Sesudah itu tiap-tiap orang akan digiring menghadap Tuhannya untuk menerima penjelasan tentang catatan amalnya selama ia hidup di dunia. Tak ada satu perbuatan baik atau buruk yang tertinggal. Pada saat itu amal perbuatan masing-masing orang akan mendapat pembalasan yang setimpal. Apabila catatan amalnya penuh dengan perbuatan baik, niscaya ia mendapat tempat yang penuh dengan kenikmatan. Tetapi apabila catatan-catatan amalnya penuh dengan perbuatan buruk niscaya ia mendapat tempat yang penuh dengan penderitaan. Sebagaimana firman Allah: Dan bahwa manusia hanya memperoleh apa yang telah diusahakannya, dan sesungguhnya usahanya itu kelak akan diperlihatkan (kepadanya), kemudian akan diberi balasan kepadanya dengan balasan yang paling sempurna. (an-Najm/53: 39-41) Perlu diingat bahwa seseorang yang berbuat kemungkaran, kemudian ada orang lain yang mengikutinya, maka ia akan mendapat tambahan dosa dari kemungkaran yang dilakukan orang yang menirunya. Sehubungan dengan hal ini, Rasulullah pernah mengungkapkan sebagai berikut: Siapa saja yang membuat kebiasaan yang baik dalam Islam, maka ia akan mendapat pahalanya ditambah pahala orang yang melakukannya sampai hari Kiamat tanpa mengurangi pahala orang itu sedikit pun. Dan siapa saja yang melakukan kebiasaan buruk dalam Islam, maka ia akan mendapat dosanya, ditambah dosa orang yang melakukannya sampai hari Kiamat, tanpa dikurangi dosa orang itu sedikit pun. (Riwayat Muslim dan an-Nasa'i dari Abu dzarr) Pada penghujung ayat ini Allah menjelaskan, bahwa Dia Maha Mengetahui apa yang tersimpan dalam dada para hamba-Nya. Dengan demikian tidak mungkin ada amal perbuatan yang luput dari perbuatan Allah, baik perbuatan yang dapat disaksikan oleh orang lain atau pun perbuatan yang hanya diketahui oleh si pelaku itu sendiri."
        },
        {
          "number": 8,
          "arabic": "۞ وَإِذَا مَسَّ ٱلْإِنسَـٰنَ ضُرٌّ دَعَا رَبَّهُۥ مُنِيبًا إِلَيْهِ ثُمَّ إِذَا خَوَّلَهُۥ نِعْمَةً مِّنْهُ نَسِىَ مَا كَانَ يَدْعُوٓا۟ إِلَيْهِ مِن قَبْلُ وَجَعَلَ لِلَّهِ أَندَادًا لِّيُضِلَّ عَن سَبِيلِهِۦ ۚ قُلْ تَمَتَّعْ بِكُفْرِكَ قَلِيلًا ۖ إِنَّكَ مِنْ أَصْحَـٰبِ ٱلنَّارِ",
          "transliteration": "wa-idhā massa l-insāna ḍurrun daʿā rabbahu munīban ilayhi thumma idhā khawwalahu niʿ'matan min'hu nasiya mā kāna yadʿū ilayhi min qablu wajaʿala lillahi andādan liyuḍilla ʿan sabīlihi qul tamattaʿ bikuf'rika qalīlan innaka min aṣḥābi l-nāri",
          "translation": "Dan apabila manusia ditimpa bencana, dia memohon (pertolongan) kepada Tuhannya dengan kembali (taat) kepada-Nya; tetapi apabila Dia memberikan nikmat kepadanya dia lupa (akan bencana) yang pernah dia berdoa kepada Allah sebelum itu, dan diadakannya sekutu-sekutu bagi Allah untuk menyesatkan (manusia) dari jalan-Nya. Katakanlah, \"Bersenang-senanglah kamu dengan kekafiranmu itu untuk sementara waktu. Sungguh, kamu termasuk penghuni neraka.\"",
          "tafsir": "Allah menjelaskan sikap orang yang mengingkari nikmat Allah. Apabila ia ditimpa kemudaratan baik berupa penyakit atau pun penderitaan yang menimpa kehidupannya, ia memohon pertolongan kepada Allah, agar penyakitnya atau penderitaannya dilenyapkan. Ia pun menyatakan diri bertobat, meminta ampun atas perbuatan buruknya di masa yang telah lalu. Akan tetapi, apabila ia mendapatkan nikmat dimana penyakit dan penderitaannya telah hilang lenyap, ia lupa akan perkataan yang diikrarkan pada saat dia berdoa. Kemudian mereka mengada-adakan tuhan-tuhan yang lain sebagai sekutu bagi Allah. Mereka tidak saja menyesatkan diri mereka, tetapi menyesatkan pula orang lain, menghalang-halangi orang yang mengikrarkan dirinya sebagai orang yang beragama tauhid. Di akhir ayat, Allah memerintahkan kepada rasul-Nya agar mengatakan kepada orang yang mengingkari nikmat Allah itu, \"Puaskanlah dirimu dengan melaksanakan keinginanmu sewaktu hidup di dunia, nikmatilah kelezatannya yang tidak lama masanya, hingga ajal merenggut jiwamu. Pada saat itu kamu akan menyesali perbuatanmu. Pada hari perhitungan nanti, kamu akan mengetahui dengan pasti bahwa kamu akan menjadi penghuni neraka yang penuh dengan siksaan.\""
        },
        {
          "number": 9,
          "arabic": "أَمَّنْ هُوَ قَـٰنِتٌ ءَانَآءَ ٱلَّيْلِ سَاجِدًا وَقَآئِمًا يَحْذَرُ ٱلْـَٔاخِرَةَ وَيَرْجُوا۟ رَحْمَةَ رَبِّهِۦ ۗ قُلْ هَلْ يَسْتَوِى ٱلَّذِينَ يَعْلَمُونَ وَٱلَّذِينَ لَا يَعْلَمُونَ ۗ إِنَّمَا يَتَذَكَّرُ أُو۟لُوا۟ ٱلْأَلْبَـٰبِ",
          "transliteration": "amman huwa qānitun ānāa al-layli sājidan waqāiman yaḥdharu l-ākhirata wayarjū raḥmata rabbihi qul hal yastawī alladhīna yaʿlamūna wa-alladhīna lā yaʿlamūna innamā yatadhakkaru ulū l-albābi",
          "translation": "(Apakah kamu orang musyrik yang lebih beruntung) ataukah orang yang beribadah pada waktu malam dengan sujud dan berdiri, karena takut kepada (azab) akhirat dan mengharapkan rahmat Tuhannya? Katakanlah, \"Apakah sama orang-orang yang mengetahui dengan orang-orang yang tidak mengetahui?\" Sebenarnya hanya orang yang berakal sehat yang dapat menerima pelajaran.",
          "tafsir": "Kemudian Allah memerintahkan kepada Rasul-Nya agar menanyakan kepada orang-orang kafir Mekah, apakah mereka lebih beruntung daripada orang yang beribadah di waktu malam dengan sujud dan berdiri dengan sangat khusyuk. Dalam melaksanakan ibadah itu, timbullah dalam hatinya rasa takut kepada azab Allah di akhirat, dan memancarlah harapannya akan rahmat Allah. Perintah yang sama diberikan Allah kepada Rasul-Nya agar menanyakan kepada mereka apakah sama orang-orang yang mengetahui dengan orang-orang yang tidak mengetahui. Yang dimaksud dengan orang-orang yang mengetahui ialah orang-orang yang mengetahui pahala yang akan diterimanya, karena amal perbuatannya yang baik, dan siksa yang akan diterimanya apabila ia melakukan maksiat. Sedangkan orang-orang yang tidak mengetahui ialah orang-orang yang sama sekali tidak mengetahui hal itu, karena mereka tidak mempunyai harapan sedikit pun akan mendapat pahala dari perbuatan baiknya, dan tidak menduga sama sekali akan mendapat hukuman dari amal buruknya. Di akhir ayat, Allah menyatakan bahwa hanya orang-orang yang berakal yang dapat mengambil pelajaran. Pelajaran tersebut baik dari pengalaman hidupnya atau dari tanda-tanda kebesaran Allah yang terdapat di langit dan di bumi serta isinya, juga yang terdapat pada dirinya atau teladan dari kisah umat yang lalu."
        },
        {
          "number": 10,
          "arabic": "قُلْ يَـٰعِبَادِ ٱلَّذِينَ ءَامَنُوا۟ ٱتَّقُوا۟ رَبَّكُمْ ۚ لِلَّذِينَ أَحْسَنُوا۟ فِى هَـٰذِهِ ٱلدُّنْيَا حَسَنَةٌ ۗ وَأَرْضُ ٱللَّهِ وَٰسِعَةٌ ۗ إِنَّمَا يُوَفَّى ٱلصَّـٰبِرُونَ أَجْرَهُم بِغَيْرِ حِسَابٍ",
          "transliteration": "qul yāʿibādi alladhīna āmanū ittaqū rabbakum lilladhīna aḥsanū fī hādhihi l-dun'yā ḥasanatun wa-arḍu l-lahi wāsiʿatun innamā yuwaffā l-ṣābirūna ajrahum bighayri ḥisābin",
          "translation": "Katakanlah (Muhammad), \"Wahai hamba-hamba-Ku yang beriman! Bertakwalah kepada Tuhanmu.\" Bagi orang-orang yang berbuat baik di dunia ini akan memperoleh kebaikan. Dan bumi Allah itu luas. Hanya orang-orang yang bersabarlah yang disempurnakan pahalanya tanpa batas.",
          "tafsir": "Allah memerintahkan kepada Rasul-Nya agar menyeru seluruh hamba Allah dan menasihati mereka agar tetap bertakwa kepada Allah, menaati seluruh perintah-Nya dan menjauhi semua larangan-Nya. Manusia diperintahkan agar bertakwa karena mereka yang berbuat baik di dunia ini akan mendapat kebaikan pula. Mereka akan dianugerahi kesehatan, kesejahteraan, dan kesuksesan dalam melaksanakan tugas-tugas hidupnya. Semua itu dapat dicapai karena ia selalu berakhlak baik dan berbudi luhur seperti yang biasa dilakukan oleh orang-orang yang bertakwa. Di samping itu, ia akan mendapat kebaikan pula di akhirat, yaitu mendapat tempat yang penuh dengan kenikmatan, dan mendapat keridaan Allah. Allah juga menyuruh kaum Muslimin untuk mempersiapkan diri melakukan hijrah ke Medinah, serta menyuruh mereka agar bersikap tabah karena terpisah dari tanah air, sanak keluarga, dan handai taulan. Perintah itu diberikan dengan penjelasan bahwa apabila kaum Muslimin terganggu kebebasannya dalam melakukan perintah Allah di Mekah, maka hendaklah hijrah ke negeri lain yang memungkinkan untuk memberi ketenangan dalam melakukan perintah-perintah Allah. Perintah ini terlukis dalam firman Allah yang singkat \"Dan bumi Allah itu adalah luas.\" Allah berfirman: \"Bukankah bumi Allah itu luas, sehingga kamu dapat berhijrah (berpindah-pindah) di bumi itu?\" (an-Nisa'/4: 97) Di akhir ayat, Allah menjelaskan bahwa hanya orang-orang yang bersabarlah yang akan mendapat pahala yang tak terbatas, seperti dirasakan oleh umat yang terdahulu dari mereka."
        }
      ]
    }
  ]
}