{
  "pageNumber": 570,
  "juz": 29,
  "surahs": [
    {
      "number": 70,
      "name": "Al-Ma'arij",
      "nameArabic": "المعارج",
      "meaning": "Tempat Naik",
      "revelation": "Makkah",
      "description": "Surat ini terdiri dari 44 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Al-Haqqah.Perkataan \"Al-Ma'arij\" yang menjadi nama surat ini adalah kata jamak dari \"Mi'raj\", diambil dari kata Al-Ma'arij yang terdapat pada ayat ketiga, yang artinya menurut bahasa ialah tempat naik. Para ahli tafsir memberi arti bermacam-macam, di antaranya: langit, nikmat karunia, dan derajat atau tingkatan yang diberikan Allah kepada ahli surga.**Pokok-Pokok Isi:**Perintah bersabar kepada Nabi Muhammad dalam menghadapi ejekan dan keingkaran orang-orang kafir, kejadian-kejadian pada hari kiamat; azab Allah tidak dapat dihindarkan dengan tebusan apa pun; sifat-sifat manusia yang menjerumuskan ke api neraka; amal-amal perbuatan yang dapat menghantarkan ke martabat yang tinggi; peringatan Allah akan mengganti kaum yang durhaka dengan kaum yang lebih baik.Surat Al-Ma'arij menerangkan sifat-sifat yang buruk serta memberi petunjuk ke jalan yang dapat mengantarkan pada kemuliaan dan derajat yang tinggi.**Hubungan Surat Al-Ma'Arij Dengan Surat Nuh:**1. Pada akhir surat Al-Ma'arij Allah menerangkan bahwa Dia berkuasa mengganti kaum yang durhaka dengan kaum yang lebih baik, sedangkan dalam surat Nuh dibuktikan dengan penenggelaman kaum Nuh yang durhaka.2. Kedua surat ini dimulai dengan ancaman azab kepada orang-orang kafir.",
      "verses": [
        {
          "number": 40,
          "arabic": "فَلَآ أُقْسِمُ بِرَبِّ ٱلْمَشَـٰرِقِ وَٱلْمَغَـٰرِبِ إِنَّا لَقَـٰدِرُونَ",
          "transliteration": "falā uq'simu birabbi l-mashāriqi wal-maghāribi innā laqādirūna",
          "translation": "Maka Aku bersumpah demi Tuhan yang mengatur tempat-tempat terbit dan terbenamnya (matahari, bulan dan bintang), sungguh, Kami pasti mampu,",
          "tafsir": "Allah bersumpah dengan diri-Nya sebagai Tuhan penguasa dan pemilik alam semesta beserta seluruh isinya, untuk menegaskan bahwa Dia kuasa menghancurkan mereka seketika dan menggantinya dengan umat lain yang lebih baik dari mereka. Tidak seorang pun yang dapat menolak kehendak-Nya atau menghindarkan diri dari azab yang akan ditimpakan itu. Dalam ayat lain, Allah berfirman: Tidakkah kamu memperhatikan bahwa sesungguhnya Allah telah mencipta­kan langit dan bumi dengan hak (benar)? Jika Dia menghendaki, niscaya Dia membinasakan kamu dan mendatangkan makhluk yang baru (untuk menggantikan kamu), dan yang demikian itu tidak sukar bagi Allah. (Ibrahim/14: 19-20) Pada akhir ayat ini, ditegaskan bahwa Allah tidak dapat dikalahkan oleh siapa pun yang telah ditetapkan azab baginya. Mereka tidak akan dapat menghindarinya sebagaimana diterangkan-Nya dalam firman-Nya yang lain: Ataukah orang-orang yang mengerjakan kejahatan itu mengira bahwa mereka akan luput dari (azab) Kami? Sangatlah buruk apa yang mereka tetapkan itu! (al-‘Ankabµt/29: 4)"
        },
        {
          "number": 41,
          "arabic": "عَلَىٰٓ أَن نُّبَدِّلَ خَيْرًا مِّنْهُمْ وَمَا نَحْنُ بِمَسْبُوقِينَ",
          "transliteration": "ʿalā an nubaddila khayran min'hum wamā naḥnu bimasbūqīna",
          "translation": "untuk mengganti (mereka) dengan kaum yang lebih baik dari mereka, dan Kami tidak dapat dikalahkan.",
          "tafsir": "Allah bersumpah dengan diri-Nya sebagai Tuhan penguasa dan pemilik alam semesta beserta seluruh isinya, untuk menegaskan bahwa Dia kuasa menghancurkan mereka seketika dan menggantinya dengan umat lain yang lebih baik dari mereka. Tidak seorang pun yang dapat menolak kehendak-Nya atau menghindarkan diri dari azab yang akan ditimpakan itu. Dalam ayat lain, Allah berfirman: Tidakkah kamu memperhatikan bahwa sesungguhnya Allah telah mencipta­kan langit dan bumi dengan hak (benar)? Jika Dia menghendaki, niscaya Dia membinasakan kamu dan mendatangkan makhluk yang baru (untuk menggantikan kamu), dan yang demikian itu tidak sukar bagi Allah. (Ibrahim/14: 19-20) Pada akhir ayat ini, ditegaskan bahwa Allah tidak dapat dikalahkan oleh siapa pun yang telah ditetapkan azab baginya. Mereka tidak akan dapat menghindarinya sebagaimana diterangkan-Nya dalam firman-Nya yang lain: Ataukah orang-orang yang mengerjakan kejahatan itu mengira bahwa mereka akan luput dari (azab) Kami? Sangatlah buruk apa yang mereka tetapkan itu! (al-‘Ankabµt/29: 4)"
        },
        {
          "number": 42,
          "arabic": "فَذَرْهُمْ يَخُوضُوا۟ وَيَلْعَبُوا۟ حَتَّىٰ يُلَـٰقُوا۟ يَوْمَهُمُ ٱلَّذِى يُوعَدُونَ",
          "transliteration": "fadharhum yakhūḍū wayalʿabū ḥattā yulāqū yawmahumu alladhī yūʿadūna",
          "translation": "Maka biarkanlah mereka tenggelam dan bermain-main (dalam kesesatan) sampai mereka menjumpai hari yang diancamkan kepada mereka,",
          "tafsir": "Ayat ini merupakan peringatan keras kepada kaum musyrikin yang selalu menentang dan mengingkari seruan Nabi Muhammad. Berbagai macam cara telah dilakukan untuk menyadarkan, namun mereka tetap ingkar. Oleh karena itu, Allah memerintahkan kepada Nabi Muhammad untuk membiarkan orang-orang musyrik itu mengingkari seruannya, agar mereka tenggelam dalam kesesatan dan lalai oleh kesenangan hidup yang mereka nikmati. Mereka pasti mati dan kemudian dibangkitkan pada hari Kiamat. Pada hari itu, barulah mereka mengetahui kebenaran risalah yang telah disampaikan Nabi saw kepada mereka, yaitu ketika mereka diminta mempertanggungjawabkan semua perbuatan mereka di dunia."
        },
        {
          "number": 43,
          "arabic": "يَوْمَ يَخْرُجُونَ مِنَ ٱلْأَجْدَاثِ سِرَاعًا كَأَنَّهُمْ إِلَىٰ نُصُبٍ يُوفِضُونَ",
          "transliteration": "yawma yakhrujūna mina l-ajdāthi sirāʿan ka-annahum ilā nuṣubin yūfiḍūna",
          "translation": "(yaitu) pada hari ketika mereka keluar dari kubur dengan cepat seakan-akan mereka pergi dengan segera kepada berhala-berhala (sewaktu di dunia),",
          "tafsir": "Pada hari Kiamat itu, mereka dihidupkan kembali dan dibangkitkan dari kubur. Mereka datang dengan tergesa-gesa untuk memenuhi panggilan yang memanggil mereka waktu itu dengan harapan panggilan itu berisi sesuatu yang menyenangkan. Mereka datang tergesa-gesa sebagaimana ketika mereka datang untuk menyembah berhala mereka dulu waktu di dunia."
        },
        {
          "number": 44,
          "arabic": "خَـٰشِعَةً أَبْصَـٰرُهُمْ تَرْهَقُهُمْ ذِلَّةٌ ۚ ذَٰلِكَ ٱلْيَوْمُ ٱلَّذِى كَانُوا۟ يُوعَدُونَ",
          "transliteration": "khāshiʿatan abṣāruhum tarhaquhum dhillatun dhālika l-yawmu alladhī kānū yūʿadūna",
          "translation": "pandangan mereka tertunduk ke bawah diliputi kehinaan. Itulah hari yang diancamkan kepada mereka.",
          "tafsir": "Pada hari yang dijanjikan itu, orang-orang musyrik berlarian dengan kepala tertunduk menuju pengadilan Allah. Itulah hari yang pernah diperingatkan Allah kepada mereka. Hari itu adalah hari yang penuh kesengsaraan dan penderitaan. Pada hari itu tidak ada suatu pun yang dapat memberi pertolongan selain Allah."
        }
      ]
    },
    {
      "number": 71,
      "name": "Nuh",
      "nameArabic": "نوح",
      "meaning": "Nabi Nuh",
      "revelation": "Makkah",
      "description": "Surat ini terdiri dari 28 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat An-Nahl. Dinamakan dengan surat \"Nuh\" karena seluruh surat ini menjelaskan tentang dakwah dan doa Nabi Nuh.**Pokok-Pokok Isi:**Ajakan Nabi Nuh kepada kaumnya untuk beriman dan bertaubat kepada Allah; perintah untuk memperhatikan kejadian alam semesta dan kejadian manusia yang merupakan manifestasi kebesaran Allah; siksaan Allah di dunia dan akhirat bagi kaum Nuh yang tetap kafir; doa Nabi Nuh.Surat Nuh menjelaskan dakwah Nabi Nuh kepada kaumnya dan tantangan mereka, kemudian azab yang ditimpakan kepada mereka.**Hubungan Surat Nuh Dengan Surat Al-Jin:**1. Kedua surat ini mempunyai persamaan antara lain: a. menggambarkan dakwah Nabi dan sikap umatnya. b. menerangkan azab yang akan ditimpakan kepada kaum yang durhaka.2. Dalam surat Nuh, Allah memerintahkan supaya memohon ampunan kepada-Nya, niscaya Dia melimpahkan harta dan anak, sedangkan dalam surat Al-Jin dijelaskan bahwa orang yang hidup di atas jalan yang benar, akan mendapat rezeki yang besar dari Allah.",
      "verses": [
        {
          "number": 1,
          "arabic": " إِنَّآ أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِۦٓ أَنْ أَنذِرْ قَوْمَكَ مِن قَبْلِ أَن يَأْتِيَهُمْ عَذَابٌ أَلِيمٌ",
          "transliteration": "innā arsalnā nūḥan ilā qawmihi an andhir qawmaka min qabli an yatiyahum ʿadhābun alīmun",
          "translation": "Sesungguhnya Kami telah mengutus Nuh kepada kaumnya (dengan perintah), \"Berilah kaummu peringatan sebelum datang kepadanya azab yang pedih.\"",
          "tafsir": "Ayat ini menerangkan bahwa Allah telah mengutus Nabi Nuh kepada kaumnya untuk menyampaikan agama-Nya, supaya mereka takut kepada azab-Nya yang dahsyat sebelum saatnya tiba, serta beriman dan mengikuti ajarannya. Nabi Nuh adalah nabi dan rasul Allah yang ketiga setelah Adam dan Idris. Beliau diutus kepada kaumnya yang menyembah berhala. Allah memerintahkan Nuh agar berdakwah kepada kaumnya itu supaya mereka beriman kepada-Nya dan menghentikan penyembahan berhala. Allah mengancam bahwa jika mereka tidak mengindahkan peringatan itu, mereka akan ditimpa azab yang dahsyat sebagai akibat keingkaran mereka."
        },
        {
          "number": 2,
          "arabic": "قَالَ يَـٰقَوْمِ إِنِّى لَكُمْ نَذِيرٌ مُّبِينٌ",
          "transliteration": "qāla yāqawmi innī lakum nadhīrun mubīnun",
          "translation": "Dia (Nuh) berkata, \"Wahai kaumku! Sesungguhnya aku ini seorang pemberi peringatan yang menjelaskan kepada kamu,",
          "tafsir": "Nuh segera berdakwah untuk melaksanakan tugas kerasulannya. Ia mengatakan bahwa ia benar-benar rasul Allah untuk mengajak mereka beriman dan meninggalkan penyembahan berhala."
        },
        {
          "number": 3,
          "arabic": "أَنِ ٱعْبُدُوا۟ ٱللَّهَ وَٱتَّقُوهُ وَأَطِيعُونِ",
          "transliteration": "ani uʿ'budū l-laha wa-ittaqūhu wa-aṭīʿūni",
          "translation": "(yaitu) sembahlah Allah, bertakwalah kepada-Nya dan taatlah kepadaku,",
          "tafsir": "Dalam ayat ini, diterangkan isi seruan Nabi Nuh, yaitu: 1.Hendaklah mereka menyembah Allah saja, Tuhan Yang Maha Esa, tidak ada Tuhan selain Dia. Dalam perintah menyembah Allah yang disampaikan Nuh itu, terkandung isyarat agar mereka mengerjakan segala yang wajib, dan menghentikan segala yang diharamkan. Dari perintah Allah untuk hanya menyembah-Nya, dapat dipahami bahwa agama yang dianut kaum Nuh itu adalah agama syirik. 2.Hendaklah mereka bertakwa kepada Allah, yaitu melaksanakan semua yang diperintahkan dan menjauhi segala yang dilarang-Nya. 3.Menaati segala yang diperintahkan dan dilarangnya, karena apa yang ia perintahkan dan larang itu berasal dari Allah. Menaati Nuh berarti menaati Allah. Untuk dapat beribadah dengan baik kepada Allah dan bertakwa kepada-Nya, kaum Nuh perlu mengikuti penjelasan dan contoh yang diberikan Nabi Nuh."
        },
        {
          "number": 4,
          "arabic": "يَغْفِرْ لَكُم مِّن ذُنُوبِكُمْ وَيُؤَخِّرْكُمْ إِلَىٰٓ أَجَلٍ مُّسَمًّى ۚ إِنَّ أَجَلَ ٱللَّهِ إِذَا جَآءَ لَا يُؤَخَّرُ ۖ لَوْ كُنتُمْ تَعْلَمُونَ",
          "transliteration": "yaghfir lakum min dhunūbikum wayu-akhir'kum ilā ajalin musamman inna ajala l-lahi idhā jāa lā yu-akharu law kuntum taʿlamūna",
          "translation": "niscaya Dia mengampuni sebagian dosa-dosamu dan menangguhkan kamu (memanjangkan umurmu) sampai pada batas waktu yang ditentukan. Sungguh, ketetapan Allah itu apabila telah datang tidak dapat ditunda, seandainya kamu mengetahui.\"",
          "tafsir": "Dalam ayat ini, diterangkan janji Allah kepada kaum Nuh bila mereka mematuhi seruannya, yaitu: 1.Allah akan mengampuni dosa-dosa mereka. Dosa-dosa mereka karena menyembah berhala-berhala itu akan terhapus oleh keimanan mereka. 1.Allah akan memanjangkan umur mereka. Sekalipun umur mereka telah ditentukan, namun jika mereka beriman, Allah akan memanjangkan umur mereka dan menghentikan azab yang akan dijatuhkan kepada mereka. Melakukan yang demikian itu merupakan perkara yang mudah bagi Allah, karena Dia Mahakuasa dan Maha Menentukan segala sesuatu yang dikehendaki-Nya. Sehubungan dengan masalah menangguhkan kedatangan ajal, yakni memanjang umur yang disebut dalam ayat ini, sebagian ahli tafsir menyatakan bahwa Allah akan mengubah takdir yang telah ditentukan-Nya, jika Dia menghendakinya. Oleh karena itu, taat kepada Allah, melakukan perbuatan-perbuatan takwa, dan menghubungkan silaturrahim dapat memanjangkan umur manusia. Nabi Muhammad bersabda: Dari Anas bin Malik, Rasulullah saw bersabda: Barang siapa menghendaki diluaskan rezekinya dan dipanjangkan umurnya maka hendaknya ia menjalin silaturrahim. (Riwayat al-Bukhari) Hal ini akan lebih jelas maksudnya jika dihubungkan dengan ilmu jiwa. Menurut ilmu jiwa, ada hubungan timbal-balik antara jasmani seseorang dengan rohaninya. Kesehatan rohani besar pengaruhnya terhadap kesehatan jasmani, begitu pula sebaliknya. Oleh karena itu, orang dikatakan sehat jika jasmani dan rohaninya sehat. Pada umumnya orang yang tekun mengerjakan amal saleh dan menghubungkan silaturrahim adalah orang yang sehat rohaninya. Dengan perkataan lain, takwa kepada Allah dapat menghilangkan penyakit-penyakit rohani. Jika rohani sehat, tentulah jasmani sehat pula dan umur pun akan panjang. Pada akhir ayat ini, Allah menegaskan bahwa apabila Ia telah menetapkan ajal seseorang atau semua manusia, setelah ikhtiarnya, maka kedatangannya itu tidak dapat ditangguhkan atau tidak pula dapat dipercepat sesaat pun."
        },
        {
          "number": 5,
          "arabic": "قَالَ رَبِّ إِنِّى دَعَوْتُ قَوْمِى لَيْلًا وَنَهَارًا",
          "transliteration": "qāla rabbi innī daʿawtu qawmī laylan wanahāran",
          "translation": "Dia (Nuh) berkata, \"Ya Tuhanku, sesungguhnya aku telah menyeru kaumku siang dan malam,",
          "tafsir": "Nabi Nuh mengeluhkan sikap kaumnya kepada Allah bahwa sekalipun ia sudah menyeru umatnya siang dan malam, tetapi mereka tetap tidak menghiraukannya. Bahkan, mereka semakin diseru, semakin menjauh dan lari dari seruan itu."
        },
        {
          "number": 6,
          "arabic": "فَلَمْ يَزِدْهُمْ دُعَآءِىٓ إِلَّا فِرَارًا",
          "transliteration": "falam yazid'hum duʿāī illā firāran",
          "translation": "tetapi seruanku itu tidak menambah (iman) mereka, justru mereka lari (dari kebenaran).",
          "tafsir": "Nabi Nuh mengeluhkan sikap kaumnya kepada Allah bahwa sekalipun ia sudah menyeru umatnya siang dan malam, tetapi mereka tetap tidak menghiraukannya. Bahkan, mereka semakin diseru, semakin menjauh dan lari dari seruan itu."
        },
        {
          "number": 7,
          "arabic": "وَإِنِّى كُلَّمَا دَعَوْتُهُمْ لِتَغْفِرَ لَهُمْ جَعَلُوٓا۟ أَصَـٰبِعَهُمْ فِىٓ ءَاذَانِهِمْ وَٱسْتَغْشَوْا۟ ثِيَابَهُمْ وَأَصَرُّوا۟ وَٱسْتَكْبَرُوا۟ ٱسْتِكْبَارًا",
          "transliteration": "wa-innī kullamā daʿawtuhum litaghfira lahum jaʿalū aṣābiʿahum fī ādhānihim wa-is'taghshaw thiyābahum wa-aṣarrū wa-is'takbarū is'tik'bāran",
          "translation": "Dan sesungguhnya aku setiap kali menyeru mereka (untuk beriman) agar Engkau mengampuni mereka, mereka memasukkan anak jarinya ke telinganya dan menutupkan bajunya (ke wajahnya) dan mereka tetap (mengingkari) dan sangat menyombongkan diri.",
          "tafsir": "Nabi Nuh juga mengeluhkan bahwa setiap kali ia menyeru mereka agar beriman dan tidak lagi menyembah berhala-berhala agar dosa-dosa mereka diampuni, mereka menyumbatkan jari-jari mereka ke lubang telinga agar tidak mendengar seruannya. Mereka bahkan menutupi muka masing-masing supaya tidak melihatnya. Hal ini didorong oleh kebencian mereka terhadapnya. Lebih dari itu, mereka juga semakin ingkar dan sombong."
        },
        {
          "number": 8,
          "arabic": "ثُمَّ إِنِّى دَعَوْتُهُمْ جِهَارًا",
          "transliteration": "thumma innī daʿawtuhum jihāran",
          "translation": "Lalu sesungguhnya aku menyeru mereka dengan cara terang-terangan.<sup foot_note=135819>1</sup>",
          "tafsir": "Nabi Nuh mengadukan kepada Allah bahwa segala upaya telah ia lakukan supaya mereka beriman. Ia telah menyeru mereka secara terang-terangan di hadapan umum, dan adakalanya dengan dua cara sekaligus, yaitu mengajak mereka secara bersama di depan umum, dan mendekati mereka seorang demi seorang secara pribadi. Akan tetapi, mereka tetap menampik dan menolak seruan itu. Dari ayat ini dapat dipahami bahwa Nabi Nuh telah melaksanakan tugas tanpa menghiraukan bahaya yang dapat mengancam jiwanya. Nuh sangat cinta kepada kaumnya, dan beliau ingin mereka beriman supaya terhindar dari azab Allah. Dan ia telah melaksanakan tugasnya dengan penuh pengabdian kepada Allah."
        },
        {
          "number": 9,
          "arabic": "ثُمَّ إِنِّىٓ أَعْلَنتُ لَهُمْ وَأَسْرَرْتُ لَهُمْ إِسْرَارًا",
          "transliteration": "thumma innī aʿlantu lahum wa-asrartu lahum is'rāran",
          "translation": "Kemudian aku menyeru mereka secara terbuka dan dengan diam-diam,<sup foot_note=135820>1</sup>",
          "tafsir": "Nabi Nuh mengadukan kepada Allah bahwa segala upaya telah ia lakukan supaya mereka beriman. Ia telah menyeru mereka secara terang-terangan di hadapan umum, dan adakalanya dengan dua cara sekaligus, yaitu mengajak mereka secara bersama di depan umum, dan mendekati mereka seorang demi seorang secara pribadi. Akan tetapi, mereka tetap menampik dan menolak seruan itu. Dari ayat ini dapat dipahami bahwa Nabi Nuh telah melaksanakan tugas tanpa menghiraukan bahaya yang dapat mengancam jiwanya. Nuh sangat cinta kepada kaumnya, dan beliau ingin mereka beriman supaya terhindar dari azab Allah. Dan ia telah melaksanakan tugasnya dengan penuh pengabdian kepada Allah."
        },
        {
          "number": 10,
          "arabic": "فَقُلْتُ ٱسْتَغْفِرُوا۟ رَبَّكُمْ إِنَّهُۥ كَانَ غَفَّارًا",
          "transliteration": "faqul'tu is'taghfirū rabbakum innahu kāna ghaffāran",
          "translation": "maka aku berkata (kepada mereka), \"Mohonlah ampunan kepada Tuhanmu, Sungguh, Dia Maha Pengampun,",
          "tafsir": "Nuh menyeru kaumnya agar memohon ampun kepada Allah atas dosa-dosa mereka menyembah berhala. Bila mereka memohon ampunan, maka Allah pasti akan mengabulkannya, karena Ia Maha Pengampun. Keimanan mereka akan menghapus dosa-dosa syirik yang telah mereka lakukan."
        }
      ]
    }
  ]
}