{
  "pageNumber": 325,
  "juz": 17,
  "surahs": [
    {
      "number": 21,
      "name": "Al-Anbiya'",
      "nameArabic": "الأنبياء",
      "meaning": "Para Nabi",
      "revelation": "Makkah",
      "description": "Surat Al-Anbiya' terdiri dari 112 ayat dan termasuk surat Makkiyyah.Surat ini dinamai dengan \"Al-Anbiya'\" (nabi-nabi), karena surat ini mengutarakan kisah beberapa nabi. Permulaan surat Al-Anbiya' menegaskan bahwa manusia lalai dalam menghadapi hari penghisaban. Mengingat adanya pengingkaran kaum musyrik Mekah terhadap wahyu yang dibawa Nabi Muhammad maka Allah menegaskan bahwa meskipun nabi-nabi ini manusia biasa, tetapi mereka membawa wahyu yang pokok ajarannya adalah tauhid, dan manusia berkewajiban menyembah Allah, Penciptanya. Orang yang tidak mau mengakui kekuasaan Allah dan mengingkari ajaran yang dibawa nabi-nabi akan diazab Allah di dunia dan di akhirat nanti. Kemudian dikemukakan kisah beberapa nabi dengan umatnya. Selanjutnya, surat itu ditutup dengan seruan agar kaum musyrik Mekah beriman kepada ajaran yang dibawa Muhammad supaya tidak mengalami hal yang pernah dialami oleh umat-umat terdahulu.&nbsp;Selain yang tersebut di atas, pokok-pokok isi surat ini antara lain:1. **Keimanan:** Para nabi dan para rasul diangkat Allah dari jenis manusia; langit dan bumi akan binasa kalau ada tuhan selain Allah; semua rasul membawa ajaran tauhid dan keharusan manusia menyembah Allah; setiap yang bernyawa akan merasakan mati; cobaan Allah kepada manusia ada yang berupa kebaikan dan ada yang berupa keburukan; hari kiamat datang dengan tiba-tiba.2. **Kisah-kisah:** Kisah Nabi Ibrahim (ajakan Ibrahim kepada ayahnya untuk menyembah Allah, bantahan Ibrahim terhadap kaumnya yang menyembah berhala, bantahan Ibrahim terhadap Namrudz yang menganggap diri Tuhan); kisah Nabi Nuh, kisah Nabi Daud dan Nabi Sulaiman; kisah Nabi Ayyub; kisah Nabi Yunus a.s.; kisah Zakariya a.s.3. **Lain-lain:** Keutamaan Al-Qur'an; tuntutan kaum musyrikin kepada Nabi Muhammad untuk mendatangkan mukjizat selain Al-Qur'an; kehancuran suatu umat karena kezaliman diri sendiri; Allah menciptakan langit dan bumi beserta hikmahnya; tanya-jawab antara berhala dan penyembahnya di neraka; kemunculan Ya'juj dan Ma'juj sebagai tanda kedatangan hari kiamat; bumi akan diwariskan kepada hamba Allah yang dapat memakmurkannya; kejadian alam semesta; sesuatu yang hidup berasal dari air.Surat Al-Anbiya' menerangkan bahwa sudah menjadi sunnatullah bahwa para nabi atau rasul yang diutus adalah dari jenis manusia yang diberi kitab dan mukjizat. Dasar agama (aqidah) yang dibawa oleh para nabi adalah sama, hanya berbeda dalam syariat (hukum furu') yang disesuaikan dengan perkembangan masa dan kondisi.**Hubungan Surat Al-Anbiya' Dengan Surat Al-Hajj:**1. Pada akhir surat Al-Anbiya' dikemukakan hal-hal yang berhubungan dengan hari kiamat, sedang pada permulaan surat Al Hajj dikemukakan bukti-bukti adanya hari kebangkitan dengan dalil akal.2. Surat Al-Anbiya' mengutarakan bahwa Allah tidak menjadikan manusia sebagai makhluk yang kekal hidupnya, semua akan merasakan mati. Kemudian mereka dibangkitkan pada hari kiamat untuk penghisaban atas perbuatan-perbuatan yang mereka lakukan di dunia. Pada surat Al Hajj diterangkan bahwa manusia dapat menjadikan dalil keadaan pertumbuhan yang terdapat di alam semesta, dari ada kepada tidak ada dan sebaliknya, sebagai bukti bahwa janji Allah tentang hari kebangkitan pasti akan menjadi kenyataan.3. Surat Al-Anbiya' menerangkan kisah nabi-nabi dan dalil-dalil yang dihadapkan kepada kaumnya tentang kebenaran agama yang dibawanya, sedangkan surat Al Hajj menuntut agar manusia memperhatikan aneka ragam ciptaan Allah dan pengaturannya, untuk memperkuat keimanan kepada kebenaran agama Allah.",
      "verses": [
        {
          "number": 36,
          "arabic": "وَإِذَا رَءَاكَ ٱلَّذِينَ كَفَرُوٓا۟ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَـٰذَا ٱلَّذِى يَذْكُرُ ءَالِهَتَكُمْ وَهُم بِذِكْرِ ٱلرَّحْمَـٰنِ هُمْ كَـٰفِرُونَ",
          "transliteration": "wa-idhā raāka alladhīna kafarū in yattakhidhūnaka illā huzuwan ahādhā alladhī yadhkuru ālihatakum wahum bidhik'ri l-raḥmāni hum kāfirūna",
          "translation": "Dan apabila orang-orang kafir itu melihat engkau (Muhammad), mereka hanya memperlakukan engkau menjadi bahan ejekan. (Mereka mengatakan), \"Apakah ini orang yang mencela tuhan-tuhanmu?\" Padahal mereka orang yang ingkar mengingat Allah Yang Maha Pengasih.",
          "tafsir": "Dalam ayat ini Allah menerangkan sikap dan kelakuan orang-orang kafir terhadap Nabi Muhammad, yaitu bahwa setiap kali mereka melihatnya, maka mereka menjadikan Nabi sebagai sasaran olok-olokan dan ejekan mereka, seraya berkata kepada sesama mereka, \"Inikah orangnya yang mencela tuhan kamu? Padahal merekalah orang-orang yang ingkar dari mengingat Allah.\" Demikianlah ejekan mereka terhadap Rasulullah. Dan mereka tidak menginsafi bahwa yang sebenarnya merekalah yang selayaknya menerima ejekan, karena mereka menyembah patung-patung dan berhala, yang tidak kuasa berbuat apapun untuk mereka, bahkan tangan mereka sendirilah yang membuat tuhan-tuhan mereka itu sehingga mereka yang menjadi khalik sedang tuhan-tuhan mereka menjadi makhluk yang diciptakan. Dengan demikian, keadaan menjadi terbalik daripada yang semestinya, karena tuhan semestinya sebagai pencipta bukan yang diciptakan."
        },
        {
          "number": 37,
          "arabic": "خُلِقَ ٱلْإِنسَـٰنُ مِنْ عَجَلٍ ۚ سَأُو۟رِيكُمْ ءَايَـٰتِى فَلَا تَسْتَعْجِلُونِ",
          "transliteration": "khuliqa l-insānu min ʿajalin sa-urīkum āyātī falā tastaʿjilūni",
          "translation": "Manusia diciptakan (bersifat) tergesa-gesa. Kelak akan Aku perlihatkan kepadamu tanda-tanda (kekuasaan)-Ku. Maka janganlah kamu meminta Aku menyegerakannya.",
          "tafsir": "Pada ayat ini, mula-mula Allah menerangkan bahwa manusia dijadikan sebagai mahluk yang bertabiat suka tergesa-gesa dan terburu nafsu. Kemudian Allah memperingatkan kaum kafir agar mereka jangan meminta disegerakannya azab yang diancamkan kepada mereka, karena Allah pasti akan memperlihatkan kepada mereka tanda-tanda dari azab-Nya itu. Di sini dapat kita ketahui bahwa Allah melarang manusia untuk bersifat tergesa-gesa, meminta segera didatangkannya sesuatu yang belum tiba saatnya, dan pasti datangnya. Di samping itu Allah menerangkan bahwa walaupun sifat tergesa-gesa itu sudah dijadikan-Nya sebagai salah satu sifat pada manusia, namun manusia telah diberi kemampuan untuk menahan diri dan mengatasi sifat tersebut, dengan cara membiasakan diri bersikap tenang, sabar, dan mawas diri. Sifat tergesa-gesa dan terburu nafsu selalu menimbulkan akibat yang tidak baik serta merugikan baik diri sendiri atau orang lain, yang akhirnya akan menimbulkan rasa penyesalan yang tidak berkesudahan. Sebaliknya, sikap tenang, sabar, berhati-hati dan mawas diri dapat menyampaikan seseorang kepada apa yang ditujunya, dan mencapai sukses yang gemilang dalam hidupnya. Itulah sebabnya Al-Qur'an selalu memuji orang-orang yang bersifat sabar, dan menjanjikan kepada mereka bahwa Allah senantiasa akan memberikan perlindungan, petunjuk dan pertolongan kepada mereka. Sedang orang-orang yang suka terburu-buru, lekas marah, mudah teperdaya oleh godaan iblis yang akan menjerumuskannya ke jurang kebinasaan, dan menyeleweng dari kebenaran akan mendapat kerugian. Permintaan orang-orang kafir agar azab Allah segera didatangkan kepada mereka, dengan jelas menunjukkan ketidakpercayaan mereka terhadap adanya azab tersebut, serta keingkaran mereka bahwa Allah kuasa menimpakan azab kepada orang-orang yang zalim."
        },
        {
          "number": 38,
          "arabic": "وَيَقُولُونَ مَتَىٰ هَـٰذَا ٱلْوَعْدُ إِن كُنتُمْ صَـٰدِقِينَ",
          "transliteration": "wayaqūlūna matā hādhā l-waʿdu in kuntum ṣādiqīna",
          "translation": "Dan mereka berkata, \"Kapankah janji itu (akan datang), jika kamu orang yang benar?\"",
          "tafsir": "Dalam ayat ini Allah memperlihatkan betapa nekadnya kaum kafir itu, ketika mereka berkata kepada Nabi Muhammad dan kaum Muslimin dengan sikap menantang, \"Kapankah azab akhirat yang dijanjikan itu akan datang? Jika ancaman itu benar, cobalah perlihatkan sekarang juga!\" Mereka meminta segera didatangkan azab Allah kepadanya, ucapan itu menunjukkan bahwa mereka sebenarnya tidak percaya sama sekali tentang adanya azab tersebut. Dengan sendirinya, mereka juga tidak percaya tentang hari akhirat, serta kekuasaan Allah untuk memperhitungkan dan membalas perbuatan manusia."
        },
        {
          "number": 39,
          "arabic": "لَوْ يَعْلَمُ ٱلَّذِينَ كَفَرُوا۟ حِينَ لَا يَكُفُّونَ عَن وُجُوهِهِمُ ٱلنَّارَ وَلَا عَن ظُهُورِهِمْ وَلَا هُمْ يُنصَرُونَ",
          "transliteration": "law yaʿlamu alladhīna kafarū ḥīna lā yakuffūna ʿan wujūhihimu l-nāra walā ʿan ẓuhūrihim walā hum yunṣarūna",
          "translation": "Seandainya orang kafir itu mengetahui, ketika mereka itu tidak mampu mengelakkan api neraka dari wajah dan punggung mereka, sedang mereka tidak mendapat pertolongan (tentulah mereka tidak meminta disegerakan).",
          "tafsir": "Dalam ayat ini Allah memperlihatkan betapa nekadnya kaum kafir itu, ketika mereka berkata kepada Nabi Muhammad dan kaum Muslimin dengan sikap menantang, \"Kapankah azab akhirat yang dijanjikan itu akan datang? Jika ancaman itu benar, cobalah perlihatkan sekarang juga!\" Mereka meminta segera didatangkan azab Allah kepadanya, ucapan itu menunjukkan bahwa mereka sebenarnya tidak percaya sama sekali tentang adanya azab tersebut. Dengan sendirinya, mereka juga tidak percaya tentang hari akhirat, serta kekuasaan Allah untuk memperhitungkan dan membalas perbuatan manusia."
        },
        {
          "number": 40,
          "arabic": "بَلْ تَأْتِيهِم بَغْتَةً فَتَبْهَتُهُمْ فَلَا يَسْتَطِيعُونَ رَدَّهَا وَلَا هُمْ يُنظَرُونَ",
          "transliteration": "bal tatīhim baghtatan fatabhatuhum falā yastaṭīʿūna raddahā walā hum yunẓarūna",
          "translation": "Sebenarnya (hari Kiamat) itu akan datang kepada mereka secara tiba-tiba, lalu mereka menjadi panik; maka mereka tidak sanggup menolaknya dan tidak (pula) diberi penangguhan (waktu).",
          "tafsir": "Dalam ayat ini Allah menerangkan bahwa seandainya kaum kafir itu mengetahui, bahwa kelak mereka tidak akan berdaya untuk mengelakkan diri dari azab api neraka yang akan menyerbu mereka dari segala arah, niscaya mereka tidak akan berkata demikian. Oleh sebab itu, tantangan mereka agar azab tersebut didatangkan segera kepada mereka, adalah betul-betul timbul dari kebodohan dan keingkaran mereka, karena mereka menutup diri terhadap ajaran-ajaran yang benar, yang disampaikan oleh Rasulullah. Adanya azab dan hari Kiamat yang datang secara tiba-tiba itu agar dijadikan peringatan bagi orang-orang yang beriman kepada Allah dan untuk tetap mengfokuskan perhatian kepada pengamalan agama, sebagaimana firman Allah: Oleh karena itu, hadapkanlah wajahmu kepada agama yang lurus (Islam) sebelum datang dari Allah suatu hari (Kiamat) yang tidak dapat ditolak, pada hari itu mereka terpisah-pisah. (ar-Rum/30: 43)"
        },
        {
          "number": 41,
          "arabic": "وَلَقَدِ ٱسْتُهْزِئَ بِرُسُلٍ مِّن قَبْلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُوا۟ مِنْهُم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
          "transliteration": "walaqadi us'tuh'zi-a birusulin min qablika faḥāqa bi-alladhīna sakhirū min'hum mā kānū bihi yastahziūna",
          "translation": "Dan sungguh, rasul-rasul sebelum engkau (Muhammad) pun telah diperolok-olokkan, maka turunlah (siksaan) kepada orang-orang yang mencemoohkan apa (rasul-rasul) yang selalu mereka perolok-olokkan.",
          "tafsir": "Pada ayat ini Allah menegaskan bahwa azab akhirat yang diancamkan kepada kaum kafir itu pasti akan terjadi, bahkan akan datang kepada mereka secara tiba-tiba dan tak terduga, sehingga menyebabkan mereka menjadi panik tidak sanggup menyelamatkan diri. Dan mereka benar-benar tidak akan diberi tenggang waktu dan kesempatan untuk bersiap-siap guna menyelamatkan diri daripadanya. Pada akhir ayat ini Allah memberikan hiburan kepada Nabi Muhammad yang selalu mendapat ejekan dari kaum kafir, Allah menegaskan bukan dia saja yang pernah diejek oleh kaum kafir itu. Bahkan semua rasul yang diutus Allah sebelumnya juga menjadi sasaran ejekan kaumnya. Akan tetapi azab yang dahulu mereka perolok-olokkan itu akhirnya datang melanda mereka. Dan tidak seorang pun dapat menyelamatkan mereka dari azab yang dahsyat."
        },
        {
          "number": 42,
          "arabic": "قُلْ مَن يَكْلَؤُكُم بِٱلَّيْلِ وَٱلنَّهَارِ مِنَ ٱلرَّحْمَـٰنِ ۗ بَلْ هُمْ عَن ذِكْرِ رَبِّهِم مُّعْرِضُونَ",
          "transliteration": "qul man yakla-ukum bi-al-layli wal-nahāri mina l-raḥmāni bal hum ʿan dhik'ri rabbihim muʿ'riḍūna",
          "translation": "Katakanlah, \"Siapakah yang akan menjaga kamu pada waktu malam dan siang dari (siksaan) Allah Yang Maha Pengasih?\" Tetapi mereka enggan mengingat Tuhan mereka.",
          "tafsir": "Dengan ayat ini Allah menyuruh Nabi untuk menjawab ejekan itu dengan cara mengajukan pertanyaan kepada mereka tentang siapakah yang dapat memelihara dan melindungi mereka dari azab Allah, baik pada waktu malam maupun pada waktu siang? Pertanyaan itu dimaksudkan untuk menyadarkan mereka, bahwa tidak seorang pun kuasa untuk melindungi mereka dari siksa dan azab Allah, karena Dia Mahakuasa untuk berbuat apa yang dikehendaki-Nya. Andaikata mereka selalu ingat tentang iradah dan kekuasaan Allah, niscaya mereka tidak akan mengejek atau menantang semacam itu. Akan tetapi karena mereka adalah orang-orang yang telah berpaling dari mengingat Allah dan kekuasaan-Nya, maka itulah sebabnya mengapa mereka mengejek Rasul-Nya dan menantang dengan sikap yang angkuh agar azab tersebut segera ditimpakan kepada mereka."
        },
        {
          "number": 43,
          "arabic": "أَمْ لَهُمْ ءَالِهَةٌ تَمْنَعُهُم مِّن دُونِنَا ۚ لَا يَسْتَطِيعُونَ نَصْرَ أَنفُسِهِمْ وَلَا هُم مِّنَّا يُصْحَبُونَ",
          "transliteration": "am lahum ālihatun tamnaʿuhum min dūninā lā yastaṭīʿūna naṣra anfusihim walā hum minnā yuṣ'ḥabūna",
          "translation": "Ataukah mereka mempunyai tuhan-tuhan yang dapat memelihara mereka dari (azab) Kami? Tuhan-tuhan mereka itu tidak sanggup menolong diri mereka sendiri dan tidak (pula) mereka dilindungi dari (azab) Kami.",
          "tafsir": "Ayat ini merupakan lanjutan dari ayat sebelumnya, di mana Allah menyuruh Rasul-Nya untuk mengajukan pertanyaan kepada kaum kafir, untuk menyadarkan mereka tentang kekuasaan Allah. Isi pertanyaan yang disebutkan dalam ayat ini adalah, \"Apakah mereka mempunyai tuhan-tuhan yang dapat memelihara mereka dari azab Allah? Tuhan-tuhan yang mereka sembah sudah pasti tidak mampu menolong mereka, bahkan menolong dirinya sendiri pun tidak mampu. Pada akhir ayat ini Allah menegaskan kembali, bahwa tuhan-tuhan yang disembah mereka itu tidak akan luput dari azab Allah. Kalau demikian halnya, bagaimana mereka akan mampu untuk melindungi para penyembahnya? Dengan demikian, ayat ini mengemukakan dua macam kelemahan tuhan-tuhan yang disembah kaum kafir itu, yang menyebabkan tidak pantasnya disembah dan dipertuhan. Pertama, mereka tidak mampu untuk menolong diri sendiri. Kedua, bahwa mereka pun tidak luput dari azab Allah. Dengan demikian, keadaannnya lebih lemah dari penyembahnya. Dengan adanya dua kenyataan itu, seharusnya mereka dapat mengambil kesimpulan, bahwa benda-benda yang mereka sembah itu tidak mempunyai kemampuan apa pun untuk melindungi mereka dari azab Allah."
        },
        {
          "number": 44,
          "arabic": "بَلْ مَتَّعْنَا هَـٰٓؤُلَآءِ وَءَابَآءَهُمْ حَتَّىٰ طَالَ عَلَيْهِمُ ٱلْعُمُرُ ۗ أَفَلَا يَرَوْنَ أَنَّا نَأْتِى ٱلْأَرْضَ نَنقُصُهَا مِنْ أَطْرَافِهَآ ۚ أَفَهُمُ ٱلْغَـٰلِبُونَ",
          "transliteration": "bal mattaʿnā hāulāi waābāahum ḥattā ṭāla ʿalayhimu l-ʿumuru afalā yarawna annā natī l-arḍa nanquṣuhā min aṭrāfihā afahumu l-ghālibūna",
          "translation": "Sebenarnya Kami telah memberi mereka dan nenek moyang mereka kenikmatan (hidup di dunia) hingga panjang usia mereka. Maka apakah mereka tidak melihat bahwa Kami mendatangi negeri (yang berada di bawah kekuasaan orang kafir), lalu Kami kurangi luasnya dari ujung-ujung negeri. Apakah mereka yang menang?",
          "tafsir": "Ayat ini menjelaskan bahwa Allah memberikan kenikmatan hidup dan harta kekayaan kepada kaum kafir itu, sehingga mereka dapat hidup enak dengan usia panjang. Akan tetapi kaum Muslimin tidak perlu iri hati dan merasa silau melihat kenikmatan hidup mereka itu, karena semua kekayaan dan kemewahan itu diberikan Allah kepada mereka sebagai ujian, jika harta itu akan menyebabkan hati mereka menjadi sombong, dan tabiat mereka menjadi kasar sehingga menjerumuskan mereka kepada perbuatan-perbuatan yang tidak baik. Semuanya itu mengakibatkan dosa-dosa mereka bertambah banyak, dan azab yang akan mereka terima bertambah berat. Dengan demikian dapat dipahami bahwa Allah memberi mereka kemewahan dan kenikmatan hidup bukanlah karena Allah tidak kuasa menurunkan azab kepada mereka, tetapi sebaliknya kemewahan itu adalah ujian bagi mereka yang dapat menjerumuskan mereka kepada kebinasaan lahir batin, serta azab yang pedih. Dalam ayat ini disebutkan pula bentuk kerugian lain yang ditimpakan Allah kepada mereka, yaitu berkurangnya jumlah para pengikut mereka lantaran banyak yang masuk Islam, dan akibatnya daerah kekuasaan mereka pun makin berkurang pula karena agama Islam telah tersebar ke daerah-daerah yang semula termasuk daerah kekuasaan mereka. Dengan susutnya jumlah pengikut dan daerah kekuasaan mereka, berarti kekuatan mereka pun semakin berkurang. Setelah menggambarkan keadaan mereka itu yang telah menjadi rapuh karena kemewahan, dan telah menjadi lemah karena berkurangnya jumlah pengikut dan kekuasaan mereka, maka Allah pada akhir ayat tersebut mengajukan satu pertanyaan yaitu dalam keadaan semacam itu siapakah yang dapat memperoleh kemenangan, apakah mereka masih memiliki harapan? Sudah tentu mereka tidak akan memperoleh kemenangan. Di samping keadaan mereka telah rapuh dan lemah, kekuasaan Allah adalah mutlak atas hamba-Nya, dan Allah berbuat apa yang dikehendaki-Nya. Tidak sesuatu pun yang dapat mengalahkan-Nya"
        }
      ]
    }
  ]
}