{
  "pageNumber": 193,
  "juz": 10,
  "surahs": [
    {
      "number": 9,
      "name": "At-Taubah",
      "nameArabic": "التوبة",
      "meaning": "Pengampunan",
      "revelation": "Madinah",
      "description": "Surat At-Taubah terdiri dari 129 ayat dan termasuk surat Madaniyyah. Surat ini dinamakan \"At-Taubah\" yang berarti pengampunan berhubung kata \"At-Taubah\" disebut berulang kali dalam surat ini. Dinamakan juga dengan \"Baraa'ah\" yang berarti berlepas diri yang di sini maksudnya pernyataan pemutusan hubungan, disebabkan kebanyakan pokok pembicaraannya tentang pernyataan pemutusan perjanjian damai dengan kaum musyrikin.Di samping kedua nama yang masyhur di atas, ada beberapa nama lain yang merupakan sifat dari surat ini.Pada permulaan surat ini tidak terdapat basmalah karena berisi pernyataan perang total dengan arti bahwa segenap kaum muslimin diarahkan untuk memerangi seluruh kaum musyrikin, sedang basmalah bernafaskan perdamaian dan cinta kasih dari Allah.Surat ini diturunkan setelah Nabi Muhammad s.a.w. kembali dari perang Tabuk yang terjadi pada tahun 9 H. Pengumuman ini disampaikan oleh Saidina 'Ali pada musim haji pada tahun yang sama.Selain pernyataan pembatalan perjanjian damai dengan kaum musyrikin, surat ini mengandung pokok-pokok isi sebagai berikut:1. Keimanan:Allah selalu menyertai hamba-hamba-Nya yang beriman; pembalasan atas amalan-amalan manusia hanya dari Allah; segala sesuatu menurut sunnatullah; perlindungan Allah bagi orang-orang yang beriman; kedudukan Nabi Muhammad s.a.w. di sisi Allah.2. Hukum-hukum:Kewajiban menginfakkan harta; macam-macam harta dalam agama serta penggunaannya; jizyah; perjanjian dan perdamaian; kewajiban umat Islam terhadap Nabinya, sebab-sebab orang Islam melakukan perang total; beberapa dasar politik kenegaraan dan peperangan dalam Islam.3. Kisah-kisah:Nabi Muhammad s.a.w. dengan Abu Bakar r.a. di suatu gua di bukit Tsur ketika hijrah; perang Hunain (perang Authas atau perang Hawazin); perang Tabuk.4. Lain-lain:Sifat-sifat orang yang beriman dan tingkatan-tingkatan mereka.Surat At-Taubah berisi pernyataan pembatalan perjanjian damai oleh Nabi Muhammad dengan kaum musyrikin, karena mereka tidak memenuhi syarat-syarat perjanjian damai yang diikrarkan pada perjanjian Hudaibiyyah. Selain itu, surat At-Taubah juga menjelaskan hukum peperangan dan perdamaian, hukum kenegaraan, keadaan Nabi Muhammad pada waktu hijrah, dan kewajiban menginfakkan harta.Hubungan Surat At-Taubah Dengan Surat Yunus:1. Akhir surat At-Taubah ditutup dengan menyebutkan tentang risalah Nabi Muhammad dan hal-hal yang serupa disebutkan pula pada akhir surat Yunus.2. Surat At-Taubah menyebut keadaan orang-orang munafik dan menerangkan sikap mereka ketika Al-Qur'an diturunkan, sedang surat Yunus menerangkan sikap orang kafir terhadap Al-Qur'an.",
      "verses": [
        {
          "number": 37,
          "arabic": "إِنَّمَا ٱلنَّسِىٓءُ زِيَادَةٌ فِى ٱلْكُفْرِ ۖ يُضَلُّ بِهِ ٱلَّذِينَ كَفَرُوا۟ يُحِلُّونَهُۥ عَامًا وَيُحَرِّمُونَهُۥ عَامًا لِّيُوَاطِـُٔوا۟ عِدَّةَ مَا حَرَّمَ ٱللَّهُ فَيُحِلُّوا۟ مَا حَرَّمَ ٱللَّهُ ۚ زُيِّنَ لَهُمْ سُوٓءُ أَعْمَـٰلِهِمْ ۗ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلْكَـٰفِرِينَ",
          "transliteration": "innamā l-nasīu ziyādatun fī l-kuf'ri yuḍallu bihi alladhīna kafarū yuḥillūnahu ʿāman wayuḥarrimūnahu ʿāman liyuwāṭiū ʿiddata mā ḥarrama l-lahu fayuḥillū mā ḥarrama l-lahu zuyyina lahum sūu aʿmālihim wal-lahu lā yahdī l-qawma l-kāfirīna",
          "translation": "Sesungguhnya pengunduran (bulan haram) itu hanya menambah kekafiran. Orang-orang kafir disesatkan dengan (pengunduran) itu, mereka menghalalkannya satu tahun dan mengharamkannya pada tahun yang lain, agar mereka dapat menyesuaikan dengan bilangan yang diharamkan Allah, sekaligus mereka menghalalkan apa yang diharamkan Allah. (Oleh Setan) dijadikan terasa indah bagi mereka perbuatan-perbuatan buruk mereka. Dan Allah tidak memberi petunjuk kepada orang-orang yang kafir.",
          "tafsir": "Ayat ini menerangkan bahwa pengunduran keharaman (kesucian) bulan kepada bulan berikutnya seperti pengunduran bulan Muharam ke bulan Safar dengan maksud agar pada bulan Muharam itu diperbolehkan berperang, adalah suatu kekafiran karena mengganggap dirinya sama dengan Tuhan dalam menetapkan hukum. Telah jelas dan diakui semenjak Nabi Ibrahim dan Nabi Ismail bahwa pada bulan-bulan haram itu tidak dibolehkan berperang. Tetapi karena orang-orang musyrikin itu tidak dapat menguasai dirinya untuk tidak berperang selama tiga bulan berturut-turut yaitu pada bulan Zulkaidah, Zulhijah dan Muharam, maka kesucian pada bulan itu digeser ke bulan lain sehinggga mereka mendapat kesempatan untuk berperang pada bulan Muharam. Hal ini biasa mereka lakukan ketika mereka berada di Mina. Ketika para jamaah berkumpul di sana berdirilah seorang pemimpin dari Bani Kinanah dan berkata, \"Sayalah orang yang tak dapat ditolak keputusannya.\" Para jamaah menjawab, \"Benarlah apa yang engkau katakan itu dan tangguhkanlah untuk kami bulan Muharam ke bulan Safar.\" Lalu pemimpin itu menghalalkan bagi mereka bulan Muharam dan mengharamkan bulan Safar, dan menamakan bulan Muharam itu dengan nama lain yaitu Nasiah. Demikianlah watak orang musyrik, karena didorong oleh keinginan dan hawa nafsu, mereka berani menghalalkan apa yang diharamkan oleh Allah dan telah berani pula mengharamkan apa yang dihalalkan, karena mereka telah dipengaruhi nafsu setan, dan tentu saja orang yang berwatak itu tidak akan mendapat petunjuk dari Allah."
        },
        {
          "number": 38,
          "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ مَا لَكُمْ إِذَا قِيلَ لَكُمُ ٱنفِرُوا۟ فِى سَبِيلِ ٱللَّهِ ٱثَّاقَلْتُمْ إِلَى ٱلْأَرْضِ ۚ أَرَضِيتُم بِٱلْحَيَوٰةِ ٱلدُّنْيَا مِنَ ٱلْـَٔاخِرَةِ ۚ فَمَا مَتَـٰعُ ٱلْحَيَوٰةِ ٱلدُّنْيَا فِى ٱلْـَٔاخِرَةِ إِلَّا قَلِيلٌ",
          "transliteration": "yāayyuhā alladhīna āmanū mā lakum idhā qīla lakumu infirū fī sabīli l-lahi ithāqaltum ilā l-arḍi araḍītum bil-ḥayati l-dun'yā mina l-ākhirati famā matāʿu l-ḥayati l-dun'yā fī l-ākhirati illā qalīlun",
          "translation": "Wahai orang-orang yang beriman! Mengapa apabila dikatakan kepada kamu, \"Berangkatlah (untuk berperang) di jalan Allah,\" kamu merasa berat dan ingin tinggal di tempatmu? Apakah kamu lebih menyenangi kehidupan dunia daripada kehidupan akhirat? Padahal kenikmatan hidup di dunia ini (dibandingkan dengan kehidupan) di akhirat hanyalah sedikit.",
          "tafsir": "Pada tahun ke-9 Hijri, Nabi Muhammad saw memerintahkan kaum Muslimin agar bersiap-siap menghadapi serangan orang-orang Nasrani di Tabuk, suatu tempat yang terletak antara Medinah dengan Damaskus, lebih kurang 610 km dari Medinah dan 692 km dari Damaskus. Pada saat sekarang berada di wilayah Kerajaan Saudi Arabia, daerah perbatasan dengan Yordania. Perintah persiapan ini didasarkan atas berita yang sampai kepada kaum Muslimin dari kaum Nibthi yang membawa dagangan minyak negeri Syam, bahwa bangsa Romawi bersama kaum Nasrani Arab yang terdiri dari kaum Lakhm, Judzam dan lain-lain yang jumlahnya kira-kira 40 ribu orang, lengkap dengan persenjataan dan perbekalan serta dipimpin seorang panglima besar bernama Qubaz telah siap untuk menyerbu kota Medinah, memerangi kaum Muslimin. Barisan perintis mereka sudah sampai di perbatasan yang bernama Baqlas. Merupakan kebiasaan Nabi Muhammad saw apabila akan menghadapi perang, demi kemaslahatan ia merahasiakan hal-hal yang berhubungan dengan peperangan. Tetapi kali ini Nabi Muhammad saw secara terbuka memberi tahu kaum Muslimin tentang keadaan yang serba sulit dan susah, serta kekurangan, jauhnya jarak yang ditempuh, dan jumlah bala tentara dan kekuatan musuh yang akan dihadapi, agar mereka benar-benar mengadakan persiapan yang mantap. Kaum Muslimin yang imannya teguh, kuat membaja, tanpa memikir keadaan yang serba sulit serta menyedihkan, bersiap-siap menunggu komando pemberangkatan. Para dermawan tidak segan-segan menyumbang-kan kekayaannya untuk kepentingan jihad fisabilillah. Utsman bin Affan menyumbang 10.000 dinar, 300 unta, lengkap dengan persenjataannya dan 50 kuda. Abu Bakar as-Siddiq menyumbangkan semua kekayaannya yaitu 4.000 dirham. Nabi Muhammad saw bertanya, \"Apakah masih ada sesuatu yang engkau tinggalkan untuk keluargamu?\" Beliau menjawab, \"Yang saya tinggalkan untuk keluargaku ialah Allah dan Rasul-Nya.\" Umar bin Khathab menyumbang seperdua dari harta kekayaannya. Ashim bin 'Adi menyumbangkan 70 wasaq kurma (satu wasaq = 60 gantang, 150 liter). Kaum ibu juga tidak mau ketinggalan: perhiasan emas mereka berupa gelang, anting-anting, kalung, dan lain sebagainya, disumbangkan dengan penuh keikhlasan demi suksesnya perjuangan kaum Muslimin. Setelah segala sesuatunya dianggap siap, berangkatlah Nabi Muhammad saw memimpin sebuah ekspedisi bersama 30.000 orang menuju Tabuk. Muhammad bin Maslamah ditunjuk oleh Rasulullah saw untuk mengurus kota Medinah dan beliau mempercayakan kepada Ali bin Abi thalib mengurus rumah tangganya. Di samping itu ada beberapa tentara Muslimin yang bermalas-malasan dan enggan ikut serta pergi ke Tabuk dengan dalih antara lain, bahwa belum lama mereka kembali dari Perang hunain dan thaif. Juga pada waktu itu musim panas sedang sangat teriknya, musim paceklik, sukar memperoleh kebutuhan sehari-hari seperti makanan dan lain sebagainya. Karena sulitnya mendapat makanan sebiji kurma dibagikan untuk makanan dua orang, sedang pada waktu itu buah-buahan di Medinah seperti kurma sudah mulai masak, dan tak lama lagi bisa dipetik. Ayat ini mencela dan mengutuk perbuatan orang-orang yang enggan berperang meskipun situasi memang sangat sulit. Dari kejadian ini dapat diketahui dengan jelas, siapa di antara kaum Muslimin yang benar-benar beriman, dan siapa di antara mereka yang munafik, yang hanya pura-pura beriman. Salah satu tanda bahwa iman seseorang itu benar ialah dia rela mengorbankan harta dan kalau perlu jiwanya untuk jihad di jalan Allah, sebagaimana firman Allah swt: Sesungguhnya orang-orang mukmin yang sebenarnya adalah mereka yang beriman kepada Allah dan Rasul-Nya kemudian mereka tidak ragu-ragu dan mereka berjihad dengan harta dan jiwanya di jalan Allah. Mereka itulah orang-orang yang benar. (al-hujurat/49: 15) Sedangkan orang-orang munafik yang hanya pura-pura beriman, lebih mengutamakan kesenangan hidup di dunia daripada kebahagiaan di akhirat kelak yang sifatnya kekal abadi. Padahal kesenangan di dunia bagaimanapun hebatnya tidaklah mempunyai arti apa-apa jika dibandingkan dengan kebahagiaan di akhirat. Sabda Rasulullah saw: Demi Allah tiadalah dunia ini (jika dibandingkan) dengan akhirat kecuali (hanya) seperti salah seorang kamu yang mencelupkan jarinya ke dalam laut, kemudian diangkatnya. Maka lihatlah apa yang hanya terbawa oleh jarinya. (Riwayat Muslim, Ahmad dan at-Tirmidzi dari al-Miswar)"
        },
        {
          "number": 39,
          "arabic": "إِلَّا تَنفِرُوا۟ يُعَذِّبْكُمْ عَذَابًا أَلِيمًا وَيَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ وَلَا تَضُرُّوهُ شَيْـًٔا ۗ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
          "transliteration": "illā tanfirū yuʿadhib'kum ʿadhāban alīman wayastabdil qawman ghayrakum walā taḍurrūhu shayan wal-lahu ʿalā kulli shayin qadīrun",
          "translation": "Jika kamu tidak berangkat (untuk berperang), niscaya Allah akan menghukum kamu dengan azab yang pedih dan menggantikan kamu dengan kaum yang lain, dan kamu tidak akan merugikan-Nya sedikit pun. Dan Allah Mahakuasa atas segala sesuatu.",
          "tafsir": "Ayat ini mengancam orang-orang yang tidak patuh memenuhi anjuran dan perintah Nabi Muhammad saw untuk pergi berperang menghadapi ancaman musuh. Pembangkangan mereka terhadap perintah Nabi Muhammad saw agar pergi berperang untuk menegakkan agama, tidaklah akan memberi mudarat kepada Allah swt sedikit pun, dan tidak pula memberikan manfaat, sebagaimana firman Allah yang disabdakan Rasulullah saw: \"Wahai hamba-hamba-Ku, sesungguhnya kamu tidak akan bisa menyampaikan mudarat kepada-Ku hingga kamu dapat menyusahkan Aku, begitu juga kamu tidak akan dapat memberikan manfaat kepada-Ku hingga kamu dapat memberikan pertolongan kepada-Ku.\" (Riwayat Muslim dari Abi dzar al-Gifari)"
        },
        {
          "number": 40,
          "arabic": "إِلَّا تَنصُرُوهُ فَقَدْ نَصَرَهُ ٱللَّهُ إِذْ أَخْرَجَهُ ٱلَّذِينَ كَفَرُوا۟ ثَانِىَ ٱثْنَيْنِ إِذْ هُمَا فِى ٱلْغَارِ إِذْ يَقُولُ لِصَـٰحِبِهِۦ لَا تَحْزَنْ إِنَّ ٱللَّهَ مَعَنَا ۖ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَيْهِ وَأَيَّدَهُۥ بِجُنُودٍ لَّمْ تَرَوْهَا وَجَعَلَ كَلِمَةَ ٱلَّذِينَ كَفَرُوا۟ ٱلسُّفْلَىٰ ۗ وَكَلِمَةُ ٱللَّهِ هِىَ ٱلْعُلْيَا ۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ",
          "transliteration": "illā tanṣurūhu faqad naṣarahu l-lahu idh akhrajahu alladhīna kafarū thāniya ith'nayni idh humā fī l-ghāri idh yaqūlu liṣāḥibihi lā taḥzan inna l-laha maʿanā fa-anzala l-lahu sakīnatahu ʿalayhi wa-ayyadahu bijunūdin lam tarawhā wajaʿala kalimata alladhīna kafarū l-suf'lā wakalimatu l-lahi hiya l-ʿul'yā wal-lahu ʿazīzun ḥakīmun",
          "translation": "Jika kamu tidak menolongnya (Muhammad), sesungguhnya Allah telah menolongnya (yaitu) ketika orang-orang kafir mengusirnya (dari Mekkah); sedang dia salah seorang dari dua orang ketika keduanya berada dalam gua, ketika itu dia berkata kepada sahabatnya, \"Janganlah engkau bersedih, sesungguhnya Allah bersama kita.\" Maka Allah menurunkan ketenangan kepadanya (Muhammad) dan membantu dengan bala tentara (malaikat-malaikat) yang tidak terlihat olehmu, dan Dia menjadikan seruan orang-orang kafir itu rendah. Dan firman Allah itulah yang tinggi. Allah Mahaperkasa, Mahabijaksana.",
          "tafsir": "Ayat ini tidak membenarkan sangkaan orang-orang musyrik, bahwa perjuangan Nabi Muhammad saw tidak akan berhasil, apabila mereka tidak ikut membantunya. Nabi akan tetap menang karena Allah akan membantunya. Hal ini telah dibuktikan ketika rumah Nabi Muhammad dikepung rapat-rapat oleh orang-orang Quraisy yang akan membunuhnya. Pembunuhan itu dimaksudkan untuk mencegah dan menghentikan dakwah Islami yang mereka khawatirkan, akan makin meluas pengaruhnya. Atas pertolongan dan bantuan Allah swt Nabi Muhammad saw dapat lolos dari kepungan mereka yang ketat, sehingga dengan perasaan aman beliau keluar dari rumahnya menuju gua di gunung sur, tempat persembunyiannya untuk sementara, ditemani oleh sahabat setianya Abu Bakar. Melihat situasi gawat itu Abu Bakar merasa cemas dan berkata, \"Wahai Rasulullah, demi Allah andaikata ada salah seorang di antara mereka mengangkat kakinya, pasti dia dapat melihat kita berada di bawah kakinya.\" Nabi Muhammad saw menjawab, \"Wahai Abu Bakar, janganlah kamu berduka cita, sesungguhnya Allah beserta kita.\" Nabi Muhammad saw bersama Abu Bakar selama berada di dalam gua sur, senantiasa berada di bawah pertolongan dan lindungan Allah. Allah memberi ketenangan hati kepada Nabi saw dan Abu Bakar, serta memberikan bantuan tentara yang tidak dilihatnya, sehingga selamatlah keduanya di dalam gua sur, dan niat jahat orang-orang itu gagal. Firman Allah swt: Dan (ingatlah), ketika orang-orang kafir (Quraisy) memikirkan tipu daya terhadapmu (Muhammad) untuk menangkap dan memenjarakanmu atau membunuhmu, atau mengusirmu. Mereka membuat tipu daya dan Allah menggagalkan tipu daya itu. Allah adalah sebaik-baik pembalas tipu daya. (al-Anfal/8: 30) Dan firman-Nya: Sesungguhnya Kami akan menolong rasul-rasul Kami dan orang-orang yang beriman dalam kehidupan dunia. (Gafir/40: 51) Allah swt selalu menempatkan orang-orang kafir itu di tingkat yang rendah, selalu kalah. Dan kalimah Allah yaitu agama yang didasarkan atas tauhid, jauh dari syirik, selalu ditempatkan di tempat yang tinggi, mengatasi yang lain. Allah swt Mahakuasa dan Mahaperkasa, tidak ada yang dapat mengalahkannya, Mahabijaksana, menempatkan sesuatu pada tempatnya. Dialah yang selalu menolong memenangkan Rasulullah saw dengan kekuasaan-Nya, memenangkan agama-Nya dari agama-agama yang lain, dengan kebijaksanaan-Nya, sebagaimana firman Allah swt: Dialah yang telah mengutus Rasul-Nya dengan petunjuk (Al-Qur'an) dan agama yang benar untuk diunggulkan atas segala agama, walaupun orang-orang musyrik tidak menyukai. (at-Taubah/9: 33)"
        }
      ]
    }
  ]
}