{
  "pageNumber": 403,
  "juz": 21,
  "surahs": [
    {
      "number": 29,
      "name": "Al-'Ankabut",
      "nameArabic": "العنكبوت",
      "meaning": "Laba-laba",
      "revelation": "Makkah",
      "description": "Surat Al-'Ankabut terdiri dari 69 ayat dan termasuk golongan surat Makkiyyah.Dinamai \"Al-'Ankabut\" berhubung kata Al-'Ankabut yang berarti \"laba-laba\" terdapat pada ayat 41 surat ini, ketika Allah mengumpamakan para penyembah berhala dengan laba-laba yang meyakini kekuatan sarangnya sebagai tempat berlindung dan tempat menjerat mangsa, padahal jika dihembuskan angin atau ditimpa suatu barang yang kecil, sarang itu akan hancur. Begitu pula halnya kaum musyrikin yang meyakini kekuatan sembahan mereka sebagai tempat berlindung dan meminta sesuatu, padahal sembahan itu tidak mampu sedikit pun menolong mereka dari azab Allah ketika di dunia, seperti yang terjadi pada kaum Nuh, kaum Ibrahim, kaum Luth, kaum Syu'aib, kaum Shaleh, dan lain-lain. Terlebih, menghadapi azab Allah di akhirat nanti, sembahan mereka itu lebih tidak mampu lagi menghindarkan dan melindungi mereka.**Pokok-Pokok Isi:**1. **Keimanan:** Bukti-bukti tentang keberadaan hari kebangkitan dan ancaman terhadap orang-orang yang mengingkarinya; setiap jiwa akan merasakan mati dan hanya kepada Allah mereka akan kembali; Allah menjamin rezeki setiap makhluk-Nya.2. **Hukum-hukum:** Kewajiban berbuat baik kepada kedua orang tua; kewajiban mengerjakan shalat karena bisa mencegah dari perbuatan keji dan mungkar; kewajiban menentang ajakan mempersekutukan Allah sekalipun dari ibu bapak.3. **Kisah-kisah:** Kisah-kisah ujiaan yang dialami oleh Nabi Nuh, Nabi Ibrahim, Nabi Luth, Nabi Syu'aib, Nabi Dawud, Nabi Shaleh, dan Nabi Musa4. **Lain-lain:** Cobaan diperlukan untuk menguji keimanan seseorang; manfaat usaha manusia kembali kepada dirinya sendiri, bukan kepada Allah; perlawanan terhadap kebenaran pasti hancur.Surat Al-'Ankabut menerangkan bahwa seseorang yang mengatakan diri beriman belum bisa dikatakan benar-benar beriman sebelum imannya itu diuji. Orang yang imannya lemah, setelah disakiti sedikit saja, maka hancurlah imannya. Adakalanya mereka menjadi munafik dan adakalanya kembali menjadi kafir. Orang munafik dan orang kafir tidak akan luput dari azab Allah sebagaimana yang telah dialami oleh umat-umat terdahulu.Allah juga mengumpamakan kepercayaan orang-orang musyrikin terhadap kekuatan berhala-berhala yang disembahnya sama dengan kepercayaan laba-laba terhadap kekuatan sarangnya. Allah menyuruh orang yang beriman mengerjakan shalat, mengingat Allah, dan menyampaikan agama-Nya. Apabila orang-orang musyrik tetap enggan menerima ajakan maka itu adalah urusan Allah. Apabila mereka bertindak sewenang-wenang dan kaum muslimin belum mempunyai kekuatan, kaum muslimin harus berhijrah ke tempat lain karena bumi Allah luas, dan Allah yang menentukan dan menjamin rezeki setiap makhluk.Dunia adalah fana sedangkan akhirat adalah kekal. Di akhirat, orang-orang kafir mendapat azab yang kekal sedangkan orang-orang yang berjihad di jalan Allah mendapat kesenangan yang abadi.**Hubungan Surat Al-'Ankabut Dengan Surat Ar-Rum:**1. Bagian permulaan surat Al-'Ankabut menerangkan tentang jihad sebagai ujian bagi orang-orang mukmin, bahwa manusia itu diciptakan Allah bukan untuk bersenang-senang, tetapi untuk berusaha dan berjihad di jalan Allah sampai akhir hayat. Dalam berusaha dan berjihad di jalan Allah serta berjuang, manusia biasa mendapat halangan dan rintangan, namun hanya orang-orang mukmin saja yang sanggup mengatasi halangan dan rintangan ini sehingga mendapat kesenangan. Kemudian pada akhir surat Al-'Ankabut ini diulangi kembali tentang berjihad itu. Permulaan surat Ar-Rum mengandung arti bahwa orang mukmin akan mengalahkan orang-orang musyrik dalam waktu dekat. Maka ditinjau dari segi berjihad dan usaha mewujudkannya, surat Ar-Rum dianggap sebagai penyempurnaan dari apa yang dikemukakan dalam surat Al-'Ankabut.2. Surat Al-'Ankabut mengemukakan tentang keesaan Allah dan hari kebangkitan secara global, sedangkan surat Ar-Rum mengemukakan bukti-bukti hal tersebut secara terperinci.3. Surat Al-'Ankabut menyebutkan bahwa kewajiban para rasul hanya menyampaikan agama Allah, sedangkan surat Ar-Rum menyebutkan bahwa rasul-rasul tidak dapat memberikan taufik dan tidak mampu menjadikan seseorang menerima apa yang disampaikannya. Hanya Allah yang mampu melakukan hal tersebut.",
      "verses": [
        {
          "number": 53,
          "arabic": "وَيَسْتَعْجِلُونَكَ بِٱلْعَذَابِ ۚ وَلَوْلَآ أَجَلٌ مُّسَمًّى لَّجَآءَهُمُ ٱلْعَذَابُ وَلَيَأْتِيَنَّهُم بَغْتَةً وَهُمْ لَا يَشْعُرُونَ",
          "transliteration": "wayastaʿjilūnaka bil-ʿadhābi walawlā ajalun musamman lajāahumu l-ʿadhābu walayatiyannahum baghtatan wahum lā yashʿurūna",
          "translation": "Dan mereka meminta kepadamu agar segera diturunkan azab. Kalau bukan karena waktunya yang telah ditetapkan,<sup foot_note=135580>1</sup> niscaya datang azab kepada mereka, dan (azab itu) pasti akan datang kepada mereka dengan tiba-tiba, sedang mereka tidak menyadarinya.",
          "tafsir": "Ayat ini menerangkan bahwa kaum musyrik telah mengetahui ancaman Tuhan berupa azab yang akan ditimpakan kepada mereka. Akan tetapi, mereka tidak percaya akan kedatangan azab itu sehingga mereka menantang kalau benar azab itu ada, maka hendaklah segera ditimpakan kepada mereka, seperti yang mereka katakan dalam firman Allah: Maka hujanilah kami dengan batu dari langit, atau datangkanlah kepada kami azab yang pedih. (al-Anfal/8: 32) Firman Allah: Dan mereka mengatakan, \"Bilakah (datangnya) ancaman itu, jika kamu orang-orang yang benar?\" (Yunus/10: 48) Allah menerangkan bahwa ketentuan datangnya azab itu seluruhnya berada di tangan-Nya, tidak seorangpun yang dapat mengetahuinya. Allah telah menetapkan untuk menangguhkan azab itu sampai waktu yang telah ditentukan-Nya. Seandainya Allah telah menetapkan waktunya untuk mendatangkan azab, tentu ia akan datang kepada orang-orang musyrik secara tiba-tiba, pada saat mereka lengah dan tidak menyadarinya. Pengunduran azab kepada orang-orang kafir itu tentu ada hikmah dan tujuannya. Di antaranya ialah sebagai ujian bagi manusia, siapa di antara mereka yang sabar dan siapa yang tidak. Bagi orang yang sabar, ujian itu akan menambah kuat keimanannya. Sedangkan orang yang tidak sabar, maka dengan ujian itu ia akan kembali kafir atau bertambah kekafirannya. Firman Allah: Dan sungguh, Kami benar-benar akan menguji kamu sehingga Kami mengetahui orang-orang yang benar-benar berjihad dan bersabar di antara kamu; dan akan Kami uji perihal kamu. (Muhammad/47: 31) Adakalanya penangguhan azab itu bertujuan agar orang yang ingkar itu semakin bertambah keingkarannya. Dengan demikian, mereka akan ditimpa azab yang berlipat ganda. Allah berfirman: Orang yang kafir dan menghalangi (manusia) dari jalan Allah, Kami tambahkan kepada mereka siksaan demi siksaan disebabkan mereka selalu berbuat kerusakan. (an-Nahl/16 : 88) Sebenarnya ada azab yang telah menimpa orang-orang musyrik Mekah, tetapi mereka tidak menyadarinya sebagai azab Tuhan, yakni kekalahan mereka pada perang Badar. Ketika itu, mereka melihat dan merasakan bagaimana Allah telah menimpakan azab kepada mereka. Namun demikian, Allah tidak menghancurkan semua orang-orang kafir dalam peperangan itu, sebagaimana terjadi pada umat-umat yang dahulu. Di antara mufasir ada yang berpendapat bahwa Allah sengaja tidak menghancurkan orang-orang kafir itu semuanya karena di antara mereka masih ada yang diharapkan keimanannya sesudah peperangan itu. Mereka ini diharapkan akan menjadi tentara Islam yang berpengalaman untuk membawa panji-panji Islam, kemudian dilanjutkan keturunan-keturunan mereka dari suatu generasi ke generasi yang akan datang kemudian, sampai kepada waktu yang ditentukan Allah. Semuanya itu terjadi sesuai dengan rencana dan kebijaksanaan Allah yang tidak diketahui oleh seorang pun, selain Dia sendiri."
        },
        {
          "number": 54,
          "arabic": "يَسْتَعْجِلُونَكَ بِٱلْعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌۢ بِٱلْكَـٰفِرِينَ",
          "transliteration": "yastaʿjilūnaka bil-ʿadhābi wa-inna jahannama lamuḥīṭatun bil-kāfirīna",
          "translation": "Mereka meminta kepadamu agar segera diturunkan azab. Dan sesungguhnya neraka Jahanam itu pasti meliputi orang-orang kafir,",
          "tafsir": "Pada ayat ini diterangkan akibat-akibat yang akan dialami oleh orang-orang musyrik karena keingkaran dan kebodohan mereka. Mereka akan dimasukkan ke dalam neraka yang apinya membakar seluruh tubuh. Ayat ini merupakan peringatan keras bagi orang-orang kafir dengan menerangkan azab yang akan menimpa mereka di akhirat nanti. Ini dikarenakan tuntutan mereka agar disegerakan datangnya azab itu."
        },
        {
          "number": 55,
          "arabic": "يَوْمَ يَغْشَىٰهُمُ ٱلْعَذَابُ مِن فَوْقِهِمْ وَمِن تَحْتِ أَرْجُلِهِمْ وَيَقُولُ ذُوقُوا۟ مَا كُنتُمْ تَعْمَلُونَ",
          "transliteration": "yawma yaghshāhumu l-ʿadhābu min fawqihim wamin taḥti arjulihim wayaqūlu dhūqū mā kuntum taʿmalūna",
          "translation": "Pada hari (ketika) azab menutup mereka dari atas dan dari bawah kaki mereka dan (Allah) berkata (kepada mereka), \"Rasakanlah (balasan dari) apa yang telah kamu kerjakan!\"",
          "tafsir": "Ayat ini menerangkan bagaimana api neraka itu membakar orang-orang kafir di akhirat nanti. Seluruh bagian tubuh mereka akan merasakan azab, sejak dari ubun-ubun sampai ke ujung-ujung jari kaki, sejak dari bagian-bagian tubuh yang kelihatan sampai ke yang tidak kelihatan. Mereka akan diselubungi oleh azab dari segala penjuru, dari atas dan dari bawah, serta dari samping kanan dan kiri. Dalam keadaan demikian, kepada mereka dikatakan, \"Rasakanlah olehmu pada hari ini azab yang dijanjikan itu, sebagai akibat perbuatan-perbuatanmu dahulu.\" Pada ayat-ayat yang lain dijelaskan bagaimana api neraka itu meliputi orang-orang kafir. Allah berfirman: Bagi mereka tikar tidur dari api neraka dan di atas mereka ada selimut (api neraka). (al-A'raf/7: 41) Firman-Nya juga: Di atas mereka ada lapisan-lapisan dari api dan di bawahnya juga ada lapisan-lapisan yang disediakan bagi mereka. (az-Zumar/39: 16)"
        },
        {
          "number": 56,
          "arabic": "يَـٰعِبَادِىَ ٱلَّذِينَ ءَامَنُوٓا۟ إِنَّ أَرْضِى وَٰسِعَةٌ فَإِيَّـٰىَ فَٱعْبُدُونِ",
          "transliteration": "yāʿibādiya alladhīna āmanū inna arḍī wāsiʿatun fa-iyyāya fa-uʿ'budūni",
          "translation": "Wahai hamba-hamba-Ku yang beriman! Sungguh, bumi-Ku luas, maka sembahlah Aku (saja).",
          "tafsir": "Dalam ayat ini, Allah memerintahkan hamba-hamba-Nya yang beriman agar meninggalkan tempat tinggal mereka jika di sana mereka tidak dapat melaksanakan ketentuan-ketentuan agama, dan hidup dalam keadaan tertindas. Ayat ini mengandung suatu prinsip universal yang menyatakan bahwa bumi Allah ini diciptakan untuk kepentingan manusia. Seseorang boleh tinggal di mana saja ia inginkan apabila merasa aman di tempat itu. Di tempat yang baru itu, kaum Muslimin akan menemukan saudara-saudara dan keluarga-keluarga yang baru sebagai ganti dari saudara dan keluarga yang mereka tinggalkan, karena pada asasnya seluruh kaum Muslimin adalah bersaudara, saudara seiman, senasib dan seperjuangan. Prinsip lain yang terkandung dalam ayat ini ialah agama Islam menyuruh penganutnya agar jangan terlalu fanatik kepada kampung halaman dan tempat kelahirannya. Tanah air wajib dibela, dibina, dan dibangun, demikian pula bangsa wajib dimajukan. Akan tetapi, janganlah sekali-kali karena terlalu mementingkan tanah air dan bangsa sendiri, berakibat merugikan negara dan bangsa lain. Seakan-akan Allah mengingatkan bahwa alam semesta ini adalah milik Allah dan diciptakan untuk kepentingan manusia. Oleh karena itu, manusia diperintahkan untuk menggunakan alam ini sesuai dengan tujuan Allah menciptakannya. Jangan sekali-kali ada yang mengaku bahwa sesuatu adalah miliknya yang mutlak. Kepemilikan seseorang atas sesuatu hanyalah sementara, dan pada saatnya milik itu akan diambil oleh-Nya kembali. Ungkapan kalimat ayat di atas juga mengingatkan kaum Muslimin akan luas dan banyaknya milik Allah, agar mereka melayangkan pandangan jauh ke depan, dan tidak berpandangan sempit dan terbatas. Ungkapan itu mengingatkan kaum Muslimin agar jangan hanya melihat tempat kediaman sendiri dan beranggapan bahwa bumi itu hanyalah terbatas pada tempat tinggal mereka saja. Anggapan yang demikian itu salah. Bumi Allah itu lebih luas dari yang mereka perkirakan semula. Kalau mereka keluar dari negeri sendiri pergi menjelajahi negeri-negeri yang ada di dunia ini, tentu mereka akan melihat dan memperoleh pengalaman yang berharga dalam perjalanan itu. Mereka juga akan memperoleh kelapangan sesudah kesempitan dan sebagainya. Allah berfirman: Barang siapa berhijrah di jalan Allah, niscaya mereka mendapati di muka bumi ini tempat hijrah yang luas dan rezeki yang banyak. (an-Nisa'/4: 100) Kemudian dalam sebuah hadis, Rasulullah saw bersabda: Semua negeri adalah negeri Allah, dan semua hamba adalah hamba Allah, maka di mana saja kamu mendapat kebaikan (rezeki) maka bertempat tinggallah . (Riwayat Ahmad dari az-Zubair bin al-'Awwam) Allah memerintahkan agar hamba-hamba-Nya yang beriman hijrah meninggalkan kampung halaman mereka, karena Ia menjamin kehidupan mereka di bumi tempat mereka hijrah itu. Melaksanakan perintah hijrah meninggalkan kampung halaman adalah suatu perintah yang sangat berat dilaksanakan oleh seseorang, karena hal itu berarti ia berpisah dan meninggalkan famili dan kaum kerabatnya. Ia juga meninggalkan rumah dan pekarangan yang telah lama dirawat dan dibinanya, serta harta benda dan binatang ternak kesayangannya. Ia akan berpisah dengan negeri dan segala isinya, yang selama ini seakan-akan telah menyatu dengan dirinya sebagaimana bersatunya tubuh dengan anggota-anggota tubuh lainnya. Oleh karena itu, Allah menyampaikan perintah hijrah itu dengan nada yang lemah lembut dan halus sekali, seakan-akan diperintahkan kepada mereka, \"Wahai hamba-hamba-Ku yang telah beriman kepada-Ku, ingatlah olehmu bahwa Aku telah menciptakan bumi yang luas ini untuk kamu semua. Oleh karena itu, manfaatkan dan tempatilah bumi itu olehmu.\" Dalam seruan itu tergambar pula janji yang diharapkan oleh orang-orang yang hijrah itu, yaitu Allah akan membalas amal mereka karena kepatuhan mereka melaksanakan seruan-Nya. Balasan itu berupa rumah-rumah yang lebih baik dari rumah yang mereka tinggalkan, dan harta yang lebih banyak berkahnya dari harta yang mereka tinggalkan. Demikian pula saudara-saudara dan kerabat-kerabat mereka akan diganti dengan kerabat yang lebih baik dan luhur dari saudara dan kerabat yang mereka tinggalkan selama mereka tetap menghambakan diri kepada-Nya dan melaksanakan dakwah kepada manusia. Nabi saw dan kaum Muslimin telah memenuhi panggilan suci itu. Mereka hijrah kepada Allah baik secara perorangan maupun secara rombongan. Pertama kali mereka hijrah ke Ethiopia (Habsyah).*) Di sana Allah menempatkan mereka di tempat yang mulia. Kemudian mereka hijrah ke Medinah, yang akhirnya menjadi tempat hijrah kaum Muslimin terutama setelah Rasulullah saw juga hijrah ke sana. Di Medinah orang-orang Muhajirin (kaum Muslimin yang datang dari Mekah) diterima dengan tangan terbuka dan senang hati oleh kaum Anshar (penduduk asli Medinah yang telah masuk Islam), seakan-akan kaum Muhajirin itu adalah tamu-tamu yang mereka nanti-nantikan kedatangannya selama ini. Rumah-rumah dan harta mereka dimanfaatkan bersama dengan orang Muhajirin yang baru datang, yang tidak membawa sesuatu apa pun dari Mekah. Bahkan terlihat kaum Anshar telah mengutamakan kaum Muhajirin dari diri mereka sendiri. Demikian eratnya hubungan kedua golongan itu sehingga Rasulullah menjadikan keduanya sebagai hubungan karib-kerabat. Bahkan pada permulaan hijrah, kelompok Muhajirin dan Anshar dapat saling mewarisi di antara mereka. Dengan kedatangan kaum Muhajirin itu, kota Medinah menjadi semakin semarak dan berkembang. Kota itu kemudian menjadi pusat pembinaan masyarakat Islam, tempat berkumpul kaum Muslimin dari segala penjuru dan akhirnya menjadi pusat pemerintahan Islam. Hubungan erat antara golongan Muhajirin dan Anshar dipuji Allah sebagai hubungan yang menjadi dasar terbentuknya masyarakat Islam. Allah meninggikan kedudukan Muhajirin karena telah mengorbankan semua yang mereka miliki, untuk kepentingan agama Allah, sedangkan kaum Anshar adalah penolong-penolong agama. Mereka bersedia menginfakkan apa yang mereka miliki untuk kepentingan agama. Semua yang dialami oleh orang-orang Muhajirin setelah sampai dan menetap di Medinah serta membaur dengan penduduk asli Medinah, yaitu golongan Anshar, merupakan bukti kebenaran janji Allah kepada mereka ketika mereka diperintahkan hijrah ke Medinah. Ayat ini ditutup dengan perkataan, \"Karena itu hanya kepada-Nyalah kamu menyembah.\" Kalimat ini berarti bahwa bumi ini luas sekali dan merupakan kepunyaan Allah. Di mana saja manusia berada dan bertempat tinggal, maka tempat itu adalah milik Allah. Oleh karena itu, sudah sepantasnya manusia mengesakan dan menghambakan diri kepada-Nya. Ayat di atas merupakan dakwah samawiyah kepada manusia untuk membebaskan dirinya baik fisik maupun jiwa dari segala macam keterikatan dan belenggu materiil atau spiritual yang dapat mengganggu gerak-geriknya, dan menghalangi kebebasannya. Dalam kehidupan di mana saja dan dalam situasi apa saja, manusia tidak akan mendapatkan kebebasan, kemerdekaan, kelangsungan hidup dan kelangsungan jenisnya yang hakiki, sebagaimana yang telah ditetapkan Allah, seandainya ia sendiri tidak berusaha dengan sungguh-sungguh ke arah itu. Jika mereka berusaha, tentu mereka akan memperolehnya. Sebaliknya jika mereka tidak berusaha, berarti mereka telah menganiaya diri sendiri dan tidak akan memperoleh apa yang mereka inginkan. Dakwah Islam adalah untuk membebaskan manusia dari penindasan dan kesesatan. Oleh karena itu, kaum Muslimin diwajibkan berjihad menentang penindasan dan kesesatan itu dengan jalan mengorbankan harta dan jiwa mereka. Jihad yang paling tinggi nilainya dan paling utama bagi seorang mukmin ialah jihad yang dilakukan untuk membebaskan diri sendiri dari penindasan dan kesesatan, sesudah itu jihad baru dilanjutkan kepada orang lain. Seorang mukmin harus membebaskan diri dari segala penindasan yang bersifat merendahkan dan menghinakan, sehingga ia harus memberantas kedua penyakit itu. Allah berfirman: Sesungguhnya orang-orang yang dicabut nyawanya oleh malaikat dalam keadaan menzalimi sendiri, mereka (para malaikat) bertanya, \"Bagaimana kamu ini?\" Mereka menjawab, \"Kami orang-orang yang tertindas di bumi (Mekah).\" Mereka (para malaikat) bertanya, \"Bukankah bumi Allah itu luas, sehingga kamu dapat berhijrah (berpindah-pindah) di bumi itu?\" Maka orang-orang itu tempatnya di neraka Jahanam, dan (Jahanam) itu seburuk-buruk tempat kembali, (an-Nisa'/4: 97) Pada ayat di atas, Allah menjanjikan azab yang sangat pedih di akhirat nanti kepada orang-orang yang hina dan lemah itu karena telah merendahkan agama dan meremehkan diri di hadapan orang-orang kafir. Mereka tidak ubahnya seperti barang dagangan yang berpindah dari satu tangan ke tangan yang lain. Mereka tidak sanggup menyatakan kehendak dan keinginan mereka, apalagi berdakwah ke jalan kebaikan. Oleh karena itu, dakwah Islam ditujukan untuk membebaskan manusia, mengembangkan akal, dan menghilangkan segala macam tekanan pada hati dan jiwa, sebagaimana dakwah itu ditujukan untuk mempertahankan kelangsungan hidup manusia, sebagai makhluk yang diciptakan untuk beribadah kepada-Nya."
        },
        {
          "number": 57,
          "arabic": "كُلُّ نَفْسٍ ذَآئِقَةُ ٱلْمَوْتِ ۖ ثُمَّ إِلَيْنَا تُرْجَعُونَ",
          "transliteration": "kullu nafsin dhāiqatu l-mawti thumma ilaynā tur'jaʿūna",
          "translation": "Setiap yang bernyawa akan merasakan mati. Kemudian hanya kepada Kami kamu dikembalikan.",
          "tafsir": "Ayat ini menguatkan ayat sebelumnya dengan menerangkan hakikat kehidupan manusia itu sendiri. Diterangkan bahwa tiap-tiap manusia pasti akan mati dan setelah mati, ia akan kembali kepada pemiliknya, yaitu Tuhan semesta alam. Sejak manusia dibangkitkan kembali di akhirat, sejak itu ia akan mengalami kehidupan yang sebenarnya dan selamanya. Bentuk kehidupan yang sebenarnya itu ditentukan oleh sikap dan tindak-tanduk seseorang selama hidup di dunia. Jika ia seorang mukmin, maka akan memperoleh kebahagiaan yang abadi, sedangkan jika ia kafir, akan mengalami azab yang pedih di neraka. Ayat ini senada dengan ayat 185 surah ali 'Imran dan telah dijelaskan di sana, tetapi diulangi kembali sebagai peringatan bagi kaum Muslimin agar jangan terlalu terpikat dan terpesona oleh kehidupan dunia yang fana ini, karena semuanya itu merupakan kesenangan sementara dan akan berakhir. Hubungan manusia dengan semua yang dimilikinya itu lambat laun akan berakhir. Janganlah sampai kecintaan seseorang kepada sesuatu menghalanginya untuk taat kepada Allah dan Rasul-Nya, karena sesuatu itu bersifat sementara. Sedangkan yang kekal hanya hasil ibadah dan amal saleh seseorang. Dengan semua itu, ia memperoleh rida Allah dan surga yang dijanjikan-Nya."
        },
        {
          "number": 58,
          "arabic": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ لَنُبَوِّئَنَّهُم مِّنَ ٱلْجَنَّةِ غُرَفًا تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا ۚ نِعْمَ أَجْرُ ٱلْعَـٰمِلِينَ",
          "transliteration": "wa-alladhīna āmanū waʿamilū l-ṣāliḥāti lanubawwi-annahum mina l-janati ghurafan tajrī min taḥtihā l-anhāru khālidīna fīhā niʿ'ma ajru l-ʿāmilīna",
          "translation": "Dan orang-orang yang beriman dan mengerjakan kebajikan, sungguh, mereka akan Kami tempatkan pada tempat-tempat yang tinggi (di dalam surga), yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya. Itulah sebaik-baik balasan bagi orang yang berbuat kebajikan,",
          "tafsir": "Ayat ini menerangkan ganjaran yang akan diperoleh orang-orang yang beriman kepada Allah, karena telah hijrah untuk kepentingan agama-Nya. Mereka melepaskan diri dari orang-orang yang menyekutukan Allah dan berani menanggung segala resiko akibat dari hijrah itu. Janji Allah itu ialah memberi ganjaran orang-orang yang beriman dan beramal saleh surga yang penuh kenikmatan. Di dalamnya terdapat taman-taman yang indah dengan sungai-sungai yang mengalir di bawahnya. Mereka kekal di dalam surga itu selama-lamanya. Mengenai gambaran surga itu, diterangkan oleh hadis Nabi saw, di mana beliau bersabda: \"Sesungguhnya penghuni surga saling melihat penghuni tempat yang tinggi di atas mereka, seperti kamu melihat bintang-bintang gemerlapan yang lewat di ufuk, baik dari timur maupun dari barat, karena perbedaan derajat yang ada pada mereka.\" Para sahabat berkata, \"Ya Rasulullah, itu adalah tempat-tempat para nabi, manusia yang lain tidak akan sampai ke sana.\" Rasulullah menjawab, \"Bisa saja, demi Allah yang jiwaku berada di tangan- Nya, itu adalah tempat-tempat yang beriman kepada Allah dan membenarkan para rasul.\" (Riwayat Muslim dari Sahl bin Sa'd) Dalam hadis yang lain Nabi bersabda: \"Sesungguhnya di dalam surga ada tempat-tempat yang tinggi, di belakangnya dapat dilihat tembus dari hadapannya dan hadapannya dapat dilihat tembus dari belakangnya.\" Lalu seseorang Arab Badui berdiri dan bertanya, \"Untuk siapa tempat-tempat itu, ya Rasulullah?\" Rasulullah menjawab, \"Tempat-tempat itu untuk orang-orang yang baik perkataannya, memberi makan (orang miskin), selalu berpuasa dan salat karena Allah di malam hari sedang orang lain tidur.\" (Riwayat at-Tirmidzi dari 'Ali bin Abi thalib) Demikianlah surga yang dijanjikan Allah kepada orang-orang yang beriman, mengerjakan amal saleh, bersabar, dan bertawakal kepada-Nya. Pada ayat ini diterangkan bahwa Allah berjanji akan memberikan ganjaran kepada orang-orang yang beriman. Janji Allah itu dikuatkan dengan kalimat sumpah. Hal ini adalah untuk menenteramkan hati kaum Muslimin, agar langkah mereka mantap dalam menempuh jalan yang lurus dan sulit, seperti hijrah dan sebagainya."
        },
        {
          "number": 59,
          "arabic": "ٱلَّذِينَ صَبَرُوا۟ وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ",
          "transliteration": "alladhīna ṣabarū waʿalā rabbihim yatawakkalūna",
          "translation": "(yaitu) orang-orang yang sabar dan bertawakal kepada Tuhannya.",
          "tafsir": "Ayat ini menerangkan ganjaran yang akan diperoleh orang-orang yang beriman kepada Allah, karena telah hijrah untuk kepentingan agama-Nya. Mereka melepaskan diri dari orang-orang yang menyekutukan Allah dan berani menanggung segala resiko akibat dari hijrah itu. Janji Allah itu ialah memberi ganjaran orang-orang yang beriman dan beramal saleh surga yang penuh kenikmatan. Di dalamnya terdapat taman-taman yang indah dengan sungai-sungai yang mengalir di bawahnya. Mereka kekal di dalam surga itu selama-lamanya. Mengenai gambaran surga itu, diterangkan oleh hadis Nabi saw, di mana beliau bersabda: \"Sesungguhnya penghuni surga saling melihat penghuni tempat yang tinggi di atas mereka, seperti kamu melihat bintang-bintang gemerlapan yang lewat di ufuk, baik dari timur maupun dari barat, karena perbedaan derajat yang ada pada mereka.\" Para sahabat berkata, \"Ya Rasulullah, itu adalah tempat-tempat para nabi, manusia yang lain tidak akan sampai ke sana.\" Rasulullah menjawab, \"Bisa saja, demi Allah yang jiwaku berada di tangan- Nya, itu adalah tempat-tempat yang beriman kepada Allah dan membenarkan para rasul.\" (Riwayat Muslim dari Sahl bin Sa'd) Dalam hadis yang lain Nabi bersabda: \"Sesungguhnya di dalam surga ada tempat-tempat yang tinggi, di belakangnya dapat dilihat tembus dari hadapannya dan hadapannya dapat dilihat tembus dari belakangnya.\" Lalu seseorang Arab Badui berdiri dan bertanya, \"Untuk siapa tempat-tempat itu, ya Rasulullah?\" Rasulullah menjawab, \"Tempat-tempat itu untuk orang-orang yang baik perkataannya, memberi makan (orang miskin), selalu berpuasa dan salat karena Allah di malam hari sedang orang lain tidur.\" (Riwayat at-Tirmidzi dari 'Ali bin Abi thalib) Demikianlah surga yang dijanjikan Allah kepada orang-orang yang beriman, mengerjakan amal saleh, bersabar, dan bertawakal kepada-Nya. Pada ayat ini diterangkan bahwa Allah berjanji akan memberikan ganjaran kepada orang-orang yang beriman. Janji Allah itu dikuatkan dengan kalimat sumpah. Hal ini adalah untuk menenteramkan hati kaum Muslimin, agar langkah mereka mantap dalam menempuh jalan yang lurus dan sulit, seperti hijrah dan sebagainya."
        },
        {
          "number": 60,
          "arabic": "وَكَأَيِّن مِّن دَآبَّةٍ لَّا تَحْمِلُ رِزْقَهَا ٱللَّهُ يَرْزُقُهَا وَإِيَّاكُمْ ۚ وَهُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
          "transliteration": "waka-ayyin min dābbatin lā taḥmilu riz'qahā l-lahu yarzuquhā wa-iyyākum wahuwa l-samīʿu l-ʿalīmu",
          "translation": "Dan berapa banyak makhluk bergerak yang bernyawa yang tidak (dapat) membawa (mengurus) rezekinya sendiri. Allah lah yang memberi rezeki kepadanya dan kepadamu. Dia Maha Mendengar, Maha Mengetahui.",
          "tafsir": "Sabab nuzul ayat ini berdasarkan riwayat dari Ibnu 'Abbas yang menyebutkan bahwa Nabi Muhammad berkata kepada orang-orang yang beriman di Mekah, ketika orang-orang musyrik menyiksa mereka, \"Keluarlah kamu sekalian dan hijrahlah. Jangan bertetangga dengan orang yang zalim itu.\" Orang-orang mukmin menjawab, \"Ya Rasulullah, di sana kami tidak mempunyai rumah, tidak mempunyai harta, tidak ada orang yang akan memberi makan, dan tidak ada orang yang akan memberi minum.\" Maka turunlah ayat ini sebagai jawaban terhadap kekhawatiran orang-orang mukmin itu. Ayat ini turun untuk menenteramkan hati orang-orang yang beriman yang memenuhi seruan Rasulullah saw untuk hijrah, baik mereka yang telah hijrah, maupun kaum Muslimin yang sedang bersiap-siap untuk hijrah, seakan-akan Allah mengatakan, \"Hai orang-orang yang beriman, tantanglah musuh-musuh Allah itu. Janganlah sekali-kali kamu takut kepada kepapaan dan kemiskinan karena betapa banyaknya binatang melata yang tidak sanggup mengumpulkan makanan setiap hari untuk keperluannya, tetapi Allah tetap memberinya rezeki. Kamu wahai orang-orang yang beriman, jauh lebih baik dari binatang dan lebih pandai mencari makan, kenapa kamu khawatir tidak akan mendapat makanan. Walaupun kamu hijrah tanpa membawa sesuatu, tetapi Allah pasti memberimu rezeki. Allah Maha Mendengar segala macam doa, mengetahui segala keadaan hamba-hamba-Nya.\" Ayat ini mengisyaratkan kepada kaum Muslimin bahwa Allah tidak akan menyia-nyiakan makhluk-Nya sedikit pun. Dia mengemukakan suatu perumpamaan mudah dipahami pengertiannya oleh kaum Muslimin, seperti anak-anak binatang yang tidak sanggup mencari makan sendiri. Allah menjadikan induknya sayang kepadanya, sehingga mereka mau berusaha dan bersusah payah mencarikan makanan bagi anaknya. Kemudian induk itu menyuapkan makanan yang didapat ke dalam mulut anak-anaknya, sebagaimana kita saksikan pada burung dan sebagainya. Ada pula binatang yang memberi makan anaknya dengan air susu dari induknya, sebagaimana yang terdapat pada binatang menyusui. Semuanya itu merupakan ketentuan Allah, sehingga dengan demikian setiap makhluk bisa mempertahankan kelangsungan hidup jenisnya. Demikian pula halnya manusia, ada yang kuat, ada yang lemah, ada yang kaya, ada yang miskin, ada yang kecil, ada yang besar, ada yang tinggal di tempat yang subur, dan ada pula yang tinggal di tempat yang tandus, semuanya diberi rezeki oleh Allah, sesuai dengan kebutuhan mereka. Inilah yang dimaksud dengan ayat ini. Allah memberikan rezeki kepada semua makhluk-Nya, termasuk kaum Muhajirin, sekalipun harta benda mereka tertinggal di Mekah, dan mata pencahariannya terputus. Allah berfirman: Dan tidak satupun makhluk bergerak (bernyawa) di bumi melainkan semua-nya dijamin Allah rezekinya. Dia mengetahui tempat kediamannya dan tempat penyimpanannya. Semua (tertulis) dalam Kitab yang nyata (Lauh Mahfudh). (Hud/11: 6) Kemudian ayat ini ditutup dengan menegaskan bahwa Allah Maha Mendengar apa yang diminta hamba-Nya dan Maha Mengetahui semua keperluannya. Dari ayat-ayat di atas dipahami bahwa manusia tidak mengetahui dengan pasti apa-apa yang dilakukannya. Ia hanya mengetahui keperluan dan kebutuhan lahir saja, sedangkan keperluan-keperluan yang bersifat rohani, dan yang lainnya, banyak yang tidak diketahuinya, seperti keperluan akan udara yang harus ia hirup sepanjang hari, air, dan sebagainya. Meskipun begitu, setiap mukmin diwajibkan berusaha dan berikhtiar dalam hidupnya. Allah telah memberikan potensi untuk berkehendak dan berusaha sehingga kita tetap wajib berusaha, sebagaimana firman Allah: Sesungguhnya Allah tidak akan mengubah keadaan suatu kaum sebelum mereka mengubah keadaan diri mereka sendiri. (ar-Ra'd/13: 11)"
        },
        {
          "number": 61,
          "arabic": "وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ وَسَخَّرَ ٱلشَّمْسَ وَٱلْقَمَرَ لَيَقُولُنَّ ٱللَّهُ ۖ فَأَنَّىٰ يُؤْفَكُونَ",
          "transliteration": "wala-in sa-altahum man khalaqa l-samāwāti wal-arḍa wasakhara l-shamsa wal-qamara layaqūlunna l-lahu fa-annā yu'fakūna",
          "translation": "Dan jika engkau bertanya kepada mereka, \"Siapakah yang menciptakan langit dan bumi dan menundukkan matahari dan bulan?\" Pasti mereka akan menjawab, \"Allah.\" Maka mengapa mereka bisa dipalingkan (dari kebenaran).",
          "tafsir": "Ayat ini menerangkan bahwa kaum musyrik mengakui bahwa yang menciptakan langit dan bumi itu adalah Allah Yang Maha Esa. Dialah yang menundukkan matahari dan bulan untuk kepentingan manusia. Pengakuan mereka itu adalah suatu hal yang wajar karena pada mulanya nenek moyang mereka beragama tauhid, yaitu, Nabi Ibrahim dan Nabi Ismail. Pada mulanya mereka bangga dengan agama tauhid itu, sehingga mereka tidak tertarik dengan agama Yahudi dan Nasrani yang berkembang di Jazirah Arab. Seiring dengan berlalunya masa dan bergantinya generasi, tanpa mereka sadari agama tauhid yang murni itu sedikit demi sedikit telah dimasuki oleh unsur-unsur syirik. Karena memperturutkan perasaan dan hawa nafsu, mereka makin lama makin jauh menyimpang dari dasar semula. Akhirnya, mereka menyembah patung, jin, dan benda-benda lain di samping menyembah Allah. Sekalipun kepercayaan yang mereka anut telah jauh menyimpang dari agama tauhid, namun mereka masih tetap mengakui bahwa mereka menganut agama Ibrahim. Kalau ditanyakan kepada mereka tentang siapakah yang menciptakan langit dan bumi serta menundukkan matahari dan bulan, mereka menjawab, \"Yang menciptakan ialah Allah dan Allah-lah yang menguasainya.\""
        },
        {
          "number": 62,
          "arabic": "ٱللَّهُ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ مِنْ عِبَادِهِۦ وَيَقْدِرُ لَهُۥٓ ۚ إِنَّ ٱللَّهَ بِكُلِّ شَىْءٍ عَلِيمٌ",
          "transliteration": "al-lahu yabsuṭu l-riz'qa liman yashāu min ʿibādihi wayaqdiru lahu inna l-laha bikulli shayin ʿalīmun",
          "translation": "Allah melapangkan rezeki bagi orang yang Dia kehendaki di antara hamba-hamba-Nya dan Dia (pula) yang membatasi baginya. Sungguh, Allah Maha Mengetahui segala sesuatu.",
          "tafsir": "Pada ayat ini, Allah menyatakan bahwa Dialah yang melapangkan rezeki bagi siapa yang dikehendaki-Nya dan menyempitkan rezeki bagi siapa yang dikehendaki-Nya. Dia sendiri yang berkuasa untuk menentukan rezeki, sehingga orang-orang yang beriman tidak perlu enggan berhijrah karena takut miskin. Allah memberi rezeki di mana saja mereka berada, baik di negeri sendiri, maupun di negeri orang atau dalam perjalanan, bahkan ketika mereka ditawan musuh. Allah berfirman: Sungguh Allah, Dialah Pemberi rezeki Yang Mempunyai Kekuatan lagi Sangat Kokoh. (adz-dzariyat/51: 58) Ayat ini selanjutnya menyatakan bahwa Allah mengetahui segala kemaslahatan makhluk-Nya. Dia juga mengetahui orang-orang yang mengerjakan amal saleh karena banyak dianugerahi rezeki, dan mengetahui orang-orang yang membuat kerusakan dan kemungkaran dengan kekayaan yang telah dianugerahkan Allah kepada mereka.\" Ayat ini dapat pula dihubungkan dengan pernyataan orang-orang musyrik pada ayat sebelum ini (ayat 61) di mana Allah menyatakan kepada orang-orang musyrik, \"Siapa yang menciptakan dan menguasai alam semesta ini?\" Mereka tidak mendapatkan jawaban, kecuali tunduk dengan menetapkan bahwa Allah Yang Maha Esa yang menciptakan dan menguasai seluruh makhluk. Jika mereka telah mengakui hal itu, mengapa mereka masih ragu siapa yang menanggung rezeki seluruh makhluk itu. Jika mereka mengatakan bahwa Allah-lah yang melapangkan dan menyempitkan rezeki kepada makhluk-Nya, tidak ada yang lain, kenapa mereka masih menyembah dan meminta rezeki itu kepada berhala-berhala? Allah selanjutnya menjelaskan bahwa Dia membedakan hamba-hamba-Nya dalam hal pemberian rezeki karena Ia lebih mengetahui kemaslahatan mereka. Pemberian itu harus disesuaikan dengan keadaan mereka masing-masing."
        },
        {
          "number": 63,
          "arabic": "وَلَئِن سَأَلْتَهُم مَّن نَّزَّلَ مِنَ ٱلسَّمَآءِ مَآءً فَأَحْيَا بِهِ ٱلْأَرْضَ مِنۢ بَعْدِ مَوْتِهَا لَيَقُولُنَّ ٱللَّهُ ۚ قُلِ ٱلْحَمْدُ لِلَّهِ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْقِلُونَ",
          "transliteration": "wala-in sa-altahum man nazzala mina l-samāi māan fa-aḥyā bihi l-arḍa min baʿdi mawtihā layaqūlunna l-lahu quli l-ḥamdu lillahi bal aktharuhum lā yaʿqilūna",
          "translation": "Dan jika kamu bertanya kepada mereka, \"Siapakah yang menurunkan air dari langit lalu dengan (air) itu dihidupkannya bumi yang sudah mati?\" Pasti mereka akan menjawab, \"Allah.\" Katakanlah, \"Segala puji bagi Allah,\" tetapi kebanyakan mereka tidak mengerti.",
          "tafsir": "Dalam ayat ini, pertanyaan masih dihadapkan kepada orang-orang musyrik Mekah. Mereka ditanya tentang siapa yang menurunkan air hujan dari langit, kemudian dengan air itu suburlah tanah yang selama ini tandus dan gersang? Apa jawaban mereka terhadap pertanyaan ini? Pada ayat 61 di atas mereka telah menyatakan bahwa Allah-lah yang menjadikan langit dan bumi, serta menundukkan matahari dan bulan. Hal ini adalah suatu yang tidak perlu diperbincangkan lagi karena sesuai dengan akal pikiran yang benar dan ajaran agama yang dibawa Nabi Ibrahim, agama yang diakui sebagai agama mereka. Namun demikian, perbuatan mereka berlawanan dengan pernyataan yang mereka ucapkan. Inilah keanehan yang ada pada mereka. Maka dalam ayat 63 ini, Allah menerangkan bahwa kalau dihadapkan kepada mereka pertanyaan tersebut, mereka juga akan menjawab, \"Allah.\" Dengan demikian jelaslah bahwa mereka mempercayai bahwa Allah-lah Pemilik semua yang ada di langit dan di bumi. Dialah yang mengendalikan segala sesuatu yang ada pada keduanya, seperti menurunkan hujan dari langit, kemudian dengan air hujan itu bumi menjadi subur dan menumbuhkan tanam-tanaman. Akan tetapi, kepercayaan mereka ini tidak melandasi amal perbuatan yang mereka lakukan setiap hari, karena mereka mempersekutukan Tuhan dengan berhala-berhala yang tidak mempunyai kekuasaan atau kekuatan apa pun. Sekalipun orang-orang musyrik menyatakan pengakuan seperti di atas, namun kebanyakan mereka tidak mau memahami dan mengamalkan pengakuan itu. Mereka seakan-akan seperti orang bodoh yang tidak dapat mengerti hakikat pengakuan mereka. Hal yang demikian itu disebabkan oleh kesesatan dan kezaliman yang telah mengalahkan kebenaran. Apabila kebenaran itu dikemukakan kepada mereka, sekalipun pikiran dan naluri mereka menerimanya, tetapi hati mereka tidak menerimanya lagi. Bahkan mereka menuduh Nabi Muhammad telah menyihir mereka, sehingga mereka ragu terhadap kenyataan yang dilihat oleh mata dan pikiran mereka sendiri. Allah berfirman: Tentulah mereka berkata, \"Sesungguhnya pandangan kamilah yang dikaburkan, bahkan kami adalah orang yang terkena sihir.\" (al-hijr/15: 15) Pada ayat ini, Allah memerintahkan Nabi Muhammad supaya mengucapkan \"al-hamdulillah\". Perkataan ini diucapkan sebagai pernyataan syukur kepada Allah atas nikmat yang telah diberikan-Nya, yaitu tersingkapnya kebenaran dengan adanya pengakuan dan pernyataan kaum musyrik tentang keesaan Tuhan. Namun demikian, sekalipun mereka telah mengakui kekuasaan dan kemahapemurahan Allah, tetapi hati mereka masih tergantung pada berhala-berhala yang mereka sembah."
        }
      ]
    }
  ]
}