{
  "pageNumber": 30,
  "juz": 2,
  "surahs": [
    {
      "number": 2,
      "name": "Al-Baqarah",
      "nameArabic": "البقرة",
      "meaning": "Sapi Betina",
      "revelation": "Madinah",
      "description": "Surat \"Al Baqarah\" terdiri atas 286 ayat dan sebagian besar diturunkan di Madinah pada permulaan tahun Hijrah, kecuali ayat 281 yang diturunkan di Mina pada Haji wadaa' (haji Nabi Muhammad s.a.w. yang terakhir). Seluruh ayat surat Al Baqarah termasuk golongan Madaniyyah dan merupakan surat yang terpanjang di antara surat-surat Al Qur'an yang di dalamnya terdapat pula ayat yang terpanjang (ayat 282).Surat ini dinamai \"Al Baqarah\" karena di dalamnya disebutkan kisah penyembelihan sapi betina yang diperintahkan Allah kepada Bani Israil (ayat 67 sampai dengan 74), di mana dijelaskan watak orang Yahudi pada umumnya. Dinamai \"Fusthaathul-Qur'an\" (puncak Al Qur'an) karena memuat beberapa hukum yang tidak disebutkan dalam surat yang lain. Dinamai juga surat \"Alif-laam-miim\" karena surat ini dimulai dengan Alif-laam-miim.&nbsp;Pokok-Pokok Isi:1. Keimanan:Dakwah Islamiyah yang dihadapkan kepada umat Islam, ahli kitab dan para musyrikin.2. Hukum-hukum:Perintah mengerjakan shalat; menunaikan zakat; hukum puasa; hukum haji dan umrah; hukum qishash; halal dan haram; berinfak di jalan Allah; hukum arak dan judi; cara menyantuni anak yatim, larangan riba; utang-piutang; nafkah dan yang berhak menerimanya; wasiat kepada ibu-bapak dan kaum kerabat; hukum sumpah; kewajiban menyampaikan amanah; sihir; hukum merusak masjid; hukum mengubah kitab-kitab Allah; hukum haidh, 'iddah, thalak, khulu', ilaa' dan susuan; hukum melamar, mahar, larangan menikahi wanita musyrik dan sebaliknya; hukum perang.3. Kisah-kisah:Kisah penciptaan Nabi Adam a.s; kisah Nabi Ibrahim a.s.; kisah Nabi Musa a.s. dengan Bani Israil.4. Lain-lain:Sifat-sifat orang yang bertakwa; sifat-sifat orang munafik; sifat-sifat Allah; perumpamaan-perumpamaan; kiblat, kebangkitan sesudah mati.Kesimpulan surat Al Baqarah:1. Menjelaskan beberapa hukum dalam agama Islam.2. Mengemukakan beberapa perumpamaan.3. Mengemukakan hujjah-hujjah.Hubungan Surat Al Baqarah Dengan Surat Ali 'Imran:1. Dalam surat Al Baqarah, disebutkan Nabi Adam a.s. yang langsung diciptakan Allah, sedang dalam surat Ali'Imran, disebutkan tentang kelahiran Nabi 'Isa a.s. yang kedua-duanya diciptakan Allah secara menyelisihi kebiasaan.2. Dalam surat Al Baqarah, sifat dan perbuatan orang-orang Yahudi dibentangkan secara luas disertai dengan hujjah untuk mematahkan hujjah-hujjah mereka yang membela kesesatan, sedang dalam surat Ali 'Imran, dibentangkan hal-hal serupa yang berhubungan dengan orang Nasrani.3. Surat Al Baqarah dimulai dengan menyebutkan tiga golongan manusia, yaitu orang mukmin, orang yang mengimani hari akhir, dan orang munafik. Sementara itu, surat Ali 'Imran dimulai dengan menyebutkan orang yang suka mentakwilkan ayat yang mutasyabihaat secara salah untuk memfitnah orang mukmin, dan menyebutkan orang yang mempunyai keahlian dalam menakwilkannya.4. Surat Al Baqarah disudahi dengan permohonan kepada Allah agar kesalahan-kesalahan dan kealpaan dalam melaksanakan ketaatan diampuni, sedang surat Ali 'Imran disudahi dengan permohonan kepada Allah agar Dia memberi pahala atas amal saleh yang dilakukan hamba-Nya.5. Surat Al Baqarah dimulai dengan menyebutkan sifat-sifat orang yang bertakwa, sedang surat Ali 'Imran dimulai dengan perintah bertakwa.",
      "verses": [
        {
          "number": 191,
          "arabic": "وَٱقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْ وَأَخْرِجُوهُم مِّنْ حَيْثُ أَخْرَجُوكُمْ ۚ وَٱلْفِتْنَةُ أَشَدُّ مِنَ ٱلْقَتْلِ ۚ وَلَا تُقَـٰتِلُوهُمْ عِندَ ٱلْمَسْجِدِ ٱلْحَرَامِ حَتَّىٰ يُقَـٰتِلُوكُمْ فِيهِ ۖ فَإِن قَـٰتَلُوكُمْ فَٱقْتُلُوهُمْ ۗ كَذَٰلِكَ جَزَآءُ ٱلْكَـٰفِرِينَ",
          "transliteration": "wa-uq'tulūhum ḥaythu thaqif'tumūhum wa-akhrijūhum min ḥaythu akhrajūkum wal-fit'natu ashaddu mina l-qatli walā tuqātilūhum ʿinda l-masjidi l-ḥarāmi ḥattā yuqātilūkum fīhi fa-in qātalūkum fa-uq'tulūhum kadhālika jazāu l-kāfirīna",
          "translation": "Dan bunuhlah mereka di mana kamu temui mereka, dan usirlah mereka dari mana mereka telah mengusir kamu. Dan fitnah<sup foot_note=135017>1</sup> itu lebih kejam daripada pembunuhan. Dan janganlah kamu perangi mereka di Masjidilharam, kecuali jika mereka memerangi kamu di tempat itu. Jika mereka memerangi kamu, maka perangilah mereka. Demikianlah balasan bagi orang kafir.",
          "tafsir": "Orang mukmin diperintahkan memerangi orang musyrik yang memerangi mereka di mana saja dijumpai, baik di tanah halal maupun di tanah haram (Mekah dan sekitarnya). Dasarnya Mekah dan sekitarnya menjadi tanah haram ialah sebagaimana dalam sebuah hadis sahih pula: Dari Ibnu 'Abbas disebutkan bahwa Rasulullah pada hari pembebasan kota Mekah bersabda, bahwa negeri ini menjadi tanah haram semenjak Allah menciptakan langit dan bumi sampai hari kiamat nanti. Tidak pernah dihalalkan kecuali pada saat di siang hari ini dan saat itu ialah saatku ini. Tanah haram Mekah itu menjadi tanah haram sampai hari kiamat tidak boleh dicabut tanam-tanaman dan tidak boleh dirusak padang luasnya. Jika ada seorang diperkenankan berperang di Mekah dengan alasan bahwa Rasulullah pernah melakukan serupa itu, katakanlah kepadanya, bahwa Allah mengizinkan hal itu kepada Rasul-Nya dan tidak mengizinkan kepada kamu. (Riwayat al-Bukhari dan Muslim) Orang-orang mukmin diperintahkan pula mengusir kaum musyrik dari Mekah, karena kaum musyrik itu pernah mengusir mereka dari sana, dan keberadaan orang-orang musyrik di Mekah (tanah haram) berbahaya bagi kemurnian agama dan akan menimbulkan fitnah yang lebih besar bahayanya daripada berperang di tanah haram. Maksud fitnah di sini ialah penganiayaan oleh kaum musyrik terhadap kaum Muslimin dengan pengusiran, penyiksaan, perampasan harta, serta merintangi pelaksanaan ibadah dan sebagainya. Jika demikian maka orang mukmin diperintah untuk membalasnya dengan peperangan juga. Demikianlah balasan yang harus diberikan kepada kaum musyrikin, tetapi jika kaum musyrikin itu menghentikan peperangan dan akhirnya menjadi mukmin, maka mereka tidak boleh diganggu, karena hal-hal yang menyebabkan mereka harus diperangi tidak ada lagi, Allah Maha Pengampun, Maha Pengasih dan Maha Penyayang."
        },
        {
          "number": 192,
          "arabic": "فَإِنِ ٱنتَهَوْا۟ فَإِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
          "transliteration": "fa-ini intahaw fa-inna l-laha ghafūrun raḥīmun",
          "translation": "Tetapi jika mereka berhenti, maka sungguh, Allah Maha Pengampun, Maha Penyayang.",
          "tafsir": "Orang mukmin diperintahkan memerangi orang musyrik yang memerangi mereka di mana saja dijumpai, baik di tanah halal maupun di tanah haram (Mekah dan sekitarnya). Dasarnya Mekah dan sekitarnya menjadi tanah haram ialah sebagaimana dalam sebuah hadis sahih pula: Dari Ibnu 'Abbas disebutkan bahwa Rasulullah pada hari pembebasan kota Mekah bersabda, bahwa negeri ini menjadi tanah haram semenjak Allah menciptakan langit dan bumi sampai hari kiamat nanti. Tidak pernah dihalalkan kecuali pada saat di siang hari ini dan saat itu ialah saatku ini. Tanah haram Mekah itu menjadi tanah haram sampai hari kiamat tidak boleh dicabut tanam-tanaman dan tidak boleh dirusak padang luasnya. Jika ada seorang diperkenankan berperang di Mekah dengan alasan bahwa Rasulullah pernah melakukan serupa itu, katakanlah kepadanya, bahwa Allah mengizinkan hal itu kepada Rasul-Nya dan tidak mengizinkan kepada kamu. (Riwayat al-Bukhari dan Muslim) Orang-orang mukmin diperintahkan pula mengusir kaum musyrik dari Mekah, karena kaum musyrik itu pernah mengusir mereka dari sana, dan keberadaan orang-orang musyrik di Mekah (tanah haram) berbahaya bagi kemurnian agama dan akan menimbulkan fitnah yang lebih besar bahayanya daripada berperang di tanah haram. Maksud fitnah di sini ialah penganiayaan oleh kaum musyrik terhadap kaum Muslimin dengan pengusiran, penyiksaan, perampasan harta, serta merintangi pelaksanaan ibadah dan sebagainya. Jika demikian maka orang mukmin diperintah untuk membalasnya dengan peperangan juga. Demikianlah balasan yang harus diberikan kepada kaum musyrikin, tetapi jika kaum musyrikin itu menghentikan peperangan dan akhirnya menjadi mukmin, maka mereka tidak boleh diganggu, karena hal-hal yang menyebabkan mereka harus diperangi tidak ada lagi, Allah Maha Pengampun, Maha Pengasih dan Maha Penyayang."
        },
        {
          "number": 193,
          "arabic": "وَقَـٰتِلُوهُمْ حَتَّىٰ لَا تَكُونَ فِتْنَةٌ وَيَكُونَ ٱلدِّينُ لِلَّهِ ۖ فَإِنِ ٱنتَهَوْا۟ فَلَا عُدْوَٰنَ إِلَّا عَلَى ٱلظَّـٰلِمِينَ",
          "transliteration": "waqātilūhum ḥattā lā takūna fit'natun wayakūna l-dīnu lillahi fa-ini intahaw falā ʿud'wāna illā ʿalā l-ẓālimīna",
          "translation": "Dan perangilah mereka itu sampai tidak ada lagi fitnah, dan agama hanya bagi Allah semata. Jika mereka berhenti, maka tidak ada (lagi) permusuhan, kecuali terhadap orang-orang zalim.",
          "tafsir": "Orang-orang mukmin diperintah agar tetap memerangi kaum musyrikin yang memerangi mereka sehingga mereka tidak mempunyai kekuatan lagi untuk menganiaya kaum Muslimin dan merintangi mereka dalam melaksanakan perintah agamanya, sehingga agama Islam dapat dijalankan sepenuhnya oleh setiap Muslim dengan tulus ikhlas, bebas dari ketakutan, gangguan dan tekanan. Jika kaum musyrikin telah menghentikan segala tindakan jahat dan mereka telah masuk Islam, maka kaum Muslimin tidak diperbolehkan mengadakan pembalasan atau tindakan yang melampaui batas, kecuali terhadap mereka yang zalim, yaitu orang-orang yang memulai lagi atau kembali kepada kekafiran dan memfitnah orang-orang Islam."
        },
        {
          "number": 194,
          "arabic": "ٱلشَّهْرُ ٱلْحَرَامُ بِٱلشَّهْرِ ٱلْحَرَامِ وَٱلْحُرُمَـٰتُ قِصَاصٌ ۚ فَمَنِ ٱعْتَدَىٰ عَلَيْكُمْ فَٱعْتَدُوا۟ عَلَيْهِ بِمِثْلِ مَا ٱعْتَدَىٰ عَلَيْكُمْ ۚ وَٱتَّقُوا۟ ٱللَّهَ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ مَعَ ٱلْمُتَّقِينَ",
          "transliteration": "al-shahru l-ḥarāmu bil-shahri l-ḥarāmi wal-ḥurumātu qiṣāṣun famani iʿ'tadā ʿalaykum fa-iʿ'tadū ʿalayhi bimith'li mā iʿ'tadā ʿalaykum wa-ittaqū l-laha wa-iʿ'lamū anna l-laha maʿa l-mutaqīna",
          "translation": "Bulan haram dengan bulan haram,<sup foot_note=135018>1</sup> dan (terhadap) sesuatu yang dihormati<sup foot_note=135019>2</sup> berlaku (hukum) kisas. Oleh sebab itu barang siapa menyerang kamu, maka seranglah dia setimpal dengan serangannya terhadap kamu. Bertakwalah kepada Allah dan ketahuilah bahwa Allah beserta orang-orang yang bertakwa.",
          "tafsir": "Pada ayat ini dijelaskan bahwa apabila kaum musyrikin menyerang kaum Muslimin pada bulan haram, maka kaum Muslimin dibolehkan membalas serangan itu pada bulan haram, termasuk apabila kaum Muslimin mendapat serangan dari kaum musyrikin pada 'umratul qadha', karena ayat ini dengan tegas telah membolehkan kaum Muslimin mengadakan balasan, meskipun pada bulan haram. Ini lebih dipertegas lagi dengan dibolehkannya membalas dengan balasan yang setimpal setiap pelanggaran terhadap ketentuan-ketentuan yang harus dihormati. Jika kaum Muslimin mengadakan pembalasan, maka sekali-kali tidak dibolehkan dengan berlebih-lebihan dan mereka harus berhati-hati agar jangan melampaui batas, serta harus bertakwa kepada Allah, karena Allah selalu bersama orang-orang yang bertakwa."
        },
        {
          "number": 195,
          "arabic": "وَأَنفِقُوا۟ فِى سَبِيلِ ٱللَّهِ وَلَا تُلْقُوا۟ بِأَيْدِيكُمْ إِلَى ٱلتَّهْلُكَةِ ۛ وَأَحْسِنُوٓا۟ ۛ إِنَّ ٱللَّهَ يُحِبُّ ٱلْمُحْسِنِينَ",
          "transliteration": "wa-anfiqū fī sabīli l-lahi walā tul'qū bi-aydīkum ilā l-tahlukati wa-aḥsinū inna l-laha yuḥibbu l-muḥ'sinīna",
          "translation": "Dan infakkanlah (hartamu) di jalan Allah, dan janganlah kamu jatuhkan (diri sendiri) ke dalam kebinasaan dengan tangan sendiri, dan berbuat baiklah. Sungguh, Allah menyukai orang-orang yang berbuat baik.",
          "tafsir": "Orang-orang mukmin diperintahkan membelanjakan harta kekayaannya untuk berjihad fi sabilillah dan dilarang menjatuhkan dirinya ke dalam jurang kebinasaan karena kebakhilannya. Jika suatu kaum menghadapi peperangan sedangkan mereka kikir, tidak mau membiayai peperangan itu, maka perbuatannya itu berarti membinasakan diri mereka. Menghadapi jihad dengan tidak ada persiapan serta persediaan yang lengkap dan berjihad bersama-sama dengan orang-orang yang lemah iman dan kemauannya, niscaya akan membawa kepada kebinasaan. Dalam hal infaq fi sabilillah orang harus mempunyai niat yang baik, agar dengan demikian ia akan selalu memperoleh pertolongan Allah."
        },
        {
          "number": 196,
          "arabic": "وَأَتِمُّوا۟ ٱلْحَجَّ وَٱلْعُمْرَةَ لِلَّهِ ۚ فَإِنْ أُحْصِرْتُمْ فَمَا ٱسْتَيْسَرَ مِنَ ٱلْهَدْىِ ۖ وَلَا تَحْلِقُوا۟ رُءُوسَكُمْ حَتَّىٰ يَبْلُغَ ٱلْهَدْىُ مَحِلَّهُۥ ۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوْ بِهِۦٓ أَذًى مِّن رَّأْسِهِۦ فَفِدْيَةٌ مِّن صِيَامٍ أَوْ صَدَقَةٍ أَوْ نُسُكٍ ۚ فَإِذَآ أَمِنتُمْ فَمَن تَمَتَّعَ بِٱلْعُمْرَةِ إِلَى ٱلْحَجِّ فَمَا ٱسْتَيْسَرَ مِنَ ٱلْهَدْىِ ۚ فَمَن لَّمْ يَجِدْ فَصِيَامُ ثَلَـٰثَةِ أَيَّامٍ فِى ٱلْحَجِّ وَسَبْعَةٍ إِذَا رَجَعْتُمْ ۗ تِلْكَ عَشَرَةٌ كَامِلَةٌ ۗ ذَٰلِكَ لِمَن لَّمْ يَكُنْ أَهْلُهُۥ حَاضِرِى ٱلْمَسْجِدِ ٱلْحَرَامِ ۚ وَٱتَّقُوا۟ ٱللَّهَ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ",
          "transliteration": "wa-atimmū l-ḥaja wal-ʿum'rata lillahi fa-in uḥ'ṣir'tum famā is'taysara mina l-hadyi walā taḥliqū ruūsakum ḥattā yablugha l-hadyu maḥillahu faman kāna minkum marīḍan aw bihi adhan min rasihi fafid'yatun min ṣiyāmin aw ṣadaqatin aw nusukin fa-idhā amintum faman tamattaʿa bil-ʿum'rati ilā l-ḥaji famā is'taysara mina l-hadyi faman lam yajid faṣiyāmu thalāthati ayyāmin fī l-ḥaji wasabʿatin idhā rajaʿtum til'ka ʿasharatun kāmilatun dhālika liman lam yakun ahluhu ḥāḍirī l-masjidi l-ḥarāmi wa-ittaqū l-laha wa-iʿ'lamū anna l-laha shadīdu l-ʿiqābi",
          "translation": "Dan sempurnakanlah ibadah haji dan umrah karena Allah. Tetapi jika kamu terkepung (oleh musuh), maka (sembelihlah) hadyu<sup foot_note=135020>1</sup> yang mudah didapat, dan jangan kamu mencukur kepalamu, sebelum hadyu sampai di tempat penyembelihannya. Jika ada di antara kamu yang sakit atau ada gangguan di kepalanya (lalu dia bercukur), maka dia wajib berfidyah, yaitu berpuasa, bersedekah atau berkurban. Apabila kamu dalam keadaan aman, maka barang siapa mengerjakan umrah sebelum haji, dia (wajib menyembelih) hadyu yang mudah didapat. Tetapi jika dia tidak mendapatkannya, maka dia (wajib) berpuasa tiga hari dalam (musim) haji dan tujuh (hari) setelah kamu kembali. Itulah sepuluh (hari) yang lengkap. Demikian itu, bagi orang yang keluarganya tidak ada (tinggal) disekitar Masjidilharam. Bertakwalah kepada Allah dan ketahuilah bahwa Allah sangat keras hukuman-Nya.",
          "tafsir": "Ibadah haji adalah rukun Islam yang kelima. Haji mulai diwajibkan bagi umat Islam pada tahun ke enam Hijri. Sebelumnya, Rasulullah saw pernah beribadah haji sebagai ibadah sunah. Di samping ibadah haji ada pula ibadah umrah. Kedua-duanya wajib dikerjakan umat Islam, sekali seumur hidup. Ibadah haji dan umrah lebih dari sekali, hukumnya sunah. Namun Imam Malik bin Anas berpendapat bahwa ibadah umrah setahun dua kali hukumnya makruh. Ibadah haji dan umrah tidak harus segera dikerjakan, boleh dikerjakan bila keadaan telah mengizinkan. Siapa yang mampu mengerjakan ibadah haji dan umrah sebaiknya ia segera menunaikannya. Tempat mengerjakan ibadah haji dan umrah itu hanya di tanah suci Mekah dan sekitarnya. Mereka yang diwajibkan pergi mengerjakan ibadah haji dan umrah ialah mereka yang dalam keadaan sanggup dan mampu, yaitu biaya cukup tersedia, keadaan jasmaniah mengizinkan dan keamanan tidak terganggu. Perbedaan ibadah haji dengan umrah ialah haji rukunnya lima, yaitu: niat, wukuf, thawaf, sa'i, dan tahallul, sedangkan umrah rukunnya hanya empat: niat, thawaf, sa'i, dan tahallul. Amal-amal dalam ibadah haji ada yang merupakan rukun, ada yang wajib dan ada yang sunah. Amal-amal yang merupakan rukun ialah jika ada yang ditinggalkan maka ibadah haji dan umrah tidak sah. Amal-amal yang wajib ialah jika ada yang ditinggalkan, maka dikenakan denda (dam) tetapi haji dan umrah sah. Amal-amal yang sunah jika ada yang ditinggalkan, maka haji dan umrah sah dan tidak dikenakan dam. Di samping itu, ada larangan-larangan bagi orang yang sedang beribadah haji dan umrah. Larangan-larangan itu lazimnya disebut muharramat. Barang siapa melanggar muharramat, dikenakan dam. Besar kecilnya sepadan dengan besar kecilnya muharramat yang dilanggar. Bersetubuh sebelum selesai mengerjakan tawaf ifadhah membatalkan haji dan umrah. Ibadah haji dan umrah mempunyai beberapa segi hukum. Oleh karena itu, siapa yang akan mengamalkan ibadah itu seharusnya lebih dahulu mempelajarinya. Amalan-amalan ini biasa disebut manasik. Ayat 196 ini diturunkan pada waktu diadakan perdamaian Hudaibiah pada tahun ke-6 Hijri sama dengan turunnya ayat 190 tentang izin berperang bagi kaum Muslimin. Ayat ini diturunkan berhubungan dengan ibadah haji dan umrah di mana kaum Muslimin diwajibkan mengerjakan haji dan umrah. Yang dimaksud dengan perintah Allah untuk \"menyempurnakan\" haji dan umrah, ialah mengerjakannya secara sempurna dan ikhlas karena Allah swt. Ada kemungkinan seseorang yang sudah berniat haji dan umrah terhalang oleh bermacam halangan untuk menyempurnakannya. Dalam hal ini Allah swt memberikan ketentuan sebagai berikut: orang yang telah berihram untuk haji dan umrah lalu dihalangi oleh musuh sehingga haji dan umrahnya tidak dapat diselesaikan, maka orang itu harus menyediakan seekor unta, sapi, atau kambing untuk disembelih. Hewan-hewan itu boleh disembelih, setelah sampai di Mekah, dan mengakhiri ihramnya dengan (mencukur atau menggunting rambut). Mengenai tempat penyembelihan itu ada perbedaan pendapat, ada yang mewajibkan di Tanah Suci Mekah, ada pula yang membolehkan di luar Tanah Suci Mekah. Jika tidak menemukan hewan yang akan disembelih, maka hewan itu dapat diganti dengan makanan seharga hewan itu dan dihadiahkan kepada fakir miskin. Jika tidak sanggup menyedekahkan makanan, maka diganti dengan puasa, tiap-tiap mud makanan itu sama dengan satu hari puasa. Orang-orang yang telah berihram haji atau umrah, kemudian dia sakit atau pada kepalanya terdapat penyakit seperti bisul, dan ia menganggap lebih ringan penderitaannya bila dicukur kepalanya dibolehkan bercukur tetapi harus membayar fidyah dengan berpuasa 3 hari atau bersedekah makanan sebanyak 3 sa' (10,5 liter) kepada orang miskin, atau berfidyah dengan seekor kambing."
        }
      ]
    }
  ]
}