{
  "pageNumber": 246,
  "juz": 13,
  "surahs": [
    {
      "number": 12,
      "name": "Yusuf",
      "nameArabic": "يوسف",
      "meaning": "Nabi Yusuf",
      "revelation": "Makkah",
      "description": "Surat Yusuf ini terdiri dari 111 ayat dan termasuk surat Makkiyyah karena diturunkan di Mekah sebelum hijrah. Surat ini dinamai Yusuf karena titik berat isinya mengenai kisah Nabi Yusuf. Kisah ini termasuk cerita ghaib yang diwahyukan kepada Nabi Muhammad sebagai mukjizat bagi beliau, yang sebelumnya tidak beliau ketahui. Menurut riwayat Al Baihaqi dalam kitab \"Ad Dalail\" bahwa segolongan orang Yahudi masuk Islam setelah mendengar kisah Nabi Yusuf tersebut, karena sesuai dengan kisah yang mereka ketahui.Dari kisah Nabi Yusuf ini, Nabi Muhammad banyak mengambil pelajaran dan merupakan penghibur bagi beliau dalam menjalankan tugasnya.**Pokok-Pokok Isi:**1. **Keimanan:** Kenabian Yusuf dan mukjizat-mukjizatnya; menentukan hukum dalam agama adalah hak Allah semata; qadha Allah tak dapat diubah; semua rasul berkelamin laki-laki2. **Hukum-hukum:** Keharusan merahasiakan sesuatu untuk menghindari fitnah; barang dan anak temuan wajib dipungut dan tidak boleh dibiarkan; boleh melakukan muslihat yang tidak merugikan orang lain untuk memperoleh sesuatu kemaslahatan.3. **Kisah-kisah:** Kisah Nabi Yusuf bersaudara dan orang tua mereka, Nabi Ya'qub.4. **Lain-lain:** Beberapa sifat dan suri teladan mulia yang dapat diambil dari kisah Nabi Yusuf; persamaan antara agama para nabi, tauhid.Surat Yusuf ini seluruh isinya berkisah tentang Nabi Yusuf dan saudara-saudaranya beserta kedua orang tua mereka. Cara penuturan kisah Nabi Yusuf ini kepada Nabi Muhammad berbeda dengan kisah nabi-nabi yang lain; kisah Nabi Yusuf secara khusus diceritakan dalam satu surat sedang kisah nabi-nabi yang lain disebutkan dalam beberapa surat. Selain itu, isi kisah Nabi Yusuf juga berbeda dengan kisah nabi-nabi yang lain. Dalam kisah nabi-nabi yang lain, Allah menitikberatkan pada tantangan yang bermacam-macam dari kaum mereka, kemudian mengakhiri kisah tersebut dengan kemusnahan para penentang para nabi. Dalam kisah Nabi Yusuf, Allah menonjolkan kesudahan yang baik dari kesabaran, dan bahwa kesenangan datang setelah penderitaan. Allah menguji Nabi Ya'qub dengan kehilangan putranya, Yusuf, dan penglihatannya. Juga menguji ketabahan dan kesabaran Yusuf dengan dipisahkan dari kedua orang tuanya, dibuang ke dalam sumur, dan diperdagangkan sebagai hamba sahaya. Lalu Allah menguji imannya dengan godaan perempuan cantik lagi bangsawan dan akhirnya dimasukkan ke dalam penjara. Kemudian Allah melepaskan Yusuf dan ayahnya dari segala penderitaan dan cobaan, menghimpunkan mereka kembali, mengembalikan penglihatan Ya'qub, dan menghidupkan lagi cinta kasih antara mereka dengan Yusuf.**Hubungan Surat Yusuf Dengan Surat Ar Ra'd:**1. Dalam surat ini secara umum Allah mengemukakan adanya tanda-tanda keesaan Allah di langit dan di bumi. Di dalam surat Ar Ra'd Allah mengemukakannya lagi secara lebih jelas.2. Kedua surat tersebut sama-sama memuat pengalaman nabi-nabi zaman dahulu beserta umatnya. Yang menentang kebenaran mengalami kehancuran sedang yang mengikuti kebenaran mendapat kemenangan.3. Pada akhir surat Yusuf diterangkan bahwa Al-Qur'an bukanlah perkataan yang diada-adakan tetapi petunjuk dan rahmat bagi orang yang beriman, dan keterangan ini diulangi lagi di awal surat Ar Ra'd.",
      "verses": [
        {
          "number": 87,
          "arabic": "يَـٰبَنِىَّ ٱذْهَبُوا۟ فَتَحَسَّسُوا۟ مِن يُوسُفَ وَأَخِيهِ وَلَا تَا۟يْـَٔسُوا۟ مِن رَّوْحِ ٱللَّهِ ۖ إِنَّهُۥ لَا يَا۟يْـَٔسُ مِن رَّوْحِ ٱللَّهِ إِلَّا ٱلْقَوْمُ ٱلْكَـٰفِرُونَ",
          "transliteration": "yābaniyya idh'habū fataḥassasū min yūsufa wa-akhīhi walā tāy'asū min rawḥi l-lahi innahu lā yāy'asu min rawḥi l-lahi illā l-qawmu l-kāfirūna",
          "translation": "Wahai anak-anakku! Pergilah kamu, carilah (berita) tentang Yusuf dan saudaranya dan jangan kamu berputus asa dari rahmat Allah. Sesungguhnya yang berputus asa dari rahmat Allah, hanyalah orang-orang yang kafir.\"",
          "tafsir": "Selanjutnya Yakub berkata kepada anak-anaknya bahwa ia tahu bahkan yakin mimpi Yusuf dulu itu benar dan ia akan sujud menghormatinya. Kalau mereka berpendapat lain, Yakub mengingatkan anak-anaknya bahwa satu saat Allah swt akan memperlihatkan kebenaran pendapatnya itu. Untuk itu, ia meminta anak-anaknya untuk kembali ke Mesir menyelidiki sampai mendapat berita yang pasti tentang Yusuf dan adiknya Bunyamin serta tidak berputus asa karena Allah telah berfirman: Tidak ada yang berputus asa dari rahmat Tuhannya, kecuali orang yang sesat. (al-hijr/15:56) Orang-orang mukmin tidak akan berputus asa karena musibah yang menimpanya, dan tidak goyah imannya karena bahaya yang melanda. Mereka bersabar dan tabah menghadapi segala kesulitan yang dialaminya. Ia dengan rela penuh ikhlas menerima takdir dari Allah swt dengan keyakinan bahwa suatu saat nanti Allah akan menghilangkan semua kesulitan itu, sebagaimana firman-Nya: Sesungguhnya Allah membela orang-orang yang telah beriman. (al-hajj/22: 38) Kesimpulan"
        },
        {
          "number": 88,
          "arabic": "فَلَمَّا دَخَلُوا۟ عَلَيْهِ قَالُوا۟ يَـٰٓأَيُّهَا ٱلْعَزِيزُ مَسَّنَا وَأَهْلَنَا ٱلضُّرُّ وَجِئْنَا بِبِضَـٰعَةٍ مُّزْجَىٰةٍ فَأَوْفِ لَنَا ٱلْكَيْلَ وَتَصَدَّقْ عَلَيْنَآ ۖ إِنَّ ٱللَّهَ يَجْزِى ٱلْمُتَصَدِّقِينَ",
          "transliteration": "falammā dakhalū ʿalayhi qālū yāayyuhā l-ʿazīzu massanā wa-ahlanā l-ḍuru waji'nā bibiḍāʿatin muz'jātin fa-awfi lanā l-kayla wataṣaddaq ʿalaynā inna l-laha yajzī l-mutaṣadiqīna",
          "translation": "Maka ketika mereka masuk ke (tempat) Yusuf, mereka berkata, \"Wahai Al-Aziz! Kami dan keluarga kami telah ditimpa kesengsaraan dan kami datang membawa barang-barang yang tidak berharga, maka penuhilah jatah (gandum) untuk kami, dan bersedekahlah kepada kami. Sesungguhnya Allah memberi balasan kepada orang yang bersedekah.\"",
          "tafsir": "Dalam ayat ini diterangkan bahwa setelah saudara-saudara Yusuf menerima anjuran dari ayahnya untuk kembali ke Mesir, mereka lalu berangkat. Sesampainya di Mesir, mereka masuk ke istana Yusuf dengan segala kerendahan diri. Mereka ingin mengetahui kebenaran keyakinan ayahnya yang pernah mengatakan bahwa al-Aziz itu adalah Yusuf. Mereka berkata kepada al-Aziz bahwa mereka ditimpa musibah kelaparan sehingga mereka menjadi kurus dan lemah karena kekurangan makanan, sedangkan keluarga mereka tidak sedikit. Mereka mengadukan halnya itu kepada al-Aziz, dengan maksud untuk mengetahui keadaan Yusuf dan Bunyamin. Mereka juga mengemukakan bahwa mereka datang membawa dagangan yang jelek dan rendah mutunya, sehingga mungkin tidak ada pedagang yang mau menawarnya. Mereka berharap agar al-Aziz mau menolong mereka dengan menyempurnakan takaran dagangannya tanpa mempertimbangkan kejelekannya. Kekurangan yang harus mereka bayar kepadanya agar disedekahkan saja kepada mereka. Allah membalas budi baik seseorang yang suka bersedekah dan Dia pulalah yang akan mengganti segala apa yang telah disedekahkan dan diinfakkan itu, sebagaimana firman-Nya: Dan apa saja yang kamu infakkan, Allah akan menggantinya, dan Dialah pemberi rezeki yang terbaik. (Saba/34: 39)"
        },
        {
          "number": 89,
          "arabic": "قَالَ هَلْ عَلِمْتُم مَّا فَعَلْتُم بِيُوسُفَ وَأَخِيهِ إِذْ أَنتُمْ جَـٰهِلُونَ",
          "transliteration": "qāla hal ʿalim'tum mā faʿaltum biyūsufa wa-akhīhi idh antum jāhilūna",
          "translation": "Dia (Yusuf) berkata, \"Tahukah kamu (kejelekan) apa yang telah kamu perbuat terhadap Yusuf dan saudaranya karena kamu tidak menyadari (akibat) perbuatanmu itu?\"",
          "tafsir": "Setelah anak-anak Yakub mengemukakan alasan-alasan mereka kembali ke Mesir, Yusuf menjawabnya dengan mengingatkan mereka atas kejahatan yang telah mereka lakukan terhadap Yusuf dan Bunyamin, adiknya. Yusuf juga mengatakan bahwa apa yang mereka perbuat kepada diri dan adiknya adalah perbuatan yang sangat jelek atau buruk. Mungkin karena kejahilan mereka pada waktu itu, mereka tidak mengetahui dan merasakan buruknya perbuatan itu walaupun bertentangan dengan syariat agama serta melanggar kewajiban berbuat baik kepada kedua orang tua dan perintah bergaul dengan baik terhadap karib kerabat. Ini adalah realisasi dari apa yang telah Allah wahyukan kepada Yusuf ketika ia dilemparkan ke dalam sumur oleh saudara-saudaranya sebagaimana firman Allah swt: Kami wahyukan kepadanya, \"Engkau kelak pasti akan menceritakan perbuatan ini kepada mereka, sedang mereka tidak menyadari. (Yusuf/12: 15)"
        },
        {
          "number": 90,
          "arabic": "قَالُوٓا۟ أَءِنَّكَ لَأَنتَ يُوسُفُ ۖ قَالَ أَنَا۠ يُوسُفُ وَهَـٰذَآ أَخِى ۖ قَدْ مَنَّ ٱللَّهُ عَلَيْنَآ ۖ إِنَّهُۥ مَن يَتَّقِ وَيَصْبِرْ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجْرَ ٱلْمُحْسِنِينَ",
          "transliteration": "qālū a-innaka la-anta yūsufu qāla anā yūsufu wahādhā akhī qad manna l-lahu ʿalaynā innahu man yattaqi wayaṣbir fa-inna l-laha lā yuḍīʿu ajra l-muḥ'sinīna",
          "translation": "Mereka berkata, \"Apakah engkau benar-benar Yusuf?\" Dia (Yusuf) menjawab, \"Aku Yusuf dan ini saudaraku. Sungguh, Allah telah melimpahkan karunia-Nya kepada kami.\" Sesungguhnya barang siapa bertakwa dan bersabar, maka sungguh, Allah tidak menyia-nyiakan pahala orang yang berbuat baik.\"",
          "tafsir": "Setelah mendengar ucapan Yusuf, timbullah di hati mereka kesadaran bahwa yang di hadapan mereka itu adalah Yusuf. Untuk menguatkan dugaannya, mereka mengajukan pertanyaan dengan penuh rasa heran, \"Apakah kamu ini benar-benar Yusuf?\" Dua tahun lebih mereka bolak-balik bertemu Yusuf tetapi tidak mengenalinya. Sebaliknya, Yusuf mengenali mereka, namun ia sembunyikan dalam hati. Pertanyaan mereka dijawab oleh Yusuf dengan mengatakan, \"Aku ini adalah Yusuf yang telah kalian aniaya dengan penganiayaan yang cukup berat. Allah swt telah menolongku dan memuliakanku sampai memberiku pangkat yang tinggi. Aku tidak berdaya sama sekali ketika kalian berencana untuk membunuh dan membuangku ke dasar sumur yang dalam. Dan ini adikku, Bunyamin, yang telah kalian pisahkan dari aku, yang kemudian Allah swt memberikan karunia kepadanya sebagaimana kalian lihat. Allah swt melimpahkan karunia-Nya kepada kami berdua, menyatukan kami kembali sesudah berpisah sekian lama, memuliakan kami sesudah dihina, dan menyelamatkan kami dari segala ujian dan cobaan. Agama telah menetapkan dan pengalaman telah membuktikan bahwa orang yang bertakwa kepada Allah swt dengan mengerjakan segala perintah-Nya dan menjauhi segala larangan-Nya serta selalu sabar menghadapi ujian dan cobaan yang menimpanya serta tipu daya setan dan hawa nafsu yang selalu menggodanya, Allah tidak akan menyia-nyiakan balasan amalnya itu di dunia, lebih-lebih di akhirat. Di dunia diberi jalan keluar dari kesulitan yang dihadapinya serta diberi rezeki dari arah yang tidak diduga sebelumnya, dan di akhirat diberi pahala tanpa ada perhitungan. Firman Allah swt: Barang siapa yang bertakwa kepada Allah, niscaya Dia akan membukakan jalan keluar baginya. Dan Dia memberinya rezeki dari arah yang tidak disangka-sangkanya. (ath-thalaq/65: 2-3) Dan firman-Nya: Hanya orang-orang yang bersabarlah yang disempurnakan pahalanya tanpa batas. (az-Zumar/39: 10)"
        },
        {
          "number": 91,
          "arabic": "قَالُوا۟ تَٱللَّهِ لَقَدْ ءَاثَرَكَ ٱللَّهُ عَلَيْنَا وَإِن كُنَّا لَخَـٰطِـِٔينَ",
          "transliteration": "qālū tal-lahi laqad ātharaka l-lahu ʿalaynā wa-in kunnā lakhāṭiīna",
          "translation": "Mereka berkata, \"Demi Allah, sungguh Allah telah melebihkan engkau di atas kami, dan sesungguhnya kami adalah orang yang bersalah (berdosa).\"",
          "tafsir": "Setelah Yusuf memberikan pengakuan siapa dirinya sebenarnya dan saudara-saudaranya telah meyakini bahwa al-Aziz itu adalah Yusuf, mereka secara jujur mengakui kemuliaan yang diberikan Allah swt kepada Yusuf tentang kelebihan ilmunya, dan ketinggian akhlak yang dimilikinya. Mereka dengan terus terang juga mengakui kesalahan yang telah mereka perbuat kepada Yusuf dan Bunyamin dengan sengaja dan direncanakan sebelumnya. Suatu kesalahan yang tidak diampuni oleh Allah swt kecuali dengan taubat nashuha (tobat yang sebenar-benarnya), dan tidak dapat dimaafkan kecuali dengan hati lapang dan budi luhur dari yang bersangkutan."
        },
        {
          "number": 92,
          "arabic": "قَالَ لَا تَثْرِيبَ عَلَيْكُمُ ٱلْيَوْمَ ۖ يَغْفِرُ ٱللَّهُ لَكُمْ ۖ وَهُوَ أَرْحَمُ ٱلرَّٰحِمِينَ",
          "transliteration": "qāla lā tathrība ʿalaykumu l-yawma yaghfiru l-lahu lakum wahuwa arḥamu l-rāḥimīna",
          "translation": "Dia (Yusuf) berkata, \"Pada hari ini tidak ada cercaan terhadap kamu, mudah-mudahan Allah mengampuni kamu. Dan Dia Maha Penyayang di antara para penyayang.",
          "tafsir": "Setelah mendengar pengakuan bersalah dari saudara-saudaranya secara terus terang, Yusuf sebagai seorang nabi, manusia pilihan yang mempunyai budi pekerti yang mulia, kesopanan yang tinggi, dengan tandas dan gamblang memaafkan segala kesalahan yang telah diperbuat kepadanya dan Bunyamin. Dia mendoakan semoga Allah swt mengampuni dosa saudara-saudaranya dengan syarat mereka mau bertobat dengan segala keikhlasan dan kerendahan hati, menyesali perbuatan buruk itu, bertekad tidak akan mengulanginya lagi, dan senantiasa berbuat baik, karena Allah adalah Maha Penyayang. Budi pekerti yang mulia dan akhlak yang tinggi sebagaimana yang dimiliki Nabi Yusuf a.s. itu juga pernah dicontohkan oleh Nabi Muhammad saw, yaitu ketika beliau dan bala tentaranya menaklukkan kota Mekah. Setelah Nabi Muhammad saw bertawaf dan kemudian salat sunat dua rakaat, beliau berdiri di samping Kabah menghadap para tawanan perang lalu berkata: Apakah perkiraanmu terhadap apa yang akan saya perbuat terhadap kalian? Para tawanan menjawab, \"Kami hanya menyangka yang baik saja. Anda adalah saudara yang mulia dan anak saudara yang mulia.\" Nabi saw berkata, \"Saya akan mengatakan sebagaimana yang telah dikatakan oleh saudaraku Yusuf, \"Tidak ada celaan, cercaan, dan kekerasan sekarang ini.\" Maka keluarlah para tawanan itu (meninggalkan tempat) seakan-akan mereka dibangkitkan dari kubur. (Riwayat al-Bukhari dari Abu Hurairah)"
        },
        {
          "number": 93,
          "arabic": "ٱذْهَبُوا۟ بِقَمِيصِى هَـٰذَا فَأَلْقُوهُ عَلَىٰ وَجْهِ أَبِى يَأْتِ بَصِيرًا وَأْتُونِى بِأَهْلِكُمْ أَجْمَعِينَ",
          "transliteration": "idh'habū biqamīṣī hādhā fa-alqūhu ʿalā wajhi abī yati baṣīran watūnī bi-ahlikum ajmaʿīna",
          "translation": "Pergilah kamu dengan membawa bajuku ini, lalu usapkan ke wajah ayahku, nanti dia akan melihat kembali; dan bawalah seluruh keluargamu kepadaku.\"",
          "tafsir": "Setelah Yusuf menjelaskan siapa dirinya kepada saudara-saudaranya, dia lalu menanyakan kepada mereka tentang keadaan ayahnya. Mereka menjawab bahwa beliau tidak bisa melihat lagi. Seketika itu Yusuf memberikan baju gamisnya kepada saudara-saudaranya agar dibawa pulang ke negerinya. Sesampainya di rumah, baju gamis itu agar segera disapukan ke wajah beliau, niscaya dia akan melihat kembali. Yusuf berkata demikian berdasarkan wahyu. Dia juga mengetahui bahwa penyebab tertutupnya penglihatan ayahnya ialah terlalu banyak menangis. Apabila ayahnya mengetahui bahwa baju gamis itu adalah miliknya, yang menandakan bahwa ia masih hidup dan selamat dari aniaya dan cobaan yang dialaminya, tentu ayahnya akan senang dan timbul dalam hatinya perasaan gembira, dan akan melihat kembali seperti sediakala. Hal tersebut merupakan mukjizat bagi Nabi Yusuf. Ia juga meminta kepada saudaranya supaya mendatangkan segenap keluarganya ke Mesir, baik laki-laki, perempuan, maupun anak-anak, yang menurut suatu riwayat, semuanya berjumlah tujuh puluh orang."
        },
        {
          "number": 94,
          "arabic": "وَلَمَّا فَصَلَتِ ٱلْعِيرُ قَالَ أَبُوهُمْ إِنِّى لَأَجِدُ رِيحَ يُوسُفَ ۖ لَوْلَآ أَن تُفَنِّدُونِ",
          "transliteration": "walammā faṣalati l-ʿīru qāla abūhum innī la-ajidu rīḥa yūsufa lawlā an tufannidūni",
          "translation": "Dan ketika kafilah itu telah keluar (dari negeri Mesir), ayah mereka berkata, \"Sesungguhnya aku mencium bau Yusuf, sekiranya kamu tidak menuduhku lemah akal (tentu kamu membenarkan aku).\"",
          "tafsir": "Tatkala barisan unta putra-putra Yakub keluar dari perbatasan negeri Mesir menuju tanah Syam, berkatalah Yakub kepada cucu-cucunya dan para kerabat yang berada di sampingnya pada waktu itu, \"Aku telah mencium bau Yusuf yang wangi, seperti baunya yang pernah aku kenal di waktu kecilnya. Andaikata kalian tidak berburuk sangka kepadaku, menyangka bahwa aku lemah akal, rusak pikiran karena terlalu tua, tentunya kalian akan membenarkan ucapanku ini bahwa aku benar-benar telah mencium bau Yusuf, dan dia masih hidup. Tidak lama lagi aku akan berjumpa dengannya dan merasa senang melihatnya.\" Ini adalah suatu mukjizat bagi Yakub yang dapat mencium bau Yusuf dari tempat yang amat jauh, kira-kira delapan hari perjalanan unta waktu itu."
        },
        {
          "number": 95,
          "arabic": "قَالُوا۟ تَٱللَّهِ إِنَّكَ لَفِى ضَلَـٰلِكَ ٱلْقَدِيمِ",
          "transliteration": "qālū tal-lahi innaka lafī ḍalālika l-qadīmi",
          "translation": "Mereka (keluarganya) berkata, \"Demi Allah, sesungguhnya engkau masih dalam kekeliruanmu yang dahulu.\"",
          "tafsir": "Dalam ayat ini dijelaskan bahwa tidak seorang pun di antara keluarga Yakub yang membenarkan ucapannya, bahkan mereka mengecamnya dengan ucapan yang tidak sepantasnya diucapkan kepada orang tua. Menurut mereka, Yakub keliru karena merasa akan segera berjumpa dengan Yusuf, padahal dalam anggapan mereka Yusuf telah tewas diterkam serigala. Anggapan Yakub ini, menurut mereka, sebagai tanda-tanda kesesatannya."
        }
      ]
    }
  ]
}