{
  "pageNumber": 310,
  "juz": 16,
  "surahs": [
    {
      "number": 19,
      "name": "Maryam",
      "nameArabic": "مريم",
      "meaning": "Maryam",
      "revelation": "Makkah",
      "description": "Surat Maryam terdiri dari 98 ayat, dan termasuk surat Makkiyyah, karena hampir seluruh ayatnya diturunkan sebelum Nabi Muhammad hijrah ke Madinah, bahkan sebelum sahabat-sahabat beliau hijrah ke negeri Habasyah. Menurut riwayat Ibnu Mas'ud, Ja'far bin Abi Thalib membacakan permulaan surat Maryam ini kepada raja Najasyi dan pengikutnya ketika ia ikut hijrah bersama sahabat-sahabat yang lain ke negeri Habasyah.Surat ini dinamai \"Maryam\", karena surat ini menyinggung kisah Maryam, ibu Nabi 'Isa, yang melahirkan putranya, 'Isa, secara ajaib sebab tanpa melalui proses pernikahan dan percampuran dengan seorang laki-laki pun. Kelahiran 'Isa tanpa ayah merupakan suatu bukti kekuasaan Allah. Pengutaraan kisah Maryam sebagai kejadian yang luar biasa dan ajaib dalam surat ini diawali dengan kisah kejadian yang luar biasa dan ajaib pula, yaitu dikabulkannya doa Zakariya oleh Allah, agar beliau dianugerahi seorang putra sebagai pewaris dan pelanjut cita-cita serta kepercayaan beliau, sedang beliau sudah berusia lanjut dan istri beliau mandul, yang menurut ukuran ilmu biologi mustahil terjadi.**Pokok-Pokok Isi:**1. **Keimanan:** Allah berbuat sesuatu sesuai dengan kehendak-Nya meskipun tidak sesuai dengan hukum alam; 'Isa bukan anak Allah karena mustahil Allah mempunyai anak; Jibril turun kepada rasul-rasul membawa wahyu atas perintah Allah; pada hari kiamat orang kafir menghadap Allah dengan sendiri-sendiri dan semua manusia akan menghadap Allah sebagai hamba.2. **Kisah-kisah:** Allah mengabulkan doa Zakariya untuk memperoleh anak meskipun sudah berusia lanjut dan istri mandul; kisah kelahiran 'Isa tanpa ayah; kisah Ibrahim dengan ayahnya; Musa seorang yang dipilih oleh Allah; Ismail seorang yang membenarkan janji; Idris seorang yang sangat kuat kepercayaannya.3. **Lain-lain:** Ancaman terhadap orang yang meninggalkan shalat dan mengikuti hawa nafsu serta kabar gembira untuk orang-orang yang bertaubat dan mengerjakan amal saleh; keadaan di surga; membiarkan orang yang sesat bergelimang dalam kesesatan setelah diberi petunjuk adalah sunnatullah.Surat Maryam mengemukakan hal-hal yang perlu diperhatikan oleh manusia apabila mereka memikirkan kejadian-kejadian di alam semesta dalam hubungan dengan Penciptanya. Ada kejadian yang terjadi sesuai dengan sunnatullah dan dapat dipikirkan oleh manusia, dan ada pula kejadian yang luar biasa, aneh dan ajaib yang tidak mampu dipikirkan manusia. Kejadian-kejadian yang luar biasa ini terjadi pada orang-orang yang telah dipilih oleh Allah, dan dikemukakan kepada manusia agar mereka percaya kepada Allah Maha Pencipta.**Hubungan Surat Maryam Dengan Surat Thaha:**1. Surat Maryam mengemukakan kisah beberapa nabi dan rasul; ada yang secara terperinci, ada yang secara ringkas, dan ada pula yang hanya disebut namanya saja, yaitu Nabi Adam. Sementara itu, surat Thaha mengemukakan pula kisah beberapa orang nabi dan rasul sebagaimana halnya surat Maryam. Dalam surat Maryam, kisah Musa disebut secara singkat, sedangkan dalam surat Thaha dikemukakan secara terperinci. Begitu pula kisah Adam yang hanya namanya saja yang disebut dalam surat Maryam, sedangkan dalam surat Thaha dikemukakan secara terperinci.2. Menurut riwayat Ibnu Abbas, surat Thaha diturunkan kepada Nabi Muhammad setelah Allah menurunkan surat Maryam.3. Akhir surat Maryam menerangkan bahwa Al-Qur'an diturunkan dalam bahasa Arab, sebagai kabar gembira bagi orang-orang yang bertakwa dan peringatan bagi orang-orang yang ingkar, sedangkan awal surat Thaha menerangkan dan menguatkannya lagi.",
      "verses": [
        {
          "number": 65,
          "arabic": "رَّبُّ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَمَا بَيْنَهُمَا فَٱعْبُدْهُ وَٱصْطَبِرْ لِعِبَـٰدَتِهِۦ ۚ هَلْ تَعْلَمُ لَهُۥ سَمِيًّا",
          "transliteration": "rabbu l-samāwāti wal-arḍi wamā baynahumā fa-uʿ'bud'hu wa-iṣ'ṭabir liʿibādatihi hal taʿlamu lahu samiyyan",
          "translation": "(Dialah) Tuhan (yang menguasai) langit dan bumi dan segala yang ada di antara keduanya, maka sembahlah Dia dan berteguh hatilah dalam beribadah kepada-Nya. Apakah engkau mengetahui ada sesuatu yang sama dengan-Nya?",
          "tafsir": "Bagaimana mungkin Tuhan akan bersifat lalai dan lupa padahal Dialah yang memiliki dan mengurus serta mengendalikan semua yang ada di langit dan di bumi dan semua yang ada di antara keduanya. Allah Yang Mahakuasa dan Mahabijaksana sekali-kali tidak akan lalai atau lupa mengurus dan mengatur semua makhluk-Nya. Oleh sebab itu jangan sampai Rasul menyangka bahwa Allah telah murka kepadanya dengan terlambatnya wahyu. Semua itu berlaku sesuai dengan kehendak dan kebijaksanaan-Nya. Rasul diperintahkan untuk menunggu dengan sabar dan terus beribadah kepada-Nya walau apapun ocehan yang diucapkan oleh kaum musyrik itu. Sesungguhnya Allah adalah Tuhan Yang Maha Esa tidak ada sesuatu yang dapat menyamai-Nya karena itu kepada-Nyalah manusia harus berserah diri, patuh dan taat mengerjakan perintah-Nya."
        },
        {
          "number": 66,
          "arabic": "وَيَقُولُ ٱلْإِنسَـٰنُ أَءِذَا مَا مِتُّ لَسَوْفَ أُخْرَجُ حَيًّا",
          "transliteration": "wayaqūlu l-insānu a-idhā mā mittu lasawfa ukh'raju ḥayyan",
          "translation": "Dan orang (kafir) berkata, \"Betulkah apabila aku telah mati, kelak aku sungguh-sungguh akan dibangkitkan hidup kembali?\"",
          "tafsir": "Al-Wahidi meriwayatkan bahwa ayat ini diturunkan dalam kasus Ubay bin Khalaf. Dia mengambil sepotong tulang yang telah hampir remuk dan dihancurkannya dengan tangan seperti tepung, kemudian ditebarkannya ke angin kencang, maka bertebaranlah tulang itu. Kemudian dia berkata, \"Ada orang mengatakan bahwa kita akan dibangkitkan sesudah kita mati dan sesudah kita menjadi seperti tulang ini.\" Apakah mungkin apabila saya telah mati akan dibangkitkan dan dihidupkan kembali? Pertanyaan seperti itu terdapat pula pada ayat-ayat yang lain: Dan mereka berkata, \"Apabila kami sudah mati, menjadi tanah dan tulang-belulang, apakah kami benar-benar akan dibangkitkan kembali?\" (al-Waqi'ah/56: 47) Dan firman-Nya: Dan mereka berkata, \"Apabila kami telah menjadi tulang-belulang dan benda-benda yang hancur, apakah kami benar-benar akan dibangkitkan kembali sebagai makhluk yang baru?\" (al-Isra'/17: 49) Demikian pertanyaan-pertanyaan yang dikemukakan oleh orang yang dangkal pikirannya dan tidak mau memikirkan secara mendalam kekuasaan Allah, karena mata hati mereka telah ditutupi oleh kesesatan dan kesenangan hidup dunia, sehingga tidak tampak lagi bagi mereka cahaya kebenaran yang terang benderang. Oleh sebab itu Allah menolak pertanyaan-pertanyaan mereka. Apakah manusia yang berpikiran seperti itu tidak pernah tahu bahwa Allah telah menciptakannya dari tiada. Apakah ada yang dapat menciptakan sesuatu dari tiada, dapat pula menciptakannya dari sesuatu yang ada walaupun berupa tulang belulang atau benda-benda yang hancur. Ini adalah suatu pemikiran yang aneh yang tidak akan timbul kecuali dari orang-orang yang hatinya telah diselubungi oleh keingkaran dan tidak mau memikirkan persoalan dengan teliti dan mendalam. Pada ayat lain Allah berfirman: Dan Dialah yang memulai penciptaan, kemudian mengulanginya kembali, dan itu lebih mudah bagi-Nya. Dia memiliki sifat yang Mahatinggi di langit dan di bumi. Dan Dialah Yang Mahaperkasa, Mahabijaksana. (ar-Rum/30: 27) Dan firman-Nya: Dan dia membuat perumpamaan bagi Kami dan melupakan asal kejadiannya; dia berkata, \"Siapakah yang dapat menghidupkan tulang-belulang, yang telah hancur luluh?\" Katakanlah (Muhammad), \"Yang akan menghidupkannya ialah (Allah) yang menciptakannya pertama kali. Dan Dia Maha Mengetahui tentang segala makhluk. (Yasin/36: 78-79) Dalam sebuah hadis Qudsi Allah berfirman: \"Anak Adam telah mendustakan-Ku sedang dia tidak berhak mendusta-kan-Ku. Anak Adam telah menyakiti-Ku sedang dia tidak berhak menya-kiti-Ku. Adapun pendustaannya terhadap-Ku ialah ucapannya bahwa Aku tidak akan menghidupkannya kembali sebagaimana Aku telah menciptakannya pertama kali. Menciptakannya pertama kali tidaklah lebih mudah bagi-Ku dari menciptakan kemudian (maksudnya sama mudah). Adapun yang menyakiti-Ku ialah ucapannya: Sesungguhnya Aku mempunyai anak, sedang Aku adalah Tuhan Yang Maha Esa Yang tergantung kepada-Ku segala sesuatu, yang tidak beranak dan tidak pula dilahirkan dan tidak ada seorang pun yang setara dengan Aku.\" (Riwayat al-Bukhari dari Abu Hurairah)"
        },
        {
          "number": 67,
          "arabic": "أَوَلَا يَذْكُرُ ٱلْإِنسَـٰنُ أَنَّا خَلَقْنَـٰهُ مِن قَبْلُ وَلَمْ يَكُ شَيْـًٔا",
          "transliteration": "awalā yadhkuru l-insānu annā khalaqnāhu min qablu walam yaku shayan",
          "translation": "Dan tidakkah manusia itu memikirkan bahwa sesungguhnya Kami telah menciptakannya dahulu, padahal (sebelumnya) dia belum berwujud sama sekali?",
          "tafsir": "Al-Wahidi meriwayatkan bahwa ayat ini diturunkan dalam kasus Ubay bin Khalaf. Dia mengambil sepotong tulang yang telah hampir remuk dan dihancurkannya dengan tangan seperti tepung, kemudian ditebarkannya ke angin kencang, maka bertebaranlah tulang itu. Kemudian dia berkata, \"Ada orang mengatakan bahwa kita akan dibangkitkan sesudah kita mati dan sesudah kita menjadi seperti tulang ini.\" Apakah mungkin apabila saya telah mati akan dibangkitkan dan dihidupkan kembali? Pertanyaan seperti itu terdapat pula pada ayat-ayat yang lain: Dan mereka berkata, \"Apabila kami sudah mati, menjadi tanah dan tulang-belulang, apakah kami benar-benar akan dibangkitkan kembali?\" (al-Waqi'ah/56: 47) Dan firman-Nya: Dan mereka berkata, \"Apabila kami telah menjadi tulang-belulang dan benda-benda yang hancur, apakah kami benar-benar akan dibangkitkan kembali sebagai makhluk yang baru?\" (al-Isra'/17: 49) Demikian pertanyaan-pertanyaan yang dikemukakan oleh orang yang dangkal pikirannya dan tidak mau memikirkan secara mendalam kekuasaan Allah, karena mata hati mereka telah ditutupi oleh kesesatan dan kesenangan hidup dunia, sehingga tidak tampak lagi bagi mereka cahaya kebenaran yang terang benderang. Oleh sebab itu Allah menolak pertanyaan-pertanyaan mereka. Apakah manusia yang berpikiran seperti itu tidak pernah tahu bahwa Allah telah menciptakannya dari tiada. Apakah ada yang dapat menciptakan sesuatu dari tiada, dapat pula menciptakannya dari sesuatu yang ada walaupun berupa tulang belulang atau benda-benda yang hancur. Ini adalah suatu pemikiran yang aneh yang tidak akan timbul kecuali dari orang-orang yang hatinya telah diselubungi oleh keingkaran dan tidak mau memikirkan persoalan dengan teliti dan mendalam. Pada ayat lain Allah berfirman: Dan Dialah yang memulai penciptaan, kemudian mengulanginya kembali, dan itu lebih mudah bagi-Nya. Dia memiliki sifat yang Mahatinggi di langit dan di bumi. Dan Dialah Yang Mahaperkasa, Mahabijaksana. (ar-Rum/30: 27) Dan firman-Nya: Dan dia membuat perumpamaan bagi Kami dan melupakan asal kejadiannya; dia berkata, \"Siapakah yang dapat menghidupkan tulang-belulang, yang telah hancur luluh?\" Katakanlah (Muhammad), \"Yang akan menghidupkannya ialah (Allah) yang menciptakannya pertama kali. Dan Dia Maha Mengetahui tentang segala makhluk. (Yasin/36: 78-79) Dalam sebuah hadis Qudsi Allah berfirman: \"Anak Adam telah mendustakan-Ku sedang dia tidak berhak mendusta-kan-Ku. Anak Adam telah menyakiti-Ku sedang dia tidak berhak menya-kiti-Ku. Adapun pendustaannya terhadap-Ku ialah ucapannya bahwa Aku tidak akan menghidupkannya kembali sebagaimana Aku telah menciptakannya pertama kali. Menciptakannya pertama kali tidaklah lebih mudah bagi-Ku dari menciptakan kemudian (maksudnya sama mudah). Adapun yang menyakiti-Ku ialah ucapannya: Sesungguhnya Aku mempunyai anak, sedang Aku adalah Tuhan Yang Maha Esa Yang tergantung kepada-Ku segala sesuatu, yang tidak beranak dan tidak pula dilahirkan dan tidak ada seorang pun yang setara dengan Aku.\" (Riwayat al-Bukhari dari Abu Hurairah)"
        },
        {
          "number": 68,
          "arabic": "فَوَرَبِّكَ لَنَحْشُرَنَّهُمْ وَٱلشَّيَـٰطِينَ ثُمَّ لَنُحْضِرَنَّهُمْ حَوْلَ جَهَنَّمَ جِثِيًّا",
          "transliteration": "fawarabbika lanaḥshurannahum wal-shayāṭīna thumma lanuḥ'ḍirannahum ḥawla jahannama jithiyyan",
          "translation": "Maka demi Tuhanmu, sungguh, pasti akan Kami kumpulkan mereka bersama setan, kemudian pasti akan Kami datangkan mereka ke sekeliling Jahanam dengan berlutut.",
          "tafsir": "Karena itu Allah mengancam manusia semacam itu dengan bersumpah bahwa Dia akan mengumpulkan mereka di padang mahsyar bersama-sama dengan setan yang mereka anggap sebagai pemimpin mereka. Mereka akan melihat dan mengalami bagaimana dahsyat dan hebatnya suasana ketika itu, sehingga tidak ada yang dipikirkan oleh seseorang kecuali keselamatan dirinya sebagaimana tersebut dalam firman Allah: Pada hari itu manusia lari dari saudaranya, dan dari ibu dan bapaknya, dan dari istri dan anak-anaknya. Setiap orang dari mereka pada hari itu mempunyai urusan yang menyibukkannya. ('Abasa/80: 34-37) Dalam suasana yang amat gawat dan kritis itulah mereka digiring ke neraka dalam keadaan berlutut dan hina tidak dapat berdiri lagi karena pengalaman yang amat pahit dan penderitaan yang tak terperikan."
        },
        {
          "number": 69,
          "arabic": "ثُمَّ لَنَنزِعَنَّ مِن كُلِّ شِيعَةٍ أَيُّهُمْ أَشَدُّ عَلَى ٱلرَّحْمَـٰنِ عِتِيًّا",
          "transliteration": "thumma lananziʿanna min kulli shīʿatin ayyuhum ashaddu ʿalā l-raḥmāni ʿitiyyan",
          "translation": "Kemudian pasti akan Kami tarik dari setiap golongan siapa di antara mereka yang sangat durhaka kepada Tuhan Yang Maha Pengasih.",
          "tafsir": "Karena itu Allah mengancam manusia semacam itu dengan bersumpah bahwa Dia akan mengumpulkan mereka di padang mahsyar bersama-sama dengan setan yang mereka anggap sebagai pemimpin mereka. Mereka akan melihat dan mengalami bagaimana dahsyat dan hebatnya suasana ketika itu, sehingga tidak ada yang dipikirkan oleh seseorang kecuali keselamatan dirinya sebagaimana tersebut dalam firman Allah: Pada hari itu manusia lari dari saudaranya, dan dari ibu dan bapaknya, dan dari istri dan anak-anaknya. Setiap orang dari mereka pada hari itu mempunyai urusan yang menyibukkannya. ('Abasa/80: 34-37) Dalam suasana yang amat gawat dan kritis itulah mereka digiring ke neraka dalam keadaan berlutut dan hina tidak dapat berdiri lagi karena pengalaman yang amat pahit dan penderitaan yang tak terperikan."
        },
        {
          "number": 70,
          "arabic": "ثُمَّ لَنَحْنُ أَعْلَمُ بِٱلَّذِينَ هُمْ أَوْلَىٰ بِهَا صِلِيًّا",
          "transliteration": "thumma lanaḥnu aʿlamu bi-alladhīna hum awlā bihā ṣiliyyan",
          "translation": "Selanjutnya Kami sungguh lebih mengetahui orang yang seharusnya (dimasukkan) ke dalam neraka.",
          "tafsir": "Orang-orang kafir itu dikumpulkan secara berkelompok-kelompok sesuai dengan tingkat kedurhakaan mereka, lalu Allah menyisihkan yang paling ingkar, paling sombong dan durhaka dan paling banyak menyesatkan manusia di muka bumi dari masing-masing kelompok itu untuk dilemparkan lebih dahulu ke dalam neraka. Bagi Allah Yang Mahatahu Mahaluas Ilmu-Nya tidaklah sulit menentukan orang-orang yang seperti itu karena semua amal perbuatannya di dunia telah tercatat di dalam buku masing-masing, seperti tersebut dalam firman-Nya: Pada hari itu kamu dihadapkan (kepada Tuhanmu), tidak ada sesuatupun dari kamu yang tersembunyi (bagi Allah). (al-haqqah/69: 18) Mereka akan dibelenggu, dilemparkan ke neraka dan dalam neraka pun mereka akan dirantai seperti tersebut dalam firman-Nya: (Allah berfirman), \"Tangkaplah dia lalu belenggulah tangannya ke lehernya.\" Kemudian masukkanlah dia ke dalam api neraka yang menyala-nyala. Kemudian belitlah dia dengan rantai yang panjangnya tujuh puluh hasta. (al-haqqah/69: 30-32) Sesudah itu barulah tiba giliran yang lain untuk dilemparkan pula ke neraka sesuai dengan tingkat kekufuran dan kedurhakaannya."
        },
        {
          "number": 71,
          "arabic": "وَإِن مِّنكُمْ إِلَّا وَارِدُهَا ۚ كَانَ عَلَىٰ رَبِّكَ حَتْمًا مَّقْضِيًّا",
          "transliteration": "wa-in minkum illā wāriduhā kāna ʿalā rabbika ḥatman maqḍiyyan",
          "translation": "Dan tidak ada seorang pun di antara kamu yang tidak mendatanginya (neraka). Hal itu bagi Tuhanmu adalah ketentuan yang sudah ditetapkan.",
          "tafsir": "Kemudian Allah mengarahkan firman-Nya kepada manusia seluruhnya dan menerangkan bahwa semua orang akan dibawa ke tempat di mana neraka berada. Mereka didekatkan ke neraka itu dan berdiri di sekelilingnya. Hal ini sudah menjadi ketetapan-Nya yang tidak dapat diubah lagi dan harus terlaksana. Dalam hadis Muslim dari Abu Sa'id al-Khudriy diterangkan (¦ kemudian dipancangkan jembatan di atas Jahanam, dan syafaat diperbolehkan, mereka berkata ya Allah selamatkan kami “ selamatkan kami, Rasulullah ditanya, apakah jembatan itu? Rasulullah menjawab, \"tempat berpijak yang licin ada alat penyambar dan pecantol, dan duri (seperti) yang ada di Najd, yang memiliki duri kecil yang diberi nama as-Sa'dan. Ada orang mukmin yang berjalan sekejap mata seperti kilat, angin, burung yang terbang, kuda pacuan dan seperti orang yang berkendaraan, maka ada yang selamat, tertangkap dan lolos, ada pula yang terlempar ke dalam neraka jahannam.\")"
        },
        {
          "number": 72,
          "arabic": "ثُمَّ نُنَجِّى ٱلَّذِينَ ٱتَّقَوا۟ وَّنَذَرُ ٱلظَّـٰلِمِينَ فِيهَا جِثِيًّا",
          "transliteration": "thumma nunajjī alladhīna ittaqaw wanadharu l-ẓālimīna fīhā jithiyyan",
          "translation": "Kemudian Kami akan menyelamatkan orang-orang yang bertakwa dan membiarkan orang-orang yang zalim di dalam (neraka) dalam keadaan berlutut.",
          "tafsir": "Ayat ini menegaskan bahwa Allah dikala itu melepaskan orang-orang yang bertakwa dari siksaan neraka dan membiarkan orang-orang kafir jatuh ke dalamnya dalam keadaan berlutut. Allah menerangkan bahwa yang dilepaskan dari siksaan neraka itu ialah orang-orang yang bertakwa bukan orang-orang yang beriman saja, karena orang-orang yang beriman saja belum tentu termasuk orang-orang yang bertakwa, karena banyak di antara orang-orang yang beriman melanggar perintah Allah dan mengerjakan larangannya. Apabila dosanya lebih banyak dari amal kebaikannya maka ia akan disiksa lebih dahulu dalam neraka sesuai dengan dosa yang diperbuatnya kemudian barulah dikeluarkan dari neraka setelah menerima siksaan yang sepadan dengan dosanya, lalu dimasukan ke surga. Adapun orang-orang yang amal kebaikannya lebih banyak dari dosanya, maka dia dimasukkan ke dalam surga setelah dosa-dosanya itu diampuni oleh Allah dengan rahmat dan kasih sayang-Nya. Hal yang demikian tersebut dalam firman Allah: Maka adapun orang yang berat timbangan (kebaikan)nya, maka dia berada dalam kehidupan yang memuaskan (senang). Dan adapun orang yang ringan timbangan (kebaikan)nya, maka tempat kembalinya adalah neraka Hawiyah. Dan tahukah kamu apakah neraka Hawiyah itu? (Yaitu) api yang sangat panas. (al-Qari'ah/101: 6-11)"
        },
        {
          "number": 73,
          "arabic": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَـٰتُنَا بَيِّنَـٰتٍ قَالَ ٱلَّذِينَ كَفَرُوا۟ لِلَّذِينَ ءَامَنُوٓا۟ أَىُّ ٱلْفَرِيقَيْنِ خَيْرٌ مَّقَامًا وَأَحْسَنُ نَدِيًّا",
          "transliteration": "wa-idhā tut'lā ʿalayhim āyātunā bayyinātin qāla alladhīna kafarū lilladhīna āmanū ayyu l-farīqayni khayrun maqāman wa-aḥsanu nadiyyan",
          "translation": "Dan apabila dibacakan kepada mereka ayat-ayat Kami yang jelas (maksudnya), orang-orang yang kafir berkata kepada orang-orang yang beriman, \"Manakah di antara kedua golongan yang lebih baik tempat tinggalnya dan lebih indah tempat pertemuan(nya)?\"",
          "tafsir": "Pada ayat ini Allah menerangkan sikap orang-orang kafir itu bila dibacakan kepada mereka ayat-ayat Al-Qur'an yang nyata kebenarannya dan tidak dapat disangkal lagi, ucapan yang keluar dari mulut mereka untuk menentang kebenaran ayat-ayat itu adalah cemoohan dan olok-olok. Mereka mengatakan kepada orang mukmin siapa di antara kita yang paling senang hidupnya, paling tenang pikirannya, paling bagus rumahnya, paling tinggi kedudukannya dan paling banyak jumlahnya. Bagaimana kami yang jauh lebih tinggi dan lebih mulia dari kamu semua, akan berada dalam kebatilan dan menempuh jalan yang sesat. Hal ini adalah sesuatu yang mustahil. Maka kami menganggap kamulah yang berada dalam kesesatan karena golongan kamu selain lemah, sengsara dan sedikit jumlahnya, kamu hanya dapat berkumpul dengan sembunyi-sembunyi membicarakan hal ihwalnya di tempat-tempat yang tersisih dan sepi seperti Darul Arqam dan sebagainya. Tidak mungkin agama yang kamu anut itu agama yang benar dan tidak mungkin ayat-ayat Al-Qur'an itu baik dan berguna. Karena kalau demikian halnya tentu kamilah yang lebih dahulu beriman dan mempercayainya. Hanya itulah alasan dan keterangan yang dapat dikemukakan oleh orang kafir kepada orang mukmin dan keterangan mereka seperti ini terdapat pula pada ayat yang lain: Dan orang-orang yang kafir berkata kepada orang-orang yang beriman, \"Sekiranya Al-Qur'an itu sesuatu yang baik, tentu mereka tidak pantas mendahului kami (beriman) kepadanya.\" Tetapi karena mereka tidak mendapat petunjuk dengannya maka mereka akan berkata, \"Ini adalah dusta yang lama.\" (al-Ahqaf/46: 11)"
        },
        {
          "number": 74,
          "arabic": "وَكَمْ أَهْلَكْنَا قَبْلَهُم مِّن قَرْنٍ هُمْ أَحْسَنُ أَثَـٰثًا وَرِءْيًا",
          "transliteration": "wakam ahlaknā qablahum min qarnin hum aḥsanu athāthan wari'yan",
          "translation": "Dan berapa banyak umat (yang ingkar) yang telah Kami binasakan sebelum mereka, padahal mereka lebih bagus perkakas rumah tangganya dan (lebih sedap) dipandang mata.",
          "tafsir": "Allah menolak cemoohan orang-orang kafir itu dengan menjelaskan bahwa Dia di masa yang lalu telah banyak membinasakan beberapa kaum karena kedurhakaan mereka, seperti kaum 'Ad dan samud padahal mereka itu lebih kaya dan lebih mewah dari kaum kafir Mekah dan negeri mereka pun adalah negeri yang subur, dan mempunyai panorama yang indah. Jadi kekayaan, kemewahan panduduk dan keindahan suatu negeri bukanlah acuan untuk menilai suatu kaum bahwa ia adalah di pihak yang benar dan menjadi kesayangan Allah. Yang menjadi ukuran ialah keimanan kepada Allah serta ketaatan dan kepatuhan melaksanakan perintah-Nya dan meninggalkan larangan-Nya. Kalau benar kekayaan dan kemewahan itu yang menjadi ukuran, tentulah mereka tidak dibinasakan Allah. Sebenarnya ayat ini adalah suatu ancaman dari Allah terhadap kaum musyrik Mekah, kalau mereka tidak juga sadar dan insaf dan tetap membangkang tidak mustahil mereka akan dihancurkan pula seperti umat-umat terdahulu."
        },
        {
          "number": 75,
          "arabic": "قُلْ مَن كَانَ فِى ٱلضَّلَـٰلَةِ فَلْيَمْدُدْ لَهُ ٱلرَّحْمَـٰنُ مَدًّا ۚ حَتَّىٰٓ إِذَا رَأَوْا۟ مَا يُوعَدُونَ إِمَّا ٱلْعَذَابَ وَإِمَّا ٱلسَّاعَةَ فَسَيَعْلَمُونَ مَنْ هُوَ شَرٌّ مَّكَانًا وَأَضْعَفُ جُندًا",
          "transliteration": "qul man kāna fī l-ḍalālati falyamdud lahu l-raḥmānu maddan ḥattā idhā ra-aw mā yūʿadūna immā l-ʿadhāba wa-immā l-sāʿata fasayaʿlamūna man huwa sharrun makānan wa-aḍʿafu jundan",
          "translation": "Katakanlah (Muhammad), \"Barangsiapa berada dalam kesesatan, maka biarlah Tuhan Yang Maha Pengasih memperpanjang (waktu) baginya;<sup foot_note=135457>1</sup> sehingga apabila mereka telah melihat apa yang diancamkan kepada mereka, baik azab maupun Kiamat, maka mereka akan mengetahui siapa yang lebih jelek kedudukannya dan lebih lemah bala tentaranya.\"",
          "tafsir": "Pada ayat ini Allah memerintahkan kepada Nabi Muhammad supaya menjawab cemoohan dan olok-olok kaum musyrik yang membanggakan kekayaannya itu dengan mengatakan bahwa orang-orang yang sesat dari kaumnya tidak akan dibinasakan oleh Allah saat ini, karena rahmat dan kasih sayangnya dan karena di kalangan mereka berada Nabi Muhammad serta orang-orang yang beriman. Hal ini tersebut pada firman-Nya: Tetapi Allah tidak akan menghukum mereka, selama engkau (Muhammad) berada di antara mereka. Dan tidaklah (pula) Allah akan menghukum mereka, sedang mereka (masih) memohon ampunan. (al-Anfal/8: 33) Allah akan membiarkan mereka dan menangguhkan serta memberi kesempatan kepada mereka untuk berlarut-larut dalam kekafiran dan kedurhakaan sampai tiba saatnya mereka akan melihat sendiri siksaan Allah di dunia dengan kekalahan total yang dialami mereka (seperti Perang Badar dan terusirnya kaum musyrik Mekah) dan di akhirat mereka akan melihat siapa sebenarnya yang lebih mulia, mendapat rahmat dan karunia Allah dan siapa yang akan mendapat siksaan yang menghinakan sehingga begitu hina dan begitu rendahlah kedudukan mereka."
        },
        {
          "number": 76,
          "arabic": "وَيَزِيدُ ٱللَّهُ ٱلَّذِينَ ٱهْتَدَوْا۟ هُدًى ۗ وَٱلْبَـٰقِيَـٰتُ ٱلصَّـٰلِحَـٰتُ خَيْرٌ عِندَ رَبِّكَ ثَوَابًا وَخَيْرٌ مَّرَدًّا",
          "transliteration": "wayazīdu l-lahu alladhīna ih'tadaw hudan wal-bāqiyātu l-ṣāliḥātu khayrun ʿinda rabbika thawāban wakhayrun maraddan",
          "translation": "Dan Allah akan menambah petunjuk kepada mereka yang telah mendapat petunjuk. Dan amal kebajikan yang kekal itu lebih baik pahalanya di sisi Tuhanmu dan lebih baik kesudahannya.",
          "tafsir": "Sebagai hiburan bagi kaum Muslimin yang dihina dan dicemoohkan itu, karena memang mereka tidak berdaya menjawab tantangan kaum musyrik yang menyombongkan kekayaannya. Allah menjanjikan akan memberi mereka tambahan petunjuk di samping petunjuk-petunjuk yang telah mereka terima. Dengan petunjuk-petunjuk itu mereka akan lebih bertakwa dan lebih bahagia. Biarkanlah orang-orang kafir itu berbangga-bangga dengan kekayaan dan kedudukan dan selalu berada dalam keangkuhan dan kesombongan. Biarkanlah mereka berlarut-larut dalam kesesatan dan kedurhakaan. Pada suatu saat Allah akan menimpakan siksa-Nya yang keras kepada mereka. Di waktu itulah nanti mereka akan sadar bahwa mereka telah melakukan kesalahan yang besar dan menyesal dengan amat sangat, tetapi penyesalan itu tidak akan menolong mereka sedikit pun, karena ibarat nasi sudah menjadi bubur, sesal dahulu pendapatan sesal kemudian tidak berguna. Dalam menghadapi kesombongan kaum musyrik itu hendaklah kaum Muslimin sabar dan tabah, selalu mengamalkan petunjuk-petunjuk Allah, taat dan patuh kepada perintah-Nya. Dengan demikian hati mereka akan lapang, pikiran mereka akan tenang, amal baik mereka akan bertambah. Mereka senantiasa akan berada dalam lindungan rahmat dan kasih sayang-Nya. Allah akan menyediakan bagi mereka pahala yang berlipat ganda."
        }
      ]
    }
  ]
}