{
  "pageNumber": 311,
  "juz": 16,
  "surahs": [
    {
      "number": 19,
      "name": "Maryam",
      "nameArabic": "مريم",
      "meaning": "Maryam",
      "revelation": "Makkah",
      "description": "Surat Maryam terdiri dari 98 ayat, dan termasuk surat Makkiyyah, karena hampir seluruh ayatnya diturunkan sebelum Nabi Muhammad hijrah ke Madinah, bahkan sebelum sahabat-sahabat beliau hijrah ke negeri Habasyah. Menurut riwayat Ibnu Mas'ud, Ja'far bin Abi Thalib membacakan permulaan surat Maryam ini kepada raja Najasyi dan pengikutnya ketika ia ikut hijrah bersama sahabat-sahabat yang lain ke negeri Habasyah.Surat ini dinamai \"Maryam\", karena surat ini menyinggung kisah Maryam, ibu Nabi 'Isa, yang melahirkan putranya, 'Isa, secara ajaib sebab tanpa melalui proses pernikahan dan percampuran dengan seorang laki-laki pun. Kelahiran 'Isa tanpa ayah merupakan suatu bukti kekuasaan Allah. Pengutaraan kisah Maryam sebagai kejadian yang luar biasa dan ajaib dalam surat ini diawali dengan kisah kejadian yang luar biasa dan ajaib pula, yaitu dikabulkannya doa Zakariya oleh Allah, agar beliau dianugerahi seorang putra sebagai pewaris dan pelanjut cita-cita serta kepercayaan beliau, sedang beliau sudah berusia lanjut dan istri beliau mandul, yang menurut ukuran ilmu biologi mustahil terjadi.**Pokok-Pokok Isi:**1. **Keimanan:** Allah berbuat sesuatu sesuai dengan kehendak-Nya meskipun tidak sesuai dengan hukum alam; 'Isa bukan anak Allah karena mustahil Allah mempunyai anak; Jibril turun kepada rasul-rasul membawa wahyu atas perintah Allah; pada hari kiamat orang kafir menghadap Allah dengan sendiri-sendiri dan semua manusia akan menghadap Allah sebagai hamba.2. **Kisah-kisah:** Allah mengabulkan doa Zakariya untuk memperoleh anak meskipun sudah berusia lanjut dan istri mandul; kisah kelahiran 'Isa tanpa ayah; kisah Ibrahim dengan ayahnya; Musa seorang yang dipilih oleh Allah; Ismail seorang yang membenarkan janji; Idris seorang yang sangat kuat kepercayaannya.3. **Lain-lain:** Ancaman terhadap orang yang meninggalkan shalat dan mengikuti hawa nafsu serta kabar gembira untuk orang-orang yang bertaubat dan mengerjakan amal saleh; keadaan di surga; membiarkan orang yang sesat bergelimang dalam kesesatan setelah diberi petunjuk adalah sunnatullah.Surat Maryam mengemukakan hal-hal yang perlu diperhatikan oleh manusia apabila mereka memikirkan kejadian-kejadian di alam semesta dalam hubungan dengan Penciptanya. Ada kejadian yang terjadi sesuai dengan sunnatullah dan dapat dipikirkan oleh manusia, dan ada pula kejadian yang luar biasa, aneh dan ajaib yang tidak mampu dipikirkan manusia. Kejadian-kejadian yang luar biasa ini terjadi pada orang-orang yang telah dipilih oleh Allah, dan dikemukakan kepada manusia agar mereka percaya kepada Allah Maha Pencipta.**Hubungan Surat Maryam Dengan Surat Thaha:**1. Surat Maryam mengemukakan kisah beberapa nabi dan rasul; ada yang secara terperinci, ada yang secara ringkas, dan ada pula yang hanya disebut namanya saja, yaitu Nabi Adam. Sementara itu, surat Thaha mengemukakan pula kisah beberapa orang nabi dan rasul sebagaimana halnya surat Maryam. Dalam surat Maryam, kisah Musa disebut secara singkat, sedangkan dalam surat Thaha dikemukakan secara terperinci. Begitu pula kisah Adam yang hanya namanya saja yang disebut dalam surat Maryam, sedangkan dalam surat Thaha dikemukakan secara terperinci.2. Menurut riwayat Ibnu Abbas, surat Thaha diturunkan kepada Nabi Muhammad setelah Allah menurunkan surat Maryam.3. Akhir surat Maryam menerangkan bahwa Al-Qur'an diturunkan dalam bahasa Arab, sebagai kabar gembira bagi orang-orang yang bertakwa dan peringatan bagi orang-orang yang ingkar, sedangkan awal surat Thaha menerangkan dan menguatkannya lagi.",
      "verses": [
        {
          "number": 77,
          "arabic": "أَفَرَءَيْتَ ٱلَّذِى كَفَرَ بِـَٔايَـٰتِنَا وَقَالَ لَأُوتَيَنَّ مَالًا وَوَلَدًا",
          "transliteration": "afara-ayta alladhī kafara biāyātinā waqāla laūtayanna mālan wawaladan",
          "translation": "Lalu apakah engkau telah melihat orang yang mengingkari ayat-ayat Kami dan dia mengatakan, \"Pasti aku akan diberi harta dan anak.\"",
          "tafsir": "Pada ayat ini Allah memerintahkan kepada Nabi Muhammad saw supaya memperhatikan bagaimana sombong dan angkuhnya orang kafir itu yang berani mengatakan bahwa di akhirat nanti mereka akan dianugerahi harta dan anak yang banyak. Meskipun ucapan itu seakan-akan menunjukkan bahwa mereka mempercayai hari kebangkitan tetapi sebenarnya mereka tidak percaya sama sekali akan adanya hari kebangkitan. Ucapan seperti itu hanya sebagai cemoohan dan olok-olok terhadap kepercayaan orang mukmin dengan pengertian bahwa jika benar-benar Khabab bin Arat percaya akan hari kebangkitan biarlah utangnya itu dibayar pada hari kebangkitan. Sekarang dia tidak mau membayarnya karena Khabbab beriman dengan Muhammad. Cemoohan itu ditambah lagi dengan mengatakan bahwa dia akan kaya dan banyak anak nanti di akhirat. Alangkah beraninya dia mengada-adakan sesuau yang tidak diketahuinya sama sekali, sedang dia sendiri mengingkari hal-hal yang gaib."
        },
        {
          "number": 78,
          "arabic": "أَطَّلَعَ ٱلْغَيْبَ أَمِ ٱتَّخَذَ عِندَ ٱلرَّحْمَـٰنِ عَهْدًا",
          "transliteration": "aṭṭalaʿa l-ghayba ami ittakhadha ʿinda l-raḥmāni ʿahdan",
          "translation": "Adakah dia melihat yang gaib atau dia telah membuat perjanjian di sisi Tuhan Yang Maha Pengasih?",
          "tafsir": "Oleh sebab itu maka pada ayat ini Allah mengecamnya dengan mengatakan, \"Apakah dia mengetahui hal-hal yang gaib ataukah dia telah berjanji dengan Allah bahwa Dia akan memberinya rezeki dan anak yang banyak?\" Kedua kemungkinan itu amat jauh sekali, karena tidak ada seorang pun yang dapat mengetahui yang gaib apalagi yang berhubungan dengan hari akhirat. Dan tidak mungkin pula dia berjanji dengan Tuhan bahwa dia akan diberi rezeki yang banyak di akhirat sedangkan dia sendiri mengingkari hari itu dan mempersekutukan Allah dengan berhala-berhala. Tempat orang seperti ini adalah neraka dan siksaan yang akan ditimpakan kepadanya tentu berat sekali."
        },
        {
          "number": 79,
          "arabic": "كَلَّا ۚ سَنَكْتُبُ مَا يَقُولُ وَنَمُدُّ لَهُۥ مِنَ ٱلْعَذَابِ مَدًّا",
          "transliteration": "kallā sanaktubu mā yaqūlu wanamuddu lahu mina l-ʿadhābi maddan",
          "translation": "sama sekali tidak! Kami akan menulis apa yang dia katakan, dan Kami akan memperpanjang azab untuknya secara sempurna,",
          "tafsir": "Pada ayat ini Allah mengancam mereka dengan ancaman yang keras karena kelancangannya menisbahkan sesuatu terhadap Allah tanpa ilmu dan tanpa dasar yang dapat dipertanggungjawabkan secara rasional. Allah akan mengambil semua harta mereka sebagai balasan yang setimpal dengan keingkaran dan kedurhakaannya dan menyiksanya dengan siksaan yang tiada putus-putusnya. Allah akan mengambil semua harta dan anak-anaknya yang ditinggalkannya ketika dia mati sehingga di akhirat nanti dia datang menghadap Allah sendirian, tidak ada yang akan membela dan menolongnya. Memang pada hari itu tak ada sesuatu pun yang dapat menolong manusia kecuali iman dan amal perbuatannya sesuai dengan firman Allah: (yaitu) pada hari (ketika) harta dan anak-anak tidak berguna, kecuali orang-orang yang menghadap Allah dengan hati yang bersih. (asy- Syu'ara/26: 88-89) Dan mereka akan dibawa ke hadapan Tuhanmu dengan berbaris. (Allah berfirman), \"Sesungguhnya kamu datang kepada Kami, sebagaimana Kami menciptakan kamu pada pertama kali; bahkan kamu menganggap bahwa Kami tidak akan menetapkan bagi kamu waktu (berbangkit untuk memenuhi) perjanjian.\" (al-Kahf/18: 48)"
        },
        {
          "number": 80,
          "arabic": "وَنَرِثُهُۥ مَا يَقُولُ وَيَأْتِينَا فَرْدًا",
          "transliteration": "wanarithuhu mā yaqūlu wayatīnā fardan",
          "translation": "dan Kami akan mewarisi apa yang dia katakan itu,<sup foot_note=135458>1</sup> dan dia akan datang kepada Kami seorang diri.",
          "tafsir": "Pada ayat ini Allah mengancam mereka dengan ancaman yang keras karena kelancangannya menisbahkan sesuatu terhadap Allah tanpa ilmu dan tanpa dasar yang dapat dipertanggungjawabkan secara rasional. Allah akan mengambil semua harta mereka sebagai balasan yang setimpal dengan keingkaran dan kedurhakaannya dan menyiksanya dengan siksaan yang tiada putus-putusnya. Allah akan mengambil semua harta dan anak-anaknya yang ditinggalkannya ketika dia mati sehingga di akhirat nanti dia datang menghadap Allah sendirian, tidak ada yang akan membela dan menolongnya. Memang pada hari itu tak ada sesuatu pun yang dapat menolong manusia kecuali iman dan amal perbuatannya sesuai dengan firman Allah: (yaitu) pada hari (ketika) harta dan anak-anak tidak berguna, kecuali orang-orang yang menghadap Allah dengan hati yang bersih. (asy- Syu'ara/26: 88-89) Dan mereka akan dibawa ke hadapan Tuhanmu dengan berbaris. (Allah berfirman), \"Sesungguhnya kamu datang kepada Kami, sebagaimana Kami menciptakan kamu pada pertama kali; bahkan kamu menganggap bahwa Kami tidak akan menetapkan bagi kamu waktu (berbangkit untuk memenuhi) perjanjian.\" (al-Kahf/18: 48)"
        },
        {
          "number": 81,
          "arabic": "وَٱتَّخَذُوا۟ مِن دُونِ ٱللَّهِ ءَالِهَةً لِّيَكُونُوا۟ لَهُمْ عِزًّا",
          "transliteration": "wa-ittakhadhū min dūni l-lahi ālihatan liyakūnū lahum ʿizzan",
          "translation": "Dan mereka telah memilih tuhan-tuhan selain Allah, agar tuhan-tuhan itu menjadi pelindung bagi mereka,",
          "tafsir": "Pada ayat ini Allah menjelaskan kepada Nabi Muhammad saw bahwa maksud dan tujuan dari orang-orang musyrik menyembah berhala dan sembahan-sembahan lainnya, ialah agar berhala-berhala dan sembahansembahan itu dapat menolong mereka, baik di dunia maupun di akhirat kelak. Mereka mempersembahkan berbagai macam barang dan uang kepada berhala-berhala itu dengan harapan agar berhala-berhala itu dapat mengabulkan permintaan mereka, diberi restu dan diberkahi dalam kehidupan, usaha dan pekerjaan, dan agar mereka tetap berbahagia mulia dan terhormat. Di kalangan mereka seakan-akan berhala itulah yang paling berkuasa, berhak melimpahkan rahmat dan nikmat, berhak menimpakan siksa dan kesengsaraan. Di akhirat nanti (menurut paham mereka) berhala-berhala itu akan dapat memintakan syafaat bagi mereka dan akan menolong mereka bila mereka menghadapi kesulitan atau mengalami penderitaan."
        },
        {
          "number": 82,
          "arabic": "كَلَّا ۚ سَيَكْفُرُونَ بِعِبَادَتِهِمْ وَيَكُونُونَ عَلَيْهِمْ ضِدًّا",
          "transliteration": "kallā sayakfurūna biʿibādatihim wayakūnūna ʿalayhim ḍiddan",
          "translation": "sama sekali tidak! Kelak mereka (sesembahan) itu akan mengingkari penyembahan mereka terhadapnya, dan akan menjadi musuh bagi mereka.",
          "tafsir": "Ayat ini menolak paham yang salah itu terutama mengenai kemampuan berhala itu memberi pertolongan di akhirat. Berhala-berhala dan sembahan-sembahan itu sekali-kali tidak akan dapat menolong mereka bahkan mereka akan mengingkari di hadapan Allah bahwa mereka disembah oleh orang-orang musyrik itu sebagaimana disebutkan dalam firman Allah: Dan apabila orang yang mempersekutukan (Allah) melihat sekutu-sekutu mereka, mereka berkata, \"Ya Tuhan kami, mereka inilah sekutu-sekutu kami yang dahulu kami sembah selain Engkau.\" Lalu sekutu mereka menyatakan kepada mereka, \"Kamu benar-benar pendusta.\" (an-Nahl/16: 86) Dan firman-Nya: (Yaitu) ketika orang-orang yang diikuti berlepas tangan dari orang-orang yang mengikuti, dan mereka melihat azab, dan (ketika) segala hubungan antara mereka terputus. Dan orang-orang yang mengikuti berkata, \"Sekiranya kami mendapat kesempatan (kembali ke dunia), tentu kami akan berlepas tangan dari mereka, sebagaimana mereka berlepas tangan dari kami.\" Demikianlah Allah memperlihatkan kepada mereka amal perbuatan mereka yang menjadi penyesalan mereka. Dan mereka tidak akan keluar dari api neraka. (al-Baqarah/2: 166-167)"
        },
        {
          "number": 83,
          "arabic": "أَلَمْ تَرَ أَنَّآ أَرْسَلْنَا ٱلشَّيَـٰطِينَ عَلَى ٱلْكَـٰفِرِينَ تَؤُزُّهُمْ أَزًّا",
          "transliteration": "alam tara annā arsalnā l-shayāṭīna ʿalā l-kāfirīna ta-uzzuhum azzan",
          "translation": "Tidakkah engkau melihat, bahwa sesungguhnya Kami telah mengutus setan-setan itu kepada orang-orang kafir untuk mendorong mereka (berbuat maksiat) dengan sungguh-sungguh?",
          "tafsir": "Pada ayat ini Allah memperingatkan Nabi Muhammad bahwa Dia telah melepaskan setan dan memberi kesempatan kepadanya untuk menipu, membujuk serta memperdayakan manusia yang terkena bujuk rayu setan itu termasuk orang-orang kafir Mekah sehingga Mereka akan tetap dalam kesesatan dan tidak akan kembali ke jalan yang benar bagaimanapun Muhammad mengajak dan menyeru mereka. Hal ini dijelaskan Allah sebagai penawar hati Nabi Muhammad yang berduka karena dia telah bersungguh-sungguh dan dengan sepenuh hati memberikan petunjuk dan peringatan kepada mereka, tetapi mereka tetap juga ingkar dan tidak mau beriman."
        },
        {
          "number": 84,
          "arabic": "فَلَا تَعْجَلْ عَلَيْهِمْ ۖ إِنَّمَا نَعُدُّ لَهُمْ عَدًّا",
          "transliteration": "falā taʿjal ʿalayhim innamā naʿuddu lahum ʿaddan",
          "translation": "maka janganlah engkau (Muhammad) tergesa-gesa (memintakan azab) terhadap mereka, karena Kami menghitung dengan hitungan teliti (datangnya hari siksaan) untuk mereka.",
          "tafsir": "Pada ayat ini Allah melarang Nabi Muhammad merasa sedih dan marah kepada orang kafir dan meminta supaya azab kepada mereka disegerakan karena saat untuk menimpakan azab itu sudah dekat, hanya tinggal menghitung-hitung harinya saja. Di dunia mereka akan menerima balasan dengan kekalahan mereka dalam Perang Badar dan di akhirat walaupun dalam pikiran kita masih jauh tetapi bagi Allah hari itu adalah dekat. Karena satu hari di akhirat dalam perhitungan Allah bukanlah 24 jam seperti perhitungan kita, mungkin seribu tahun atau mungkin lebih, sebagai tersebut dalam firman-Nya: Dan mereka meminta kepadamu (Muhammad) agar azab itu disegerakan, padahal Allah tidak akan menyalahi janji-Nya. Dan sesungguhnya sehari di sisi Tuhanmu adalah seperti seribu tahun menurut perhitunganmu.(al-hajj/22: 47)"
        },
        {
          "number": 85,
          "arabic": "يَوْمَ نَحْشُرُ ٱلْمُتَّقِينَ إِلَى ٱلرَّحْمَـٰنِ وَفْدًا",
          "transliteration": "yawma naḥshuru l-mutaqīna ilā l-raḥmāni wafdan",
          "translation": "(Ingatlah) pada hari (ketika) Kami mengumpulkan orang-orang yang bertakwa kepada (Allah) Yang Maha Pengasih, bagaikan kafilah yang terhormat,",
          "tafsir": "Pada hari itu Allah mengumpulkan orang-orang yang bertakwa untuk menghadap kehadirat-Nya sebagai rombongan yang dimuliakan karena iman dan amal mereka di dunia. Mereka dibawa dengan kendaraan yang bagus dan indah sebagai tamu yang dihormati. Ali bin Abi thalib mengatakan bahwa rombongan itu bukanlah rombongan biasa yang berjalan kaki atau digiring tetapi dibawa dengan kendaraan yang belum pernah dilihat keindahannya oleh manusia, di atasnya ada tempat duduk dari emas dan tali lesnya bertahtakan permata zamrud sehingga sampailah mereka di muka pintu surga."
        },
        {
          "number": 86,
          "arabic": "وَنَسُوقُ ٱلْمُجْرِمِينَ إِلَىٰ جَهَنَّمَ وِرْدًا",
          "transliteration": "wanasūqu l-muj'rimīna ilā jahannama wir'dan",
          "translation": "dan Kami akan menggiring orang yang durhaka ke neraka Jahanam dalam keadaan dahaga.",
          "tafsir": "Sebaliknya orang durhaka yang tetap ingkar dan kafir digiring ke neraka. Dalam perjalanan ke neraka itu mereka menderita berbagai macam penderitaan yang tidak terperikan seperti haus dan lapar karena panasnya udara padang mahsyar. Mereka digiring seperti hewan-hewan yang hina dina yang tidak berdaya bukan ke tempat yang teduh atau ke mata air yang jernih untuk melepaskan haus dan dahaga tetapi ke neraka yang amat panas."
        },
        {
          "number": 87,
          "arabic": "لَّا يَمْلِكُونَ ٱلشَّفَـٰعَةَ إِلَّا مَنِ ٱتَّخَذَ عِندَ ٱلرَّحْمَـٰنِ عَهْدًا",
          "transliteration": "lā yamlikūna l-shafāʿata illā mani ittakhadha ʿinda l-raḥmāni ʿahdan",
          "translation": "Mereka tidak berhak mendapat syafaat, (pertolongan) kecuali orang yang telah mengadakan perjanjian di sisi (Allah) Yang Maha Pengasih.<sup foot_note=135459>1</sup>",
          "tafsir": "Orang kafir tidak akan memperoleh syafaat dari siapa pun untuk menolong mereka atau meringankan penderitaan yang mereka alami. Karena yang berhak menerima syafaat pada hari itu hanyalah orang-orang yang telah dijanjikan Allah akan mendapat syafaat yaitu orang-orang mukmin yang di masa hidupnya di dunia telah mempersiapkan diri untuk mendapat syafaat dengan amal ibadahnya dan perjuangannya menegakkan kalimah Allah. Syafaat pada hari itu hanya dimiliki oleh para nabi, ulama dan para syuhada sesuai dengan amal dan bakti mereka masing-masing. Di antara amal ibadat yang menjadikan seseorang berhak memperoleh syafaat itu ialah memelihara salat lima waktu dengan sebaik-baiknya. Rasulullah bersabda, \"Barangsiapa yang datang pada hari kiamat membawa salatnya yang lima waktu dengan sempurna yaitu disempurnakan wudunya dipeliharanya waktunya, ruku' dan sujudnya, tidak pernah ditinggalkannya barang sekalipun maka Allah berjanji tidak akan menyiksanya. Tetapi orang yang pernah meninggalkan salatnya, tidak akan memperoleh janji Allah itu. Terserahlah kepada Tuhan apakah Dia akan memberinya rahmat atau menimpakan azab kepadanya.\"(Diriwayatkan oleh ath-thabrani dalam kitab \"al-Ausath\" dari Abu Hurairah)"
        },
        {
          "number": 88,
          "arabic": "وَقَالُوا۟ ٱتَّخَذَ ٱلرَّحْمَـٰنُ وَلَدًا",
          "transliteration": "waqālū ittakhadha l-raḥmānu waladan",
          "translation": "Dan mereka berkata, \"(Allah) Yang Maha Pengasih mempunyai anak.\"",
          "tafsir": "Pada ayat ini Allah menegaskan bahwa orang-orang yang mengatakan bahwa Allah mempunyai anak baik mereka itu dari kaum musyrik Mekah, orang Yahudi, orang Nasrani maupun penganut agama lain, adalah orang-orang yang sesat karena telah mengucapkan ucapan yang sangat tidak menyenangkan dan telah mengada-adakan kebohongan yang besar terhadap Allah. Perkataan itu sangat mungkar, tidak dapat diterima oleh akal dan sangat bertentangan dengan sifat-sifat Allah Yang Maha Esa, Maha Pencipta, Mahakuasa dan Mahaperkasa. Allah sangat murka terhadap mereka karena kelancangan mulut mereka merendahkan martabat Yang Mahatinggi seakan-akan Allah disamakan dengan manusia dan makhluk-makhluk-Nya yang lain yang membutuhkan keturunan yang akan melanjutkan kelangsungan eksistensinya di kemudian hari dan yang akan menolong membantunya di kala ia telah menjadi lemah tak berdaya. Padahal Dia-lah Yang Hidup Kekal, senantiasa berdiri sendiri tidak memerlukan pertolongan atau bantuan dari selain-Nya, sebagaimana tersebut dalam firman-Nya: Allah, tidak ada tuhan selain Dia. Yang Mahahidup, Yang terus menerus-mengurus (makhluk-Nya). (Ali 'Imran/3: 2) Allah mencela mereka dengan keras dan mengatakan bahwa mereka dengan ucapan seperti itu telah mengatakan sesuatu yang sangat mungkar sekali, ucapan yang tidak sepatutnya keluar dari mulut makhluk-Nya yang diciptakan-Nya sendiri, makhluknya yang telah dianugerahi-Nya akal dan pikiran agar dia dapat membedakan mana yang hak dan mana yang batil."
        },
        {
          "number": 89,
          "arabic": "لَّقَدْ جِئْتُمْ شَيْـًٔا إِدًّا",
          "transliteration": "laqad ji'tum shayan iddan",
          "translation": "Sungguh, kamu telah membawa sesuatu yang sangat mungkar,",
          "tafsir": "Pada ayat ini Allah menegaskan bahwa orang-orang yang mengatakan bahwa Allah mempunyai anak baik mereka itu dari kaum musyrik Mekah, orang Yahudi, orang Nasrani maupun penganut agama lain, adalah orang-orang yang sesat karena telah mengucapkan ucapan yang sangat tidak menyenangkan dan telah mengada-adakan kebohongan yang besar terhadap Allah. Perkataan itu sangat mungkar, tidak dapat diterima oleh akal dan sangat bertentangan dengan sifat-sifat Allah Yang Maha Esa, Maha Pencipta, Mahakuasa dan Mahaperkasa. Allah sangat murka terhadap mereka karena kelancangan mulut mereka merendahkan martabat Yang Mahatinggi seakan-akan Allah disamakan dengan manusia dan makhluk-makhluk-Nya yang lain yang membutuhkan keturunan yang akan melanjutkan kelangsungan eksistensinya di kemudian hari dan yang akan menolong membantunya di kala ia telah menjadi lemah tak berdaya. Padahal Dia-lah Yang Hidup Kekal, senantiasa berdiri sendiri tidak memerlukan pertolongan atau bantuan dari selain-Nya, sebagaimana tersebut dalam firman-Nya: Allah, tidak ada tuhan selain Dia. Yang Mahahidup, Yang terus menerus-mengurus (makhluk-Nya). (Ali 'Imran/3: 2) Allah mencela mereka dengan keras dan mengatakan bahwa mereka dengan ucapan seperti itu telah mengatakan sesuatu yang sangat mungkar sekali, ucapan yang tidak sepatutnya keluar dari mulut makhluk-Nya yang diciptakan-Nya sendiri, makhluknya yang telah dianugerahi-Nya akal dan pikiran agar dia dapat membedakan mana yang hak dan mana yang batil."
        },
        {
          "number": 90,
          "arabic": "تَكَادُ ٱلسَّمَـٰوَٰتُ يَتَفَطَّرْنَ مِنْهُ وَتَنشَقُّ ٱلْأَرْضُ وَتَخِرُّ ٱلْجِبَالُ هَدًّا",
          "transliteration": "takādu l-samāwātu yatafaṭṭarna min'hu watanshaqqu l-arḍu watakhirru l-jibālu haddan",
          "translation": "hampir saja langit pecah, dan bumi terbelah, dan gunung-gunung runtuh, (karena ucapan itu),’",
          "tafsir": "Bila bumi, langit dan gunung-gunung dapat mendengar dan memahami ucapan orang-orang kafir itu, meskipun ia tidak diberi akal dan pikiran oleh Allah, maka langit, bumi dan gunung-gunung yang besar itu akan terguncang dengan dahsyatnya karena terkejut dan mungkin akan menjadi hancur lebur, karena tidak dapat menerima ucapan yang sangat berat tanggung jawabnya, dan sangat menghina serta merendahkan martabat Penciptanya. Untunglah bumi langit dan gunung-gunung itu tidak dapat mendengar apalagi memahami ucapan orang-orang kafir yang sangat keliru itu."
        },
        {
          "number": 91,
          "arabic": "أَن دَعَوْا۟ لِلرَّحْمَـٰنِ وَلَدًا",
          "transliteration": "an daʿaw lilrraḥmāni waladan",
          "translation": "karena mereka menganggap (Allah) Yang Maha Pengasih mempunyai anak.",
          "tafsir": "Bila bumi, langit dan gunung-gunung dapat mendengar dan memahami ucapan orang-orang kafir itu, meskipun ia tidak diberi akal dan pikiran oleh Allah, maka langit, bumi dan gunung-gunung yang besar itu akan terguncang dengan dahsyatnya karena terkejut dan mungkin akan menjadi hancur lebur, karena tidak dapat menerima ucapan yang sangat berat tanggung jawabnya, dan sangat menghina serta merendahkan martabat Penciptanya. Untunglah bumi langit dan gunung-gunung itu tidak dapat mendengar apalagi memahami ucapan orang-orang kafir yang sangat keliru itu."
        },
        {
          "number": 92,
          "arabic": "وَمَا يَنۢبَغِى لِلرَّحْمَـٰنِ أَن يَتَّخِذَ وَلَدًا",
          "transliteration": "wamā yanbaghī lilrraḥmāni an yattakhidha waladan",
          "translation": "Dan tidak mungkin bagi (Allah) Yang Maha Pengasih mempunyai anak.",
          "tafsir": "Allah dalam ayat ini membantah dengan firman-Nya, \"Tidak layak bagi Tuhan Yang Maha Pemurah memungut anak.\" Demikianlah jawaban Allah Yang Maha Pengasih lagi Penyayang terhadap ucapan hamba-Nya yang sangat dimurkai-Nya itu. Dia tidak membentak dan menghukum mereka secara langsung, tetapi menjawabnya dengan kata-kata yang seharusnya dipikirkan dalam-dalam agar mereka kembali kepada kebenaran dan mensucikan Tuhannya dari segala sifat yang bertentangan dengan keesaan dan keagungan-Nya."
        },
        {
          "number": 93,
          "arabic": "إِن كُلُّ مَن فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ إِلَّآ ءَاتِى ٱلرَّحْمَـٰنِ عَبْدًا",
          "transliteration": "in kullu man fī l-samāwāti wal-arḍi illā ātī l-raḥmāni ʿabdan",
          "translation": "Tidak ada seorang pun di langit dan di bumi, melainkan akan datang kepada (Allah) Yang Maha Pengasih sebagai seorang hamba.",
          "tafsir": "Pada ayat ini Allah menegaskan pula bahwa semua yang ada di langit dan di bumi baik malaikat, jin, maupun manusia, semuanya akan datang menghadap kehadirat Allah (Tuhannya) pada hari kiamat sebagai hamba, patuh dan tunduk kepada semua putusan dan hukuman yang diputuskan-Nya bagi masing-masing makhluk-Nya. Tiada seorang pun yang dapat menyangkal putusan-Nya pada waktu itu karena putusan itu adalah putusan yang adil. Ada yang berhak menerima azab dan siksaan sesuai dengan kedurhakaan dan kejahatan yang dilakukan, ada pula yang berhak menerima ganjaran dan pahala sesuai dengan ketakwaan dan amal kebaikan yang diusahakan."
        },
        {
          "number": 94,
          "arabic": "لَّقَدْ أَحْصَىٰهُمْ وَعَدَّهُمْ عَدًّا",
          "transliteration": "laqad aḥṣāhum waʿaddahum ʿaddan",
          "translation": "Dia (Allah) benar-benar telah menentukan jumlah mereka dan menghitung mereka dengan hitungan yang teliti.",
          "tafsir": "Kemudian Allah menjelaskan bahwa semua amal dan takwa mereka itu telah tercatat dalam kitab yang amat teliti dan terperinci tidak seorang pun terluput dalam catatan itu, semua amal perbuatan mereka baik yang kecil maupun yang besar. Semua ucapan mereka yang nyata dan tersembunyi telah ditulis dan diperhitungkan secermat-cermatnya dan mereka semua menunggu balasan apa yang akan diterimanya."
        },
        {
          "number": 95,
          "arabic": "وَكُلُّهُمْ ءَاتِيهِ يَوْمَ ٱلْقِيَـٰمَةِ فَرْدًا",
          "transliteration": "wakulluhum ātīhi yawma l-qiyāmati fardan",
          "translation": "Dan setiap orang dari mereka akan datang kepada Allah sendiri-sendiri pada hari Kiamat.",
          "tafsir": "Pada hari Kiamat orang kafir datang menghadap kehadirat Allah untuk menerima perhitungan dan putusan mengenai perbuatan mereka masing-masing seorang diri tidak ditemani oleh orang yang paling dekat sekalipun seperti anak atau istrinya. Demikianlah ketentuan yang telah ditetapkan Allah bagi setiap hamba-Nya pada hari itu, tiada seorang pun yang dapat lolos dari pengadilan-Nya, setiap orang pasti menghadapi peristiwa yang hebat dan dahsyat itu dengan perasaan harap-harap cemas, apakah ia akan termasuk dalam golongan orang-orang yang celaka yang akan digiring ke neraka dalam keadaan hina dina atau termasuk golongan orang yang berbahagia yang akan dipersilakan masuk ke dalam surga dengan terhormat dan mulia."
        }
      ]
    }
  ]
}