{
  "pageNumber": 541,
  "juz": 27,
  "surahs": [
    {
      "number": 57,
      "name": "Al-Hadid",
      "nameArabic": "الحديد",
      "meaning": "Besi",
      "revelation": "Madinah",
      "description": "Surat Al-Hadid terdiri dari 29 ayat, termasuk golongan surat Madaniyyah, dan diturunkan setelah surat Az-Zalzalah.Dinamai \"Al-Hadid\" (besi) diambil dari kata \"Al-Hadid\" yang terdapat pada ayat ke-25 surat ini.**Pokok-Pokok Isi:**1. **Keimanan:** Hanya kepada Allah semua urusan kembali; beberapa sifat Allah dan beberapa Asma-ul Husna serta pernyataan kekuasaan Allah di langit dan di bumi.2. **Hukum-hukum:** Perintah menginfakkan harta.3. **Lain-lain:** Keadaan orang-orang munafik pada hari kiamat; hakikat kehidupan dunia dan kehidupan akhirat; tujuan penciptaan besi; tujuan diutusnya para rasul; kehidupan kerahiban dalam agama Nasrani bukan berasal dari ajaran Nabi 'Isa; celaan kepada orang bakhil dan orang yang menyuruh orang lain berbuat bakhil.Surat Al-Hadid pada umumnya menerangkan hal-hal yang berhubungan dengan anjuran berinfak dan membelanjakan harta di jalan Allah. Juga menerangkan bahwa Allah mengutus para nabi dengan membawa agama untuk kebahagiaan hidup manusia, di samping menciptakan besi yang bermanfaat bagi kehidupan manusia dan untuk mempertahankan agama yang dibawa oleh rasul-rasul itu.**Hubungan Surat Al-Hadid Dengan Surat Al-Mujadalah:**1. Pada surat Al-Hadid disebutkan beberapa Al-Asmaul Husna, di antaranya: \"Al-Bathin\" dan \"Mengetahui segala sesuatu\", sedangkan pada surat Al-Mujadilah disebutkan bahwa Allah mengetahui pembicaraan-pembicaraan yang dirahasiakan.2. Pada akhir surat Al-Hadid disebutkan bahwa Allah memberikan karunia kepada perempuan, yaitu dengan menghilangkan hal-hal yang merugikan pihak perempuan pada hukum zhihar yang berlaku di kalangan Arab Jahiliyah.",
      "verses": [
        {
          "number": 25,
          "arabic": "لَقَدْ أَرْسَلْنَا رُسُلَنَا بِٱلْبَيِّنَـٰتِ وَأَنزَلْنَا مَعَهُمُ ٱلْكِتَـٰبَ وَٱلْمِيزَانَ لِيَقُومَ ٱلنَّاسُ بِٱلْقِسْطِ ۖ وَأَنزَلْنَا ٱلْحَدِيدَ فِيهِ بَأْسٌ شَدِيدٌ وَمَنَـٰفِعُ لِلنَّاسِ وَلِيَعْلَمَ ٱللَّهُ مَن يَنصُرُهُۥ وَرُسُلَهُۥ بِٱلْغَيْبِ ۚ إِنَّ ٱللَّهَ قَوِىٌّ عَزِيزٌ",
          "transliteration": "laqad arsalnā rusulanā bil-bayināti wa-anzalnā maʿahumu l-kitāba wal-mīzāna liyaqūma l-nāsu bil-qis'ṭi wa-anzalnā l-ḥadīda fīhi basun shadīdun wamanāfiʿu lilnnāsi waliyaʿlama l-lahu man yanṣuruhu warusulahu bil-ghaybi inna l-laha qawiyyun ʿazīzun",
          "translation": "Sungguh, Kami telah mengutus rasul-rasul Kami dengan bukti-bukti yang nyata dan Kami turunkan bersama mereka Kitab dan neraca (keadilan) agar manusia dapat berlaku adil. Dan Kami menciptakan besi yang mempunyai kekuatan hebat dan banyak manfaat bagi manusia, dan agar Allah mengetahui siapa yang menolong (agama)-Nya dan rasul-rasul-Nya walaupun (Allah) tidak dilihatnya. Sesungguhnya Allah Mahakuat, Mahaperkasa.",
          "tafsir": "Allah menerangkan bahwa Dia telah mengutus para rasul kepada umat-umat-Nya dengan membawa bukti-bukti yang kuat untuk membuktikan kebenaran risalah-Nya. Di antara bukti-bukti itu, ialah mukjizat-mukjizat yang diberikan kepada para rasul. Di antara mukjizat tersebut seperti tidak terbakar oleh api sebagai mukjizat Nabi Ibrahim, mimpi yang benar sebagai mukjizat Nabi Yusuf, tongkat sebagai mukjizat Nabi Musa, Al-Qur'an sebagai mukjizat Nabi Muhammad saw dan sebagainya. Setiap rasul yang diutus itu bertugas menyampaikan agama Allah kepada umatnya. Ajaran agama itu adakalanya tertulis dalam sahifah-sahifah dan adakalanya termuat dalam suatu kitab, seperti Taurat, Zabur, Injil dan Al-Qur'an. Ajaran agama itu merupakan petunjuk bagi manusia untuk mencapai kebahagiaan hidup di dunia dan di akhirat. Sebagai dasar untuk mengatur dan membina masyarakat, maka setiap agama yang dibawa oleh para rasul itu mempunyai asas \"keadilan\". Keadilan itu wajib ditegakkan oleh para rasul dan pengikut-pengikutnya dalam masyarakat, yaitu keadilan penguasa terhadap rakyatnya, keadilan suami sebagai kepala rumah tangga, keadilan pemimpin atas yang dipimpinnya dan sebagainya, sehingga seluruh anggota masyarakat sama kedudukannya dalam hukum, sikap dan perlakuan. Di samping itu Allah swt menganugerahkan kepada manusia \"besi\" suatu karunia yang tidak terhingga nilai dan manfaatnya. Dengan besi dapat dibuat berbagai macam keperluan manusia, sejak dari yang besar sampai kepada yang kecil, seperti berbagai macam kendaraan di darat, di laut dan di udara, keperluan rumah tangga dan sebagainya. Dengan besi pula manusia dapat membina kekuatan bangsa dan negaranya, karena dari besi dibuat segala macam alat perlengkapan pertahanan dan keamanan negeri, seperti senapan, kendaraaan perang dan sebagainya. Tentu saja semuanya itu hanya diizinkan Allah menggunakannya untuk menegakkan agama-Nya, menegakkan keadilan dan menjaga keamanan negeri. Sebuah ensiklopedia sains modern menggambarkan unsur-unsur kimia yang ada di bumi kita ini mempunyai variasi yang menakjubkan, beberapa di antaranya susah ditemukan tapi ada juga yang berlimpah. Ada yang dapat dilihat oleh mata telanjang karena berbentuk cairan dan padatan, tetapi ada juga yang tak tampak karena berupa gas. Sekitar 300 tahun yang lalu hanya 12 unsur yang diketahui di antaranya adalah unsur Ferrum (Fe) yang bernomor atom 26 pada Tabel Susunan Berkala Unsur-Unsur. Fe ini lebih dikenal dengan sebutan besi. Besi merupakan salah satu unsur paling mudah ditemukan di Bumi. Diperkirakan 5% daripada kerak Bumi adalah besi. Kebanyakan besi ditemukan dalam bentuk oksida besi, seperti bahan galian hematit, magnetit dan takonit. Juga diduga keras permukaaan bumi banyak mengandung aloi logam besi-nikel. Konon unsur besi bukan unsur asli \"kepunyaan\" bumi tapi ia berasal dari luar bumi. Para pakar sependapat bahwa meteorit turut andil dalam pembentukan aloi besi-nikel yang ada di bumi. Barangkali, inilah \"cara\" Allah mendatangkan\" unsur besi ke permukaan bumi jauh sebelum manusia ada. Pada umumnya besi adalah logam yang diperoleh dari bijih besi, dan dijumpai bukan dalam keadaan bebas tetapi selalu dalam bentuk senyawa atau campuran dengan unsur-unsur yang lain. Karenanya untuk mendapatkan unsur besi, unsur lain harus dipisahkan yang biasanya dilakukan melalui proses kimia. Seperti dalam industri besi baja, besi banyak digunakan yakni dalam bentuk logam campuran (aloi). Jenis campuran ada yang terdiri dari logam-logam yang berlainan tetapi ada juga bahan campuran yang digunakan berasal dari nonlogam, misalnya karbon. Semuanya dilakukan dengan tujuan untuk mendapatkan kualitas yang diinginkan sesuai dengan kebutuhan dan dengan pertimbangan untuk menekan biaya produksi. Sifat fisis unsur Fe jika dipanaskan terus menerus maka sebelum mencair ia akan mengalami fasa pelelehan. Fasa dimana besi dalam keadaan padat tapi ia memiliki sifat lunak. Karenanya pada fasa atau keadaan ini besi mudah dibentuk walaupun hanya dengan menggunakan teknologi tradisional yang sederhana seperti teknologi pandai besi (black-smith). Dengan teknologi yang sederhana tadi maka dalam sejarah perkembangan manusia pemanfaatan besi telah digunakan banyak dalam aspek kehidupan manusia sehari-hari, termasuk juga untuk perang. Sayyid Quthub dalam tulisannya menguraikan, \"Allah menurunkan besi ' ¦yang padanya terdapat kekuatan yang hebat¦, yaitu kekuatan dalam perang dan damai. Kemudian '¦Dan supaya Allah mengetahui siapa yang menolong (agama)-Nya dan rasulrasul-Nya padahal Allah tidak dilihatnya¦ Penggalan ini mengisyaratkan jihad dengan senjata. Sebuah penyajian yang selaras dengan konteks surah yang tengah membicarakan pengorbanan dengan jiwa dan harta.\" Dalam pengetahuan biologi maka unsur besi (Fe) dalam bentuk zat besi juga amat dibutuhkan oleh semua makhluk organik, kecuali bagi sebagian kecil bakteria. Seperti dalam tubuh kita zat besi sangat diperlukan. Dalam tubuh manusia besi kebanyakan ditemukan dalam bentuk logamprotein (metalloprotein) yang stabil, jika tidak maka ia dapat menyebabkan timbulnya radikal bebas yang cenderung menjadi racun bagi sel. Dalam tubuh manusia zat besi terlibat dalam pembentukan sel“ sel darah merah. Sementara sel-sel darah merah sangat penting keberadaannya karena dialah yang membawa zat asam (oksigen) dari paru-paru ke seluruh jaringan-jaringan yang ada dalam tubuh kita. Jaringan hidup memerlukan persediaan zat asam. Lebih giat suatu jaringan maka semakin banyak ia membutuhkan zat asam. Kekurangan zat besi dalam darah dapat menyebabkan anemia, mungkin jumlah sel darah merahnya atau karena hemoglogin (bahan yang berisi zat besi berwarna merah yang dapat mengangkut zat asam) dalam sel darah merah berkurang dari biasanya. Allah swt menerangkan bahwa Dia berbuat yang demikian itu agar Dia mengetahui siapa di antara hamba-hamba-Nya yang mengikuti dan menolong agama yang disampaikan para rasul yang diutus-Nya dan siapa yang mengingkarinya. Dengan anugerah itu Allah ingin menguji manusia dan mengetahui sikap manusia terhadap nikmat-Nya. Manusia yang taat dan tunduk kepada Allah akan melakukan semua yang disampaikan para rasul itu, karena ia yakin bahwa semua perbuatan, sikap dan isi hatinya diketahui Allah, walaupun ia tidak melihat Allah mengawasi dirinya. Pada akhir ayat ini Allah swt menegaskan kepada manusia bahwa Dia Mahakuat, tidak ada sesuatu pun yang mengalahkan-Nya, bahwa Dia Mahaperkasa dan tidak seorang pun yang dapat mengelakkan diri dari hukuman yang telah ditetapkan-Nya."
        },
        {
          "number": 26,
          "arabic": "وَلَقَدْ أَرْسَلْنَا نُوحًا وَإِبْرَٰهِيمَ وَجَعَلْنَا فِى ذُرِّيَّتِهِمَا ٱلنُّبُوَّةَ وَٱلْكِتَـٰبَ ۖ فَمِنْهُم مُّهْتَدٍ ۖ وَكَثِيرٌ مِّنْهُمْ فَـٰسِقُونَ",
          "transliteration": "walaqad arsalnā nūḥan wa-ib'rāhīma wajaʿalnā fī dhurriyyatihimā l-nubuwata wal-kitāba famin'hum muh'tadin wakathīrun min'hum fāsiqūna",
          "translation": "Dan sungguh, Kami telah mengutus Nuh dan Ibrahim dan Kami berikan kenabian dan kitab (wahyu) kepada keturunan keduanya, di antara mereka ada yang menerima petunjuk dan banyak di antara mereka yang fasik.",
          "tafsir": "Allah menerangkan bahwa Dia telah mengutus Nuh sebagai rasul kepada kaumnya, kemudian Dia mengutus Ibrahim sebagai rasul kepada kaum yang lain. Diterangkan pula bahwa para rasul yang datang kemudian setelah kedua orang rasul itu, semuanya berasal dari keturunan mereka berdua, tidak ada seorang pun daripada rasul yang diutus Allah yang bukan dari keturunan mereka berdua. Hal ini dapat dibuktikan kebenarannya sampai kepada rasul terakhir Nabi Muhammad saw. Diterangkan bahwa tidak semua keturunan Nuh dan Ibrahim beriman kepada Allah, di antara mereka ada yang beriman, tetapi kebanyakan dari mereka tidak beriman, mereka adalah orang-orang yang fasik, yang mengurangi, menambah dan mengubah agama yang dibawa oleh para rasul sesuai dengan keinginan hawa nafsu mereka. Dari ayat ini dipahami bahwa belum tentu seseorang hamba yang saleh kemudian anaknya menjadi hamba yang saleh pula, tetapi banyak tergantung kepada bagaimana cara seseorang mendidik dan membesarkan anaknya. Ayat ini juga merupakan peringatan keras dari Allah kepada orang-orang yang telah beriman dan mengikuti para rasul yang diutus kepada mereka, tetapi mereka tidak mengikuti ajaran yang dibawa para rasul itu."
        },
        {
          "number": 27,
          "arabic": "ثُمَّ قَفَّيْنَا عَلَىٰٓ ءَاثَـٰرِهِم بِرُسُلِنَا وَقَفَّيْنَا بِعِيسَى ٱبْنِ مَرْيَمَ وَءَاتَيْنَـٰهُ ٱلْإِنجِيلَ وَجَعَلْنَا فِى قُلُوبِ ٱلَّذِينَ ٱتَّبَعُوهُ رَأْفَةً وَرَحْمَةً وَرَهْبَانِيَّةً ٱبْتَدَعُوهَا مَا كَتَبْنَـٰهَا عَلَيْهِمْ إِلَّا ٱبْتِغَآءَ رِضْوَٰنِ ٱللَّهِ فَمَا رَعَوْهَا حَقَّ رِعَايَتِهَا ۖ فَـَٔاتَيْنَا ٱلَّذِينَ ءَامَنُوا۟ مِنْهُمْ أَجْرَهُمْ ۖ وَكَثِيرٌ مِّنْهُمْ فَـٰسِقُونَ",
          "transliteration": "thumma qaffaynā ʿalā āthārihim birusulinā waqaffaynā biʿīsā ib'ni maryama waātaynāhu l-injīla wajaʿalnā fī qulūbi alladhīna ittabaʿūhu rafatan waraḥmatan warahbāniyyatan ib'tadaʿūhā mā katabnāhā ʿalayhim illā ib'tighāa riḍ'wāni l-lahi famā raʿawhā ḥaqqa riʿāyatihā faātaynā alladhīna āmanū min'hum ajrahum wakathīrun min'hum fāsiqūna",
          "translation": "Kemudian Kami susulkan rasul-rasul Kami mengikuti jejak mereka dan Kami susulkan (pula) Isa putra Maryam; Dan Kami berikan Injil kepadanya dan Kami jadikan rasa santun dan kasih sayang dalam hati orang-orang yang mengikutinya. Mereka mengada-adakan raḥbāniyyah,<sup foot_note=135783>1</sup> padahal Kami tidak mewajibkannya kepada mereka (yang Kami wajibkan hanyalah) mencari keridaan Allah, tetapi tidak mereka pelihara dengan semestinya. Maka kepada orang-orang yang beriman di antara mereka Kami berikan pahalanya, dan banyak di antara mereka yang fasik.",
          "tafsir": "Demikianlah Allah mengutus para rasul, kemudian diiringi pula oleh rasul-rasul yang sesudahnya, untuk menyampaikan agamaNya kepada manusia, sehingga tidak ada alasan bagi manusia di akhirat untuk mengatakan, mengapa mereka diazab padahal kepada mereka tidak diutus seorang rasul pun. Dalam ayat ini Allah mengkhususkan keterangan tentang Isa karena banyak pengikut-pengikutnya yang fasik, yaitu mengubahubah, menambah dan mengurangi ajaran-ajaran yang disampaikan Isa. Diterangkan bahwa Isa adalah putra Maryam, diberikan kepadanya Kitab Injil, berisi pokok ajaran yang agar dijadikan petunjuk oleh kaumnya dalam mencapai kebahagiaan hidup di dunia dan di akhirat dan sebagai penyempurnaan ajaran Allah yang terdapat dalam kitab Taurat yang telah diturunkan kepada Nabi Musa sebelumnya. Kemudian diterangkan sifat-sifat pengikut Nabi Isa: 1. Allah swt menjadikan dalam hati mereka rasa saling menyantuni sesama mereka, mereka berusaha menghindarkan kebinasaan yang datang kepada mereka dan saudara-saudara mereka serta berusaha memperbaiki kebinasaan yang terjadi pada mereka. 2. Antara sesama mereka terdapat hubungan kasih sayang dan menginginkan kebaikan pada diri mereka. Sekalipun mereka telah mempunyai sifat-sifat terpuji dan baik seperti yang diajarkan Nabi Isa, tetapi mereka melakukan kefasikan, yaitu mengada-adakan rahbaniyyah, dengan menetapkan ketentuan larangan kawin bagi pendeta-pendeta mereka, padahal perkawinan termasuk sunah Allah yang ditetapkan bagi makhluk-Nya. Mereka menetapkan rabbaniyah itu dengan maksud mendekatkan diri kepada Allah, tetapi Allah tidak pernah menetapkannya. Karena itu mereka adalah orang yang suka mengada-adakan sesuatu yang bertentangan dengan sunatullah, yaitu tidak mensyariatkan perkawinan bagi pendeta-pendeta mereka yang tujuannya untuk melanjutkan keturunan dan menjaga kelangsungan hidup manusia. Perbuatan fasik lain yang mereka lakukan, ialah mereka telah mengubah, menambah dan mengurangi agama yang dibawa Nabi Isa, yang terdapat dalam Injil, karena memperturutkan hawa nafsu mereka. Pada akhir ayat ini Allah menegaskan bahwa Dia akan memberikan pahala yang berlipat-ganda kepada orang-orang yang beriman, mengikuti syariat yang dibawa para rasul, tidak mengadaadakan yang bukan-bukan dan tidak pula menambah dan mengubah kitab-kitab-Nya. Sedang kepada orang-orang fasik itu akan ditimpakan azab yang sangat berat."
        },
        {
          "number": 28,
          "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱتَّقُوا۟ ٱللَّهَ وَءَامِنُوا۟ بِرَسُولِهِۦ يُؤْتِكُمْ كِفْلَيْنِ مِن رَّحْمَتِهِۦ وَيَجْعَل لَّكُمْ نُورًا تَمْشُونَ بِهِۦ وَيَغْفِرْ لَكُمْ ۚ وَٱللَّهُ غَفُورٌ رَّحِيمٌ",
          "transliteration": "yāayyuhā alladhīna āmanū ittaqū l-laha waāminū birasūlihi yu'tikum kif'layni min raḥmatihi wayajʿal lakum nūran tamshūna bihi wayaghfir lakum wal-lahu ghafūrun raḥīmun",
          "translation": "Wahai orang-orang yang beriman! Bertakwalah kepada Allah dan berimanlah kepada Rasul-Nya (Muhammad), niscaya Allah memberikan rahmat-Nya kepada dua bagian, dan menjadikan cahaya untukmu yang dengan cahaya itu kamu dapat berjalan serta Dia mengampuni kamu. Dan Allah Maha Pengampun, Maha Penyayang,",
          "tafsir": "Allah swt memerintahkan kepada Bani Israil yang telah beriman kepada Isa bin Maryam sebagai rasul dan utusan-Nya agar beriman kepada Muhammad saw yang datang sesudah itu, mengikuti perintah-perintah dan menghentikan larangan-larangan-Nya yang terdapat di dalam Al-Qur'an dan Hadis. Perintah ini pada hakikatnya menguatkan perintah Allah yang terdapat dalam Injil yang diturunkan kepada Nabi Isa. Jika Bani Israil mengikuti perintah Allah swt, maka Allah menjanjikan kepada mereka pahala dua kali lipat dari pahala yang akan diterima orang-orang yang beriman kepada Nabi Muhammad saw saja. Di samping itu akan mengampuni dosa-dosa mereka, karena Dia mengampuni dosa-dosa orang-orang yang dikehendakiNya. Jika yang dijanjikan Allah kepada pengikut Nabi Isa dan mereka beriman pula kepada Muhammad ialah: 1. Mereka akan dianugerahi pahala dua kali lipat. 2. Mereka akan diterangi cahaya petunjuk dalam menghadapi kesengsaraan dan malapetaka di hari Kiamat dan dalam menuju surga yang penuh kenikmatan. 3. Allah swt mengampuni dosa-dosa yang telah mereka perbuat. Dalam hadis di bawah ini diterangkan orang-orang yang akan memperoleh pahala dua kali lipat, yaitu: Diriwayatkan oleh asy- Sya'biy dari Abu Burdah dari bapaknya Abu Musa al-Asy'ari, ia berkata, \"Rasulullah saw bersabda, 'Tiga macam orang yang diberi pahala dua kali lipat, yaitu ahli kitab yang beriman kepada nabinya dan beriman pula kepadaku, maka baginya dua pahala, dan budak yang menunaikan hak Allah dan hak tuannya maka baginya dua pahala, dan orang yang mendidik budak perempuannya dengan baik kemudian dimerdekakan dan dikawini, maka baginya dua pahala pula.\" (Riwayat al-Bukhari dan Muslim)"
        },
        {
          "number": 29,
          "arabic": "لِّئَلَّا يَعْلَمَ أَهْلُ ٱلْكِتَـٰبِ أَلَّا يَقْدِرُونَ عَلَىٰ شَىْءٍ مِّن فَضْلِ ٱللَّهِ ۙ وَأَنَّ ٱلْفَضْلَ بِيَدِ ٱللَّهِ يُؤْتِيهِ مَن يَشَآءُ ۚ وَٱللَّهُ ذُو ٱلْفَضْلِ ٱلْعَظِيمِ",
          "transliteration": "li-allā yaʿlama ahlu l-kitābi allā yaqdirūna ʿalā shayin min faḍli l-lahi wa-anna l-faḍla biyadi l-lahi yu'tīhi man yashāu wal-lahu dhū l-faḍli l-ʿaẓīmi",
          "translation": "agar Ahli Kitab mengetahui bahwa sedikit pun mereka tidak akan mendapat karunia Allah (jika mereka tidak beriman kepada Muhammad), dan bahwa karunia itu ada di tangan Allah, Dia memberikannya kepada siapa yang Dia kehendaki. Dan Allah mempunyai karunia yang besar.",
          "tafsir": "Pada ayat ini Allah menolak pendapat Bani Israil yang mengatakan bahwa rasul-rasul dan nabi-nabi itu hanyalah diangkat dari keturunan mereka saja. Allah mengangkat Nabi Muhammad saw bukan dari keturunan Bani Israil, agar mereka mengetahui bahwa hanya Dia yang menentukan segala sesuatu dan yang akan memperoleh pahala dua kali lipat itu hanyalah ahli kitab yang beriman kepada Muhammad saw saja, jika mereka tidak beriman kepada Nabi Muhammad saw mereka tidak akan mendapat pahala sedikit pun. Pada akhir ayat ini Allah menerangkan bahwa Dia mempunyai karunia yang tidak terhingga banyaknya, yang akan dianugerahkan kepada orang-orang yang dikehendaki-Nya."
        }
      ]
    }
  ]
}