{
  "pageNumber": 465,
  "juz": 24,
  "surahs": [
    {
      "number": 39,
      "name": "Az-Zumar",
      "nameArabic": "الزمر",
      "meaning": "Rombongan",
      "revelation": "Makkah",
      "description": "Surat Az-Zumar terdiri dari 75 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Saba'.Dinamakan \"Az-Zumar\" (rombongan-rombongan) karena kata \"Az-Zumar\" terdapat pada ayat ke-71 dan ke-73.Dalam ayat-ayat tersebut diterangkan keadaan manusia pada hari kiamat setelah mereka dihisab, ketika itu mereka terbagi menjadi dua rombongan; satu rombongan dibawa ke neraka dan satu rombongan lagi dibawa ke surga. Masing-masing rombongan memperoleh balasan atas apa yang mereka kerjakan di dunia.Surat ini dinamakan juga \"Al Ghuraf\" (kamar-kamar) berhubung kata \"ghuraf\" terdapat pada ayat ke-20, yang menerangkan kondisi kamar-kamar dalam surga yang diperoleh orang-orang yang bertakwa.**Pokok-Pokok Isi:**1. **Keimanan:** Dalil-dalil keesaan dan kekuasaan Allah; malaikat-malaikat berkumpul di sekeliling 'Arsy bertasbih kepada Allah; pada hari kiamat setiap orang mempunyai catatan amal masing-masing.2. **Kisah-kisah:** Perintah memurnikan ketaatan kepada Allah; larangan berputus asa terhadap rahmat Allah.3. **Lain-lain:** Tabiat orang-orang musyrik ketika senang dan susah; perumpamaan yang tercantum dalam Al-Qur'an dan faedahnya; kedahsyatan hari kiamat; rona wajah orang musyrik dan rona wajah orang mukmin pada hari kiamat; janji Allah mengampuni orang-orang yang bersalah jika mereka bertaubat.Dari surat Az-Zumar dapat diambil pelajaran sebagai berikut:a. Al-Qur'an adalah petunjuk yang paling sempurna bagi manusia.b. Setiap makhluk akan mati dan di akhirat akan dihisab tentang amal-amalnya.c. Sekalipun manusia banyak dosa, dilarang berputus asa dari rahmat Allah.**Hubungan Surat Az-Zumar Dengan Surat Ghafir (Al-Mukmin):**1. Surat Az-Zumar menerangkan tentang kesudahan orang-orang mukmin dan kesudahan orang-orang kafir yang selalu mengingkari nabi yang diutus kepada mereka. Surat Al-Mukmin menerangkan bahwa Allah mengampuni segala dosa hamba-Nya yang mau mengikuti jalan yang benar. Hal ini merupakan ajakan Allah kepada orang-orang kafir agar mereka beriman.2. Kedua surat ini sama-sama mengutarakan hal-hal yang berhubungan dengan keadaan hari kiamat, keadaan mahsyar, surga dan neraka.",
      "verses": [
        {
          "number": 57,
          "arabic": "أَوْ تَقُولَ لَوْ أَنَّ ٱللَّهَ هَدَىٰنِى لَكُنتُ مِنَ ٱلْمُتَّقِينَ",
          "transliteration": "aw taqūla law anna l-laha hadānī lakuntu mina l-mutaqīna",
          "translation": "atau (agar jangan) ada yang berkata, ‘Sekiranya Allah memberi petunjuk kepadaku tentulah aku termasuk orang-orang yang bertakwa,",
          "tafsir": "Pada ayat-ayat ini, Allah menerangkan bagaimana penyesalan orang-orang yang tidak mempergunakan peluang emas yang diberikan Allah kepada mereka. Di akhirat nanti, mereka akan berulang-ulang mengucapkan kata-kata penyesalan dengan berbagai macam cara, di antaranya: 1. Sesungguhnya aku sangat menyesal atas kelalaian dan kealpaanku semasa hidup sehingga aku tidak mengindahkan ajaran-ajaran Allah, selalu durhaka terhadap-Nya, meninggalkan kewajiban-kewajibanku terhadap-Nya sebagai hamba, dan melanggar hukum-hukum yang telah ditetapkan-Nya. Kenapa aku tidak mempergunakan kesempatan yang diberikan Allah kepadaku untuk bertobat dan kembali ke jalan yang lurus. Kenapa aku selalu memperolok-olokkan orang-orang yang telah taat dan patuh menjalankan petunjuk dan ajaran-Nya bahkan termasuk orang-orang yang menghina dan menganggap enteng agama-Nya. 2. Kenapa aku tidak menerima dengan baik petunjuk yang diberikan-Nya dengan perantaraan rasul-Nya, dan tidak mengamalkan petunjuk ajaran-Nya. Kalau sekiranya aku menerima dan mengamalkan petunjuk dan ajaran itu, tentu aku termasuk dalam golongan orang-orang yang bertakwa yang disediakan bagi mereka surga Jannatun Na'im yang penuh dengan nikmat dan kesenangan serta penuh dengan kebahagiaan dan keridaan Allah. 3. Ketika dia melihat api neraka dan berbagai macam siksaan yang ditimpakan kepada penghuninya, dan dia merasa pasti akan dilemparkan ke dalamnya, dia berangan-angan dan mengharapkan kalau dapat kembali ke dunia agar dia dapat berbuat amal saleh sebanyak-banyaknya untuk bekal di akhirat sehingga terbebas dari siksaan neraka dan dimasukkan ke dalam golongan orang-orang yang berbuat baik."
        },
        {
          "number": 58,
          "arabic": "أَوْ تَقُولَ حِينَ تَرَى ٱلْعَذَابَ لَوْ أَنَّ لِى كَرَّةً فَأَكُونَ مِنَ ٱلْمُحْسِنِينَ",
          "transliteration": "aw taqūla ḥīna tarā l-ʿadhāba law anna lī karratan fa-akūna mina l-muḥ'sinīna",
          "translation": "atau (agar jangan) ada yang berkata ketika melihat azab, \"Sekiranya aku dapat kembali (ke dunia), tentu aku termasuk orang-orang yang berbuat baik.\"",
          "tafsir": "Pada ayat-ayat ini, Allah menerangkan bagaimana penyesalan orang-orang yang tidak mempergunakan peluang emas yang diberikan Allah kepada mereka. Di akhirat nanti, mereka akan berulang-ulang mengucapkan kata-kata penyesalan dengan berbagai macam cara, di antaranya: 1. Sesungguhnya aku sangat menyesal atas kelalaian dan kealpaanku semasa hidup sehingga aku tidak mengindahkan ajaran-ajaran Allah, selalu durhaka terhadap-Nya, meninggalkan kewajiban-kewajibanku terhadap-Nya sebagai hamba, dan melanggar hukum-hukum yang telah ditetapkan-Nya. Kenapa aku tidak mempergunakan kesempatan yang diberikan Allah kepadaku untuk bertobat dan kembali ke jalan yang lurus. Kenapa aku selalu memperolok-olokkan orang-orang yang telah taat dan patuh menjalankan petunjuk dan ajaran-Nya bahkan termasuk orang-orang yang menghina dan menganggap enteng agama-Nya. 2. Kenapa aku tidak menerima dengan baik petunjuk yang diberikan-Nya dengan perantaraan rasul-Nya, dan tidak mengamalkan petunjuk ajaran-Nya. Kalau sekiranya aku menerima dan mengamalkan petunjuk dan ajaran itu, tentu aku termasuk dalam golongan orang-orang yang bertakwa yang disediakan bagi mereka surga Jannatun Na'im yang penuh dengan nikmat dan kesenangan serta penuh dengan kebahagiaan dan keridaan Allah. 3. Ketika dia melihat api neraka dan berbagai macam siksaan yang ditimpakan kepada penghuninya, dan dia merasa pasti akan dilemparkan ke dalamnya, dia berangan-angan dan mengharapkan kalau dapat kembali ke dunia agar dia dapat berbuat amal saleh sebanyak-banyaknya untuk bekal di akhirat sehingga terbebas dari siksaan neraka dan dimasukkan ke dalam golongan orang-orang yang berbuat baik."
        },
        {
          "number": 59,
          "arabic": "بَلَىٰ قَدْ جَآءَتْكَ ءَايَـٰتِى فَكَذَّبْتَ بِهَا وَٱسْتَكْبَرْتَ وَكُنتَ مِنَ ٱلْكَـٰفِرِينَ",
          "transliteration": "balā qad jāatka āyātī fakadhabta bihā wa-is'takbarta wakunta mina l-kāfirīna",
          "translation": "Sungguh, \"sebenarnya keterangan-keterangan-Ku telah datang kepadamu, tetapi kamu mendustakannya, malah kamu menyombongkan diri dan termasuk orang kafir.\"",
          "tafsir": "Pada ayat ini, Allah menyatakan kepada orang yang telah sesat dan tidak mau mempergunakan kesempatan untuk bertobat itu bahwa nasib yang menimpa mereka tak dapat dihindarkan lagi karena Allah telah cukup memberi pelajaran dan peringatan. Allah juga telah memberikan kesempatan untuk bertobat dan berbuat baik, tetapi semua itu tidak diindahkan dan tidak dipedulikan. Mereka hanya mengikuti hawa nafsu dan keinginan belaka sehingga menjadi orang yang durhaka, sombong, dan takabur. Mereka juga termasuk ke dalam golongan orang-orang kafir. Semua angan-angan dan permohonan mereka ditolak semuanya dan berlakulah terhadap dirinya keadilan Allah, yang berbuat baik dan bertakwa dimasukkan ke dalam surga dan yang berbuat jahat dan durhaka dimasukkan ke dalam neraka."
        },
        {
          "number": 60,
          "arabic": "وَيَوْمَ ٱلْقِيَـٰمَةِ تَرَى ٱلَّذِينَ كَذَبُوا۟ عَلَى ٱللَّهِ وُجُوهُهُم مُّسْوَدَّةٌ ۚ أَلَيْسَ فِى جَهَنَّمَ مَثْوًى لِّلْمُتَكَبِّرِينَ",
          "transliteration": "wayawma l-qiyāmati tarā alladhīna kadhabū ʿalā l-lahi wujūhuhum mus'waddatun alaysa fī jahannama mathwan lil'mutakabbirīna",
          "translation": "Dan pada hari Kiamat engkau akan melihat orang-orang yang berbuat dusta terhadap Allah, wajahnya menghitam. Bukankah neraka Jahanam itu tempat tinggal bagi orang yang menyombongkan diri?",
          "tafsir": "Pada ayat ini, Allah menerangkan kepada Nabi Muhammad bahwa nanti pada hari Kiamat, dia akan melihat wajah orang-orang kafir menjadi hitam legam karena sangat ketakutan melihat dan merasakan bagaimana hebat dan dahsyatnya huru-hara waktu itu. Tidak ada sesuatu apa pun yang dapat menyelamatkan mereka, seakan-akan mereka sudah dikepung bahaya dan malapetaka dari segala penjuru. Ke manapun mereka lari selalu dihadang oleh hal-hal yang sangat menakutkan sehingga tak ada yang dipikirkan manusia pada waktu itu kecuali keselamatan dirinya dari mara bahaya maut itu. Hal ini diterangkan dalam firman Allah: Pada hari itu manusia lari dari saudaranya, dan dari ibu dan bapaknya, dan dari istri dan anak-anaknya. Setiap orang dari mereka pada hari itu mempunyai urusan yang menyibukkannya. ('Abasa/80: 34-37) Dan firman-Nya: Sungguh, kami takut akan (azab) Tuhan pada hari (ketika) orang-orang berwajah masam penuh kesulitan. (al-Insan/76: 10) Selain tidak melihat apa pun yang dapat menolong atau menghindarkan mereka dari bahaya, mereka juga mengetahui bahwa mereka akan diseret ke dalam neraka karena kedurhakaan dan kesombongan mereka selama hidup di dunia. Mereka tidak mau beriman bahkan selalu menghina dan memperolok-olokkan orang-orang yang beriman, menganggap mereka kaum yang lemah sehingga mau saja mengikuti ajaran rasul yang diutus Allah. Kalau di dunia muka seseorang menjadi pucat-pasi ketika menghadapi bahaya dan mungkin menjadi biru karena ketakutan, maka pada hari Kiamat muka orang kafir itu menjadi hitam legam karena panik dan sangat takut. Begitulah nasib mereka yang pasti akan diseret dan dilemparkan ke dalam api neraka yang menyala-nyala. Hadis Nabi saw: Diriwayatkan oleh 'Abdullah bin 'Umar bahwa Rasulullah saw bersabda (tentang nasib orang-orang yang kafir yang sombong), \"Pada hari Kiamat dikumpulkan orang-orang yang sombong seakan-akan mereka biji yang tak berharga. Mereka tetap dalam keadaan hina sampai mereka diseret ke dalam neraka Jahanam.\" (Riwayat A.hmad dan at-Tirmidzi)"
        },
        {
          "number": 61,
          "arabic": "وَيُنَجِّى ٱللَّهُ ٱلَّذِينَ ٱتَّقَوْا۟ بِمَفَازَتِهِمْ لَا يَمَسُّهُمُ ٱلسُّوٓءُ وَلَا هُمْ يَحْزَنُونَ",
          "transliteration": "wayunajjī l-lahu alladhīna ittaqaw bimafāzatihim lā yamassuhumu l-sūu walā hum yaḥzanūna",
          "translation": "Dan Allah menyelamatkan orang-orang yang bertakwa karena kemenangan mereka. Mereka tidak disentuh oleh azab dan tidak bersedih hati.",
          "tafsir": "Kemudian Allah menerangkan keadaan orang-orang yang beriman dan bertakwa. Pada hari Kiamat, mereka diselamatkan Allah dari huru-hara bahaya yang mengancam pada hari itu. Dengan pertolongan Allah dan amal saleh di dunia, mereka dapat mengatasi segala kesulitan dan menyelamatkan diri dari segala macam bahaya, sampai mereka masuk surga di mana segala macam kesulitan dan kesedihan berakhir. Muka mereka putih berseri-seri karena merasa gembira dan bahagia sebagai tersebut pada ayat: Pada hari itu ada wajah-wajah yang berseri-seri, tertawa dan gembira ria. ('Abasa/80: 38-39)"
        },
        {
          "number": 62,
          "arabic": "ٱللَّهُ خَـٰلِقُ كُلِّ شَىْءٍ ۖ وَهُوَ عَلَىٰ كُلِّ شَىْءٍ وَكِيلٌ",
          "transliteration": "al-lahu khāliqu kulli shayin wahuwa ʿalā kulli shayin wakīlun",
          "translation": "Allah pencipta segala sesuatu dan Dia Maha Pemelihara atas segala sesuatu.",
          "tafsir": "Pada ayat-ayat ini, Allah menegaskan bahwa Dialah Pencipta segala sesuatu yang ada, baik di langit maupun di bumi. Dialah Pencipta alam seluruhnya, tak ada sesuatu pun yang dapat menciptakan selain Dia. Ini adalah suatu hakikat kebenaran yang tidak seorang pun dapat mengingkarinya. Tidak ada seorang pun dapat menyatakan bahwa dirinya pencipta alam, karena tak akan diterima akal bahwa seseorang mempunyai kekuatan dan kekuasaan untuk menciptakan jagad raya ini, dan tidak dapat pula diterima akal bahwa alam ini terjadi dengan sendirinya tanpa ada penciptanya. Oleh sebab itu, pastilah alam ini diciptakan oleh Zat Yang Mahakuasa dan Maha Mengetahui segala sesuatu, itulah Dia Allah. Allah-lah yang mengurus segala yang ada, ilmu-Nya sangat luas, mencakup semua makhluk-Nya. Dialah yang mengendalikan alam sejak dari yang sekecil-kecilnya sampai kepada yang sebesar-besarnya. Dia mengendalikan semua itu sesuai dengan ilmu, hikmah dan kebijaksanaan-Nya. Tak ada suatu makhluk pun yang ikut campur tangan dalam penciptaan dan pengendalian itu. Inilah yang dapat diterima oleh akal yang sehat dan dapat diterima oleh hati nurani manusia. Meskipun demikian, masih banyak orang yang mengingkari hakikat ini dan mengatakan bahwa dialah yang berkuasa, dan dialah Tuhan, seperti yang dinyatakan oleh Fir'aun atau mengemukakan berbagai macam teori mengenai alam ini untuk menetapkan bahwa alam jagad raya ini terjadi dengan sendirinya tanpa ada yang menciptakannya. Orang yang seperti ini adalah orang-orang kafir yang selalu mengingkari bukti-bukti kekuasaan Allah baik di langit maupun di bumi dan tidak mau mempergunakan akal pikirannya yang sehat yang telah dianugerahkan Allah kepadanya. Mereka inilah yang dikatakan Allah sebagai orang-orang yang paling merugi baik di dunia apalagi di akhirat nanti. Sebagian mufasir berpendapat bahwa yang dimaksud dengan \"Maqalid as-samawati wa al-ardh\" (kendali langit dan bumi di sini ialah perbendaharaannya). Jadi, kunci-kunci semua perbendaharaan yang tersimpan di langit dan di bumi berada di tangan-Nya. Dialah yang memelihara dan menjaganya. Dialah penguasanya yang berhak membagi-bagikan kepada siapa yang dikehendaki-Nya. Rasulullah bersabda: Diriwayatkan oleh Usman r.a. bahwa ketika ia menanyakan kepada Rasulullah tentang firman Allah \"Hanya bagi Allah, maqalid langit dan bumi.\" beliau menjawab, \"Hai Usman, engkau menanyakan kepadaku sesuatu yang belum pernah ditanyakan seseorang pun kepadaku sebelumnya. Maqalid as- samawati wa al-ardh\" ialah ucapan: Tidak ada Tuhan selain Allah, Allah Maha Besar, Maha Suci Allah, segala puji bagi Allah, aku memohon ampun kepada Allah yang tiada Tuhan selain Dia, Yang Awal Yang Akhir, Yang Lahir, Yang Batin, menghidupkan, mematikan, sedang Dia tetap hidup dan tidak mati, di tangan-Nyalah segala kebaikan, dan Dia Mahakuasa atas segala sesuatu.\" (Riwayat Abu Ya'la, Ibnu Abi hatim, dan Ibnu Mardawaih) Barang siapa yang membawa ucapan ini dia akan mendapat kebaikan yang ada di langit dan di bumi."
        },
        {
          "number": 63,
          "arabic": "لَّهُۥ مَقَالِيدُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۗ وَٱلَّذِينَ كَفَرُوا۟ بِـَٔايَـٰتِ ٱللَّهِ أُو۟لَـٰٓئِكَ هُمُ ٱلْخَـٰسِرُونَ",
          "transliteration": "lahu maqālīdu l-samāwāti wal-arḍi wa-alladhīna kafarū biāyāti l-lahi ulāika humu l-khāsirūna",
          "translation": "Milik-Nyalah kunci-kunci (perbendaharaan) langit dan bumi. Dan orang-orang yang kafir terhadap ayat-ayat Allah, mereka itulah orang yang rugi.",
          "tafsir": "Pada ayat-ayat ini, Allah menegaskan bahwa Dialah Pencipta segala sesuatu yang ada, baik di langit maupun di bumi. Dialah Pencipta alam seluruhnya, tak ada sesuatu pun yang dapat menciptakan selain Dia. Ini adalah suatu hakikat kebenaran yang tidak seorang pun dapat mengingkarinya. Tidak ada seorang pun dapat menyatakan bahwa dirinya pencipta alam, karena tak akan diterima akal bahwa seseorang mempunyai kekuatan dan kekuasaan untuk menciptakan jagad raya ini, dan tidak dapat pula diterima akal bahwa alam ini terjadi dengan sendirinya tanpa ada penciptanya. Oleh sebab itu, pastilah alam ini diciptakan oleh Zat Yang Mahakuasa dan Maha Mengetahui segala sesuatu, itulah Dia Allah. Allah-lah yang mengurus segala yang ada, ilmu-Nya sangat luas, mencakup semua makhluk-Nya. Dialah yang mengendalikan alam sejak dari yang sekecil-kecilnya sampai kepada yang sebesar-besarnya. Dia mengendalikan semua itu sesuai dengan ilmu, hikmah dan kebijaksanaan-Nya. Tak ada suatu makhluk pun yang ikut campur tangan dalam penciptaan dan pengendalian itu. Inilah yang dapat diterima oleh akal yang sehat dan dapat diterima oleh hati nurani manusia. Meskipun demikian, masih banyak orang yang mengingkari hakikat ini dan mengatakan bahwa dialah yang berkuasa, dan dialah Tuhan, seperti yang dinyatakan oleh Fir'aun atau mengemukakan berbagai macam teori mengenai alam ini untuk menetapkan bahwa alam jagad raya ini terjadi dengan sendirinya tanpa ada yang menciptakannya. Orang yang seperti ini adalah orang-orang kafir yang selalu mengingkari bukti-bukti kekuasaan Allah baik di langit maupun di bumi dan tidak mau mempergunakan akal pikirannya yang sehat yang telah dianugerahkan Allah kepadanya. Mereka inilah yang dikatakan Allah sebagai orang-orang yang paling merugi baik di dunia apalagi di akhirat nanti. Sebagian mufasir berpendapat bahwa yang dimaksud dengan \"Maqalid as-samawati wa al-ardh\" (kendali langit dan bumi di sini ialah perbendaharaannya). Jadi, kunci-kunci semua perbendaharaan yang tersimpan di langit dan di bumi berada di tangan-Nya. Dialah yang memelihara dan menjaganya. Dialah penguasanya yang berhak membagi-bagikan kepada siapa yang dikehendaki-Nya. Rasulullah bersabda: Diriwayatkan oleh Usman r.a. bahwa ketika ia menanyakan kepada Rasulullah tentang firman Allah \"Hanya bagi Allah, maqalid langit dan bumi.\" beliau menjawab, \"Hai Usman, engkau menanyakan kepadaku sesuatu yang belum pernah ditanyakan seseorang pun kepadaku sebelumnya. Maqalid as- samawati wa al-ardh\" ialah ucapan: Tidak ada Tuhan selain Allah, Allah Maha Besar, Maha Suci Allah, segala puji bagi Allah, aku memohon ampun kepada Allah yang tiada Tuhan selain Dia, Yang Awal Yang Akhir, Yang Lahir, Yang Batin, menghidupkan, mematikan, sedang Dia tetap hidup dan tidak mati, di tangan-Nyalah segala kebaikan, dan Dia Mahakuasa atas segala sesuatu.\" (Riwayat Abu Ya'la, Ibnu Abi hatim, dan Ibnu Mardawaih) Barang siapa yang membawa ucapan ini dia akan mendapat kebaikan yang ada di langit dan di bumi."
        },
        {
          "number": 64,
          "arabic": "قُلْ أَفَغَيْرَ ٱللَّهِ تَأْمُرُوٓنِّىٓ أَعْبُدُ أَيُّهَا ٱلْجَـٰهِلُونَ",
          "transliteration": "qul afaghayra l-lahi tamurūnnī aʿbudu ayyuhā l-jāhilūna",
          "translation": "Katakanlah (Muhammad), \"Apakah kamu menyuruh aku menyembah selain Allah, wahai orang-orang yang bodoh?\"",
          "tafsir": "Diriwayatkan oleh Ibnu 'Abbas bahwa orang-orang Quraisy telah menawarkan kepada Nabi Muhammad bahwa mereka akan menyerahkan kepadanya harta yang banyak, sehingga ia menjadi orang yang paling kaya di Mekah dan akan mengawinkannya dengan wanita mana saja yang disenanginya tetapi dia harus berhenti mencela berhala-berhala mereka. Tawaran itu dijawab oleh Rasulullah saw, \"Tunggulah sampai datang perintah dari Tuhanku\". Maka turunlah Surah al-Kafirun/109 dan ayat 64 dari Surah az-Zumar ini. Pada ayat ini, Allah memerintahkan kepada Nabi Muhammad supaya mengatakan kepada kaum musyrikin Mekah yang mengajaknya untuk menyembah berhala, bahwa ajakan itu adalah ajakan yang sangat menyesatkan. Nabi saw berkata, \"Mungkinkah aku menyembah selain Allah hai orang-orang yang jahil? Aku telah menyaksikan bukti-bukti keesaan-Nya dan Dia telah memberi petunjuk kepadaku. Aku telah yakin dengan sepenuh hati dan jiwaku bahwa Dialah Allah Yang Maha Esa dan Mahakuasa. Apakah kebulatan tekadku ini dapat ditawar dengan alasan-alasan yang tidak masuk akal?\" Menurut Ibnu 'Abbas tawaran itu bukan sampai di situ saja, bahkan mereka mengajak Muhammad menyembah berhala. Dengan demikian mereka mau menyembah Tuhan di samping menyembah berhala itu."
        },
        {
          "number": 65,
          "arabic": "وَلَقَدْ أُوحِىَ إِلَيْكَ وَإِلَى ٱلَّذِينَ مِن قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ ٱلْخَـٰسِرِينَ",
          "transliteration": "walaqad ūḥiya ilayka wa-ilā alladhīna min qablika la-in ashrakta layaḥbaṭanna ʿamaluka walatakūnanna mina l-khāsirīna",
          "translation": "Dan sungguh, telah diwahyukan kepadamu dan kepada (nabi-nabi) yang sebelummu, \"Sungguh, jika engkau mempersekutukan (Allah), niscaya akan terhapuslah amalmu dan tentulah engkau termasuk orang yang rugi.",
          "tafsir": "Pada ayat ini, Allah menegaskan kepada Nabi Muhammad saw bahwa Dia telah mewahyukan kepadanya dan nabi-nabi sebelumnya, bahwa sesungguhnya apabila dia mempersekutukan Allah, maka terhapuslah segala amal baiknya yang telah lalu. Inilah suatu peringatan keras dari Allah kepada manusia agar jangan sekali-kali mempersekutukan Allah dengan yang lain, karena perbuatan itu adalah syirik dan dosa syirik itu adalah dosa yang tidak akan diampuni oleh Allah. Bila seseorang mati dalam keadaan syirik akan terhapuslah pahala semua amal baiknya dan dia akan dijerumuskan ke dalam neraka Jahanam sebagaimana tersebut dalam ayat ini: Barang siapa murtad di antara kamu dari agamanya, lalu dia mati dalam kekafiran, maka mereka itu sia-sia amalnya di dunia dan di akhirat, dan mereka itulah penghuni neraka, mereka kekal di dalamnya. (al-Baqarah/2: 217) Kepada Nabi Muhammad sendiri, Allah memberi peringatan sedangkan dia adalah rasul yang diutus-Nya. Rasul kesayangan-Nya yang tidak mungkin akan mempersekutukan-Nya. Kendati demikian, Allah memberi peringatan juga kepadanya agar jangan sekali-kali terlintas dalam pikirannya untuk menganut agama syirik. Apalagi kepada manusia lainnya tentu peringatan ini harus mendapat perhatian yang serius. Sungguh tidaklah pantas seseorang yang mengetahui betapa besar nikmat Allah terhadapnya, terhadap manusia seluruhnya, akan mengingkari nikmat itu dan melanggar perintah pemberi nikmat itu dengan mempersekutukan-Nya, dengan memohonkan pertolongan kepada berhala, kuburan, pohon, dan sebagainya. Allah lalu mempertegas perintah-Nya dengan mengeluarkan suatu perintah lagi yaitu hanya Allah sajalah yang harus disembah, hanya kepada-Nya manusia harus mempersembahkan semua amal ibadahnya, dan kepada Allah juga manusia memanjatkan doa dan mengucapkan syukur karena Dialah pemberi nikmat yang sebenarnya, sebagaimana yang dibaca setiap Muslim dalam salat: Sesungguhnya salatku, ibadahku, hidupku dan matiku hanyalah untuk Allah, Tuhan seluruh alam. (al-An'am/6: 162)"
        },
        {
          "number": 66,
          "arabic": "بَلِ ٱللَّهَ فَٱعْبُدْ وَكُن مِّنَ ٱلشَّـٰكِرِينَ",
          "transliteration": "bali l-laha fa-uʿ'bud wakun mina l-shākirīna",
          "translation": "Karena itu, hendaklah Allah saja yang engkau sembah dan hendaklah engkau termasuk orang yang bersyukur.\"",
          "tafsir": "Pada ayat ini, Allah menegaskan kepada Nabi Muhammad saw bahwa Dia telah mewahyukan kepadanya dan nabi-nabi sebelumnya, bahwa sesungguhnya apabila dia mempersekutukan Allah, maka terhapuslah segala amal baiknya yang telah lalu. Inilah suatu peringatan keras dari Allah kepada manusia agar jangan sekali-kali mempersekutukan Allah dengan yang lain, karena perbuatan itu adalah syirik dan dosa syirik itu adalah dosa yang tidak akan diampuni oleh Allah. Bila seseorang mati dalam keadaan syirik akan terhapuslah pahala semua amal baiknya dan dia akan dijerumuskan ke dalam neraka Jahanam sebagaimana tersebut dalam ayat ini: Barang siapa murtad di antara kamu dari agamanya, lalu dia mati dalam kekafiran, maka mereka itu sia-sia amalnya di dunia dan di akhirat, dan mereka itulah penghuni neraka, mereka kekal di dalamnya. (al-Baqarah/2: 217) Kepada Nabi Muhammad sendiri, Allah memberi peringatan sedangkan dia adalah rasul yang diutus-Nya. Rasul kesayangan-Nya yang tidak mungkin akan mempersekutukan-Nya. Kendati demikian, Allah memberi peringatan juga kepadanya agar jangan sekali-kali terlintas dalam pikirannya untuk menganut agama syirik. Apalagi kepada manusia lainnya tentu peringatan ini harus mendapat perhatian yang serius. Sungguh tidaklah pantas seseorang yang mengetahui betapa besar nikmat Allah terhadapnya, terhadap manusia seluruhnya, akan mengingkari nikmat itu dan melanggar perintah pemberi nikmat itu dengan mempersekutukan-Nya, dengan memohonkan pertolongan kepada berhala, kuburan, pohon, dan sebagainya. Allah lalu mempertegas perintah-Nya dengan mengeluarkan suatu perintah lagi yaitu hanya Allah sajalah yang harus disembah, hanya kepada-Nya manusia harus mempersembahkan semua amal ibadahnya, dan kepada Allah juga manusia memanjatkan doa dan mengucapkan syukur karena Dialah pemberi nikmat yang sebenarnya, sebagaimana yang dibaca setiap Muslim dalam salat: Sesungguhnya salatku, ibadahku, hidupku dan matiku hanyalah untuk Allah, Tuhan seluruh alam. (al-An'am/6: 162)"
        },
        {
          "number": 67,
          "arabic": "وَمَا قَدَرُوا۟ ٱللَّهَ حَقَّ قَدْرِهِۦ وَٱلْأَرْضُ جَمِيعًا قَبْضَتُهُۥ يَوْمَ ٱلْقِيَـٰمَةِ وَٱلسَّمَـٰوَٰتُ مَطْوِيَّـٰتٌۢ بِيَمِينِهِۦ ۚ سُبْحَـٰنَهُۥ وَتَعَـٰلَىٰ عَمَّا يُشْرِكُونَ",
          "transliteration": "wamā qadarū l-laha ḥaqqa qadrihi wal-arḍu jamīʿan qabḍatuhu yawma l-qiyāmati wal-samāwātu maṭwiyyātun biyamīnihi sub'ḥānahu wataʿālā ʿammā yush'rikūna",
          "translation": "Dan mereka tidak mengagungkan Allah sebagaimana mestinya padahal bumi seluruhnya dalam genggaman-Nya pada hari Kiamat dan langit digulung dengan tangan kanan-Nya.<sup foot_note=135717>1</sup> Mahasuci Dia dan Mahatinggi Dia dari apa yang mereka persekutukan.",
          "tafsir": "Pada ayat ini, Allah mencela perbuatan kaum musyrikin Mekah karena menyembah berhala dan patung, mengingkari kebesaran dan kekuasaan-Nya. Allah juga mengingatkan betapa besar nikmat yang telah dikaruniakan-Nya kepada mereka. Seakan-akan yang berkuasa dan memberi karunia itu adalah patung-patung yang tidak berdaya yang mereka buat dengan tangan mereka sendiri. Alangkah rendahnya jalan pikiran mereka dengan mengagungkan suatu yang hina dan tak berdaya. Allah selanjutnya menegaskan bahwa bumi ini seluruhnya berada dalam genggaman-Nya pada hari Kiamat, demikian pula langit tergulung di tangan kanan-Nya. Jika langit dan bumi semuanya berada dalam genggaman-Nya, maka siapakah lagi yang lebih besar, lebih agung, lebih berkuasa dari Allah? Apakah mereka mengagungkan patung-patung itu sedang patung-patung itu adalah sebagian kecil saja dari langit dan bumi? Mengenai ayat ini, Imam al-Bukhari meriwayatkan dari Ibnu Mas'ud sebuah hadis: Telah datang salah seorang pendeta kepada Rasulullah saw dan berkata kepadanya, \"Hai Muhammad, sesungguhnya aku menemui (dalam kitab kami) bahwa Allah Yang Mahaperkasa meletakkan langit di salah satu jarinya, bumi di jari yang lain, pohon-pohon di jari yang lain, air dan tanah di jari yang lain, dan makhluk-makhluk lainnya di jari yang lain pula, lalu Dia berkata, 'Akulah raja.\" Rasulullah saw tertawa mendengar kata-kata pendeta itu sehingga kelihatan gerahamnya tanda setuju. Kemudian Nabi saw membaca ayat 67 ini. Tentang penggambaran langit dan bumi dalam genggaman-Nya, mungkin dapat dipahami dengan makna bahwa alam ini dalam kekuasaan-Nya. Bagaimana hakikat yang sebenarnya dari keadaan bumi yang berada dalam genggaman Allah, kita tidak tahu. Hal itu termasuk masalah-masalah yang gaib, yang harus diterima sebagaimana yang diterangkan Allah. Yang mesti diyakini sepenuhnya adalah Allah tidak dapat diserupakan dengan suatu apa pun. Firman Allah: Tidak ada sesuatu pun yang serupa dengan Dia. Dan Dia Yang Maha Mendengar, Maha Melihat. (asy-Syura/42: 11) Kemudian Allah menutup ayat ini dengan menyatakan bahwa mempersekutukan Allah dengan makhluk lainnya apalagi dengan sesuatu yang remeh tak berdaya seperti patung-patung itu adalah perbuatan sesat dan menyesatkan. Maha Suci Allah dari segala paham itu dan tidak layak bagi kekuasaan dan keagungan-Nya untuk dipersekutukan dengan yang lain."
        }
      ]
    }
  ]
}