{
  "pageNumber": 371,
  "juz": 19,
  "surahs": [
    {
      "number": 26,
      "name": "Ash-Shu'ara'",
      "nameArabic": "الشعراء",
      "meaning": "Para Penyair",
      "revelation": "Makkah",
      "description": "Surat ini terdiri dari 227 ayat dan termasuk golongan surat Makkiyyah. Dinamakan \"Asy Syu'ara'\" yang berarti penyair diambil dari kata \"Asy Syu'ara'\" yang terdapat pada ayat ke-224, ketika Allah secara khusus menyebutkan kedudukan para penyair. Para penyair disebutkan mempunyai sifat-sifat yang jauh berbeda dengan para rasul; mereka diikuti oleh orang-orang yang sesat, mereka suka memutarbalikkan perkataan dan tidak mempunyai pendirian; perbuatan mereka tidak sesuai dengan apa yang mereka ucapkan. Sifat-sifat seperti ini tidak terdapat pada rasul-rasul. Oleh karena itu, tidak pantas jika Nabi Muhammad dituduh sebagai penyair dan Al-Qur'an dianggap sebagai syair. Al-Qur'an adalah wahyu Allah, bukan buatan manusia.**Pokok isi:**1. **Keimanan:** Jaminan Allah akan kemenangan perjuangan dan keselamatan rasul-rasul-Nya; Al-Qur'an benar-benar wahyu Allah yang dibawa turun ke dunia oleh Malaikat Jibril (Ruuhul amiin); hanya Allah yang wajib disembah.2. **Hukum-hukum:** Kewajiban menyempurnakan takaran dan timbangan; larangan menggubah syair yang berisi cacian, khurafat-khurafat, dan kebohongan.3. **Kisah-kisah:** Kisah-kisah Nabi Musa dengan Fir'aun; kisah Nabi Ibrahim dengan kaumnya; kisah Nabi Nuh dengan kaumnya; kisah Nabi Shaleh dengan kaumnya (Tsamud); kisah Nabi Huud dengan kaumnya ('Ad), kisah Nabi Luth dengan kaumnya; kisah Nabi Syu'aib dengan penduduk Aikah.4. **Lain-lain:** Kebinasaan suatu bangsa atau umat disebabkan meninggalkan petunjuk-petunjuk agama; tumbuh-tumbuhan yang beraneka ragam dan perubahan-perubahannya adalah bukti keberadaan Tuhan Yang Maha Esa; petunjuk-petunjuk Allah bagi pemimpin agar berlaku lemah-lembut terhadap pengikutnya; turunnya kitab Al-Qur'an dalam bahasa Arab sudah disebut dalam kitab-kitab suci terdahulu.Sebagian besar surat Asy-Syu'ara' menerangkan kisah nabi-nabi dengan umatnya masing-masing. Mereka mengalami penderitaan dan permusuhan dari kaumnya, tetapi pada akhirnya mereka mendapat kemenangan, dan lawan-lawan mereka mengalami kehancuran.Kisah-kisah ini diceritakan Allah untuk menghibur Rasulullah dan kaum muslimin; karena kelak mereka akan mendapat kemenangan sebagaimana para rasul terdahulu.**Hubungan Surat Asy-Syu'Ara' Dengan Surat An-Naml:**1. Surat An-Naml melengkapi surat Asy-Syu'ara' dengan menambahkan kisah nabi-nabi yang tidak terdapat dalam surat Asy-Syu'ara', yaitu kisah Nabi Daud dan Nabi Sulaiman.2. Dalam surat An-Naml ada penambahan uraian pada kisah Nabi Luth dan Nabi Musa yang diceritakan dalam surat Asy-Syu'ara'.3. Kedua surat ini sama-sama memuat sifat Al-Qur'an dan menerangkan bahwa Al-Qur'an benar-benar diturunkan dari sisi Allah.4. Kedua surat ini sama-sama menghibur Nabi Muhammad yang mengalami bermacam-macam penderitaan dan permusuhan dari kaumnya.",
      "verses": [
        {
          "number": 84,
          "arabic": "وَٱجْعَل لِّى لِسَانَ صِدْقٍ فِى ٱلْـَٔاخِرِينَ",
          "transliteration": "wa-ij'ʿal lī lisāna ṣid'qin fī l-ākhirīna",
          "translation": "dan jadikanlah aku buah tutur yang baik bagi orang-orang (yang datang) kemudian,",
          "tafsir": "Selanjutnya Ibrahim berdoa agar nama baik beliau menjadi buah bibir yang baik bagi orang-orang yang datang kemudian, sehingga beliau menjadi suri teladan yang utama sampai hari Kiamat, ini pun dikabulkan Allah, sebagaimana firman-Nya: Dan Kami abadikan untuk Ibrahim (pujian) di kalangan orang-orang yang datang kemudian, \"Selamat sejahtera bagi Ibrahim.\" Demikianlah Kami memberi balasan kepada orang-orang yang berbuat baik. (as-saffat/37: 108-110). Janji Allah dalam ayat di atas dibuktikan kebenarannya dalam lembaran sejarah kenabian. Banyak sekali dari keturunan Nabi Ibrahim yang menjadi nabi dan rasul Allah, baik dari keturunan Ismail ataupun dari keturunan Ishak. Agama-agama besar di dunia (Islam, Kristen dan Yahudi) masing-masing menggolongkan agamanya kepada Nabi Ibrahim. Oleh sebab itu, beliau dimuliakan dan dihormati oleh berbagai agama menurut caranya masing-masing. Berdasarkan keterangan ini, wajarlah andaikata mereka menganggap Ibrahim adalah seorang Yahudi (menurut pengakuan orang Yahudi). Demikianlah pula halnya Ibrahim dipandang sebagai orang Nasrani (menurut kepercayaan agama Nasrani), sebab Isa Almasih putra Maryam juga masih keturunan Nabi Ibrahim. Tegasnya dalam sejarah kenabian, ia dianggap sebagai bapak para nabi. Akan tetapi, semua dugaan bahwa Ibrahim penganut Yahudi atau penganut agama tertentu tidak benar. Al-Qur'an membantah keyakinan demikian: Ibrahim bukanlah seorang Yahudi dan bukan (pula) seorang Nasrani, tetapi dia adalah seorang yang lurus, muslim dan dia tidaklah termasuk orang-orang musyrik. (ali 'Imran/3: 67) Adapun pengertian buah tutur yang baik dalam doa ini ialah Nabi Muhammad. Beliau memang keturunan Nabi Ibrahim (dari pihak Ismail) yang terakhir yang diangkat sebagai nabi dan rasul. Risalah Nabi Muhammad (dan juga para nabi) adalah risalah agama tauhid. Rasulullah sendiri dalam sebuah hadis mengatakan: Aku ini (pelaksanaan bagi terkabulnya) doa Ibrahim. (Riwayat Muslim dari 'Aisyah) Pada hakikatnya agama yang disampaikan Nabi Muhammad merupakan lanjutan dari ajaran yang disampaikan Nabi Ibrahim."
        },
        {
          "number": 85,
          "arabic": "وَٱجْعَلْنِى مِن وَرَثَةِ جَنَّةِ ٱلنَّعِيمِ",
          "transliteration": "wa-ij'ʿalnī min warathati jannati l-naʿīmi",
          "translation": "dan jadikanlah aku termasuk orang yang mewarisi surga yang penuh kenikmatan,",
          "tafsir": "Setelah Nabi Ibrahim memohon pahala keduniawian, yakni dengan dijadikan nama baiknya sebagai suri teladan bagi orang-orang sesudahnya, ia pun berdoa pula agar menikmati balasan amalnya di akhirat. Yakni nikmat kesenangan surga beserta orang-orang yang diperkenankan masuk ke dalamnya. Ungkapan ayat ini memakai kata-kata \"yang mewarisi surga\", karena diserupakan dengan kesenangan yang diperoleh seorang raja dalam kerajaan yang diwarisi dari bapaknya."
        },
        {
          "number": 86,
          "arabic": "وَٱغْفِرْ لِأَبِىٓ إِنَّهُۥ كَانَ مِنَ ٱلضَّآلِّينَ",
          "transliteration": "wa-igh'fir li-abī innahu kāna mina l-ḍālīna",
          "translation": "dan ampunilah ayahku, sesungguhnya dia termasuk orang yang sesat,",
          "tafsir": "Kemudian ia berdoa pula untuk kesejahteraan dan keselamatan bapaknya (azar) yang tetap musyrik. Namun setelah Nabi Ibrahim mengetahui bahwa ayahnya adalah musuh Allah karena menyekutukan-Nya, akhirnya Ibrahim berlepas diri dari ayahnya. Firman Allah: Adapun permohonan ampunan Ibrahim (kepada Allah) untuk bapaknya, tidak lain hanyalah karena suatu janji yang telah diikrarkannya kepada bapaknya. Maka ketika jelas bagi Ibrahim bahwa bapaknya adalah musuh Allah, maka Ibrahim berlepas diri darinya. Sungguh, Ibrahim itu seorang yang sangat lembut hatinya lagi penyantun. (at-Taubah/9: 114)."
        },
        {
          "number": 87,
          "arabic": "وَلَا تُخْزِنِى يَوْمَ يُبْعَثُونَ",
          "transliteration": "walā tukh'zinī yawma yub'ʿathūna",
          "translation": "dan janganlah Engkau hinakan aku pada hari mereka dibangkitkan,",
          "tafsir": "Selanjutnya Ibrahim bermunajat kepada Allah agar ia tidak mengalami penghinaan di hari Kiamat kelak. Ini memberi kesan betapa rendah hatinya seorang nabi, sekalipun ia telah memperoleh derajat yang begitu tinggi di sisi Allah, namun ia masih bermohon agar tidak dihinakan pada hari Kiamat. Ibrahim mengadu kepada Tuhan seraya berkata, \"Wahai Tuhan, bukankah engkau telah menjanjikan bahwa aku tidak akan dihinakan di hari Kiamat. Manakah penghinaan yang lebih berat lagi rasanya bagiku daripada penghinaan bertemu dengan bapakku dalam keadaan begini?\" Allah merespon doanya dengan berfirman, \"Hai Ibrahim, sesungguhnya aku haramkan surga bagi orang-orang kafir.\""
        },
        {
          "number": 88,
          "arabic": "يَوْمَ لَا يَنفَعُ مَالٌ وَلَا بَنُونَ",
          "transliteration": "yawma lā yanfaʿu mālun walā banūna",
          "translation": "(yaitu) pada hari (ketika) harta dan anak-anak tidak berguna,",
          "tafsir": "Ayat ini menerangkan tentang kehebatan hari Kiamat. Tiada yang selamat pada hari itu dari siksaan Allah, kecuali orang yang bebas dari dosa dan kesalahan. Harta dan anak keturunan yang dimiliki waktu di dunia tidak satu pun yang bisa menolong. Secara khusus Allah menyebutkan \"anak\" dalam ayat ini, karena anak-anak itulah yang paling dekat dan paling banyak memberi manfaat kepada orang tuanya di dunia. Pada ayat lain, Allah menerangkan bahwa anak-anak adalah harta perhiasan kehidupan keduniawian. Sebaliknya amal yang saleh dan baik pahalanya akan kekal sampai kiamat. Ketika Allah menurunkan ayat tentang emas dan perak (Surah at-Taubah/9: 34), para sahabat bertanya kepada Rasulullah tentang harta apakah yang sebaiknya dimiliki agar mendatangkan faedah (untuk kehidupan ukhrawi). Rasulullah menjawab: (Kekayaan) yang paling baik ialah lidah yang selalu zikir kepada Allah, hati yang senantiasa bersyukur, dan istri yang saleh menolong suaminya tetap beriman.\" (Riwayat Ahmad dan at-Tirmidzi dari sauban)"
        },
        {
          "number": 89,
          "arabic": "إِلَّا مَنْ أَتَى ٱللَّهَ بِقَلْبٍ سَلِيمٍ",
          "transliteration": "illā man atā l-laha biqalbin salīmin",
          "translation": "kecuali orang-orang yang menghadap Allah dengan hati yang bersih,",
          "tafsir": "Ayat ini menjelaskan bahwa kesenangan yang bakal diperoleh di akhirat, tidak dapat dibeli dengan harta yang banyak. Juga tidak mungkin ditukar dengan anak dan keturunan yang banyak. Sebab masing-masing manusia hanya diselamatkan oleh amal dan hatinya yang bersih. Tetapi orang yang diselamatkan hanyalah mereka yang akidahnya bersih dari unsur-unsur kemusyrikan dan akhlaknya mulia."
        },
        {
          "number": 90,
          "arabic": "وَأُزْلِفَتِ ٱلْجَنَّةُ لِلْمُتَّقِينَ",
          "transliteration": "wa-uz'lifati l-janatu lil'muttaqīna",
          "translation": "dan surga didekatkan kepada orang-orang yang bertakwa,",
          "tafsir": "Surga itu didekatkan sedemikian rupa kepada orang-orang yang bertakwa, sehingga dapat dilihat dengan nyata. Bagaimana surga itu didekatkan, diterangkan pada ayat lain: Sedangkan surga didekatkan kepada orang-orang yang bertakwa pada tempat yang tidak jauh (dari mereka). (Qaf/50: 31) Mendekatkan surga kepada orang-orang bertakwa akan menggembirakan mereka karena ketaatan yang telah mereka kerjakan selama di dunia, segera akan membuahkan hasil. Mereka akan segera memasukinya."
        },
        {
          "number": 91,
          "arabic": "وَبُرِّزَتِ ٱلْجَحِيمُ لِلْغَاوِينَ",
          "transliteration": "waburrizati l-jaḥīmu lil'ghāwīna",
          "translation": "dan neraka Jahim diperlihatkan dengan jelas kepada orang-orang yang sesat,\"",
          "tafsir": "Sebaliknya, neraka juga diperlihatkan kepada orang-orang yang sesat. Mereka menyaksikan kedahsyatan kobaran apinya. Dalam Al-Qur'an dilukiskan bahwa kobaran api neraka itu dari jauh saja sudah terdengar gejolaknya. Itulah yang akan menjadi tempat kediaman mereka, tanpa dapat mengelak lagi. Ayat itu menggambarkan betapa cepat siksaan tersebut menimpa mereka. Sungguh hal itu tidak pernah mereka bayangkan ketika masih ada di dunia ini, karena mereka tidak peduli dengan azab Allah, seperti dijelaskan dalam ayat ini: Dan kepada mereka dikatakan, \"Pada hari ini Kami melupakan kamu sebagaimana kamu telah melupakan pertemuan (dengan) harimu ini; dan tempat kembalimu ialah neraka, dan sekali-kali tidak akan ada penolong bagimu. (al-Jatsiyah/45: 34)"
        },
        {
          "number": 92,
          "arabic": "وَقِيلَ لَهُمْ أَيْنَ مَا كُنتُمْ تَعْبُدُونَ",
          "transliteration": "waqīla lahum ayna mā kuntum taʿbudūna",
          "translation": "dan dikatakan kepada mereka, \"Di mana berhala-berhala yang dahulu kamu sembah,",
          "tafsir": "Kemudian pada saat menghadapi neraka yang siap menerima orang-orang kafir dan musyrik, dilontarkan pertanyaan untuk mencemoohkan mereka, \"Di manakah tuhan-tuhan berhala yang kamu sembah itu kini berada? Sanggupkah mereka menyelamatkan kamu dari siksaan Allah?\" Jangankan untuk menyelamatkan orang lain, melepaskan diri mereka saja, tuhan-tuhan berhala itu tidak sanggup."
        },
        {
          "number": 93,
          "arabic": "مِن دُونِ ٱللَّهِ هَلْ يَنصُرُونَكُمْ أَوْ يَنتَصِرُونَ",
          "transliteration": "min dūni l-lahi hal yanṣurūnakum aw yantaṣirūna",
          "translation": "selain Allah? Dapatkah mereka menolong kamu atau menolong diri mereka sendiri?\"",
          "tafsir": "Kemudian pada saat menghadapi neraka yang siap menerima orang-orang kafir dan musyrik, dilontarkan pertanyaan untuk mencemoohkan mereka, \"Di manakah tuhan-tuhan berhala yang kamu sembah itu kini berada? Sanggupkah mereka menyelamatkan kamu dari siksaan Allah?\" Jangankan untuk menyelamatkan orang lain, melepaskan diri mereka saja, tuhan-tuhan berhala itu tidak sanggup."
        },
        {
          "number": 94,
          "arabic": "فَكُبْكِبُوا۟ فِيهَا هُمْ وَٱلْغَاوُۥنَ",
          "transliteration": "fakub'kibū fīhā hum wal-ghāwūna",
          "translation": "Maka mereka (sesembahan itu) dijungkirkan ke dalam neraka bersama orang-orang yang sesat,",
          "tafsir": "Kemudian orang-orang yang sesat dan telah ditetapkan sebagai penghuni neraka dijungkirkan bersama-sama pimpinan mereka dan tentara iblis seluruhnya. Tentara iblis dalam ayat ini dimaksudkan ialah orang-orang yang suka mengikuti perbuatan maksiat. Baik mereka yang mengikuti atau pemimpin yang diikuti sama-sama dilemparkan ke dalamnya."
        },
        {
          "number": 95,
          "arabic": "وَجُنُودُ إِبْلِيسَ أَجْمَعُونَ",
          "transliteration": "wajunūdu ib'līsa ajmaʿūna",
          "translation": "dan bala tentara Iblis semuanya.",
          "tafsir": "Kemudian orang-orang yang sesat dan telah ditetapkan sebagai penghuni neraka dijungkirkan bersama-sama pimpinan mereka dan tentara iblis seluruhnya. Tentara iblis dalam ayat ini dimaksudkan ialah orang-orang yang suka mengikuti perbuatan maksiat. Baik mereka yang mengikuti atau pemimpin yang diikuti sama-sama dilemparkan ke dalamnya."
        },
        {
          "number": 96,
          "arabic": "قَالُوا۟ وَهُمْ فِيهَا يَخْتَصِمُونَ",
          "transliteration": "qālū wahum fīhā yakhtaṣimūna",
          "translation": "Mereka berkata sambil bertengkar di dalamnya (neraka),",
          "tafsir": "Dalam neraka, para pemimpin yang menyesatkan dan para pengikutnya saling menyalahkan. Mereka saling mempertanyakan siapa yang telah membawa mereka melakukan kejahatan sehingga masuk neraka."
        },
        {
          "number": 97,
          "arabic": "تَٱللَّهِ إِن كُنَّا لَفِى ضَلَـٰلٍ مُّبِينٍ",
          "transliteration": "tal-lahi in kunnā lafī ḍalālin mubīnin",
          "translation": "\"Demi Allah, sesungguhnya kita dahulu (di dunia) dalam kesesatan yang nyata,",
          "tafsir": "Setelah bertengkar, mereka pun sama-sama menyadari bahwa tiada yang patut disalahkan kecuali diri mereka sendiri. Mereka mengakui bahwa kesesatan mereka sangat parah, yaitu mempersekutukan Allah"
        },
        {
          "number": 98,
          "arabic": "إِذْ نُسَوِّيكُم بِرَبِّ ٱلْعَـٰلَمِينَ",
          "transliteration": "idh nusawwīkum birabbi l-ʿālamīna",
          "translation": "karena kita mempersamakan kamu (berhala-berhala) dengan Tuhan seluruh alam.",
          "tafsir": "Mereka sangat menyesali kenapa menganggap berhala itu sama kekuasaannya dengan Allah, sehingga mereka menyembahnya."
        },
        {
          "number": 99,
          "arabic": "وَمَآ أَضَلَّنَآ إِلَّا ٱلْمُجْرِمُونَ",
          "transliteration": "wamā aḍallanā illā l-muj'rimūna",
          "translation": "Dan tidak ada yang menyesatkan kita kecuali orang-orang yang berdosa.",
          "tafsir": "Di samping karena kesalahan sendiri, mereka juga terpengaruh oleh ajakan-ajakan jahat dari para pemimpin mereka. Para pemimpin itu selalu berpropaganda melakukan berbagai perbuatan yang melanggar agama sehingga mereka mengikutinya. Ini dikatakan lagi oleh Allah dalam ayat lain: Dan mereka berkata, \"Ya Tuhan kami, sesungguhnya kami telah menaati para pemimpin dan para pembesar kami, lalu mereka menyesatkan kami dari jalan (yang benar). (al-Ahzab/33: 67) Susunan ayat ini sangat lugas menjelaskan penyesalan dari orang-orang yang mengikuti seorang pemimpin tanpa menyadari ke mana mereka dibawa. Jadi, kita tidak harus menaati seorang pemimpin jika yakin bahwa pemimpin tersebut justru membawa kepada kedurhakaan."
        },
        {
          "number": 100,
          "arabic": "فَمَا لَنَا مِن شَـٰفِعِينَ",
          "transliteration": "famā lanā min shāfiʿīna",
          "translation": "Maka (sekarang) kita tidak mempunyai seorang pun pemberi syafaat (penolong),",
          "tafsir": "Orang-orang kafir dan musyrik itu baru menyadari bahwa di akhirat ini, tidak ada orang lain ataupun malaikat yang akan membantu mereka melepaskan diri dari azab Allah yang sudah di depan mata. Seandainya, di dunia dulu mereka beriman dan beramal saleh, pasti hal itu akan memberi syafaat kepada mereka.."
        },
        {
          "number": 101,
          "arabic": "وَلَا صَدِيقٍ حَمِيمٍ",
          "transliteration": "walā ṣadīqin ḥamīmin",
          "translation": "dan tidak pula mempunyai teman yang akrab.",
          "tafsir": "Teman dekat atau keluarga sendiri juga mereka sadari tidak akan dapat menolong. Dalam ayat lain disebutkan: Maka adakah pemberi syafaat bagi kami yang akan memberikan pertolongan kepada kami atau agar kami dikembalikan (ke dunia) sehingga kami akan beramal tidak seperti perbuatan yang pernah kami lakukan dahulu? (al-A'raf/7: 53)."
        },
        {
          "number": 102,
          "arabic": "فَلَوْ أَنَّ لَنَا كَرَّةً فَنَكُونَ مِنَ ٱلْمُؤْمِنِينَ",
          "transliteration": "falaw anna lanā karratan fanakūna mina l-mu'minīna",
          "translation": "Maka seandainya kita dapat kembali (ke dunia) niscaya kita menjadi orang-orang yang beriman.\"",
          "tafsir": "Mereka berharap dapat dikembalikan ke dunia. Jika keinginan itu terkabul, mereka berjanji akan beriman dan beramal saleh. Akan tetapi, hal itu tidak mungkin. Itu hanya alasan mereka, sebab sekiranya dikembalikan ke dunia sekalipun, mereka tetap akan ingkar kembali."
        },
        {
          "number": 103,
          "arabic": "إِنَّ فِى ذَٰلِكَ لَـَٔايَةً ۖ وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ",
          "transliteration": "inna fī dhālika laāyatan wamā kāna aktharuhum mu'minīna",
          "translation": "Sungguh, pada yang demikian itu terdapat tanda (kekuasaan Allah), tetapi kebanyakan mereka tidak beriman.",
          "tafsir": "Demikianlah beberapa keterangan Tuhan yang disampaikan Ibrahim kepada kaumnya. Dengan dalil-dalil di atas tadi, nyatalah bahwa inti ajaran yang beliau sampaikan kepada kaumnya adalah paham ketauhidan dan percaya akan adanya hari kebangkitan. Tidak ada zat yang patut disembah melainkan Allah Yang Maha Esa. Hanya kebanyakan orang tidak mau mengerti atau tidak mau menerima kebenaran itu."
        },
        {
          "number": 104,
          "arabic": "وَإِنَّ رَبَّكَ لَهُوَ ٱلْعَزِيزُ ٱلرَّحِيمُ",
          "transliteration": "wa-inna rabbaka lahuwa l-ʿazīzu l-raḥīmu",
          "translation": "Dan sungguh, Tuhanmu benar-benar Dialah Mahaperkasa, Maha Penyayang.",
          "tafsir": "Allah dengan keperkasaan dan sifat Yang Maha Penyayang-Nya, senantiasa mengingatkan orang-orang yang sesat dan tidak mau beriman dengan ayat-ayat-Nya. Allah mengirimkan rasul kepada mereka supaya memperoleh hidayah dari-Nya. Allah mengutus para rasul itu dengan membawa ajaran-ajaran dan hukum-hukum agama, supaya dapat diikuti oleh mereka dan anak keturunannya."
        },
        {
          "number": 105,
          "arabic": "كَذَّبَتْ قَوْمُ نُوحٍ ٱلْمُرْسَلِينَ",
          "transliteration": "kadhabat qawmu nūḥin l-mur'salīna",
          "translation": "Kaum Nuh telah mendustakan para rasul.",
          "tafsir": "Ayat-ayat ini menerangkan bahwa Nabi Nuh telah didustakan kaumnya ketika ia menyampaikan agama Allah kepada mereka. Sekalipun yang mereka dustakan itu hanyalah Nabi Nuh sendiri, tetapi tindakan itu berarti mendustakan para rasul Allah yang lain, baik yang diutus sebelum maupun sesudah Nabi Nuh nanti. Ini disebabkan karena risalah yang dibawa para rasul pada dasarnya sama, yaitu akidah tauhid. Nabi Nuh adalah nabi ketiga yang diutus Allah, setelah Nabi Adam dan Nabi Idris. Nabi Nuh juga merupakan rasul pertama, berdasarkan hadis qudsi: Dari Abu Hurairah r.a. bahwa Nabi saw bersabda, \"Allah berfirman, 'Ya Nuh, engkau adalah rasul yang pertama yang diutus ke bumi.\" (Riwayat Muslim dari Abu Hurairah) Maksud rasul pertama di sini ialah rasul Allah yang pertama diutus sesudah Nabi Adam dan Nabi Idris. Ia juga disebut bapak manusia kedua setelah Adam, karena sebagian mufasir berpendapat bahwa seluruh manusia musnah dan mati karena topan dan banjir, kecuali orang-orang yang berada di atas perahu bersama Nabi Nuh. Di antara yang selamat itu, terdapat tiga orang putranya, yaitu Sam, Ham, dan Yafits. Maka semua manusia yang ada sampai sekarang berasal dari keturunan ketiga putra Nabi Nuh itu. Tidak ada keterangan yang pasti tentang jarak waktu antara Adam dan Idris dengan Nabi Nuh. Hanya terdapat beberapa keterangan yang berbeda-beda dalam Taurah Ibriyah, Taurah Samiriyah, dan terjemahan Taurat dalam bahasa Yunani. Nabi Nuh diutus kepada saudaranya, maksudnya orang-orang yang masih dianggap kerabat dengan Nuh. Dalam surah-surah yang lain disebutkan bahwa Nuh diutus kepada kaumnya. Kaum Nabi Nuh menyembah patung-patung dan berhala yang mereka anggap sebagai tuhan. Oleh karena itu, Nabi Nuh mengingatkan mereka agar bertakwa kepada Allah dan takut kepada azab-Nya yang dahsyat. Azab itu akan ditimpakan Allah kepada orang-orang yang mengingkari seruan nabi-Nya."
        },
        {
          "number": 106,
          "arabic": "إِذْ قَالَ لَهُمْ أَخُوهُمْ نُوحٌ أَلَا تَتَّقُونَ",
          "transliteration": "idh qāla lahum akhūhum nūḥun alā tattaqūna",
          "translation": "Ketika saudara mereka (Nuh) berkata kepada mereka, \"Mengapa kamu tidak bertakwa?",
          "tafsir": "Ayat-ayat ini menerangkan bahwa Nabi Nuh telah didustakan kaumnya ketika ia menyampaikan agama Allah kepada mereka. Sekalipun yang mereka dustakan itu hanyalah Nabi Nuh sendiri, tetapi tindakan itu berarti mendustakan para rasul Allah yang lain, baik yang diutus sebelum maupun sesudah Nabi Nuh nanti. Ini disebabkan karena risalah yang dibawa para rasul pada dasarnya sama, yaitu akidah tauhid. Nabi Nuh adalah nabi ketiga yang diutus Allah, setelah Nabi Adam dan Nabi Idris. Nabi Nuh juga merupakan rasul pertama, berdasarkan hadis qudsi: Dari Abu Hurairah r.a. bahwa Nabi saw bersabda, \"Allah berfirman, 'Ya Nuh, engkau adalah rasul yang pertama yang diutus ke bumi.\" (Riwayat Muslim dari Abu Hurairah) Maksud rasul pertama di sini ialah rasul Allah yang pertama diutus sesudah Nabi Adam dan Nabi Idris. Ia juga disebut bapak manusia kedua setelah Adam, karena sebagian mufasir berpendapat bahwa seluruh manusia musnah dan mati karena topan dan banjir, kecuali orang-orang yang berada di atas perahu bersama Nabi Nuh. Di antara yang selamat itu, terdapat tiga orang putranya, yaitu Sam, Ham, dan Yafits. Maka semua manusia yang ada sampai sekarang berasal dari keturunan ketiga putra Nabi Nuh itu. Tidak ada keterangan yang pasti tentang jarak waktu antara Adam dan Idris dengan Nabi Nuh. Hanya terdapat beberapa keterangan yang berbeda-beda dalam Taurah Ibriyah, Taurah Samiriyah, dan terjemahan Taurat dalam bahasa Yunani. Nabi Nuh diutus kepada saudaranya, maksudnya orang-orang yang masih dianggap kerabat dengan Nuh. Dalam surah-surah yang lain disebutkan bahwa Nuh diutus kepada kaumnya. Kaum Nabi Nuh menyembah patung-patung dan berhala yang mereka anggap sebagai tuhan. Oleh karena itu, Nabi Nuh mengingatkan mereka agar bertakwa kepada Allah dan takut kepada azab-Nya yang dahsyat. Azab itu akan ditimpakan Allah kepada orang-orang yang mengingkari seruan nabi-Nya."
        },
        {
          "number": 107,
          "arabic": "إِنِّى لَكُمْ رَسُولٌ أَمِينٌ",
          "transliteration": "innī lakum rasūlun amīnun",
          "translation": "Sesungguhnya aku ini seorang rasul kepercayaan (yang diutus) kepadamu,",
          "tafsir": "Nabi Nuh memberitahu kaumnya bahwa ia adalah seorang rasul Allah yang diutus kepada mereka. Dia dipercaya untuk menyampaikan perintah dan larangan Allah, tanpa menambah atau mengurangi sedikit pun. Pada Surah Hud/11: 31 diterangkan bahwa Nabi Nuh tidak mempunyai kekayaan yang akan diberikan kepada kaumnya. Oleh karena itu, ia tidak dapat menjanjikan harta dan kekayaan untuk mereka. Ia juga tidak mengetahui hal-hal yang gaib, tidak pernah mengatakan bahwa ia adalah malaikat, dan tidak menjanjikan kesenangan dan kebahagiaan kepada orang-orang yang mengikuti seruannya. Semuanya itu hanya Allah yang mengetahui, memiliki, dan menentukan, karena Dialah Yang Mahakuasa. Nuh hanya bertugas untuk menyampaikannya."
        },
        {
          "number": 108,
          "arabic": "فَٱتَّقُوا۟ ٱللَّهَ وَأَطِيعُونِ",
          "transliteration": "fa-ittaqū l-laha wa-aṭīʿūni",
          "translation": "maka bertakwalah kamu kepada Allah dan taatlah kepadaku.",
          "tafsir": "Ayat ini menerangkan isi risalah yang disampaikan Nabi Nuh kepada kaumnya, yaitu agar bertakwa kepada Allah dan hanya menyembah kepada-Nya. Pada ayat 3 Surah Nuh disebutkan tiga hal yang diperintahkan Allah, yaitu agar menyembah hanya kepada Allah, bertakwa kepada-Nya, dan taat kepada Nabi Nuh Pada ayat-ayat yang lain diterangkan bahwa risalah yang dibawa Nabi Nuh menyebutkan pula hal-hal sebagai berikut: 1. Akibat baik yang akan diperoleh orang-orang yang bertakwa. Allah akan menambah rezeki mereka, dan menurunkan hujan. Kemudian dengan air itu, Allah menyuburkan bumi, dan menumbuhkan tumbuh-tumbuhan. 2. Mengemukakan bukti-bukti keesaan dan kekuasaan Allah, serta menerangkan bukti-bukti kebenaran risalah yang dibawanya. Di antaranya adalah tentang penciptaan manusia dalam beberapa proses kejadian mulai dari setetes mani sampai lahir sebagai manusia. Allah menciptakan langit dan bumi, bulan yang bersinar dan matahari yang bercahaya, menghidupkan dan mematikan manusia, kemudian seluruh manusia akan kembali kepada-Nya."
        },
        {
          "number": 109,
          "arabic": "وَمَآ أَسْـَٔلُكُمْ عَلَيْهِ مِنْ أَجْرٍ ۖ إِنْ أَجْرِىَ إِلَّا عَلَىٰ رَبِّ ٱلْعَـٰلَمِينَ",
          "transliteration": "wamā asalukum ʿalayhi min ajrin in ajriya illā ʿalā rabbi l-ʿālamīna",
          "translation": "Dan aku tidak meminta imbalan kepadamu atas ajakan ini; imbalanku hanyalah dari Tuhan seluruh alam,",
          "tafsir": "Dalam ayat ini dijelaskan bahwa dalam melaksanakan tugas menyampaikan agama Allah, Nabi Nuh tidak akan meminta upah kepada siapa pun, dan tidak mengharapkan harta kekayaan, kekuasaan, dan kemegahan sedikit pun. Ia hanya mencari keridaan dan pahala dari Allah."
        },
        {
          "number": 110,
          "arabic": "فَٱتَّقُوا۟ ٱللَّهَ وَأَطِيعُونِ",
          "transliteration": "fa-ittaqū l-laha wa-aṭīʿūni",
          "translation": "maka bertakwalah kamu kepada Allah dan taatlah kepadaku.\"",
          "tafsir": "Pada ayat ini, Nabi Nuh mengulang dan menegaskan kembali perintah Allah agar kaumnya bertakwa dan taat kepada-Nya. Pengulangan ini adalah untuk menegaskan kepada kaumnya bahwa takwa kepada Allah itu merupakan hal yang sangat penting dan wajib dilakukan oleh setiap manusia, sebagai tanda syukur atas nikmat-nikmat yang tidak terhingga yang telah dilimpahkan-Nya kepada mereka. Takwa itu merupakan sumber segala kebaikan dan merupakan kunci pembuka pintu gerbang kesenangan dan kebahagiaan yang ada di akhirat nanti. Nabi Nuh berusaha sekuat tenaga menyampaikan risalahnya dengan mengemukakan janji dan ancaman Allah bagi orang-orang yang tidak mengikuti seruan rasul. Ia juga mengemukakan bukti-bukti kebenaran risalah yang dibawanya kepada mereka. Namun demikian, kaumnya tetap tidak menerimanya."
        },
        {
          "number": 111,
          "arabic": "۞ قَالُوٓا۟ أَنُؤْمِنُ لَكَ وَٱتَّبَعَكَ ٱلْأَرْذَلُونَ",
          "transliteration": "qālū anu'minu laka wa-ittabaʿaka l-ardhalūna",
          "translation": "Mereka berkata, \"Apakah kami harus beriman kepadamu, padahal pengikut-pengikutmu orang-orang yang hina?\"",
          "tafsir": "Ayat ini menjelaskan sikap kaumnya terhadap seruan Nabi Nuh. Mereka mengatakan bahwa tidak ada alasan bagi mereka untuk mengikuti seruan Nuh karena orang-orang yang cerdik pandai dan berakal di antara mereka tidak ada yang tertarik dengan seruan itu apalagi para pemimpin mereka. Hanya orang-orang yang bodoh dan lemah atau orang-orang yang menginginkan sesuatu yang mau menjadi pengikut Nabi Nuh. Allah berfirman: Maka berkatalah para pemuka yang kafir dari kaumnya, \"Kami tidak melihat engkau, melainkan hanyalah seorang manusia (biasa) seperti kami, dan kami tidak melihat orang yang mengikuti engkau, melainkan orang yang hina-dina di antara kamu yang lekas percaya. Kami tidak melihat kamu memiliki suatu kelebihan apa pun atas kami, bahkan kami menganggap kamu adalah orang pendusta.\" (Hud/11: 27)"
        }
      ]
    }
  ]
}