{
  "pageNumber": 211,
  "juz": 11,
  "surahs": [
    {
      "number": 10,
      "name": "Yunus",
      "nameArabic": "يونس",
      "meaning": "Nabi Yunus",
      "revelation": "Makkah",
      "description": "Surat Yunus terdiri dari 109 ayat dan termasuk surat Makkiyyah, kecuali ayat 40, 94, dan 95 yang diturunkan di Madinah.Surat ini dinamai \"Yunus\" karena di dalamnya disebutkan kisah Nabi Yunus dan pengikut-pengikutnya yang memiliki keteguhan iman.Pokok-Pokok Isi:1. Keimanan:Al-Qur'an bukanlah sihir; Allah mengatur alam semesta dari 'Arsy-Nya; syafaat hanyalah dengan izin Allah; wali-wali Allah; wahyu Allah yang menerangkan yang ghaib kepada manusia; Allah menyaksikan dan mengamati perbuatan hamba-hamba-Nya di dunia; Allah tidak mempunyai Anak.2. Hukum:Menentukan perhitungan tahun dan waktu dengan perjalanan matahari dan bulan; hukum mengada-adakan sesuatu terhadap Allah dan mendustakan ayat-ayat-Nya.3. Kisah-kisah:Kisah Nabi Nuh dengan kaumnya; Nabi Musa dengan Fir'aun dan tukang-tukang sihir; kisah Bani Israil setelah keluar dari negeri Mesir; Nabi Yunus dengan kaumnya.4. Lain-lain:Manusia ingat kepada Allah ketika ditimpa kesulitan dan lupa ketika diberi kesenangan; keadaan orang-orang baik dan orang-orang jahat pada hari kiamat; Al-Qur'an tidak dapat ditandingi; rasul hanya menyampaikan risalah.Surat Yunus mengandung hal-hal yang berhubungan dengan pokok-pokok kepercayaan, lenyapnya syirik, pengutusan rasul, hari kebangkitan, hari pembalasan, dan hal-hal yang berhubungan dengan pokok-pokok agama lainnya sebagaimana biasa didapati dalam surat-surat Makkiyah.Hubungan Surat Yunus Dengan Surat Hud:1. Kedua surat ini sama-sama dimulai dengan alif laam raa', kemudian diiringi dengan menyebutkan risalah nabi-nabi yang diutus Allah dan menerangkan kedudukan para rasul sebagai pemberi kabar gembira dan pemberi peringatan.2. Kedua surat ini pada pertengahannya sama-sama menerangkan tentang keingkaran orang-orang kafir terhadap Al-Qur'an, bantahan terhadap anggapan kepalsuan risalah para rasul, dan keingkaran kaum musyrikin terhadap pokok agama. Kemudian kedua surat ini sama-sama ditutup dengan seruan agar mengikuti rasul, bersabar terhadap semua tindakan jahat kaum musyrikin, istiqamah, dan bertawakal kepada Allah.3. Kedua surat ini sama-sama menerangkan kisah para nabi, tetapi kisah para nabi yang disebut dalam surat Hud bersifat menjelaskan apa yang telah disebut dalam surat Yunus. Pada umumnya, apa yang diutarakan dalam surat Hud merupakan penjelasan dari apa yang telah disebut dalam surat Yunus.",
      "verses": [
        {
          "number": 21,
          "arabic": "وَإِذَآ أَذَقْنَا ٱلنَّاسَ رَحْمَةً مِّنۢ بَعْدِ ضَرَّآءَ مَسَّتْهُمْ إِذَا لَهُم مَّكْرٌ فِىٓ ءَايَاتِنَا ۚ قُلِ ٱللَّهُ أَسْرَعُ مَكْرًا ۚ إِنَّ رُسُلَنَا يَكْتُبُونَ مَا تَمْكُرُونَ",
          "transliteration": "wa-idhā adhaqnā l-nāsa raḥmatan min baʿdi ḍarrāa massathum idhā lahum makrun fī āyātinā quli l-lahu asraʿu makran inna rusulanā yaktubūna mā tamkurūna",
          "translation": "Dan apabila Kami memberikan suatu rahmat kepada manusia, setelah mereka ditimpa bencana, mereka segera melakukan segala tipu daya (menentang) ayat-ayat Kami. Katakanlah, \"Allah lebih cepat pembalasannya (atas tipu daya itu).\" Sesungguhnya malaikat-malaikat Kami mencatat tipu dayamu.",
          "tafsir": "Ayat ini menerangkan sifat orang kafir pada umumnya dan sifat orang musyrik pada khususnya. Bahwa bila Allah memberikan suatu kelapangan kepada mereka setelah menderita suatu kesukaran atau kebahagiaan sesudah mereka sengsara, mereka tidak mengakui bahwa kelapangan dan kebahagiaan itu datangnya dari Allah, sehingga mereka tidak mensyukuri-Nya. Apabila rahmat Allah datang kepadanya berupa hujan yang diturunkan dari langit yang menumbuhkan tanam-tanaman dan menghidupkan binatang ternak, mereka menyatakan bahwa itu adalah berkat berhala dan sembahan-sembahan mereka, atau mereka mengatakan bahwa hujan itu turunnya secara kebetulan saja, karena musim hujan telah tiba. Jika mereka ditimpa kesukaran, kemudian kesukaran itu hilang maka mereka mengatakan bahwa kesukaran itu hilang semata-mata karena mereka sendiri adalah orang-orang yang pandai menghilangkan kesukaran dan termasuk orang-orang yang bernasib baik. Hal yang seperti ini telah dilakukan oleh Firaun dan kaumnya setiap mereka menerima azab Allah dan setiap mereka terlepas dari azab itu. Hal yang sama dilakukan orang-orang musyrik Mekah terhadap Nabi Muhammad saw dan pengikut-pengikutnya. Diriwayatkan oleh al-Bukhari dari Abdullah bin Masud bahwa tatkala orang-orang Quraisy menyakiti Rasul sampai melampui batas, Rasulullah saw berdoa kepada Allah agar orang musyrik ditimpakan azab berupa musim kemarau seperti tahun kemarau yang terjadi pada masa Nabi Yusuf. Maka merekapun ditimpa musim kemarau yang sangat dahsyat, hingga mereka terpaksa makan tulang dan bangkai. Karena kekeringan dan panas yang sangat tinggi, penglihatan mereka menjadi berkunang-kunang dan berasap sebagai dilukiskan Allah dalam Surah ad-Dukhan/44 ayat 10. Maka datang-lah Abu Sufyan, pemimpin Quraisy kepada Muhammad saw, ia berkata, \"Ya Muhammad, sesungguhnya engkau memerintahkan kepada kami mengada-kan hubungan silahturrahim, dan sesungguhnya kaummu telah binasa, maka mohonkanlah kepada Allah agar mereka dilepaskan dari kesulitan itu.\" Maka Rasulullah berdoa kepada Allah, lalu kesulitan dan malapetaka itu pun berakhir dan turunlah hujan. Ternyata, tidak berapa lama, mereka kembali mengingkari Rasulullah dan memusuhinya. Karena sikap mereka yang demikian itu, maka Allah memerintahkan kepada Rasulullah saw untuk menyampaikan peringatan kepada orang-orang musyrik itu bahwa Allah lebih cepat siksa-Nya dari tipu daya mereka, Allah telah menyiapkan azab yang akan ditimpakan kepada mereka, sebelum mereka sempat mengatur siasat tipu daya untuk menghancurkan Islam dan kaum Muslimin. Semua amalan baik dan buruk akan dicatat oleh malaikat yang telah ditugaskan Allah. Tidak ada satu pun dari perbuatan manusia, baik yang kecil maupun yang besar yang tidak dituliskannya. Kemudian di akhirat nanti, setiap manusia akan memperoleh balasan segala perbuatannya itu. Perbuatan buruk dibalas dengan siksa neraka, sedang perbuatan baik dibalas dengan kenikmatan surga. Ayat ini mengisyaratkan bahwa semua pembicaraan manusia dicatat oleh malaikat dan keberadaan malaikat itu ditegaskan oleh ayat ini."
        },
        {
          "number": 22,
          "arabic": "هُوَ ٱلَّذِى يُسَيِّرُكُمْ فِى ٱلْبَرِّ وَٱلْبَحْرِ ۖ حَتَّىٰٓ إِذَا كُنتُمْ فِى ٱلْفُلْكِ وَجَرَيْنَ بِهِم بِرِيحٍ طَيِّبَةٍ وَفَرِحُوا۟ بِهَا جَآءَتْهَا رِيحٌ عَاصِفٌ وَجَآءَهُمُ ٱلْمَوْجُ مِن كُلِّ مَكَانٍ وَظَنُّوٓا۟ أَنَّهُمْ أُحِيطَ بِهِمْ ۙ دَعَوُا۟ ٱللَّهَ مُخْلِصِينَ لَهُ ٱلدِّينَ لَئِنْ أَنجَيْتَنَا مِنْ هَـٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّـٰكِرِينَ",
          "transliteration": "huwa alladhī yusayyirukum fī l-bari wal-baḥri ḥattā idhā kuntum fī l-ful'ki wajarayna bihim birīḥin ṭayyibatin wafariḥū bihā jāathā rīḥun ʿāṣifun wajāahumu l-mawju min kulli makānin waẓannū annahum uḥīṭa bihim daʿawū l-laha mukh'liṣīna lahu l-dīna la-in anjaytanā min hādhihi lanakūnanna mina l-shākirīna",
          "translation": "Dialah Tuhan yang menjadikan kamu dapat berjalan di daratan, (dan berlayar) di lautan. Sehingga ketika kamu berada di dalam kapal, dan meluncurlah (kapal) itu membawa mereka (orang-orang yang ada di dalamnya) dengan tiupan angin yang baik, dan mereka bergembira karenanya; tiba-tiba datanglah badai dan gelombang menimpanya dari segenap penjuru, dan mereka mengira telah terkepung (bahaya), maka mereka berdoa dengan tulus ikhlas kepada Allah semata. (Seraya berkata), \"Sekiranya Engkau menyelamatkan kami dari (bahaya) ini, pasti kami termasuk orang-orang yang bersyukur.\"",
          "tafsir": "Dalam ayat ini, Allah menunjukkan kemampuan, kekuasaan, dan anugerah-Nya kepada manusia seraya berfirman, \"Dialah Allah yang telah memberikan kepadamu (manusia) kesanggupan berjalan di darat, berlayar di lautan, dan terbang di udara dengan memberikan kepadamu kesempatan untuk mempergunakan beraneka macam sarana seperti bintang, kapal, dan sebagainya. Dengan alat angkutan tersebut kamu dapat mencapai berbagai keinginanmu dan untuk bersenang-senang.\" Dengan kesanggupan dan kemampuan yang diberikan-Nya itu, manusia diuji dan dicoba oleh Allah, sehingga nampak jelas watak dan tabiatnya, yang diibaratkan Allah sebagai berikut: dengan kesanggupan yang diberikan-Nya itu, manusia membuat sebuah bahtera yang dapat mengarungi samudera luas. Tatkala mereka telah berada dalam bahtera itu dan ia berlayar membawa mereka dengan bantuan hembusan angin yang baik dan ombak yang tenang, mereka pun bergembira. Tiba-tiba datanglah angin badai yang kencang dan ombak yang menghempas dari segenap penjuru, sehingga timbullah kecemasan dan ketakutan dalam hati mereka. Mereka merasa tidak akan dapat lagi melihat matahari yang akan terbit pada esok harinya karena hempasan ombaknya yang dahsyat. Karena itu mereka pun berdoa kepada Allah seraya merendahkan diri dengan penuh keikhlasan, sambil menyesali perbuatan yang pernah mereka lakukan, agar Allah melepaskan mereka dari gulungan ombak yang maha dahsyat itu, mereka mengucapkan, \"Wahai Tuhan kami, sesungguhnya jika engkau lepaskan kami dari malapetaka yang akan menimpa kami, tentulah kami menjadi orang-orang yang mensyukuri nikmat yang telah Engkau berikan.\""
        },
        {
          "number": 23,
          "arabic": "فَلَمَّآ أَنجَىٰهُمْ إِذَا هُمْ يَبْغُونَ فِى ٱلْأَرْضِ بِغَيْرِ ٱلْحَقِّ ۗ يَـٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَا بَغْيُكُمْ عَلَىٰٓ أَنفُسِكُم ۖ مَّتَـٰعَ ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ ثُمَّ إِلَيْنَا مَرْجِعُكُمْ فَنُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ",
          "transliteration": "falammā anjāhum idhā hum yabghūna fī l-arḍi bighayri l-ḥaqi yāayyuhā l-nāsu innamā baghyukum ʿalā anfusikum matāʿa l-ḥayati l-dun'yā thumma ilaynā marjiʿukum fanunabbi-ukum bimā kuntum taʿmalūna",
          "translation": "Tetapi ketika Allah menyelamatkan mereka, malah mereka berbuat kezaliman di bumi tanpa (alasan) yang benar. Wahai manusia! Sesungguhnya kezalimanmu bahayanya akan menimpa dirimu sendiri; itu hanya kenikmatan hidup duniawi, selanjutnya kepada Kamilah kembalimu, kelak akan Kami kabarkan kepadamu apa yang telah kamu kerjakan.",
          "tafsir": "Setelah Allah melepaskan mereka dari malapetaka itu dan mereka merasa senang dan hilang segala kekhawatirannya, mereka lupa kepada Yang Maha Penyelamat dan Pemberi Karunia, bahkan mereka durhaka kepada-Nya dan kembali berbuat kebinasaan di muka bumi dengan melakukan kezaliman dan kekacauan di antara manusia. Demikianlah Allah melukiskan watak dan tabiat manusia. Mereka ingat dan merendahkan diri kepada Allah bila mendapat kesengsaraan dan bila malapetaka itu telah lenyap, mereka lupa bahkan kembali mendurhakai Allah. Watak dan tabiat yang dilukiskan di atas menunjukkan kelemahan manusia, karena itu hendaklah manusia insaf dan sadar atas kelemahan itu. Janganlah kelemahan itu membawa mereka kepada malapetaka yang lebih besar. Sikap congkak dan perbuatan zalim itu, seandainya merupakan suatu kesenangan baginya, maka itu adalah kesenangan sementara, selama hidup di dunia, sedang kesenangan dan kebahagiaan yang kekal ialah kesenangan dan kebahagiaan yang ditimbulkan oleh kepatuhan kepada Allah dalam keadaan bagaimanapun, baik dalam keadaan senang dan sengsara, suka dan duka, dalam keadaan rugi dan beruntung dan sebagainya. Kesenangan dan kebahagiaan yang demikian akan dirasakan selama hidup di dunia, lebih-lebih di akhirat nanti."
        },
        {
          "number": 24,
          "arabic": "إِنَّمَا مَثَلُ ٱلْحَيَوٰةِ ٱلدُّنْيَا كَمَآءٍ أَنزَلْنَـٰهُ مِنَ ٱلسَّمَآءِ فَٱخْتَلَطَ بِهِۦ نَبَاتُ ٱلْأَرْضِ مِمَّا يَأْكُلُ ٱلنَّاسُ وَٱلْأَنْعَـٰمُ حَتَّىٰٓ إِذَآ أَخَذَتِ ٱلْأَرْضُ زُخْرُفَهَا وَٱزَّيَّنَتْ وَظَنَّ أَهْلُهَآ أَنَّهُمْ قَـٰدِرُونَ عَلَيْهَآ أَتَىٰهَآ أَمْرُنَا لَيْلًا أَوْ نَهَارًا فَجَعَلْنَـٰهَا حَصِيدًا كَأَن لَّمْ تَغْنَ بِٱلْأَمْسِ ۚ كَذَٰلِكَ نُفَصِّلُ ٱلْـَٔايَـٰتِ لِقَوْمٍ يَتَفَكَّرُونَ",
          "transliteration": "innamā mathalu l-ḥayati l-dun'yā kamāin anzalnāhu mina l-samāi fa-ikh'talaṭa bihi nabātu l-arḍi mimmā yakulu l-nāsu wal-anʿāmu ḥattā idhā akhadhati l-arḍu zukh'rufahā wa-izzayyanat waẓanna ahluhā annahum qādirūna ʿalayhā atāhā amrunā laylan aw nahāran fajaʿalnāhā ḥaṣīdan ka-an lam taghna bil-amsi kadhālika nufaṣṣilu l-āyāti liqawmin yatafakkarūna",
          "translation": "Sesungguhnya perumpamaan kehidupan duniawi itu hanya seperti air (hujan) yang Kami turunkan dari langit, lalu tumbuhlah tanaman-tanaman bumi dengan subur (karena air itu), di antaranya ada yang dimakan manusia dan hewan ternak. Hingga apabila bumi itu telah sempurna keindahannya, dan berhias,<sup foot_note=135337>1</sup> dan pemiliknya mengira bahwa mereka pasti menguasainya (memetik hasilnya), datanglah kepadanya azab Kami pada waktu malam atau siang, lalu Kami jadikan (tanaman)nya seperti tanaman yang sudah disabit, seakan-akan belum pernah tumbuh kemarin. Demikianlah Kami menjelaskan tanda-tanda (kekuasaan Kami) kepada kaum yang berpikir.",
          "tafsir": "Ayat ini menerangkan sifat kehidupan dunia dan perumpamaan yang tepat ditinjau dari segi kefanaanya, seperti lenyapnya suatu harapan yang mulai timbul pada diri seseorang. Sifat dunia seperti ini diserupakan dengan air hujan yang diturunkan Allah dari langit. Dengan air itu tumbuhlah beraneka macam tanaman dan tumbuhan, yang beraneka rupa dan berlainan rasa yang menjadi makanan bagi manusia dan binatang. Lalu permukaan bumi ditutupi oleh keindahan pemandangan dari pohon-pohon yang menghijau, yang dihiasi oleh bunga dan buah-buahan yang beraneka warna. Pada saat itu timbullah harapan dan cita-cita manusia yang mempunyai kebun itu, seandainya tumbuh-tumbuhan itu berbuah dan bisa dipetik. Di tengah harapan yang demikian, datanglah malapetaka yang memusnahkan tumbuh-tumbuhan dan pohon-pohonan itu, sehingga bumi yang berhiaskan pohon yang beraneka warna itu tiba-tiba menjadi datar dan rata seakan-akan belum pernah ditumbuhi apapun. Pada saat itu, sirnalah harapan dan cita-cita itu, sebagaimana kehidupan dan kesenangan duniawi yang dapat pula sirna seketika. Kefanaan hidup di dunia itu ditegaskan oleh firman Allah: Maka apakah penduduk negeri itu merasa aman dari siksaan Kami yang datang malam hari ketika mereka sedang tidur? Atau apakah penduduk negeri itu merasa aman dari siksaan Kami yang datang pada pagi hari ketika mereka sedang bermain? (al-Araf/7: 97-98) Sebagaimana Allah telah memberikan perumpamaan yang tepat dan jelas dalam melukiskan keadaan kehidupan dunia dan tertipunya manusia oleh kehidupan itu karena pengaruh setan dan mengikuti hawa nafsu, maka seperti itu pulalah jelas dan terangnya Allah menerangkan hakikat tauhid, pokok-pokok agama, budi pekerti yang baik dan amal-amal yang saleh yang harus dikerjakan dan dipatuhi. Hanya orang-orang yang mau menggunakan akal pikiran yang sehatlah yang dapat memahami perumpamaan dan penjelasan itu. Banyak manusia yang lalai dan ingkar karena merasa dirinya telah merasa cukup, merasa sanggup dan merasa berkuasa, sehingga lupa akan tujuan hidup dan kehidupan yang sebenarnya."
        },
        {
          "number": 25,
          "arabic": "وَٱللَّهُ يَدْعُوٓا۟ إِلَىٰ دَارِ ٱلسَّلَـٰمِ وَيَهْدِى مَن يَشَآءُ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
          "transliteration": "wal-lahu yadʿū ilā dāri l-salāmi wayahdī man yashāu ilā ṣirāṭin mus'taqīmin",
          "translation": "Dan Allah menyeru (manusia) ke Dārussalām (surga), dan memberikan petunjuk kepada orang yang Dia kehendaki ke jalan yang lurus (Islam).",
          "tafsir": "Allah menyeru kaum Muslimin agar mereka menempuh jalan yang menghantarkan diri mereka ke Darussalam yaitu kebahagiaan abadi yang akan mereka rasakan di surga nanti. Sebagai bimbingan kepada kehidupan yang bahagia itu, Allah telah memberikan petunjuk kepada orang-orang yang dikehendaki-Nya, agar mereka menempuh jalan yang lurus yaitu jalan yang bisa mengantarkan mereka kepada kehidupan bahagia itu. Mereka dilarang meniru perbuatan orang-orang musyrik yang mengutamakan kehidupan dunia. Mereka terpesona sedemikian rupa kepada kehidupan dunia; mereka tidak akan mengharapkan kebahagiaan lain dari yang telah mereka rasakan. Dengan demikian, mereka telah memilih jalan yang sesat sebab kehidupan dunia itu sangat terbatas dan kebahagiaannya tidak kekal. Itulah sebabnya maka Allah mengajak kaum Muslimin agar mengikuti syariat dan petunjuk yang dibawa Rasul, agar mereka dapat hidup bahagia di dunia dan di akhirat. Petunjuk Allah yang diberikan kepada manusia adalah merupakan tanda-tanda yang sangat halus, yang dapat dicapai oleh seseorang dengan menggunakan akalnya dengan jalan memperhatikan alam semesta dan isinya, serta hukum-hukum yang berlaku di dalamnya, sehingga dengan demikian manusia akan dapat mencapai kebenaran yang hakiki. Selain itu Allah memberikan penjelasan tentang hukum, baik yang bersifat umum ataupun yang bersifat khusus, yaitu hukum syara yang mengatur hubungan antara makhluk dengan Khalik serta hubungan antara sesama makhluk. Hukum-hukum Allah yang berlaku bagi manusia ditunjukkan oleh Allah dengan taufik-Nya. Orang yang mencapai hidayah-Nya itu ialah orang-orang yang diberi kemampuan untuk memahami dan melaksanakannya. Hidayah ini diberikan Allah kepada manusia sesuai dengan iradah-Nya."
        }
      ]
    }
  ]
}