{
  "pageNumber": 143,
  "juz": 8,
  "surahs": [
    {
      "number": 6,
      "name": "Al-An'am",
      "nameArabic": "الأنعام",
      "meaning": "Binatang Ternak",
      "revelation": "Makkah",
      "description": "Surat Al-An'am (binatang ternak: unta, sapi, dan kambing) terdiri dari 165 ayat dan termasuk surat Makkiyyah, karena hampir seluruh ayatnya diturunkan di Mekah sebelum hijrah. Dinamakan Al-An'am karena di dalamnya disebut kata \"An'am\" yang memiliki kaitan erat dengan adat istiadat kaum musyrikin; mereka biasa mempergunakan binatang ternak untuk mendekatkan diri kepada tuhan. Selain itu, juga disebutkan hukum-hukum yang berkenaan dengan binatang ternak itu.Pokok-pokok Isi:1. Keimanan:Bukti-bukti keesaan Allah dan kesempurnaan sifat-sifat-Nya; kebenaran kenabian Nabi Muhammad s.a.w.; persaksian Allah atas kenabian Ibrahim, Ishaq, Ya'qub, Nuh, Daud, Sulaiman, Ayyub, Yusuf, Musa, Harun, Zakariya, Yahya, 'Isa, Ilyas, Alyasa', Yunus, dan Luth; penegasan tentang keberadaan risalah dan wahyu serta hari pembalasan dan hari kebangkitan; kepalsuan kepercayaan orang-orang musyrik dan keingkaran mereka terhadap hari kiamat.2. Hukum-hukum:Larangan mengikuti adat istiadat yang dibuat-buat oleh kaum Jahiliyah; makanan yang halal dan yang haram; wasiat yang sepuluh dan Al-Qur'an, tentang tauhid keadilan dan hukum-hukum; larangan mencaci maki berhala orang musyrik karena mereka akan membalas dengan mencaci maki Allah.3. Kisah-kisah:Kisah umat-umat yang menentang rasul-rasul; kisah pengalaman Nabi Muhammad s.a.w. dan para nabi pada umumnya; cerita Nabi Ibrahim a.s. membimbing kaumnya kepada tauhid.4. Lain-lain:Sikap keras kepala kaum musyrikin: tata cara seorang nabi memimpin umatnya; bidang-bidang kerasulan dan tugas rasul-rasul; tantangan kaum musyrikin untuk melemahkan rasul; kepercayaan orang-orang musyrik terhadap jin, setan, dan malaikat; beberapa prinsip keagamaan dan kemasyarakatan; nilai hidup duniawi.Dalam surat Al-An'am Allah menjelaskan keesaan dan kesempurnaan sifat-sifat-Nya, menyatakan kebatilan kepercayaan orang-orang musyrik dengan bantahan-bantahan yang logis dan mudah diterima oleh akal. Hukuman yang berat akan dijatuhkan kepada orang yang keras kepala menolak kebenaran.Hubungan Surat Al-An'Am Dengan Surat Al-A'raf:1. Kedua surat tersebut termasuk di antara tujuh surat yang panjang (assab'uth thiwaal), sama-sama membicarakan pokok aqidah agama. Dalam surat Al-An'am dikemukakan garis-garis besar aqidah sedangkan surat Al-A'raf menjelaskannya.2. Dalam surat Al-An'am Allah menerangkan asal usul kejadian manusia, yaitu dari tanah, dan menjelaskan tentang beberapa generasi manusia yang telah dibinasakan, kemudian disinggung pula tentang rasul-rasul dengan menyebut beberapa nama mereka secara garis besar, sedangkan surat Al-A'raf menjelaskannya.3. Pada bagian terakhir surat Al-An'am, Allah mengatakan bahwa Dia menjadikan manusia sebagai khalifah-khalifah di bumi dan mengangkat derajat sebagian mereka, maka bagian permulaan surat Al-A'raf mengemukakan penciptaan Adam dan anak cucunya yang dijadikan sebagai khalifah di bumi.4. Hubungan bagian akhir Al-An'am dengan permulaan surat Al-A'raf:a. Bagian akhir Al-An'am, Allah mengatakan bahwa Al-Qur'an adalah kitab pedoman yang benar, jalan yang lurus dan diberkahi, maka umat manusia diperintahkan mengikutinya. Pada bagian permulaan surat Al-A'raf, Allah mengulangi lagi perintah ini dan melarang mengikuti selainnya.b. Pada bagian akhir surat Al-An'am, Allah berfirman bahwa Dia akan memberikan keterangan tentang apa yang seharusnya dilakukan manusia dan yang menjadi perselisihan mereka. Maka pada bagian permulaan surat Al-A'raf, Allah menjelaskan apa yang disebut dengan \"Allah memberi keterangan,\" yaitu pengutusan para rasul yang bertugas memberi keterangan dan masing-masing akan dimintai pertanggungjawaban.c. Pada bagian akhir surat Al-An'am, Allah menyatakan bahwa orang yang berbuat kebajikan akan diberi ganjaran sepuluh kali lipat dan yang berbuat kejahatan akan dibalas sesuai dengan perbuatannya. Untuk menentukan kadar kebajikan dan kejahatan itu ada timbangannya, maka Allah mengemukakan di bagian muka surat Al-A'raf, bahwa timbangan pada hari itu ialah kebenaran dan keadilan. Siapa yang timbangannya berat maka dialah yang beruntung dan siapa yang timbangannya ringan maka dialah yang merugi. Kemudian Allah menceritakan keadaan dan nasib ashhabul A'raaf.",
      "verses": [
        {
          "number": 119,
          "arabic": "وَمَا لَكُمْ أَلَّا تَأْكُلُوا۟ مِمَّا ذُكِرَ ٱسْمُ ٱللَّهِ عَلَيْهِ وَقَدْ فَصَّلَ لَكُم مَّا حَرَّمَ عَلَيْكُمْ إِلَّا مَا ٱضْطُرِرْتُمْ إِلَيْهِ ۗ وَإِنَّ كَثِيرًا لَّيُضِلُّونَ بِأَهْوَآئِهِم بِغَيْرِ عِلْمٍ ۗ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِٱلْمُعْتَدِينَ",
          "transliteration": "wamā lakum allā takulū mimmā dhukira us'mu l-lahi ʿalayhi waqad faṣṣala lakum mā ḥarrama ʿalaykum illā mā uḍ'ṭurir'tum ilayhi wa-inna kathīran layuḍillūna bi-ahwāihim bighayri ʿil'min inna rabbaka huwa aʿlamu bil-muʿ'tadīna",
          "translation": "Dan mengapa kamu tidak mau memakan dari apa (daging hewan) yang (ketika disembelih) disebut nama Allah, padahal Allah telah menjelaskan kepadamu apa yang diharamkan-Nya kepadamu, kecuali jika kamu dalam keadaan terpaksa. Dan sungguh, banyak yang menyesatkan orang dengan keinginannya tanpa dasar pengetahuan. Tuhanmu lebih mengetahui orang-orang yang melampaui batas.",
          "tafsir": "Dalam ayat ini, Allah mengajukan pertanyaan, apa halangan bagi kaum Muslimin untuk tidak makan hewan yang halal yang disebutkan nama Allah ketika menyembelihnya? Padahal Allah telah menjelaskan kepada mereka apa yang sesungguhnya diharamkan bagi mereka, sebagaimana firman-Nya: Katakanlah, \"Tidak kudapati di dalam apa yang diwahyukan kepadaku, sesuatu yang diharamkan makannya bagi yang ingin memakannya, kecuali daging hewan yang mati (bangkai), darah yang mengalir, daging babi “ karena semua itu kotor “ atau hewan yang disembelih bukan atas (nama) Allah. Tetapi barang siapa terpaksa bukan karena menginginkan dan tidak melebihi batas (darurat) maka sungguh, Tuhanmu Maha Pengampun, Maha Penyayang (al-An'am/6: 145) Tetapi Allah memberikan keringanan kepada kaum Muslimin untuk makan makanan yang diharamkan jika dalam keadaan terpaksa. Di dalam Ushul Fiqh ada sebuah kaidah yang berbunyi: \"Keadaan darurat (memaksa) membolehkan makan apa yang diharamkan\" Tindakan sebagian besar manusia memang salah dan menyesatkan dengan cara penyembelihan yang mereka lakukan, sehingga mereka terperosok ke dalam tindakan syirik, dan jauh dari akidah yang benar, yaitu kepercayaan tauhid yang dibawa para nabi dan rasul yang diutus Allah untuk umat manusia seluruhnya. Di antara umat Nabi Nuh terdapat beberapa pemimpin yang saleh. Setelah mereka wafat, pengikut-pengikutnya mendirikan beberapa patung untuk mengenang jasa-jasa mereka dan untuk mereka jadikan teladan yang baik. Lama kelamaan para pengikutnya melampaui batas, sehingga mereka memberikan penghormatan kepada patung-patung itu dengan cara menyembelih hewan untuk dipersembahkan kepada patung-patung itu, bahkan mereka memohon berkah dari patung-patung itu. Keadaan ini berlangsung terus, generasi demi generasi, dan akhirnya menyebar kepada umat yang lainnya, sehingga penghormatan yang dimaksud berubah menjadi keyakinan bahwa patung-patung itu pantas dihormati dan disembah."
        },
        {
          "number": 120,
          "arabic": "وَذَرُوا۟ ظَـٰهِرَ ٱلْإِثْمِ وَبَاطِنَهُۥٓ ۚ إِنَّ ٱلَّذِينَ يَكْسِبُونَ ٱلْإِثْمَ سَيُجْزَوْنَ بِمَا كَانُوا۟ يَقْتَرِفُونَ",
          "transliteration": "wadharū ẓāhira l-ith'mi wabāṭinahu inna alladhīna yaksibūna l-ith'ma sayuj'zawna bimā kānū yaqtarifūna",
          "translation": "Dan tinggalkanlah dosa yang terlihat ataupun yang tersembunyi. Sungguh, orang-orang yang mengerjakan (perbuatan) dosa kelak akan diberi balasan sesuai dengan apa yang mereka kerjakan.",
          "tafsir": "Allah melarang kaum Muslimin berbuat dosa, baik yang tampak dalam perilaku maupun yang tersembunyi. Dosa-dosa yang tampak ialah yang dilakukan oleh manusia dengan mempergunakan anggota badannya, sedang dosa-dosa yang tersembunyi ialah yang tercermin dalam sikap dan hal lain yang tidak ditampakkan (perbuatan buruk yang disembunyikan), seperti menyombongkan diri, merencanakan kejahatan dan penipuan kepada manusia. Allah menyatakan dengan tegas, bahwa semua dosa harus ditinggalkan, baik yang tampak maupun yang tersembunyi dan Allah memberikan ancaman bahwa siapa pun yang berbuat dosa akan ditimpa siksaan yang berat, sebagai akibat dari pelanggaran-pelanggaran yang dilakukannya, dengan cara sengaja dan terang-terangan. Adapun orang-orang yang berbuat dosa dan kejahatan karena kebodohan, kemudian mereka berhenti dengan melaksanakan tobat yang sungguh-sungguh, maka terhadap mereka, Allah akan memberikan ampunan dan menghapus dosa-dosanya, karena mereka telah berbuat kebajikan sebagai bukti tobatnya. Sebenarnya setiap kebaikan dapat menghilangkan kejahatan, sebagaimana difirmankan Allah: Perbuatan-perbuatan baik itu menghapus kesalahan-kesalahan. (Hud/11: 114)"
        },
        {
          "number": 121,
          "arabic": "وَلَا تَأْكُلُوا۟ مِمَّا لَمْ يُذْكَرِ ٱسْمُ ٱللَّهِ عَلَيْهِ وَإِنَّهُۥ لَفِسْقٌ ۗ وَإِنَّ ٱلشَّيَـٰطِينَ لَيُوحُونَ إِلَىٰٓ أَوْلِيَآئِهِمْ لِيُجَـٰدِلُوكُمْ ۖ وَإِنْ أَطَعْتُمُوهُمْ إِنَّكُمْ لَمُشْرِكُونَ",
          "transliteration": "walā takulū mimmā lam yudh'kari us'mu l-lahi ʿalayhi wa-innahu lafis'qun wa-inna l-shayāṭīna layūḥūna ilā awliyāihim liyujādilūkum wa-in aṭaʿtumūhum innakum lamush'rikūna",
          "translation": "Dan janganlah kamu memakan dari apa (daging hewan) yang (ketika disembelih) tidak disebut nama Allah, perbuatan itu benar-benar suatu kefasikan. Sesungguhnya setan-setan akan membisikkan kepada kawan-kawannya agar mereka membantah kamu. Dan jika kamu menuruti mereka, tentu kamu telah menjadi orang musyrik.",
          "tafsir": "Sabab Nuzul ayat ini diriwayatkan oleh Abu Daud dan al-Hakim dari Ibnu 'Abbas pada ayat mengatakan, \"orang-orang datang kepada Nabi saw, mereka berkata: 'apa yang disembelih Allah jangan kalian makan, apa yang kalian sembelih, itulah yang kalian makan\", maka turunlah ayat ini. Sesungguhnya setan-setan, jin dan manusia itu membisikkan kepada kawan-kawannya agar membantah kaum Muslimin. Ikrimah berkata, \"Setan dari golongan Majusi setelah mendengar bahwa Nabi Muhammad, mengharamkan bangkai, mereka menulis kepada orang Quraisy yang pada waktu itu sering mengadakan surat-menyurat dengan orang-orang Majusi. Di dalam surat itu mereka mengatakan, \"Muhammad mengaku dirinya telah mengikuti perintah Allah, tetapi mengapa ia beranggapan bahwa yang disembelih oleh manusia halal, tetapi yang disembelih oleh Allah (bangkai) adalah haram?\" Lalu Allah menurunkan ayat ini. Tentang makan daging hewan yang disebut nama Allah ketika menyembelihnya, ada beberapa pendapat di kalangan ulama Islam. Menurut Imam Malik, semua hewan yang disembelih dengan tidak menyebut nama Allah ketika menyembelihnya haram dimakan. Menurut Imam Abu Hanifah, jika nama Allah tidak disebut dengan sengaja, maka haram makan daging hewan itu, dan jika tidak disebut karena lupa, maka halal makannya. Menurut Imam Syafi'i, semua hewan yang ketika menyembelihnya tidak disebut nama Allah, baik disengaja maupun karena lupa, maka dagingnya halal dimakan, asalkan orang yang menyembelihnya adalah Muslim. Demikianlah jika kaum Muslimin mengikuti kehendak kaum musyrikin tentang menghalalkan bangkai, maka mereka pasti termasuk golongan musyrik. Ayat ini menunjukkan bahwa barang siapa yang menghalalkan sesuatu yang diharamkan Allah atau mengharamkan sesuatu yang dihalalkan Allah, maka mereka termasuk orang-orang musyrik, karena dengan demikian mereka telah menetapkan adanya pihak yang berhak membuat syariat selain Allah swt."
        },
        {
          "number": 122,
          "arabic": "أَوَمَن كَانَ مَيْتًا فَأَحْيَيْنَـٰهُ وَجَعَلْنَا لَهُۥ نُورًا يَمْشِى بِهِۦ فِى ٱلنَّاسِ كَمَن مَّثَلُهُۥ فِى ٱلظُّلُمَـٰتِ لَيْسَ بِخَارِجٍ مِّنْهَا ۚ كَذَٰلِكَ زُيِّنَ لِلْكَـٰفِرِينَ مَا كَانُوا۟ يَعْمَلُونَ",
          "transliteration": "awaman kāna maytan fa-aḥyaynāhu wajaʿalnā lahu nūran yamshī bihi fī l-nāsi kaman mathaluhu fī l-ẓulumāti laysa bikhārijin min'hā kadhālika zuyyina lil'kāfirīna mā kānū yaʿmalūna",
          "translation": "Dan apakah orang yang sudah mati lalu Kami hidupkan dan Kami beri dia cahaya yang membuatnya dapat berjalan di tengah-tengah orang banyak, sama dengan orang yang berada dalam kegelapan, sehingga dia tidak dapat ke luar dari sana? Demikianlah dijadikan terasa indah bagi orang-orang kafir apa yang mereka kerjakan.",
          "tafsir": "Sabab Nuzul ayat ini diriwayatkan oleh Abu Syaikh dari Ibnu 'Abbas dalam firman Allah, beliau mengatakan bahwa ayat ini turun pada Umar dan Abu Jahal. Dalam rangka menampakkan perbedaan antara kaum Muslimin dari orang-orang kafir, Allah mengemukakan pertanyaan, yaitu apakah orang-orang yang mati hatinya karena kekufuran dan kebodohan lalu Kami hidupkan hatinya dengan keimanan dan Kami berikan pula kepadanya cahaya, yaitu Al-Qur'an yang terang benderang, sama keadaannya dengan keadaan orang yang berada dalam kegelapan yang berlapis-lapis? Ia tidak dapat keluar dari kegelapan itu. Dirinya diliputi dengan ketakutan, kelemahan dan kebingungan. Demikian pula seorang yang berada dalam kebodohan, taklid yang buta dan kerusakan pikiran, tidak dapat keluar lagi dari hal yang demikian itu. Ia merasa takut keluar dari gua kesesatannya dan merasa tidak perlu untuk keluar kepada petunjuk yang terang benderang karena matanya silau oleh cahaya petunjuk itu. Maka sepantasnyalah setiap muslim untuk selalu mencari dan menggunakan ilmu pengetahuan dalam segala hal. Ia harus mengetahui kebenaran agamanya dengan penuh keyakinan sehingga ia mantap dalam melakukan amal-amal kebajikan, dan dapat menjadi teladan bagi orang-orang di sekitarnya. Dengan demikian, ia akan menjadi mercusuar yang mencerminkan keyakinan yang kuat dan hujjah yang nyata, memperlihatkan keutamaan agamanya kepada pemeluk agama-agama yang lain. Begitulah Allah telah menjadikan orang beriman memandang baik kepada cahaya petunjuk dan agama yang telah menghidupkan hatinya. Sebaliknya Allah telah menjadikan orang-orang kafir memandang baik apa saja yang mereka kerjakan, seperti berbuat dosa dan pelanggaran memusuhi Rasul, menyembelih kurban untuk selain Allah dan mengharamkan apa yang tidak diharamkan oleh Allah dan menghalalkan apa yang diharamkan-Nya dan sebagainya. Semua itu mereka lakukan disebabkan oleh tipu daya setan yang membisikkan bujukan itu ke dalam hati mereka. Contoh nyata dari orang yang tidak beriman dan menolak hidayah Allah adalah Abu Jahal."
        },
        {
          "number": 123,
          "arabic": "وَكَذَٰلِكَ جَعَلْنَا فِى كُلِّ قَرْيَةٍ أَكَـٰبِرَ مُجْرِمِيهَا لِيَمْكُرُوا۟ فِيهَا ۖ وَمَا يَمْكُرُونَ إِلَّا بِأَنفُسِهِمْ وَمَا يَشْعُرُونَ",
          "transliteration": "wakadhālika jaʿalnā fī kulli qaryatin akābira muj'rimīhā liyamkurū fīhā wamā yamkurūna illā bi-anfusihim wamā yashʿurūna",
          "translation": "Dan demikianlah pada setiap negeri Kami jadikan pembesar-pembesar yang jahat<sup foot_note=135274>1</sup> agar melakukan tipu daya di negeri itu. Tapi mereka hanya menipu diri sendiri tanpa menyadarinya.",
          "tafsir": "Sebagian penduduk Mekah telah sesat karena bujukan pembesar-pembesar mereka yang melakukan bermacam-macam kejahatan dan tipu daya. Hampir di setiap negeri dan kota besar terdapat beberapa pembesar yang korup dan jahat yang melakukan tipu daya. Telah menjadi sunatullah di dalam masyarakat bahwa setiap kali Allah mengutus seorang rasul di suatu tempat untuk memberi bimbingan kepada mereka selalu ada pembesar-pembesar yang memusuhi rasul itu serta pengikut-pengikutnya. Padahal rasul itu bermaksud mengadakan perbaikan dan pembenahan. Sering muncul di beberapa negeri dan kota besar, sejumlah tokoh yang ingin merebut kekuasaan dan menimbun kekayaan dengan berbagai macam cara. Bawahan mereka yang tidak sejalan dengan pembesar mereka merasa bingung dalam melaksanakan tugasnya. Mereka tidak sanggup mengikuti pemimpin-pemimpinnya yang korup dan menyeleweng. Dalam suasana kacau seperti itu, diperlukan adanya kebijaksanaan, keimanan yang kuat dan mental yang tinggi, sehingga tidak mudah dibawa arus kesesatan yang menyebabkan datangnya murka Allah. Yang dimaksud dengan pembesar-pembesar yang jahat ialah mereka yang menentang seruan agama dan memusuhi rasul-rasul serta pengikut-pengikutnya. Demikianlah keadaan negeri Mekah ketika diutusnya Nabi Muhammad. Keadaan serupa itu terus berulang di negeri-negeri lain. Para pembesar yang korup memusuhi rasul-rasul dan pengikut-pengikutnya yang menyampaikan ajaran agama. Pada hakekatnya mereka itu adalah penipu belaka, menipu dirinya sendiri, akan tetapi mereka tidak sadar. Telah menjadi sunatullah, bahwa suatu kejahatan akan membawa pada keburukan. Tiap-tiap tipu daya yang direncanakan terhadap hamba-hamba Allah yang saleh akhirnya menimpa diri pelakunya. Banyak peristiwa dalam sejarah manusia menunjukkan bahwa umat-umat yang menentang rasul-rasul dan para pengikutnya akhirnya dihancurkan oleh Allah dengan bermacam-macam azab, seperti bencana alam, dan lain-lain. Mereka melakukan tipu daya untuk menentang perbaikan akhlak dan moral manusia, karena terdorong oleh keinginan untuk menduduki jabatan-jabatan tinggi dan menuruti dorongan hawa nafsunya. Mereka tidak menyadari bahwa akibat perbuatan yang buruk itu akan menimpa diri mereka sendiri, karena mereka tidak memahami sunatullah tersebut. Dalam ayat-ayat di atas, Allah memberikan ancaman kepada semua pembesar yang durhaka, Allah juga memberi motivasi kepada Nabi Muhammad dan pengikut-pengikutnya untuk terus melakukan amal saleh karena dalam rangka melaksanakan tugas yang suci, mereka tidak boleh menghiraukan godaan dan rintangan yang timbul dari manapun datangnya."
        },
        {
          "number": 124,
          "arabic": "وَإِذَا جَآءَتْهُمْ ءَايَةٌ قَالُوا۟ لَن نُّؤْمِنَ حَتَّىٰ نُؤْتَىٰ مِثْلَ مَآ أُوتِىَ رُسُلُ ٱللَّهِ ۘ ٱللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُۥ ۗ سَيُصِيبُ ٱلَّذِينَ أَجْرَمُوا۟ صَغَارٌ عِندَ ٱللَّهِ وَعَذَابٌ شَدِيدٌۢ بِمَا كَانُوا۟ يَمْكُرُونَ",
          "transliteration": "wa-idhā jāathum āyatun qālū lan nu'mina ḥattā nu'tā mith'la mā ūtiya rusulu l-lahi l-lahu aʿlamu ḥaythu yajʿalu risālatahu sayuṣību alladhīna ajramū ṣaghārun ʿinda l-lahi waʿadhābun shadīdun bimā kānū yamkurūna",
          "translation": "Dan apabila datang suatu ayat kepada mereka, tentu mereka berkata, \"Kami tidak akan percaya (beriman) sebelum diberikan kepada kami seperti yang diberikan kepada Rasul-rasul Allah.\" Allah lebih mengetahui di mana Dia menempatkan tugas kerasulan-Nya. Orang-orang yang berdosa, nanti akan ditimpa kehinaan di sisi Allah dan azab yang keras karena tipu daya yang mereka lakukan.",
          "tafsir": "Ibnu Mundzir meriwayatkan dari Ibnu Juraij dan Abu Syaibah bahwa ayat ini diturunkan karena ada seorang pembesar Mekah bernama Walid bin Mugirah yang berkata, \"Demi Allah, seandainya kenabian Muhammad itu benar, tentulah aku lebih berhak untuk diangkat sebagai nabi dari pada Muhammad, sebab aku lebih banyak mempunyai harta benda dan keturunan.\" Apabila turun ayat Al-Qur'an yang menjelaskan kebenaran kenabian Muhammad dan berisi pengetahuan dan petunjuk yang dibawanya dari Allah, mereka berkata, \"Kami tidak mau percaya kepada Muhammad, kecuali bila dia membawa mukjizat seperti yang diberikan Allah kepada Nabi Musa yakni tongkatnya yang dapat membelah lautan, atau seperti mukjizat Nabi Isa yang dapat menyembuhkan penyakit sopak dan menghidupkan orang mati.\" Tuntutan mereka yang lebih besar lagi disebutkan dalam firman Allah: \"Dan orang-orang yang tidak mengharapkan pertemuan dengan Kami (di akhirat) berkata, \"Mengapa bukan para malaikat yang diturunkan kepada kita atau (mengapa) kita (tidak) melihat Tuhan kita?\" Sungguh, mereka telah menyombongkan diri mereka dan benar-benar telah melampaui batas (dalam melakukan kezaliman).\" (al-Furqan/25: 21) Pada dasarnya mereka tidak mau beriman kepada Nabi Muhammad, kecuali bila Nabi diberikan hal-hal yang serupa sebagaimana diberikan kepada rasul-rasul sebelumnya. Allah membantah tuntutan mereka dan menyatakan bahwa hanya Allah yang mutlak mengetahui kepada siapa Dia menempatkan tugas kerasulan. Tuntutan mereka seperti itu dijelaskan pula oleh Allah Ta'ala dalam firman-Nya: \"Dan mereka (juga) berkata, \"Mengapa Al-Qur'an ini tidak diturunkan kepada orang besar (kaya dan berpengaruh) dari salah satu dua negeri ini (Mekah dan Taif)?\" Apakah mereka yang membagi-bagi rahmat Tuhanmu? Kamilah yang menentukan penghidupan mereka dalam kehidupan dunia.\" (az-Zukhruf/43: 31-32) Tuntutan-tuntutan seperti itu dikemukakan mereka kepada Nabi Muhammad yang dikaitkan dengan kehidupan duniawi karena terdorong oleh kedengkian dan kesombongan mereka dan dimaksudkan untuk membantah posisi Nabi sebagai Rasulullah. Hal ini dijelaskan dalam firman Allah: \"Dan apabila orang-orang kafir itu melihat engkau (Muhammad), mereka hanya memperlakukan engkau menjadi bahan ejekan. (Mereka mengatakan), \"Apakah ini orang yang mencela tuhan-tuhanmu?\" Padahal mereka orang yang ingkar mengingat Allah Yang Maha Pengasih.\" (al-Anbiya'/21: 36) Pemuka-pemuka Quraisy yang menghina Nabi Muhammad, sesungguhnya dalam hati kecil mereka mengakui kemuliaan keturunan, kejujuran dan keagungan akhlak Nabi, sehingga mereka memberikan julukan kepada Nabi dengan sebutan Al-Amin (orang yang tepercaya). Mereka mengakui Nabi Muhammad layak untuk dijadikan utusan Allah. Tidak ada sebab lain yang menghalang-halangi mereka dari keimanan kecuali karena kedengkian, kesombongan, dan taklid buta kepada keyakinan nenek moyang. Posisi kerasulan semata-mata karunia Allah yang dianugerahkan kepada siapa yang dikehendaki-Nya. Posisi kenabian tidak mungkin dicapai dengan jalan usaha atau dengan meningkatkan taraf pendidikan dan tidak pula dicapai melalui nasab atau keturunan. Posisi tersebut hanya diberikan Allah kepada orang-orang yang dipilih-Nya. Kemudian Allah mengancam pemuka-pemuka Quraisy yang sombong bahwa mereka akan ditimpa kehinaan di sisi Allah dan siksa yang pedih karena perbuatan mereka yang jahat dan tipu daya mereka terhadap Nabi Muhammad dan kaum Muslimin, sebagaimana dinyatakan dalam firman-Nya: \"Maka Allah menimpakan kepada mereka kehinaan pada kehidupan dunia. Dan sungguh, azab akhirat lebih besar, kalau (saja) mereka mengetahui.\" (az-Zumar/39: 26) Azab dari Allah ditimpakan kepada mereka yang durhaka, disebabkan dosa-dosa dan pelanggaran mereka. Sayang sekali, bahwa azab itu dipandang oleh sebagian manusia hanya sebagai bencana alam dan tidak menimbulkan kesadaran dalam hati mereka, sebagai azab Tuhan ada di antara mereka yang mati terbunuh pada waktu perang Badar dan ada pula yang mengalami nasib hina dalam kehidupan."
        }
      ]
    }
  ]
}