{
  "pageNumber": 209,
  "juz": 11,
  "surahs": [
    {
      "number": 10,
      "name": "Yunus",
      "nameArabic": "يونس",
      "meaning": "Nabi Yunus",
      "revelation": "Makkah",
      "description": "Surat Yunus terdiri dari 109 ayat dan termasuk surat Makkiyyah, kecuali ayat 40, 94, dan 95 yang diturunkan di Madinah.Surat ini dinamai \"Yunus\" karena di dalamnya disebutkan kisah Nabi Yunus dan pengikut-pengikutnya yang memiliki keteguhan iman.Pokok-Pokok Isi:1. Keimanan:Al-Qur'an bukanlah sihir; Allah mengatur alam semesta dari 'Arsy-Nya; syafaat hanyalah dengan izin Allah; wali-wali Allah; wahyu Allah yang menerangkan yang ghaib kepada manusia; Allah menyaksikan dan mengamati perbuatan hamba-hamba-Nya di dunia; Allah tidak mempunyai Anak.2. Hukum:Menentukan perhitungan tahun dan waktu dengan perjalanan matahari dan bulan; hukum mengada-adakan sesuatu terhadap Allah dan mendustakan ayat-ayat-Nya.3. Kisah-kisah:Kisah Nabi Nuh dengan kaumnya; Nabi Musa dengan Fir'aun dan tukang-tukang sihir; kisah Bani Israil setelah keluar dari negeri Mesir; Nabi Yunus dengan kaumnya.4. Lain-lain:Manusia ingat kepada Allah ketika ditimpa kesulitan dan lupa ketika diberi kesenangan; keadaan orang-orang baik dan orang-orang jahat pada hari kiamat; Al-Qur'an tidak dapat ditandingi; rasul hanya menyampaikan risalah.Surat Yunus mengandung hal-hal yang berhubungan dengan pokok-pokok kepercayaan, lenyapnya syirik, pengutusan rasul, hari kebangkitan, hari pembalasan, dan hal-hal yang berhubungan dengan pokok-pokok agama lainnya sebagaimana biasa didapati dalam surat-surat Makkiyah.Hubungan Surat Yunus Dengan Surat Hud:1. Kedua surat ini sama-sama dimulai dengan alif laam raa', kemudian diiringi dengan menyebutkan risalah nabi-nabi yang diutus Allah dan menerangkan kedudukan para rasul sebagai pemberi kabar gembira dan pemberi peringatan.2. Kedua surat ini pada pertengahannya sama-sama menerangkan tentang keingkaran orang-orang kafir terhadap Al-Qur'an, bantahan terhadap anggapan kepalsuan risalah para rasul, dan keingkaran kaum musyrikin terhadap pokok agama. Kemudian kedua surat ini sama-sama ditutup dengan seruan agar mengikuti rasul, bersabar terhadap semua tindakan jahat kaum musyrikin, istiqamah, dan bertawakal kepada Allah.3. Kedua surat ini sama-sama menerangkan kisah para nabi, tetapi kisah para nabi yang disebut dalam surat Hud bersifat menjelaskan apa yang telah disebut dalam surat Yunus. Pada umumnya, apa yang diutarakan dalam surat Hud merupakan penjelasan dari apa yang telah disebut dalam surat Yunus.",
      "verses": [
        {
          "number": 7,
          "arabic": "إِنَّ ٱلَّذِينَ لَا يَرْجُونَ لِقَآءَنَا وَرَضُوا۟ بِٱلْحَيَوٰةِ ٱلدُّنْيَا وَٱطْمَأَنُّوا۟ بِهَا وَٱلَّذِينَ هُمْ عَنْ ءَايَـٰتِنَا غَـٰفِلُونَ",
          "transliteration": "inna alladhīna lā yarjūna liqāanā waraḍū bil-ḥayati l-dun'yā wa-iṭ'ma-annū bihā wa-alladhīna hum ʿan āyātinā ghāfilūna",
          "translation": "Sesungguhnya orang-orang yang tidak mengharapkan (tidak percaya akan) pertemuan dengan Kami, dan merasa puas dengan kehidupan dunia serta merasa tenteram dengan (kehidupan) itu, dan orang-orang yang melalaikan ayat-ayat Kami,",
          "tafsir": "Ayat-ayat ini menerangkan bahwa alasan orang-orang yang tidak meyakini akan adanya pertemuan dengan Allah di akhirat nanti dimana semua amal perbuatan akan ditimbang dengan adil, karena mereka lebih mencintai kehidupan dunia dan rela menukar kesenangan hidup di akhirat dengan kesenangan hidup di dunia yang fana ini. Hal itu juga karena mereka terpengaruh oleh kelezatan duniawi, demikian pula orang-orang yang lalai dan tidak mengindahkan ayat-ayat Al-Qur'an, serta tidak mau mempelajari, memahami dan mengamalkannya, maka tempat mereka kelak ialah neraka Jahannam. Balasan azab yang demikian itu adalah karena dosa-dosa yang mereka kerjakan selama hidup di dunia, dan balasan itu setimpal dengan perbuatan mereka. Dalam ayat ini disebutkan dua macam sikap dan perbuatan manusia yang menyebabkan mereka masuk neraka, yaitu: 1. Tidak percaya akan adanya hidup sesudah mati nanti, karena telah terpengaruh oleh kesenangan duniawi. 2. Tidak mengindahkan ayat-ayat Al-Quran. Tidak percaya adanya hidup sesudah mati, untuk menemui Allah, berarti tidak percaya akan keadilan Allah, dan kasih sayang-Nya kepada hamba-Nya. Orang-orang yang demikian biasanya adalah orang-orang yang mengira bahwa segala sesuatu yang telah didapatnya itu, adalah semata-mata atas usahanya sendiri, bukanlah sebagai rahmat dan karunia dari Tuhan; seakan-akan dialah yang menentukan segala sesuatu. Sifat-sifat yang demikian dapat menjurus pada kepercayaan atheisme yang berpendapat bahwa Tuhan itu tidak ada, hanya manusia sendirilah yang mengadakan segala sesuatu. Hal ini sangat bertentangan dengan pokok utama akidah Islamiyah. Demikian pula tidak mengindahkan ayat-ayat Al-Quran berarti tidak percaya bahwa Al-Quran sebagai kitab Allah yang diturunkan kepada Nabi Muhammad saw, nabi yang terakhir dan tidak percaya pula bahwa kitab itu dapat menjadi pedoman bagi manusia dalam melayarkan bahtera hidup di dunia untuk mencapai kehidupan abadi di akhirat nanti. Kepercayaan kepada adanya hidup sesudah mati, dan Al-Quran itu Kitab Allah yang diturunkan kepada Muhammad saw, adalah merupakan pokok utama ajaran Islam. Mengingkari kedua ajaran pokok itu berarti mengingkari ajaran Islam. Itulah sebabnya Allah mengancam dengan sangsi yang berat berupa azab neraka Jahannam terhadap orang-orang yang mengingkari-Nya."
        },
        {
          "number": 8,
          "arabic": "أُو۟لَـٰٓئِكَ مَأْوَىٰهُمُ ٱلنَّارُ بِمَا كَانُوا۟ يَكْسِبُونَ",
          "transliteration": "ulāika mawāhumu l-nāru bimā kānū yaksibūna",
          "translation": "mereka itu tempatnya di neraka, karena apa yang telah mereka lakukan.",
          "tafsir": "Ayat-ayat ini menerangkan bahwa alasan orang-orang yang tidak meyakini akan adanya pertemuan dengan Allah di akhirat nanti dimana semua amal perbuatan akan ditimbang dengan adil, karena mereka lebih mencintai kehidupan dunia dan rela menukar kesenangan hidup di akhirat dengan kesenangan hidup di dunia yang fana ini. Hal itu juga karena mereka terpengaruh oleh kelezatan duniawi, demikian pula orang-orang yang lalai dan tidak mengindahkan ayat-ayat Al-Qur'an, serta tidak mau mempelajari, memahami dan mengamalkannya, maka tempat mereka kelak ialah neraka Jahannam. Balasan azab yang demikian itu adalah karena dosa-dosa yang mereka kerjakan selama hidup di dunia, dan balasan itu setimpal dengan perbuatan mereka. Dalam ayat ini disebutkan dua macam sikap dan perbuatan manusia yang menyebabkan mereka masuk neraka, yaitu: 1. Tidak percaya akan adanya hidup sesudah mati nanti, karena telah terpengaruh oleh kesenangan duniawi. 2. Tidak mengindahkan ayat-ayat Al-Quran. Tidak percaya adanya hidup sesudah mati, untuk menemui Allah, berarti tidak percaya akan keadilan Allah, dan kasih sayang-Nya kepada hamba-Nya. Orang-orang yang demikian biasanya adalah orang-orang yang mengira bahwa segala sesuatu yang telah didapatnya itu, adalah semata-mata atas usahanya sendiri, bukanlah sebagai rahmat dan karunia dari Tuhan; seakan-akan dialah yang menentukan segala sesuatu. Sifat-sifat yang demikian dapat menjurus pada kepercayaan atheisme yang berpendapat bahwa Tuhan itu tidak ada, hanya manusia sendirilah yang mengadakan segala sesuatu. Hal ini sangat bertentangan dengan pokok utama akidah Islamiyah. Demikian pula tidak mengindahkan ayat-ayat Al-Quran berarti tidak percaya bahwa Al-Quran sebagai kitab Allah yang diturunkan kepada Nabi Muhammad saw, nabi yang terakhir dan tidak percaya pula bahwa kitab itu dapat menjadi pedoman bagi manusia dalam melayarkan bahtera hidup di dunia untuk mencapai kehidupan abadi di akhirat nanti. Kepercayaan kepada adanya hidup sesudah mati, dan Al-Quran itu Kitab Allah yang diturunkan kepada Muhammad saw, adalah merupakan pokok utama ajaran Islam. Mengingkari kedua ajaran pokok itu berarti mengingkari ajaran Islam. Itulah sebabnya Allah mengancam dengan sangsi yang berat berupa azab neraka Jahannam terhadap orang-orang yang mengingkari-Nya."
        },
        {
          "number": 9,
          "arabic": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ يَهْدِيهِمْ رَبُّهُم بِإِيمَـٰنِهِمْ ۖ تَجْرِى مِن تَحْتِهِمُ ٱلْأَنْهَـٰرُ فِى جَنَّـٰتِ ٱلنَّعِيمِ",
          "transliteration": "inna alladhīna āmanū waʿamilū l-ṣāliḥāti yahdīhim rabbuhum biīmānihim tajrī min taḥtihimu l-anhāru fī jannāti l-naʿīmi",
          "translation": "Sesungguhnya orang-orang yang beriman dan mengerjakan kebajikan, niscaya diberi petunjuk oleh Tuhan karena keimanannya. Mereka di dalam surga yang penuh kenikmatan, mengalir di bawahnya sungai-sungai.",
          "tafsir": "Pada ayat ini Allah menerangkan balasan dan pahala yang baik yang diterima orang-orang yang beriman dan beramal saleh di akhirat nanti yaitu mereka diberi tempat yang mulia berupa surga yang penuh kenikmatan. Iman dan amal saleh merupakan dua hal yang sangat erat hubungannya, satu dengan yang lain berjalin dan bersangkut paut. Amat banyak ayat Al-Quran yang menerangkan keeratan hubungan itu. Iman berupa keyakinan dan kepercayaan kepada adanya Tuhan Yang Maha Esa, Pencipta dan Pemilik semesta alam, Maha Pengasih, Maha Penyayang kepada hamba-Nya. Karena sifat Maha Pengasih dan Maha Penyayang yang ada pada-Nya itu. Dia menganugerahkan hidayat dan petunjuk bagi manusia agar mereka dengan petunjuk itu berbahagia hidup di dunia dan di akhirat. Petunjuk ini diakui oleh orang yang beriman sebagai petunjuk dari Allah, yang perwujudannya adalah sebagaimana yang disebutkan dan yang dikemukakan contoh-contohnya di dalam Al-Quran dan hadis-hadis Nabi saw. Jadi amal yang saleh yang dikerjakan oleh seorang Muslim adalah manifestasi dari imannya, atau dengan perkataan lain bahwa seseorang yang telah mengaku beriman tentulah ia suka mengerjakan amal saleh. Mustahil seseorang yang beriman tidak mengerjakannya. Iman dan amal saleh ini menjadi sebab manusia hidup berbahagia di dunia, dan diberi balasan oleh Allah berupa surga di akhirat. Dengan demikian, mereka telah sampai ke tingkat kehidupan rohani yang paling tinggi."
        },
        {
          "number": 10,
          "arabic": "دَعْوَىٰهُمْ فِيهَا سُبْحَـٰنَكَ ٱللَّهُمَّ وَتَحِيَّتُهُمْ فِيهَا سَلَـٰمٌ ۚ وَءَاخِرُ دَعْوَىٰهُمْ أَنِ ٱلْحَمْدُ لِلَّهِ رَبِّ ٱلْعَـٰلَمِينَ",
          "transliteration": "daʿwāhum fīhā sub'ḥānaka l-lahuma wataḥiyyatuhum fīhā salāmun waākhiru daʿwāhum ani l-ḥamdu lillahi rabbi l-ʿālamīna",
          "translation": "Doa mereka di dalamnya ialah, \"Subḥānakallāhumma\" (Mahasuci Engkau, ya Tuhan kami), dan salam penghormatan mereka ialah, \"Salām\" (salam sejahtera). Dan penutup doa mereka ialah, \"Al-Ḥamdu lillāhi Rabbil 'ālamīn\". (segala puji bagi Allah Tuhan seluruh alam).",
          "tafsir": "Ayat ini menggambarkan tiga perumpamaan kehidupan orang-orang mukmin di surga. Dari tiga perumpamaan itu tergambar tingkatan kehidupan rohani yang tinggi yang telah dicapai mereka. Gambaran itu ialah: 1. Doa mereka, dimulai dengan menyebut, \"Subhanaka Allahumma\" 2. Salam penghormatan mereka ialah, \"Salam\". 3. Akhir doa mereka ialah, \"Alhamdulillahi Rabbil Â'lamin\". Doa ialah permohonan yang dipanjatkan kepada Yang Mahaagung, dengan sepenuh hati dengan kata-kata yang penuh hormat, karena merasakan keagungan tempat meminta. Pengakuan akan keagungan Allah itu diungkapkan dengan perkataan \"subhanaka Allahumma\" (Maha Suci Engkau, wahai Allah). Kalimat ini memberi pengertian bahwa Allah Maha Esa, hanya Dia sendirilah yang berhak disembah, yang berhak diagungkan. Setiap makhluk wajib menghambakan diri kepada-Nya selama-lamanya, baik di dunia maupun di akhirat. Makhluk yang seperti inilah yang berhak memperoleh kebahagiaan dan kenikmatan yang abadi pula. Salam penghormatan mereka ialah \"salam\" yang maksudnya ialah agar sejahtera dan selamat dari yang tidak disukai dan diingini. Salam penghormatan ini telah selalu pula mereka ucapkan selama hidup di dunia. Dalam Surah al-Ahzab/33: 44 diterangkan bahwa \"salam\" itu pun me-rupakan salam yang diucapkan oleh Allah kepada orang-orang yang beriman waktu mereka pertama kali menjumpai Allah di akhirat. Allah berfirman: Penghormatan mereka (orang-orang mukmin itu) ketika mereka menemui-Nya ialah, \"Salam,\" dan Dia menyediakan pahala yang mulia bagi mereka. (al-Ahzab/33: 44) Salam penghormatan ini pula yang diucapkan oleh para malaikat kepada mereka, waktu mereka pertama kali masuk surga. Allah berfirman: Dan orang-orang yang bertakwa kepada Tuhannya diantar ke dalam surga berrombongan. Sehingga apabila mereka sampai kepadanya (surga), dan pintu-pintunya telah dibukakan, penjaga-penjaganya berkata kepada mereka, \"Kesejahteraan (dilimpahkan) atasmu, berbahagialah kamu! Maka masuklah, kamu kekal di dalamnya.\" (az-Zumar/39: 73) Dan dalam penghormatan ini pula yang diucapkan oleh sesama orang-orang yang beriman di dalam surga. Allah berfirman: Di dalamnya mereka tidak mendengar perkataan yang tidak berguna, kecuali (ucapan) salam. Dan di dalamnya bagi mereka ada rezeki pagi dan petang. (Maryam/19: 62) Ketinggian kehidupan rohani yang dicapai oleh orang-orang yang beriman di dalam surga nanti dipahami pula dari setiap penutup doa dan permintaan yang mereka panjatkan kepada Allah, yaitu \"Alhamdulillahi Rabbil Â'lamin\" (Segala puji bagi Allah, Tuhan Semesta Alam). Ucapan ini pula yang diucapkan oleh orang-orang yang beriman di waktu pertama kali masuk surga. Allah berfirman: Dan mereka berkata, \"Segala Puji bagi Allah yang telah memenuhi janji-Nya kepada kami dan telah memberi tempat ini kepada kami sedang kami (diperkenankan) menempati surga di mana saja yang kami kehendaki.\" Maka (surga itulah) sebaik-baik balasan bagi orang-orang yang beramal. (az-Zumar/39: 74) Dan ucapan ini pula yang diucapkan para malaikat di waktu mereka berada di sekeliling Arsy. Allah berfirman: Dan engkau (Muhammad) akan melihat malaikat-malaikat melingkar di sekeliling Arsy, bertasbih sambil memuji Tuhannya; lalu diberikan keputusan di antara mereka (hamba-hamba Allah) secara adil dan dikatakan, \"Segala puji bagi Allah, Tuhan seluruh alam.\" (az-Zumar/39: 75) Dari ayat ini dipahami bahwa wajib atas tiap-tiap orang yang beriman mensucikan jiwanya, dan membersihkan dirinya. Cara mensucikan jiwa dan membersihkan diri itu ialah dengan beribadah kepada Allah, mengendalikan hawa nafsu dan mengarahkannya untuk mengerjakan perbuatan yang baik dan amal yang saleh. Bukanlah membersihkan diri itu dengan menggunakan perantara, seperti menjadikan perantara orang-orang yang dianggap keramat dan sebagainya, atau mengharapkan syafaat dari padanya. Bahkan perbuatan yang demikian itu dapat menjurus kearah kemusyrikan. Allah berfirman: (Pahala dari Allah) itu bukanlah angan-anganmu dan bukan (pula) angan-angan Ahli Kitab. Barang siapa mengerjakan kejahatan, niscaya akan dibalas sesuai dengan kejahatan itu dan dia tidak akan mendapatkan pelindung dan penolong selain Allah. (an-Nisa/4: 123) Tiga macam perumpamaan kehidupan rohani yang tinggi yang diperoleh oleh ahli surga itu hendaklah selalu dibiasakan dan diamalkan oleh orang-orang yang beriman selama mereka hidup di dunia agar mereka memperoleh kebahagiaan yang abadi pula."
        },
        {
          "number": 11,
          "arabic": "۞ وَلَوْ يُعَجِّلُ ٱللَّهُ لِلنَّاسِ ٱلشَّرَّ ٱسْتِعْجَالَهُم بِٱلْخَيْرِ لَقُضِىَ إِلَيْهِمْ أَجَلُهُمْ ۖ فَنَذَرُ ٱلَّذِينَ لَا يَرْجُونَ لِقَآءَنَا فِى طُغْيَـٰنِهِمْ يَعْمَهُونَ",
          "transliteration": "walaw yuʿajjilu l-lahu lilnnāsi l-shara is'tiʿ'jālahum bil-khayri laquḍiya ilayhim ajaluhum fanadharu alladhīna lā yarjūna liqāanā fī ṭugh'yānihim yaʿmahūna",
          "translation": "Dan kalau Allah menyegerakan keburukan bagi manusia seperti permintaan mereka untuk menyegerakan kebaikan, pasti diakhiri umur mereka. Namun Kami biarkan orang-orang yang tidak mengharapkan pertemuan dengan Kami, bingung di dalam kesesatan mereka.",
          "tafsir": "Salah satu sifat dan watak manusia, adalah ingin segala sesuatu yang akan terjadi padanya dipercepat atau disegerakan, baik itu berupa hukuman atau kemudaratan, kebaikan atau pahala. Padahal, mereka telah mengetahui bahwa semuanya itu terjadi atas kehendak Allah, sesuai dengan hukum-hukum-Nya dan sesuai pula dengan ketetapan dan aturannya. Allah berfirman: ...Mereka hanyalah menunggu (berlakunya) ketentuan kepada orang-orang terdahulu. Maka kamu tidak akan mendapatkan perubahan bagi ketentuan Allah dan tidak (pula) akan menemui penyimpangan bagi ketentuan Allah itu. (Fathir/35: 43) Dan firman Allah: (Demikianlah) hukum Allah yang telah berlaku sejak dahulu, kamu sekali-kali tidak akan menemukan perubahan pada hukum Allah itu. (al-Fath/48: 23) Pada ayat-ayat Al-Quran yang lain dijelaskan sifat tergesa-gesa yang ada pada manusia, sebagaimana firman Allah: Dan manusia (seringkali) berdoa untuk kejahatan sebagaimana (biasanya) dia berdoa untuk kebaikan. Dan memang manusia bersifat tergesa-gesa. (al-Isra/17: 11) Dan firman Allah: Manusia diciptakan (bersifat) tergesa-gesa. Kelak akan Aku perlihatkan kepadamu tanda-tanda (kekuasaan)-Ku. Maka janganlah kamu minta Aku menyegerakannya. (al-Anbiya/21: 37) Sifat tergesa-gesa ingin memperoleh kebaikan dan kesenangan pada manusia itu, adalah karena keinginan mereka memperoleh manfaat dari sesuatu dalam waktu singkat, padahal mereka mengetahui bahwa segala sesuatu ada prosesnya. Proses itu memerlukan tekad/niat yang kuat, kesabaran dan keuletan. Mustahil mereka akan mencapai suatu kesenangan, tetapi mereka tidak berusaha mencapainya dengan mengikuti syarat-syarat tercapainya sesuatu. Lain halnya dengan keinginan manusia mengalami suatu siksaan, bahaya atau malapetaka. Keinginan ini timbul karena kebodohan, ketidakimanan, kedurhakaan, dan keingkaran mereka terhadap Nabi Muhammad saw atau karena mereka ingin memperolok-olokan sesuatu yang tidak mereka inginkan itu, atau karena kemarahan dan kebencian mereka terhadap sesuatu dan sebagainya, seperti yang terjadi atas orang-orang yang putus asa dalam kehidupannya, maka ia memohon kematian atas dirinya. Demikian pula orang-orang kafir yang tidak menginginkan sesuatu yang disampaikan Rasul Allah, lalu minta bukti dengan cara segera mendatangkan azab yang dijanjikan kepada mereka. Keinginan dan permintaan mereka itu dijawab oleh Allah dengan tegas melalui firman-Nya dalam ayat ini, yaitu seandainya Allah mau memperkenankan doa dan permintaan manusia, supaya ditimpakan azab kepada mereka atau suatu malapetaka, sesuai dengan permintaan yang mereka ajukan semata-mata karena kebodohan atau ingin melemahkan bukti-bukti kenabian yang disampaikan kepada mereka, seperti yang pernah diminta oleh orang-orang musyrik Mekah, tentulah Allah akan segera mengabulkannya dan itu amat mudah bagi Allah. Permintaan ini sering diajukan orang-orang musyrik Mekah kepada Nabi Muhammad saw yang menyampaikan agama Allah kepada mereka. Mereka meminta yang tidak pantas kepada Nabi, seperti meminta datangnya azab kepada mereka sebagaimana yang pernah didatangkan kepada bangsa-bangsa dahulu kala, meminta datangnya kiamat dan sebagainya, sebagaimana firman Allah: Dan mereka meminta kepadamu agar dipercepat (datangnya) siksaan, sebelum (mereka meminta) kebaikan, padahal telah terjadi bermacam-macam contoh siksaan sebelum mereka. Sungguh, Tuhanmu benar-benar memiliki ampunan bagi manusia atas kezaliman mereka, dan sungguh, Tuhanmu sangat keras siksaan-Nya. (ar-Raad/13: 6) Dan firman Allah: Dan mereka meminta kepadamu agar segera diturunkan azab. Kalau bukan karena waktunya yang telah ditetapkan, niscaya datang azab kepada mereka dan (azab itu) pasti akan datang kepada mereka dengan tiba-tiba, sedang mereka tidak menyadarinya. (al-Ankabut/29: 53) Bahkan orang-orang musyrik itu, karena sangat ingkar kepada Al-Qur'an, berani berdoa agar disegerakan azab atas mereka seandainya yang disampaikan Muhammad itu adalah benar. Allah berfirman: Dan (ingatlah,) ketika mereka (orang-orang musyrik) berkata, \"Ya Allah, jika (Al-Quran) ini benar (wahyu) dari Engkau, maka hujanilah kami dengan batu dari langit, atau datangkanlah kepada kami azab yang pedih.\" (al-Anfal/8: 32) Orang-orang musyrik yang mengingkari adanya Hari Kiamat, menantang Rasulullah agar disegerakan datangnya Hari Kiamat itu, sebagaimana firman Allah: Orang-orang yang tidak percaya adanya Hari Kiamat meminta agar hari itu segera terjadi, dan orang-orang yang beriman merasa takut kepadanya dan mereka yakin bahwa Kiamat itu adalah benar (akan terjadi). Ketahuilah bahwa sesungguhnya orang-orang yang membantah tentang terjadinya Kiamat itu benar-benar telah tersesat jauh. (asy-Syura/42: 18) Tujuan orang-orang musyrik meminta kepada Nabi Muhammad saw agar didatangkan segera hukuman yang dijanjikan itu, bukan hanya karena mereka tidak percaya kepadanya, tetapi juga untuk membantah dan melemahkan hujjah dan bukti kenabian, memperolok-olokan ayat-ayat Al-Quran yang disampaikan kepada mereka dan untuk mengatakan kepada Nabi Muhammad saw bahwa mereka sangat mengingkari segala macam yang disampaikan beliau kepada mereka. Adakalanya di antara mereka ada yang percaya kepada Nabi saw, tetapi rasa dengki kepada Muhammad dan fanatik kepada agama nenek moyang mereka telah menyebabkan mereka tetap mengingkarinya. Dari ayat ini dipahami bahwa Allah tidak akan memperkenankan doa dan permintaan mereka, dan tidak menghendaki kehancuran mereka seperti yang telah dialami oleh umat yang telah lalu, tetapi Allah Maha Pengasih lagi Maha Penyayang kepada mereka. Muhammad diutus sebagai nabi dan rasul terakhir kepada seluruh manusia sebagai rahmat bagi seluruh alam. Karena itu Allah selalu memberikan kesempatan kepada mereka untuk bertobat. Kalau mereka tetap dalam keingkaran dan kekafirannya sampai mati, maka Allah akan mengazab mereka dengan azab yang pedih. Allah tidak akan mendatangkan azab kepada mereka di dunia sebagaimana yang telah ditimpakan kepada umat-umat yang dahulu, karena seandainya Allah menimpakan azab kepada mereka, tentu mereka akan musnah semuanya, dan kemusnahan itu akan menimpa pula orang-orang yang beriman yang hidup dan berdiam di antara mereka, sebagaimana firman Allah: Dan kalau Allah menghukum manusia karena kezalimannya, niscaya tidak akan ada yang ditinggalkan-Nya (di bumi) dari makhluk yang melata sekalipun, tetapi Allah menangguhkan mereka sampai waktu yang sudah ditentukan. Maka apabila ajalnya tiba, mereka tidak dapat meminta penundaan atau percepatan sesaat pun. (an-Nahl/16: 61)"
        },
        {
          "number": 12,
          "arabic": "وَإِذَا مَسَّ ٱلْإِنسَـٰنَ ٱلضُّرُّ دَعَانَا لِجَنۢبِهِۦٓ أَوْ قَاعِدًا أَوْ قَآئِمًا فَلَمَّا كَشَفْنَا عَنْهُ ضُرَّهُۥ مَرَّ كَأَن لَّمْ يَدْعُنَآ إِلَىٰ ضُرٍّ مَّسَّهُۥ ۚ كَذَٰلِكَ زُيِّنَ لِلْمُسْرِفِينَ مَا كَانُوا۟ يَعْمَلُونَ",
          "transliteration": "wa-idhā massa l-insāna l-ḍuru daʿānā lijanbihi aw qāʿidan aw qāiman falammā kashafnā ʿanhu ḍurrahu marra ka-an lam yadʿunā ilā ḍurrin massahu kadhālika zuyyina lil'mus'rifīna mā kānū yaʿmalūna",
          "translation": "Dan apabila manusia ditimpa bahaya dia berdoa kepada Kami dalam keadaan berbaring, duduk atau berdiri, tetapi setelah Kami hilangkan bahaya itu darinya, dia kembali (ke jalan yang sesat), seolah-olah dia tidak pernah berdoa kepada Kami untuk (menghilangkan) bahaya yang telah menimpanya. Demikianlah dijadikan terasa indah bagi orang-orang yang melampaui batas apa yang mereka kerjakan.",
          "tafsir": "Pada ayat-ayat ini, Allah menerangkan karakter manusia yang lain, yaitu apabila mereka ditimpa kemudaratan, musibah atau kesulitan, mereka ingat kepada Allah dan berdoa kepada-Nya, baik dalam keadaan berbaring duduk ataupun berdiri, agar dihindarkan dan dihilangkan dari mereka semua kemudaratan itu. Sebaliknya jika bahaya kesengsaraan dan kesulitan itu telah lenyap dan mereka telah menikmati rahmat, nikmat dan kurnia Allah, maka berangsur-angsur lupa kepada pemberi rahmat dan karunia itu, bahkan mereka mulai kafir kepada Allah. Ayat ini menunjukkan kelemahan-kelemahan manusia di kala ia menerima cobaan dari Allah, dan menunjukkan pula ketergantungan manusia kepada rahmat dan karunia Tuhan Pencipta dan Yang Mengatur kehidupannya. Karena itu hendaklah orang-orang yang beriman ingat dan jangan lupa kepada Pencipta dan Pengawasnya, baik dalam keadaan kesulitan dan bahaya, maupun dalam keadaan lapang dan senang. Semua itu merupakan cobaan Tuhan kepada hamba-hamba-Nya untuk menguji kekuatan iman mereka. Orang yang berhasil mengatasi segala cobaan yang dialaminya baik berupa kesulitan maupun kesenangan, mereka itulah yang berhak memperoleh kebahagiaan abadi di dunia dan di akhirat. Orang yang melampaui batas dan orang yang sesat seperti orang musyrik Mekah adalah orang-orang yang telah dipalingkan hatinya oleh setan. Setan telah menjadikan mereka memandang baik perbuatan buruk yang telah mereka kerjakan, sehingga apabila bahaya telah lenyap mereka akan kembali sesat dan mendurhakai Tuhan."
        },
        {
          "number": 13,
          "arabic": "وَلَقَدْ أَهْلَكْنَا ٱلْقُرُونَ مِن قَبْلِكُمْ لَمَّا ظَلَمُوا۟ ۙ وَجَآءَتْهُمْ رُسُلُهُم بِٱلْبَيِّنَـٰتِ وَمَا كَانُوا۟ لِيُؤْمِنُوا۟ ۚ كَذَٰلِكَ نَجْزِى ٱلْقَوْمَ ٱلْمُجْرِمِينَ",
          "transliteration": "walaqad ahlaknā l-qurūna min qablikum lammā ẓalamū wajāathum rusuluhum bil-bayināti wamā kānū liyu'minū kadhālika najzī l-qawma l-muj'rimīna",
          "translation": "Dan sungguh, Kami telah membinasakan umat-umat sebelum kamu, ketika mereka berbuat zalim, padahal para rasul mereka telah datang membawa keterangan-keterangan (yang nyata), tetapi mereka sama sekali tidak mau beriman. Demikianlah Kami memberi balasan kepada orang-orang yang berbuat dosa.",
          "tafsir": "Ayat ini menurut lahirnya ditujukan kepada orang kafir Mekah yang selalu memperolok-olokkan Nabi Muhammad, tetapi termasuk juga di dalamnya semua umat manusia yang bersikap dan bertindak seperti yang telah dilakukan orang-orang kafir Mekah itu. Umat-umat dahulu pernah dihancurkan seluruhnya karena kezaliman, kekafiran, dan keingkaran kepada rasul-rasul dan nabi-nabi yang telah diutus Allah kepada mereka. Padahal rasul-rasul dan nabi-nabi itu telah membentangkan jalan kebenaran, yang bila mereka tempuh akan menyampaikan mereka ke tempat yang penuh bahagia. Orang-orang dahulu pernah dibinasakan Allah, karena kezaliman mereka sebagaimana tersebut dalam firman-Nya: Dan (penduduk) negeri itu telah Kami binasakan ketika mereka berbuat zalim, dan telah Kami tetapkan waktu tertentu bagi kebinasaan mereka. (al-Kahf/18: 59) Allah menegaskan bahwa orang-orang zalim dan ingkar itu pasti ditimpa azab yang sangat pedih. Allah berfirman: Dan tidak ada suatu negeri pun (yang durhaka penduduknya), melainkan Kami membinasakannya sebelum Hari Kiamat atau Kami siksa (penduduknya) dengan siksa yang sangat keras. Yang demikian itu telah tertulis di dalam Kitab (Lauh Mahfudz). (al-Isra/17: 58) Ada dua macam azab yang pernah ditimpakan Allah kepada orang-orang dahulu karena keingkaran dan kezaliman mereka yaitu: 1.Dengan memusnahkan seluruh mereka yang mendustakan rasul dan yang berbuat zalim itu, seperti yang pernah ditimpakan-Nya kepada kaum Â'd, samud, kaum Nuh dan sebagainya. 2. Mendatangkan azab berupa kerusakan, kekacauan dalam masyarakat dan sebagainya, sebagaimana firman Allah: Dan berapa banyak (penduduk) negeri yang zalim yang telah Kami binasakan, dan Kami jadikan generasi yang lain setelah mereka itu (sebagai penggantinya). (al-Anbiya/21: 11) Kerusakan dan kekacauan dalam masyarakat itu terjadi karena banyaknya pribadi-pribadi yang telah rusak, kemewahan yang berlebihan, suka hidup berfoya-foya, menuruti hawa nafsu, kerusakan akhlak dan sebagainya yang mengakibatkan golongan yang lemah di antara mereka berada di bawah kekuasaan golongan yang kuat. Akan tetapi jika mereka mendustakan rasul yang membawa petunjuk ke jalan yang lurus, mereka tidak lagi bisa menerima ajaran yang dibawa rasul-rasul itu, karena telah terbiasa berlaku zalim, kafir dan hidup mementingkan kesenangan duniawi, sehingga iman mereka tidak dapat diharapkan lagi sedikit pun, maka Allah menghancurkan dan memusnahkan mereka. Demikianlah Allah memberikan balasan kepada orang-orang yang zalim dan mengerjakan perbuatan dosa. Ada kalanya Allah menghancurkannya sekaligus, atau mendatangkan azab berupa kerusakan dan kehancuran dalam masyarakat mereka. Hal ini merupakan peringatan keras dari Allah kepada orang-orang musyrik Mekah yang mendustakan Rasulullah."
        },
        {
          "number": 14,
          "arabic": "ثُمَّ جَعَلْنَـٰكُمْ خَلَـٰٓئِفَ فِى ٱلْأَرْضِ مِنۢ بَعْدِهِمْ لِنَنظُرَ كَيْفَ تَعْمَلُونَ",
          "transliteration": "thumma jaʿalnākum khalāifa fī l-arḍi min baʿdihim linanẓura kayfa taʿmalūna",
          "translation": "Kemudian Kami jadikan kamu sebagai pengganti-pengganti (mereka) di bumi setelah mereka, untuk Kami lihat bagaimana kamu berbuat.",
          "tafsir": "Setelah umat-umat yang terdahulu hancur, maka Allah mengganti dengan umat Muhammad, umat yang mengikuti agama Islam, agama yang membawa manusia kepada kebahagiaan hidup di dunia dan di akhirat. Ayat ini merupakan berita gembira bagi pengikut-pengikut Nabi Muhammad yang sedang mendapat tekanan dan siksaan orang-orang musyrik Mekah waktu itu. Dengan ayat ini mereka bertambah yakin akan kebenaran agama Islam dan bertambah yakin pula bahwa perjuangan mereka berhasil dengan kemenangan. Janji Allah ini sesuai pula dengan firman-Nya: Allah telah menjanjikan kepada orang-orang di antara kamu yang beriman dan mengerjakan kebajikan, bahwa Dia sungguh akan menjadikan mereka berkuasa di bumi, sebagaimana Dia telah menjadikan orang-orang yang sebelum mereka berkuasa, dan sungguh Dia akan meneguhkan bagi mereka agama yang telah Dia ridai. Dan Dia benar-benar mengubah (keadaan) mereka, setelah berada dalam ketakutan menjadi aman sentosa. Mereka (tetap) menyembah-Ku dengan tidak mempersekutukan-Ku dengan sesuatu pun. Tetapi barang siapa (tetap) kafir setelah (janji) itu, maka mereka itulah orang-orang yang fasik. (an-Nur/24: 55) Ayat ini merupakan peringatan bagi kaum Muslimin agar selalu berhati-hati dalam menentukan apa yang akan mereka lakukan dan selalu ingat akan tugas-tugas yang diberikan Allah kepada manusia sebagai Khalifah di bumi. Di antara tugas khalifah di bumi ialah menegakkan hak dan keadilan, membersihkan alam ini dari perbuatan najis, syirik, fasik, serta meninggikan kalimah Allah di muka bumi. Allah akan memperhatikan dan mencatat semua perbuatan manusia dalam melaksanakan tugasnya, apakah sesuai dengan yang diperintahkan-Nya atau tidak. Sebagaimana firman-Nya: Dan Dialah yang menciptakan langit dan bumi dalam enam masa dan adalah Arsy-Nya di atas air, agar Dia menguji siapakah di antara kamu yang lebih baik amalnya. (Hud/11: 7) Sehubungan dengan ayat ini, Qatadah berkata, \"Tuhan kita telah berbuat yang benar. Dia menjadikan kita sebagai khalifah di muka bumi, tidak lain hanyalah untuk melihat amal-amal kita, maka perlihatkanlah kepada Allah amalan-amalan kamu yang baik di malam dan siang hari.\""
        }
      ]
    }
  ]
}