{
  "pageNumber": 223,
  "juz": 12,
  "surahs": [
    {
      "number": 11,
      "name": "Hud",
      "nameArabic": "هود",
      "meaning": "Nabi Hud",
      "revelation": "Makkah",
      "description": "Surat Hud termasuk surat Makkiyyah, terdiri dari 123 ayat, dan diturunkan setelah surat Yunus.Surat ini dinamai Hud karena di dalamnya terdapat kisah Nabi Hud dan kaumnya. Dalam surat ini juga terdapat kisah-kisah nabi yang lain, seperti: Nuh, Shaleh, Ibrahim, Luth, Syu'aib, dan Musa.**Pokok-Pokok isi:**1. **Keimanan:** Keberadaan 'Arsy Allah; kejadian alam dalam enam masa; keberadaan golongan-golongan manusia pada hari kiamat.2. **Hukum-hukum:** Agama membolehkan menikmati yang baik-baik dan memakai perhiasan asal tidak berlebih-lebihan; tidak boleh bersikap sombong; tidak boleh berdoa atau mengharapkan sesuatu yang mustahil menurut sunnatullah.3. **Kisah-kisah:** Kisah Nuh dan kaumnya; kisah Hud dan kaumnya; kisah Shaleh dan kaumnya; kisah Ibrahim dan kaumnya; kisah Syu'aib dan kaumnya; kisah Luth dan kaumnya; kisah Musa dan kaumnya.4. **Lain-lain:** Pelajaran-pelajaran yang diambil dari kisah-kisah para nabi; air sumber segala kehidupan; shalat memperkuat keimanan; sunnatullah yang berhubungan dengan kebinasaan suatu kaum.Surat Hud berisi hal-hal yang berhubungan dengan pokok-pokok agama, seperti ketauhidan, kerasulan, dan hari kebangkitan, kemudian dihubungkan dengan dakwah yang telah dilakukan oleh para nabi kepada kaumnya.**Hubungan Surat Hud Dengan Surat Yusuf:**1. Kedua surat ini sama-sama dimulai dengan alif laam raa kemudian diiringi dengan penjelasan tentang Al-Qur'an.2. Surat Yusuf menyempurnakan penjelasan kisah para rasul yang disebut dalam surat Hud, kemudian kisah itu dijadikan dalil untuk menyatakan bahwa Al-Qur'an adalah wahyu Ilahi; setelah Nabi Muhammad tidak ada lagi nabi atau rasul yang diutus Allah.3. Perbedaan kedua surat ini ada dalam menjelaskan kisah-kisah para nabi. Dalam surat Hud diutarakan kisah beberapa orang rasul dalam menyampaikan risalah kepada kaumnya, akibat mengikuti dan akibat mendustakan mereka, kemudian dijadikan perbandingan dan berita yang mengancam kaum musyrikin Arab beserta pengikut-pengikutnya. Dalam surat Yusuf diterangkan tentang kehidupan Nabi Yusuf yang pada mulanya dizalimi oleh saudara-saudaranya kemudian menjadi rasul yang berkuasa dan dapat menolong saudara-sudaranya beserta kedua orang tuanya. Kepribadian Nabi Yusuf ini harus dijadikan teladan oleh semua orang yang beriman kepada Nabi Muhammad.",
      "verses": [
        {
          "number": 13,
          "arabic": "أَمْ يَقُولُونَ ٱفْتَرَىٰهُ ۖ قُلْ فَأْتُوا۟ بِعَشْرِ سُوَرٍ مِّثْلِهِۦ مُفْتَرَيَـٰتٍ وَٱدْعُوا۟ مَنِ ٱسْتَطَعْتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمْ صَـٰدِقِينَ",
          "transliteration": "am yaqūlūna if'tarāhu qul fatū biʿashri suwarin mith'lihi muf'tarayātin wa-id'ʿū mani is'taṭaʿtum min dūni l-lahi in kuntum ṣādiqīna",
          "translation": "Bahkan mereka mengatakan, \"Dia (Muhammad) telah membuat-buat Alquran itu.\" Katakanlah, \"(Kalau demikian), datangkanlah sepuluh surah semisal dengannya (Alquran) yang dibuat-buat, dan ajaklah siapa saja di antara kamu yang sanggup selain Allah, jika kamu orang-orang yang benar.\"",
          "tafsir": "Orang-orang kafir Mekah menuduh bahwa Muhammad itu telah menciptakan Al-Quran. Mereka menuduh bahwa Al-Quran itu bukan wahyu dari Allah, akan tetapi semata-mata buatan Muhammad belaka. Maka Nabi Muhammad diperintahkan untuk menantang orang-orang kafir Quraisy, termasuk pula orang-orang yang meragukan bahwa Al-Quran itu sebagai firman Allah, untuk membuat sepuluh surah yang sama dengan Al-Quran yang isinya mencakup hukum-hukum (syariat) kemasyarakatan, hikmat-hikmat, nasihat-nasihat, berita-berita yang gaib tentang umat-umat yang terdahulu dan berita-berita yang gaib tentang peristiwa yang akan datang, dengan susunan kata-kata yang sangat indah dan halus, sukar ditiru oleh siapa pun karena ketinggian bahasanya yang mempunyai pengaruh yang sangat mendalam kepada jiwa setiap orang yang membaca dan mendengarnya. Sesudah itu dijelaskan bahwa mereka telah mengenal Muhammad. Beliau telah bergaul berpuluh-puluh tahun di tengah-tengah mereka, dan mereka tidak pernah mendapatkan beliau berdusta atau menyalahi janji sehingga mendapat gelar al-Amin. Dengan sifat yang sudah terkenal kejujurannya sejak sebelum diangkat menjadi nabi, tidak wajar apabila beliau tiba-tiba berubah menjadi penipu atau pendusta seperti yang mereka tuduhkan, yaitu mengada-adakan Al-Quran dan mengatakannya dari Allah. Seorang sastrawan, bagaimana pun pandainya dan mahirnya membuat suatu karangan, tentu dapat saja ditiru atau diimbangi oleh sastrawan yang lain. Akan tetapi, orang musyrikin tidak mampu menciptakan surah-surah yang sama dengan Al-Quran, padahal mereka, sebagai pemimpin Quraisy, termasuk pujangga, ahli bahasa, dan sastrawan ulung, karena hasil karya kesusastraan mereka dalam bentuk syair sering dipamerkan bahkan dipertandingkan dalam gelanggang musabaqah keindahan bahasa di pasar Ukadh, dzul Majaz, dan Majannah. Jika mereka secara sendiri-sendiri ternyata tidak mampu mengemukakan surah-surah yang sama seperti Al-Quran, maka mereka dipersilahkan mengundang orang-orang yang sanggup membantu mereka jika mereka memang orang-orang yang benar."
        },
        {
          "number": 14,
          "arabic": "فَإِلَّمْ يَسْتَجِيبُوا۟ لَكُمْ فَٱعْلَمُوٓا۟ أَنَّمَآ أُنزِلَ بِعِلْمِ ٱللَّهِ وَأَن لَّآ إِلَـٰهَ إِلَّا هُوَ ۖ فَهَلْ أَنتُم مُّسْلِمُونَ",
          "transliteration": "fa-illam yastajībū lakum fa-iʿ'lamū annamā unzila biʿil'mi l-lahi wa-an lā ilāha illā huwa fahal antum mus'limūna",
          "translation": "Maka jika mereka tidak memenuhi tantanganmu, maka (katakanlah), \"Ketahuilah, bahwa (Alquran) itu diturunkan dengan ilmu Allah, dan bahwa tidak ada tuhan selain Dia, maka maukah kamu berserah diri (masuk Islam)?\"",
          "tafsir": "Ayat ini menjelaskan bahwa jika orang musyrik tidak mampu memenuhi tantangan Rasul, padahal mereka itu ahli bahasa dan ahli sastra yang ulung, maka ketahuilah bahwasanya Al-Quran itu bukan buatan Muhammad, tetapi semata-mata diturunkan oleh Allah atas kehendak-Nya, supaya disampaikan oleh Muhammad kepada sekalian umatnya. Ketahuilah pula bahwa tidak ada Tuhan yang wajib disembah dengan sebenarnya melainkan Dia, sebab hanya Allah yang mengetahui segala perkara yang gaib, yang tidak mempunyai tandingan atau sekutu dalam melaksanakan kekuasaan-Nya. Di akhir ayat, Allah memerintahkan agar mereka berserah diri kepada Allah setelah mereka mengetahui bukti yang sangat kuat itu dan agar mereka menerima Islam sebagai agama."
        },
        {
          "number": 15,
          "arabic": "مَن كَانَ يُرِيدُ ٱلْحَيَوٰةَ ٱلدُّنْيَا وَزِينَتَهَا نُوَفِّ إِلَيْهِمْ أَعْمَـٰلَهُمْ فِيهَا وَهُمْ فِيهَا لَا يُبْخَسُونَ",
          "transliteration": "man kāna yurīdu l-ḥayata l-dun'yā wazīnatahā nuwaffi ilayhim aʿmālahum fīhā wahum fīhā lā yub'khasūna",
          "translation": "Barang siapa menghendaki kehidupan dunia dan perhiasannya, pasti Kami berikan (balasan) penuh atas pekerjaan mereka di dunia (dengan sempurna) dan mereka di dunia tidak akan dirugikan.",
          "tafsir": "Barang siapa yang menginginkan kesenangan hidup di dunia seperti makanan, minuman, perhiasan, pakaian, perabot rumah tangga, binatang ternak, dan anak-anak tanpa mengadakan persiapan untuk kehidupan di akhirat, seperti beramal kebajikan, membersihkan diri dari berbagai sifat yang tercela, maka Allah akan memberikan kepada mereka apa yang mereka inginkan sesuai dengan sunnatullah atau ketentuan Allah. Dia tidak akan mengurangi sedikit pun dari hasil usaha mereka itu, karena untuk memperoleh rezeki tersebut terkait dengan usaha seseorang. Hasil usaha mereka di dunia itu tergantung kepada usaha mereka dan sunnatullah dalam kehidupan, sedang amal-amal keakhiratan, balasannya ditentukan oleh Allah Taala sendiri tanpa perantara seorang pun."
        },
        {
          "number": 16,
          "arabic": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ لَيْسَ لَهُمْ فِى ٱلْـَٔاخِرَةِ إِلَّا ٱلنَّارُ ۖ وَحَبِطَ مَا صَنَعُوا۟ فِيهَا وَبَـٰطِلٌ مَّا كَانُوا۟ يَعْمَلُونَ",
          "transliteration": "ulāika alladhīna laysa lahum fī l-ākhirati illā l-nāru waḥabiṭa mā ṣanaʿū fīhā wabāṭilun mā kānū yaʿmalūna",
          "translation": "Itulah orang-orang yang tidak memperoleh (sesuatu) di akhirat kecuali neraka, dan sia-sialah di sana apa yang telah mereka usahakan (di dunia) dan terhapuslah apa yang telah mereka kerjakan.",
          "tafsir": "Orang-orang yang amalnya hanya diniatkan sekadar mencapai kebahagiaan hidup di dunia dan tidak diniatkan sebagai persiapan untuk menghadapi akhirat, tidak memperoleh apa pun kecuali neraka. Mereka berusaha di dunia bukan karena dorongan iman pada Allah dan bukan untuk membersihkan diri dari dosa dan kejahatan dan bukan pula untuk mengejar keutamaan dan takwa, akan tetapi semata-mata untuk memenuhi keinginan hawa nafsu sepuas-puasnya. Itulah sebabnya Allah menjadikan apa yang telah mereka kerjakan di dunia sia-sia belaka. Allah berfirman: Barang siapa menghendaki kehidupan sekarang (duniawi), maka Kami segerakan baginya di (dunia) ini apa yang Kami kehendaki bagi orang yang Kami kehendaki. Kemudian Kami sediakan baginya (di akhirat) neraka Jahanam; dia akan memasukinya dalam keadaan tercela dan terusir. Dan barang siapa menghendaki kehidupan akhirat dan berusaha ke arah itu dengan sungguh-sungguh, sedangkan dia beriman, maka mereka itulah orang yang usahanya dibalas dengan baik. (al-Isra/17: 18-19) Allah berfirman: Barang siapa menghendaki keuntungan di akhirat akan Kami tambahkan keuntungan itu baginya dan barang siapa menghendaki keuntungan di dunia Kami berikan kepadanya sebagian darinya (keuntungan dunia), tetapi dia tidak akan mendapat bagian di akhirat. (asy-Syura/42: 20)"
        },
        {
          "number": 17,
          "arabic": "أَفَمَن كَانَ عَلَىٰ بَيِّنَةٍ مِّن رَّبِّهِۦ وَيَتْلُوهُ شَاهِدٌ مِّنْهُ وَمِن قَبْلِهِۦ كِتَـٰبُ مُوسَىٰٓ إِمَامًا وَرَحْمَةً ۚ أُو۟لَـٰٓئِكَ يُؤْمِنُونَ بِهِۦ ۚ وَمَن يَكْفُرْ بِهِۦ مِنَ ٱلْأَحْزَابِ فَٱلنَّارُ مَوْعِدُهُۥ ۚ فَلَا تَكُ فِى مِرْيَةٍ مِّنْهُ ۚ إِنَّهُ ٱلْحَقُّ مِن رَّبِّكَ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يُؤْمِنُونَ",
          "transliteration": "afaman kāna ʿalā bayyinatin min rabbihi wayatlūhu shāhidun min'hu wamin qablihi kitābu mūsā imāman waraḥmatan ulāika yu'minūna bihi waman yakfur bihi mina l-aḥzābi fal-nāru mawʿiduhu falā taku fī mir'yatin min'hu innahu l-ḥaqu min rabbika walākinna akthara l-nāsi lā yu'minūna",
          "translation": "Maka apakah (orang-orang kafir itu sama dengan) orang yang sudah mempunyai bukti yang nyata (Alquran) dari Tuhannya, dan diikuti oleh saksi<sup foot_note=135347>1</sup> dari-Nya dan sebelumnya sudah ada pula Kitab Musa yang menjadi pedoman dan rahmat? Mereka beriman kepadanya (Alquran). Barang siapa mengingkarinya (Alquran) di antara kelompok-kelompok (orang Quraisy), maka nerakalah tempat yang diancamkan baginya, karena itu janganlah engkau ragu terhadap Alquran. Sungguh, Alquran itu benar-benar dari Tuhanmu, tetapi kebanyakan manusia tidak beriman.",
          "tafsir": "Kemudian Allah menjelaskan bahwa nasib orang-orang kafir yang tersesat itu tidak sama dengan orang-orang yang berada di bawah cahaya yang terang-benderang yang datang dari Allah dan dibimbing pula oleh petunjuk-petunjuk-Nya yang membuktikan kebenaran agamanya yaitu Al-Quran. Kebenaran itu juga didukung oleh bukti-bukti yang lain yang datang sebelumnya, yaitu Kitab Taurat yang diturunkan kepada Musa sebagai landasan iman yang menjadi rahmat bagi orang yang mempercayainya di kalangan Bani Israil. Orang-orang yang mempunyai sifat yang demikian utamanya itu tentu tidak sama dengan orang-orang yang hanya mengejar kehidupan dunia yang fana, dan tidak sama pula dengan orang yang mengutamakan kehidupan kerohanian saja untuk mencapai kebahagiaan di akhirat. Barang siapa memperhatikan beberapa segi keutamaan yang tersebut dalam ayat ini, mereka itulah orang-orang yang beriman, yang menghimpun antara dalil-dalil yang nyata dan dalil-dalil yang diambil dari kitab lain. Mereka meyakini bahwa Al-Quran itu bukan buatan Muhammad akan tetapi semata-mata wahyu dan firman Allah. Karena itu jangan sampai ada yang meragukan kebenaran Al-Quran itu. Al-Quran tidak mengandung kebatilan, baik ayat-ayatnya yang pertama turun, hingga yang terakhir. Dia adalah firman Allah Yang Mahabijaksana dan Maha Terpuji. Tetapi amat disayangkan bahwa kebanyakan manusia tidak beriman kepadanya. Adapun orang-orang musyrik tidak mau beriman disebabkan oleh kesombongan para pemuka-pemukanya dan karena taklid buta dari pengikut-pengikutnya terhadap ajaran nenek moyang mereka yang sesat. Demikian pula ahli kitab, karena suka mengubah agama nabi-nabinya dan mengadakan berbagai macam bidah dalam agama."
        },
        {
          "number": 18,
          "arabic": "وَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا ۚ أُو۟لَـٰٓئِكَ يُعْرَضُونَ عَلَىٰ رَبِّهِمْ وَيَقُولُ ٱلْأَشْهَـٰدُ هَـٰٓؤُلَآءِ ٱلَّذِينَ كَذَبُوا۟ عَلَىٰ رَبِّهِمْ ۚ أَلَا لَعْنَةُ ٱللَّهِ عَلَى ٱلظَّـٰلِمِينَ",
          "transliteration": "waman aẓlamu mimmani if'tarā ʿalā l-lahi kadhiban ulāika yuʿ'raḍūna ʿalā rabbihim wayaqūlu l-ashhādu hāulāi alladhīna kadhabū ʿalā rabbihim alā laʿnatu l-lahi ʿalā l-ẓālimīna",
          "translation": "Dan siapakah yang lebih zalim daripada orang yang mengada-adakan suatu kebohongan terhadap Allah? Mereka itu akan dihadapkan kepada Tuhan mereka, dan para saksi<sup foot_note=135348>1</sup> akan berkata, \"Orang-orang inilah yang telah berbohong terhadap Tuhan mereka.\" Ingatlah, laknat Allah (ditimpakan) kepada orang yang zalim,",
          "tafsir": "Allah swt menjelaskan bahwa orang-orang yang paling aniaya terhadap dirinya dan terhadap orang lain ialah mereka yang berbuat dusta kepada Allah dengan ucapan dan perbuatan yakni mereka yang mendustakan hukum Allah dan sifat-sifat-Nya atau yang mengangkat pemimpin-pemimpin mereka sebagai penolong-penolong yang dapat memberi syafaat di akhirat tanpa izin Allah, atau mereka yang beranggapan bahwa Allah mempunyai anak seperti anggapan orang-orang Arab Jahiliyah bahwa malaikat-malaikat itu anak-anak perempuan Allah dan anggapan orang-orang Nasrani bahwa Nabi Isa a.s. itu anak Allah, atau mereka yang mendustakan rasul-rasul Allah dengan maksud menghalangi manusia beriman. Pada hari Kiamat segala amal perbuatan mereka akan dihadapkan ke hadirat Allah untuk diadili. Ketika itu, para malaikat, para nabi, dan orang-orang mukmin yang saleh akan tampil sebagai saksi bahwa mereka adalah orang-orang yang membuat dusta terhadap Allah. Dengan persaksian itu, akan terbongkarlah kepalsuan-kepalsuan mereka, dan mereka akan dikutuk oleh Allah sebagai balasan dari kezaliman mereka. Allah berfirman: (Yaitu) hari ketika permintaan maaf tidak berguna bagi orang-orang zalim dan mereka mendapat laknat dan tempat tinggal yang buruk. (al-Mumin/40: 52)"
        },
        {
          "number": 19,
          "arabic": "ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبْغُونَهَا عِوَجًا وَهُم بِٱلْـَٔاخِرَةِ هُمْ كَـٰفِرُونَ",
          "transliteration": "alladhīna yaṣuddūna ʿan sabīli l-lahi wayabghūnahā ʿiwajan wahum bil-ākhirati hum kāfirūna",
          "translation": "(yaitu) mereka yang menghalangi dari jalan Allah dan menghendaki agar jalan itu bengkok.<sup foot_note=135349>1</sup> Dan mereka itulah orang yang tidak percaya adanya hari akhirat.",
          "tafsir": "Kemudian Allah swt menjelaskan bahwa sesungguhnya orang-orang yang zalim itu ialah yang menghalang-halangi manusia dari jalan Allah dan memalingkan mereka dari agama yang benar dan jalan yang lurus. Mereka berusaha menyesatkan manusia dengan cara mengajak mereka kepada agama yang menyimpang agar mereka lari menjauhkan diri dari agama yang benar. Mereka sengaja berbuat demikian, karena pada dasarnya mereka tidak percaya pada hari akhirat. Allah berfirman: Orang yang kafir dan menghalangi (manusia) dari jalan Allah, Kami tambahkan kepada mereka siksaan demi siksaan disebabkan mereka selalu berbuat kerusakan. (an-Nahl/16: 88)"
        }
      ]
    }
  ]
}