{
  "pageNumber": 238,
  "juz": 12,
  "surahs": [
    {
      "number": 12,
      "name": "Yusuf",
      "nameArabic": "يوسف",
      "meaning": "Nabi Yusuf",
      "revelation": "Makkah",
      "description": "Surat Yusuf ini terdiri dari 111 ayat dan termasuk surat Makkiyyah karena diturunkan di Mekah sebelum hijrah. Surat ini dinamai Yusuf karena titik berat isinya mengenai kisah Nabi Yusuf. Kisah ini termasuk cerita ghaib yang diwahyukan kepada Nabi Muhammad sebagai mukjizat bagi beliau, yang sebelumnya tidak beliau ketahui. Menurut riwayat Al Baihaqi dalam kitab \"Ad Dalail\" bahwa segolongan orang Yahudi masuk Islam setelah mendengar kisah Nabi Yusuf tersebut, karena sesuai dengan kisah yang mereka ketahui.Dari kisah Nabi Yusuf ini, Nabi Muhammad banyak mengambil pelajaran dan merupakan penghibur bagi beliau dalam menjalankan tugasnya.**Pokok-Pokok Isi:**1. **Keimanan:** Kenabian Yusuf dan mukjizat-mukjizatnya; menentukan hukum dalam agama adalah hak Allah semata; qadha Allah tak dapat diubah; semua rasul berkelamin laki-laki2. **Hukum-hukum:** Keharusan merahasiakan sesuatu untuk menghindari fitnah; barang dan anak temuan wajib dipungut dan tidak boleh dibiarkan; boleh melakukan muslihat yang tidak merugikan orang lain untuk memperoleh sesuatu kemaslahatan.3. **Kisah-kisah:** Kisah Nabi Yusuf bersaudara dan orang tua mereka, Nabi Ya'qub.4. **Lain-lain:** Beberapa sifat dan suri teladan mulia yang dapat diambil dari kisah Nabi Yusuf; persamaan antara agama para nabi, tauhid.Surat Yusuf ini seluruh isinya berkisah tentang Nabi Yusuf dan saudara-saudaranya beserta kedua orang tua mereka. Cara penuturan kisah Nabi Yusuf ini kepada Nabi Muhammad berbeda dengan kisah nabi-nabi yang lain; kisah Nabi Yusuf secara khusus diceritakan dalam satu surat sedang kisah nabi-nabi yang lain disebutkan dalam beberapa surat. Selain itu, isi kisah Nabi Yusuf juga berbeda dengan kisah nabi-nabi yang lain. Dalam kisah nabi-nabi yang lain, Allah menitikberatkan pada tantangan yang bermacam-macam dari kaum mereka, kemudian mengakhiri kisah tersebut dengan kemusnahan para penentang para nabi. Dalam kisah Nabi Yusuf, Allah menonjolkan kesudahan yang baik dari kesabaran, dan bahwa kesenangan datang setelah penderitaan. Allah menguji Nabi Ya'qub dengan kehilangan putranya, Yusuf, dan penglihatannya. Juga menguji ketabahan dan kesabaran Yusuf dengan dipisahkan dari kedua orang tuanya, dibuang ke dalam sumur, dan diperdagangkan sebagai hamba sahaya. Lalu Allah menguji imannya dengan godaan perempuan cantik lagi bangsawan dan akhirnya dimasukkan ke dalam penjara. Kemudian Allah melepaskan Yusuf dan ayahnya dari segala penderitaan dan cobaan, menghimpunkan mereka kembali, mengembalikan penglihatan Ya'qub, dan menghidupkan lagi cinta kasih antara mereka dengan Yusuf.**Hubungan Surat Yusuf Dengan Surat Ar Ra'd:**1. Dalam surat ini secara umum Allah mengemukakan adanya tanda-tanda keesaan Allah di langit dan di bumi. Di dalam surat Ar Ra'd Allah mengemukakannya lagi secara lebih jelas.2. Kedua surat tersebut sama-sama memuat pengalaman nabi-nabi zaman dahulu beserta umatnya. Yang menentang kebenaran mengalami kehancuran sedang yang mengikuti kebenaran mendapat kemenangan.3. Pada akhir surat Yusuf diterangkan bahwa Al-Qur'an bukanlah perkataan yang diada-adakan tetapi petunjuk dan rahmat bagi orang yang beriman, dan keterangan ini diulangi lagi di awal surat Ar Ra'd.",
      "verses": [
        {
          "number": 23,
          "arabic": "وَرَٰوَدَتْهُ ٱلَّتِى هُوَ فِى بَيْتِهَا عَن نَّفْسِهِۦ وَغَلَّقَتِ ٱلْأَبْوَٰبَ وَقَالَتْ هَيْتَ لَكَ ۚ قَالَ مَعَاذَ ٱللَّهِ ۖ إِنَّهُۥ رَبِّىٓ أَحْسَنَ مَثْوَاىَ ۖ إِنَّهُۥ لَا يُفْلِحُ ٱلظَّـٰلِمُونَ",
          "transliteration": "warāwadathu allatī huwa fī baytihā ʿan nafsihi waghallaqati l-abwāba waqālat hayta laka qāla maʿādha l-lahi innahu rabbī aḥsana mathwāya innahu lā yuf'liḥu l-ẓālimūna",
          "translation": "Dan perempuan yang dia (Yusuf) tinggal di rumahnya menggoda dirinya. Lalu dia menutup pintu-pintu, seraya berkata, \"Marilah mendekat kepadaku.\" Yusuf berkata, \"Aku berlindung kepada Allah, sungguh, tuanku telah memperlakukan aku dengan baik.\" Sesungguhnya orang yang zalim itu tidak akan beruntung.",
          "tafsir": "Istri al-Aziz adalah seorang perempuan cantik, sangat dimuliakan oleh seluruh penghuni istana, karena di samping dia istri al-Aziz, dia juga berbudi tinggi, berakhlak mulia, bersih dari sifat-sifat congkak dan sombong, menjauhi segala hal yang akan menjatuhkan derajatnya. Tetapi setelah Yusuf tinggal di istana sebagai salah seorang keluarganya, istri al-Aziz mulai tertarik kepadanya karena akhlak dan ketampanannya. Suatu ketika, setelah mengunci semua pintu rumah, istri al-Aziz merayu Yusuf untuk berselingkuh. Yusuf sebagai seorang yang jujur dan berakhlak mulia sangat terkejut mendengar rayuan dan ajakan itu, apalagi yang mengajaknya itu adalah istri majikannya sendiri yang telah memberinya tempat berteduh dan memperlakukannya seperti anaknya sendiri. Selain dari itu, bila ia mematuhi ajakan demikian, berarti ia telah melakukan maksiat yang sangat dimurkai Allah. Karena itu dengan spontan ia menjawab, \"Aku berlindung kepada Allah agar aku jangan terjerumus ke dalam perbuatan keji dan mungkar. Suamimu itu adalah tuanku, majikanku yang telah berbuat baik kepadaku, apakah kebaikannya aku balas dengan kekejian? Ini adalah suatu kezaliman dan aku tidak akan melakukannya karena tidak ada orang yang zalim yang sukses dan bahagia hidupnya.\""
        },
        {
          "number": 24,
          "arabic": "وَلَقَدْ هَمَّتْ بِهِۦ ۖ وَهَمَّ بِهَا لَوْلَآ أَن رَّءَا بُرْهَـٰنَ رَبِّهِۦ ۚ كَذَٰلِكَ لِنَصْرِفَ عَنْهُ ٱلسُّوٓءَ وَٱلْفَحْشَآءَ ۚ إِنَّهُۥ مِنْ عِبَادِنَا ٱلْمُخْلَصِينَ",
          "transliteration": "walaqad hammat bihi wahamma bihā lawlā an raā bur'hāna rabbihi kadhālika linaṣrifa ʿanhu l-sūa wal-faḥshāa innahu min ʿibādinā l-mukh'laṣīna",
          "translation": "Dan Sungguh, perempuan itu telah berhasrat kepadanya (Yusuf). Dan Yusuf pun berkehendak kepadanya, sekiranya dia tidak melihat tanda (dari) Tuhannya.<sup foot_note=135362>1</sup> Demikianlah, Kami palingkan darinya keburukan dan kekejian. Sungguh, dia (Yusuf) termasuk hamba Kami yang terpilih.",
          "tafsir": "Istri al-Aziz tidak mau berhenti, karena ia menganggap Yusuf sebagai budak yang harus melaksanakan keinginan dan perintahnya. Bila Yusuf menolak, istri al-Aziz akan mencelakakannya. Tetapi dari pihak Yusuf, ia telah bertekad pula untuk menolaknya karena perbuatan itu melanggar agama, mengkhianati tuannya yang telah berjasa dan berbuat baik kepadanya dan merusak kehormatannya dan kehormatan tuannya. Yusuf dan istri al-Aziz masing-masing telah mempunyai tekad yang bertolak belakang antara satu sama lainnya."
        },
        {
          "number": 25,
          "arabic": "وَٱسْتَبَقَا ٱلْبَابَ وَقَدَّتْ قَمِيصَهُۥ مِن دُبُرٍ وَأَلْفَيَا سَيِّدَهَا لَدَا ٱلْبَابِ ۚ قَالَتْ مَا جَزَآءُ مَنْ أَرَادَ بِأَهْلِكَ سُوٓءًا إِلَّآ أَن يُسْجَنَ أَوْ عَذَابٌ أَلِيمٌ",
          "transliteration": "wa-is'tabaqā l-bāba waqaddat qamīṣahu min duburin wa-alfayā sayyidahā ladā l-bābi qālat mā jazāu man arāda bi-ahlika sūan illā an yus'jana aw ʿadhābun alīmun",
          "translation": "Dan keduanya berlomba menuju pintu dan perempuan itu menarik baju gamisnya (Yusuf) dari belakang hingga koyak dan keduanya mendapati suami perempuan itu di depan pintu. Dia (perempuan itu) berkata, \"Apakah balasan (yang pantas) terhadap orang yang bermaksud buruk terhadap istrimu, selain dipenjarakan atau (dihukum) dengan siksa yang pedih?\"",
          "tafsir": "Dalam keadaan yang bertambah gawat itu, yang seorang tetap mendesak dan yang lain tetap menolak, Yusuf memutuskan akan lari dari hadapan istri majikannya dan dengan cepat ia melompat ke pintu tetapi istri al-Aziz menangkap bajunya dari belakang hingga robek. Dalam keadaan tarik-menarik itu, muncullah al-Aziz di muka pintu. Dengan serta merta berteriaklah istri al-Aziz mengatakan bahwa Yusuf mencoba memperkosa-nya dengan kekerasan. Dia meminta kepada suaminya agar Yusuf diberi ganjaran yang setimpal. Balasan yang tepat bagi orang yang melakukan kejahatan terhadap keluarganya ialah penjara atau siksa yang pedih."
        },
        {
          "number": 26,
          "arabic": "قَالَ هِىَ رَٰوَدَتْنِى عَن نَّفْسِى ۚ وَشَهِدَ شَاهِدٌ مِّنْ أَهْلِهَآ إِن كَانَ قَمِيصُهُۥ قُدَّ مِن قُبُلٍ فَصَدَقَتْ وَهُوَ مِنَ ٱلْكَـٰذِبِينَ",
          "transliteration": "qāla hiya rāwadatnī ʿan nafsī washahida shāhidun min ahlihā in kāna qamīṣuhu qudda min qubulin faṣadaqat wahuwa mina l-kādhibīna",
          "translation": "Dia (Yusuf) berkata, \"Dia yang menggodaku dan merayu diriku.\" seorang saksi dari keluarga perempuan itu memberikan kesaksian, \"Jika baju gamisnya koyak di bagian depan, maka peerempuan itu benar, dan dia (Yusuf) termasuk orang yang dusta.",
          "tafsir": "Ayat ini menerangkan tentang bersihnya Yusuf dari berbuat serong, Yusuf adalah seorang pemuda yang takut kepada Tuhannya, yang tidak goyah imannya oleh bujuk rayu seorang wanita. Dengan tegas dia berkata kepada menteri, suami dari perempuan itu, \"Dalam peristiwa yang terjadi ini, sebenarnya perempuan itulah yang menggoda saya dan mengajak saya untuk memenuhi kehendak nafsunya, sampai saya melompat lari seperti yang tuan dapati sekarang ini.\" Dalam peristiwa Yusuf ini, banyak sekali tindakan yang bisa diambil oleh menteri untuk mencari bukti-bukti yang membenar-kan bahwa Yusuf adalah seorang yang bersih, karena Yusuf adalah budak yang biasanya tidak berani berbuat serong terhadap istri majikannya. Yusuf didapati oleh al-Aziz sedang melompat hendak keluar dari dalam rumah. Ini menunjukkan bahwa al-Aziz melihat istrinya dalam keadaan bersalah dengan mengenakan pakaian yang bagus sekali, dengan bedak dan wangi-wangian yang semerbak baunya, sedang tidak terdapat di muka Yusuf bekas-bekasnya. Sebagai bukti yang lain yang kuat sekali, bahwa suaminya tidak pernah melihat akhlak Yusuf yang buruk, semenjak Yusuf tinggal di rumahnya."
        },
        {
          "number": 27,
          "arabic": "وَإِن كَانَ قَمِيصُهُۥ قُدَّ مِن دُبُرٍ فَكَذَبَتْ وَهُوَ مِنَ ٱلصَّـٰدِقِينَ",
          "transliteration": "wa-in kāna qamīṣuhu qudda min duburin fakadhabat wahuwa mina l-ṣādiqīna",
          "translation": "Dan jika baju gamisnya koyak di bagian belakang, maka perempuan itulah yang dusta, dan dia (Yusuf) termasuk orang yang benar.\"",
          "tafsir": "Dengan pengetahuan dan pengalamannya terhadap Yusuf, sebenar-nya al-Aziz telah mempercayai bahwa Yusuf tidak bersalah. Kemudian keyakinannya ini dikuatkan lagi oleh saksi yang lain, yang menyatakan, bahwa Yusuf tidak bersalah. Saksi itu ialah anak paman isteri al-Aziz, menurut sebagian mufassir namanya adalah Zulaikha, seorang cerdik cendekiawan lagi bijaksana. Saksi itu berkata, \"Kami mendengar suatu keributan, tarik-tarikan dalam rumah, sampai kami mendengar bunyi kain sobek. Kalau baju Yusuf yang sobek di muka, maka perempuan itulah yang benar dan Yusuf pendusta. Kalau bajunya sobek di bagian belakang, benarlah Yusuf dan perempuan itu pendusta.\" Menurut sebagian riwayat, yang menjadi saksi peristiwa ini, ialah seorang bayi yang ditakdirkan Allah dapat berbicara untuk sekedar menjadi saksi. Tetapi riwayat ini adalah lemah. Pendapat yang kuat yang menyatakan bahwa saksi dalam peristiwa ini, ialah anak paman istri al-Aziz itu sendiri."
        },
        {
          "number": 28,
          "arabic": "فَلَمَّا رَءَا قَمِيصَهُۥ قُدَّ مِن دُبُرٍ قَالَ إِنَّهُۥ مِن كَيْدِكُنَّ ۖ إِنَّ كَيْدَكُنَّ عَظِيمٌ",
          "transliteration": "falammā raā qamīṣahu qudda min duburin qāla innahu min kaydikunna inna kaydakunna ʿaẓīmun",
          "translation": "Maka ketika dia (suami perempuan itu) melihat baju gamisnya (Yusuf) koyak di bagian belakang, dia berkata, \"Sesungguhnya ini adalah tipu dayamu. Tipu dayamu benar-benar hebat.\"",
          "tafsir": "Setelah diadakan penyelidikan dan pertukaran pikiran antara menteri dengan keluarga istrinya tentang peristiwa yang terjadi ini, maka diperiksalah baju Yusuf yang sobek itu. Ternyata baju Yusuf bagian belakang yang robek. Jelaslah dalam peristiwa ini, Yusuf yang benar tidak dapat dibantah dan diragukan lagi. Maka tuduhan perempuan itu terhadap Yusuf adalah palsu. Tapi bagaimanapun pandainya orang bersalah mengemukakan alasan-alasannya, namun yang bersalah akan diketahui juga, sesuai dengan pepatah: \"Sepandai-pandainya membungkus yang busuk, akhirnya akan berbau juga.\" Setelah jelas duduk perkara peristiwa ini, maka menteri berkata kepada istrinya, \"Sekarang jelas, engkau telah membujuk dan merayu Yusuf. Ketahuilah, bujuk rayu yang seperti itu besar bahayanya. Untung Yusuf seorang pemuda yang kuat imannya, tidak terpengaruh oleh godaan seperti yang engkau lakukan itu.\""
        },
        {
          "number": 29,
          "arabic": "يُوسُفُ أَعْرِضْ عَنْ هَـٰذَا ۚ وَٱسْتَغْفِرِى لِذَنۢبِكِ ۖ إِنَّكِ كُنتِ مِنَ ٱلْخَاطِـِٔينَ",
          "transliteration": "yūsufu aʿriḍ ʿan hādhā wa-is'taghfirī lidhanbiki innaki kunti mina l-khāṭiīna",
          "translation": "Wahai Yusuf! \"Lupakanlah ini, dan (istriku) mohonlah ampunan atas dosamu, karena engkau termasuk orang yang bersalah.\"",
          "tafsir": "Selanjutnya dalam ayat ini, menteri itu berkata, \"Wahai Yusuf, peliharalah dirimu, tutup mulutmu, jangan sampai kejadian ini engkau ceritakan kepada orang lain. Kejadian ini adalah rahasia kami, kalau diketahui orang, kami akan mendapat malu. Engkau jangan merasa takut dalam persoalan ini, percayalah bahwa kami tetap menjaga namamu, sebab engkau benar-benar orang yang berakhlak mulia dan beriman kuat. Engkau hai istriku, bertakwalah kepada Tuhanmu, minta ampunlah atas dosamu, karena engkau termasuk orang yang bersalah dan berdosa. Kesalahanmu sangat besar yaitu mengkhianati suamimu, dan kesalahan menuduh orang lain yang bersih dan suci.\""
        },
        {
          "number": 30,
          "arabic": "۞ وَقَالَ نِسْوَةٌ فِى ٱلْمَدِينَةِ ٱمْرَأَتُ ٱلْعَزِيزِ تُرَٰوِدُ فَتَىٰهَا عَن نَّفْسِهِۦ ۖ قَدْ شَغَفَهَا حُبًّا ۖ إِنَّا لَنَرَىٰهَا فِى ضَلَـٰلٍ مُّبِينٍ",
          "transliteration": "waqāla nis'watun fī l-madīnati im'ra-atu l-ʿazīzi turāwidu fatāhā ʿan nafsihi qad shaghafahā ḥubban innā lanarāhā fī ḍalālin mubīnin",
          "translation": "Dan perempuan-perempuan di kota berkata, \"Istri Al-Aziz menggoda dan merayu pelayannya untuk menundukkan dirinya, pelayannya benar-benar membuatnya mabuk cinta. Kami pasti memandang dia dalam kesesatan yang nyata.\"",
          "tafsir": "Dalam ayat ini diterangkan bahwa kejadian yang dirahasiakan itu, akhirnya tersebar juga. Bagaimana usaha menteri beserta segenap keluarga istana menutup-nutupi rahasia rumah tangganya, usahanya itu sia-sia saja. Berita itu telah menjadi buah bibir perempuan dalam kota. Lebih-lebih di kalangan istri pembesar-pembesar dan pemimpin kerajaan itu. Mereka membicarakannya, bahwa istri menteri menggoda bujangnya. Bukan hanya sekadar mengatakan bahwa istri menteri telah jatuh cinta kepada bujangnya itu, dan tidak memperdulikan lagi akibat-akibat buruk yang akan terjadi, seperti nama suaminya menjadi tercemar. Selanjutnya mereka mengatakan, \"Sungguh kami melihat istri menteri itu sudah menempuh jalan sesat yang akan membawa kepada kehinaan.\""
        }
      ]
    }
  ]
}