{
  "pageNumber": 414,
  "juz": 21,
  "surahs": [
    {
      "number": 31,
      "name": "Luqman",
      "nameArabic": "لقمان",
      "meaning": "Luqman",
      "revelation": "Makkah",
      "description": "Surat Luqman terdiri dari 34 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Ash-Shaffat.Dinamai \"Luqman\" karena pada ayat ke-12 disebutkan bahwa \"Luqman\" telah diberi nikmat dan ilmu pengetahuan oleh Allah. Oleh sebab itu, dia bersyukur kepada-Nya atas nikmat yang diberikan itu. Dan pada ayat ke-13 sampai ke-19 terdapat nasihat-nasihat Luqman kepada anaknya.Ini adalah sebagai isyarat dari Allah agar semua kedua orang tua juga melaksanakan terhadap anak-anak mereka sebagaimana yang telah dilakukan Luqman.**Pokok-Pokok Isi:**1. **Keimanan:** Al-Qur'an merupakan petunjuk dan rahmat yang dirasakan oleh orang-orang mukmin; keadaan di langit dan di bumi serta keajaiban-keajaiban yang terdapat pada keduanya adalah bukti-bukti atas keesaan dan kekuasaan Allah; manusia hanya akan selamat dengan taat kepada perintah-perintah Allah dan berbuat amal saleh; lima hal ghaib yang hanya diketahui oleh Allah; ilmu Allah meliputi segala sesuatu, baik yang lahir maupun yang batin.2. **Hukum-hukum:** Kewajiban patuh dan berbakti kepada kedua orang tua selama tidak bertentangan dengan perintah Allah; perintah agar memperhatikan alam dan keajaibannya untuk memperkuat keimanan dan kepercayaan akan keesaan Allah; perintah agar selalu bertakwa dan takut akan pembalasan Allah pada hari kiamat ketika seseorang tidak dapat ditolong oleh anak atau ayahnya sekalipun.3. **Kisah-kisah:** Kisah Luqman, ilmu dan hikmah yang didapatnya.4. **Lain-lain:** Orang-orang yang sesat dari jalan Allah dan selalu memperolok-olokkan ayat-ayat Allah; celaan terhadap orang-orang musyrik karena tidak menghiraukan seruan untuk memperhatikan alam dan tidak menyembah Penciptanya; menghibur Rasulullah atas keingkaran orang-orang musyrik, dan hal itu bukan merupakan kelalaiannya; nikmat dan karunia Allah tidak dapat dihitung.Surat Luqman mengemukakan hal-hal yang berhubungan dengan hari kebangkitan, keesaan Allah, kebenaran risalah yang dibawa para rasul, dan nasihat-nasihat Luqman kepada anaknya.**Hubungan Surat Luqman Dengan Surat As-Sajdah:**1. Kedua surat ini sama-sama menerangkan dalil-dalil dan bukti-bukti keesaan Allah.2. Dalam surat Luqman disebutkan keingkaran kaum musyrikin terhadap Al-Qur'an, sedangkan surat As Sajdah menegaskan bahwa Al-Qur'an itu benar-benar diturunkan dari Allah.3. Dalam surat Luqman ayat ke-34 disebutkan bahwa ada lima hal gaib yang hanya diketahui Allah, sedangkan dalam surat As-Sajdah Allah menerangkan dengan lebih luas hal-hal yang berhubungan dengan perkara gaib itu (lihat ayat ke-5 sampai ke-11 dan ke-27 surat As-Sajdah).",
      "verses": [
        {
          "number": 29,
          "arabic": "أَلَمْ تَرَ أَنَّ ٱللَّهَ يُولِجُ ٱلَّيْلَ فِى ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِى ٱلَّيْلِ وَسَخَّرَ ٱلشَّمْسَ وَٱلْقَمَرَ كُلٌّ يَجْرِىٓ إِلَىٰٓ أَجَلٍ مُّسَمًّى وَأَنَّ ٱللَّهَ بِمَا تَعْمَلُونَ خَبِيرٌ",
          "transliteration": "alam tara anna l-laha yūliju al-layla fī l-nahāri wayūliju l-nahāra fī al-layli wasakhara l-shamsa wal-qamara kullun yajrī ilā ajalin musamman wa-anna l-laha bimā taʿmalūna khabīrun",
          "translation": "Tidakkah engkau memperhatikan, bahwa Allah memasukkan malam ke dalam siang dan memasukkan siang ke dalam malam dan Dia menundukkan matahari dan bulan, masing-masing beredar sampai kepada waktu yang ditentukan. Sungguh, Allah Mahateliti atas apa yang kamu kerjakan.",
          "tafsir": "Dalam ayat ini, Allah menyuruh manusia memperhatikan dan memikirkan kekuasaan-Nya. Dia memasukkan malam kepada siang, dan memasukkan siang kepada malam. Maksudnya ialah bahwa Allah mengambil sebagian dari waktu malam, lalu ditambahkannya kepada waktu siang, maka terjadilah perpanjangan waktu siang itu, sebaliknya malam menjadi pendek, akan tetapi sehari semalam tetap 24 jam. Hal ini terjadi pada musim panas. Sementara itu, Allah juga mengambil sebagian dari waktu siang, lalu dimasukkan-Nya kepada waktu malam, maka menjadi panjanglah waktu malam itu, dan sebaliknya waktu siang menjadi pendek. Hal ini terjadi di musim dingin. Kejadian seperti di atas amat jelas kelihatannya dan dialami oleh penduduk negeri-negeri yang terletak di daerah-daerah yang mempunyai empat macam musim dalam setahun, yaitu musim panas, musim gugur, musim dingin, dan musim semi, yaitu daerah Sedang Utara dan Sedang Selatan. Adapun di negeri-negeri yang berada di daerah khatulistiwa, maka dalam setahun hanya ada dua musim, yaitu musim kemarau dan musim hujan. Sedang pada saat-saat malam lebih panjang dari siang, atau siang lebih panjang dari malam, perbedaan itu tidak terasa karena perbedaan panjang pendeknya malam atau siang itu tidak seberapa. Terjadinya empat macam musim dalam setahun, dan terjadinya siang lebih panjang dari malam itu atau sebaliknya di daerah Sedang Utara dan Sedang Selatan, adalah karena Allah memiringkan letak bumi di garis lintang 22 Â½ derajat, sebagaimana yang dikenal dalam Ilmu Falak. Semua itu mengandung hikmah-hikmah yang sangat besar. Allah juga menundukkan matahari dan bulan untuk kepentingan manusia. Sinar matahari merupakan lampu yang menerangi manusia di siang hari, sehingga mereka dapat bekerja dan berusaha. Sinar matahari juga menyuburkan tumbuh-tumbuhan, menimbulkan angin dan awan, serta berbagai kegunaan lainnya. Demikian pula bulan dan cahayanya serta berlainan bentuknya, amat banyak kegunaannya bagi manusia, tetapi sebagian kecil saja dari kegunaan itu yang diketahuinya. Bulan dan matahari beredar di garis orbitnya masing-masing, sesuai dengan ketentuan yang telah ditentukan Allah, sampai kepada waktu yang telah ditentukan-Nya. Apabila waktu yang telah ditentukan itu datang, maka langit dan bumi akan digulung, sebagaimana firman Allah: (Ingatlah) pada hari langit Kami gulung seperti menggulung lembaran-lembaran kertas. (al-Anbiya'/21: 104) Pada akhir ayat ini dinyatakan bahwa Allah mengetahui segala perbuatan yang telah dikerjakan hamba-Nya, apakah itu perbuatan baik ataupun perbuatan buruk. Tidak ada yang luput dari pengetahuan-Nya. Allah akan memberinya pembalasan yang adil."
        },
        {
          "number": 30,
          "arabic": "ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلْحَقُّ وَأَنَّ مَا يَدْعُونَ مِن دُونِهِ ٱلْبَـٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلْعَلِىُّ ٱلْكَبِيرُ",
          "transliteration": "dhālika bi-anna l-laha huwa l-ḥaqu wa-anna mā yadʿūna min dūnihi l-bāṭilu wa-anna l-laha huwa l-ʿaliyu l-kabīru",
          "translation": "Demikianlah, karena sesungguhnya Allah, Dialah (Tuhan) yang sebenarnya dan apa saja yang mereka seru selain Allah adalah batil. Dan sesungguhnya Allah, Dialah Yang Mahatinggi, Mahabesar.",
          "tafsir": "Ayat ini menerangkan bahwa tujuan Allah memperlihatkan tanda-tanda kekuasaan-Nya kepada manusia adalah untuk menjadi dalil dan bukti yang kuat bagi mereka bahwa manusia wajib beribadah kepada-Nya dan hanyalah Dia yang berhak disembah. Menyembah atau beribadah kepada selain Allah adalah tindakan yang batil karena semua yang selain Dia adalah fana, tidak kekal. Dia Mahakaya dan tidak memerlukan yang lain, sedangkan semua makhluk sangat tergantung kepada nikmat-Nya. Akhirnya ayat ini menegaskan bahwa Allah Mahatinggi, mengatasi segala sesuatu, Mahabesar, dan menguasai segala sesuatu. Semua tunduk dan patuh kepada-Nya. (31) Pada ayat ini, Allah memerintahkan agar manusia melihat tanda-tanda kekuasaan dan kebesaran-Nya yang ada di bumi dengan mengatakan, \"Apakah tidak engkau perhatikan, hai Muhammad, bahtera yang berlayar di lautan yang menghubungkan negeri-negeri yang berjauhan letaknya.\" Dengan adanya hubungan itu, penduduk suatu negeri akan mengenal penduduk negeri lain. Keperluan dan kebutuhan rakyat yang tidak ada di negerinya dapat diambil dan diangkut oleh kapal-kapal dari negeri-negeri yang lain, seperti bahan makanan, pakaian, obat-obatan, perhiasan, mesin-mesin, dan sebagainya. Dengan adanya kapal-kapal itu, seakan-akan hubungan antara bangsa-bangsa dan negara-negara dewasa ini semakin dekat. Kapal dibuat pertama kali oleh Nabi Nuh sesuai dengan perintah Allah dalam misi penyelamatan manusia beriman ditambah dengan sejumlah pasangan hewan (lebih lanjut baca Surah Hud/11: 40). Namun demikian, dengan kemampuan berpikir manusia, maka teknologi kapal berkembang. Kapal tidak saja dibuat dari bahan kayu saja bahkan sudah berkembang dengan menggunakan logam. Walaupun akhir-akhir ini dengan berkembangnya teknologi bahan, manusia telah mampu \"meramu\" dari bahan yang tersedia menjadi bahan yang lebih ringan, kompak, mudah dibentuk, kuat, tahan cuaca, dan tahan benturan. Besi yang mestinya tenggelam, karena massa jenis logam jauh lebih besar di atas massa jenis air, tetapi dengan pemanfaatan ilmu pengetahuan dan teknologi (iptek), yakni dengan menerapkan hukum Archimides (fisika), maka besi tadi dapat mengapung di permukaan air. Hakikatnya hukum fisika itu adalah ketetapan Allah. Ketetapan Allah yang dapat dirasakan manfaatnya dalam kehidupan manusia. Itulah nikmat Allah yang sesungguhnya. Semua yang diterangkan Allah itu adalah bukti-bukti atas kekuasaan dan kebesaran-Nya yang nyata bagi orang-orang yang sabar dalam menghadapi segala macam cobaan dan kesukaran, serta bagi orang-orang yang mensyukuri nikmat-nikmat Allah yang telah dilimpahkan kepadanya. Tanda orang bersyukur kepada Allah itu ialah dengan menyatakan ungkapan syukur dalam bentuk perkataan atau perbuatan ketika menerima nikmat itu. Asy-Sya'bi berkata, \"Sabar itu adalah sebagian dari iman, syukur itu adalah sebagian iman, dan yakin adalah iman seluruhnya. Tidakkah engkau perhatikan firman Allah yang terdapat pada akhir ayat ini dan firman-Nya: \"wa fi al-ardhi ayatun li al-muqinin\" (dan pada bumi itu terdapat tanda-tanda kekuasaan Allah bagi orang-orang yang yakin) dan sabda Rasulullah saw: Iman itu ada dua bagian, yaitu sebagian dalam sabar dan sebagian dalam syukur. (Riwayat al-Baihaqi dari Anas)"
        },
        {
          "number": 31,
          "arabic": "أَلَمْ تَرَ أَنَّ ٱلْفُلْكَ تَجْرِى فِى ٱلْبَحْرِ بِنِعْمَتِ ٱللَّهِ لِيُرِيَكُم مِّنْ ءَايَـٰتِهِۦٓ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّكُلِّ صَبَّارٍ شَكُورٍ",
          "transliteration": "alam tara anna l-ful'ka tajrī fī l-baḥri biniʿ'mati l-lahi liyuriyakum min āyātihi inna fī dhālika laāyātin likulli ṣabbārin shakūrin",
          "translation": "Tidakkah engkau memperhatikan bahwa sesungguhnya kapal itu berlayar di laut dengan nikmat Allah, agar diperlihatkan-Nya kepadamu sebagian dari tanda-tanda (kebesaran)-Nya. Sungguh, pada yang demikian itu terdapat tanda-tanda (kebesaran)-Nya bagi setiap orang yang sangat sabar dan banyak bersyukur.",
          "tafsir": "Ayat ini menerangkan bahwa tujuan Allah memperlihatkan tanda-tanda kekuasaan-Nya kepada manusia adalah untuk menjadi dalil dan bukti yang kuat bagi mereka bahwa manusia wajib beribadah kepada-Nya dan hanyalah Dia yang berhak disembah. Menyembah atau beribadah kepada selain Allah adalah tindakan yang batil karena semua yang selain Dia adalah fana, tidak kekal. Dia Mahakaya dan tidak memerlukan yang lain, sedangkan semua makhluk sangat tergantung kepada nikmat-Nya. Akhirnya ayat ini menegaskan bahwa Allah Mahatinggi, mengatasi segala sesuatu, Mahabesar, dan menguasai segala sesuatu. Semua tunduk dan patuh kepada-Nya."
        },
        {
          "number": 32,
          "arabic": "وَإِذَا غَشِيَهُم مَّوْجٌ كَٱلظُّلَلِ دَعَوُا۟ ٱللَّهَ مُخْلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمْ إِلَى ٱلْبَرِّ فَمِنْهُم مُّقْتَصِدٌ ۚ وَمَا يَجْحَدُ بِـَٔايَـٰتِنَآ إِلَّا كُلُّ خَتَّارٍ كَفُورٍ",
          "transliteration": "wa-idhā ghashiyahum mawjun kal-ẓulali daʿawū l-laha mukh'liṣīna lahu l-dīna falammā najjāhum ilā l-bari famin'hum muq'taṣidun wamā yajḥadu biāyātinā illā kullu khattārin kafūrin",
          "translation": "Dan apabila mereka digulung ombak yang besar seperti gunung, mereka menyeru Allah dengan tulus ikhlas beragama kepada-Nya. Tetapi ketika Allah menyelamatkan mereka sampai di daratan, lalu sebagian mereka tetap menempuh jalan yang lurus.<sup foot_note=135603>1</sup> Adapun yang mengingkari ayat-ayat Kami hanyalah pengkhianat yang tidak berterima kasih.",
          "tafsir": "Pada ayat ini, Allah memerintahkan agar manusia melihat tanda-tanda kekuasaan dan kebesaran-Nya yang ada di bumi dengan mengatakan, \"Apakah tidak engkau perhatikan, hai Muhammad, bahtera yang berlayar di lautan yang menghubungkan negeri-negeri yang berjauhan letaknya.\" Dengan adanya hubungan itu, penduduk suatu negeri akan mengenal penduduk negeri lain. Keperluan dan kebutuhan rakyat yang tidak ada di negerinya dapat diambil dan diangkut oleh kapal-kapal dari negeri-negeri yang lain, seperti bahan makanan, pakaian, obat-obatan, perhiasan, mesin-mesin, dan sebagainya. Dengan adanya kapal-kapal itu, seakan-akan hubungan antara bangsa-bangsa dan negara-negara dewasa ini semakin dekat. Kapal dibuat pertama kali oleh Nabi Nuh sesuai dengan perintah Allah dalam misi penyelamatan manusia beriman ditambah dengan sejumlah pasangan hewan (lebih lanjut baca Surah Hud/11: 40). Namun demikian, dengan kemampuan berpikir manusia, maka teknologi kapal berkembang. Kapal tidak saja dibuat dari bahan kayu saja bahkan sudah berkembang dengan menggunakan logam. Walaupun akhir-akhir ini dengan berkembangnya teknologi bahan, manusia telah mampu \"meramu\" dari bahan yang tersedia menjadi bahan yang lebih ringan, kompak, mudah dibentuk, kuat, tahan cuaca, dan tahan benturan. Besi yang mestinya tenggelam, karena massa jenis logam jauh lebih besar di atas massa jenis air, tetapi dengan pemanfaatan ilmu pengetahuan dan teknologi (iptek), yakni dengan menerapkan hukum Archimides (fisika), maka besi tadi dapat mengapung di permukaan air. Hakikatnya hukum fisika itu adalah ketetapan Allah. Ketetapan Allah yang dapat dirasakan manfaatnya dalam kehidupan manusia. Itulah nikmat Allah yang sesungguhnya. Semua yang diterangkan Allah itu adalah bukti-bukti atas kekuasaan dan kebesaran-Nya yang nyata bagi orang-orang yang sabar dalam menghadapi segala macam cobaan dan kesukaran, serta bagi orang-orang yang mensyukuri nikmat-nikmat Allah yang telah dilimpahkan kepadanya. Tanda orang bersyukur kepada Allah itu ialah dengan menyatakan ungkapan syukur dalam bentuk perkataan atau perbuatan ketika menerima nikmat itu. Asy-Sya'bi berkata, \"Sabar itu adalah sebagian dari iman, syukur itu adalah sebagian iman, dan yakin adalah iman seluruhnya. Tidakkah engkau perhatikan firman Allah yang terdapat pada akhir ayat ini dan firman-Nya: \"wa fi al-ardhi ayatun li al-muqinin\" (dan pada bumi itu terdapat tanda-tanda kekuasaan Allah bagi orang-orang yang yakin) dan sabda Rasulullah saw: Iman itu ada dua bagian, yaitu sebagian dalam sabar dan sebagian dalam syukur. (Riwayat al-Baihaqi dari Anas)"
        },
        {
          "number": 33,
          "arabic": "يَـٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُوا۟ رَبَّكُمْ وَٱخْشَوْا۟ يَوْمًا لَّا يَجْزِى وَالِدٌ عَن وَلَدِهِۦ وَلَا مَوْلُودٌ هُوَ جَازٍ عَن وَالِدِهِۦ شَيْـًٔا ۚ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ ۖ فَلَا تَغُرَّنَّكُمُ ٱلْحَيَوٰةُ ٱلدُّنْيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلْغَرُورُ",
          "transliteration": "yāayyuhā l-nāsu ittaqū rabbakum wa-ikh'shaw yawman lā yajzī wālidun ʿan waladihi walā mawlūdun huwa jāzin ʿan wālidihi shayan inna waʿda l-lahi ḥaqqun falā taghurrannakumu l-ḥayatu l-dun'yā walā yaghurrannakum bil-lahi l-gharūru",
          "translation": "Wahai manusia! Bertakwalah kepada Tuhanmu dan takutlah pada hari yang (ketika itu) seorang bapak tidak dapat menolong anaknya, dan seorang anak tidak dapat (pula) menolong bapaknya sedikit pun. Sungguh, janji Allah pasti benar, maka janganlah sekali-kali kamu terpedaya oleh kehidupan dunia, dan jangan sampai kamu terpedaya oleh penipu dalam (menaati) Allah.",
          "tafsir": "Ayat ini menerangkan sifat-sifat orang-orang musyrik dengan melukiskan mereka, \"Apabila orang-orang musyrik penyembah patung dan pemuja dewa itu berlayar ke tengah lautan, tiba-tiba datang gelombang besar dan menghempaskan bahtera mereka ke kiri dan ke kanan, dan merasa bahwa mereka tidak akan selamat, bahkan akan mati ditelan gelombang, maka di saat itulah mereka kembali kepada fitrahnya, dengan berdoa kepada Tuhan Yang Maha Esa dengan setulus-tulusnya. Pada saat serupa itu mereka berkeyakinan bahwa tidak ada sesuatupun yang dapat menyelamatkan mereka kecuali Allah semata, seperti yang pernah dilakukan Fir'aun di saat-saat ia akan tenggelam di laut. Setelah Allah menerima doa dan menyelamatkan mereka dari amukan gelombang itu, maka di antara mereka hanya sebagian saja yang tetap mengakui keesaan Allah, adapun yang lainnya kembali menyekutukan Tuhan. Pada akhir ayat ini, Allah menegaskan bahwa yang mengingkari ayat-ayat-Nya itu dan kembali mempersekutukan Tuhan ialah orang-orang yang dalam hidupnya penuh dengan tipu daya dan kebusukan, serta mengingkari nikmat Allah. (33) Pada ayat ini, Allah memerintahkan kepada manusia untuk melaksanakan perintah-perintah dan menjauhkan diri dari hal-hal yang dilarang. Tuhan yang telah menciptakan manusia dan menciptakan langit dan bumi dengan segala isinya untuk kepentingannya. Manusia hendaklah takut pada hari dimana terjadi malapetaka yang dahsyat, tidak seorang pun yang dapat menyelamatkan dirinya dari malapetaka itu. Pada waktu itu, seorang ayah tidak kuasa menolong anaknya, demikian pula seorang anak tidak dapat menolong bapaknya, karena segala urusan waktu itu berada di tangan Allah. Tiap-tiap orang bertanggung jawab terhadap segala perbuatan yang telah dilakukannya. Mereka memikul dosanya masing-masing. Hanya perbuatan baik yang telah dilakukannya selama hidup di dunia yang dapat menolong manusia dari malapetaka itu. Allah memperingatkan bahwa janji-Nya membangkitkan manusia dari kubur adalah sesuatu yang benar-benar akan terjadi dan suatu kebenaran yang tidak dapat diragukan sedikit pun. Oleh karena itu, janganlah sekali-kali manusia tertipu oleh kesenangan hidup di dunia dan segala kenikmatan yang ada padanya, sehingga mereka berusaha dan menghabiskan seluruh waktu yang ada untuk memperoleh dan menikmati kesenangan-kesenangan duniawi. Akibatnya, tidak ada waktu lagi untuk beribadah kepada Allah, serta mengerjakan kebajikan dan amal saleh. Padahal kehidupan akhirat itulah kehidupan yang sebenarnya, kehidupan yang kekal dan lebih baik. Demikian pula Allah memperingatkan manusia akan tipu daya setan, yang selalu mencari-cari kesempatan untuk memperdaya manusia. Setan itu menjadikan kehidupan dunia itu indah dalam pandangan matanya, sehingga mereka lupa kepada tugas yang dipikulkan Allah kepada mereka sebagai khalifatullah fil ardh (makhluk yang diberi-Nya tugas memakmurkan bumi)."
        },
        {
          "number": 34,
          "arabic": "إِنَّ ٱللَّهَ عِندَهُۥ عِلْمُ ٱلسَّاعَةِ وَيُنَزِّلُ ٱلْغَيْثَ وَيَعْلَمُ مَا فِى ٱلْأَرْحَامِ ۖ وَمَا تَدْرِى نَفْسٌ مَّاذَا تَكْسِبُ غَدًا ۖ وَمَا تَدْرِى نَفْسٌۢ بِأَىِّ أَرْضٍ تَمُوتُ ۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرٌۢ",
          "transliteration": "inna l-laha ʿindahu ʿil'mu l-sāʿati wayunazzilu l-ghaytha wayaʿlamu mā fī l-arḥāmi wamā tadrī nafsun mādhā taksibu ghadan wamā tadrī nafsun bi-ayyi arḍin tamūtu inna l-laha ʿalīmun khabīrun",
          "translation": "Sesungguhnya hanya di sisi Allah ilmu tentang hari Kiamat; dan Dia yang menurunkan hujan, dan mengetahui apa yang ada dalam rahim. Dan tidak ada seorang pun yang dapat mengetahui (dengan pasti) apa yang akan dikerjakannya besok.<sup foot_note=135604>1</sup> Dan tidak ada seorang pun yang dapat mengetahui di bumi mana dia akan mati. Sungguh, Allah Maha Mengetahui, Maha Mengenal.",
          "tafsir": "Pada ayat ini, Allah menerangkan lima perkara gaib yang hanya Dia yang mengetahuinya, yaitu: 1. Hanya Allah yang mengetahui kapan datangnya Hari Kiamat. Tidak ada satu makhluk pun yang mengetahui meskipun itu malaikat, padahal malaikat adalah makhluk yang paling dekat dengan-Nya. Hal ini juga tidak diketahui oleh para nabi yang diutus. Tidak ada (seorang pun) yang dapat menjelaskan waktu terjadinya selain Dia. (al-A'raf/7: 187) 2. Hanya Allah yang menurunkan hujan. Dia yang menetapkan kapan, dimana, dan berapa banyak kadar air yang akan dicurahkan-Nya. Ketetapan ini tidak seorang pun yang dapat mengetahuinya. 3. Hanya Allah yang dapat mengetahui dengan pasti apa yang ada dalam kandungan seorang perempuan, apakah cacat atau sempurna, dan kapan ia akan dilahirkan. 4. Hanya Dia pula yang mengetahui dengan pasti apa yang akan dikerjakan oleh seseorang esok harinya. Sekalipun manusia dapat merencanakan apa yang akan dikerjakannya itu, namun semuanya itu hanyalah bersifat rencana saja. Jika Allah menghendaki, pekerjaan itu akan terlaksana. Akan tetapi, jika Ia tidak menghendaki, tidak sukar bagi-Nya untuk menghalangi terlaksananya. 5. Seseorang tidak mengetahui di mana ia akan meninggal dunia nanti. Apakah di daratan, di lautan, ataupun di udara. Apakah di negeri ini, atau di negeri yang lain. Hanya Allah saja yang dapat mengetahuinya dengan pasti. Diriwayatkan dari Ibnu Mundzir dari 'Ikrimah bahwa seorang laki-laki bernama al-Waris bin 'Amr bin harisah datang kepada Nabi saw, ia bertanya, \"Ya Muhammad, kapan akan datang hari Kiamat? Bumi kita telah kering, kapan akan menjadi subur? Sesungguhnya aku meninggalkan istriku dalam keadaan hamil, kapan ia akan melahirkan? Aku mengetahui apa yang aku kerjakan sekarang, maka apakah yang akan aku kerjakan esok harinya? Aku mengetahui tempat aku dilahirkan, maka di tempat manakah aku akan meninggal? Sebagai jawabannya, turunlah ayat ini. Diriwayatkan oleh al-Bukhari dan Muslim dari Ibnu 'Umar bahwa Rasulullah saw bersabda: Kunci masalah yang gaib itu ada lima, \"Sesungguhnya hanya pada Allah sajalah pengetahuan tentang Hari Kiamat. Dialah yang menurunkan hujan, Dia mengetahui apa yang dalam rahim, seseorang tidak mengetahui apa yang akan dikerjakannya esok harinya, dan ia juga tidak mengetahui di bumi mana ia akan meninggal dunia. Sesungguhnya Allah Maha Mengetahui lagi Maha Penyayang.\" (Riwayat al-Bukhari dan Muslim dari Ibnu 'Umar)"
        }
      ]
    }
  ]
}