{
  "pageNumber": 190,
  "juz": 10,
  "surahs": [
    {
      "number": 9,
      "name": "At-Taubah",
      "nameArabic": "التوبة",
      "meaning": "Pengampunan",
      "revelation": "Madinah",
      "description": "Surat At-Taubah terdiri dari 129 ayat dan termasuk surat Madaniyyah. Surat ini dinamakan \"At-Taubah\" yang berarti pengampunan berhubung kata \"At-Taubah\" disebut berulang kali dalam surat ini. Dinamakan juga dengan \"Baraa'ah\" yang berarti berlepas diri yang di sini maksudnya pernyataan pemutusan hubungan, disebabkan kebanyakan pokok pembicaraannya tentang pernyataan pemutusan perjanjian damai dengan kaum musyrikin.Di samping kedua nama yang masyhur di atas, ada beberapa nama lain yang merupakan sifat dari surat ini.Pada permulaan surat ini tidak terdapat basmalah karena berisi pernyataan perang total dengan arti bahwa segenap kaum muslimin diarahkan untuk memerangi seluruh kaum musyrikin, sedang basmalah bernafaskan perdamaian dan cinta kasih dari Allah.Surat ini diturunkan setelah Nabi Muhammad s.a.w. kembali dari perang Tabuk yang terjadi pada tahun 9 H. Pengumuman ini disampaikan oleh Saidina 'Ali pada musim haji pada tahun yang sama.Selain pernyataan pembatalan perjanjian damai dengan kaum musyrikin, surat ini mengandung pokok-pokok isi sebagai berikut:1. Keimanan:Allah selalu menyertai hamba-hamba-Nya yang beriman; pembalasan atas amalan-amalan manusia hanya dari Allah; segala sesuatu menurut sunnatullah; perlindungan Allah bagi orang-orang yang beriman; kedudukan Nabi Muhammad s.a.w. di sisi Allah.2. Hukum-hukum:Kewajiban menginfakkan harta; macam-macam harta dalam agama serta penggunaannya; jizyah; perjanjian dan perdamaian; kewajiban umat Islam terhadap Nabinya, sebab-sebab orang Islam melakukan perang total; beberapa dasar politik kenegaraan dan peperangan dalam Islam.3. Kisah-kisah:Nabi Muhammad s.a.w. dengan Abu Bakar r.a. di suatu gua di bukit Tsur ketika hijrah; perang Hunain (perang Authas atau perang Hawazin); perang Tabuk.4. Lain-lain:Sifat-sifat orang yang beriman dan tingkatan-tingkatan mereka.Surat At-Taubah berisi pernyataan pembatalan perjanjian damai oleh Nabi Muhammad dengan kaum musyrikin, karena mereka tidak memenuhi syarat-syarat perjanjian damai yang diikrarkan pada perjanjian Hudaibiyyah. Selain itu, surat At-Taubah juga menjelaskan hukum peperangan dan perdamaian, hukum kenegaraan, keadaan Nabi Muhammad pada waktu hijrah, dan kewajiban menginfakkan harta.Hubungan Surat At-Taubah Dengan Surat Yunus:1. Akhir surat At-Taubah ditutup dengan menyebutkan tentang risalah Nabi Muhammad dan hal-hal yang serupa disebutkan pula pada akhir surat Yunus.2. Surat At-Taubah menyebut keadaan orang-orang munafik dan menerangkan sikap mereka ketika Al-Qur'an diturunkan, sedang surat Yunus menerangkan sikap orang kafir terhadap Al-Qur'an.",
      "verses": [
        {
          "number": 21,
          "arabic": "يُبَشِّرُهُمْ رَبُّهُم بِرَحْمَةٍ مِّنْهُ وَرِضْوَٰنٍ وَجَنَّـٰتٍ لَّهُمْ فِيهَا نَعِيمٌ مُّقِيمٌ",
          "transliteration": "yubashiruhum rabbuhum biraḥmatin min'hu wariḍ'wānin wajannātin lahum fīhā naʿīmun muqīmun",
          "translation": "Tuhan menggembirakan mereka dengan memberikan rahmat, keridaan dan surga, mereka memperoleh kesenangan yang kekal di dalamnya,",
          "tafsir": "Ayat ini menerangkan bahwa Allah memberi kabar gembira kepada orang-orang mukmin yang hijrah dan berjihad di jalan Allah, mereka akan mendapat balasan rahmat yang luas, keridaan yang sempurna dan surga yang menjadi tempat tinggal mereka selama-lamanya. Pahala terbesar adalah memperoleh rida Allah sebagaimana firman-Nya: Allah menjanjikan kepada orang-orang mukmin laki-laki dan perempuan, (akan mendapat) surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya, dan (mendapat) tempat yang baik di surga 'Adn. Dan keridaan Allah lebih besar. Itulah kemenangan yang agung. (at-Taubah/9: 72) Hal ini disebutkan juga dalam hadis Nabi Muhammad saw: Allah berkata kepada ahli surga, \"Wahai ahli surga.\" Mereka menjawab, \"Kami patuh kepada Engkau ya Tuhan kami.\" Allah berkata, \"Apakah kamu sekalian telah rida.\" Mereka menjawab, \"Bagaimanakah kami tidak akan rida sedangkan kami telah Engkau karuniakan sesuatu yang belum pernah Engkau karuniakan kepada siapapun.\" Allah berkata lagi, \"Aku akan memberikan kepadamu sesuatu yang lebih utama dari apa yang telah Kuberikan.\" Mereka bertanya, \"Ya Tuhan kami pemberian apakah yang lebih utama itu?\" Allah berkata, \"Aku telah meridai kamu sekalian dan tidak akan memurkaimu sesudah itu selama-lamanya.\" (Riwayat al-Bukhari, Muslim, at-Tirmidzi dan an-Nasa'i dari Abi Said al-Khudri)"
        },
        {
          "number": 22,
          "arabic": "خَـٰلِدِينَ فِيهَآ أَبَدًا ۚ إِنَّ ٱللَّهَ عِندَهُۥٓ أَجْرٌ عَظِيمٌ",
          "transliteration": "khālidīna fīhā abadan inna l-laha ʿindahu ajrun ʿaẓīmun",
          "translation": "mereka kekal di dalamnya selama-lamanya. Sungguh, di sisi Allah terdapat pahala yang besar.",
          "tafsir": "Di ayat ini Allah menjelaskan bahwa orang yang memperoleh karunia tersebut akan tetap tinggal di surga untuk selama-lamanya. Sesungguhnya di sisi Allah telah tersedia pahala yang sangat besar bagi orang-orang yang beriman dan beramal saleh, terutama bagi orang-orang yang beriman, hijrah, dan berjihad dengan harta dan jiwa raganya."
        },
        {
          "number": 23,
          "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَتَّخِذُوٓا۟ ءَابَآءَكُمْ وَإِخْوَٰنَكُمْ أَوْلِيَآءَ إِنِ ٱسْتَحَبُّوا۟ ٱلْكُفْرَ عَلَى ٱلْإِيمَـٰنِ ۚ وَمَن يَتَوَلَّهُم مِّنكُمْ فَأُو۟لَـٰٓئِكَ هُمُ ٱلظَّـٰلِمُونَ",
          "transliteration": "yāayyuhā alladhīna āmanū lā tattakhidhū ābāakum wa-ikh'wānakum awliyāa ini is'taḥabbū l-kuf'ra ʿalā l-īmāni waman yatawallahum minkum fa-ulāika humu l-ẓālimūna",
          "translation": "Wahai orang-orang yang beriman! Janganlah kamu jadikan bapak-bapakmu dan saudara-saudaramu sebagai pelindung, jika mereka lebih menyukai kekafiran daripada keimanan. Barang siapa di antara kamu yang menjadikan mereka pelindung, maka mereka itulah orang-orang yang zalim.",
          "tafsir": "Ayat ini diturunkan sehubungan dengan sikap sebagian kaum Muslimin sewaktu diperintahkan hijrah ke Medinah, mereka menjawab, \"Jika kami hijrah, putuslah hubungan kami dengan orang-orang tua kami, anak-anak dan famili kami, hancurlah perdagangan kami dan akhirnya kami menjadi orang yang sia-sia.\" Ayat ini melarang orang yang beriman menjadikan ibu bapak dan saudara mereka yang masih kafir, menjadi pemimpin karena dikhawatirkan mereka akan mengetahui keadaan kaum Muslimin dan kekuatannya. Perbuatan seperti itu akan sangat bermanfaat bagi pihak kafir untuk menyerang kaum Muslimin. Orang mukmin yang tidak menaati larangan itu dan dalam keadaan perang, mereka masih membantu orang-orang kafir, karena yang dibantu itu ada hubungan kekeluargaan, maka dia adalah orang yang zalim, terhadap diri, pengikut-pengikut, dan agamanya."
        },
        {
          "number": 24,
          "arabic": "قُلْ إِن كَانَ ءَابَآؤُكُمْ وَأَبْنَآؤُكُمْ وَإِخْوَٰنُكُمْ وَأَزْوَٰجُكُمْ وَعَشِيرَتُكُمْ وَأَمْوَٰلٌ ٱقْتَرَفْتُمُوهَا وَتِجَـٰرَةٌ تَخْشَوْنَ كَسَادَهَا وَمَسَـٰكِنُ تَرْضَوْنَهَآ أَحَبَّ إِلَيْكُم مِّنَ ٱللَّهِ وَرَسُولِهِۦ وَجِهَادٍ فِى سَبِيلِهِۦ فَتَرَبَّصُوا۟ حَتَّىٰ يَأْتِىَ ٱللَّهُ بِأَمْرِهِۦ ۗ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلْفَـٰسِقِينَ",
          "transliteration": "qul in kāna ābāukum wa-abnāukum wa-ikh'wānukum wa-azwājukum waʿashīratukum wa-amwālun iq'taraftumūhā watijāratun takhshawna kasādahā wamasākinu tarḍawnahā aḥabba ilaykum mina l-lahi warasūlihi wajihādin fī sabīlihi fatarabbaṣū ḥattā yatiya l-lahu bi-amrihi wal-lahu lā yahdī l-qawma l-fāsiqīna",
          "translation": "Katakanlah, \"Jika bapak-bapakmu, anak-anakmu, saudara-saudaramu, istri-istrimu, keluargamu, harta kekayaan yang kamu usahakan, perdagangan yang kamu khawatirkan kerugiannya, dan rumah-rumah tempat tinggal yang kamu sukai, lebih kamu cintai dari pada Allah dan rasul-Nya serta berjihad di jalan-Nya, maka tunggulah sampai Allah memberikan keputusan-Nya.\" Dan Allah tidak memberi petunjuk kepada orang-orang fasik.",
          "tafsir": "Ayat ini memberikan peringatan bahwa jika orang beriman lebih mencintai bapaknya, anak-anaknya, saudara-saudaranya, istri-istrinya, kaum keluarganya, harta kekayaan, perniagaan dan rumah-rumahnya, daripada mencintai Allah dan Rasul-Nya serta berjihad menegakkan syariat-Nya, maka Allah akan mendatangkan siksa kepada mereka cepat atau lambat. Mereka yang bersikap demikian itu adalah orang-orang fasik yang tidak akan mendapat hidayah dari Allah swt. Berikut ini beberapa alasan mengapa orang mencintai anak, suami, istri, ibu, bapak, keluarga, dan sebagainya: 1. Bahwa cinta anak terhadap ibu bapak adalah naluri yang ada pada tiap-tiap diri manusia. Anak sebagai keturunan dari ibu bapaknya mewarisi sebagian sifat-sifat dan tabiat-tabiat ibu bapaknya. 2. Bahwa cinta ibu bapak kepada anaknya adalah naluri juga, bahkan lebih mendalam lagi, karena anak merupakan jantung hati yang diharapkan melanjutkan keturunan dan meneruskan sejarah hidupnya. Dalam hal ini ibu bapak rela menanggung segala macam pengorbanan untuk kebahagiaan masa depan anaknya. 3. Bahwa cinta kepada saudara dan karib kerabat adalah cinta yang lumrah dalam rangka pelaksanaan hidup dan kehidupan tolong-menolong, bantu-membantu dan bela-membela dalam kehidupan rumah tangga, dan kehidupan bermasyarakat. Cinta yang demikian akan menumbuhkan perasaan hormat-menghormati dan sayang-menyayangi. 4.Bahwa cinta suami istri adalah cinta yang terpadu antara dua jenis makhluk yang membina keturunan dan membangun rumah tangga untuk kebahagiaan hidup dan kehidupan dunia dan akhirat. Oleh karena itu keutuhan hubungan suami istri yang harmonis menjadi pokok bagi kerukunan dan kebahagiaan hidup dan kehidupan yang diidam-idamkan. 5. Bahwa cinta terhadap harta dengan segala jenis bentuknya baik harta usaha, warisan, perdagangan maupun rumah tempat tinggal dan lain-lain adalah cinta yang sudah menjadi kodrat manusia. Semua yang dicintai merupakan kebutuhan yang tidak terpisahkan bagi hidup dan kehidupan manusia yang diusahakannya dengan menempuh segala jalan yang dihalalkan Allah. 6.Cinta perdagangan, merupakan naluri manusia, karena ia merupakan sumber pengembangan harta benda. 7.Cinta tempat tinggal, karena rumah merupakan tempat tinggal dan tempat istirahat sehari-hari. Adapun cinta kepada Allah wajib didahulukan daripada segala macam cinta tersebut di atas karena Dialah yang memberi hidup dan kehidupan, dengan segala macam karunia-Nya kepada manusia dan Dialah yang bersifat sempurna dan Mahasuci dari segala kekurangan. Begitu juga cinta kepada Rasulullah saw, haruslah lebih diutamakan karena Rasulullah saw diutus Allah swt untuk membawa petunjuk dan menjadi rahmat bagi alam semesta. Firman Allah: Katakanlah, \"Jika kamu (benar-benar) mencintai Allah, ikutlah aku niscaya Allah mengasihi dan mengampuni dosa-dosamu.\" (Ali-'Imran/3: 31) Dan sabda Rasulullah saw: Tidaklah sempurna iman seseorang sebelum ia mencintai Aku lebih daripada mencintai orang tuanya, anak-anaknya dan manusia seluruhnya. (Riwayat al-Bukhari, Muslim dari Anas)"
        },
        {
          "number": 25,
          "arabic": "لَقَدْ نَصَرَكُمُ ٱللَّهُ فِى مَوَاطِنَ كَثِيرَةٍ ۙ وَيَوْمَ حُنَيْنٍ ۙ إِذْ أَعْجَبَتْكُمْ كَثْرَتُكُمْ فَلَمْ تُغْنِ عَنكُمْ شَيْـًٔا وَضَاقَتْ عَلَيْكُمُ ٱلْأَرْضُ بِمَا رَحُبَتْ ثُمَّ وَلَّيْتُم مُّدْبِرِينَ",
          "transliteration": "laqad naṣarakumu l-lahu fī mawāṭina kathīratin wayawma ḥunaynin idh aʿjabatkum kathratukum falam tugh'ni ʿankum shayan waḍāqat ʿalaykumu l-arḍu bimā raḥubat thumma wallaytum mud'birīna",
          "translation": "Sungguh, Allah telah menolong kamu (mukminin) di banyak medan perang, dan (ingatlah) Perang Hunain, ketika jumlahmu yang besar itu membanggakan kamu, tetapi (jumlah yang banyak itu) sama sekali tidak berguna bagimu, dan bumi yang luas itu terasa sempit bagimu, kemudian kamu berbalik ke belakang dan lari tunggang langgang.",
          "tafsir": "Ayat ini menerangkan bahwa kaum Mukminin mendapat banyak pertolongan dari Allah dalam peperangan menghadapi kaum musyrik yang menghalang-halangi tersiarnya agama Islam. Pertolongan itu berupa kemenangan yang sempurna, cepat maupun lambat, seperti Perang Badar yang mendapat kemenangan yang besar, dan Perang Hunain yang pada mulanya kalah kemudian menang. Pada Perang Hunain itu jumlah tentara kaum Muslimin sangat banyak, sedang tentara orang kafir dalam jumlah yang lebih kecil dari tentara kaum Muslimin. Dengan jumlah tentara yang banyak itu kaum Muslimin merasa bangga, dan merasa tidak akan dapat dikalahkan, tetapi kenyataan tidak demikian. Kaum Muslimin dipukul mundur oleh orang kafir, seolah-olah tentara yang banyak, harta, serta persiapan perang yang demikian lengkapnya tidak berguna sedikit pun, sehingga bumi yang luas ini terasa sempit dan menyebabkan mereka mundur dan lari dalam keadaan bercerai-berai. Diriwayatkan oleh Ibnu Majah, al-Baihaqi dan lain-lain dari Aktsam bin Aljan bahwa Perang Hunain itu terjadi pada tahun kedelapan Hijri, sesudah pembebasan Mekah, di suatu tempat yang bernama Hunain, suatu lembah terletak antara Mekah dengan Taif. Tentara kaum Muslimin berjumlah 12.000 orang, sedang tentara orang kafir 4.000 orang saja. Pada peperangan ini kaum Muslimin mengalami kekalahan dan terpaksa mundur, tetapi akhirnya turunlah pertolongan Allah dan kaum Muslimin memperoleh kemenangan. Diriwayatkan oleh al-Bukhari dan Muslim dari al-Barra' bin 'Azib r.a. yang menggambarkan suasana Perang Hunain, yaitu: Seorang laki-laki dari Qais bertanya, \"Hai Abu 'Imarah, apakah kamu turut meninggalkan Rasulullah pada Perang Hunain?\" Abu 'Imarah menjawab, \"Rasulullah tidak lari sekalipun orang-orang Hunain dengan para pemanah yang jitu, dapat melancarkan serangannya, tetapi masih dapat kami lumpuhkan. Pada waktu kaum Muslimin sedang memperebutkan harta rampasan, maka musuh menghujani mereka dengan anak panah, sehingga kaum Muslimin menderita kekalahan dan musuh mendapat kemenangan. Pada waktu itu aku lihat Rasulullah saw. berkuda tampil kemuka sambil mengatakan dengan gagah berani, \"Akulah Nabi, anak Abdul Muthalib, jangan ragu, Ya Allah turunkanlah pertolongan-Mu.\""
        },
        {
          "number": 26,
          "arabic": "ثُمَّ أَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلْمُؤْمِنِينَ وَأَنزَلَ جُنُودًا لَّمْ تَرَوْهَا وَعَذَّبَ ٱلَّذِينَ كَفَرُوا۟ ۚ وَذَٰلِكَ جَزَآءُ ٱلْكَـٰفِرِينَ",
          "transliteration": "thumma anzala l-lahu sakīnatahu ʿalā rasūlihi waʿalā l-mu'minīna wa-anzala junūdan lam tarawhā waʿadhaba alladhīna kafarū wadhālika jazāu l-kāfirīna",
          "translation": "Kemudian Allah menurunkan ketenangan kepada Rasul-Nya dan kepada orang-orang yang beriman, dan Dia menurunkan bala tentara (para malaikat) yang tidak terlihat olehmu, dan Dia menimpakan azab kepada orang-orang kafir. Itulah balasan bagi orang-orang yang kafir.",
          "tafsir": "Ayat ini menerangkan bahwa sesudah kaum Muslimin merasa sedih dan duka cita akibat kekalahan dalam Perang Hunain, maka Allah menurunkan pertolongan kepada mereka berupa kemantapan hati dan mendatangkan bala bantuan yang tidak dapat mereka lihat. Bala bantuan itu terdiri dari malaikat-malaikat. Perasaan sedih dan duka cita bagi kaum Muslimin berubah menjadi tenang, berani, dan semangat maju ke depan. Akhirnya orang-orang kafir menderita kekalahan, dibunuh, ditawan dan hartanya menjadi rampasan. Kekalahan itu adalah merupakan azab bagi mereka dan itulah balasan atas kekafiran mereka dan balasan atas permusuhan mereka terhadap kaum Muslimin. Firman Allah swt: Perangilah mereka, niscaya Allah akan menyiksa mereka dengan (perantaraan) tangan-tanganmu dan Dia akan menghinakan mereka dan menolongmu (dengan kemenangan) atas mereka. (at-Taubah/9: 14)"
        }
      ]
    }
  ]
}