{
  "pageNumber": 84,
  "juz": 5,
  "surahs": [
    {
      "number": 4,
      "name": "An-Nisa'",
      "nameArabic": "النساء",
      "meaning": "Wanita",
      "revelation": "Madinah",
      "description": "Surat An Nisaa' terdiri dari 176 ayat dan termasuk surat Madaniyyah terpanjang setelah surat Al Baqarah.Dinamakan An Nisaa' karena di dalamnya banyak dibicarakan hal-hal yang berhubungan dengan perempuan; merupakan surat yang paling banyak membicarakan hal itu dibanding surat-surat yang lain. Surat lain yang banyak membicarakan perempuan adalah surat Ath Thalaq. Dalam hal ini, surat An Nisaa' biasa disebut \"Surat An Nisaa' Al Kubraa\" (surat An Nisaa' besar) sedangkan surat Ath Thalaq disebut \"Surat An Nisaa' Ash Shughraa\" (surat An Nisaa' kecil).Pokok-Pokok Isi:1. Keimanan:Syirik (dosa yang paling besar); akibat kekafiran pada hari akhir.2. Hukum-hukum:Kewajiban para washi dan wali; hukum poligami; masnikah; memakan harta anak yatim dan orang-orang yang tidak dapat mengurus harta; pokok-pokok hukum warisan; perbuatan-perbuatan keji dan hukumannya, perempuan-perempuan yang haram dinikahi; hukum menikahi hamba sahaya perempuan; larangan memakan harta secara batil; hukum syiqaq dan nusyuz; kesucian lahir-batin dalam shalat; hukum suaka; hukum membunuh seorang muslim; shalat khauf; larangan mengucapkan perkataan buruk; dan pusaka kalalah.3. Kisah-kisah:Kisah-kisah Nabi Musa a.s. dan pengikutnya.4. Lain-lain:Asal muasal manusia adalah satu; keharusan menjauhi adat-adat jahiliyah berkaitan dengan perempuan; norma-norma pergaulan dengan istri; hak seseorang sesuai dengan kewajibannya; perlakuan ahli kitab terhadap kitab-kitab yang diturunkan kepadanya; dasar-dasar pemerintahan; cara mengadili perkara; keharusan siap-siaga terhadap musuh; sikap-sikap orang munafik dalam menghadapi peperangan; berperang di jalan Allah adalah kewajiban setiap mukalaf; norma dan adab dalam peperangan; cara menghadapi orang-orang munafik; dan derajat orang yang berjihad.Surat An Nisaa' dimulai dengan perintah bertakwa dan menyatakan bahwa asal manusia adalah satu, kemudian menerangkan hukum-hukum yang berhubungan dengan anak yatim, rumah tangga, warisan, perempuan yang haram dinikahi serta hak dan kewajiban laki-laki dan perempuan. Juga menyebut tentang hukum-hukum perang serta pelajaran-pelajaran yang harus diambil dari perang Badar dan Uhud. Pengutaraan hukum perang dan hukum keluarga dalam surat ini merupakan hujjah-hujjah yang dikemukakan kepada Ahli Kitab, yang ditegaskan pada bagian terakhir surat ini. Lalu, surat ini ditutup dengan perintah agar kaum mukmin bersabar, memperatkan hubungan sesama manusia, dan bertakwa kepada Allah, agar mendapat keberuntungan dunia akhirat.Hubungan Surat An Nisaa' Dengan Surat Al Maa-Idah:1. Surat An Nisaa' menerangkan beberapa macam akad, seperti: pernikahan, perceraian, warisan, perjanjian, wasiat, dan sebagainya. Sementara itu, permulaan surat Al Maa-idah menyatakan supaya hamba-hamba Allah memenuhi segala macam akad-akad yang telah dibuat, baik terhadap Allah maupun terhadap sesama manusia, di samping menerangkan akad-akad yang lain.2. Surat An Nisaa' mengemukakan beberapa hukum secara umum, sedangkan surat Al Maa-idah menjelaskan dan menegaskan hukum-hukum tersebut.3. Sebagaimana halnya surat Al Baqarah dan surat Ali 'Imran mengemukakan hal-hal yang berhubungan dengan pokok-pokok agama, seperti: keesaan Allah dan kenabian, maka surat An Nisaa' dan Al Maaidah menerangkan tentang furu' agama (hukum fikih), seperti: hukum keluarga dan sebagainya.4. Akhir surat An Nisaa' mengemukakan hujjah-hujjah atas kekeliruan orang-orang Yahudi dan Nasrani serta kekeliruan kaum musyrikin dan munafikin. Hal yang serupa diterangkan secara panjang lebar dalam surat Al Maa-idah.5. Surat An Nisaa' dimulai dengan \"Yaa ayyuhannaas\" yang nadanya sama dengan surat Makiah, sedangkan surat Al Maa-idah, sebagai surat Madaniah, dimulai dengan, \"Yaa ayyuhal ladziina aamanu\". Meskipun nadanya berlainan, tetapi yang dituju oleh kedua surat ini adalah seluruh manusia.",
      "verses": [
        {
          "number": 34,
          "arabic": "ٱلرِّجَالُ قَوَّٰمُونَ عَلَى ٱلنِّسَآءِ بِمَا فَضَّلَ ٱللَّهُ بَعْضَهُمْ عَلَىٰ بَعْضٍ وَبِمَآ أَنفَقُوا۟ مِنْ أَمْوَٰلِهِمْ ۚ فَٱلصَّـٰلِحَـٰتُ قَـٰنِتَـٰتٌ حَـٰفِظَـٰتٌ لِّلْغَيْبِ بِمَا حَفِظَ ٱللَّهُ ۚ وَٱلَّـٰتِى تَخَافُونَ نُشُوزَهُنَّ فَعِظُوهُنَّ وَٱهْجُرُوهُنَّ فِى ٱلْمَضَاجِعِ وَٱضْرِبُوهُنَّ ۖ فَإِنْ أَطَعْنَكُمْ فَلَا تَبْغُوا۟ عَلَيْهِنَّ سَبِيلًا ۗ إِنَّ ٱللَّهَ كَانَ عَلِيًّا كَبِيرًا",
          "transliteration": "al-rijālu qawwāmūna ʿalā l-nisāi bimā faḍḍala l-lahu baʿḍahum ʿalā baʿḍin wabimā anfaqū min amwālihim fal-ṣāliḥātu qānitātun ḥāfiẓātun lil'ghaybi bimā ḥafiẓa l-lahu wa-allātī takhāfūna nushūzahunna faʿiẓūhunna wa-uh'jurūhunna fī l-maḍājiʿi wa-iḍ'ribūhunna fa-in aṭaʿnakum falā tabghū ʿalayhinna sabīlan inna l-laha kāna ʿaliyyan kabīran",
          "translation": "Laki-laki (suami) itu pelindung bagi perempuan (istri), karena Allah telah melebihkan sebagian mereka (laki-laki) atas sebagian yang lain (perempuan), dan karena mereka (laki-laki) telah memberikan nafkah dari hartanya. Maka perempuan-perempuan yang saleh, adalah mereka yang taat (kepada Allah) dan menjaga diri ketika (suaminya) tidak ada, karena Allah telah menjaga (mereka).<sup foot_note=135142>1</sup> Perempuan-perempuan yang kamu khawatirkan akan nusyuz,<sup foot_note=135143>2</sup> hendaklah kamu beri nasihat kepada mereka, tinggalkanlah mereka di tempat tidur (pisah ranjang), dan (kalau perlu) pukullah mereka. Tetapi jika mereka menaatimu, maka janganlah kamu mencari-cari alasan untuk menyusahkannya. Sungguh, Allah Mahatinggi, Mahabesar.",
          "tafsir": "Kaum laki-laki adalah pemimpin, pemelihara, pembela dan pemberi nafkah, bertanggung jawab penuh terhadap kaum perempuan yang menjadi istri dan yang menjadi keluarganya. Oleh karena itu, wajib bagi setiap istri menaati suaminya selama suami tidak durhaka kepada Allah. Apabila suami tidak memenuhi kewajiban dan tanggung jawabnya, maka istri berhak mengadukannya kepada hakim yang berwenang menyelesaikan masalahnya. Menurut riwayat Hasan al-Bashri: \"Seorang perempuan mengadu kepada Rasulullah saw, bahwa suaminya telah memukulnya. Rasulullah saw bersabda, \"Ia akan dikenakan hukum kisas. Maka Allah menurunkan ayat Ar-Rijalu qawwamuna 'ala an-nisa¦\" (Riwayat al-hasan al-Bashri dari Muqatil). Diriwayatkan pula bahwa perempuan itu kembali ke rumahnya dan suaminya tidak mendapat hukuman kisas sebagai balasan terhadap tindakannya, karena ayat ini membolehkan memukul istri yang tidak taat kepada suaminya, dengan tujuan mendidik dan mengingatkannya. Yang dimaksud dengan istri yang saleh dalam ayat ini ialah istri yang disifatkan dalam sabda Rasulullah saw: \"Sebaik-baik perempuan ialah perempuan yang apabila engkau melihatnya ia menyenangkan hatimu, dan apabila engkau menyuruhnya ia mengikuti perintahmu, dan apabila engkau tidak berada di sampingnya ia memelihara hartamu dan menjaga dirinya.\" (Riwayat Ibnu Jarir dan al-Baihaqi dari Abu Hurairah). Inilah yang dinamakan istri yang saleh, sedang yang selalu membangkang, yaitu meninggalkan kewajiban selaku istri, seperti meninggalkan rumah tanpa izin suami untuk hal-hal yang tidak penting, dinamakan istri yang nusyuz (yang tidak taat). Bagaimana seharusnya suami berlaku terhadap istri yang tidak taat kepadanya (nusyuz), yaitu menasihatinya dengan baik. Kalau nasihat itu tidak berhasil, maka suami mencoba berpisah tempat tidur dengan istrinya, dan kalau tidak berubah juga, barulah memukulnya dengan pukulan yang enteng yang tidak mengenai muka dan tidak meninggalkan bekas. Setelah itu para suami diberi peringatan, bila istri sudah kembali taat kepadanya, jangan lagi si suami mencari-cari jalan untuk menyusahkan istrinya, seperti membongkar-bongkar kesalahan-kesalahan yang sudah lalu, tetapi bukalah lembaran hidup baru yang mesra dan melupakan hal-hal yang sudah lalu. Bertindaklah dengan baik dan bijaksana. karena Allah Maha Mengetahui dan Mahabesar."
        },
        {
          "number": 35,
          "arabic": "وَإِنْ خِفْتُمْ شِقَاقَ بَيْنِهِمَا فَٱبْعَثُوا۟ حَكَمًا مِّنْ أَهْلِهِۦ وَحَكَمًا مِّنْ أَهْلِهَآ إِن يُرِيدَآ إِصْلَـٰحًا يُوَفِّقِ ٱللَّهُ بَيْنَهُمَآ ۗ إِنَّ ٱللَّهَ كَانَ عَلِيمًا خَبِيرًا",
          "transliteration": "wa-in khif'tum shiqāqa baynihimā fa-ib'ʿathū ḥakaman min ahlihi waḥakaman min ahlihā in yurīdā iṣ'lāḥan yuwaffiqi l-lahu baynahumā inna l-laha kāna ʿalīman khabīran",
          "translation": "Dan jika kamu khawatir terjadi persengketaan antara keduanya, maka kirimlah seorang juru damai dari keluarga laki-laki dan seorang juru damai dari keluarga perempuan. Jika keduanya (juru damai itu) bermaksud mengadakan perbaikan, niscaya Allah memberi taufik kepada suami-istri itu. Sungguh, Allah Maha Mengetahui, Mahateliti.",
          "tafsir": "Jika kamu khawatir akan terjadi syiqaq (persengketaan) antara suami istri, sesudah melakukan usaha-usaha tersebut di atas, maka kirimlah seorang hakam (perantara, wasit, juru damai) dari keluarga laki-laki dan seorang hakam dari keluarga perempuan. Kedua hakam itu dikirim oleh yang berwajib atau oleh suami istri, atau oleh keluarga suami istri. Dua orang hakam itu sebaiknya seorang dari keluarga suami dan seorang dari keluarga istri, dan boleh dari orang lain. Tugas hakam itu ialah untuk mengetahui persoalan perselisihan yang terjadi dan sebab-sebabnya, kemudian berusaha mendamaikan keduanya. Tugas serupa itu tepat dilaksanakan oleh orang yang bijaksana meskipun bukan dari keluarga suami istri yang mungkin lebih mengetahui rahasia persengketaan itu dan lebih mudah bagi keduanya untuk menyelesaikannya. Hal ini dilakukan untuk menghindari terjadinya perceraian. Jika usaha kedua orang hakam dalam mencari islah antara kedua suami istri yang bersengketa pada tahap pertama tidak berhasil maka diusahakan lagi penunjukan dua hakam yang sifatnya sebagai wakil dari suami istri yang bersengketa dalam batas-batas kekuasaan yang diberikan kepadanya. Kalaupun ini belum berhasil, maka untuk ketiga kalinya dicari lagi dua orang hakam yang akan mengambil keputusan, dan keputusan itu mengikat."
        },
        {
          "number": 36,
          "arabic": "۞ وَٱعْبُدُوا۟ ٱللَّهَ وَلَا تُشْرِكُوا۟ بِهِۦ شَيْـًٔا ۖ وَبِٱلْوَٰلِدَيْنِ إِحْسَـٰنًا وَبِذِى ٱلْقُرْبَىٰ وَٱلْيَتَـٰمَىٰ وَٱلْمَسَـٰكِينِ وَٱلْجَارِ ذِى ٱلْقُرْبَىٰ وَٱلْجَارِ ٱلْجُنُبِ وَٱلصَّاحِبِ بِٱلْجَنۢبِ وَٱبْنِ ٱلسَّبِيلِ وَمَا مَلَكَتْ أَيْمَـٰنُكُمْ ۗ إِنَّ ٱللَّهَ لَا يُحِبُّ مَن كَانَ مُخْتَالًا فَخُورًا",
          "transliteration": "wa-uʿ'budū l-laha walā tush'rikū bihi shayan wabil-wālidayni iḥ'sānan wabidhī l-qur'bā wal-yatāmā wal-masākīni wal-jāri dhī l-qur'bā wal-jāri l-junubi wal-ṣāḥibi bil-janbi wa-ib'ni l-sabīli wamā malakat aymānukum inna l-laha lā yuḥibbu man kāna mukh'tālan fakhūran",
          "translation": "Dan sembahlah Allah dan janganlah kamu mempersekutukan-Nya dengan sesuatu apa pun. Dan berbuat baiklah kepada kedua orang tua, karib-kerabat, anak-anak yatim, orang-orang miskin, tetangga dekat dan tetangga jauh,<sup foot_note=135144>1</sup> teman sejawat, ibnu sabīl<sup foot_note=135145>2</sup> dan hamba sahaya yang kamu miliki. Sungguh, Allah tidak menyukai orang yang sombong dan membanggakan diri,",
          "tafsir": "Mengabdi dan menyembah kepada Allah dinamakan ibadah. Beribadah dengan penuh keikhlasan hati, mengakui keesaan-Nya dan tidak mempersekutukan-Nya dengan sesuatu, itulah kewajiban seseorang kepada Allah. Dalam kata lain, ibadah dan mengesakan Allah merupakan hak-hak Allah yang menjadi kewajiban manusia untuk menunaikannya. Melakukan ibadah kepada Allah tampak dalam amal perbuatan setiap hari, seperti mengerjakan apa yang telah ditetapkan oleh Rasulullah dan telah dicontohkannya, seperti salat, puasa, zakat, haji dan lain-lainnya, dinamakan ibadah khusus. Kemudian ibadah umum, yaitu semua pekerjaan yang baik yang dikerjakan dalam rangka patuh dan taat kepada Allah saja, bukan karena yang lainnya, seperti membantu fakir miskin, menolong dan memelihara anak yatim, mengajar orang, menunjukkan jalan kepada orang yang sesat dalam perjalanan, menyingkirkan hal-hal yang dapat mengganggu orang di tengah jalan dan sebagainya. Ibadah harus dikerjakan dengan ikhlas, memurnikan ketaatan kepada-Nya dan tidak mempersekutukan-Nya dengan yang lain. Ada bermacam-macam pekerjaan manusia yang menyebabkan dia bisa menjadi musyrik, di antaranya menyembah berhala sebagai perantara agar permohonannya disampaikan kepada Allah. Mereka bersembah sujud di hadapan berhala untuk menyampaikan hajat dan maksud mereka. Perbuatan manusia yang seperti itu banyak disebutkan Allah dalam Al-Qur'an. Allah berfirman: Dan mereka menyembah selain Allah, sesuatu yang tidak dapat mendatangkan bencana kepada mereka dan tidak (pula) memberi manfaat, dan mereka berkata, \"Mereka itu adalah pemberi syafaat kami di hadapan Allah.\" Katakanlah, \"Apakah kamu akan memberitahu kepada Allah sesuatu yang tidak diketahui-Nya apa yang di langit dan tidak (pula) yang di bumi?\" Mahasuci Allah dan Mahatinggi dari apa yang mereka persekutukan itu. (Yunus/10:18). Ada pula golongan lain yang termasuk musyrik, sebagaimana yang disebutkan Allah dalam Al-Qur'an, yaitu orang Nasrani yang menuhankan Nabi Isa, putra Maryam. Di samping mereka menyembah Allah, juga mereka mengakui Isa a.s. sebagai Tuhan mereka. Allah berfirman: Mereka menjadikan orang-orang alim (Yahudi), dan rahib-rahibnya (Nasrani) sebagai tuhan selain Allah dan (juga) Al-Masih putra Maryam; padahal mereka hanya disuruh menyembah Tuhan Yang Maha Esa; tidak ada tuhan selain Dia. Mahasuci Dia dari apa yang mereka persekutukan. (at-Taubah/9:31). Orang musyrik semacam ini banyak terdapat pada masa sekarang, yaitu orang yang memohon dan meminta syafaat dengan perantaraan orang-orang yang dianggapnya suci dan keramat, baik orang-orang yang dianggapnya suci itu masih hidup maupun sudah mati. Mereka mendatangi kuburannya, di sanalah mereka menyampaikan hajat dan doa, bahkan mereka sampai bermalam di sana. Mereka berwasilah kepadanya dan dengan berwasilah itu, maksudnya akan berhasil dan doanya akan makbul. Tidak jarang terjadi manusia berdoa meminta kepada batu, pohon kayu, roh nenek moyang, jin, hantu dan sebagainya. Semua ini digolongkan perbuatan syirik. Kewajiban seseorang kepada Allah ialah menyembah-Nya dan tidak mempersekutukan-Nya dengan yang lain. Rasulullah saw bersabda: \"Dari Mu'az bin Jabal, Rasulullah saw bersabda, \"Ya Muaz, tahukah engkau apakah hak Allah atas hamba-Nya, dan apa pula hak hamba atas Allah?\" Saya menjawab, \"Allah dan Rasul-Nya yang lebih tahu.\" Rasulullah berkata, \"Hak Allah atas hamba-Nya ialah agar hamba-Nya menyembah-Nya dan jangan mempersekutukan-Nya dengan sesuatu. Hak hamba atas Allah ialah bahwa Allah tidak akan mengazab hamba-Nya yang tidak mempersekutukan-Nya dengan sesuatu.\" (Riwayat al-Bukhari dan Muslim). Dalam ayat ini Allah mengatur kewajiban terhadap sesama manusia. Sesudah Allah memerintahkan agar menyembah dan beribadah kepada-Nya dengan tidak mempersekutukan-Nya dengan yang lain, selanjutnya Allah memerintahkan agar berbuat baik kepada ibu-bapak. Berbuat baik kepada ibu-bapak adalah suatu kewajiban yang harus dipenuhi oleh setiap manusia. Perintah mengabdi kepada Allah diiringi perintah berbuat baik kepada ibu-bapak adalah suatu peringatan bahwa jasa ibu bapak itu sungguh besar dan tidak dapat dinilai harganya dengan apa pun. Selain ayat ini ada lagi beberapa ayat dalam Al-Qur'an yang memerintahkan agar berbuat baik kepada ibu-bapak seperti firman Allah: Dan Kami perintahkan kepada manusia (agar berbuat baik) kepada kedua orang tuanya. Ibunya telah mengandungnya dalam keadaan lemah yang bertambah-tambah, dan menyapihnya dalam usia dua tahun. Bersyukurlah kepada-Ku dan kepada kedua orang tuamu. Hanya kepada Aku kembalimu. (Luqman/31:14). Dan Tuhanmu telah memerintahkan agar kamu jangan menyembah selain Dia dan hendaklah berbuat baik kepada ibu-bapak. Jika salah seorang di antara keduanya atau kedua-duanya sampai berusia lanjut dalam pemeliharaanmu, maka sekali-kali janganlah engkau mengatakan kepada keduanya perkataan \"ah\" dan janganlah engkau membentak keduanya, dan ucapkanlah kepada keduanya perkataan yang baik. (al-Isra'/17:23). Berbuat baik kepada ibu-bapak mencakup segala-galanya, baik dengan perkataan maupun dengan perbuatan yang dapat menyenangkan hati mereka keduanya. Berlaku lemah lembut dan sopan santun kepada keduanya termasuk berbuat baik kepadanya. Mengikuti nasihatnya, selama tidak bertentangan dengan ajaran Allah juga termasuk berbuat baik. Andaikata keduanya memerintahkan sesuatu yang bertentangan dengan ajaran Allah, perintahnya boleh tidak dipatuhi, tetapi terhadap keduanya tetap dijaga hubungan yang baik. Allah berfirman: \"Dan jika keduanya memaksamu untuk mempersekutukan Aku dengan sesuatu yang engkau tidak mempunyai ilmu tentang itu, maka janganlah engkau menaati keduanya, dan pergaulilah keduanya di dunia dengan baik, dan ikutilah jalan orang yang kembali kepada-Ku. Kemudian hanya kepada-Ku tempat kembalimu, maka akan Aku beritahukan kepadamu apa yang telah kamu kerjakan.\" (Luqman/31:15). Termasuk pula berbuat baik mendoakan keduanya agar Allah mengampuni dosanya, sebab keduanya telah berjasa banyak, mendidik, memelihara dan mengasuh semenjak kecil. Perintah agar selalu berbuat baik kepada ibu bapak selama hayat masih dikandung badan, karena ibu bapak adalah manusia yang paling berjasa, diperintahkan pula agar berbuat baik kepada karib kerabat. Karib kerabat adalah orang yang paling dekat hubungannya dengan seseorang sesudah ibu bapak, baik karena ada hubungan darah maupun karena yang lainnya. Kalau seseorang telah dapat menunaikan kewajibannya kepada Allah dengan sebaik-baiknya, maka dengan sendirinya akidah orang itu akan bertambah kuat dan amal perbuatannya akan bertambah baik. Kemudian bila dia telah menunaikan kewajibannya kepada kedua ibu bapaknya dengan ikhlas dan setia, akan terwujudlah rumah tangga yang aman dan damai dan akan berbahagialah seluruh rumah tangga itu. Rumah tangga yang aman dan damai akan mempunyai kekuatan untuk berbuat baik kepada karib kerabat dan sanak famili. Maka akan terhimpunlah suatu kekuatan besar dalam masyarakat. Dari masyarakat yang seperti ini akan mudah terwujud sifat tolong-menolong dan bantu-membantu, berbuat baik kepada anak-anak yatim dan orang miskin. Berbuat baik kepada anak yatim dan orang miskin, bukan hanya didorong oleh hubungan darah dan famili, tetapi semata-mata karena dorongan perikemanusiaan yang ditumbuhkan oleh rasa iman kepada Allah. Iman kepada Allah yang menumbuhkan kasih sayang untuk menyantuni anak-anak yatim dan orang-orang miskin, sebab banyak terdapat perintah Allah di dalam Al-Qur'an yang menyuruh berbuat baik kepada anak yatim dan orang miskin itu. Tangan siapa lagi yang dapat diharapkan oleh mereka itu untuk menolongnya, selain dari orang yang dadanya penuh dengan sifat kasih sayang, yaitu orang yang beriman yang mempunyai rasa perikemanusiaan. Anak yatim itu tidak mempunyai bapak yang mengurus dan membelanjainya dan orang miskin itu tidak mempunyai daya untuk membiayai hidupnya sehari-hari. Mungkin karena lemah badannya atau oleh karena tidak cukup pendapatannya dari sehari ke sehari. Agar mereka tetap menjadi anggota masyarakat yang baik jangan sampai terjerumus ke lembah kehinaan dan nista, setiap manusia yang mempunyai rasa perikemanusiaan dan mempunyai rasa kasih sayang, haruslah bersedia turun tangan membantu dan menolong mereka, sehingga lambat laun derajat hidup mereka dapat ditingkatkan. Allah juga menyuruh berbuat baik kepada tetangga yang dekat dan tetangga yang jauh, kepada teman sejawat, ibnussabil dan hamba sahaya. Tetangga dekat dan yang jauh ialah orang-orang yang berdekatan rumahnya, sering berjumpa setiap hari, bergaul setiap hari, dan tampak setiap hari keluar-masuk rumahnya. Tetapi ada pula yang mengartikan dengan hubungan kekeluargaan, dan ada pula yang mengartikan antara yang muslim dan yang bukan muslim. Berbuat baik kepada tetangga adalah penting. karena pada hakikatnya tetangga itulah yang menjadi saudara dan famili. Kalau terjadi sesuatu, tetanggalah yang paling dahulu datang memberikan pertolongan, baik siang maupun malam. Saudara dan sanak famili yang berjauhan tempat tinggalnya, belum tentu dapat diharapkan dengan cepat memberikan pertolongan pada waktu diperlukan, seperti halnya tetangga. Oleh karena itu, hubungan yang baik dengan tetangga harus dijaga, jangan sampai terjadi perselisihan dan pertengkaran, walaupun tetangga itu beragama lain. Nabi Muhammad saw pernah melayat anak tetangganya yang beragama Yahudi. Ibnu Umar pernah menyembelih seekor kambing, lalu dia berkata kepada pembantunya, \"Sudahkah engkau berikan hadiah kepada tetangga kita orang Yahudi itu?\" Saya mendengar Rasulullah saw bersabda: \"Malaikat Jibril tidak henti-henti menasihati aku, (agar berbuat baik) kepada tetangga,sehingga aku menyangka bahwa Jibril akan memberikan hak waris kepada tetangga.\" (Riwayat al-Bukhari dari Ibnu Umar). Banyak hadis yang menerangkan kewajiban bertetangga secara baik di antaranya: \"Siapa yang beriman kepada Allah dan hari akhir, maka hendaklah dia berbuat baik kepada tetanggannya\" (Riwayat al-Bukhari dan Muslim dari Abu Hurairah). Dari Jabir bin Abdullah dia berkata, Rasulullah saw bersabda, \"Tetangga itu ada tiga macam, tetangga yang mempunyai satu hak saja, dan ia merupakan tetangga yang haknya paling ringan. Ada tetangga yang mempunyai dua hak dan ada tetangga yang mempunyai tiga hak, inilah tetangga yang paling utama haknya. Adapun tetangga yang hanya mempunyai satu hak saja, ialah tetangga musyrik, tidak ada hubungan darah dengan dia, dia mempunyai hak bertetangga. Adapun tetangga yang mempunyai dua hak, ialah tetangga Muslim, baginya ada hak sebagai Muslim dan hak sebagai tetangga. Tetangga yang mempunyai tiga hak ialah tetangga Muslim yang ada hubungan darahnya. Baginya ada hak sebagai tetangga, hak sebagai Muslim dan hak sebagai famili.\" (Riwayat Abu Bakar al-Bazzar). \"Demi Allah, tidak beriman, demi Allah tidak beriman, demi Allah, tidak beriman.\" Rasulullah ditanya orang, \"siapa ya Rasulullah?\" Rasulullah menjawab, \"Ialah orang yang kejahatannya tidak membuat aman tetangganya.\" (Riwayat al-Bukhari dan Muslim dari Abu Hurairah). Rasulullah saw bersabda: \"Ya Abu Zar, kalau engkau membuat maraq (sop) banyakkanlah kuahnya, kemudian berilah tetanggamu.\" (Riwayat Muslim dari Abu dzarr). Yang dimaksud berbuat baik kepada teman sejawat, ialah teman dalam perjalanan, atau dalam belajar, atau dalam pekerjaan yang dapat diharapkan pertolongannya dan memerlukan pertolongan, sehingga hubungan berkawan dan berteman tetap terpelihara. Setia-kawan adalah lambang ukhuwah Islamiyah, lambang persaudaraan dalam Islam. Berbuat baik kepada ibnu sabil, ialah menolong orang yang sedang dalam perjalanan bukan untuk tujuan maksiat, atau dalam perantauan yang jauh dari sanak famili dan memerlukan pertolongan, pada saat dia ingin kembali ke negerinya. Termasuk ibnu sabil ialah anak yang diketemukan yang tidak diketahui ibu bapaknya. Orang yang beriman wajib menolong anak tersebut, memeliharanya atau menemukan orang tuanya atau familinya, agar anak itu jangan terlunta-lunta hidupnya yang akibatnya akan menjadi anak yang rusak rohani dan jasmaninya. Berbuat baik kepada hamba sahaya, ialah dengan jalan memerdekakan budak. Apakah tuannya sendiri yang memerdekakannya atau orang lain dengan membelinya dari tuannya, kemudian dimerdekakannya. Pada zaman sekarang ini tidak terdapat lagi hamba sahaya, sebab perbudakan bertentangan dengan hak asasi manusia. Agama Islam pun tidak menginginkan adanya perbudakan. Karena itu semua hamba sahaya yang ditemui sebelum Islam datang, berangsur-angsur dimerdekakan dari tuannya, sehingga akhirnya habislah perbudakan itu. Yang dimaksud dengan orang yang sombong dan membanggakan diri dalam ayat ini, ialah orang yang takabur yang dalam gerak-geriknya memperlihatkan kebesaran dirinya, begitu juga dalam pembicaraannya tampak kesombongannya melebihi orang lain, dialah yang tinggi dan mulia, orang lain rendah dan hina. Orang yang sombong dan membanggakan diri tidak disukai Allah. Sebab orang-orang yang seperti itu termasuk manusia yang tak tahu diri, lupa daratan dan akhirnya akan menyesal. Sifat takabur itu adalah hak Allah, bukan hak manusia. Siapa yang mempunyai sifat sombong dan takabur berarti menantang Allah. Biasanya orang yang sombong dan takabur itu kasar budi pekertinya dan busuk hatinya. Dia tidak dapat menunaikan kewajiban dengan baik dan ikhlas, baik kewajiban kepada Allah maupun kewajiban terhadap sesama manusia. Banyak hadis yang mencela orang-orang yang sombong dan takabur, di antaranya, Rasulullah saw bersabda: \"Tidak masuk surga orang yang di dalam hatinya terdapat takabur walaupun sedikit.\" Berkata seorang sabahat, \"Seseorang itu ingin memakai pakaian yang bagus dan sandal yang bagus.\" Berkata Rasulullah saw, \"Sesungguhnya Allah itu indah dan senang kepada keindahan. Sifat takabur itu ialah menolak yang benar dan memandang rendah kepada orang lain.\" (Riwayat Abu Dawud, Tirmidzi dari Ibnu Mas'ud). Apakah yang akan disombongkan manusia, padahal semua yang ada padanya adalah kepunyaan Allah yang dititipkan kepadanya buat sementara. Lambat laun semuanya akan diambil Allah kembali, berikut nyawa dan tubuhnya yang kasar dan semuanya akan dipertanggungjawabkan di hadapan Allah nantinya."
        },
        {
          "number": 37,
          "arabic": "ٱلَّذِينَ يَبْخَلُونَ وَيَأْمُرُونَ ٱلنَّاسَ بِٱلْبُخْلِ وَيَكْتُمُونَ مَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضْلِهِۦ ۗ وَأَعْتَدْنَا لِلْكَـٰفِرِينَ عَذَابًا مُّهِينًا",
          "transliteration": "alladhīna yabkhalūna wayamurūna l-nāsa bil-bukh'li wayaktumūna mā ātāhumu l-lahu min faḍlihi wa-aʿtadnā lil'kāfirīna ʿadhāban muhīnan",
          "translation": "(yaitu) orang yang kikir, dan menyuruh orang lain berbuat kikir, dan menyembunyikan karunia yang telah diberikan Allah kepadanya. Kami telah menyediakan untuk orang-orang kafir azab yang menghinakan.",
          "tafsir": "Siapakah orang yang sombong dan takabur itu dan bagaimana perbuatannya? Mereka adalah orang-orang yang bakhil, tidak mau berbuat kebaikan sebagaimana yang telah diperintahkan Allah. Mereka tidak mau memberikan pertolongan dengan harta, tenaga dan pikiran untuk kemaslahatan sesama manusia. Di samping bakhil mereka mempengaruhi orang lain untuk berlaku bakhil, agar orang lain tidak mengeluarkan hartanya untuk menolong orang yang perlu ditolong. Di dalam hati mereka tersimpan sifat loba dan tamak kepada harta benda. Biar orang lain hidup melarat dan sengsara, asal mereka dapat hidup senang dan bermegah-megah. Mereka menyembunyikan karunia yang telah diberikan Allah kepadanya. Mereka berpura-pura seperti orang yang selalu dalam kesempitan dan kekurangan. Mereka yang seperti itu termasuk manusia yang tidak bersyukur kepada Allah, mereka adalah orang yang kafir atas nikmat Allah. Bagi orang kafir, Allah menyediakan siksa yang menghinakan, baik di dunia maupun di akhirat nanti."
        }
      ]
    }
  ]
}