{
  "pageNumber": 365,
  "juz": 19,
  "surahs": [
    {
      "number": 25,
      "name": "Al-Furqan",
      "nameArabic": "الفرقان",
      "meaning": "Pembeda",
      "revelation": "Makkah",
      "description": "Surat ini terdiri dari 77 ayat dan termasuk golongan surat Makkiyyah. Dinamakan \"Al-Furqan\" yang artinya \"pembeda\" diambil dari kata \"Al-Furqan\" yang terdapat pada ayat pertama surat ini. Yang dimaksud kata Al-Furqan dalam ayat ini ialah Al-Qur'an.Al-Qur'an dinamakan Al-Furqan karena membedakan antara kebenaran dan kebatilan. Maka pada surat ini pun terdapat ayat-ayat yang membedakan antara kebenaran keesaan Allah dan kebatilan kepercayaan syirik.**Pokok-Pokok Isi:**1. **Keimanan:** Allah Mahabesar berkah dan kebaikan-Nya; hanya Allah yang menguasai langit dan bumi; Allah tidak memiliki anak dan sekutu; Al-Qur'an benar-benar diturunkan dari Allah; ilmu Allah meliputi segala sesuatu; Allah bersemayam di atas Arsy; Nabi Muhammad adalah hamba Allah yang diutus ke seluruh alam; rasul-rasul adalah manusia biasa yang mendapat wahyu dari Allah; pada hari kiamat peristiwa-peristiwa luar biasa akan terjadi, seperti: langit terbelah, malaikat turun ke bumi, orang-orang berdosa dihalau ke neraka dengan menyungkurkan wajah.2. **Hukum-hukum:** Haram mengabaikan Al-Qur'an; larangan menafkahkan harta secara boros atau kikir; larangan membunuh atau berzina; kewajiban memberantas kekafiran dengan menggunakan dalil Al-Qur'an; larangan memberikan kesaksian palsu.3. **Kisah-kisah:** Kisah-kisah Nabi Musa, Nabi Nuh, kaum Tsamud, dan kaum Syu'aib.4. **Lain-lain:** Celaan orang kafir terhadap Al-Qur'an; kejadian alam sebagai bukti keesaan dan kekuasaan Allah; hikmah Al-Qur'an diturunkan secara berangsur-angsur; sifat-sifat orang musyrik antara lain: mempertuhankan hawa nafsu dan tidak mempergunakan akal; sifat-sifat hamba Allah yang sejati.Surat Al-Furqan mengandung penjelasan tentang kebenaran keesaan Allah, kenabian Muhammad serta peristiwa-peristiwa yang terjadi pada hari kiamat dan mengemukakan pula kebatilan kemusyrikan dan kekafiran.Kejadian alam seperti pergantian siang dan malam, bertiupnya angin, turunnya hujan, dan lain-lain diterangkan Allah dalam surat ini sebagai bukti atas keesaan dan kekuasaan-Nya. Kesudahan umat-umat yang dahulu yang ingkar dan menentang nabi-nabi juga dikisahkan secara ringkas.Pada bagian akhir, Allah menerangkan sifat-sifat yang terpuji yang dimiliki hamba-Nya yang beriman.**Hubungan Surat Al-Furqan Dengan Surat Asy Syu'ara':**1. Beberapa persoalan dalam surat Al-Furqan diuraikan lagi secara luas di dalam surat Asy Syu'ara', antara lain beberapa kisah nabi-nabi.2. Masing-masing surat itu dimulai dengan keterangan dari Allah bahwa Al-Qur'an adalah petunjuk bagi alam semesta dan membedakan antara yang benar dengan yang batil, dan ditutup dengan ancaman kepada orang-orang yang mendustakannya.",
      "verses": [
        {
          "number": 56,
          "arabic": "وَمَآ أَرْسَلْنَـٰكَ إِلَّا مُبَشِّرًا وَنَذِيرًا",
          "transliteration": "wamā arsalnāka illā mubashiran wanadhīran",
          "translation": "Dan tidaklah Kami mengutus engkau (Muhammad) melainkan hanya sebagai pembawa kabar gembira dan pemberi peringatan.",
          "tafsir": "Mengapa kaum musyrikin itu membantu setan berbuat durhaka terhadap Allah, padahal Dia telah mengutus rasul-Nya memberi berita gembira bagi orang yang beriman dan beramal saleh, dan memberi peringatan kepada mereka. Mereka juga mengetahui bahwa rasul itu diutus untuk membawa kabar gembira dan memberi peringatan. Alangkah bodohnya orang-orang yang memusuhi rasul."
        },
        {
          "number": 57,
          "arabic": "قُلْ مَآ أَسْـَٔلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِلَّا مَن شَآءَ أَن يَتَّخِذَ إِلَىٰ رَبِّهِۦ سَبِيلًا",
          "transliteration": "qul mā asalukum ʿalayhi min ajrin illā man shāa an yattakhidha ilā rabbihi sabīlan",
          "translation": "Katakanlah, \"Aku tidak meminta imbalan apa pun dari kamu dalam menyampaikan (risalah) itu, melainkan (mengharapkan agar) orang-orang mau mengambil jalan kepada Tuhannya.\"",
          "tafsir": "Allah memerintahkan Nabi supaya menerangkan kepada kaumnya bahwa walaupun beliau diutus untuk keselamatan mereka, namun beliau sama sekali tidak mengambil keuntungan untuk diri pribadinya. Beliau tidak meminta upah sedikit pun kepada mereka dalam menyampaikan risalah ini, kecuali bagi orang yang dengan kemauannya sendiri ingin berbuat amal saleh untuk mendekatkan diri kepada Allah, dengan mengeluarkan sedekah atau bantuan suka rela, itulah yang baik baginya."
        },
        {
          "number": 58,
          "arabic": "وَتَوَكَّلْ عَلَى ٱلْحَىِّ ٱلَّذِى لَا يَمُوتُ وَسَبِّحْ بِحَمْدِهِۦ ۚ وَكَفَىٰ بِهِۦ بِذُنُوبِ عِبَادِهِۦ خَبِيرًا",
          "transliteration": "watawakkal ʿalā l-ḥayi alladhī lā yamūtu wasabbiḥ biḥamdihi wakafā bihi bidhunūbi ʿibādihi khabīran",
          "translation": "Dan bertawakallah kepada Allah Yang Hidup, Yang tidak mati, dan bertasbihlah dengan memuji-Nya. Dan cukuplah Dia Maha Mengetahui dosa hamba-hamba-Nya,",
          "tafsir": "Ayat ini memerintahkan manusia agar bertawakal kepada Allah yang Hidup Kekal tidak mati, Tuhan seru sekalian alam, berserah diri kepada-Nya, dan bersabar dalam segala musibah yang menimpa dirinya. Tuhanlah yang memberi kecukupan kepada manusia, yang menyampaikan kepada tujuan kebahagiaan. Manusia juga diperintahkan untuk bertasbih dengan memuji Allah, mensucikan-Nya dari segala sekutu, anak, istri, dan segala sifat yang tidak pantas, seperti yang dituduhkan oleh kaum musyrikin kepada-Nya. Perintah Allah bertawakal kepada-Nya itu bukan berarti bahwa manusia tidak perlu berusaha lagi, atau tidak perlu memikirkan sebab-sebab yang menimbulkan usaha itu, tetapi maksudnya ialah agar manusia menyerahkan kepada Allah segala sesuatu yang telah diusahakannya. Dalam ayat ini, Allah memerintahkan supaya bertawakal hanya kepada-Nya Yang Mahahidup, karena semua makhluk akan mati, maka tidak patut bertawakal kepada selain Allah. Hanya Allah-lah Yang Maha Hidup Kekal, yang mengetahui segala amal perbuatan dan dosa-dosa hamba-Nya dan yang mampu memberi balasan amal-amalnya. Amalan yang baik dibalas dengan pahala, dan amalan yang buruk dibalas dengan siksa."
        },
        {
          "number": 59,
          "arabic": "ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ وَمَا بَيْنَهُمَا فِى سِتَّةِ أَيَّامٍ ثُمَّ ٱسْتَوَىٰ عَلَى ٱلْعَرْشِ ۚ ٱلرَّحْمَـٰنُ فَسْـَٔلْ بِهِۦ خَبِيرًا",
          "transliteration": "alladhī khalaqa l-samāwāti wal-arḍa wamā baynahumā fī sittati ayyāmin thumma is'tawā ʿalā l-ʿarshi l-raḥmānu fasal bihi khabīran",
          "translation": "yang menciptakan langit dan bumi dan apa yang ada di antara keduanya dalam enam masa, kemudian Dia bersemayam di atas Arasy, (Dialah) Yang Maha Pengasih, maka tanyakanlah (tentang Allah) kepada orang yang lebih mengetahui (Muhammad).",
          "tafsir": "Dalam ayat ini dijelaskan bahwa Allah yang menciptakan langit, bumi, dan apa yang ada di antara keduanya dalam waktu enam masa. Kata yaum biasanya diterjemahkan sebagai \"hari\", tetapi \"hari\" dalam ayat ini bukanlah hari yang lamanya 24 jam, tetapi yaum diartikan sebagai \"masa\". Kemudian Allah bersemayam di atas 'Arasy (lihat Surah al-A'raf/7: 54). Setiap mukmin meyakini bahwa Allah Maha Esa, hidup kekal, yang menciptakan langit, bumi, dan segala yang ada di antara keduanya dalam enam masa. Allah Maha Pemurah karena rahmat dan karunia-Nya amat besar kepada manusia, baik yang beriman maupun tidak. Bagi orang-orang yang beriman hendaklah mengenal sifat-sifat Allah, karena hal itu akan menambah kemantapan iman. Bagi orang yang belum mengenal sifat-sifat-Nya tersebut hendaklah bertanya kepada orang yang betul-betul mengetahui urusan agama. Allah berfirman: Maka tanyakanlah kepada orang yang berilmu, jika kamu tidak mengetahui. (an-Nahl/16: 43; Lihat juga Surah al-Anbiya'/21: 7) Pada masa Rasulullah, jika ada persoalan terkait dengan agama, para sahabat dapat bertanya langsung kepada beliau. Setelah Rasul wafat, kaum muslimin hendaknya bertanya kepada para ulama yang mendalami urusan agama."
        },
        {
          "number": 60,
          "arabic": "وَإِذَا قِيلَ لَهُمُ ٱسْجُدُوا۟ لِلرَّحْمَـٰنِ قَالُوا۟ وَمَا ٱلرَّحْمَـٰنُ أَنَسْجُدُ لِمَا تَأْمُرُنَا وَزَادَهُمْ نُفُورًا ۩",
          "transliteration": "wa-idhā qīla lahumu us'judū lilrraḥmāni qālū wamā l-raḥmānu anasjudu limā tamurunā wazādahum nufūran",
          "translation": "Dan apabila dikatakan kepada mereka, \"Sujudlah kepada Yang Maha Pengasih\", mereka menjawab, \"Siapakah Yang Maha Pengasih itu? Apakah kami harus sujud kepada Allah yang engkau (Muhammad) perintahkan kepada kami (bersujud kepada-Nya)?\" Dan mereka makin jauh lari (dari kebenaran).",
          "tafsir": "Setelah menjelaskan betapa besar karunia dan nikmat yang dilimpahkan-Nya kepada mereka, Allah menerangkan pula sikap orang-orang kafir yang seharusnya bersyukur dan berterima kasih, tetapi mereka berbuat sebaliknya. Apabila mereka yang menyembah selain Allah diperintahkan untuk sujud kepada Tuhan Yang Maha Penyayang, mereka menjawab, \"Siapakah Tuhan Yang Maha Penyayang?\" Pertanyaan mereka seperti pertanyaan Bani Israil kepada Musa ketika ia mengatakan, \"Sesungguhnya aku adalah seorang utusan dari Rabbul 'alamin.\" Bani Israil bertanya, \"Siapakah Rabbul 'alamin itu?\" Kaum musyrikin itu dalam bantahannya mengatakan, \"Apakah kami akan sujud kepada Tuhan yang dikatakan Maha Penyayang, tetapi kami belum kenal sama sekali?\" Perintah sujud itu menambah mereka ingkar dan jauh dari iman. Diriwayatkan oleh adh-ahhaq bahwa Nabi Muhammad beserta para sahabat bersujud ketika selesai membaca ayat ini, karena ia termasuk di antara ayat-ayat yang disunatkan bersujud bagi para pembaca dan pendengarnya. Sujudnya dinamakan sujud tilawah. Ayat-ayat yang disunatkan sujud tilawah ada 15 buah, dua buah di antaranya berada dalam Surah al-hajj dan yang 13 lagi tersebar dalam Surah-surah al-A'raf, ar-Ra'd, an-Nahl, al-Isra', Maryam, al-Furqan, an-Naml, as-Sajdah, sad, Fussilat, an-Najm, al-Insyiqaq, dan al-'Alaq. Yang berada dalam Surah sad bukan saja sujud tilawah, tetapi juga sujud syukur. Setelah Allah menerangkan sikap orang-orang kafir yang menjauhkan diri dari sujud kepada-Nya, maka Dia menerangkan sikap penolakan orang-orang untuk sujud, bahkan mereka bertambah keras kepala dan menjauh dari Tuhannya."
        },
        {
          "number": 61,
          "arabic": "تَبَارَكَ ٱلَّذِى جَعَلَ فِى ٱلسَّمَآءِ بُرُوجًا وَجَعَلَ فِيهَا سِرَٰجًا وَقَمَرًا مُّنِيرًا",
          "transliteration": "tabāraka alladhī jaʿala fī l-samāi burūjan wajaʿala fīhā sirājan waqamaran munīran",
          "translation": "Mahasuci Allah yang menjadikan di langit gugusan bintang-bintang dan Dia juga menjadikan padanya matahari dan bulan yang bersinar.",
          "tafsir": "Mahasuci Allah yang menjadikan di langit bintang-bintang yang jumlahnya tidak terhitung. Allah menjadikan pula matahari yang bersinar terang dan bulan yang bercahaya. Menurut para ilmuwan, dalam membicarakan benda-benda angkasa, Al-Qur'an juga sudah membedakan bintang dari planet. Bintang adalah benda langit yang memancarkan sinar. Sedangkan planet hanya memantulkan sinar yang diterima dari bintang. Dengan demikian, bintang mempunyai sumber sinar, sedangkan planet tidak (Lihat Yunus/10: 5 dan al-hijr/15: 16)."
        },
        {
          "number": 62,
          "arabic": "وَهُوَ ٱلَّذِى جَعَلَ ٱلَّيْلَ وَٱلنَّهَارَ خِلْفَةً لِّمَنْ أَرَادَ أَن يَذَّكَّرَ أَوْ أَرَادَ شُكُورًا",
          "transliteration": "wahuwa alladhī jaʿala al-layla wal-nahāra khil'fatan liman arāda an yadhakkara aw arāda shukūran",
          "translation": "Dan Dia (pula) yang menjadikan malam dan siang silih berganti bagi orang yang ingin mengambil pelajaran atau yang ingin bersyukur.",
          "tafsir": "Allah pula yang menjadikan malam dan siang silih berganti agar menjadi pelajaran bagi orang-orang yang selalu mengingat nikmat-Nya dan bertafakur tentang keajaiban ciptaan-Nya. Dengan demikian, timbul dorongan untuk mensyukuri nikmat-nikmat Allah itu. Jika seandainya malam dan siang tidak bergiliran, dan matahari terus saja bersinar, niscaya hal itu menimbulkan perasaan jemu atau bosan dan lelah karena tidak dapat beristirahat di malam hari. Demikian pula jika malam terus berlangsung tanpa diselingi dengan sinar matahari, niscaya membawa kerusakan bagi makhluk yang membutuhkannya. Adanya pergantian siang dan malam itu memberikan kesempatan untuk menyempurnakan kekurangan dalam ibadah yang sunah yaitu bilamana seseorang karena kesibukan bekerja pada siang harinya tidak sempat berdoa atau membaca wirid, maka dapat dilaksanakan pada malam harinya, seperti tersebut dalam sebuah hadis sahih: Sesungguhnya Allah mengulurkan tangan-Nya di malam hari supaya orang yang berbuat dosa pada siang hari dapat bertobat dan mengulurkan tangan-Nya pada siang hari supaya dapat bertobat orang yang berdosa pada malam harinya, sampai matahari terbit dari tempat terbenamnya. (Riwayat Muslim dari Abu Musa). Diriwayatkan bahwa Umar bin Khaththab pernah salat Duha lama sekali. Tatkala beliau ditegur oleh salah seorang sahabat, beliau menjawab bahwa ia meninggalkan beberapa wirid hari ini, karena kesibukan, maka ia bermaksud mengganti kekurangan itu dengan salat Duha, lalu beliau membaca ayat 62 ini. Malam, siang, matahari, dan bulan merupakan empat nikmat Allah. Allah menciptakan malam sehingga manusia dapat beristirahat akibat gelapnya malam. Siang diciptakan oleh Allah dengan terbitnya matahari untuk bekerja. Allah menciptakan matahari dan bulan masing-masing mempunyai poros dan garis edarnya sendiri-sendiri. Tanpa kenal lelah, dan tidak pernah diam, semuanya terus beredar. Pergantian siang dengan malam bisa hanya berupa perubahan terang menjadi gelap. Akan tetapi, secara psikologis pergantian dari terang menjadi gelap itu memberikan dampak suasana hati yang sama sekali berbeda dengan suasana siang. Berbagai percobaan telah dilakukan untuk mengamati bagaimana pengaruh psikis terhadap pekerja malam. Teramati gejala psikosomatis (gejala fisik yang disebabkan oleh penyebab psikis) mulai dari hanya mual-mual sampai yang agak berat yaitu depresi mental. Ini baru pengaruh jangka pendek terhadap fisik dan kejiwaan manusia. Pengaruh jangka panjang bisa memberikan efek yang lebih berat. Oleh sebab itu, Allah menggariskan malam untuk istirahat dan siang untuk bekerja. Jadi bekerja malam hari yang disebut lembur itu bertentangan dengan kodrat manusia seperti yang digariskan Allah. Kondisi ini tak mengherankan karena pada siang hari bumi mendapatkan paparan (exposure) sinar tampak, mulai bergeser ke warna kuning saat matahari terbenam, bergeser ke infra-merah saat salat Isya, ke ultraviolet jika malam telah larut, dan mendekati gelombang gamma yang berbahaya mendekati subuh. Paparan ini yang menyebabkan manusia menderita psikosomatik jika tidak beristirahat dan terpaksa harus bekerja."
        },
        {
          "number": 63,
          "arabic": "وَعِبَادُ ٱلرَّحْمَـٰنِ ٱلَّذِينَ يَمْشُونَ عَلَى ٱلْأَرْضِ هَوْنًا وَإِذَا خَاطَبَهُمُ ٱلْجَـٰهِلُونَ قَالُوا۟ سَلَـٰمًا",
          "transliteration": "waʿibādu l-raḥmāni alladhīna yamshūna ʿalā l-arḍi hawnan wa-idhā khāṭabahumu l-jāhilūna qālū salāman",
          "translation": "Adapun hamba-hamba Tuhan Yang Maha Pengasih itu adalah orang-orang yang berjalan di bumi dengan rendah hati dan apabila orang-orang bodoh menyapa mereka (dengan kata-kata yang menghina), mereka mengucapkan, \"salām,\"",
          "tafsir": "Sifat-sifat hamba Allah Yang Maha Pengasih dijelaskan mulai ayat 63 ini dan ayat-ayat berikutnya. Sifat-sifat itu semua dapat disimpulkan menjadi 9 sifat yang bila dimiliki oleh seorang muslim, dia akan mendapat keridaan Allah di dunia dan di akhirat, serta akan ditempatkan di posisi yang tinggi dan mulia yaitu di surga Na'im. Sifat-sifat tersebut ialah: Pertama: Apabila mereka berjalan, terlihat sikap dan sifat kesederhanaan, mereka jauh dari sifat kesombongan, langkahnya mantap, teratur, dan tidak dibuat-buat dengan maksud menarik perhatian orang atau untuk menunjukkan siapa dia. Itulah sifat dan sikap seorang mukmin bila ia berjalan. Allah berfirman: Dan janganlah engkau berjalan di bumi ini dengan sombong. (al-Isra'/17: 37) Kedua: Apabila ada orang yang mengucapkan kata-kata yang tidak pantas atau tidak senonoh terhadap mereka, mereka tidak membalas dengan kata-kata yang serupa. Akan tetapi, mereka menjawab dengan ucapan yang baik, dan mengandung nasihat dan harapan semoga mereka diberi petunjuk oleh Allah Yang Maha Pemurah, Maha Pengasih, dan Penyayang. Demikian pula dengan sikap Rasulullah bila ia diserang dan dihina dengan kata-kata yang kasar, beliau tetap berlapang dada dan tetap menyantuni orang-orang yang tidak berakhlak itu. Al-hasan al-Basri menjelaskan bahwa orang-orang mukmin senantiasa berlapang hati, dan tidak pernah mengucapkan kata-kata kasar. Bila kepada mereka diucapkan kata-kata yang kurang sopan, mereka tidak emosi dan tidak membalas dengan kata-kata yang tidak sopan pula. Mungkin ada orang yang menganggap bahwa sifat dan sikap seperti itu menunjukkan kelemahan dan tidak tahu harga diri, karena wajar bila ada orang yang bertindak kurang sopan dibalas dengan tindakan kurang sopan pula. Akan tetapi, bila direnungkan secara mendalam, pasti hal itu akan membawa pertengkaran dan perselisihan yang berkepanjangan. Setiap mukmin harus mencegah perselisihan dan permusuhan yang berlarut-larut. Salah satu cara yang paling tepat dan ampuh untuk membasminya ialah dengan membalas tindakan yang tidak baik dengan tindakan yang baik sehingga orang yang melakukan tindakan yang tidak baik itu akan merasa malu, dan sadar bahwa mereka telah melakukan sesuatu yang tidak wajar. Sikap seperti ini dijelaskan oleh Allah dalam firman-Nya: Dan tidaklah sama kebaikan dengan kejahatan. Tolaklah (kejahatan itu) dengan cara yang lebih baik, sehingga orang yang ada rasa permusuhan antara kamu dan dia akan seperti teman yang setia. Dan (sifat-sifat yang baik itu) tidak akan dianugerahkan kecuali kepada orang-orang yang sabar dan tidak dianugerahkan kecuali kepada orang-orang yang mempunyai keberuntungan yang besar. (Fussilat/41: 34-35). Demikianlah sifat dan sikap orang-orang mukmin di kala mereka berada di siang hari di mana mereka selalu ingat dengan sesama hamba Allah."
        },
        {
          "number": 64,
          "arabic": "وَٱلَّذِينَ يَبِيتُونَ لِرَبِّهِمْ سُجَّدًا وَقِيَـٰمًا",
          "transliteration": "wa-alladhīna yabītūna lirabbihim sujjadan waqiyāman",
          "translation": "dan orang-orang yang menghabiskan waktu malam untuk beribadah kepada Tuhan mereka dengan bersujud dan berdiri.",
          "tafsir": "Ketiga: Kemudian Allah menjelaskan pula sikap dan sifat mereka ketika berhubungan dengan Tuhan Pencipta alam pada malam hari. Apabila malam telah sunyi sepi, manusia lelap dibuai oleh tidur nyenyak, mereka mengerjakan salat Tahajud dan berdiri menghadap Tuhan Yang Maha Esa. Mereka tinggalkan kesenangan dan kenyamanan tidur, mereka resapkan dengan sepenuh jiwa dan raga bagaimana nikmat dan tenteramnya bermunajat dengan Tuhan. Mereka mengerjakan salat malam salat Tahajud seperti yang dilakukan Rasulullah karena dengan salat di malam hari itu jiwa mereka menjadi suci dan bersih. Iman mereka bertambah, keyakinan menjadi mantap bahwa tiada Tuhan selain Dia, rahmat dan kasih sayang-Nya Maha Luas meliputi semua makhluk-Nya. Di sanalah mereka memohon dan berdoa dengan penuh khusyuk dan tawaduk agar diampuni dosa dan kesalahan mereka dan dilimpahkan rahmat dan keridaan-Nya. Setelah melakukan salat malam itu, barulah mereka tidur dengan perasaan bahagia penuh tawakal dan takwa. Ibnu 'Abbas berkata, \"Barang siapa yang melakukan salat dua rakaat atau lebih sesudah salat Isya berarti dia telah salat sepanjang malam.\" Dalam ayat lain, Allah menjelaskan pula sifat-sifat orang-orang mukmin yang mengerjakan salat malam ini: Lambung mereka jauh dari tempat tidurnya, mereka berdoa kepada Tuhannya dengan rasa takut dan penuh harap, dan mereka menginfakkan sebagian dari rezeki yang Kami berikan kepada mereka. (as-Sajdah/32: 16). Dan firman-Nya: (Apakah kamu oran(64) Ketiga: Kemudian Allah menjelaskan pula sikap dan sifat mereka ketika berhubungan dengan Tuhan Pencipta alam pada malam hari. Apabila malam telah sunyi sepi, manusia lelap dibuai oleh tidur nyenyak, mereka mengerjakan salat Tahajud dan berdiri menghadap Tuhan Yang Maha Esa. Mereka tinggalkan kesenangan dan kenyamanan tidur, mereka resapkan dengan sepenuh jiwa dan raga bagaimana nikmat dan tenteramnya bermunajat dengan Tuhan. Mereka mengerjakan salat malam salat Tahajud seperti yang dilakukan Rasulullah karena dengan salat di malam hari itu jiwa mereka menjadi suci dan bersih. Iman mereka bertambah, keyakinan menjadi mantap bahwa tiada Tuhan selain Dia, rahmat dan kasih sayang-Nya Maha Luas meliputi semua makhluk-Nya. Di sanalah mereka memohon dan berdoa dengan penuh khusyuk dan tawaduk agar diampuni dosa dan kesalahan mereka dan dilimpahkan rahmat dan keridaan-Nya. Setelah melakukan salat malam itu, barulah mereka tidur dengan perasaan bahagia penuh tawakal dan takwa. Ibnu 'Abbas berkata, \"Barang siapa yang melakukan salat dua rakaat atau lebih sesudah salat Isya berarti dia telah salat sepanjang malam.\" Dalam ayat lain, Allah menjelaskan pula sifat-sifat orang-orang mukmin yang mengerjakan salat malam ini: Lambung mereka jauh dari tempat tidurnya, mereka berdoa kepada Tuhannya dengan rasa takut dan penuh harap, dan mereka menginfakkan sebagian dari rezeki yang Kami berikan kepada mereka. (as-Sajdah/32: 16). Dan firman-Nya: (Apakah kamu orang musyrik yang lebih beruntung) ataukah orang yang beribadah pada waktu malam dengan sujud dan berdiri, karena takut kepada (azab) akhirat dan mengharapkan rahmat Tuhannya? (az-Zumar/39: 9). Dan firman-Nya: \"Mereka sedikit sekali tidur pada waktu malam; dan pada akhir malam mereka memohon ampun (kepada Allah).\" (adz-dzariyat/51: 17“18) g musyrik yang lebih beruntung) ataukah orang yang beribadah pada waktu malam dengan sujud dan berdiri, karena takut kepada (azab) akhirat dan mengharapkan rahmat Tuhannya? (az-Zumar/39: 9). Dan firman-Nya: \"Mereka sedikit sekali tidur pada waktu malam; dan pada akhir malam mereka memohon ampun (kepada Allah).\" (adz-dzariyat/51: 17“18)"
        },
        {
          "number": 65,
          "arabic": "وَٱلَّذِينَ يَقُولُونَ رَبَّنَا ٱصْرِفْ عَنَّا عَذَابَ جَهَنَّمَ ۖ إِنَّ عَذَابَهَا كَانَ غَرَامًا",
          "transliteration": "wa-alladhīna yaqūlūna rabbanā iṣ'rif ʿannā ʿadhāba jahannama inna ʿadhābahā kāna gharāman",
          "translation": "Dan orang-orang yang berkata, \"Ya Tuhan kami, jauhkanlah azab Jahanam dari kami, karena sesungguhnya azabnya itu membuat kebinasaan yang kekal,\"",
          "tafsir": "Keempat: Mereka selalu mengingat hari akhirat dan hari perhitungan. Mereka yakin bahwa semua amal perbuatan manusia akan dipertanggungjawabkan di hari itu, yang baik diberi ganjaran berlipat ganda, dan yang jahat akan dibalas dengan balasan yang setimpal. Di kala mereka bermunajat dengan Tuhan di malam hari tergambarlah dalam pikiran mereka bagaimana dahsyatnya suasana di waktu itu seakan-akan mereka benar-benar melihat bagaimana ganasnya api neraka yang selalu menanti para hamba Allah yang durhaka untuk menjadi mangsa dan santapannya. Di kala itu meneteslah air mata mereka dan mereka memohon dengan sungguh-sungguh kepada Tuhan agar dibebaskan dari siksaan api neraka yang pedih itu. Orang-orang yang demikian kuat keyakinannya kepada hari akhirat tentu akan mempergunakan kesempatan hidup di dunia ini untuk berbuat amal kebajikan sebanyak-banyaknya dan tidak akan melakukan perbuatan jahat karena yakin perbuatannya itu akan dibalas dengan siksaan yang pedih. Betapa pun baiknya suatu peraturan yang dibuat manusia dan betapa ketatnya pengawasan dalam pelaksanaannya, tetapi manusia yang tidak sadar akan pengawasan Allah dapat saja meloloskan diri dari ikatan peraturan dan undang-undang itu. Akan tetapi, manusia yang beriman, andaikata tidak ada peraturan dan undang-undang, tidak akan melakukan satu kejahatan pun, karena dia sadar walaupun dapat bebas dari hukuman di dunia, namun tidak akan dapat melepaskan diri dari azab di akhirat. Kesadaran dan keinsyafan inilah yang tertanam dengan kuat di dalam hati setiap muslim yang mendapat julukan \"hamba Allah Yang Maha Penyayang.\" Ayat ini menjelaskan bagaimana seorang mukmin benar-benar takut jatuh ke dalam siksaan neraka karena siksaannya amat pedih dan dahsyat. Neraka itu merupakan seburuk-buruk tempat yang disediakan bagi hamba Allah yang ingkar dan durhaka. Orang-orang kafir kekal di dalamnya selama-lamanya, menderita berbagai macam siksaan. Meskipun kulit mereka telah hangus terbakar dan panasnya api neraka telah menembus ke dalam daging dan tulang belulang, namun mereka tetap hidup untuk merasakan siksaan itu sebagai tersebut dalam firman-Nya: Sungguh, orang-orang yang kafir kepada ayat-ayat Kami, kelak akan Kami masukkan ke dalam neraka. Setiap kali kulit mereka hangus, Kami ganti dengan kulit yang lain, agar mereka merasakan azab. Sungguh, Allah Mahaperkasa, Mahabijaksana. (an-Nisa'/4: 56)."
        },
        {
          "number": 66,
          "arabic": "إِنَّهَا سَآءَتْ مُسْتَقَرًّا وَمُقَامًا",
          "transliteration": "innahā sāat mus'taqarran wamuqāman",
          "translation": "Sungguh, Jahanam itu seburuk-buruk tempat menetap dan tempat kediaman.",
          "tafsir": "Keempat: Mereka selalu mengingat hari akhirat dan hari perhitungan. Mereka yakin bahwa semua amal perbuatan manusia akan dipertanggungjawabkan di hari itu, yang baik diberi ganjaran berlipat ganda, dan yang jahat akan dibalas dengan balasan yang setimpal. Di kala mereka bermunajat dengan Tuhan di malam hari tergambarlah dalam pikiran mereka bagaimana dahsyatnya suasana di waktu itu seakan-akan mereka benar-benar melihat bagaimana ganasnya api neraka yang selalu menanti para hamba Allah yang durhaka untuk menjadi mangsa dan santapannya. Di kala itu meneteslah air mata mereka dan mereka memohon dengan sungguh-sungguh kepada Tuhan agar dibebaskan dari siksaan api neraka yang pedih itu. Orang-orang yang demikian kuat keyakinannya kepada hari akhirat tentu akan mempergunakan kesempatan hidup di dunia ini untuk berbuat amal kebajikan sebanyak-banyaknya dan tidak akan melakukan perbuatan jahat karena yakin perbuatannya itu akan dibalas dengan siksaan yang pedih. Betapa pun baiknya suatu peraturan yang dibuat manusia dan betapa ketatnya pengawasan dalam pelaksanaannya, tetapi manusia yang tidak sadar akan pengawasan Allah dapat saja meloloskan diri dari ikatan peraturan dan undang-undang itu. Akan tetapi, manusia yang beriman, andaikata tidak ada peraturan dan undang-undang, tidak akan melakukan satu kejahatan pun, karena dia sadar walaupun dapat bebas dari hukuman di dunia, namun tidak akan dapat melepaskan diri dari azab di akhirat. Kesadaran dan keinsyafan inilah yang tertanam dengan kuat di dalam hati setiap muslim yang mendapat julukan \"hamba Allah Yang Maha Penyayang.\" Ayat ini menjelaskan bagaimana seorang mukmin benar-benar takut jatuh ke dalam siksaan neraka karena siksaannya amat pedih dan dahsyat. Neraka itu merupakan seburuk-buruk tempat yang disediakan bagi hamba Allah yang ingkar dan durhaka. Orang-orang kafir kekal di dalamnya selama-lamanya, menderita berbagai macam siksaan. Meskipun kulit mereka telah hangus terbakar dan panasnya api neraka telah menembus ke dalam daging dan tulang belulang, namun mereka tetap hidup untuk merasakan siksaan itu sebagai tersebut dalam firman-Nya: Sungguh, orang-orang yang kafir kepada ayat-ayat Kami, kelak akan Kami masukkan ke dalam neraka. Setiap kali kulit mereka hangus, Kami ganti dengan kulit yang lain, agar mereka merasakan azab. Sungguh, Allah Mahaperkasa, Mahabijaksana. (an-Nisa'/4: 56)."
        },
        {
          "number": 67,
          "arabic": "وَٱلَّذِينَ إِذَآ أَنفَقُوا۟ لَمْ يُسْرِفُوا۟ وَلَمْ يَقْتُرُوا۟ وَكَانَ بَيْنَ ذَٰلِكَ قَوَامًا",
          "transliteration": "wa-alladhīna idhā anfaqū lam yus'rifū walam yaqturū wakāna bayna dhālika qawāman",
          "translation": "Dan (termasuk hamba-hamba Tuhan Yang Maha Pengasih) orang-orang yang apabila menginfakkan (harta), mereka tidak berlebihan, dan tidak (pula) kikir, di antara keduanya secara wajar,",
          "tafsir": "Kelima: Sifat baik lainnya dari orang-orang mukmin adalah mereka dalam menafkahkan harta tidak boros dan tidak pula kikir, tetapi tetap memelihara keseimbangan antara kedua sifat yang buruk itu. Sifat boros pasti akan membawa kemusnahan harta benda dan kerusakan masyarakat. Seseorang yang boros walaupun kebutuhan pribadi dan keluarganya telah terpenuhi dengan hidup secara mewah, tetap akan menghambur-hamburkan kekayaannya pada kesenangan lain, seperti main judi, main perempuan, minum-minuman keras, dan lain sebagainya. Dengan demikian, dia merusak diri sendiri dan masyarakat sekelilingnya. Padahal, kekayaan yang dititipkan Allah kepadanya harus dipelihara sebaik-baiknya sehingga dapat bermanfaat untuk dirinya, keluarga, dan masyarakat. Sifat kikir dan bakhil pun akan membawa kepada kerugian dan kerusakan. Orang yang bakhil selalu berusaha menumpuk kekayaan walaupun dia sendiri hidup sebagai seorang miskin dan dia tidak mau mengeluarkan uangnya untuk kepentingan masyarakat. Kalau untuk kepentingan dirinya dan keluarganya saja, dia merasa segan mengeluarkan uang, apalagi untuk kepentingan orang lain. Dengan demikian, akan tertumpuklah kekayaan itu pada diri seorang atau beberapa gelintir manusia yang serakah dan tamak. Orang yang sifatnya seperti ini diancam Allah dengan api neraka sebagaimana tersebut dalam firman-Nya: Celakalah bagi setiap pengumpat dan pencela, yang mengumpulkan harta dan menghitung-hitungnya, dia (manusia) mengira bahwa hartanya itu dapat mengekalkannya. Sekali-kali tidak! Pasti dia akan dilemparkan ke dalam (neraka) Hutamah. (al-Humazah/104: 1-4). Demikianlah sifat orang mukmin dalam menafkahkan hartanya. Dia tidak bersifat boros sehingga tidak memikirkan hari esok dan tidak pula bersifat kikir sehingga menyiksa dirinya sendiri karena hendak mengumpulkan kekayaan. Keseimbangan antara kedua macam sifat yang tercela itulah yang selalu dipelihara dan dijaga. Kalau kaya, dia dapat membantu masyarakatnya sesuai dengan kekayaannya, dan kalau miskin, dia dapat menguasai hawa nafsu dirinya dengan hidup secara sederhana. Yazid bin Abi habib berkata, \"Demikianlah sifat para sahabat Nabi Muhammad saw. Mereka bukan makan untuk bermewah-mewah dan menikmati makanan yang enak-enak, mereka berpakaian bukan untuk bermegah-megah dengan keindahan. Akan tetapi, mereka makan sekadar untuk menutup rasa lapar dan untuk menguatkan jasmani karena hendak beribadah melaksanakan perintah Allah. Mereka berpakaian sekadar untuk menutup aurat dan memelihara tubuh mereka terhadap angin dan panas. 'Abdul Malik bin Marwan, pada waktu mengawinkan Fathimah (putrinya) dengan 'Umar bin 'Abdul 'Aziz, bertanya kepada calon menantunya, \"Bagaimana engkau memberi nafkah kepada anakku?\" Umar menjawab, \"Aku memilih yang baik di antara dua sifat yang buruk\" (maksudnya sifat yang baik di antara dua sifat yang buruk yaitu boros dan kikir). Kemudian dia membacakan ayat ini."
        }
      ]
    }
  ]
}