{
  "pageNumber": 301,
  "juz": 15,
  "surahs": [
    {
      "number": 18,
      "name": "Al-Kahf",
      "nameArabic": "الكهف",
      "meaning": "Gua",
      "revelation": "Makkah",
      "description": "Surat ini terdiri daris 110 ayat dan termasuk surat Makkiyyah. Dinamai \"Al-Kahfi\" yang berarti \"Gua\" dan \"Ashhabul Kahfi\" yang berarti \"Penghuni gua\". Kedua nama ini diambil dari kata yang terdapat dalam surat ini pada ayat ke-9 sampai dengan ke-26, tentang beberapa orang pemuda yang tidur di dalam gua bertahun-tahun lamanya. Selain cerita tersebut, dalam surat ini juga terdapat beberapa buah kisah, yang kesemuanya mengandung i'tibar dan pelajaran yang amat berguna bagi kehidupan manusia. Banyak hadits Rasulullah yang menyatakan keutamaan membaca surat ini.**Pokok-Pokok Isi:**1. **Keimanan:** Kekuasaan Allah untuk memberikan hidup kepada manusia di luar hukum kebiasaan; dasar-dasar Tauhid dan keadilan Allah tidak akan berubah untuk selama-lamanya; kalimat-kalimat Allah (ilmu-Nya) sangat luas sekali meliputi segala sesuatu, sehingga manusia tidak akan mampu menulisnya; kepastian datangnya hari kebangkitan; Al-Qur'an adalah kitab suci yang isinya bersih dari kekurangan dan kepalsuan.2. **Hukum-hukum:** Dasar hukum wakalah (perwakilan); larangan membangun tempat ibadah di atas kubur; hukum membaca \"Insya Allah\"; perbuatan salah yang dilakukan karena lupa dimaafkan; boleh merusak suatu barang untuk menghindarkan bahaya yang lebih besar.3. **Kisah-kisah:** kisah Ashabul Kahfi; kisah dua orang laki-laki yang seorang kafir dan yang lainnya mukmin, kisah Nabi Musa dengan Khidhir; kisah Zulkarnain dengan Ya'juj dan Ma'juj.4. **Lain-lain:** Beberapa pelajaran yang dapat diambil dari cerita-cerita dalam surat ini antara lain tentang kekuatan iman kepada Allah serta ibadah yang ikhlas kepada-Nya; kesungguhan seseorang dalam mencari guru (ilmu); adab sopan-santun antara murid dengan guru; dan beberapa contoh tentang cara memimpin dan memerintah rakyat, serta perjuangan untuk mencapai kebahagiaan rakyat dan negara.Surat Al-Kahfi dimulai dengan menerangkan sifat Al-Qur'an sebagai petunjuk dan peringatan bagi manusia, dan sebagai peringatan terhadap orang yang mengatakan bahwa Allah mempunyai anak. Semua yang ada di permukaan bumi merupakan perhiasan bagi bumi dan sengaja diciptakan Allah agar manusia memikirkan bagaimana cara mengambil manfaat dari semuanya itu.Kekuasaan Allah dan betapa luasnya pengetahuan-Nya dikemukakan dalam surat ini dengan menyebutkan kisah Nabi Musa dengan Khidhir dan kisah Zulkarnain. Juga dengan mengibaratkan bahwa seandainya semua air yang ada di bumi dan ditambah lagi sebanyak itu pula dijadikan tinta untuk menulis ilmu Allah, tentu tidak akan mencukupi. Kemudian diterangkan bahwa semua amal orang musyrik tidak diberi pahala di akhirat, sedangkan untuk orang mukmin disediakan Jannatun Na'im.**Hubungan Surat Al-Kahfi Dengan Surat Maryam:**1. Kedua surat ini sama-sama mengandung kisah yang ajaib, seperti surat Al-Kahfi mengemukakan kisah Ashhabul kahfi, kisah Musa dengan Khidhr, dan kisah Zulkarnain, sedangkan surat Maryam mengemukakan kisah kelahiran Yahya ketika bapaknya, Zakariya, sudah tua renta dan ibunya seorang perempuan tua yang mandul, dan kisah kelahiran 'Isa tanpa bapak.2. Bagian akhir surat Al-Kahfi menerangkan tentang ancaman Allah terhadap orang kafir yang mengambil pelindung selain Allah, semua amal mereka sia-sia dan mereka dimasukkan ke dalam neraka, sedangkan pada bagian akhir surat Maryam diulangi lagi celaan dan ancaman Allah terhadap orang-orang yang mempersekutukan-Nya.",
      "verses": [
        {
          "number": 62,
          "arabic": "فَلَمَّا جَاوَزَا قَالَ لِفَتَىٰهُ ءَاتِنَا غَدَآءَنَا لَقَدْ لَقِينَا مِن سَفَرِنَا هَـٰذَا نَصَبًا",
          "transliteration": "falammā jāwazā qāla lifatāhu ātinā ghadāanā laqad laqīnā min safarinā hādhā naṣaban",
          "translation": "Maka ketika mereka telah melewati (tempat itu), Musa berkata kepada pembantunya, \"Bawalah ke mari makanan kita; sungguh kita telah merasa letih karena perjalanan kita ini.\"",
          "tafsir": "Dalam ayat ini, Allah menceritakan bahwa keduanya terus melanjut-kan perjalanannya siang dan malam. Nabi Musa pun merasa lapar dan berkata kepada muridnya, \"Bawalah kemari makanan kita, sesungguhnya kita telah merasa letih karena perjalanan ini.\" Perasaan lapar dan lelah setelah melampaui tempat pertemuan dua laut itu ternyata mengandung hikmah, yaitu mengembalikan ingatan Nabi Musa a.s. kepada ikan yang mereka bawa. Dalam ayat ini, Allah mengungkapkan betapa luhurnya budi pekerti Musa a.s. dalam bersikap kepada muridnya. Apa yang dibawa oleh muridnya sebagai bekal itu merupakan milik bersama, bukan hanya milik sendiri. Betapa halus perasaannya ketika menyadari bahwa letih dan lapar itu tidak hanya dirasakan dirinya, tetapi juga dirasakan orang lain."
        },
        {
          "number": 63,
          "arabic": "قَالَ أَرَءَيْتَ إِذْ أَوَيْنَآ إِلَى ٱلصَّخْرَةِ فَإِنِّى نَسِيتُ ٱلْحُوتَ وَمَآ أَنسَىٰنِيهُ إِلَّا ٱلشَّيْطَـٰنُ أَنْ أَذْكُرَهُۥ ۚ وَٱتَّخَذَ سَبِيلَهُۥ فِى ٱلْبَحْرِ عَجَبًا",
          "transliteration": "qāla ara-ayta idh awaynā ilā l-ṣakhrati fa-innī nasītu l-ḥūta wamā ansānīhu illā l-shayṭānu an adhkurahu wa-ittakhadha sabīlahu fī l-baḥri ʿajaban",
          "translation": "Dia (pembantunya) menjawab, \"Tahukah engkau ketika kita mencari tempat berlindung di batu tadi, maka aku lupa (menceritakan tentang) ikan itu dan tidak ada yang membuat aku lupa untuk mengingatnya kecuali setan, dan (ikan) itu mengambil jalannya ke laut dengan cara yang aneh sekali.\"",
          "tafsir": "Dalam ayat ini, Yusya menjawab secara jujur bahwa ketika mereka beristirahat dan berlindung di batu tempat bertemunya dua laut, ikan itu telah hidup kembali dan menggelepar-gelepar, lalu masuk ke laut dengan cara yang sangat mengherankan. Namun, dia lupa dan tidak menceritakan kepada Nabi Musa a.s.. Kekhilafan ini bukan karena ia tidak bertanggung jawab, tetapi setan yang menyebabkannya."
        },
        {
          "number": 64,
          "arabic": "قَالَ ذَٰلِكَ مَا كُنَّا نَبْغِ ۚ فَٱرْتَدَّا عَلَىٰٓ ءَاثَارِهِمَا قَصَصًا",
          "transliteration": "qāla dhālika mā kunnā nabghi fa-ir'taddā ʿalā āthārihimā qaṣaṣan",
          "translation": "Dia (Musa) berkata, \"Itulah (tempat) yang kita cari.\" Lalu keduanya kembali, mengikuti jejak mereka semula,",
          "tafsir": "Mendengar jawaban seperti tersebut di atas, Nabi Musa menyambut-nya dengan gembira seraya berkata, \"Itulah tempat yang kita cari. Di tempat itu, kita akan bertemu dengan orang yang kita cari, yaitu Nabi Khidir.\" Mereka pun kembali mengikuti jejak semula, untuk mendapatkan batu yang mereka jadikan tempat berlindung. Menurut al-Biqa'i, firman Allah dalam ayat ini menunjukkan bahwa mereka itu berjalan di padang pasir, sehingga tidak ada tanda-tanda, akan tetapi ada jejak mereka. Maka ada kemungkinan bahwa yang dimaksud dalam firman Allah tentang pertemuan dua laut itu ialah pertemuan air tawar (sungai Nil) dengan air asin (Laut Tengah) yaitu kota di Dimyath atau Rasyid di negeri Mesir."
        },
        {
          "number": 65,
          "arabic": "فَوَجَدَا عَبْدًا مِّنْ عِبَادِنَآ ءَاتَيْنَـٰهُ رَحْمَةً مِّنْ عِندِنَا وَعَلَّمْنَـٰهُ مِن لَّدُنَّا عِلْمًا",
          "transliteration": "fawajadā ʿabdan min ʿibādinā ātaynāhu raḥmatan min ʿindinā waʿallamnāhu min ladunnā ʿil'man",
          "translation": "lalu mereka berdua bertemu dengan seorang hamba di antara hamba-hamba Kami, yang telah Kami berikan rahmat kepadanya dari sisi Kami, dan yang telah Kami ajarkan ilmu kepadanya dari sisi Kami.<sup foot_note=135446>1</sup>",
          "tafsir": "Dalam ayat ini, dikisahkan bahwa setelah Nabi Musa dan Yusya menelusuri kembali jalan yang dilalui tadi, mereka sampai pada batu yang pernah dijadikan tempat beristirahat. Di tempat ini, mereka bertemu dengan seseorang yang berselimut kain putih bersih. Orang ini disebut Khidir, sedang nama aslinya adalah Balya bin Mulkan. Ia digelari dengan nama Khidir karena ia duduk di suatu tempat yang putih, sedangkan di belakangnya terdapat tumbuhan menghijau. Keterangan ini didasarkan pada hadis berikut: Diriwayatkan dari Abu Hurairah bahwa Nabi saw bersabda, \"Dinamakan Khidir karena ia duduk di atas kulit binatang yang putih. Ketika tempat itu bergerak, di belakangnya tampak tumbuhan yang hijau.\" (Riwayat al-Bukhari) Dalam ayat ini, Allah swt juga menyebutkan bahwa Khidir itu ialah orang yang mendapat ilmu langsung dari Allah. Ilmu itu tidak diberikan kepada Nabi Musa, sebagaimana juga Allah telah menganugerahkan ilmu kepada Nabi Musa yang tidak diberikan kepada Khidir. Menurut Hujjatul Islam al-Gazali, bahwa pada garis besarnya, ada dua cara bagi seseorang untuk mendapatkan ilmu: 1. Proses pengajaran dari manusia, disebut at-ta'lim al-insani, yang dibagi lagi menjadi dua, yaitu: a. Belajar kepada orang lain (di luar dirinya). b. Belajar sendiri dengan menggunakan kemampuan akal pikiran. 2. Pengajaran yang langsung diberikan Allah kepada seseorang yang disebut at-ta'lim ar-rabbani, yang dibagi menjadi dua juga, yaitu : a. Diberikan dengan cara wahyu, yang ilmunya disebut: 'ilm al-anbiya' (ilmu para nabi) dan ini khusus untuk para nabi. b. Diberikan dengan cara ilham yang ilmunya disebut 'ilm ladunni (ilmu dari sisi Tuhan). 'Ilm ladunni ini diperoleh dengan cara langsung dari Tuhan tanpa perantara. Kejadiannya dapat diumpamakan seperti sinar dari suatu lampu gaib yang langsung mengenai hati yang suci bersih, kosong lagi lembut. Ilham ini merupakan perhiasan yang diberikan Allah kepada para kekasih-Nya (para wali)."
        },
        {
          "number": 66,
          "arabic": "قَالَ لَهُۥ مُوسَىٰ هَلْ أَتَّبِعُكَ عَلَىٰٓ أَن تُعَلِّمَنِ مِمَّا عُلِّمْتَ رُشْدًا",
          "transliteration": "qāla lahu mūsā hal attabiʿuka ʿalā an tuʿallimani mimmā ʿullim'ta rush'dan",
          "translation": "Musa berkata kepadanya, \"Bolehkah aku mengikutimu agar engkau mengajarkan kepadaku (ilmu yang benar) yang telah diajarkan kepadamu (untuk menjadi) petunjuk?\"",
          "tafsir": "Dalam ayat ini, Allah menyatakan maksud Nabi Musa a.s. datang menemui Khidir, yaitu untuk berguru kepadanya. Nabi Musa memberi salam kepada Khidir dan berkata kepadanya, \"Saya adalah Musa.\" Khidir bertanya, \"Musa dari Bani Israil?\" Musa menjawab, \"Ya, benar!\" Maka Khidir memberi hormat kepadanya seraya berkata, \"Apa keperluanmu datang kemari?\" Nabi Musa menjawab bahwa beliau datang kepadanya supaya diperkenankan mengikutinya dengan maksud agar Khidir mau mengajarkan kepadanya sebagian ilmu yang telah diajarkan Allah kepadanya, yaitu ilmu yang bermanfaat dan amal yang saleh. Dalam ayat ini, Allah menggambarkan secara jelas sikap Nabi Musa sebagai calon murid kepada calon gurunya dengan mengajukan permintaan berupa bentuk pertanyaan. Itu berarti bahwa Nabi Musa sangat menjaga kesopanan dan merendahkan hati. Beliau menempatkan dirinya sebagai orang yang bodoh dan mohon diperkenankan mengikutinya, supaya Khidir sudi mengajarkan sebagian ilmu yang telah diberikan kepadanya. Menurut al-Qadhi, sikap demikian memang seharusnya dimiliki oleh setiap pelajar dalam mengajukan pertanyaan kepada gurunya."
        },
        {
          "number": 67,
          "arabic": "قَالَ إِنَّكَ لَن تَسْتَطِيعَ مَعِىَ صَبْرًا",
          "transliteration": "qāla innaka lan tastaṭīʿa maʿiya ṣabran",
          "translation": "Dia menjawab, \"Sungguh, engkau tidak akan sanggup sabar bersamaku.",
          "tafsir": "Dalam ayat ini Khidir menjawab pertanyaan Nabi Musa sebagai berikut, \"Hai Musa, kamu tak akan sabar mengikutiku. Karena saya memiliki ilmu yang telah diajarkan oleh Allah kepadaku yang kamu tidak mengetahuinya, dan kamu memiliki ilmu yang telah diajarkan Allah kepadamu yang aku tidak mengetahuinya.\" Kemampuan Khidir meramal sikap Nabi Musa kalau sampai menyertainya didasarkan pada ilmu ladunni yang telah beliau terima dari Allah di samping ilmu anbiya' yang dimilikinya, seperti tersebut dalam ayat 65 di atas. Dan memang demikianlah sifat dan sikap Nabi Musa yang keras dalam menghadapi kenyataan-kenyataan yang bertentangan dengan syariat yang telah beliau terima dari Allah."
        },
        {
          "number": 68,
          "arabic": "وَكَيْفَ تَصْبِرُ عَلَىٰ مَا لَمْ تُحِطْ بِهِۦ خُبْرًا",
          "transliteration": "wakayfa taṣbiru ʿalā mā lam tuḥiṭ bihi khub'ran",
          "translation": "Dan bagaimana engkau akan dapat bersabar atas sesuatu, sedang engkau belum mempunyai pengetahuan yang cukup tentang hal itu?\"",
          "tafsir": "Dalam ayat ini, Khidir menegaskan kepada Nabi Musa tentang sebab beliau tidak akan sabar nantinya kalau terus menerus menyertainya. Di sana Nabi Musa akan melihat kenyataan bahwa pekerjaan Khidir secara lahiriah bertentangan dengan syariat Nabi Musa a.s. Oleh karena itu, Khidir berkata kepada Nabi Musa, \"Bagaimana kamu dapat bersabar terhadap perbuatan-perbuatan yang lahirnya menyalahi syariatmu, padahal kamu seorang nabi. Atau mungkin juga kamu akan mendapati pekerjaan-pekerjaanku yang secara lahiriah bersifat mungkar, sedang pada hakikatnya kamu tidak mengetahui maksud atau kemaslahatannya. Sebenarnya memang demikian sifat orang yang tidak bersabar terhadap perbuatan mungkar yang dilihatnya. Bahkan segera ia mengingkarinya."
        },
        {
          "number": 69,
          "arabic": "قَالَ سَتَجِدُنِىٓ إِن شَآءَ ٱللَّهُ صَابِرًا وَلَآ أَعْصِى لَكَ أَمْرًا",
          "transliteration": "qāla satajidunī in shāa l-lahu ṣābiran walā aʿṣī laka amran",
          "translation": "Dia (Musa) berkata, \"Insya Allah akan engkau dapati aku orang yang sabar, dan aku tidak akan menentangmu dalam urusan apa pun.\"",
          "tafsir": "Dalam ayat ini, Nabi Musa berjanji tidak akan mengingkari dan tidak akan menyalahi apa yang dikerjakan oleh Khidir. Beliau juga berjanji akan melaksanakan perintah Khidir selama perintah itu tidak bertentangan dengan perintah Allah. Janji yang beliau ucapkan dalam ayat ini didasari dengan kata-kata \"insya Allah\" karena beliau sadar bahwa sabar itu perkara yang sangat besar dan berat, apalagi ketika melihat kemungkaran."
        },
        {
          "number": 70,
          "arabic": "قَالَ فَإِنِ ٱتَّبَعْتَنِى فَلَا تَسْـَٔلْنِى عَن شَىْءٍ حَتَّىٰٓ أُحْدِثَ لَكَ مِنْهُ ذِكْرًا",
          "transliteration": "qāla fa-ini ittabaʿtanī falā tasalnī ʿan shayin ḥattā uḥ'ditha laka min'hu dhik'ran",
          "translation": "Dia berkata, \"Jika engkau mengikutiku, maka janganlah engkau menanyakan kepadaku tentang sesuatu apa pun, sampai aku menerangkannya kepadamu.\"",
          "tafsir": "Dalam ayat ini, Khidir dapat menerima Musa a.s. dengan pesan, \"Jika kamu (Nabi Musa) berjalan bersamaku (Khidir) maka janganlah kamu bertanya tentang sesuatu yang aku lakukan dan tentang rahasianya, sehingga aku sendiri menerangkan kepadamu duduk persoalannya. Jangan kamu menegurku terhadap sesuatu perbuatan yang tidak dapat kau benarkan hingga aku sendiri yang mulai menyebutnya untuk menerangkan keadaan yang sebenarnya.\" Nabi Musa mau menerima syarat itu, memang sebenarnya sikap Nabi Musa yang demikian itu merupakan sopan-santun orang yang terpelajar terhadap cendekiawan, sikap sopan-santun murid dengan gurunya atau sikap pengikut dengan yang diikutinya. Kadang-kadang rahasia guru atau orang yang diikuti belum tentu dipahami oleh murid atau pengikutnya ketika itu juga, tetapi baru dapat dipahami kelak di kemudian hari."
        },
        {
          "number": 71,
          "arabic": "فَٱنطَلَقَا حَتَّىٰٓ إِذَا رَكِبَا فِى ٱلسَّفِينَةِ خَرَقَهَا ۖ قَالَ أَخَرَقْتَهَا لِتُغْرِقَ أَهْلَهَا لَقَدْ جِئْتَ شَيْـًٔا إِمْرًا",
          "transliteration": "fa-inṭalaqā ḥattā idhā rakibā fī l-safīnati kharaqahā qāla akharaqtahā litugh'riqa ahlahā laqad ji'ta shayan im'ran",
          "translation": "Maka berjalanlah keduanya, hingga ketika keduanya menaiki perahu lalu dia melubanginya. Dia (Musa) berkata, \"Mengapa engkau melubangi perahu itu, apakah untuk menenggelamkan penumpangnya?\" Sungguh, engkau telah berbuat suatu kesalahan yang besar.",
          "tafsir": "Dalam ayat ini, Allah mengisahkan bahwa keduanya (Nabi Musa dan Khidir) telah berjalan di tepi pantai untuk mencari sebuah kapal, dan kemudian mendapatkannya. Keduanya lalu menaiki kapal itu dengan tidak membayar upahnya, karena para awak kapal sudah mengenal Khidir dan pembebasan upah itu sebagai penghormatan kepadanya. Ketika kapal itu sedang melaju di laut dalam, tiba-tiba Khidir mengambil kampak lalu melubangi dan merusak sekeping papan di dinding kapal itu. Melihat kejadian seperti itu, dengan serta merta Nabi Musa berkata kepada Khidir, \"Mengapa kamu lobangi perahu itu? Hal itu dapat menenggelamkan seluruh penumpangnya yang tidak berdosa? Sungguh kamu telah mendatangkan kerusakan yang besar dan tidak mensyukuri kebaikan hati para awak kapal yang telah membebaskan kita dari uang sewa kapal ini.\" Kemudian Nabi Musa mengambil kainnya untuk menutup lubang itu."
        },
        {
          "number": 72,
          "arabic": "قَالَ أَلَمْ أَقُلْ إِنَّكَ لَن تَسْتَطِيعَ مَعِىَ صَبْرًا",
          "transliteration": "qāla alam aqul innaka lan tastaṭīʿa maʿiya ṣabran",
          "translation": "Dia berkata, \"Bukankah sudah kukatakan, bahwa engkau tidak akan mampu sabar bersamaku?\"",
          "tafsir": "Dalam ayat ini, Khidir mengingatkan kepada Nabi Musa tentang persyaratan yang harus dipenuhinya kalau masih ingin menyertai Khidir dalam perjalanan. Khidir juga mengingatkan bahwa Nabi Musa takkan sanggup bersabar atas perbuatan-perbuatan yang dikerjakannya, bahkan beliau akan melawan dan menamakan perbuatan-perbuatan yang dikerjakan-nya itu sebagai kesalahan yang besar, karena Nabi Musa tidak memiliki pengetahuan untuk mengetahui rahasia apa yang terkandung dibalik perbuatan-perbuatan itu. Khidir berkata kepada Nabi Musa, \"Bukankah telah kukatakan bahwasanya kamu sekali-kali tidak akan sanggup bersabar bersamaku?\""
        },
        {
          "number": 73,
          "arabic": "قَالَ لَا تُؤَاخِذْنِى بِمَا نَسِيتُ وَلَا تُرْهِقْنِى مِنْ أَمْرِى عُسْرًا",
          "transliteration": "qāla lā tuākhidh'nī bimā nasītu walā tur'hiq'nī min amrī ʿus'ran",
          "translation": "Dia (Musa) berkata, \"Janganlah engkau menghukum aku karena kelupaanku dan janganlah engkau membebani aku dengan suatu kesulitan dalam urusanku.\"",
          "tafsir": "Dalam ayat ini, Nabi Musa insaf dan mengetahui kealpaannya atas janjinya. Oleh karena itu, dia meminta kepada Khidir agar tidak menghukumnya karena kealpaannya, dan tidak pula memberatkannya dengan pekerjaan yang sulit dilakukan. Nabi Musa juga meminta kepada Khidir agar diberi kesempatan untuk mengikutinya kembali supaya memperoleh ilmu darinya, dan memaafkan kesalahannya itu."
        },
        {
          "number": 74,
          "arabic": "فَٱنطَلَقَا حَتَّىٰٓ إِذَا لَقِيَا غُلَـٰمًا فَقَتَلَهُۥ قَالَ أَقَتَلْتَ نَفْسًا زَكِيَّةًۢ بِغَيْرِ نَفْسٍ لَّقَدْ جِئْتَ شَيْـًٔا نُّكْرًا",
          "transliteration": "fa-inṭalaqā ḥattā idhā laqiyā ghulāman faqatalahu qāla aqatalta nafsan zakiyyatan bighayri nafsin laqad ji'ta shayan nuk'ran",
          "translation": "Maka berjalanlah keduanya; hingga ketika keduanya berjumpa dengan seorang anak muda, maka dia membunuhnya. Dia (Musa) berkata, \"Mengapa engkau bunuh jiwa yang bersih, bukan karena dia membunuh orang lain? Sungguh, engkau telah melakukan sesuatu yang sangat mungkar.\"",
          "tafsir": "Dalam ayat ini, Allah mengisahkan bahwa keduanya mendarat dengan selamat dan tidak tenggelam, kemudian keduanya turun dari kapal dan meneruskan perjalanan menyusuri pantai. Kemudian terlihat oleh Khidir seorang anak yang sedang bermain dengan kawan-kawannya, lalu dibunuhnya anak itu. Ada yang mengatakan bahwa Khidir itu membunuhnya dengan cara memenggal kepalanya, ada yang mengatakan dengan mencekiknya. Akan tetapi, Al-Qur'an tidak menyebutkan bagaimana cara Khidir membunuh anak itu, apakah dengan memenggal kepalanya, membenturkan kepalanya ke dinding batu, atau cara lain. Kita tidak perlu memperhatikan atau menyelidikinya. Melihat peristiwa itu, dengan serta merta Nabi Musa berkata kepada Khidir, \"Mengapa kamu bunuh jiwa yang masih suci dari dosa dan tidak pula karena dia membunuh orang lain? Sungguh kamu telah berbuat sesuatu yang mungkar, yang bertentangan dengan akal yang sehat. Dalam ayat ini, pembunuh disebut dengan kata nukr (mungkar), sedangkan melubangi perahu dalam ayat 71 disebut kata imr (kesalahan yang besar). Penyebabnya adalah pembunuhan terhadap anak itu lebih keji dibandingkan dengan melubangi perahu. Melubangi perahu tidak menghilangkan nyawa apabila tidak tenggelam. Tetapi pembunuhan atau menghilangkan nyawa yang tidak sejalan dengan ajaran agama itu nyata-nyata suatu perbuatan mungkar. Pembunuhan yang dapat dibenarkan oleh ajaran agama hanyalah karena murtad, zina muhsan, atau karena qishash."
        }
      ]
    }
  ]
}