{
  "pageNumber": 203,
  "juz": 11,
  "surahs": [
    {
      "number": 9,
      "name": "At-Taubah",
      "nameArabic": "التوبة",
      "meaning": "Pengampunan",
      "revelation": "Madinah",
      "description": "Surat At-Taubah terdiri dari 129 ayat dan termasuk surat Madaniyyah. Surat ini dinamakan \"At-Taubah\" yang berarti pengampunan berhubung kata \"At-Taubah\" disebut berulang kali dalam surat ini. Dinamakan juga dengan \"Baraa'ah\" yang berarti berlepas diri yang di sini maksudnya pernyataan pemutusan hubungan, disebabkan kebanyakan pokok pembicaraannya tentang pernyataan pemutusan perjanjian damai dengan kaum musyrikin.Di samping kedua nama yang masyhur di atas, ada beberapa nama lain yang merupakan sifat dari surat ini.Pada permulaan surat ini tidak terdapat basmalah karena berisi pernyataan perang total dengan arti bahwa segenap kaum muslimin diarahkan untuk memerangi seluruh kaum musyrikin, sedang basmalah bernafaskan perdamaian dan cinta kasih dari Allah.Surat ini diturunkan setelah Nabi Muhammad s.a.w. kembali dari perang Tabuk yang terjadi pada tahun 9 H. Pengumuman ini disampaikan oleh Saidina 'Ali pada musim haji pada tahun yang sama.Selain pernyataan pembatalan perjanjian damai dengan kaum musyrikin, surat ini mengandung pokok-pokok isi sebagai berikut:1. Keimanan:Allah selalu menyertai hamba-hamba-Nya yang beriman; pembalasan atas amalan-amalan manusia hanya dari Allah; segala sesuatu menurut sunnatullah; perlindungan Allah bagi orang-orang yang beriman; kedudukan Nabi Muhammad s.a.w. di sisi Allah.2. Hukum-hukum:Kewajiban menginfakkan harta; macam-macam harta dalam agama serta penggunaannya; jizyah; perjanjian dan perdamaian; kewajiban umat Islam terhadap Nabinya, sebab-sebab orang Islam melakukan perang total; beberapa dasar politik kenegaraan dan peperangan dalam Islam.3. Kisah-kisah:Nabi Muhammad s.a.w. dengan Abu Bakar r.a. di suatu gua di bukit Tsur ketika hijrah; perang Hunain (perang Authas atau perang Hawazin); perang Tabuk.4. Lain-lain:Sifat-sifat orang yang beriman dan tingkatan-tingkatan mereka.Surat At-Taubah berisi pernyataan pembatalan perjanjian damai oleh Nabi Muhammad dengan kaum musyrikin, karena mereka tidak memenuhi syarat-syarat perjanjian damai yang diikrarkan pada perjanjian Hudaibiyyah. Selain itu, surat At-Taubah juga menjelaskan hukum peperangan dan perdamaian, hukum kenegaraan, keadaan Nabi Muhammad pada waktu hijrah, dan kewajiban menginfakkan harta.Hubungan Surat At-Taubah Dengan Surat Yunus:1. Akhir surat At-Taubah ditutup dengan menyebutkan tentang risalah Nabi Muhammad dan hal-hal yang serupa disebutkan pula pada akhir surat Yunus.2. Surat At-Taubah menyebut keadaan orang-orang munafik dan menerangkan sikap mereka ketika Al-Qur'an diturunkan, sedang surat Yunus menerangkan sikap orang kafir terhadap Al-Qur'an.",
      "verses": [
        {
          "number": 100,
          "arabic": "وَٱلسَّـٰبِقُونَ ٱلْأَوَّلُونَ مِنَ ٱلْمُهَـٰجِرِينَ وَٱلْأَنصَارِ وَٱلَّذِينَ ٱتَّبَعُوهُم بِإِحْسَـٰنٍ رَّضِىَ ٱللَّهُ عَنْهُمْ وَرَضُوا۟ عَنْهُ وَأَعَدَّ لَهُمْ جَنَّـٰتٍ تَجْرِى تَحْتَهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَآ أَبَدًا ۚ ذَٰلِكَ ٱلْفَوْزُ ٱلْعَظِيمُ",
          "transliteration": "wal-sābiqūna l-awalūna mina l-muhājirīna wal-anṣāri wa-alladhīna ittabaʿūhum bi-iḥ'sānin raḍiya l-lahu ʿanhum waraḍū ʿanhu wa-aʿadda lahum jannātin tajrī taḥtahā l-anhāru khālidīna fīhā abadan dhālika l-fawzu l-ʿaẓīmu",
          "translation": "Dan orang-orang yang terdahulu lagi yang pertama-tama (masuk Islam) di antara orang-orang Muhajirin dan Ansar dan orang-orang yang mengikuti mereka dengan baik, Allah rida kepada mereka dan mereka pun rida kepada Allah. Allah menyediakan bagi mereka surga-surga yang mengalir di bawahnya sungai-sungai. Mereka kekal di dalamnya selama-lamanya. Itulah kemenangan yang agung.",
          "tafsir": "Dalam ayat ini dijelaskan bahwa orang-orang yang pertama-tama masuk Islam, baik dari kalangan Muhajirin yang berhijrah dari Mekah ke Medinah, maupun dari kalangan Anshar, yaitu penduduk kota Medinah yang menyambut dengan baik kedatangan Rasulullah dan Muhajirin, dan begitu pula para sahabat yang lain yang mengikuti perintah Rasulullah dengan sebaik-baiknya, ketiga golongan ini merupakan orang-orang mukmin yang paling tinggi martabatnya di sisi Allah, disebabkan keimanan mereka yang teguh, serta amal perbuatan mereka yang baik dan ikhlas, sesuai dengan tuntutan Rasulullah saw. Allah senang dan rida kepada mereka, sebaliknya mereka pun rida kepada Allah. Allah menyediakan pahala yang amat mulia bagi mereka, yaitu surga Jannatun-na'im yang mengalir sungai-sungai di bawahnya, di sana mereka akan memperoleh kenikmatan yang tidak terhingga. Mereka akan kekal di sana selama-lamanya. Itulah kemenangan terbesar yang akan mereka peroleh. Yang dimaksud dengan as-Sabiqunal Awwalun dari kalangan Muhajirin ialah mereka yang telah berhijrah dari Mekah ke Medinah sebelum terjadinya \"Perjanjian Hudaibiyah, karena sebelum perjanjian tersebut, kaum musyrikin senantiasa mengusir kaum Muslimin dari kampung halaman mereka, dan membunuh sebagian dari mereka, serta menghalang-halangi siapa saja yang ingin berhijrah.Tidak ada cara lain bagi seorang mukmin untuk menyelamatkan diri dari kejahatan kaum musyrikin, kecuali menjauhkan diri dari mereka, atau menyerah kepada kehendak dan kemauan mereka. Orang-orang yang memilih cara yang pertama, yaitu meninggalkan kota Mekah dan hijrah ke Medinah adalah orang-orang yang benar-benar beriman, tidak ada seorang munafikpun di antara mereka. Mereka meninggalkan kampung halaman karena keimanan yang murni, keikhlasan, dan perjuangan untuk menegakkan agama Islam. Dikenal juga sebagai as-Sabiqunal Awwalun yaitu orang-orang yang pertama masuk Islam dan menyatakan imannya kepada Nabi Muhammad saw, dari kalangan keluarga adalah Siti Khadijah, 'Ali bin Abi thalib, dan Zaid bin Haritsah. Sedang dari kalangan luar ialah Abu Bakar Ash- shiddiq, orang yang menemani Rasulullah saw waktu hijrah ke Medinah. Di samping itu, terdapat pula para sahabat yang dikelompokkan dalam as-Sabiqunal Awwalun yang oleh Rasulullah saw telah dinyatakan sebagai orang-orang yang pasti masuk surga. Di antara mereka adalah Utsman bin Affan, Hamzah, dan lainnya. Yang dimaksud dengan golongan pertama, as-Sabiqunal Awwalun dari kalangan Anshar ialah penduduk kota Medinah yang telah menyatakan ikrar kesetiaan mereka kepada kerasulan Muhammad saw di Aqabah, suatu tempat di Mina, pada tahun ke-11 dari kerasulan Muhammad saw. Ketika itu mereka berjumlah tujuh orang. Kemudian pada periode berikutnya, yaitu pada tahun ke-12, terjadi pula ikrar kesetiaan di tempat yang sama, yaitu Aqabah, kali ini diikuti tujuh puluh orang lelaki dan dua orang perempuan. Jejak mereka diikuti oleh yang lainnya setelah mereka didatangi oleh utusan Rasulullah yang bernama Abu Zurarah Mush'ab bin 'Umar bin Hasyim yang membacakan ayat-ayat Al-Qur'an dan mengajarkan pengetahuan agama kepada mereka. Demikian pula, termasuk kelompok as-Sabiqunal Awwalun ialah mereka yang telah beriman pada saat tibanya Rasulullah di Medinah. Kekuatan dan persatuan Islam tumbuh dan berkembang sesudah Rasulullah hijrah ke Medinah. Pada saat itulah muncul kaum munafik yang berpura-pura menyokong agama Islam. Hal ini dijelaskan dalam firman Allah yang turun mengenai hal ikhwal Perang Badar yang terjadi pada tahun kedua Hijri. Firman Allah: (Ingatlah), ketika orang-orang munafik dan orang-orang yang ada penyakit di dalam hatinya berkata, \"Mereka itu (orang-orang mukmin) ditipu agamanya.\" (al-Anfal/8: 49) Dalam kelompok orang-orang munafik yang disebutkan dalam ayat ini, tidak terdapat seorangpun dari kalangan kaum Muhajirin dan kaum Anshar yang mendapat gelar as-Sabiqun al-Awwalun seperti yang tersebut di atas, walaupun kaum Anshar itu semuanya berasal dari Bani 'Aus dan Khazraj. Yang dimaksud dengan golongan kedua, \"allazinat tabuuhum bi ihsan\" (orang-orang yang telah mengikuti kaum as-Sabiqunal Awwalun dari kalangan Muhajirin dan Anshar dengan baik) ialah mereka yang ikut berhijrah ke Medinah dan berjuang menegakkan agama Islam; atau mereka yang membuktikan satunya perbuatan dan perkataan setelah mendapatkan bimbingan dan pelajaran dari kaum as-Sabiqunal Awwalun dari kalangan Muhajirin dan Anshar, yang merupakan pemimpin-pemimpin yang layak diikuti, dan dijadikan suri teladan dalam tingkah laku, perbuatan, ucapan, dan perjuangan menegakkan agama Allah. Singkatnya mereka adalah orang-orang yang mengikuti as-Sabiqunal Awwalun dalam ketaatan dan ketakwaan sampai Hari Kiamat. Adapun golongan ketiga, yaitu orang-orang yang munafik hanya mengikuti jejak as-Sabiqunal Awwalun secara lahiriyah semata, tidak dengan niat yang tulus atau hanya mengikutinya dalam beberapa hal saja, sedang dalam hal-hal lainnya mereka mengingkarinya."
        },
        {
          "number": 101,
          "arabic": "وَمِمَّنْ حَوْلَكُم مِّنَ ٱلْأَعْرَابِ مُنَـٰفِقُونَ ۖ وَمِنْ أَهْلِ ٱلْمَدِينَةِ ۖ مَرَدُوا۟ عَلَى ٱلنِّفَاقِ لَا تَعْلَمُهُمْ ۖ نَحْنُ نَعْلَمُهُمْ ۚ سَنُعَذِّبُهُم مَّرَّتَيْنِ ثُمَّ يُرَدُّونَ إِلَىٰ عَذَابٍ عَظِيمٍ",
          "transliteration": "wamimman ḥawlakum mina l-aʿrābi munāfiqūna wamin ahli l-madīnati maradū ʿalā l-nifāqi lā taʿlamuhum naḥnu naʿlamuhum sanuʿadhibuhum marratayni thumma yuraddūna ilā ʿadhābin ʿaẓīmin",
          "translation": "Dan di antara orang-orang Arab Badui yang (tinggal) di sekitarmu, ada orang-orang munafik. Dan di antara penduduk Madinah (ada juga orang-orang munafik), mereka keterlaluan dalam kemunafikannya. Engkau (Muhammad) tidak mengetahui mereka, tetapi Kami mengetahuinya. Nanti mereka akan Kami siksa dua kali, kemudian mereka akan dikembalikan kepada azab yang besar.",
          "tafsir": "Setelah menyebutkan hal ihwal ketiga macam golongan orang-orang yang betul-betul beriman, yakni sahabat-sahabat Rasulullah saw, maka pada ayat ini Allah menyebutkan hal ihwal orang-orang munafik, baik dari kalangan Badui, maupun dari kalangan mereka yang bertempat tinggal di kota Medinah, sehingga nampaklah dua hal yang sangat berlawanan. Seakan-akan Allah berfirman, \"Hai orang-orang yang beriman, sesungguh-nya sebagian dari orang-orang Badui yang berdiam di sekitar Medinah adalah orang-orang yang sangat munafik. Kemunafikan dan kejahatan mereka amat keterlaluan. Bahkan, sebagian dari penduduk kota Medinah pun ada pula yang munafik. Sebab itu berhati-hatilah kamu terhadap mereka.\" Menurut keterangan al-Bagawi, yang dimaksud dengan \"kaum munafik Badui yang tinggal di sekitar kota Medinah\" ialah mereka yang berasal dari Bani Muzainah, Bani Juhainah, Bani Asyja, Bani Aslam dan Bani Gifar. Sedangkan yang dimaksud dengan \"kaum munafik dari kalangan penduduk kota Medinah sendiri\" ialah orang-orang munafik yang berasal dari Bani Aus dan Khazraj. Mereka ini sangat keterlaluan, dan sangat pandai menyembunyikan kemunafikannya, sehingga sulit untuk diketahui oleh Rasulullah dan kaum Muslimin umumnya. Mereka ini tidak dapat diharapkan untuk kembali kepada keimanan yang sesungguhnya. Namun demikian, Allah senantiasa mengetahui kemunafikan mereka, dan Dia akan menimpakan azab kepada mereka dua kali yaitu: di dunia berupa kesengsaraan dan penderitaan batin serta pedihnya kematian. Di akhirat mereka akan dilemparkan ke dalam azab yang dahsyat, dalam neraka Jahannam yang paling bawah. Dari paparan di atas, dapat disimpulkan bahwa kaum munafik terbagi dalam dua kelompok. Pertama, orang-orang yang dapat diketahui kemunafikan mereka dari sikap, perbuatan, dan ucapan-ucapan mereka. Kedua, mereka yang sangat pandai dalam menyembunyikan kemunafikan, sehingga sukar untuk diketahui."
        },
        {
          "number": 102,
          "arabic": "وَءَاخَرُونَ ٱعْتَرَفُوا۟ بِذُنُوبِهِمْ خَلَطُوا۟ عَمَلًا صَـٰلِحًا وَءَاخَرَ سَيِّئًا عَسَى ٱللَّهُ أَن يَتُوبَ عَلَيْهِمْ ۚ إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
          "transliteration": "waākharūna iʿ'tarafū bidhunūbihim khalaṭū ʿamalan ṣāliḥan waākhara sayyi-an ʿasā l-lahu an yatūba ʿalayhim inna l-laha ghafūrun raḥīmun",
          "translation": "Dan (ada pula) orang lain yang mengakui dosa-dosa mereka, mereka mencampuradukkan pekerjaan yang baik dengan pekerjaan lain yang buruk. Mudah-mudahan Allah menerima tobat mereka. Sesungguhnya Allah Maha Pengampun, Maha Penyayang.",
          "tafsir": "Dalam ayat ini dijelaskan golongan keempat, yaitu orang-orang yang tidak termasuk golongan munafik, ataupun as-Sabiqunal Awwalun, dan tidak pula termasuk golongan \"orang-orang yang mengikuti dengan baik jejak as-Sabiqunal Awwalun\". Mereka ini adalah orang-orang mukmin yang berdosa, dan mereka mengakui dengan jujur dosa-dosa mereka. Mereka ini telah mencampuradukkan antara perbuatan yang baik dengan perbuatan yang buruk, sehingga perbuatan mereka itu tidak seluruhnya baik dan tidak pula seluruhnya buruk. Dengan demikian mereka bukan merupakan orang-orang yang benar-benar saleh, dan bukan pula termasuk golongan yang fasik atau munafik, karena dalam kenyataannya mereka suka berbuat yang baik tetapi sering pula berbuat jelek. Di antara keburukan mereka ialah tidak ikut Perang Tabuk bersama kaum Muslimin lainnya, padahal mereka tidak mempunyai uzur atau alasan yang dibenarkan, karena mereka bukanlah orang-orang yang lemah, atau sakit; dan mereka tidak pula mengemukakan alasan-alasan bohong seperti yang dilakukan oleh kaum munafik; dan tidak pula minta izin seperti yang dilakukan orang-orang yang ragu-ragu. Namun demikian, mereka menyadari kesalahan itu pada saat mereka tidak ikut perang dan hati mereka takut kepada Allah. Dengan demikian, di satu pihak mereka tidak mau melakukan kewajiban, dan di pihak lain mereka menyadari kesalahannya karena merasa takut kepada Allah. Selanjutnya dalam ayat ini diterangkan bahwa golongan ini masih mempunyai harapan bahwa tobat mereka akan diterima Allah. Tobat mereka adalah kunci untuk memperoleh keampunan dan rahmat-Nya. Tobat yang benar hanya dapat dicapai bila seseorang telah mengetahui keburukan dosa serta akibatnya, sehingga timbul rasa takut ketika mengingat kemurkaan Allah serta siksaan-Nya. Kemudian timbul keinginan untuk membersihkan diri dari segala hal yang menimbulkan dosa, di samping niat dan tekad yang kuat untuk tidak melakukan kembali perbuatan itu, dan berusaha keras melakukan berbagai kebajikan untuk menghapuskan dosa-dosa dari perbuatan yang dilarang agama yang telah dilakukan, dan berakibat buruk bagi masyarakat dan diri sendiri. Pada akhir ayat ini dijelaskan alasan masih adanya harapan bagi orang-orang yang berdosa bahwa tobat mereka akan diterima Allah, karena sesungguhnya Allah adalah Maha Pengampun kepada hamba-Nya yang mau bertobat dengan sebenar-benarnya; dan Allah adalah Maha Penyayang kepada hamba-Nya yang mau berbuat kebajikan. Menurut satu riwayat, ayat ini diturunkan sehubungan dengan peristiwa yang terjadi pada enam orang Muslimin yang sengaja mangkir dari Perang Tabuk. Mereka itu adalah Abu Lubabah, Aus bin sa'labah, Wadi'ah bin hadzdzam, Ka'ab bin Malik, Murarah bin Rabi, dan Hilal bin Umayyah. Setelah menyadari kesalahan karena tidak ikut berperang, maka tiga orang di antaranya, yaitu Abu Lubabah, Aus dan sa'labah, datang ke mesjid membawa harta benda mereka, lalu mereka mengikatkan diri pada tiang-tiang mesjid, serta bertekad bahwa hanya Rasulullah yang akan melepaskan mereka dari ikatan itu. Sedang harta benda tersebut mereka maksudkan untuk diserahkan kepada Rasulullah untuk beliau bagikan kepada yang berhak menerimanya sebagai sedekah untuk menebus kesalahan mereka. Setelah hal itu disampaikan kepada Rasulullah saw, maka beliau bersabda, \"Saya tidak akan melepaskan mereka dari ikatan itu, sampai datangnya ketentuan dari Allah.\" Maka turunlah ayat ini. Rasulullah lalu membuka tali pengikat yang mengikat mereka di tiang itu. Ibnu Katsir berpendapat, \"Walaupun ayat ini turun mengenai orang-orang tertentu namun isinya tetap berlaku untuk umum, mencakup semua orang yang berdosa yang mencampuradukkan antara perbuatan yang baik dan yang buruk kemudian menyadari kesalahan mereka, lalu mereka bertobat kepada Allah dengan cara yang sebaik-baiknya.\""
        },
        {
          "number": 103,
          "arabic": "خُذْ مِنْ أَمْوَٰلِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِم بِهَا وَصَلِّ عَلَيْهِمْ ۖ إِنَّ صَلَوٰتَكَ سَكَنٌ لَّهُمْ ۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ",
          "transliteration": "khudh min amwālihim ṣadaqatan tuṭahhiruhum watuzakkīhim bihā waṣalli ʿalayhim inna ṣalataka sakanun lahum wal-lahu samīʿun ʿalīmun",
          "translation": "Ambillah zakat dari harta mereka, guna membersihkan<sup foot_note=135327>1</sup> dan menyucikan<sup foot_note=135328>2</sup> mereka, dan berdoalah untuk mereka. Sesungguhnya doamu itu (menumbuhkan) ketenteraman jiwa bagi mereka. Allah Maha Mendengar, Maha Mengetahui.",
          "tafsir": "Perintah Allah pada permulaan ayat ini ditujukan kepada Rasul-Nya, agar Rasulullah sebagai pemimpin mengambil sebagian dari harta benda mereka sebagai sedekah atau zakat. Ini untuk menjadi bukti kebenaran tobat mereka, karena sedekah atau zakat tersebut akan membersihkan diri mereka dari dosa yang timbul karena mangkirnya mereka dari peperangan dan untuk mensucikan diri mereka dari sifat \"cinta harta\" yang mendorong mereka untuk mangkir dari peperangan itu. Selain itu sedekah atau zakat tersebut akan membersihkan diri mereka pula dari semua sifat-sifat jelek yang timbul karena harta benda, seperti kikir, tamak, dan sebagainya. Oleh karena itu, Rasul mengutus para sahabat untuk menarik zakat dari kaum Muslimin. Di samping itu, dapat dikatakan bahwa penunaian zakat berarti membersihkan harta benda yang tinggal, sebab pada harta benda seseorang terdapat hak orang lain, yaitu orang-orang yang oleh agama Islam telah ditentukan sebagai orang-orang yang berhak menerima zakat. Selama zakat itu belum dibayarkan oleh pemilik harta tersebut, maka selama itu pula harta bendanya tetap bercampur dengan hak orang lain, yang haram untuk dimakannya. Akan tetapi, bila ia mengeluarkan zakat dari hartanya itu, maka harta tersebut menjadi bersih dari hak orang lain. Orang yang mengeluarkan zakat terbebas dari sifat kikir dan tamak. Menunaikan zakat akan menyebab-kan keberkahan pada sisa harta yang masih tinggal, sehingga ia tumbuh dan berkembang biak. Sebaliknya bila zakat itu tidak dikeluarkan, maka harta benda seseorang tidak akan memperoleh keberkahan. Perlu diketahui, walaupun perintah Allah dalam ayat ini pada lahirnya ditujukan kepada Rasul-Nya, dan turunnya ayat ini berkenaan dengan peristiwa Abu Lubabah dan kawan-kawannya namun hukumnya juga berlaku terhadap semua pemimpin atau penguasa dalam setiap masyarakat muslim, untuk melaksanakan perintah Allah dalam masalah zakat ini, yaitu untuk memungut zakat tersebut dari orang-orang Islam yang wajib berzakat, dan kemudian membagi-bagikan zakat itu kepada yang berhak menerima-nya. Dengan demikian, maka zakat akan dapat memenuhi fungsinya sebagai sarana yang efektif untuk membina kesejahteraan masyarakat. Selanjutnya dalam ayat ini Allah memerintahkan kepada Rasul-Nya, dan juga kepada setiap pemimpin dan penguasa dalam masyarakat, agar setelah melakukan pemungutan dan pembagian zakat, mereka berdoa kepada Allah bagi keselamatan dan kebahagiaan pembayar zakat. Doa tersebut akan menenangkan jiwa mereka, dan akan menenteramkan hati mereka, serta menimbulkan kepercayaan dalam hati mereka bahwa Allah benar-benar telah menerima tobat mereka. Semoga Allah memberi pahala terhadap apa-apa yang kamu berikan, dan memberkahi apa yang kamu tinggalkan. Pada akhir ayat ini diterangkan bahwa Allah Maha Mendengar setiap ucapan hamba-Nya yang bertobat, Allah Maha Mengetahui semua yang tersimpan dalam hati sanubari hamba-Nya, seperti rasa penyesalan dan kegelisahan yang timbul karena kesadaran atas kesalahan yang telah diperbuat."
        },
        {
          "number": 104,
          "arabic": "أَلَمْ يَعْلَمُوٓا۟ أَنَّ ٱللَّهَ هُوَ يَقْبَلُ ٱلتَّوْبَةَ عَنْ عِبَادِهِۦ وَيَأْخُذُ ٱلصَّدَقَـٰتِ وَأَنَّ ٱللَّهَ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ",
          "transliteration": "alam yaʿlamū anna l-laha huwa yaqbalu l-tawbata ʿan ʿibādihi wayakhudhu l-ṣadaqāti wa-anna l-laha huwa l-tawābu l-raḥīmu",
          "translation": "Tidakkah mereka mengetahui, bahwa Allah menerima tobat hamba-hamba-Nya dan menerima zakat(nya), dan bahwa Allah Maha Penerima tobat, Maha Penyayang?",
          "tafsir": "Dengan ayat ini Allah memberikan dorongan kepada hamba-Nya yang telah menyadari kesalahannya untuk bertobat dan bersedekah, guna menghapus dosa-dosa mereka. Selain itu ayat ini juga menegaskan, bahwa siapapun yang bertobat kepada Allah maka Dia akan menerima tobatnya; dan siapa yang bersedekah dengan ikhlas maka Allah akan menerima sedekah itu sebagai amal salehnya, dan akan memberinya ganjaran pahala. Meskipun ayat ini berbentuk suatu kalimat pertanyaan, tetapi bangsa Arab telah biasa mengemukakan kalimat yang berbentuk pertanyaan itu untuk menetapkan dan memberikan tekanan untuk suatu pengertian, yaitu kepastian bahwa Allah benar-benar akan menerima tobat orang-orang yang insaf, juga akan menerima sedekah yang mereka berikan karena mengharapkan rida Allah semata-mata, untuk menghapuskan dosa-dosa yang sudah terlanjur mereka perbuat. Ayat ini juga merupakan celaan keras terhadap orang-orang yang bersalah, tetapi tidak mengakui kesalahan mereka, tidak mau bertobat, dan tidak mau berbuat kebajikan dan amal saleh untuk menghapus dosa-dosa yang telah mereka perbuat. Pada akhir ayat ini ditegaskan bahwa Allah Maha Penerima tobat dan Maha Pengasih terhadap hamba-Nya. Oleh sebab itu, Allah senantiasa akan menerima tobat hamba-Nya, karena sifat tersebut merupakan sifat yang tetap bagi-Nya, dan menjadi Sunnah yang berlaku selama-lamanya. Dia senantiasa mengasihi hamba-Nya sehingga Dia akan mengampuni dosa-dosanya, dan menerima amal saleh yang mereka kerjakan, serta memberi balasan yang setimpal."
        },
        {
          "number": 105,
          "arabic": "وَقُلِ ٱعْمَلُوا۟ فَسَيَرَى ٱللَّهُ عَمَلَكُمْ وَرَسُولُهُۥ وَٱلْمُؤْمِنُونَ ۖ وَسَتُرَدُّونَ إِلَىٰ عَـٰلِمِ ٱلْغَيْبِ وَٱلشَّهَـٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ",
          "transliteration": "waquli iʿ'malū fasayarā l-lahu ʿamalakum warasūluhu wal-mu'minūna wasaturaddūna ilā ʿālimi l-ghaybi wal-shahādati fayunabbi-ukum bimā kuntum taʿmalūna",
          "translation": "Dan katakanlah, \"Bekerjalah kamu, maka Allah akan melihat pekerjaanmu, begitu juga Rasul-Nya dan orang-orang mukmin, dan kamu akan dikembalikan kepada (Allah) Yang Mengetahui yang gaib dan yang nyata, lalu diberitakan-Nya kepada kamu apa yang telah kamu kerjakan.\"",
          "tafsir": "Dalam ayat ini Allah memerintahkan kepada Rasul-Nya, agar beliau mengatakan kepada kaum Muslimin yang mau bertobat dan membersihkan diri dari dosa-dosa dengan cara bersedekah dan mengeluar-kan zakat dan melakukan amal saleh sebanyak mungkin. Di samping itu, Allah juga memerintahkan kepada Rasul-Nya agar menyampaikan kepada umatnya, bahwa apabila mereka telah melakukan amal-amal saleh tersebut maka Allah dan Rasul-Nya serta orang-orang mukmin lainnya akan melihat dan menilai amal-amal tersebut. Akhirnya mereka akan dikembalikan-Nya ke alam akhirat, akan diberikannya kepada mereka ganjaran atas amal-amal yang telah mereka lakukan selama hidup di dunia. Kepada mereka dianjurkan agar tidak hanya merasa cukup dengan melakukan tobat, zakat, sedekah dan salat semata-mata, melainkan haruslah mereka mengerjakan semua apa yang diperintahkan kepada mereka. Allah akan melihat amal-amal yang mereka lakukan itu, sehingga mereka semakin dekat kepada-Nya. Rasulullah dan kaum Muslimin akan melihat amal-amal kebajikan itu, sehingga merekapun akan mengikuti dan mencontohnya pula. Sedangkan Allah memberikan pahala yang berlipat ganda bagi mereka yang menjadi panutan, tanpa mengurangi pahala mereka yang mencontoh. Sebagaimana diketahui, kaum Muslimin akan menjadi saksi di hadapan Allah pada Hari Kiamat mengenai iman dan amalan dari sesama kaum Muslimin. Persaksian yang didasarkan atas penglihatan mata kepala sendiri adalah lebih kuat dan lebih dapat dipercaya. Oleh sebab itu, kaum Muslimin yang melihat amal kebajikan yang dilakukan oleh mereka yang insaf dan bertobat kepada Allah, tentulah akan menjadi saksi yang kuat di Hari Kiamat, tentang benarnya iman, tobat dan amal saleh mereka itu. Ayat inipun berisi peringatan keras terhadap orang-orang yang menyalahi perintah agama, bahwa amal mereka itupun nantinya akan diperlihatkan kepada Rasul dan kaum Muslimin lainnya kelak di Hari Kiamat. Dengan demikian akan tersingkaplah aib mereka, karena akan terbukti bahwa amal-amal kebajikan mereka adalah amat sedikit, dan sebaliknya dosa dari kejahatan-kejahatan yang mereka lakukan lebih banyak. Bahkan di dunia inipun akan diperlihatkan pula kurangnya amal saleh mereka dan banyaknya kejahatan yang mereka lakukan. Dalam suatu riwayat disebutkan bahwa amalan orang-orang yang hidup, diperlihatkan kepada orang-orang yang telah mati, yaitu dari kalangan kaum keluarga dan sanak famili yang ada di alam barzakh. Dengan wafatnya seseorang maka ia dikembalikan ke alam akhirat. Di sana Allah akan memberitahukan kepada setiap orang tentang hasil dari perbuatan-perbuatan yang telah dilakukannya selagi ia di dunia dengan cara memberikan balasan terhadap amal mereka. Kebaikan dibalas dengan kebaikan, dan kejahatan dibalas dengan azab dan siksa."
        },
        {
          "number": 106,
          "arabic": "وَءَاخَرُونَ مُرْجَوْنَ لِأَمْرِ ٱللَّهِ إِمَّا يُعَذِّبُهُمْ وَإِمَّا يَتُوبُ عَلَيْهِمْ ۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
          "transliteration": "waākharūna mur'jawna li-amri l-lahi immā yuʿadhibuhum wa-immā yatūbu ʿalayhim wal-lahu ʿalīmun ḥakīmun",
          "translation": "Dan ada (pula) orang-orang lain yang ditangguhkan sampai ada keputusan Allah; mungkin Allah akan mengazab mereka dan mungkin Allah akan menerima tobat mereka. Allah Maha Mengetahui, Mahabijaksana.",
          "tafsir": "Tiga orang yang tidak ikut ke medan perang bersama Rasulullah saw, yaitu Murarah bin Rabi, Ka'ab bin Malik dan Hilal bin Umayyah, padahal dalam hati mereka ada keinginan untuk menggabungkan diri, akan tetapi hal itu tidak dapat mereka lakukan, dan ketidakikutsertaan mereka itu bukan karena kemunafikan. Setelah Rasulullah saw kembali dari medan perang, mereka berkata kepadanya, \"Kami tidak mempunyai halangan apa-apa, kemangkiran kami adalah merupakan kesalahan semata.\" Dan mereka tidak menyatakan permintaan maaf atas kesalahan itu. Mereka tidak melakukan seperti apa yang dilakukan oleh Abu Lubabah dan kawan-kawannya. Karena adanya penegasan Allah dalam ayat ini bahwa tobat mereka itu ditangguhkan, maka Rasulullah saw melarang kaum Muslimin lainnya untuk bergaul dan duduk bersama mereka. Rasulullah saw juga memerintahkan kepada mereka bertiga untuk menjauhi isteri-isteri mereka, dan menyuruh isteri-isteri tersebut kembali kepada keluarga mereka, sampai turunnya firman Allah yang menegaskan diterimanya tobat mereka, seperti tersebut di atas. Penangguhan tersebut mengandung dua kemungkinan, apakah Allah akan mengazab mereka ataukah Dia akan menerima tobat mereka, bila mereka bertobat. Dengan demikian, baik mereka ataupun orang-orang lain tidak mengetahui apa yang akan terjadi pada diri mereka. Apakah tobat mereka ada gunanya, sehingga Allah sudi menerima tobat mereka sebagaimana yang terjadi pada kawan-kawan mereka yang telah bertobat dan mengakui kesalahan mereka. Ataukah Allah akan menimpakan azab kepada mereka di dunia dan di akhirat kelak sebagaimana yang ditetapkan-Nya terhadap orang-orang yang tidak ikut berperang karena kemunafikan mereka. Penangguhan ini mengandung hikmah, supaya dalam hati mereka timbul rasa gelisah dan sedih, kemudian mereka bertobat dengan sungguh-sungguh. Di samping itu, Rasulullah saw dan kaum Muslimin lainnya diperintahkan untuk menjauhi dan mengasingkan mereka, sebagai pelajaran terhadap mereka bahwa setiap orang yang hanya mementingkan kesenangan diri sendiri dan tidak memperdulikan kepentingan umum, serta ketaatan kepada Allah dan Rasul-Nya patut mendapat pelajaran. Pada akhir ayat ini ditegaskan bahwa Allah Maha Mengetahui apa yang dapat memperbaiki keadaan hamba-Nya, Dia mendidik hamba-Nya cara membersihkan diri dari segala keburukan, baik secara perorangan maupun berkelompok. Allah Mahabijaksana dalam menetapkan hukum-hukum-Nya yang jelas dan bermanfaat bagi mereka dalam perbaikan dan peningkatan diri, apabila mereka benar-benar menaati peraturan dan hukum-hukum yang telah ditetapkan-Nya. Salah satu dari kebijaksanaan Allah ialah penangguhan adanya ketegasan diterima atau tidaknya tobat mereka. Hal tersebut bila dibaca atau didengar berulang kali oleh orang-orang mukmin lainnya niscaya akan menimbulkan ketakutan dalam hati mereka untuk berbuat semacam itu. Sudah barang tentu, hal ini merupakan semacam pendidikan dan pelajaran yang baik bagi umat seluruhnya, lebih-lebih bagi mereka yang melakukan kesalahan yang sama."
        }
      ]
    }
  ]
}