{
  "pageNumber": 405,
  "juz": 21,
  "surahs": [
    {
      "number": 30,
      "name": "Ar-Rum",
      "nameArabic": "الروم",
      "meaning": "Bangsa Romawi",
      "revelation": "Makkah",
      "description": "Surat Ar-Rum yang terdiri dari 60 ayat, termasuk surat Makkiyyah, dan diturunkan setelah surat Al-Insyiqaq.Dinamakan Ar-Rum karena pada permulaan surat ini, yaitu ayat ke-2, ke-3, dan ke-4 terdapat berita tentang bangsa Romawi yang pada mulanya dikalahkan bangsa Persia, tetapi setelah beberapa tahun kemudian kerajaan Romawi dapat menuntut balas dan mengalahkan kerajaan Persia kembali.Ini adalah salah satu mukjizat Al-Qur'an, yaitu memberitahukan hal-hal yang akan terjadi pada masa yang akan datang. Juga suatu isyarat bahwa kaum muslimin yang demikian lemahnya pada waktu itu akan menang dan dapat menghancurkan kaum musyrikin. Isyarat ini terbukti pertama kali pada perang Badar.**Pokok-Pokok Isi:**1. **Keimanan:** Bukti-bukti kerasulan Nabi Muhammad terkait perkara gaib, seperti kemenangan bangsa Romawi atas kerajaan Persia; bukti-bukti keesaan Allah yang terdapat pada alam dan kejadian-kejadian pada alam itu sendiri; bukti-bukti keberadaan hari kebangkitan; contoh dan perumpamaan yang menjelaskan bahwa berhala dan sembahan tidak dapat menolong dan memberi manfaat kepada penyembah-penyembahnya sedikit pun.2. **Hukum-hukum:** Kewajiban menyembah Allah dan mengakui keesaan-Nya karena sesuai dengan fitrah manusia; kewajiban berdakwah; kewajiban memberikan nafkah (sedekah) kepada kaum kerabat, fakir miskin, musafir, dan sebagainya; larangan mengikuti orang musyrik; hukum riba.3. **Kisah-kisah:** Berita tentang bangsa Romawi sebagai suatu umat yang beragama walaupun dikalahkan pada mulanya oleh kerajaan Persia yang menyembah api namun akhirnya meraih kemenangan kembali.4. **Lain-lain:** Manusia bergembira dan bangga apabila mendapat nikmat tetapi berputus asa apabila ditimpa musibah, kecuali orang beriman; kewajiban rasul hanya menyampaikan dakwah; kejadian-kejadian yang dialami umat-umat terdahulu wajib menjadi pelajaran bagi umat yang datang kemudian.Surat Ar-Rum menyebutkan hal-hal yang berhubungan dengan kekuasaan Allah yang mutlak terhadap semua urusan baik sebelum, setelah, maupun saat terjadinya suatu peristiwa; agama tauhid (Islam) pasti menang; ancaman-ancaman terhadap kaum musyrikin; watak-watak manusia; penyebutan kejadian-kejadian pada alam ini sebagai bukti kekuasaan dan keesaan Allah.**Hubungan Surat Ar-Rum Dengan Surat Luqman:**1. Dalam surat Ar-Rum disebutkan bahwa di dalam Al-Qur'an Allah membuat banyak perumpamaan yang bermanfaat bagi manusia, sedangkan dalam surat Luqman Allah mengisyaratkan hal yang serupa.2. Pada bagian akhir surat Ar-Rum disebutkan bahwa keadaan orang kafir, ketika dibacakan ayat-ayat Al-Qur'an, selalu membantah dan mendustakannya, sedangkan pada permulaan surat Luqman diterangkan keadaan orang kafir yang selalu berpaling dan bersifat sombong terhadap ayat-ayat Al-Qur'an itu.3. Pada surat Ar-Rum terdapat ketegasan bahwa Allahlah yang memulai penciptaan makhluk dan Dia pulalah yang membangkitkannya pada kali yang kedua. Hal itu angat mudah bagi-Nya. Dalam surat Luqman Allah menegaskan bahwa penciptaan manusia dan membangkitkannya kembali di akhirat adalah mudah pula bagi Allah.4. Pada surat Ar-Rum Allah menerangkan tabiat manusia bahwa apabila mereka ditimpa bahaya mereka berserah diri kepada Tuhannya dan bila mendapat rahmat sebagian mereka kembali mempersekutukan-Nya. Dalam surat Luqman diterangkan tentang watak manusia itu dengan memberikan contoh, yaitu ketika manusia ditimpa bahaya di tengah lautan dan ketika telah selamat sampai di darat.",
      "verses": [
        {
          "number": 6,
          "arabic": "وَعْدَ ٱللَّهِ ۖ لَا يُخْلِفُ ٱللَّهُ وَعْدَهُۥ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
          "transliteration": "waʿda l-lahi lā yukh'lifu l-lahu waʿdahu walākinna akthara l-nāsi lā yaʿlamūna",
          "translation": "(Itulah) janji Allah. Allah tidak akan menyalahi janji-Nya, tetapi kebanyakan manusia tidak mengetahui.",
          "tafsir": "Ayat ini menerangkan bahwa Allah menolong dan memenangkan siapa yang dikehendaki-Nya, mengazab orang-orang yang seharusnya diazab dengan menghancurkannya. Allah juga menolong orang-orang yang menegakkan agama-Nya, dan melimpahkan rahmat kepada makhluk-Nya. Allah tidak membiarkan orang yang kuat berlaku sesuka hatinya, sehingga menindas orang yang lemah. Namun demikian, Allah tidak segera mengazab manusia yang berbuat dosa itu. Dia berfirman: Dan sekiranya Allah menghukum manusia disebabkan apa yang telah mereka perbuat, niscaya Dia tidak akan menyisakan satu pun makhluk bergerak yang bernyawa di bumi ini, tetapi Dia menangguhkan (hukuman)nya, sampai waktu yang sudah ditentukan. Nanti apabila ajal mereka tiba, maka Allah Maha Melihat (keadaan) hamba-hamba-Nya. (Fathir/35: 45)"
        },
        {
          "number": 7,
          "arabic": "يَعْلَمُونَ ظَـٰهِرًا مِّنَ ٱلْحَيَوٰةِ ٱلدُّنْيَا وَهُمْ عَنِ ٱلْـَٔاخِرَةِ هُمْ غَـٰفِلُونَ",
          "transliteration": "yaʿlamūna ẓāhiran mina l-ḥayati l-dun'yā wahum ʿani l-ākhirati hum ghāfilūna",
          "translation": "Mereka mengetahui yang lahir (tampak) dari kehidupan dunia; sedangkan terhadap (kehidupan) akhirat mereka lalai.",
          "tafsir": "Ayat ini merupakan penegasan sifat-sifat orang kafir di atas, yaitu mereka yang tidak mengetahui hukum-hukum alam dan hubungan yang kuat antara satu hukum dengan hukum yang lain. Mereka hanya memandang persoalan hidup ini secara pragmatis, yakni menurut kegunaan dan manfaat yang lahir saja. Mereka mengetahui tentang hidup ini hanya pada yang tampak saja, seperti bercocok tanam, berdagang, bekerja, dan yang ber-hubungan dengan urusan dunia. Ilmu mereka itu pun tidak sampai kepada inti persoalan, sehingga mereka tertipu dengan ilmunya itu. Karena tidak menghayati dan mengetahui ilmu yang hakiki, maka orang yang musyrik, orang-orang sesat, dan pendusta itu lalai akan kehidupan akhirat dan kehidupan yang sebenarnya. Kelalaian mereka mempersiapkan diri untuk menghadapi hari akhirat menyebabkan mereka tidak dapat lagi menilai sesuatu dengan benar, baik terhadap keinginan mereka, maupun terhadap kejadian dan peristiwa yang mereka alami. Adanya perhatian terhadap hari perhitungan di akhirat dalam hati manusia, akan mengubah pandangan dan penilaiannya terhadap segala sesuatu yang terjadi di dunia ini. Mereka yakin bahwa hidup di dunia ini merupakan sebuah perjalanan singkat dari perjalanan hidup yang panjang. Akan tetapi, perjalanan yang pendek ini sangat menentukan kehidupan yang panjang nanti di akhirat. Apakah manusia mau merusak kehidupan yang panjang di akhirat dengan merusak kehidupan yang pendek di dunia ini? Sehubungan dengan hal itu, manusia yang percaya kepada adanya kehidupan akhirat dengan perhitungan yang tepat dan kritis, sukar mencari titik temu dengan orang yang hanya hidup untuk dunia ini saja. Antara satu dengan yang lain akan terdapat perbedaan dalam menilai suatu persoalan. Masing-masing mempunyai pertimbangan dan kacamata sendiri dalam melihat benda-benda alam, situasi dan peristiwa yang sedang dihadapi, persoalan mati dan hidup, masa lampau dan masa sekarang, alam manusia dan alam binatang, hal yang gaib dan yang nyata, lahir dan batin, dan sebagainya."
        },
        {
          "number": 8,
          "arabic": "أَوَلَمْ يَتَفَكَّرُوا۟ فِىٓ أَنفُسِهِم ۗ مَّا خَلَقَ ٱللَّهُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ وَمَا بَيْنَهُمَآ إِلَّا بِٱلْحَقِّ وَأَجَلٍ مُّسَمًّى ۗ وَإِنَّ كَثِيرًا مِّنَ ٱلنَّاسِ بِلِقَآئِ رَبِّهِمْ لَكَـٰفِرُونَ",
          "transliteration": "awalam yatafakkarū fī anfusihim mā khalaqa l-lahu l-samāwāti wal-arḍa wamā baynahumā illā bil-ḥaqi wa-ajalin musamman wa-inna kathīran mina l-nāsi biliqāi rabbihim lakāfirūna",
          "translation": "Dan mengapa mereka tidak memikirkan tentang (kejadian) diri mereka? Allah tidak menciptakan langit dan bumi dan apa yang ada di antara keduanya melainkan dengan (tujuan) yang benar dan dalam waktu yang ditentukan. Dan sesungguhnya banyak di antara manusia benar-benar mengingkari pertemuan dengan Tuhannya.",
          "tafsir": "Ayat ini ditujukan kepada orang musyrik Mekah, orang-orang kafir, dan orang-orang yang mendustakan ayat-ayat Allah. Jika dilihat dari sikap mereka terhadap seruan Nabi saw, kelihatan seakan-akan mereka tidak mau menggunakan akal pikiran untuk memikirkan segala sesuatu yang mereka lihat, sehingga mereka percaya kepada apa yang disampaikan rasul. Ayat ini menyuruh agar mereka memperhatikan diri mereka sendiri. Bagaimana mereka dijadikan dari tanah, kemudian menjadi setetes mani, kemudian menjadi seorang laki-laki atau seorang perempuan. Mereka lalu melangsungkan perkawinan dan berkembang biak, seakan-akan Allah mengatakan kepada mereka, \"Cobalah perhatikan dirimu yang paling dekat dengan kamu, sebelum melayangkan pandanganmu kepada yang lain.\" Allah berfirman pada ayat yang lain: Dan (juga) pada dirimu sendiri. Maka apakah kamu tidak memperhatikan? (51 (adz-dzariyat/51: 21) Jika manusia memperhatikan dirinya sendiri dengan baik dan sadar betapa rumitnya struktur tubuh, seperti susunan urat syaraf, pembuluh darah, paru-paru, hati, jiwa, dan sebagainya, kemudian dengan susunan yang rapi itu manusia dapat berjalan, berbicara, berpikir, dan sebagainya, tentulah mereka sampai kepada kesimpulan bahwa yang menciptakan manusia itu adalah Allah yang berhak disembah, Yang Mahakuasa, dan Mahatinggi Pengeta-huan-Nya. Allah menegaskan bahwa Dia menciptakan langit dan bumi beserta segala isinya dengan penuh kebijaksanaan, serta mengandung maksud dan tujuan. Semuanya itu diciptakan atas dasar kebenaran, dengan hukum-hukum yang rapi dan tertentu, tidak bertentangan antara hukum yang satu dengan hukum yang lain. Alam semesta ini tidak dijadikan dengan sia-sia dan cuma-cuma, tanpa maksud dan tujuannya, namun hanya Allah Yang Mengetahuinya. Alam semesta ini juga diciptakan sampai batas waktu yang ditentukan. Setelah waktu yang ditentukan itu akan ada alam akhirat, di sana akan disempurnakan keadilan Tuhan kepada makhluk-makhluk-Nya. Apa pun yang ada di alam ini, ada masa permulaan kejadiannya dan ada pula masa berakhirnya. Tiap-tiap sesuatu pasti ada awal waktunya dan pasti pula ada akhir waktunya. Permulaan dan akhir segala sesuatu ditentukan Allah, tidak seorang pun yang sanggup mengubahnya, walaupun sesaat, kecuali jika Allah menghendaki. Demikianlah sunatullah pada diri manusia dan alam semesta ini. Akan tetapi, kebanyakan manusia tidak mau merenungkannya, sehingga mereka tidak percaya kepada adanya hari akhirat itu."
        },
        {
          "number": 9,
          "arabic": "أَوَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَيَنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلَّذِينَ مِن قَبْلِهِمْ ۚ كَانُوٓا۟ أَشَدَّ مِنْهُمْ قُوَّةً وَأَثَارُوا۟ ٱلْأَرْضَ وَعَمَرُوهَآ أَكْثَرَ مِمَّا عَمَرُوهَا وَجَآءَتْهُمْ رُسُلُهُم بِٱلْبَيِّنَـٰتِ ۖ فَمَا كَانَ ٱللَّهُ لِيَظْلِمَهُمْ وَلَـٰكِن كَانُوٓا۟ أَنفُسَهُمْ يَظْلِمُونَ",
          "transliteration": "awalam yasīrū fī l-arḍi fayanẓurū kayfa kāna ʿāqibatu alladhīna min qablihim kānū ashadda min'hum quwwatan wa-athārū l-arḍa waʿamarūhā akthara mimmā ʿamarūhā wajāathum rusuluhum bil-bayināti famā kāna l-lahu liyaẓlimahum walākin kānū anfusahum yaẓlimūna",
          "translation": "Dan tidakkah mereka bepergian di bumi lalu melihat bagaimana kesudahan orang-orang sebelum mereka (yang mendustakan rasul)? Orang-orang itu lebih kuat dari mereka (sendiri) dan mereka telah mengolah bumi (tanah) serta memakmurkannya melebihi apa yang telah mereka makmurkan. Dan telah datang kepada mereka rasul-rasul mereka dengan membawa bukti-bukti yang jelas. Maka Allah sama sekali tidak berlaku zalim kepada mereka, tetapi merekalah yang berlaku zalim kepada diri mereka sendiri.",
          "tafsir": "Pada ayat ini, Allah memberi peringatan kepada orang-orang musyrik dan orang-orang yang mendustakan ayat-ayat Allah. Mereka sebenarnya selalu bepergian melakukan perdagangan dari Mekah ke Syiria dan Arab selatan dari negeri-negeri yang lain yang berada di sekitar Jazirah Arab. Dalam perjalanan tersebut, mereka melalui negeri-negeri yang dihancurkan oleh Allah, karena penduduknya mendustakan rasul-rasul yang telah diutus kepada mereka, seperti negeri kaum 'Ad, Samud, Madyan, dan sebagainya. Umat-umat dahulu kala itu telah tinggi tingkat peradabannya, lebih perkasa dan kuat dari kaum musyrik Quraisy. Umat-umat dahulu itu telah sanggup mengolah dan memakmurkan bumi, lebih baik dari yang mereka lakukan. Akan tetapi, umat-umat itu mengingkari dan mendustakan para rasul yang diutus Allah kepada mereka, sehingga mereka dihancurkan Allah dengan bermacam-macam malapetaka seperti sambaran petir, gempa yang dahsyat, angin kencang, dan sebagainya. Demikianlah sunah Allah yang berlaku bagi orang-orang yang mengingkari agama-Nya dan sunah itu akan berlaku pula bagi setiap orang yang mendustakan para rasul, termasuk orang-orang Quraisy sendiri yang mengingkari kerasulan Muhammad saw. Sekalipun Allah telah menetapkan yang demikian, namun orang-orang musyrik tidak mengindahkan dan memikirkannya. Ayat ini merupakan peringatan kepada seluruh manusia di mana pun dan kapan pun mereka berada, agar mereka mengetahui dan menghayati hakikat hidup dan kehidupan, dan mengetahui tujuan Allah menciptakan manusia. Manusia diciptakan Allah dengan tujuan yang sama, sejak dahulu kala, saat ini, dan juga pada masa yang akan datang, yaitu sebagai khalifah Allah di bumi dan beribadah kepada-Nya. Barang siapa yang tujuan hidupnya tidak sesuai dengan yang digariskan Allah, berarti mereka telah menyimpang dari tujuan itu dan hidupnya tidak akan diridai Allah. Oleh karena itu, bagi mereka berlaku pula sunah Allah di atas. Akhir ayat ini menerangkan bahwa Allah sekali-kali tidak bermaksud menganiaya orang-orang kafir dengan menimpakan azab kepada mereka. Akan tetapi, mereka sendirilah yang menganiaya diri mereka sendiri, dengan mendustakan rasul dan mendurhakai Allah"
        },
        {
          "number": 10,
          "arabic": "ثُمَّ كَانَ عَـٰقِبَةَ ٱلَّذِينَ أَسَـٰٓـُٔوا۟ ٱلسُّوٓأَىٰٓ أَن كَذَّبُوا۟ بِـَٔايَـٰتِ ٱللَّهِ وَكَانُوا۟ بِهَا يَسْتَهْزِءُونَ",
          "transliteration": "thumma kāna ʿāqibata alladhīna asāū l-sūā an kadhabū biāyāti l-lahi wakānū bihā yastahziūna",
          "translation": "Kemudian, azab yang lebih buruk adalah kesudahan bagi orang-orang yang mengerjakan kejahatan. Karena mereka mendustakan ayat-ayat Allah dan mereka selalu memperolok-olokkannya.",
          "tafsir": "Ayat ini menegaskan bahwa azab itu adalah akibat perbuatan kufur dan jahat. Akibat itu akan dialami oleh siapa pun, di mana pun, dan kapan pun ia berada. Di dunia mereka mendapat kebinasaan dan di akhirat nanti mereka akan dibenamkan ke dalam neraka Jahanam. Semua itu sebagai akibat karena mereka mengingkari seruan para rasul, mendustakan ayat-ayat Allah, dan memperolok-olokkannya."
        },
        {
          "number": 11,
          "arabic": "ٱللَّهُ يَبْدَؤُا۟ ٱلْخَلْقَ ثُمَّ يُعِيدُهُۥ ثُمَّ إِلَيْهِ تُرْجَعُونَ",
          "transliteration": "al-lahu yabda-u l-khalqa thumma yuʿīduhu thumma ilayhi tur'jaʿūna",
          "translation": "Allah yang memulai penciptaan (makhluk), kemudian mengulanginya kembali; kemudian kepada-Nya kamu dikembalikan.",
          "tafsir": "Ayat ini menerangkan bahwa Allah menciptakan makhluk sejak dari permulaan, kemudian mematikannya, dan lalu menghidupkannya kembali. Semua itu merupakan peristiwa-peristiwa yang tidak dapat dibantah kebenarannya. Ayat ini mengemukakan suatu perumpamaan yang mudah ditangkap manusia, dan sekaligus dapat dijadikan bukti adanya hari kebangkitan nanti. Perumpamaannya ialah jika Allah dapat mewujudkan sesuatu dari tidak ada sama sekali menjadi ada, tentu mengulangi penciptaan itu kembali atau membangkitkannya lebih mudah bagi-Nya daripada menciptakan makhluk itu pada pertama kalinya. Kehidupan di dunia ini dan hari kebangkitan adalah dua kejadian yang tidak dapat dipungkiri kebenarannya, keduanya saling berhubungan. Akhirnya kepada Allah, Tuhan semesta alam, manusia akan kembali. Allah yang menciptakan kehidupan di dunia dan di akhirat, tujuannya untuk mendidik hamba-hamba-Nya bahwa Allah akan memberi ganjaran kepada mereka yang telah berbuat baik dengan ganjaran surga, dan yang berbuat jahat dengan ganjaran siksa."
        },
        {
          "number": 12,
          "arabic": "وَيَوْمَ تَقُومُ ٱلسَّاعَةُ يُبْلِسُ ٱلْمُجْرِمُونَ",
          "transliteration": "wayawma taqūmu l-sāʿatu yub'lisu l-muj'rimūna",
          "translation": "Dan pada hari (ketika) terjadi Kiamat, orang-orang yang berdosa (kaum musyrik) terdiam berputus asa.",
          "tafsir": "Kedua ayat ini merupakan ancaman bagi orang-orang musyrik yang mengingkari hari kebangkitan. Mereka tidak mau menerima kebenaran tentang adanya hari kebangkitan seperti tersebut di atas. Dengan demikian, mereka disebut orang-orang berdosa. Walaupun merasa tenteram dengan kehidupan dunia, namun mereka pasti akan mendapatkan balasan di akhirat kelak. Di kala itu, mereka tidak akan mendapatkan alasan apa pun untuk membela nasib sehingga mereka terdiam dan putus asa. Orang berdosa itu tidak akan mendapat syafaat yang akan melindungi dan menyelamatkan mereka dari azab Allah. Segala sesuatu yang mereka sembah selain Allah telah menyesatkan mereka, sebelum mereka benar-benar yakin bahwa penyembahan kepada berhala-berhala itu akan mendekatkan diri mereka kepada Allah, seperti diterangkan dalam firman-Nya: Dan mereka menyembah selain Allah, sesuatu yang tidak dapat mendatangkan bencana kepada mereka dan tidak (pula) memberi manfaat, dan mereka berkata, \"Mereka itu adalah pemberi syafaat kami di hadapan Allah.\" Katakanlah, \"Apakah kamu akan memberitahu kepada Allah sesuatu yang tidak diketahui-Nya apa yang di langit dan tidak (pula) yang di bumi?\" Mahasuci Allah dan Mahatinggi dari apa yang mereka persekutukan itu. (Yunus/10: 18) Orang-orang musyrik itu di akhirat mengingkari berhala-berhala yang mereka sembah di dunia, padahal dengan berhala-berhala itulah mereka mempersekutukan Tuhan semesta alam di dunia."
        },
        {
          "number": 13,
          "arabic": "وَلَمْ يَكُن لَّهُم مِّن شُرَكَآئِهِمْ شُفَعَـٰٓؤُا۟ وَكَانُوا۟ بِشُرَكَآئِهِمْ كَـٰفِرِينَ",
          "transliteration": "walam yakun lahum min shurakāihim shufaʿāu wakānū bishurakāihim kāfirīna",
          "translation": "Dan tidak mungkin ada pemberi syafaat (pertolongan) bagi mereka dari berhala-berhala mereka, sedangkan mereka mengingkari berhala-berhala mereka itu.<sup foot_note=135587>1</sup>",
          "tafsir": "Kedua ayat ini merupakan ancaman bagi orang-orang musyrik yang mengingkari hari kebangkitan. Mereka tidak mau menerima kebenaran tentang adanya hari kebangkitan seperti tersebut di atas. Dengan demikian, mereka disebut orang-orang berdosa. Walaupun merasa tenteram dengan kehidupan dunia, namun mereka pasti akan mendapatkan balasan di akhirat kelak. Di kala itu, mereka tidak akan mendapatkan alasan apa pun untuk membela nasib sehingga mereka terdiam dan putus asa. Orang berdosa itu tidak akan mendapat syafaat yang akan melindungi dan menyelamatkan mereka dari azab Allah. Segala sesuatu yang mereka sembah selain Allah telah menyesatkan mereka, sebelum mereka benar-benar yakin bahwa penyembahan kepada berhala-berhala itu akan mendekatkan diri mereka kepada Allah, seperti diterangkan dalam firman-Nya: Dan mereka menyembah selain Allah, sesuatu yang tidak dapat mendatangkan bencana kepada mereka dan tidak (pula) memberi manfaat, dan mereka berkata, \"Mereka itu adalah pemberi syafaat kami di hadapan Allah.\" Katakanlah, \"Apakah kamu akan memberitahu kepada Allah sesuatu yang tidak diketahui-Nya apa yang di langit dan tidak (pula) yang di bumi?\" Mahasuci Allah dan Mahatinggi dari apa yang mereka persekutukan itu. (Yunus/10: 18) Orang-orang musyrik itu di akhirat mengingkari berhala-berhala yang mereka sembah di dunia, padahal dengan berhala-berhala itulah mereka mempersekutukan Tuhan semesta alam di dunia."
        },
        {
          "number": 14,
          "arabic": "وَيَوْمَ تَقُومُ ٱلسَّاعَةُ يَوْمَئِذٍ يَتَفَرَّقُونَ",
          "transliteration": "wayawma taqūmu l-sāʿatu yawma-idhin yatafarraqūna",
          "translation": "Dan pada hari (ketika) terjadi Kiamat, pada hari itu manusia terpecah-pecah (dalam kelompok).",
          "tafsir": "Apabila di dunia ini ada kesetiaan antara kaum musyrik dengan berhala-berhala mereka, kesetiaan pengikut dengan pemimpinnya, dan kesetiaan antara mereka sendiri untuk berkumpul dan berserikat guna menyembah serta mempertahankan berhala-berhala itu, maka di akhirat kelak segala macam hubungan akan terputus semuanya. Yang disembah tidak akan memperhatikan kepada yang menyembah. Begitu pula yang menyembah tidak akan melihat kepada kawannya atau berhala yang disembah. Pada waktu itu, masing-masing pribadi mengurus dirinya sendiri, seperti firman Allah: Setiap orang dari mereka pada hari itu mempunyai urusan yang menyibukkannya. ('Abasa/80: 37) Pada hari Kiamat kaum Muslimin dan orang-orang kafir terpisah. Mereka mempunyai urusan sendiri-sendiri seperti yang akan diterangkan pada ayat-ayat berikut ini."
        },
        {
          "number": 15,
          "arabic": "فَأَمَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ فَهُمْ فِى رَوْضَةٍ يُحْبَرُونَ",
          "transliteration": "fa-ammā alladhīna āmanū waʿamilū l-ṣāliḥāti fahum fī rawḍatin yuḥ'barūna",
          "translation": "Adapun orang-orang yang beriman dan mengerjakan kebajikan, maka mereka di dalam taman (surga) bergembira.",
          "tafsir": "Orang-orang yang beriman dan beramal saleh tidak akan bersedih pada hari Kiamat. Perpisahan tidak akan merugikan mereka, sebab setiap orang muslim ditemani oleh amal saleh yang senantiasa menghibur dan menenteramkan jiwanya. Orang-orang mukmin pada waktu itu akan dijamu di tempat yang paling mulia, yaitu surga. Di sana mereka dihibur dengan segala macam hiburan yang telah di sediakan Allah, seperti nyanyian merdu yang belum pernah didengar manusia. Dari sebuah hadis yang diriwayatkan oleh Abu Darda' disebutkan bahwa Rasulullah pernah menerangkan tentang kesenangan di dalam surga. Kemudian seorang Badui bertanya, \"Hai Rasulullah, apakah dalam surga itu ada nyanyian?\" Rasulullah menjawab, \"Betul hai Badui, sesungguhnya di surga itu ada sungai yang penuh dengan perawan. Mereka bernyanyi yang belum pernah didengar oleh para makhluk di dunia. Hal itu adalah sebaik-baik nikmat surga.\" Zamakhsyari juga meriwayatkan bahwa di dalam surga itu ada pohon-pohon kayu tempat lonceng-lonceng yang terbuat dari perak bergelantungan. Apabila penduduk surga ingin mendengarkan nyanyiannya, maka Allah mengutus angin dari bawah singgasana, lalu angin itu melewati pohon itu dan menggerakkan lonceng-lonceng sehingga terdengar suara merdu. Kalau suara itu didengar oleh penduduk dunia, tentu mereka akan mati karena kegembiraan."
        }
      ]
    }
  ]
}