{
  "pageNumber": 601,
  "juz": 30,
  "surahs": [
    {
      "number": 103,
      "name": "Al-'Asr",
      "nameArabic": "العصر",
      "meaning": "Masa",
      "revelation": "Makkah",
      "description": "Surat Al-'Ashr terdiri dari3 ayat, termasuk golongan surat Makkiyyah, dan diturunkan sesudah surat Asy-Syarh. Dinamai Al-'Ashr (masa) diambil dari kata \"Al-'Ashr\" yang terdapat pada ayat pertama surat ini.**Pokok-Pokok Isi:**Semua manusia berada dalam kerugian apabila tidak mengisi waktunya dengan perbuatan-perbuatan baik.Surat ini menerangkan bahwa manusia yang tidak dapat menggunakan masanya dengan sebaik-baiknya termasuk golongan yang rugi.**Hubungan Surat Al-'Ashr Dengan Surat Al-Humazah:**Pada surat Al-'Ashr Allah menerangkan sifat-sifat orang yang tidak rugi, sedangkan dalam surat Al-Humazah Allah menerangkan beberapa sifat orang yang selalu rugi.",
      "verses": [
        {
          "number": 1,
          "arabic": " وَٱلْعَصْرِ",
          "transliteration": "wal-ʿaṣri",
          "translation": "Demi masa.",
          "tafsir": "Dalam ayat ini, Allah bersumpah dengan masa yang terjadi di dalamnya bermacam-macam kejadian dan pengalaman yang menjadi bukti atas kekuasaan Allah yang mutlak, hikmah-Nya yang tinggi, dan Ilmu-Nya yang sangat luas. Perubahan-perubahan besar yang terjadi pada masa itu sendiri, seperti pergantian siang dengan malam yang terus-menerus, habisnya umur manusia, dan sebagainya merupakan tanda keagungan Allah. Dalam ayat lain, Allah berfirman: Dan sebagian dari tanda-tanda kebesaran-Nya ialah malam, siang, matahari, dan bulan. (Fussilat/41: 37) Apa yang dialami manusia dalam masa itu dari senang dan susah, miskin dan kaya, senggang dan sibuk, suka dan duka, dan lain-lain menunjukkan secara gamblang bahwa bagi alam semesta ini ada pencipta dan pengaturnya. Dialah Tuhan yang harus disembah dan hanya kepada-Nya kita memohon untuk menolak bahaya dan menarik manfaat. Adapun orang-orang kafir menghubungkan peristiwa-peristiwa tersebut hanya kepada suatu masa saja, sehingga mereka beranggapan bahwa bila ditimpa oleh sesuatu bencana, hal itu hanya kemauan alam saja. Allah menjelaskan bahwa masa (waktu) adalah salah satu makhluk-Nya dan di dalamnya terjadi bermacam-macam kejadian, kejahatan, dan kebaikan. Bila seseorang ditimpa musibah, hal itu merupakan akibat tindakannya. Masa (waktu) tidak campur tangan dengan terjadinya musibah itu."
        },
        {
          "number": 2,
          "arabic": "إِنَّ ٱلْإِنسَـٰنَ لَفِى خُسْرٍ",
          "transliteration": "inna l-insāna lafī khus'rin",
          "translation": "Sungguh, manusia berada dalam kerugian,",
          "tafsir": "Dalam ayat ini, Allah mengungkapkan bahwa manusia sebagai makhluk Allah sungguh secara keseluruhan berada dalam kerugian bila tidak menggunakan waktu dengan baik atau dipakai untuk melakukan keburukan. Perbuatan buruk manusia merupakan sumber kecelakaan yang menjerumuskannya ke dalam kebinasaan. Dosa seseorang terhadap Tuhannya yang memberi nikmat tidak terkira kepadanya adalah suatu pelanggaran yang tidak ada bandingannya sehingga merugikan dirinya."
        },
        {
          "number": 3,
          "arabic": "إِلَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ وَتَوَاصَوْا۟ بِٱلْحَقِّ وَتَوَاصَوْا۟ بِٱلصَّبْرِ",
          "transliteration": "illā alladhīna āmanū waʿamilū l-ṣāliḥāti watawāṣaw bil-ḥaqi watawāṣaw bil-ṣabri",
          "translation": "kecuali orang-orang yang beriman dan mengerjakan kebajikan serta saling menasihati untuk kebenaran dan saling menasihati untuk kesabaran.",
          "tafsir": "Dalam ayat ini, Allah menjelaskan bahwa jika manusia tidak mau hidupnya merugi, maka ia harus beriman kepada-Nya, melaksanakan ibadah sebagaimana yang diperintahkannya, berbuat baik untuk dirinya sendiri, dan berusaha menimbulkan manfaat kepada orang lain. Di samping beriman dan beramal saleh, mereka harus saling nasihat-menasihati untuk menaati kebenaran dan tetap berlaku sabar, menjauhi perbuatan maksiat yang setiap orang cenderung kepadanya, karena dorongan hawa nafsunya."
        }
      ]
    },
    {
      "number": 104,
      "name": "Al-Humazah",
      "nameArabic": "الهمزة",
      "meaning": "Pengumpat",
      "revelation": "Makkah",
      "description": "Surat Al-Humazah terdiri dari 9 ayat, termasuk golongan surat Makkiyyah, dan diturunkan sesudah surat Al-Qiyamah. Dinamai Al-Humazah (pengumpat) diambil dari kata \"Humazah\" yang terdapat pada ayat pertama surat ini.**Pokok-Pokok Isi:**Ancaman Allah terhadap orang-orang yang suka mencela orang lain, suka mengumpat dan suka mengumpulkan harta tetapi tidak menginfakkannya di jalan Allah.Dalam surat ini diterangkan bahwa orang-orang yang suka mencela orang-orang lain, suka memfitnah dan suka mengumpulkan harta tetapi tidak diinfakkan di jalan Allah, akan diazab.**Hubungan Surat Al-Humazah Dengan Surat Al-Fil:**Dalam surat Humazah diterangkan bahwa harta tidak berguna sedikit pun untuk menghadapi kekuasaan Allah, sedangkan surat Al-Fil menerangkan bahwa tentara gajah dengan segala macam perlengkapan perangnya tidak dapat menghadapi kekuasaan Allah.",
      "verses": [
        {
          "number": 1,
          "arabic": " وَيْلٌ لِّكُلِّ هُمَزَةٍ لُّمَزَةٍ",
          "transliteration": "waylun likulli humazatin lumazatin",
          "translation": "Celakalah bagi setiap pengumpat dan pencela,",
          "tafsir": "Dalam ayat ini, Allah mengancam bahwa kemurkaan dan azab-Nya akan ditimpakan kepada setiap orang yang mengumpat, mencela, dan menyakiti mereka baik di hadapan maupun di belakang mereka. Firman Allah: Wahai orang-orang yang beriman! Jauhilah banyak dari prasangka, sesungguhnya sebagian prasangka itu dosa dan janganlah kamu mencari-cari kesalahan orang lain dan janganlah ada di antara kamu yang menggunjing sebagian yang lain. Apakah ada di antara kamu yang suka memakan daging saudaranya yang sudah mati? Tentu kamu merasa jijik. Dan bertakwalah kepada Allah, sesungguhnya Allah Maha Penerima tobat, Maha Penyayang. (al-hujurat/49: 12)"
        },
        {
          "number": 2,
          "arabic": "ٱلَّذِى جَمَعَ مَالًا وَعَدَّدَهُۥ",
          "transliteration": "alladhī jamaʿa mālan waʿaddadahu",
          "translation": "yang mengumpulkan harta dan menghitung-hitungnya,<sup foot_note=135875>1</sup>",
          "tafsir": "Ayat ini menerangkan bahwa orang yang menimbun harta juga diancam neraka karena memperkaya diri sendiri serta selalu menghitung-hitung harta kekayaannya. Hal itu ia lakukan karena sangat cinta dan senangnya kepada harta seakan-akan tidak ada kebahagiaan dan kemuliaan dalam hidup kecuali dengan harta. Bila ia menoleh kepada hartanya yang banyak itu, ia merasakan bahwa kedudukannya sudah tinggi dari orang-orang sekelilingnya. Dia tidak merasa khawatir akan ditimpa musibah karena mencerca dan merobek-robek kehormatan orang lain. Karena kecongkakannya, ia lupa dan tidak sadar bahwa maut selalu mengintainya, tidak memikirkan apa yang akan terjadi sesudah mati, dan tidak pula merenungkan apa-apa yang akan terjadi atas dirinya."
        },
        {
          "number": 3,
          "arabic": "يَحْسَبُ أَنَّ مَالَهُۥٓ أَخْلَدَهُۥ",
          "transliteration": "yaḥsabu anna mālahu akhladahu",
          "translation": "dia (manusia) mengira bahwa hartanya itu dapat mengekalkannya.",
          "tafsir": "Kemudian Allah menyatakan kesalahan anggapan pengumpat dan pencerca bahwa harta yang dimilikinya itu menjaminnya akan tetap hidup di dunia selamanya. Oleh karena itu, tindakannya sama dengan tindakan orang yang akan hidup selama-lamanya dan bila ia mati tidak akan hidup kembali untuk menerima balasan atas kejahatannya selama hidup di dunia."
        },
        {
          "number": 4,
          "arabic": "كَلَّا ۖ لَيُنۢبَذَنَّ فِى ٱلْحُطَمَةِ",
          "transliteration": "kallā layunbadhanna fī l-ḥuṭamati",
          "translation": "Sekali-kali tidak! Pasti dia akan dilemparkan ke dalam (neraka) Ḥuṭamah.",
          "tafsir": "Sesudah mengancam orang-orang yang bersifat demikian dengan siksaan yang pedih, Allah menyebutkan pula sebab yang membuat mereka mengerjakan sifat-sifat yang terkutuk itu. Penyebabnya adalah anggapan mereka bahwa semua harta yang dimiliki dapat menolong mereka dalam menghadapi kesulitan-kesulitan yang dihadapi. Ancaman dalam bentuk pertanyaan, \"Siapakah yang menyangka bahwa hartanya itu dapat menjamin dirinya dari mati?\" Allah menjawab, \"Tidak! Sekali-kali tidak bahkan dia akan dilemparkan ke dalam neraka Huthamah, tidak ada yang memperhatikannya dan tidak pula yang mempedulikan.\" 'Ali bin Abi thalib pernah memberi nasihat kepada Kumail bahwa orang-orang penimbun harta akan binasa, padahal mereka masih hidup, sedangkan para ulama akan kekal abadi meskipun jasad mereka sudah hilang, karena sifat-sifat keutamaan mereka tetap dikenang dalam hati. Maksudnya, penimbunan harta dikutuk, dicela, dan dibenci karena manusia tidak mendapat apa-apa dari harta mereka. Sedang para sarjana dan ulama terus-menerus terpuji selama terdapat di bumi orang-orang yang mengambil manfaat dari ilmu mereka."
        },
        {
          "number": 5,
          "arabic": "وَمَآ أَدْرَىٰكَ مَا ٱلْحُطَمَةُ",
          "transliteration": "wamā adrāka mā l-ḥuṭamatu",
          "translation": "Dan tahukah kamu apakah (neraka) Ḥuṭamah itu?",
          "tafsir": "Dalam ayat-ayat ini, Allah menggambarkan kedahsyatan neraka Huthamah dalam bentuk pertanyaan, \"Tahukah engkau apa Huthamah?\" Allah menjelaskan sendiri bahwa Huthamah adalah api yang disediakan-Nya untuk menyiksa orang-orang yang durhaka dan berdosa. Tidak ada yang mampu mengetahui apa hakikatnya kecuali Allah penciptanya."
        },
        {
          "number": 6,
          "arabic": "نَارُ ٱللَّهِ ٱلْمُوقَدَةُ",
          "transliteration": "nāru l-lahi l-mūqadatu",
          "translation": "(Yaitu) api (azab) Allah yang dinyalakan,",
          "tafsir": "Dalam ayat-ayat ini, Allah menggambarkan kedahsyatan neraka Huthamah dalam bentuk pertanyaan, \"Tahukah engkau apa Huthamah?\" Allah menjelaskan sendiri bahwa Huthamah adalah api yang disediakan-Nya untuk menyiksa orang-orang yang durhaka dan berdosa. Tidak ada yang mampu mengetahui apa hakikatnya kecuali Allah penciptanya."
        },
        {
          "number": 7,
          "arabic": "ٱلَّتِى تَطَّلِعُ عَلَى ٱلْأَفْـِٔدَةِ",
          "transliteration": "allatī taṭṭaliʿu ʿalā l-afidati",
          "translation": "yang (membakar) sampai ke hati.",
          "tafsir": "Allah lalu menyatakan bahwa api yang menyala-nyala itu berbeda dengan api dunia. Ia menjilat dan naik sampai ke hulu hati, kemudian masuk ke dalam rongga perut sampai ke dada dan membakar hati. Hati adalah yang merasa paling sakit dari anggota-anggota badan lainnya. Apabila api sampai membakar hati, berarti siksa yang dirasakannya sudah sampai ke puncaknya."
        },
        {
          "number": 8,
          "arabic": "إِنَّهَا عَلَيْهِم مُّؤْصَدَةٌ",
          "transliteration": "innahā ʿalayhim mu'ṣadatun",
          "translation": "Sungguh, api itu ditutup rapat atas (diri) mereka,",
          "tafsir": "Dalam ayat ini, Allah mengungkapkan bahwa api tersebut berlapis-lapis mengelilingi mereka. Mereka tidak dikeluarkan daripadanya dan tidak pula mampu keluar sendiri. Dalam ayat lain, Allah berfirman: Setiap kali mereka hendak keluar darinya (neraka) karena tersiksa, mereka dikembalikan (lagi) ke dalamnya. (al-hajj/22: 22)"
        },
        {
          "number": 9,
          "arabic": "فِى عَمَدٍ مُّمَدَّدَةٍۭ",
          "transliteration": "fī ʿamadin mumaddadatin",
          "translation": "(sedang mereka itu) diikat pada tiang-tiang yang panjang.",
          "tafsir": "Allah menjelaskan melalui ayat ini keadaan orang-orang penghuni neraka Huthamah. Menurut Muqatil, pintu-pintu neraka itu ditutup rapat, sedangkan para penghuninya diikat pada tiang-tiang besi. Pintu-pintu itu tidak pernah dibuka dan di sana penuh dengan segala macam penderitaan. Tujuannya adalah untuk menjadikan mereka putus asa karena tidak dapat keluar dari neraka Huthamah itu. Semoga Allah menyelamatkan kita dari kemurkaan-Nya dan memelihara kita dari kedahsyatan api neraka dengan anugerah dan karunia-Nya."
        }
      ]
    },
    {
      "number": 105,
      "name": "Al-Fil",
      "nameArabic": "الفيل",
      "meaning": "Gajah",
      "revelation": "Makkah",
      "description": "Surat ini terdiri dari 5 ayat, termasuk golongan surat Makkiyyah, dan diturunkan sesudah surat Al-Kafirun. Nama Al-Fil diambil dari kata \"Al-Fil\" yang terdapat pada ayat pertama surat ini, artinya \"gajah\". Surat Al-Fil mengemukakan cerita pasukan bergajah dari Yaman yang dipimpin oleh Abrahah yang ingin meruntuhkan Ka'bah di Mekah. Peristiwa ini terjadi pada tahun Nabi Muhammad dilahirkan.**Pokok-Pokok Isi:**Cerita tentang pasukan bergajah yang diazab oleh Allah dengan mengirimkan sejenis burung yang menyerang mereka sampai binasa.Surat Al-Fil ini menjelaskan tentang kegagalan pasukan bergajah yang dipimpin oleh Abrahah, karena Ka'bah dipelihara oleh Allah.**Hubungan Surat Al-Fil Dengan Surat Quraisy:**Dalam surat Al-Fil, Allah menjelaskan kehancuran pasukan bergajah yang hendak merobohkan Ka'bah, sedangkan dalam surat Quraisy Allah memerintahkan kepada penduduk Mekah untuk menyembah Allah pemilik Ka'bah itu.",
      "verses": [
        {
          "number": 1,
          "arabic": " أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِأَصْحَـٰبِ ٱلْفِيلِ",
          "transliteration": "alam tara kayfa faʿala rabbuka bi-aṣḥābi l-fīli",
          "translation": "Tidakkah engkau (Muhammad) perhatikan bagaimana Tuhanmu telah bertindak terhadap pasukan bergajah?<sup foot_note=135876>1</sup>",
          "tafsir": "Dalam surah ini, Allah mengingatkan Nabi Muhammad dan pengikutnya dengan suatu peristiwa yang menunjukkan betapa besarnya kekuasaan Allah. Peristiwa itu adalah penyerbuan tentara gajah yang dipimpin oleh panglima Abrahah dari Yaman untuk menundukkan penduduk Mekah dan meruntuhkan Ka'bah. Akan tetapi, Allah membinasakan mereka sebelum maksud yang jahat itu tercapai. Peristiwa Gajah adalah suatu peristiwa yang paling terkenal di kalangan bangsa Arab, sehingga peristiwa ini mereka jadikan patokan tanggal bagi peristiwa-peristiwa lainnya. Kesimpulan riwayatnya adalah bahwa seorang panglima perang yang berkuasa di Yaman ingin menguasai Ka'bah dan menghancurkannya, dengan maksud melarang orang-orang Arab mengerjakan haji ke Ka'bah. Lalu bala tentaranya bergerak menuju Ka'bah disertai beberapa ekor gajah untuk menakut-nakuti. Ketika iring-iringan angkatan perang tersebut tiba di suatu tempat bernama Muqammas (suatu tempat yang berdekatan dengan Mekah), mereka beristirahat di sana. Panglima perang mengirim utusannya kepada penduduk Mekah untuk menyampaikan maksudnya, yaitu bukan untuk memerangi penduduk tetapi untuk menghancurkan Ka'bah. Penduduk Mekah menjadi ketakutan dan lari ke gunung-gunung di sekeliling Ka'bah untuk melihat dari jauh apa yang akan terjadi dan apa yang akan dilakukan oleh panglima perang tersebut. Dalam surah ini pula Allah menjelaskan apa yang terjadi terhadap pasukan bergajah dalam bentuk pertanyaan bahwa Muhammad tidak mengetahui keadaan yang sangat aneh dan peristiwa yang sangat dahsyat yang membuktikan kekuasaan Allah, ilmu dan hikmah-Nya yang tinggi terhadap tentara gajah yang ingin menghancurkan Ka'bah. Kejadian itu berbeda dengan kejadian lainnya yang mempunyai sebab dan akibat."
        },
        {
          "number": 2,
          "arabic": "أَلَمْ يَجْعَلْ كَيْدَهُمْ فِى تَضْلِيلٍ",
          "transliteration": "alam yajʿal kaydahum fī taḍlīlin",
          "translation": "Bukankah Dia telah menjadikan tipu daya mereka itu sia-sia?",
          "tafsir": "Dalam ayat ini, Allah menjelaskan bahwa Ia telah menggagalkan tipu muslihat mereka yang hendak menghancurkan Ka'bah. Allah mengungkapkan cara menggagalkan tipu daya mereka, yaitu dengan mengirimkan pasukan burung yang berbondong-bondong melempari mereka dengan batu-batu yang berasal dari tanah sehingga menjadikan mereka hancur-lebur dan daging mereka beterbangan ke mana-mana. Maka tentara gajah menjadi laksana daun-daun yang dimakan ulat."
        },
        {
          "number": 3,
          "arabic": "وَأَرْسَلَ عَلَيْهِمْ طَيْرًا أَبَابِيلَ",
          "transliteration": "wa-arsala ʿalayhim ṭayran abābīla",
          "translation": "dan Dia mengirimkan kepada mereka burung yang berbondong-bondong,",
          "tafsir": "Dalam ayat ini, Allah menjelaskan bahwa Ia telah menggagalkan tipu muslihat mereka yang hendak menghancurkan Ka'bah. Allah mengungkapkan cara menggagalkan tipu daya mereka, yaitu dengan mengirimkan pasukan burung yang berbondong-bondong melempari mereka dengan batu-batu yang berasal dari tanah sehingga menjadikan mereka hancur-lebur dan daging mereka beterbangan ke mana-mana. Maka tentara gajah menjadi laksana daun-daun yang dimakan ulat."
        },
        {
          "number": 4,
          "arabic": "تَرْمِيهِم بِحِجَارَةٍ مِّن سِجِّيلٍ",
          "transliteration": "tarmīhim biḥijāratin min sijjīlin",
          "translation": "yang melempari mereka dengan batu dari tanah liat yang dibakar,",
          "tafsir": "Dalam ayat ini, Allah menjelaskan bahwa Ia telah menggagalkan tipu muslihat mereka yang hendak menghancurkan Ka'bah. Allah mengungkapkan cara menggagalkan tipu daya mereka, yaitu dengan mengirimkan pasukan burung yang berbondong-bondong melempari mereka dengan batu-batu yang berasal dari tanah sehingga menjadikan mereka hancur-lebur dan daging mereka beterbangan ke mana-mana. Maka tentara gajah menjadi laksana daun-daun yang dimakan ulat."
        },
        {
          "number": 5,
          "arabic": "فَجَعَلَهُمْ كَعَصْفٍ مَّأْكُولٍۭ",
          "transliteration": "fajaʿalahum kaʿaṣfin makūlin",
          "translation": "sehingga mereka dijadikan-Nya seperti daun-daun yang dimakan (ulat).",
          "tafsir": "Dalam ayat ini, Allah menjelaskan bahwa Ia telah menggagalkan tipu muslihat mereka yang hendak menghancurkan Ka'bah. Allah mengungkapkan cara menggagalkan tipu daya mereka, yaitu dengan mengirimkan pasukan burung yang berbondong-bondong melempari mereka dengan batu-batu yang berasal dari tanah sehingga menjadikan mereka hancur-lebur dan daging mereka beterbangan ke mana-mana. Maka tentara gajah menjadi laksana daun-daun yang dimakan ulat."
        }
      ]
    }
  ]
}