{
  "pageNumber": 17,
  "juz": 1,
  "surahs": [
    {
      "number": 2,
      "name": "Al-Baqarah",
      "nameArabic": "البقرة",
      "meaning": "Sapi Betina",
      "revelation": "Madinah",
      "description": "Surat \"Al Baqarah\" terdiri atas 286 ayat dan sebagian besar diturunkan di Madinah pada permulaan tahun Hijrah, kecuali ayat 281 yang diturunkan di Mina pada Haji wadaa' (haji Nabi Muhammad s.a.w. yang terakhir). Seluruh ayat surat Al Baqarah termasuk golongan Madaniyyah dan merupakan surat yang terpanjang di antara surat-surat Al Qur'an yang di dalamnya terdapat pula ayat yang terpanjang (ayat 282).Surat ini dinamai \"Al Baqarah\" karena di dalamnya disebutkan kisah penyembelihan sapi betina yang diperintahkan Allah kepada Bani Israil (ayat 67 sampai dengan 74), di mana dijelaskan watak orang Yahudi pada umumnya. Dinamai \"Fusthaathul-Qur'an\" (puncak Al Qur'an) karena memuat beberapa hukum yang tidak disebutkan dalam surat yang lain. Dinamai juga surat \"Alif-laam-miim\" karena surat ini dimulai dengan Alif-laam-miim.&nbsp;Pokok-Pokok Isi:1. Keimanan:Dakwah Islamiyah yang dihadapkan kepada umat Islam, ahli kitab dan para musyrikin.2. Hukum-hukum:Perintah mengerjakan shalat; menunaikan zakat; hukum puasa; hukum haji dan umrah; hukum qishash; halal dan haram; berinfak di jalan Allah; hukum arak dan judi; cara menyantuni anak yatim, larangan riba; utang-piutang; nafkah dan yang berhak menerimanya; wasiat kepada ibu-bapak dan kaum kerabat; hukum sumpah; kewajiban menyampaikan amanah; sihir; hukum merusak masjid; hukum mengubah kitab-kitab Allah; hukum haidh, 'iddah, thalak, khulu', ilaa' dan susuan; hukum melamar, mahar, larangan menikahi wanita musyrik dan sebaliknya; hukum perang.3. Kisah-kisah:Kisah penciptaan Nabi Adam a.s; kisah Nabi Ibrahim a.s.; kisah Nabi Musa a.s. dengan Bani Israil.4. Lain-lain:Sifat-sifat orang yang bertakwa; sifat-sifat orang munafik; sifat-sifat Allah; perumpamaan-perumpamaan; kiblat, kebangkitan sesudah mati.Kesimpulan surat Al Baqarah:1. Menjelaskan beberapa hukum dalam agama Islam.2. Mengemukakan beberapa perumpamaan.3. Mengemukakan hujjah-hujjah.Hubungan Surat Al Baqarah Dengan Surat Ali 'Imran:1. Dalam surat Al Baqarah, disebutkan Nabi Adam a.s. yang langsung diciptakan Allah, sedang dalam surat Ali'Imran, disebutkan tentang kelahiran Nabi 'Isa a.s. yang kedua-duanya diciptakan Allah secara menyelisihi kebiasaan.2. Dalam surat Al Baqarah, sifat dan perbuatan orang-orang Yahudi dibentangkan secara luas disertai dengan hujjah untuk mematahkan hujjah-hujjah mereka yang membela kesesatan, sedang dalam surat Ali 'Imran, dibentangkan hal-hal serupa yang berhubungan dengan orang Nasrani.3. Surat Al Baqarah dimulai dengan menyebutkan tiga golongan manusia, yaitu orang mukmin, orang yang mengimani hari akhir, dan orang munafik. Sementara itu, surat Ali 'Imran dimulai dengan menyebutkan orang yang suka mentakwilkan ayat yang mutasyabihaat secara salah untuk memfitnah orang mukmin, dan menyebutkan orang yang mempunyai keahlian dalam menakwilkannya.4. Surat Al Baqarah disudahi dengan permohonan kepada Allah agar kesalahan-kesalahan dan kealpaan dalam melaksanakan ketaatan diampuni, sedang surat Ali 'Imran disudahi dengan permohonan kepada Allah agar Dia memberi pahala atas amal saleh yang dilakukan hamba-Nya.5. Surat Al Baqarah dimulai dengan menyebutkan sifat-sifat orang yang bertakwa, sedang surat Ali 'Imran dimulai dengan perintah bertakwa.",
      "verses": [
        {
          "number": 106,
          "arabic": "۞ مَا نَنسَخْ مِنْ ءَايَةٍ أَوْ نُنسِهَا نَأْتِ بِخَيْرٍ مِّنْهَآ أَوْ مِثْلِهَآ ۗ أَلَمْ تَعْلَمْ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
          "transliteration": "mā nansakh min āyatin aw nunsihā nati bikhayrin min'hā aw mith'lihā alam taʿlam anna l-laha ʿalā kulli shayin qadīrun",
          "translation": "Ayat yang Kami batalkan atau Kami hilangkan dari ingatan, pasti Kami ganti dengan yang lebih baik atau yang sebanding dengannya. Tidakkah kamu tahu bahwa Allah Mahakuasa atas segala sesuatu?",
          "tafsir": "Dijelaskan bahwa ayat mana pun yang dinasakh ) hukumnya, atau diganti dengan ayat yang lain, atau ayat yang ditinggalkan, akan diganti-Nya dengan ayat yang lebih baik dan lebih sesuai dengan kemaslahatan hamba-hamba-Nya, atau diganti-Nya dengan ayat yang sama nilainya dengan hukum yang lalu. Adapun hikmah diadakannya pergantian atau perubahan ayat ialah karena nilai kemanfaatannya berbeda-beda menurut waktu dan tempat, kemudian dihapuskan, atau diganti dengan hukum yang lebih baik, atau dengan ayat yang sama nilainya, adalah karena ayat yang diubah atau diganti itu tidak sesuai lagi dengan kepentingan masyarakat, sehingga apabila diadakan perubahan atau pergantian termasuk suatu tindakan yang bijaksana. Bagi yang berpendapat bahwa ayat ini ialah tanda kenabian (mukjizat) yang dijadikan penguat kenabian, maka ayat ini diartikan bahwa Allah tidak akan menghapuskan tanda kenabian yang digunakan untuk penguat kenabiannya, atau tidak akan mengubah tanda kenabian yang terdahulu dengan tanda kenabian yang datang kemudian, atau meninggalkan tanda-tanda kenabian itu, karena telah berselang beberapa abad lamanya. Terkecuali Allah yang mempunyai kekuasaan tidak terbatas memberikan tanda kenabian yang lebih baik, ditinjau dari segi kemantapannya maupun dari tetapnya kenabian itu. Karena kekuasaan-Nya yang tidak terbatas, maka hak untuk memberikan tanda kenabian kepada para nabi-Nya tidak dapat dihalang-halangi. Penggantian ayat adakalanya terjadi dengan ayat yang lebih ringan hukumnya, seperti dihapusnya idah wanita yang ditinggal mati suaminya dari setahun menjadi 4 bulan 10 hari, atau dengan ayat yang sama hukumnya seperti perintah untuk menghadapkan muka ke Baitulmakdis pada waktu melaksanakan salat diubah menjadi menghadapkan muka ke Ka'bah. Atau dengan hukum yang lebih berat, seperti perang yang tadinya tidak diwajibkan pada orang Islam, menjadi diwajibkan. Ayat ini tidak hanya ditujukan kepada Nabi Muhammad saw tetapi juga ditujukan kepada kaum Muslimin, yang merasa sakit hatinya mendengar cemoohan orang-orang Yahudi kepada Nabi Muhammad saw. Orang-orang yang tipis imannya tentu mudah dipengaruhi, sehingga hatinya mudah menjadi ragu-ragu. Itulah sebabnya, Allah menegaskan bahwa Dia Mahakuasa atas segala sesuatu, dan apabila berkehendak untuk menasakh hukum tidak dapat dicegah, karena masalah hukum itu termasuk dalam kekuasaan-Nya."
        },
        {
          "number": 107,
          "arabic": "أَلَمْ تَعْلَمْ أَنَّ ٱللَّهَ لَهُۥ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۗ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِىٍّ وَلَا نَصِيرٍ",
          "transliteration": "alam taʿlam anna l-laha lahu mul'ku l-samāwāti wal-arḍi wamā lakum min dūni l-lahi min waliyyin walā naṣīrin",
          "translation": "Tidakkah kamu tahu bahwa Allah memiliki kerajaan langit dan bumi? Dan tidak ada bagimu pelindung dan penolong selain Allah.",
          "tafsir": "Allah swt menjelaskan bahwa Dia mempunyai kerajaan langit dan bumi. Dengan kata lain, bahwa langit dan bumi serta seluruh isinya tunduk di bawah kekuasaan-Nya, di bawah perintah dan larangan-Nya. Oleh sebab itu, Allah berkuasa pula untuk menasakh hukum dan menetapkan hukum yang lain menurut kehendak-Nya, apabila menurut pertimbangan-Nya ada manfaat bagi seluruh manusia, karena hukum yang lama sudah dipandang tidak sesuai lagi. Maka Allah memberikan penegasan kepada orang-orang Islam bahwa Allah-lah yang memberikan pertolongan dan bantuan kepada mereka. Oleh sebab itu, orang-orang mukmin dilarang mempedulikan orang-orang Yahudi yang mengingkari perubahan hukum itu, bahkan menghina. Sikap orang-orang Yahudi yang demikian itu sedikit pun tidak akan memberikan mudarat kepada orang mukmin."
        },
        {
          "number": 108,
          "arabic": "أَمْ تُرِيدُونَ أَن تَسْـَٔلُوا۟ رَسُولَكُمْ كَمَا سُئِلَ مُوسَىٰ مِن قَبْلُ ۗ وَمَن يَتَبَدَّلِ ٱلْكُفْرَ بِٱلْإِيمَـٰنِ فَقَدْ ضَلَّ سَوَآءَ ٱلسَّبِيلِ",
          "transliteration": "am turīdūna an tasalū rasūlakum kamā su-ila mūsā min qablu waman yatabaddali l-kuf'ra bil-īmāni faqad ḍalla sawāa l-sabīli",
          "translation": "Ataukah kamu hendak meminta kepada Rasulmu (Muhammad) seperti halnya Musa (pernah) diminta (Bani Israil) dahulu? Barang siapa mengganti iman dengan kekafiran, maka sungguh, dia telah tersesat dari jalan yang lurus.",
          "tafsir": "Allah mencela sikap orang Yahudi yang menghina orang-orang Islam, karena adanya penasakhan hukum karena perintah Allah. Dalam hal ini Allah menyindir mereka, apakah mereka ingin mengulang perbuatan nenek moyang mereka, yaitu mengemukakan persoalan kepada Rasul, sebagaimana nenek moyang mereka menanyakan sesuatu kepada Nabi Musa ataukah mereka itu ingin meminta kepada Nabi Muhammad saw, agar ia mendatangkan hukum yang lain dari hukum yang telah ditetapkan, seperti halnya nenek moyang mereka itu mengajukan yang tidak semestinya kepada Nabi Musa. Firman Allah swt: (Orang-orang) Ahli Kitab meminta kepadamu (Muhammad) agar engkau menurunkan sebuah kitab dari langit kepada mereka. Sesungguhnya mereka telah meminta kepada Musa yang lebih besar dari itu. Mereka berkata, \"Perlihatkanlah Allah kepada kami secara nyata.\" ¦ (an-Nisa'/4:153) Kemudian Allah mengingatkan orang Yahudi bahwa orang yang tidak berpegang pada perintah Allah dengan alasan ingin mencari hukum yang lain, yang menurut pertimbangannya lebih baik, berarti dia telah mengganti imannya dengan kekafiran, lebih mencintai kesesatan daripada hidayah, serta dia telah jauh dari kebenaran. Barang siapa melampaui hukum-hukum Allah, berarti dia telah jatuh ke dalam lembah kesesatan. Dalam ayat ini terdapat petunjuk bagi orang-orang Islam, yaitu agar mereka mengerjakan apa yang diperintahkan Rasul saw dan menjauhi segala larangannya. Juga terdapat larangan meminta sesuatu di luar ketentuan hukum yang sudah ada."
        },
        {
          "number": 109,
          "arabic": "وَدَّ كَثِيرٌ مِّنْ أَهْلِ ٱلْكِتَـٰبِ لَوْ يَرُدُّونَكُم مِّنۢ بَعْدِ إِيمَـٰنِكُمْ كُفَّارًا حَسَدًا مِّنْ عِندِ أَنفُسِهِم مِّنۢ بَعْدِ مَا تَبَيَّنَ لَهُمُ ٱلْحَقُّ ۖ فَٱعْفُوا۟ وَٱصْفَحُوا۟ حَتَّىٰ يَأْتِىَ ٱللَّهُ بِأَمْرِهِۦٓ ۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
          "transliteration": "wadda kathīrun min ahli l-kitābi law yaruddūnakum min baʿdi īmānikum kuffāran ḥasadan min ʿindi anfusihim min baʿdi mā tabayyana lahumu l-ḥaqu fa-iʿ'fū wa-iṣ'faḥū ḥattā yatiya l-lahu bi-amrihi inna l-laha ʿalā kulli shayin qadīrun",
          "translation": "Banyak di antara Ahli Kitab menginginkan sekiranya mereka dapat mengembalikan kamu setelah kamu beriman, menjadi kafir kembali, karena rasa dengki dalam diri mereka, setelah kebenaran jelas bagi mereka. Maka maafkanlah dan berlapang dadalah, sampai Allah memberikan perintah-Nya. Sungguh, Allah Mahakuasa atas segala sesuatu.",
          "tafsir": "Allah swt menjelaskan bahwa sebagian besar Ahli Al-Kitab selalu berangan-angan agar dapat membelokkan kaum Muslimin dari agama Tauhid menjadi kafir seperti mereka, setelah mereka mengetahui dengan nyata bahwa apa yang dibawa oleh Nabi Muhammad saw itu benar dan sesuai dengan prinsip yang terkandung dalam Kitab Taurat. Ayat ini mengandung peringatan kepada orang-orang Islam agar mereka waspada terhadap tipu muslihat yang dilakukan Ahli Kitab itu. Adakalanya dengan jalan mengeruhkan ajaran Islam, dan adakalanya dengan jalan menumbuhkan keragu-raguan di kalangan umat Islam sendiri. Mereka melakukan tipu muslihat karena kedengkian semata, tidak timbul dari pandangan yang bersih. Kedengkian mereka bukanlah karena keragu-raguan terhadap kandungan isi Al-Qur'an atau bukan karena didorong oleh kebenaran yang terdapat dalam Kitab Taurat, tetapi karena dorongan hawa nafsu, kemerosotan mental dan kedongkolan hati mereka. Itulah sebabnya mereka terjerumus dalam lembah kesesatan dan kebatilan. Sesudah itu Allah memberikan tuntunan pada umat Islam bagaimana caranya menghadapi tindak-tanduk mereka. Allah menyuruh umat Islam menghadapi mereka dengan sopan santun serta suka memaafkan segala kesalahan mereka, juga melarang agar jangan mencela mereka hingga tiba saatnya Allah memberikan perintah. Karena Allah-lah yang akan memberikan bantuan kepada umat Islam, hingga umat Islam dapat menentukan sikap dalam menghadapi tantangan mereka, apakah mereka itu harus diperangi atau diusir. Peristiwa ini telah terjadi, umat Islam memerangi Bani Quraizah dan Bani Nadir dari Medinah setelah mereka merobek-robek perjanjian. Mereka memberi bantuan kepada orang-orang musyrikin, setelah mereka diberi maaf berulang kali. Kemudian Allah memberikan ketegasan atau janji bahwa Dia akan memberikan bantuan kepada kaum Muslimin, dengan menyatakan bahwa Dia berkuasa untuk memberikan kekuatan lain. Dia berkuasa pula untuk memberikan ketetapan hati agar umat Islam tetap berpegang pada kebenaran. Sehingga mereka dapat mengalahkan orang-orang yang memusuhi umat Islam secara terang-terangan serta menyombongkan kekuatan."
        },
        {
          "number": 110,
          "arabic": "وَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَءَاتُوا۟ ٱلزَّكَوٰةَ ۚ وَمَا تُقَدِّمُوا۟ لِأَنفُسِكُم مِّنْ خَيْرٍ تَجِدُوهُ عِندَ ٱللَّهِ ۗ إِنَّ ٱللَّهَ بِمَا تَعْمَلُونَ بَصِيرٌ",
          "transliteration": "wa-aqīmū l-ṣalata waātū l-zakata wamā tuqaddimū li-anfusikum min khayrin tajidūhu ʿinda l-lahi inna l-laha bimā taʿmalūna baṣīrun",
          "translation": "Dan laksanakanlah salat dan tunaikanlah zakat. Dan segala kebaikan yang kamu kerjakan untuk dirimu, kamu akan mendapatkannya (pahala) di sisi Allah. Sungguh, Allah Maha Melihat apa yang kamu kerjakan.",
          "tafsir": "Allah menyuruh kaum Muslimin agar terus-menerus menempuh jalan yang sebaik-baiknya, melakukan salat dan mengeluarkan zakat. Perintah ini dikaitkan dengan janji Allah berupa pertolongan mendapat kemenangan. Karena dalam salat terdapat hikmah yang banyak, seperti memperkuat jalinan iman, mempertinggi cita-cita serta mempertinggi daya tahan mental. Karena di dalam salat itu terdapat doa kepada Allah yang diucapkan seorang hamba sebagai pernyataan kehendak yang serius, serta memperkuat jalinan hati di antara orang-orang mukmin, dengan jalan melakukan salat berjamaah dan pergaulan mereka di dalam masjid. Dengan jalan inilah iman itu dapat berkembang dan kukuh, dapat juga memelihara kebersihan jiwa, dapat mencegah diri untuk melakukan perbuatan yang keji, serta dapat mempertinggi daya juang untuk melaksanakan kebenaran. Apabila kaum Muslimin menempuh cara-cara yang demikian, niscaya mereka akan mendapat pertolongan dari Allah. Hikmah yang terdapat dalam mengeluarkan zakat ialah mempererat hubungan antara Muslimin yang kaya dengan yang miskin, sehingga dengan kuatnya hubungan itu akan tercipta kesatuan dan persatuan umat yang kukuh dan bulat. Sesudah itu Allah menegaskan bahwa salat dan zakat itu sebagai jalan yang harus ditempuh untuk memperoleh kemenangan dan kebahagiaan di dunia dan di akhirat. Hal ini dapat diketahui dari pernyataan Allah bahwa kebaikan apa pun yang dilakukan oleh kaum Muslimin, niscaya akan mendapat balasan dari sisi Allah pada hari pembalasan dengan seadil-adilnya. Allah menyuruh orang-orang Islam agar berbuat baik karena Allah benar-benar Maha Mengetahui segala amalan, baik amal yang banyak maupun amal yang sedikit. Tak ada amal yang disia-siakan baik amal yang saleh maupun amal yang jelek, semua akan mendapat balasan yang setimpal."
        },
        {
          "number": 111,
          "arabic": "وَقَالُوا۟ لَن يَدْخُلَ ٱلْجَنَّةَ إِلَّا مَن كَانَ هُودًا أَوْ نَصَـٰرَىٰ ۗ تِلْكَ أَمَانِيُّهُمْ ۗ قُلْ هَاتُوا۟ بُرْهَـٰنَكُمْ إِن كُنتُمْ صَـٰدِقِينَ",
          "transliteration": "waqālū lan yadkhula l-janata illā man kāna hūdan aw naṣārā til'ka amāniyyuhum qul hātū bur'hānakum in kuntum ṣādiqīna",
          "translation": "Dan mereka (Yahudi dan Nasrani) berkata, \"Tidak akan masuk surga kecuali orang Yahudi atau Nasrani.\"<sup foot_note=134995>1</sup> Itu (hanya) angan-angan mereka. Katakanlah, \"Tunjukkan bukti kebenaranmu jika kamu orang yang benar.\"",
          "tafsir": "Ahli Kitab, baik Yahudi maupun Nasrani, masing-masing menganggap bahwa tidak akan masuk surga kecuali golongan mereka sendiri. Orang-orang Yahudi beranggapan bahwa yang akan masuk surga hanyalah orang-orang Yahudi, demikian juga orang-orang Nasrani beranggapan bahwa yang akan masuk surga hanyalah orang-orang Nasrani. Untuk menolak dan membatalkan anggapan mereka itu Allah memberikan penegasan bahwa anggapan mereka itu hanyalah angan-angan yang timbul dari khayalan mereka. Angan-angan mereka, meskipun disebutkan secara global, namun maknanya mencakup arti yang luas, yaitu angan-angan mereka agar terhindar dari siksa serta anggapan bahwa yang bukan golongan mereka akan terjerumus ke dalam siksa, dan tidak memperoleh nikmat sedikit pun. Itulah sebabnya maka dalam ayat itu angan-angan mereka dinyatakan dalam bentuk jamak. Dalam ayat ini terdapat isyarat bahwa suatu pendapat yang tidak didasarkan pada bukti-bukti yang benar tidak boleh diterima."
        },
        {
          "number": 112,
          "arabic": "بَلَىٰ مَنْ أَسْلَمَ وَجْهَهُۥ لِلَّهِ وَهُوَ مُحْسِنٌ فَلَهُۥٓ أَجْرُهُۥ عِندَ رَبِّهِۦ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
          "transliteration": "balā man aslama wajhahu lillahi wahuwa muḥ'sinun falahu ajruhu ʿinda rabbihi walā khawfun ʿalayhim walā hum yaḥzanūna",
          "translation": "Tidak! Barang siapa menyerahkan diri sepenuhnya kepada Allah, dan dia berbuat baik, dia mendapat pahala di sisi Tuhannya dan tidak ada rasa takut pada mereka dan mereka tidak bersedih hati.",
          "tafsir": "Anggapan masing-masing golongan dari Ahli Kitab tidak benar, karena masuk surga tidak hanya dimonopoli oleh suatu bangsa atau suatu golongan, tetapi akan didapat oleh siapa saja yang berusaha mendapatkannya dengan ketentuan harus beriman dan beramal saleh. Sebagai ketegasan, Allah memberikan pernyataan bahwa barang siapa beriman kepada Allah dan membuktikan imannya itu dengan amal yang ikhlas, maka dia akan memperoleh pahala. Allah tidak akan menyia-nyiakan amal baik seorang hamba. Ayat ini juga menunjukkan bahwa iman yang tidak direalisasikan dalam amal saleh, tidak menjamin tercapainya kebahagiaan seseorang. Dalam Al-Qur'an banyak didapati kata-kata iman senantiasa diiringi dengan amal saleh: Dan barang siapa mengerjakan amal kebajikan, baik laki-laki maupun perempuan sedang dia beriman, maka mereka itu akan masuk ke dalam surga dan mereka tidak dizalimi sedikit pun. (an-Nisa'/4:124) Barang siapa mengerjakan kebajikan, dan dia beriman, maka usahanya tidak akan diingkari (disia-siakan), ¦( al-Anbiya'/21:94) Apabila mereka telah berserah diri kepada Allah dan beramal saleh, maka mereka tidak perlu khawatir dan bersedih. Di antara tabiat orang-orang mukmin ialah apabila mereka ditimpa sesuatu yang tidak menyenangkan, mereka akan menyelidiki sebab-sebab terjadinya dan berusaha keras untuk mengatasinya. Kalau masih juga belum teratasi, mereka menyerahkan persoalan itu kepada kekuasaan Allah: niat mereka sedikit pun tidak melemah dan hati mereka pun menyadari bahwa untuk mengatasi semua kesulitan itu dia menyerahkan diri kepada kekuatan yang hakiki, yaitu Allah."
        }
      ]
    }
  ]
}