{
  "pageNumber": 551,
  "juz": 28,
  "surahs": [
    {
      "number": 60,
      "name": "Al-Mumtahanah",
      "nameArabic": "الممتحنة",
      "meaning": "Wanita Yang Diuji",
      "revelation": "Madinah",
      "description": "Surat Al-Mumtahanah terdiri dari 13 ayat, termasuk golongan surat Madaniyyah, dan diturunkan sesudah surat Al-Ahzab.Dinamai \"Al-Mumtahanah\" (perempuan yang diuji) diambil dari kata \"Famtahinuuhunna\" yang berarti \"maka ujilah mereka\", yang terdapat pada ayat ke-10 surat ini.**Pokok-Pokok Isi:**1. **Hukum-hukum:** Larangan mengadakan hubungan persahabatan dengan orang-orang kafir yang memusuhi Islam, namun dibolehkan mengadakan persahabatan dengan orang-orang kafir yang tidak memusuhi Islam; hukum perkawinan bagi orang-orang yang pindah agama.2. **Kisah-kisah:** Kisah Nabi Ibrahim bersama kaumnya sebagai contoh dan teladan bagi orang-orang mukmin.Surat ini menerangkan tentang interaksi seorang muslim dan nonmuslim ketika perang dan damai serta dari segi perkawinan.**Hubungan Surat Al-Mumtahanah Dengan Surat Ash-Shaff:**Pada surat Al-Mumtahanah Allah melarang orang-orang muslim mengadakan hubungan persahabatan dengan orang-orang kafir dan meninggalkan orang-orang mukmin, sedangkan surat Ash-Shaff menguatkan hal tersebut dengan menganjurkan agar berjihad di jalan Allah.",
      "verses": [
        {
          "number": 12,
          "arabic": "يَـٰٓأَيُّهَا ٱلنَّبِىُّ إِذَا جَآءَكَ ٱلْمُؤْمِنَـٰتُ يُبَايِعْنَكَ عَلَىٰٓ أَن لَّا يُشْرِكْنَ بِٱللَّهِ شَيْـًٔا وَلَا يَسْرِقْنَ وَلَا يَزْنِينَ وَلَا يَقْتُلْنَ أَوْلَـٰدَهُنَّ وَلَا يَأْتِينَ بِبُهْتَـٰنٍ يَفْتَرِينَهُۥ بَيْنَ أَيْدِيهِنَّ وَأَرْجُلِهِنَّ وَلَا يَعْصِينَكَ فِى مَعْرُوفٍ ۙ فَبَايِعْهُنَّ وَٱسْتَغْفِرْ لَهُنَّ ٱللَّهَ ۖ إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
          "transliteration": "yāayyuhā l-nabiyu idhā jāaka l-mu'minātu yubāyiʿ'naka ʿalā an lā yush'rik'na bil-lahi shayan walā yasriq'na walā yaznīna walā yaqtul'na awlādahunna walā yatīna bibuh'tānin yaftarīnahu bayna aydīhinna wa-arjulihinna walā yaʿṣīnaka fī maʿrūfin fabāyiʿ'hunna wa-is'taghfir lahunna l-laha inna l-laha ghafūrun raḥīmun",
          "translation": "Wahai Nabi! Apabila perempuan-perempuan mukmin datang kepadamu untuk mengadakan baiat (janji setia), bahwa mereka tidak akan mempersekutukan sesuatu apa pun dengan Allah; tidak akan mencuri, tidak akan berzina, tidak akan membunuh anak-anaknya, tidak akan berbuat dusta yang mereka ada-adakan antara tangan dan kaki mereka<sup foot_note=135791>1</sup> dan tidak akan mendurhakaimu dalam urusan yang baik, maka terimalah janji setia mereka dan mohonkanlah ampunan untuk mereka kepada Allah. Sungguh, Allah Maha Pengampun, Maha Penyayang.",
          "tafsir": "Allah menyatakan kepada Nabi Muhammad bahwa perempuan-perempuan yang menyatakan keimanan dan ketaatannya harus berjanji bahwa mereka tidak akan mempersekutukan Allah dengan sesuatu pun, tidak akan mencuri harta orang lain, tidak akan berzina, tidak akan menggugurkan anak dalam kandungannya, dan tidak akan mengerjakan yang dilarang, seperti meratapi orang mati dengan mengoyak-ngoyak pakaian, dan sebagainya. Bila mereka telah berjanji, maka pernyataan iman mereka harus diterima. Nabi juga diperintahkan untuk mengatakan kepada mereka bahwa mereka akan mendapat ampunan Allah dan pahala dari-Nya jika mereka konsekuen melaksanakan janji mereka itu. Nabi juga diminta untuk berdoa kepada Allah agar dosa-dosa mereka diampuni, karena sesungguhnya Allah Maha Pengampun lagi Maha Penyayang. Diriwayatkan oleh al-Bukhari dari 'Urwah bin Zubair bahwa 'Aisyah berkata, \"Rasulullah saw menguji perempuan yang hijrah sesuai ayat: ya ayyuhan-nabiyy idha ja'akal-mu'minat¦..innallaha gafurur-rahim. Barang siapa yang telah memenuhi syarat-syarat di atas, berarti perempuan itu telah mengikrarkan pernyataan bahwa dirinya beriman.\" Diriwayatkan pula oleh 'Urwah bin Zubair dari 'Aisyah, ia berkata, \"Telah datang Fathimah binti 'Utbah untuk menyatakan keimanannya kepada Rasulullah, maka beliau meminta ia berjanji tidak akan mempersekutukan Allah dengan sesuatu pun, tidak mencuri, tidak berzina, tidak menggugurkan kandungannya, maka Fathimah merasa malu menyebut janji itu sambil meletakkan tangan di atas kepalanya.\" Maka 'Aisyah berkata, \"Hendaklah engkau akui yang dikatakan Nabi itu. Demi Allah, kami tidak menyatakan keimanan kecuali dengan cara demikian.\" Fathimah melaksanakan yang diminta 'Aisyah itu, lalu Nabi menerima pengakuannya. Menurut riwayat yang lain bahwa Nabi Muhammad banyak menerima pernyataan beriman dari para perempuan ketika penaklukan Mekah. Di antara yang menyatakan keimanannya itu terdapat Hindun binti 'Utbah, istri Abu Sufyan, kepala suku Quraisy."
        },
        {
          "number": 13,
          "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَتَوَلَّوْا۟ قَوْمًا غَضِبَ ٱللَّهُ عَلَيْهِمْ قَدْ يَئِسُوا۟ مِنَ ٱلْـَٔاخِرَةِ كَمَا يَئِسَ ٱلْكُفَّارُ مِنْ أَصْحَـٰبِ ٱلْقُبُورِ",
          "transliteration": "yāayyuhā alladhīna āmanū lā tatawallaw qawman ghaḍiba l-lahu ʿalayhim qad ya-isū mina l-ākhirati kamā ya-isa l-kufāru min aṣḥābi l-qubūri",
          "translation": "Wahai orang-orang yang beriman! Janganlah kamu jadikan orang-orang yang dimurkai Allah sebagai penolongmu, sungguh, mereka telah putus asa terhadap akhirat sebagaimana orang-orang kafir yang telah berada dalam kubur juga berputus asa.",
          "tafsir": "Diriwayatkan oleh Ibnu Mundhir dari Ibnu Ishaq dari 'Ikrimah dan Abu Sa'id dari Ibnu 'Abbas, ia menerangkan bahwa 'Abdullah bin 'Umar dan Zaid bin haritsah bersahabat dengan orang-orang Yahudi. Maka turunlah ayat ini yang melarang kaum Muslimin berteman erat dengan orang yang dimurkai Allah. Dalam ayat ini, Allah menegaskan kembali larangan menjadikan orang-orang Yahudi, Nasrani, dan musyrik Mekah yang berniat jahat terhadap kaum Muslimin sebagai wali atau teman akrab, karena dikhawatirkan orang-orang yang beriman akan menyampaikan rahasia-rahasia penting kepada mereka. Pada akhir ayat ini, Allah menerangkan bahwa orang-orang kafir itu telah putus asa untuk memperoleh kebaikan dari Allah di akhirat, karena kedurhakaan mereka kepada Rasulullah saw yang telah diisyaratkan kedatangannya dalam kitab-kitab mereka. Padahal, persoalan itu sudah dikuatkan pula dengan bukti-bukti yang jelas dan mukjizat yang nyata. Keputusasaan mereka untuk memperoleh rahmat Allah di hari akhirat sama halnya dengan keputusasaan mereka di dalam kubur karena mereka tidak percaya adanya kebangkitan kembali di akhirat."
        }
      ]
    },
    {
      "number": 61,
      "name": "As-Saff",
      "nameArabic": "الصف",
      "meaning": "Barisan",
      "revelation": "Madinah",
      "description": "Surat Ash-Shaff terdiri dari 14 ayat dan termasuk golongan surat Madaniyyah.Dinamai dengan \"Ash-Shaff\", karena pada ayat keempat surat ini terdapat kata \"Shaffan\" yang berarti \"satu barisan\". Ayat ini menerangkan apa yang diridhai Allah sesudah menemui apa yang dimurkaiNya. Pada ayat ketiga diterangkan bahwa Allah murka kepada orang yang hanya pandai berbicara tetapi tidak melaksanakan apa yang diucapkannya. Pada ayat keempat diterangkan bahwa Allah menyukai orang yang mempraktikkan apa yang diucapkannya, yaitu orang-orang yang berjihad di jalan Allah dalam satu barisan.**Pokok-Pokok Isi:**Semua yang ada di langit dan di bumi bertasbih kepada Allah, anjuran berjihad di jalan Allah, pengikut-pengikut Nabi Musa dan 'Isa pernah mengingkari ajaran-ajaran para nabi, kaum musyrikin Mekah ingin memadamkan cahaya Allah (agama Islam), ampunan Allah dan surga dapat dicapai dengan iman dan berjuang menegakkan kalimat Allah dengan harta dan jiwa.Surat ini menganjurkan supaya orang-orang mukmin selalu menyesuaikan antara ucapan dengan perbuatan, dan menerima tawaran Allah, yaitu ampunan dan surga dapat dicapai dengan iman dan berjihad di jalan Allah dengan harta dan jiwa.**Hubungan Surat Ash-Shaff Dengan Surat Al-Jumu'ah:**1. Kedua surat ini sama-sama dimulai dengan \"sabbaha lillahi\" bertasbih kepada Allah dan bahwa Allah Mahaperkasa, Mahabijaksana.2. Pada surat Ash-Shaff diterangkan bahwa orang-orang Yahudi adalah kaum yang sesat dan fasik, sedangkan pada surat Al-Jumu'ah diterangkan kembali bahwa mereka adalah orang bodoh seperti keledai yang membawa buku-buku yang banyak tetapi tidak dapat memahaminya.",
      "verses": [
        {
          "number": 1,
          "arabic": " سَبَّحَ لِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۖ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
          "transliteration": "sabbaḥa lillahi mā fī l-samāwāti wamā fī l-arḍi wahuwa l-ʿazīzu l-ḥakīmu",
          "translation": "Apa yang ada di langit dan apa yang ada di bumi bertasbih kepada Allah; dan Dialah Yang Mahaperkasa, Mahabijaksana.",
          "tafsir": "Segala apa yang di langit dan bumi mengakui bahwa hanyalah Allah yang berhak disembah tidak ada yang lain, Dialah yang menciptakan, menguasai, menjaga kelangsungan hidup, serta menentukan segala sesuatu yang ada di alam semesta ini. Allah mempunyai sifat-sifat yang sempurna, dan semua makhluk tunduk di bawah kehendak-Nya. Dia menciptakan segala sesuatu sesuai dengan maksud dan tujuan yang Dia kehendaki, serta sesuai pula dengan kegunaannya."
        },
        {
          "number": 2,
          "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ",
          "transliteration": "yāayyuhā alladhīna āmanū lima taqūlūna mā lā tafʿalūna",
          "translation": "Wahai orang-orang yang beriman! Mengapa kamu mengatakan sesuatu yang tidak kamu kerjakan?",
          "tafsir": "Setelah Allah menerangkan sifat-sifat kesempurnaan-Nya, ia mengingatkan kaum Muslimin akan kekurangan-kekurangan yang ada pada mereka, yaitu mereka mengatakan suatu perkataan, tetapi mereka tidak merealisasikan atau mengerjakannya. Di antaranya, mereka berkata, \"Kami ingin mengerjakan kebajikan-kebajikan yang diperintahkan Allah,\" tetapi jika datang perintah itu, mereka tidak mengerjakannya. Ada dua macam kelemahan manusia yang dikemukakan ayat ini, yaitu: 1.Ketidaksesuaian antara perkataan dan perbuatan mereka. Kelemahan ini kelihatannya mudah diperbaiki, tetapi sukar dilaksanakan. Sangat banyak manusia yang pandai berbicara, suka menganjurkan suatu perbuatan baik, dan mengingatkan agar orang lain menjauhi larangan-larangan Allah, tetapi ia sendiri tidak melaksanakannya. Diriwayatkan oleh Ibnu 'Abbas bahwa 'Abdullah bin Rawahah berkata, \"Para mukmin pada masa Rasulullah sebelum jihad diwajibkan berkata, \"Seandainya kami mengetahui perbuatan-perbuatan yang disukai Allah, tentu kami akan melaksanakannya.\" Maka Rasulullah menyampaikan bahwa perbuatan yang paling disukai Allah ialah beriman kepada-Nya, berjihad menghapuskan kemaksiatan yang dapat merusak iman, dan mengakui kebenaran risalah yang disampaikan Nabi-Nya. Setelah datang perintah jihad, sebagian orang-orang yang beriman merasa berat melakukannya. Maka turunlah ayat ini sebagai celaan akan sikap mereka yang tidak baik itu. 2.Tidak menepati janji yang telah mereka buat. Suka menepati janji yang telah ditetapkan merupakan salah satu ciri dari ciri-ciri orang-orang yang beriman. Jika ciri itu tidak dipunyai oleh orang yang mengaku beriman kepada Allah dan rasul-Nya, berarti ia telah menjadi orang munafik. Rasulullah saw bersabda:Tanda orang munafik ada tiga macam: bila berjanji, ia menyalahi janjinya, bila berkata, ia berdusta dan bila dipercaya, ia berkhianat. (Riwayat al-Bukhari dan Muslim) Namun tidak berarti bahwa orang-orang tidak boleh mengatakan kebenaran bila ia sendiri belum mampu melaksanakannya. Mengatakan kebenaran wajib, sedangkan melaksanakannya tergantung kemampuan. Allah berfirman: Maka bertakwalah kamu kepada Allah menurut kesanggupanmu dan dengarlah serta taatlah; dan infakkanlah harta yang baik untuk dirimu. Dan barang siapa dijaga dirinya dari kekikiran, mereka itulah orang-orang yang beruntung. (at-Tagabun/64: 16)"
        },
        {
          "number": 3,
          "arabic": "كَبُرَ مَقْتًا عِندَ ٱللَّهِ أَن تَقُولُوا۟ مَا لَا تَفْعَلُونَ",
          "transliteration": "kabura maqtan ʿinda l-lahi an taqūlū mā lā tafʿalūna",
          "translation": "(Itu) sangatlah dibenci di sisi Allah jika kamu mengatakan apa-apa yang tidak kamu kerjakan.",
          "tafsir": "Allah memperingatkan bahwa sangat besar dosanya orang mengatakan sesuatu, tetapi ia sendiri tidak melaksanakannya. Hal ini berlaku baik dalam pandangan Allah maupun dalam pandangan masyarakat. Menepati janji merupakan perwujudan iman yang kuat. Budi pekerti yang agung, dan sikap yang berperikemanusiaan pada seseorang, menimbulkan kepercayaan dan penghormatan masyarakat. Sebaliknya, perbuatan menyalahi janji tanda iman yang lemah, serta tingkah laku yang jelek dan sikap yang tidak berperikemanusiaan, akan menimbulkan saling mencurigai dan dendam di dalam masyarakat. Oleh karena itulah, agama Islam sangat mencela orang yang suka berdusta dan menyalahi janjinya. Agar sifat tercela itu tidak dipunyai oleh orang-orang beriman, alangkah baiknya jika menepati janji dan berkata benar itu dijadikan tujuan pendidikan yang utama yang diajarkan kepada anak-anak di samping beriman kepada Allah dan rasul-Nya dan melatih diri mengerjakan berbagai bentuk ibadah yang diwajibkan."
        },
        {
          "number": 4,
          "arabic": "إِنَّ ٱللَّهَ يُحِبُّ ٱلَّذِينَ يُقَـٰتِلُونَ فِى سَبِيلِهِۦ صَفًّا كَأَنَّهُم بُنْيَـٰنٌ مَّرْصُوصٌ",
          "transliteration": "inna l-laha yuḥibbu alladhīna yuqātilūna fī sabīlihi ṣaffan ka-annahum bun'yānun marṣūṣun",
          "translation": "Sesungguhnya Allah mencintai orang-orang yang berperang di jalan-Nya dalam barisan yang teratur, mereka seakan-akan seperti suatu bangunan yang tersusun kokoh.",
          "tafsir": "Dalam ayat ini Allah memuji orang-orang yang berperang di jalan-Nya dengan barisan yang teratur dan persatuan yang kokoh. Allah menyukai kaum Muslimin yang demikian. Tidak ada celah-celah perpecahan, walau yang kecil sekali pun, seperti tembok yang kokoh yang tersusun rapat dari batu-batu beton. Ayat ini mengisyaratkan kepada kaum Muslimin agar mereka menjaga persatuan yang kuat dan persatuan yang kokoh, mempunyai semangat yang tinggi, suka berjuang, dan berkorban. Membentuk dan menjaga persatuan serta kesatuan di kalangan kaum Muslimin berarti menyingkirkan segala sesuatu yang mungkin menimbulkan perpecahan, seperti perbedaan pendapat tentang sesuatu yang sepele dan tidak penting, sifat mementingkan diri sendiri, membangga-banggakan suku dan keturunan, mementingkan golongan, tidak berperikemanusiaan, dan sebagainya. Oleh karena itulah, dalam membina persatuan dan kesatuan, Allah memperingatkan dan memerintahkan kaum Muslimin menjaga dan mengatur saf (barisan) dalam salat dengan rapi, bahu-membahu, tidak ada satu pun tempat yang kosong. Tempat yang kosong akan diisi oleh setan, sedangkan setan adalah musuh manusia. Tidak baik jika seseorang salat sendirian di belakang saf, kecuali dengan menarik ke belakang seorang yang berada dalam saf yang di depannya. Mengatur barisan dalam salat merupakan latihan mengatur barisan dalam berjihad di jalan Allah."
        },
        {
          "number": 5,
          "arabic": "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِۦ يَـٰقَوْمِ لِمَ تُؤْذُونَنِى وَقَد تَّعْلَمُونَ أَنِّى رَسُولُ ٱللَّهِ إِلَيْكُمْ ۖ فَلَمَّا زَاغُوٓا۟ أَزَاغَ ٱللَّهُ قُلُوبَهُمْ ۚ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلْفَـٰسِقِينَ",
          "transliteration": "wa-idh qāla mūsā liqawmihi yāqawmi lima tu'dhūnanī waqad taʿlamūna annī rasūlu l-lahi ilaykum falammā zāghū azāgha l-lahu qulūbahum wal-lahu lā yahdī l-qawma l-fāsiqīna",
          "translation": "Dan (ingatlah) ketika Musa berkata kepada kaumnya, \"Wahai kaumku! Mengapa kamu menyakitiku, padahal kamu sungguh mengetahui bahwa sesungguhnya aku utusan Allah kepadamu?\" Maka ketika mereka berpaling (dari kebenaran), Allah memalingkan hati mereka.<sup foot_note=135792>1</sup> Dan Allah tidak memberi petunjuk kepada kaum yang fasik.",
          "tafsir": "Allah memerintahkan Nabi Muhammad saw agar menyampaikan kepada kaum Muslimin dan Ahli Kitab tentang Nabi Musa yang menyesali kaumnya, mengapa mereka menentang dan menyakitinya. Padahal mereka tahu bahwa ia adalah seorang rasul yang diutus Allah kepada mereka. Dalam ayat yang lain diterangkan bahwa Musa memerintahkan kaumnya berperang agar mereka bisa memasuki kota Baitulmakdis, tetapi kaumnya mengingkari. Allah berfirman: Wahai kaumku! Masuklah ke tanah suci (Palestina) yang telah ditentukan Allah bagimu, dan janganlah kamu berbalik ke belakang (karena takut kepada musuh), nanti kamu menjadi orang yang rugi. Mereka berkata, \"Wahai Musa! Sesungguhnya di dalam negeri itu ada orang-orang yang sangat kuat dan kejam, kami tidak akan memasukinya sebelum mereka keluar darinya. Jika mereka keluar dari sana, niscaya kami akan masuk.\" (al-Ma'idah/5: 21-22) Ayat ini merupakan penawar hati Nabi Muhammad saw dan kaum Muslimin agar selalu bersabar menghadapi sikap orang-orang munafik, yang mengaku dirinya muslim, tetapi di belakang Rasulullah mereka mengingkarinya. Sehubungan dengan itu, Rasulullah pernah bersabda, \"Mudah-mudahan Allah melimpahkan rahmat-Nya kepada Musa yang disakiti kaumnya lebih berat daripada yang terjadi pada diriku ini, tetapi ia tetap sabar.\" Allah melarang kaum Muslimin menyakiti hati Rasulullah Muhammad saw, seperti yang telah dialami oleh Nabi Musa. Dia berfirman: Wahai orang-orang yang beriman! Janganlah kamu seperti orang-orang yang menyakiti Musa, maka Allah membersihkannya dari tuduhan-tuduhan yang mereka lontarkan. Dan dia seorang yang mempunyai kedudukan terhormat di sisi Allah. (al-Ahzab/33: 69) Setelah orang-orang yang durhaka dan menyakiti hati Nabi Muhammad itu berpaling dan mengingkari kebenaran, sedangkan mereka mengetahui kebenaran itu, Allah pun memalingkan hati mereka dari petunjuk-Nya. Dengan demikian, mereka tidak mungkin lagi mendapat petunjuk. Allah berfirman: Dan (begitu pula) Kami memalingkan hati dan penglihatan mereka seperti pertama kali mereka tidak beriman kepadanya (Al-Qur'an), dan Kami biarkan mereka bingung dalam kesesatan. (al-An'am/6: 110) Maksud perkataan Allah \"memalingkan hati orang-orang kafir\" dalam ayat ini ialah membiarkan mereka dalam keadaan sesat. Semakin banyak kesesatan dan kemaksiatan yang mereka perbuat, semakin jauh pula mereka dari petunjuk Allah, sehingga sulit bagi mereka kembali ke jalan yang benar. Pada akhir ayat ini, Allah menegaskan pernyataan-Nya di atas bahwa orang yang telah jauh dari jalan yang benar tidak mungkin lagi memperoleh taufik dan hidayah dari-Nya. Mereka adalah orang-orang yang fasik, sedangkan Allah tidak akan memberi petunjuk kepada orang-orang yang fasik."
        }
      ]
    }
  ]
}