{
  "pageNumber": 460,
  "juz": 23,
  "surahs": [
    {
      "number": 39,
      "name": "Az-Zumar",
      "nameArabic": "الزمر",
      "meaning": "Rombongan",
      "revelation": "Makkah",
      "description": "Surat Az-Zumar terdiri dari 75 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Saba'.Dinamakan \"Az-Zumar\" (rombongan-rombongan) karena kata \"Az-Zumar\" terdapat pada ayat ke-71 dan ke-73.Dalam ayat-ayat tersebut diterangkan keadaan manusia pada hari kiamat setelah mereka dihisab, ketika itu mereka terbagi menjadi dua rombongan; satu rombongan dibawa ke neraka dan satu rombongan lagi dibawa ke surga. Masing-masing rombongan memperoleh balasan atas apa yang mereka kerjakan di dunia.Surat ini dinamakan juga \"Al Ghuraf\" (kamar-kamar) berhubung kata \"ghuraf\" terdapat pada ayat ke-20, yang menerangkan kondisi kamar-kamar dalam surga yang diperoleh orang-orang yang bertakwa.**Pokok-Pokok Isi:**1. **Keimanan:** Dalil-dalil keesaan dan kekuasaan Allah; malaikat-malaikat berkumpul di sekeliling 'Arsy bertasbih kepada Allah; pada hari kiamat setiap orang mempunyai catatan amal masing-masing.2. **Kisah-kisah:** Perintah memurnikan ketaatan kepada Allah; larangan berputus asa terhadap rahmat Allah.3. **Lain-lain:** Tabiat orang-orang musyrik ketika senang dan susah; perumpamaan yang tercantum dalam Al-Qur'an dan faedahnya; kedahsyatan hari kiamat; rona wajah orang musyrik dan rona wajah orang mukmin pada hari kiamat; janji Allah mengampuni orang-orang yang bersalah jika mereka bertaubat.Dari surat Az-Zumar dapat diambil pelajaran sebagai berikut:a. Al-Qur'an adalah petunjuk yang paling sempurna bagi manusia.b. Setiap makhluk akan mati dan di akhirat akan dihisab tentang amal-amalnya.c. Sekalipun manusia banyak dosa, dilarang berputus asa dari rahmat Allah.**Hubungan Surat Az-Zumar Dengan Surat Ghafir (Al-Mukmin):**1. Surat Az-Zumar menerangkan tentang kesudahan orang-orang mukmin dan kesudahan orang-orang kafir yang selalu mengingkari nabi yang diutus kepada mereka. Surat Al-Mukmin menerangkan bahwa Allah mengampuni segala dosa hamba-Nya yang mau mengikuti jalan yang benar. Hal ini merupakan ajakan Allah kepada orang-orang kafir agar mereka beriman.2. Kedua surat ini sama-sama mengutarakan hal-hal yang berhubungan dengan keadaan hari kiamat, keadaan mahsyar, surga dan neraka.",
      "verses": [
        {
          "number": 11,
          "arabic": "قُلْ إِنِّىٓ أُمِرْتُ أَنْ أَعْبُدَ ٱللَّهَ مُخْلِصًا لَّهُ ٱلدِّينَ",
          "transliteration": "qul innī umir'tu an aʿbuda l-laha mukh'liṣan lahu l-dīna",
          "translation": "Katakanlah, \"Sesungguhnya aku diperintahkan agar menyembah Allah dengan penuh ketaatan kepada-Nya dalam (menjalankan) agama.",
          "tafsir": "Pada ayat ini, Allah memerintahkan kepada rasul-Nya agar mengatakan kepada kaum musyrikin Mekah bahwa dia diperintahkan untuk menyembah Allah dan menaati perintah-Nya dengan memurnikan ketaatan kepada-Nya dalam menjalankan urusan agama. Dari keterangan ini dapat dipahami bahwa sembahan-sembahan selain Allah harus dibasmi sampai ke akar-akarnya. Begitu pula mengenai urusan-urusan keagamaan, pedomannya adalah perintah yang datang dari Allah, tidak boleh berdasarkan pendapat orang."
        },
        {
          "number": 12,
          "arabic": "وَأُمِرْتُ لِأَنْ أَكُونَ أَوَّلَ ٱلْمُسْلِمِينَ",
          "transliteration": "wa-umir'tu li-an akūna awwala l-mus'limīna",
          "translation": "Dan aku diperintahkan agar menjadi orang yang pertama-tama berserah diri.\"",
          "tafsir": "Rasulullah juga diperintahkan menjadi orang yang pertama kali berserah diri kepada Allah. Dengan demikian, Rasulullah menjadi suri teladan yang harus dicontoh seluruh perbuatannya dan dijauhi apa yang dilarangnya. Dia menjadi teladan dalam hal memurnikan tauhid, memurnikan ibadah, dan membersihkan diri dari tingkah laku dan perbuatan orang-orang musyrik Mekah. Berserah diri yang dimaksud dalam ayat ini ialah tunduk pada seluruh ketentuan Allah, baik yang berhubungan dengan perintah-perintah syara' atau pun tunduk dan patuh terhadap ketentuan Allah yang berhubungan dengan sunnah kauniyah."
        },
        {
          "number": 13,
          "arabic": "قُلْ إِنِّىٓ أَخَافُ إِنْ عَصَيْتُ رَبِّى عَذَابَ يَوْمٍ عَظِيمٍ",
          "transliteration": "qul innī akhāfu in ʿaṣaytu rabbī ʿadhāba yawmin ʿaẓīmin",
          "translation": "Katakanlah, \"Sesungguhnya aku takut akan azab pada hari yang besar jika aku durhaka kepada Tuhanku.\"",
          "tafsir": "Pada ayat ini, Rasulullah juga diperintahkan agar merasa takut melanggar larangan-larangan Allah, seperti tidak berbuat ikhlas dalam menjalankan perintah dan mengesakan-Nya. Apabila ia takut melanggar larangan-larangan-Nya berarti takut akan siksa yang amat dahsyat yang akan ditimpakan pada hari perhitungan. Pada hari itu semua perbuatan manusia baik atau pun buruk diperiksa dan diberi balasan yang setimpal."
        },
        {
          "number": 14,
          "arabic": "قُلِ ٱللَّهَ أَعْبُدُ مُخْلِصًا لَّهُۥ دِينِى",
          "transliteration": "quli l-laha aʿbudu mukh'liṣan lahu dīnī",
          "translation": "Katakanlah, \"Hanya Allah yang aku sembah dengan penuh ketaatan kepada-Nya dalam (menjalankan) agamaku.\"",
          "tafsir": "Sesudah itu Allah memerintahkan kepada Rasul-Nya agar mengatakan kepada kaumnya bahwa hanya Allah saja yang ia sembah dan hanya untuk-Nya ia memurnikan ketaatan dalam menjalankan urusan agama. Dari ayat ini dapatlah diambil pengertian bahwa dalam melaksanakan urusan keagamaan harus ada garis pemisah yang tegas, tidak boleh dicampuradukkan antara mengesakan Allah dengan mempersekutukan-Nya. Antara yang diperintahkan oleh agama dan mana yang tidak diperintahkan. Dalam urusan akidah dan ibadah tidak ada kompromi, sedang dalam urusan dunia dan kemaslahatan, boleh dipecahkan dengan ijtihad, asal prinsipnya tidak bertentangan dengan ajaran agama."
        },
        {
          "number": 15,
          "arabic": "فَٱعْبُدُوا۟ مَا شِئْتُم مِّن دُونِهِۦ ۗ قُلْ إِنَّ ٱلْخَـٰسِرِينَ ٱلَّذِينَ خَسِرُوٓا۟ أَنفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ ٱلْقِيَـٰمَةِ ۗ أَلَا ذَٰلِكَ هُوَ ٱلْخُسْرَانُ ٱلْمُبِينُ",
          "transliteration": "fa-uʿ'budū mā shi'tum min dūnihi qul inna l-khāsirīna alladhīna khasirū anfusahum wa-ahlīhim yawma l-qiyāmati alā dhālika huwa l-khus'rānu l-mubīnu",
          "translation": "Maka sembahlah selain Dia sesukamu! (wahai orang-orang musyrik).<sup foot_note=135711>1</sup> Katakanlah, \"Sesungguhnya orang-orang yang rugi ialah orang-orang yang merugikan diri mereka sendiri dan keluarganya pada hari Kiamat.\" Ingatlah! Yang demikian itu adalah kerugian yang nyata.",
          "tafsir": "Pada ayat ini, Allah memerintahkan Rasul-Nya agar mengatakan kepada kaum musyrik Mekah, dan membiarkan mereka menyembah patung-patung itu menurut kehendak mereka. Mereka telah diberi peringatan berulang-ulang dan diberi bimbingan berkali-kali. Akan tetapi, mereka masih tetap juga pada pendirian mereka mengikuti jejak nenek moyang mereka yang hanya berdasarkan dugaan-dugaan yang jauh dari kebenaran. Sebagai penegasan yang terakhir, Rasulullah diperintahkan untuk menyatakan kepada mereka bahwa orang-orang yang rugi ialah orang-orang yang merugikan diri mereka sendiri. Berarti apabila mereka nanti diberi pembalasan dengan azab yang dahsyat, tiada lain penderitaan itu karena perbuatan mereka sendiri. Kerugian dan penderitaan itu tidak hanya menimpa mereka, tetapi juga menimpa keluarga mereka yang sependirian dengan mereka. Pada penghujung ayat ini, Allah menandaskan bahwa kerugian dan penderitaan serupa itu adalah kerugian dan penderitaan yang nyata, karena tidak ada kerugian dan penderitaan yang lebih dahsyat daripada kerugian yang mereka derita di hari kiamat."
        },
        {
          "number": 16,
          "arabic": "لَهُم مِّن فَوْقِهِمْ ظُلَلٌ مِّنَ ٱلنَّارِ وَمِن تَحْتِهِمْ ظُلَلٌ ۚ ذَٰلِكَ يُخَوِّفُ ٱللَّهُ بِهِۦ عِبَادَهُۥ ۚ يَـٰعِبَادِ فَٱتَّقُونِ",
          "transliteration": "lahum min fawqihim ẓulalun mina l-nāri wamin taḥtihim ẓulalun dhālika yukhawwifu l-lahu bihi ʿibādahu yāʿibādi fa-ittaqūni",
          "translation": "Di atas mereka ada lapisan-lapisan dari api dan di bawahnya juga ada lapisan-lapisan yang disediakan bagi mereka. Demikianlah Allah mengancam hamba-hamba-Nya (dengan azab itu). \"Wahai hamba-hamba-Ku, maka bertakwalah kepada-Ku.\"",
          "tafsir": "Pada ayat ini, Allah menjelaskan derita yang mereka alami. Mereka akan diletakkan di tengah-tengah api neraka yang berlapis-lapis. Di bagian atas terdapat api yang berlapis-lapis dan di bawahnya pun demikian pula. Mereka berada di puncak derita, karena mereka dikepung oleh api neraka. Allah berfirman: Pada hari (ketika) azab menutup mereka dari atas dan dari bawah kaki mereka dan (Allah) berkata (kepada mereka), \"Rasakanlah (balasan dari) apa yang telah kamu kerjakan!\" (al-'Ankabut/29: 55) Dan firman-Nya: Bagi mereka tikar tidur dari api neraka dan di atas mereka ada selimut (api neraka). (al-A.'raf/7: 41) Siksa-siksa yang dahsyat itu dikemukakan Allah tiada lain hanyalah untuk menakut-nakuti hamba-Nya, agar mereka sadar dan insaf serta kembali kepada jalan yang lurus, jalan yang ditunjukkan Rasulullah saw serta suka memohon ampun kepada Allah atas dosa-dosa yang telah mereka kerjakan. Pada akhir ayat, Allah memerintahkan Rasul-Nya agar menyeru para hamba-Nya agar bertakwa, suka menaati perintah-Nya, dan menjauhi larangan-Nya. Seruan itu menunjukkan sifat kasih sayang Allah terhadap hamba-hamba-Nya dan kebijaksanaan-Nya yang tak ternilai tingginya."
        },
        {
          "number": 17,
          "arabic": "وَٱلَّذِينَ ٱجْتَنَبُوا۟ ٱلطَّـٰغُوتَ أَن يَعْبُدُوهَا وَأَنَابُوٓا۟ إِلَى ٱللَّهِ لَهُمُ ٱلْبُشْرَىٰ ۚ فَبَشِّرْ عِبَادِ",
          "transliteration": "wa-alladhīna ij'tanabū l-ṭāghūta an yaʿbudūhā wa-anābū ilā l-lahi lahumu l-bush'rā fabashir ʿibādi",
          "translation": "Dan orang-orang yang menjauhi Tagut (yaitu) tidak menyembahnya<sup foot_note=135712>1</sup> dan kembali kepada Allah, mereka pantas mendapat berita gembira; sebab itu sampaikanlah kabar gembira itu kepada hamba-hamba-Ku,",
          "tafsir": "Ayat ini menerangkan orang-orang yang selalu menjaga dirinya dan menghindarkan diri dari menyembah thagut, berhala, serta tabah dalam menghadapi godaan setan, menghambakan diri dan menyembah kepada Allah semata, tidak menyembah selain-Nya. Mereka akan memperoleh kabar gembira dari para rasul bahwa mereka akan terhindar dari azab kubur sesudah mati, kesengsaraan di Padang Mahsyar. Mereka akan mendapat kenikmatan yang abadi di dalam surga. Oleh karena itu, Nabi Muhammad diperintahkan untuk memberi kabar gembira kepada umatnya yang selalu menyembah Allah, dan selalu mendengar perkataan yang benar, serta mengerjakan mana yang paling baik dari semua perkataan yang benar itu. Mereka pun akan memperoleh apa yang diperoleh oleh hamba-hamba Allah yang takwa. Mereka adalah orang-orang yang selalu mengikuti petunjuk Allah dan selalu menggunakan akal yang sehat. Diriwayatkan oleh Ibnu Abi hatim dari Zaid bin Aslam bahwa ayat ini diturunkan berhubungan dengan tiga sahabat Rasulullah, yaitu Zaid bin 'Amr, Abu dzarr al-Gifari, dan Salman al-Farisi, ketiga orang itu adalah orang-orang yang pernah mengucapkan kalimat \"La ilaha illallah\" di masa Arab Jahiliah."
        },
        {
          "number": 18,
          "arabic": "ٱلَّذِينَ يَسْتَمِعُونَ ٱلْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُۥٓ ۚ أُو۟لَـٰٓئِكَ ٱلَّذِينَ هَدَىٰهُمُ ٱللَّهُ ۖ وَأُو۟لَـٰٓئِكَ هُمْ أُو۟لُوا۟ ٱلْأَلْبَـٰبِ",
          "transliteration": "alladhīna yastamiʿūna l-qawla fayattabiʿūna aḥsanahu ulāika alladhīna hadāhumu l-lahu wa-ulāika hum ulū l-albābi",
          "translation": "(yaitu) mereka yang mendengarkan perkataan lalu mengikuti apa yang paling baik di antaranya.<sup foot_note=135713>1</sup> Mereka itulah orang-orang yang telah diberi petunjuk oleh Allah dan mereka itulah orang-orang yang mempunyai akal sehat.",
          "tafsir": "Ayat ini menerangkan orang-orang yang selalu menjaga dirinya dan menghindarkan diri dari menyembah thagut, berhala, serta tabah dalam menghadapi godaan setan, menghambakan diri dan menyembah kepada Allah semata, tidak menyembah selain-Nya. Mereka akan memperoleh kabar gembira dari para rasul bahwa mereka akan terhindar dari azab kubur sesudah mati, kesengsaraan di Padang Mahsyar. Mereka akan mendapat kenikmatan yang abadi di dalam surga. Oleh karena itu, Nabi Muhammad diperintahkan untuk memberi kabar gembira kepada umatnya yang selalu menyembah Allah, dan selalu mendengar perkataan yang benar, serta mengerjakan mana yang paling baik dari semua perkataan yang benar itu. Mereka pun akan memperoleh apa yang diperoleh oleh hamba-hamba Allah yang takwa. Mereka adalah orang-orang yang selalu mengikuti petunjuk Allah dan selalu menggunakan akal yang sehat. Diriwayatkan oleh Ibnu Abi hatim dari Zaid bin Aslam bahwa ayat ini diturunkan berhubungan dengan tiga sahabat Rasulullah, yaitu Zaid bin 'Amr, Abu dzarr al-Gifari, dan Salman al-Farisi, ketiga orang itu adalah orang-orang yang pernah mengucapkan kalimat \"La ilaha illallah\" di masa Arab Jahiliah."
        },
        {
          "number": 19,
          "arabic": "أَفَمَنْ حَقَّ عَلَيْهِ كَلِمَةُ ٱلْعَذَابِ أَفَأَنتَ تُنقِذُ مَن فِى ٱلنَّارِ",
          "transliteration": "afaman ḥaqqa ʿalayhi kalimatu l-ʿadhābi afa-anta tunqidhu man fī l-nāri",
          "translation": "Maka apakah (engkau hendak mengubah nasib) orang-orang yang telah dipastikan mendapat azab? Apakah engkau (Muhammad) akan menyelamatkan orang yang berada dalam api neraka?",
          "tafsir": "Pada ayat ini diterangkan kebalikan dari sifat-sifat orang yang disebutkan pada ayat sebelum ayat ini, yaitu mereka yang mengatakan sanggup melaksanakan segala sesuatu dan sanggup pula mengatasi segala macam kesulitan. Mereka dicela Allah dengan mengatakan, \"Apakah kamu yang mengendalikan segala urusan manusia, mengatur dan mengendalikan keadaan mereka? Apakah kamu dapat mengubah keputusan-Ku dengan membatalkan ketetapan azab yang telah Aku tetapkan terhadap orang-orang yang selalu mengotori jiwanya dengan mengerjakan segala macam perbuatan dosa dan mengerjakan perbuatan-perbuatan yang Aku larang?\" Allah menegaskan bahwa mereka sekali-kali tidak dapat menghapus dan mengubah segala macam keputusan-Nya sedikit pun, karena ketentuan segala sesuatu berada di tangan-Nya."
        },
        {
          "number": 20,
          "arabic": "لَـٰكِنِ ٱلَّذِينَ ٱتَّقَوْا۟ رَبَّهُمْ لَهُمْ غُرَفٌ مِّن فَوْقِهَا غُرَفٌ مَّبْنِيَّةٌ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ ۖ وَعْدَ ٱللَّهِ ۖ لَا يُخْلِفُ ٱللَّهُ ٱلْمِيعَادَ",
          "transliteration": "lākini alladhīna ittaqaw rabbahum lahum ghurafun min fawqihā ghurafun mabniyyatun tajrī min taḥtihā l-anhāru waʿda l-lahi lā yukh'lifu l-lahu l-mīʿāda",
          "translation": "Tetapi orang-orang yang bertakwa kepada Tuhannya, mereka mendapat kamar-kamar (di surga), di atasnya terdapat pula kamar-kamar yang dibangun (bertingkat-tingkat), yang mengalir di bawahnya sungai-sungai. (Itulah) janji Allah. Allah tidak akan memungkiri janji(-Nya).",
          "tafsir": "Pada ayat ini diulangi lagi penyebutan perbuatan-perbuatan yang diridai Allah, yaitu segala perbuatan takwa, perbuatan wajib, dan sunah. Orang yang mengerjakan perbuatan-perbuatan tersebut akan ditempatkan nanti di dalam kamar-kamar surga yang terdapat segala macam yang mereka inginkan di dalamnya dan dihiasi dengan taman-taman yang indah yang mengalir sungai-sungai di dalamnya. Itulah janji Allah kepada setiap orang yang beriman dan bertakwa. Janji itu adalah janji yang benar, tidak akan dimungkiri sedikit pun, karena Allah tidak akan memungkiri janji-Nya."
        },
        {
          "number": 21,
          "arabic": "أَلَمْ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَسَلَكَهُۥ يَنَـٰبِيعَ فِى ٱلْأَرْضِ ثُمَّ يُخْرِجُ بِهِۦ زَرْعًا مُّخْتَلِفًا أَلْوَٰنُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصْفَرًّا ثُمَّ يَجْعَلُهُۥ حُطَـٰمًا ۚ إِنَّ فِى ذَٰلِكَ لَذِكْرَىٰ لِأُو۟لِى ٱلْأَلْبَـٰبِ",
          "transliteration": "alam tara anna l-laha anzala mina l-samāi māan fasalakahu yanābīʿa fī l-arḍi thumma yukh'riju bihi zarʿan mukh'talifan alwānuhu thumma yahīju fatarāhu muṣ'farran thumma yajʿaluhu ḥuṭāman inna fī dhālika ladhik'rā li-ulī l-albābi",
          "translation": "Apakah engkau tidak memperhatikan, bahwa Allah menurunkan air dari langit, lalu diaturnya menjadi sumber-sumber air di bumi, kemudian dengan air itu ditumbuhkan-Nya tanam-tanaman yang bermacam-macam warnanya, kemudian menjadi kering, lalu engkau melihatnya kekuning-kuningan, kemudian dijadikan-Nya hancur berkeping-keping. Sungguh, pada yang demikian itu terdapat pelajaran bagi orang-orang yang mempunyai akal sehat.",
          "tafsir": "Pada ayat ini Allah memerintahkan manusia memikirkan salah satu dari suatu proses kejadian di alam ini, yaitu proses turunnya hujan dan tumbuhnya tanam-tanaman di permukaan bumi ini. Kalau diperhatikan seakan-akan kejadian itu merupakan suatu siklus yang dimulai pada suatu titik dalam suatu lingkaran, dimulai dari adanya sesuatu, kemudian berkembang menjadi besar, kemudian tua, kemudian meninggal atau tiada, kemudian mulai pula suatu kejadian yang baru lagi dan begitulah seterusnya sampai kepada suatu masa yang ditentukan Allah, yaitu masa berakhirnya kejadian alam ini. Menurut kajian ilmiah, distribusi dan dinamika air di dalam tanah dilukiskan dalam ayat ini. Di samping menjadi air larian yang langsung mengalir di permukaan tanah, sebagian air yang jatuh dari langit baik sebagai air hujan maupun salju yang mencair akan mengimbuh (berinfiltrasi) ke dalam tanah dan menyebar di dalam kesarangan (pori-pori) tanah. Air akan ditahan oleh pori-pori tanah dengan kekuatan yang berbanding terbalik dengan ukuran pori-pori tanah. Pada pori-pori tanah dengan ukuran yang besar, air akan dapat ditarik oleh gaya gravitasi dan dapat mengalir (perkolasi) ke lapisan tanah atau batuan yang lebih bawah atau mengalir secara lateral searah kemiringan lereng. Air tanah dangkal yang mengalir searah kemiringan lereng ini akan keluar lagi sebagai mata air. Air yang mengalir ke lapisan yang lebih bawah kemudian akan mengisi lapisan pembawa air tanah (akifer) yang merupakan lapisan tanah atau batuan yang tersusun oleh butiran-butiran yang kasar, utamanya pasir. Apabila akifer ini muncul ke permukaan tanah, misalnya pada tekuk lereng, maka pada tempat munculnya tersebut akan dijumpai pula mata air. Pori-pori dengan ukuran yang lebih kecil, dikenal dengan istilah pori kapiler, akan menahan air di dalamnya sebagai kelembaban tanah. Air yang terdapat di dalam pori-pori kapiler ini tidak akan dilepaskan kecuali oleh tegangan yang lebih besar dari tenaga gravitasi, umumnya oleh penguapan (evaporasi), atau pada lapisan yang lebih dalam oleh tenaga hisap akar tanaman. Kelembaban tanah inilah yang kemudian dipakai oleh tanaman untuk bermetabolisme dan kemudian menguap dari stomata daun dan bagian tanaman lain yang berkhlorophil. Penguapan air tanah dengan cara ini dikenal dengan istilah transpirasi. Tanah yang memiliki kelembaban cukup akan dicirikan oleh tumbuhan yang menutupinya memiliki daun berwarna hijau. Apabila kelembaban berkurang maka daun lambat laun akan menguning dan kemudian akan mengering. Daun-daun yang mengering akan rontok untuk mengurangi proses penguapan. Air yang menguap oleh terik panas matahari, kemudian menjadi awan yang bergumpal, dihalau kembali oleh angin ke suatu tempat sehingga menurunkan hujan. Proses kejadian demikian itu menjadi bahan renungan bagi orang yang mau menggunakan pikirannya. Tentu ada Zat Yang Mahakuasa yang mengatur semuanya itu, sehingga segala sesuatu terjadi dengan teratur dan rapi. Tidak mungkin manusia yang melakukannya. Yang melakukan semua itu tentulah Zat yang berhak disembah dan ditaati segala perintah-Nya."
        }
      ]
    }
  ]
}