{
  "pageNumber": 8,
  "juz": 1,
  "surahs": [
    {
      "number": 2,
      "name": "Al-Baqarah",
      "nameArabic": "البقرة",
      "meaning": "Sapi Betina",
      "revelation": "Madinah",
      "description": "Surat \"Al Baqarah\" terdiri atas 286 ayat dan sebagian besar diturunkan di Madinah pada permulaan tahun Hijrah, kecuali ayat 281 yang diturunkan di Mina pada Haji wadaa' (haji Nabi Muhammad s.a.w. yang terakhir). Seluruh ayat surat Al Baqarah termasuk golongan Madaniyyah dan merupakan surat yang terpanjang di antara surat-surat Al Qur'an yang di dalamnya terdapat pula ayat yang terpanjang (ayat 282).Surat ini dinamai \"Al Baqarah\" karena di dalamnya disebutkan kisah penyembelihan sapi betina yang diperintahkan Allah kepada Bani Israil (ayat 67 sampai dengan 74), di mana dijelaskan watak orang Yahudi pada umumnya. Dinamai \"Fusthaathul-Qur'an\" (puncak Al Qur'an) karena memuat beberapa hukum yang tidak disebutkan dalam surat yang lain. Dinamai juga surat \"Alif-laam-miim\" karena surat ini dimulai dengan Alif-laam-miim.&nbsp;Pokok-Pokok Isi:1. Keimanan:Dakwah Islamiyah yang dihadapkan kepada umat Islam, ahli kitab dan para musyrikin.2. Hukum-hukum:Perintah mengerjakan shalat; menunaikan zakat; hukum puasa; hukum haji dan umrah; hukum qishash; halal dan haram; berinfak di jalan Allah; hukum arak dan judi; cara menyantuni anak yatim, larangan riba; utang-piutang; nafkah dan yang berhak menerimanya; wasiat kepada ibu-bapak dan kaum kerabat; hukum sumpah; kewajiban menyampaikan amanah; sihir; hukum merusak masjid; hukum mengubah kitab-kitab Allah; hukum haidh, 'iddah, thalak, khulu', ilaa' dan susuan; hukum melamar, mahar, larangan menikahi wanita musyrik dan sebaliknya; hukum perang.3. Kisah-kisah:Kisah penciptaan Nabi Adam a.s; kisah Nabi Ibrahim a.s.; kisah Nabi Musa a.s. dengan Bani Israil.4. Lain-lain:Sifat-sifat orang yang bertakwa; sifat-sifat orang munafik; sifat-sifat Allah; perumpamaan-perumpamaan; kiblat, kebangkitan sesudah mati.Kesimpulan surat Al Baqarah:1. Menjelaskan beberapa hukum dalam agama Islam.2. Mengemukakan beberapa perumpamaan.3. Mengemukakan hujjah-hujjah.Hubungan Surat Al Baqarah Dengan Surat Ali 'Imran:1. Dalam surat Al Baqarah, disebutkan Nabi Adam a.s. yang langsung diciptakan Allah, sedang dalam surat Ali'Imran, disebutkan tentang kelahiran Nabi 'Isa a.s. yang kedua-duanya diciptakan Allah secara menyelisihi kebiasaan.2. Dalam surat Al Baqarah, sifat dan perbuatan orang-orang Yahudi dibentangkan secara luas disertai dengan hujjah untuk mematahkan hujjah-hujjah mereka yang membela kesesatan, sedang dalam surat Ali 'Imran, dibentangkan hal-hal serupa yang berhubungan dengan orang Nasrani.3. Surat Al Baqarah dimulai dengan menyebutkan tiga golongan manusia, yaitu orang mukmin, orang yang mengimani hari akhir, dan orang munafik. Sementara itu, surat Ali 'Imran dimulai dengan menyebutkan orang yang suka mentakwilkan ayat yang mutasyabihaat secara salah untuk memfitnah orang mukmin, dan menyebutkan orang yang mempunyai keahlian dalam menakwilkannya.4. Surat Al Baqarah disudahi dengan permohonan kepada Allah agar kesalahan-kesalahan dan kealpaan dalam melaksanakan ketaatan diampuni, sedang surat Ali 'Imran disudahi dengan permohonan kepada Allah agar Dia memberi pahala atas amal saleh yang dilakukan hamba-Nya.5. Surat Al Baqarah dimulai dengan menyebutkan sifat-sifat orang yang bertakwa, sedang surat Ali 'Imran dimulai dengan perintah bertakwa.",
      "verses": [
        {
          "number": 49,
          "arabic": "وَإِذْ نَجَّيْنَـٰكُم مِّنْ ءَالِ فِرْعَوْنَ يَسُومُونَكُمْ سُوٓءَ ٱلْعَذَابِ يُذَبِّحُونَ أَبْنَآءَكُمْ وَيَسْتَحْيُونَ نِسَآءَكُمْ ۚ وَفِى ذَٰلِكُم بَلَآءٌ مِّن رَّبِّكُمْ عَظِيمٌ",
          "transliteration": "wa-idh najjaynākum min āli fir'ʿawna yasūmūnakum sūa l-ʿadhābi yudhabbiḥūna abnāakum wayastaḥyūna nisāakum wafī dhālikum balāon min rabbikum ʿaẓīmun",
          "translation": "Dan (ingatlah) ketika Kami menyelamatkan kamu dari (Fir'aun dan) pengikut-pengikut Fir'aun.<sup foot_note=134976>1</sup> Mereka menimpakan siksaan yang sangat berat kepadamu. Mereka menyembelih anak-anak laki-lakimu dan membiarkan hidup anak-anak perempuanmu. Dan pada yang demikian itu merupakan cobaan yang besar dari Tuhanmu.",
          "tafsir": "Peringatan lain kepada Bani Israil tentang nikmat Allah yang lain, yaitu mereka telah diselamatkan dari kesengsaraan yang mereka alami, akibat kekejaman Fir'aun, raja Mesir, pada waktu Bani Israil bertempat tinggal di sana. Orang pertama dari kalangan Bani Israil yang masuk ke Mesir ialah Nabi Yusuf. Kemudian saudara-saudaranya datang pula ke sana dan tinggal bersamanya. Selanjutnya, mereka berkembang biak di sana, sehingga dalam masa + 400 tahun (dari masa Nabi Yusuf sampai dengan Nabi Musa) jumlah mereka telah mencapai ratusan ribu orang. Penduduk asli semakin terdesak, karena Bani Israil itu giat bekerja dan memiliki pikiran yang lebih cerdas. Di samping itu, mereka sangat mementingkan diri sendiri, karena mereka masih tetap menganggap diri mereka sebagai sya'bullah al-mukhtar. Sebab itu, mereka tidak mau bersatu dengan penduduk asli, dan tidak mau bekerja sama dan membantu mereka dalam kehidupan sehari-hari. Melihat keadaan yang demikian, penduduk asli negeri itu semakin khawatir, sebab apabila Bani Israil itu semakin banyak jumlahnya, maka mereka akan menguasai keadaan dan penduduk asli akan semakin terdesak. Oleh sebab itu, mereka berusaha untuk melemahkan kekuatan Bani Israil. Mula-mula dengan mewajibkan kerja paksa kepada mereka. Kemudian semakin meningkat dengan pembunuhan anak-anak lelaki mereka, dan hanya anak-anak perempuan mereka yang dibiarkan hidup. Sekitar peristiwa ini bandingkan dengan Kitab Keluaran i.16 ; perintah Fir'aun kepada para bidan. Penyiksaan dan penderitaan Bani Israil tergambar dalam Keluaran i.22, dan pada beberapa bagian lagi dalam Perjanjian Lama. Fir'aun memerintahkan kepada setiap suku rakyatnya untuk membunuh setiap lelaki Bani Israil, walaupun anak-anak kecil mereka. Penderitaan yang dialami Bani Israil itu merupakan ujian bagi mereka karena mereka telah melupakan nikmat-Nya dan telah melakukan bermacam-macam dosa. Kemudian Allah swt mengampuni dan menerima tobat mereka, dan dikaruniakan-Nya pula nikmat yang besar, yaitu diselamatkan dari kesengsaraan yang mereka alami dari kekejaman Fir'aun. Tetapi rahmat ini pun merupakan ujian bagi mereka, apakah nantinya mereka akan mensyukuri nikmat itu, atau tidak. Umat Islam dapat mengambil pelajaran yang sangat berharga dari kisah Bani Israil itu. Allah swt, mula-mula telah melimpahkan bermacam-macam nikmat-Nya kepada umat Islam, sehingga umat telah bersatu di bawah panji-panji Islam dan hidup dalam persaudaraan yang kukuh, serta berhasil membangun negara Islam yang kuat. Tetapi kemudian terjadilah perpecahan di antara umat Islam, sehingga Allah swt mendatangkan malapetaka kepada mereka. Khilafah Abbasiyah di Bagdad diruntuhkan oleh bangsa Tartar. Kemudian terjadi Perang Salib dalam waktu yang panjang sekitar 200 tahun. Sementara itu bangsa-bangsa barat menyusup ke negeri-negeri Islam, menguasai sumber-sumber kekayaan mereka sehingga umat Islam di mana-mana menjadi lemah."
        },
        {
          "number": 50,
          "arabic": "وَإِذْ فَرَقْنَا بِكُمُ ٱلْبَحْرَ فَأَنجَيْنَـٰكُمْ وَأَغْرَقْنَآ ءَالَ فِرْعَوْنَ وَأَنتُمْ تَنظُرُونَ",
          "transliteration": "wa-idh faraqnā bikumu l-baḥra fa-anjaynākum wa-aghraqnā āla fir'ʿawna wa-antum tanẓurūna",
          "translation": "Dan (ingatlah) ketika Kami membelah laut untukmu, sehingga kamu dapat Kami selamatkan dan Kami tenggelamkan (Fir'aun dan) pengikut-pengikut Fir'aun sedang kamu menyaksikan.",
          "tafsir": "Dalam ayat ini disebutkan nikmat lain yang diberikan kepada Bani Israil, yaitu Allah telah menyelamatkan mereka ketika meninggalkan Mesir di bawah pimpinan Nabi Musa a.s. dari kejaran Fir'aun bersama tentaranya. Setelah Allah mengangkat Musa menjadi Rasul, Dia memerintahkan agar menyeru Fir'aun dan kaumnya untuk beriman kepada-Nya, menuntut Fir'aun agar membebaskan Bani Israil yang berada di negeri itu, dan menghentikan kekejaman yang dilakukan terhadap mereka. Sebagai jawabannya, Fir'aun memperhebat siksaan dan kekejamannya terhadap Bani Israil dan memerintahkan rakyatnya untuk meningkatkan kerja paksa yang ditimpakan kepada mereka. Kemudian Allah memberikan berbagai mukjizat kepada Musa a.s. dan saudaranya, Nabi Harun, antara lain tongkat Nabi Musa yang dapat berubah menjadi ular dan dapat menelan ular-ular yang dijelmakan oleh para pesihir yang dikerahkan Fir'aun untuk melawan mukjizat Nabi Musa a.s. Melihat kenyataan itu, para pesihir itu pun mengakui kekalahan mereka, lalu menyatakan beriman kepada Tuhan. Akhirnya Fir'aun mengusir dan mengejar-ngejar mereka. Maka berangkatlah mereka meninggalkan negeri itu di bawah pimpinan Nabi Musa a.s., sedangkan Fir'aun dan bala tentaranya mengejar mereka. Ketika mereka sampai di tepi Laut Merah yang membatasi kota Suez dengan Semenanjung Sinai, Allah memerintahkan Nabi Musa agar memukulkan tongkatnya ke laut. Lalu Musa a.s. melakukannya. Maka terbelahlah air laut dan terbentanglah dua belas jalur jalan raya yang akan dilalui Nabi Musa a.s. bersama pengikut-pengikutnya yang terdiri dari dua belas rombongan, sehingga selamatlah mereka sampai ke seberang. Sementara itu Fir'aun bersama rombongannya terus mengejar mereka. Tetapi ketika mereka sampai di tengah-tengah laut itu, air laut kembali bertaut, sehingga mereka semuanya tenggelam ditelan air laut. Kejadian itu disaksikan oleh Bani Israil yang telah selamat sampai ke seberang. Terbelahnya laut merupakan salah satu dari berbagai mukjizat Nabi Musa a.s. untuk membuktikan kepada manusia bahwa Allah adalah Mahakuasa. Dialah yang menciptakan alam ini dan Dia pula yang menetapkan undang-undang alam yang berlaku sepanjang masa, dan Dia berkuasa pula mengubah atau membatalkan undang-undang alam tersebut apabila dikehendaki-Nya. Hukum alam yang berlaku pada air ialah bahwa air sebagai salah satu benda cair tidak dapat terpisah tanpa adanya benda lain yang memisahkannya. Undang-undang inilah yang diubah dan dibatalkan-Nya ketika terbelahnya air laut itu. Air laut tersibak dan berdiri seperti dinding-dinding yang tegak lurus tanpa ada sesuatu yang menahannya, sehingga terbentanglah jalan di antara dinding-dinding tersebut. Demikian besarnya nikmat yang telah dilimpahkan Allah kepada Bani Israil. Mereka telah dibebaskan dari kekejaman Fir'aun dan rakyatnya. Kemudian mereka diselamatkan pula ketika menyeberang laut. Sesudah itu mereka menyaksikan dengan mata kepala sendiri tenggelamnya musuh-musuh mereka di tengah laut yang tentu saja menggembirakan hati mereka. Sepatutnyalah mereka mensyukuri nikmat-nikmat tersebut."
        },
        {
          "number": 51,
          "arabic": "وَإِذْ وَٰعَدْنَا مُوسَىٰٓ أَرْبَعِينَ لَيْلَةً ثُمَّ ٱتَّخَذْتُمُ ٱلْعِجْلَ مِنۢ بَعْدِهِۦ وَأَنتُمْ ظَـٰلِمُونَ",
          "transliteration": "wa-idh wāʿadnā mūsā arbaʿīna laylatan thumma ittakhadhtumu l-ʿij'la min baʿdihi wa-antum ẓālimūna",
          "translation": "Dan (ingatlah) ketika Kami menjanjikan kepada Musa empat puluh malam.<sup foot_note=134977>1</sup> Kemudian kamu (Bani Israil) menjadikan (patung) anak sapi (sebagai sesembahan) setelah (kepergian)nya, dan kamu (menjadi) orang yang zalim.",
          "tafsir": "Pada ayat ini Allah swt mengingatkan mereka kepada nikmat yang lain sesudah nikmat-nikmat-Nya yang tersebut di atas, yaitu Allah menjanjikan kepada Musa a.s. akan memberikan Taurat kepadanya, dan Allah menentukan waktunya yaitu selama 40 malam. Mereka menganggap bahwa waktu yang ditetapkan itu terlalu lama maka mereka membuat patung anak sapi dari emas dan mereka sembah. Dengan demikian mereka telah menganiaya diri mereka sendiri karena perbuatan syirik yang mereka lakukan. Sikap mereka itu sangat mengherankan, sebab janji Allah kepada Nabi Musa a.s. akan menurunkan Kitab Taurat sebenarnya merupakan nikmat dan keutamaan yang amat besar bagi Bani Israil, tetapi mereka balas dengan perbuatan yang amat keji, yaitu kekafiran dan kebodohan."
        },
        {
          "number": 52,
          "arabic": "ثُمَّ عَفَوْنَا عَنكُم مِّنۢ بَعْدِ ذَٰلِكَ لَعَلَّكُمْ تَشْكُرُونَ",
          "transliteration": "thumma ʿafawnā ʿankum min baʿdi dhālika laʿallakum tashkurūna",
          "translation": "Kemudian Kami memaafkan kamu setelah itu, agar kamu bersyukur.",
          "tafsir": "Allah Maha Pengasih dan Maha Pengampun kepada hamba-Nya. Walaupun Bani Israil telah melakukan kekafiran dan kemusyrikan sedemikian rupa, namun Allah masih memberikan maaf dan ampunan kepada mereka, agar mereka mensyukuri-Nya. Allah tidak segera menimpakan azab kepada mereka melainkan ditangguhkan-Nya sampai datangnya Nabi Musa a.s. dan memberitahukan kepada mereka cara menebus dosa, agar selanjutnya mereka mensyukuri nikmat-Nya."
        },
        {
          "number": 53,
          "arabic": "وَإِذْ ءَاتَيْنَا مُوسَى ٱلْكِتَـٰبَ وَٱلْفُرْقَانَ لَعَلَّكُمْ تَهْتَدُونَ",
          "transliteration": "wa-idh ātaynā mūsā l-kitāba wal-fur'qāna laʿallakum tahtadūna",
          "translation": "Dan (ingatlah), ketika Kami memberikan kepada Musa Kitab dan Furqan, agar kamu memperoleh petunjuk.<sup foot_note=134978>1</sup>",
          "tafsir": "Dalam ayat ini Allah swt mengingatkan lagi kepada mereka tentang nikmat-Nya yang lain yaitu Kitab Taurat yang diturunkan kepada mereka sebagai bukti untuk menguatkan kerasulan Nabi Musa a.s. Kitab tersebut diturunkan kepada mereka melalui Nabi Musa a.s. untuk mereka jadikan petunjuk. Dengan memahami isinya serta mengamalkan syariat dan petunjuk-petunjuk yang terkandung di dalamnya, diharapkan mereka kembali menjadi orang baik-baik, dan tidak lagi terjerumus kepada kesesatan yang lain, misalnya menyembah patung-patung, dan sebagainya."
        },
        {
          "number": 54,
          "arabic": "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِۦ يَـٰقَوْمِ إِنَّكُمْ ظَلَمْتُمْ أَنفُسَكُم بِٱتِّخَاذِكُمُ ٱلْعِجْلَ فَتُوبُوٓا۟ إِلَىٰ بَارِئِكُمْ فَٱقْتُلُوٓا۟ أَنفُسَكُمْ ذَٰلِكُمْ خَيْرٌ لَّكُمْ عِندَ بَارِئِكُمْ فَتَابَ عَلَيْكُمْ ۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ",
          "transliteration": "wa-idh qāla mūsā liqawmihi yāqawmi innakum ẓalamtum anfusakum bi-ittikhādhikumu l-ʿij'la fatūbū ilā bāri-ikum fa-uq'tulū anfusakum dhālikum khayrun lakum ʿinda bāri-ikum fatāba ʿalaykum innahu huwa l-tawābu l-raḥīmu",
          "translation": "Dan (ingatlah) ketika Musa berkata kepada kaumnya, \"Wahai kaumku! Kamu benar-benar telah menzalimi dirimu sendiri dengan menjadikan (patung) anak sapi (sebagai sesembahan), karena itu bertobatlah kepada Penciptamu dan bunuhlah dirimu.<sup foot_note=134979>1</sup> Itu lebih baik bagimu di sisi Penciptamu. Dia akan menerima tobatmu. Sungguh, Dialah Yang Maha Penerima tobat, Maha Penyayang.",
          "tafsir": "Dalam ayat ini Allah swt memerintahkan kepada Rasulullah agar menyampaikan kepada Bani Israil yang hidup semasanya pada waktu itu bahwa Musa a.s. sekembali dari munajat dengan Tuhannya, mendapati kaumnya menyembah patung anak sapi, lalu dia berkata kepada kaumnya, \"Hai kaumku, sesungguhnya dengan perbuatan kamu menjadikan anak sapi itu sebagai tuhanmu, kamu telah membinasakan diri kamu sendiri, dan telah melenyapkan pahala yang sedianya akan kamu terima di sisi Tuhanmu. Alangkah baiknya, seandainya kamu menepati janji yang telah diikrarkan, dan kamu mengikuti syariatku. ) Oleh sebab itu, bertobatlah kepada Tuhanmu yang telah menciptakan kamu, dan janganlah berbuat kebodohan semacam itu, dimana kamu telah meninggalkan Tuhanmu yang sesungguhnya, lalu kamu mengambil anak sapi sebagai sembahanmu.\" Musa a.s. juga memerintahkan kepada mereka, \"Bunuhlah diri kamu.\" Maksudnya, agar orang-orang yang tidak berbuat kejahatan di antara mereka membunuh mereka yang telah bersalah itu, atau mereka yang telah berbuat kejahatan itu saling membunuh, atau mereka disuruh membunuh diri mereka sendiri sebagai pernyataan tobat kepada Allah. Dalam Perjanjian Lama Kitab Keluaran xxxii.27-28 disebutkan yang mati akibat pembunuhan itu 3000 orang. Kemudian Musa a.s. mengatakan kepada mereka bahwa bertobat dan membunuh diri sebagai pernyataan tobat itu lebih baik bagi mereka di sisi Allah daripada terus-menerus berbuat kedurhakan yang menyebabkan mereka ditimpa azab. Apabila mereka telah bersih dari dosa itu, barulah mereka patut menerima pahala dan ganjaran. Abdullah Yusuf Ali berpendapat \"bunuhlah nafsumu\"; anfusakum dalam ayat ini berarti nafsu, bukan pribadi. Hampir sejalan dengan pendapat al-Qasimi, Muhammad Asad, dan lain-lain. Pada akhir ayat ini Allah menerangkan bahwa setelah mereka melakukan yang diperintahkan Musa, Allah menerima tobat dan memaafkan kesalahan mereka, karena Dialah yang memberikan jalan kepada orang-orang yang berdosa itu untuk bertobat, dan Dia menerima tobat mereka. Sebab Dia Maha Pengasih kepada orang-orang yang mau bertobat kepada-Nya. Seandainya tidak demikian, tentulah segera ditimpakan kebinasaan kepada mereka karena dosa-dosa besar yang mereka lakukan itu."
        },
        {
          "number": 55,
          "arabic": "وَإِذْ قُلْتُمْ يَـٰمُوسَىٰ لَن نُّؤْمِنَ لَكَ حَتَّىٰ نَرَى ٱللَّهَ جَهْرَةً فَأَخَذَتْكُمُ ٱلصَّـٰعِقَةُ وَأَنتُمْ تَنظُرُونَ",
          "transliteration": "wa-idh qul'tum yāmūsā lan nu'mina laka ḥattā narā l-laha jahratan fa-akhadhatkumu l-ṣāʿiqatu wa-antum tanẓurūna",
          "translation": "Dan (ingatlah) ketika kamu berkata, \"Wahai Musa! Kami tidak akan beriman kepadamu sebelum kami melihat Allah dengan jelas,\" maka halilintar menyambarmu, sedang kamu menyaksikannya.",
          "tafsir": "Dalam ayat ini Allah mengingatkan Bani Israil kepada sifat-sifat dan keingkaran nenek moyang mereka kepada Nabi Musa, yaitu mereka pernah berkata kepada Nabi Musa. \"Kami tidak akan beriman kepadamu sampai kami dapat melihat Allah secara kasat mata.\" Karena sikap dan kelakuan mereka itu Allah menurunkan azab kepada mereka, yaitu halilintar yang menyambar mereka. Nabi Musa memilih tujuh puluh orang yang akan pergi bersamanya ke bukit Sinai untuk meminta ampun atas kesalahan mereka menyembah anak sapi. Mereka mengatakan kepada Nabi Musa a.s. bahwa sebelum mereka dapat melihat Allah dengan mata kepala mereka sendiri, mereka tidak akan beriman, tidak akan membenarkan ucapan Nabi Musa a.s. bahwa Taurat itu adalah Kitab Allah. Mereka juga tidak akan percaya bahwa Musa telah mendengar perkataan Allah, dan mereka juga tidak akan percaya bahwa Allah memerintahkan untuk menerima perkataan-Nya dan mengamalkannya. Lalu datanglah halilintar menyambar mereka, sedang yang lain menyaksikan peristiwa itu dengan jelas (lihat pula al-A'raf/7:156). Demikianlah sikap Bani Israil terhadap Nabi Musa, mereka selalu bertingkah dan membangkang. Maka datanglah azab Allah kepada mereka. Bermacam-macam penyakit menimpa mereka. Binatang-binatang kecil yang menyebarkan berbagai penyakit telah membinasakan sejumlah besar dari mereka. Maka tidaklah mengherankan ketika Nabi Muhammad saw datang menyeru mereka kepada agama lslam, mereka bersikap menentang dan menolak seruan itu."
        },
        {
          "number": 56,
          "arabic": "ثُمَّ بَعَثْنَـٰكُم مِّنۢ بَعْدِ مَوْتِكُمْ لَعَلَّكُمْ تَشْكُرُونَ",
          "transliteration": "thumma baʿathnākum min baʿdi mawtikum laʿallakum tashkurūna",
          "translation": "Kemudian, Kami membangkitkan kamu setelah kamu mati, agar kamu bersyukur.",
          "tafsir": "Dalam ayat ini Allah mengingatkan kepada Bani Israil yang ada pada masa Nabi Muhammad saw bahwa setelah banyak di antara mereka itu mati karena azab tersebut di atas, maka keturunan mereka yang masih tinggal kembali berkembang biak, padahal tadinya mereka mengira jumlah mereka akan semakin berkurang. Allah telah menakdirkan mereka berkembang kembali, agar mereka dapat mengambil pelajaran dari pengalaman yang pahit itu, sehingga mereka mau mensyukuri nikmat-nikmat Allah. Allah menceritakan hal itu kepada kita dengan menghadapkan pembicaraan kepada Bani Israil yang ada ketika datangnya Nabi Muhammad saw untuk menunjukkan bahwa umat manusia ini pada hakikatnya adalah satu. Segala cobaan yang telah diturunkan-Nya, berupa kebaikan atau musibah, nikmat atau kesengsaraan, semuanya merupakan pelajaran bagi umat yang datang kemudian dengan menerangkan yang telah terjadi atas umat-umat terdahulu, agar manusia mengetahui bahwa semua bangsa di dunia ini mempunyai tanggung jawab terhadap sesamanya. Kebahagiaan seseorang sangat erat hubungannya dengan kebahagiaan orang lain. Demikian pula kesengsaraan yang dideritanya. Setiap pribadi akan tertimpa kesengsaraan akibat perbuatan dosa yang telah meluas di lingkungannya, walaupun ia sendiri tidak ikut melakukan dosa-dosa tersebut"
        },
        {
          "number": 57,
          "arabic": "وَظَلَّلْنَا عَلَيْكُمُ ٱلْغَمَامَ وَأَنزَلْنَا عَلَيْكُمُ ٱلْمَنَّ وَٱلسَّلْوَىٰ ۖ كُلُوا۟ مِن طَيِّبَـٰتِ مَا رَزَقْنَـٰكُمْ ۖ وَمَا ظَلَمُونَا وَلَـٰكِن كَانُوٓا۟ أَنفُسَهُمْ يَظْلِمُونَ",
          "transliteration": "waẓallalnā ʿalaykumu l-ghamāma wa-anzalnā ʿalaykumu l-mana wal-salwā kulū min ṭayyibāti mā razaqnākum wamā ẓalamūnā walākin kānū anfusahum yaẓlimūna",
          "translation": "Dan Kami menaungi kamu dengan awan, dan Kami menurunkan kepadamu manna dan salwa.<sup foot_note=134980>1</sup> Makanlah (makanan) yang baik-baik dari rezeki yang telah Kami berikan kepadamu. Mereka tidak menzalimi Kami, tetapi justru merekalah yang menzalimi diri sendiri.",
          "tafsir": "Dalam ayat ini Allah mengingatkan lagi kepada Bani Israil tentang nikmat-Nya yang lain yang dilimpahkan-Nya kepada nenek moyang mereka, yakni Allah telah menaungi mereka dengan awan mendung dari terik panas matahari yang menimpa mereka. Hal ini terjadi ketika mereka meninggalkan Mesir, dan menyeberangi Laut Merah. Mereka sampai ke gurun pasir dan ditimpa panas terik yang amat sangat. Lalu mereka mengadu kepada Nabi Musa. Begitu dia berdoa kepada Allah, memohon pertolongan untuk mereka, Allah mengirim awan mendung untuk menaungi mereka, hingga mereka dapat berjalan sampai ke negeri yang mereka tuju. Di samping itu Allah mengaruniakan pula makanan untuk mereka yaitu makanan yang disebut mann yang manis seperti madu, yang turun terus-menerus sejak terbit fajar sampai matahari terbenam, serta bahan makanan lain yang disebut salwa, yaitu semacam burung puyuh. Masing-masing mereka mengambil secukupnya untuk makan sampai keesokan harinya. Menghadapi suhu udara yang sangat panas di tengah gurun pasir orang mudah terkuras habis energi dan tenaga yang dimilikinya. Oleh karena itu sebagai pengganti energi yang hilang diperlukan makanan dan minuman yang banyak mengandung zat gula. Mann adalah sejenis makanan yang manis atau minuman berenergi seperti madu yang sangat dibutuhkan di daerah gurun pasir. Jika seseorang memakan makanan yang mengandung banyak zat gula kecuali meningkatkan energi dan memberi dampak rasa senang, juga membuat orang lebih bersemangat. Di samping makanan yang kandungan gulanya tinggi juga dibutuhkan daging yang mengandung protein dan lemak. Salwa adalah sejenis burung puyuh yang dagingnya memiliki kandungan protein dan lemak yang sangat tinggi, makanan ini dibutuhkan oleh orang-orang yang berada di gurun pasir yang panas sekali. Allah Mahamengetahui dan Mahabijaksana dengan memberikan makanan Mann dan Salwa kepada Bani Israil yang melakukan perjalanan panjang dan berat dari Mesir ke Syria. Allah memerintahkan agar mereka memakan makanan yang baik, dari rezeki yang telah dilimpahkan-Nya. Makanan yang baik ialah makanan yang halal dan bermanfaat bagi kesehatan dan pertumbuhan badan. Ini menunjukkan bahwa apa pun yang diperintahkan Allah kepada manusia, manfaatnya adalah untuk diri mereka sendiri, bukan untuk-Nya. Sebaliknya, apa pun yang dilarang-Nya agar dijauhi oleh manusia, semua itu adalah untuk menyelamatkan mereka sendiri dari malapetaka yang akan menimpa mereka karena perbuatan itu. Seorang ahli kimia bahan alam dari Belgia, Dr. Errera (1893) menduga bahwa manna merupakan jenis tumbuhan rendah, yang termasuk 'lumut kerak (lichenes) dari golongan unattached lichens (lumut kerak yang tidak melekat, mudah lepas). Setelah melakukan pengamatan, Errera menduga bahwa manna sangat mungkin merupakan spesies lumut kerak yang dikenal dengan nama saintifik: Aspicilia esculenta. Lumut kerak aspicilia esculenta ini sangat mudah terbawa oleh angin atau badai, sehingga nampak seolah-oleh diturunkan (anzalnaa, diturunkan) dari langit. Lumut kerak ini mempunyai kandungan gizi yang tinggi dan mengandung pula zat antibiotika (thayyib, makanan yang baik-baik). Sedangkan salwa, kemungkinan besar adalah burung puyuh. Dapatlah dimengerti bahwa Bani Israil dapat bertahan lama (sekitar 40th) di belantara Sinai, karena mendapatkan rahmat dari Allah swt., berupa makanan manna, yang merupakan sumber karbohidrat dengan gizi tinggi dan terkandung pula antibiotik didalamnya. Sedangkan untuk sumber protein didapat dari salwa. Wallahu a'lam bis-sawab."
        }
      ]
    }
  ]
}