{
  "pageNumber": 121,
  "juz": 6,
  "surahs": [
    {
      "number": 5,
      "name": "Al-Ma'idah",
      "nameArabic": "المائدة",
      "meaning": "Hidangan",
      "revelation": "Madinah",
      "description": "Surat Al-Ma-idah terdiri dari 120 ayat dan termasuk surat Madaniyyah. Hanya saja ada ayat-ayat yang diturunkan di Mekah, pada waktu haji wadaa', setelah Nabi Muhammad s.a.w. hijrah ke Madinah.Surat ini dinamakan \"Al-Ma-idah\" (hidangan) karena memuat kisah pengikut-pengikut setia Nabi 'Isa a.s. yang meminta kepada Nabi 'Isa agar Allah berkenan menurunkan Al-Ma-idah (hidangan makanan) dari langit (ayat 112) untuk mereka. Juga dinamakan dengan \"Al-Uqud\" (perjanjian), karena kata ini terdapat pada ayat pertama surat ini, Allah menyuruh agar hamba memenuhi janji prasetia terhadap Allah dan perjanjian-perjanjian terhadap sesama.Dinamakan juga \"Al-Munqidz\" (yang menyelamatkan), karena akhir surat ini mengandung kisah tentang Nabi 'Isa a.s. yang menjadi penyelamat bagi pengikut-pengikut setianya dari azab Allah.Pokok-Pokok Isi:1. Keimanan:Bantahan terhadap orang-orang yang mempertuhankan Nabi 'Isa a.s.2. Hukum-hukum:Kewajiban memenuhi janji; hukum melanggar syi'ar Allah; makanan yang dihalalkan dan yang diharamkan; hukum menikahi perempuan ahli kitab; wudhu; tayammum; mandi; hukum membunuh orang; hukum mengacau dan mengganggu keamanan; hukum qishash; hukum melanggar sumpah dan kafaaratnya; hukum khamar, berjudi, berkurban untuk berhala, dan mengundi nasib; hukum membunuh binatang waktu ihram; hukum persaksian dalam berwasiat.3. Kisah-kisah:Kisah Nabi Musa a.s. menyuruh kaumnya memasuki Palestina; kisah Habil dan Qabil; dan kisah-kisah tentang Nabi 'Isa a.s.4. Lain-lain:Kewajiban bersikap lemah lembut terhadap sesama mukmin dan bersikap keras terhadap orang kafir; penyempurnaan Agama Islam di zaman Nabi Muhammad s.a.w.; kewajiban bersikap jujur dan adil; sikap dalam menghadapi berita-berita bohong; akibat berteman akrab nonmuslim; laknat Allah terhadap orang-orang Yahudi; kewajiban rasul-rasul hanya menyampaikan agama; sikap Yahudi dan Nasrani terhadap orang Islam; Ka'bah sebagai pondasi kehidupan manusia; peringatan dari Allah agar meninggalkan kebiasaan Arab Jahiliyah; larangan bertanya sesuatu yang mengakibatkan kesusahan dalam beragama.Surat Al-Ma-idah mengemukakan bagaimana seharusnya orang mukmin bersikap, baik terhadap sesama maupun nonmukmin; manfaaat memenuhi janji prasetia terhadap Allah, perjanjian yang dilakukan oleh sesama manusia, dan ketauhidan Allah.Hubungan Surat Al-Ma-Idah Dengan Surat Al-An'Am:1. Surat Al-Ma-idah mengemukakan hujjah terhadap ahli kitab, sedangkan surat Al-An'am mengemukakan hujjah terhadap kaum musyrikin.2. Surat Al-An'am memuat makanan-makanan yang diharamkan dan binatang sembelihan secara umum, sedangkan surat Al-Ma-idah memuat secara terperinci.3. Akhir surat Al-Ma-idah mengemukakan bahwa Allah menguasai langit dan bumi serta memberi balasan atas perbuatan-perbuatan manusia di dunia, sedangkan permulaan surat Al-An'am mengutarakan bahwa segala puji hanya milik Allah, Pencipta langit dan bumi serta sumber kebahagiaan manusia.",
      "verses": [
        {
          "number": 77,
          "arabic": "قُلْ يَـٰٓأَهْلَ ٱلْكِتَـٰبِ لَا تَغْلُوا۟ فِى دِينِكُمْ غَيْرَ ٱلْحَقِّ وَلَا تَتَّبِعُوٓا۟ أَهْوَآءَ قَوْمٍ قَدْ ضَلُّوا۟ مِن قَبْلُ وَأَضَلُّوا۟ كَثِيرًا وَضَلُّوا۟ عَن سَوَآءِ ٱلسَّبِيلِ",
          "transliteration": "qul yāahla l-kitābi lā taghlū fī dīnikum ghayra l-ḥaqi walā tattabiʿū ahwāa qawmin qad ḍallū min qablu wa-aḍallū kathīran waḍallū ʿan sawāi l-sabīli",
          "translation": "Katakanlah (Muhammad), \"Wahai Ahli Kitab! Janganlah kamu berlebih-lebihan dengan cara tidak benar dalam agamamu. Dan janganlah kamu mengikuti keinginan orang-orang yang telah tersesat dahulu dan (telah) menyesatkan banyak (manusia), dan mereka sendiri tersesat dari jalan yang lurus.\"",
          "tafsir": "Pada ayat ini Allah melarang Ahli Kitab yang pada masa Nabi Muhammad bertindak keterlaluan di dalam agama sebagaimana nenek moyang mereka dahulu dan melarang mereka mengikuti sebab-sebab yang membawa nenek moyang mereka kepada kesesatan sehingga rnenyesatkan pula orang lain dari jalan kebenaran (ajaran Islam). Mereka meninggalkan hukum syariat dan mengikuti hawa nafsu yang buruk. Jadi dengan ayat ini dapatlah disimpulkan bahwa Ahli Kitab itu adalah: a.Orang-orang yang sesat sejak dahulu karena mereka mengikuti hawa nafsu dalam urusan agama, membuat bidah, menghalalkan yang haram dan meninggalkan sunah Rasul. b.Orang lain menjadi sesat, karena mereka setelah sesat berusaha menyesatkan orang lain, memperluas bidah yang diada-adakan oleh para pendeta mereka. c.Orang yang berpaling dari agama Islam, terus-menerus berada dalam kesesatan, berarti mereka telah berbuat melampaui batas, berbuat bidah dan menyimpang dari itikad yang benar."
        },
        {
          "number": 78,
          "arabic": "لُعِنَ ٱلَّذِينَ كَفَرُوا۟ مِنۢ بَنِىٓ إِسْرَٰٓءِيلَ عَلَىٰ لِسَانِ دَاوُۥدَ وَعِيسَى ٱبْنِ مَرْيَمَ ۚ ذَٰلِكَ بِمَا عَصَوا۟ وَّكَانُوا۟ يَعْتَدُونَ",
          "transliteration": "luʿina alladhīna kafarū min banī is'rāīla ʿalā lisāni dāwūda waʿīsā ib'ni maryama dhālika bimā ʿaṣaw wakānū yaʿtadūna",
          "translation": "Orang-orang kafir dari Bani Israil telah dilaknat melalui lisan (ucapan) Dawud dan Isa putra Maryam. Yang demikian itu karena mereka durhaka dan selalu melampaui batas.",
          "tafsir": "Ayat ini menerangkan bahwa orang kafir dari kalangan Yahudi mendapat kemurkaan dan kutukan Allah melalui ucapan Nabi Daud dan Isa putra Maryam. Ketika orang-orang Yahudi membuat kedurhakaan pada hari Sabat (hari larangan terhadap orang Yahudi menangkap ikan), Nabi Daud mengutuk mereka pada khususnya, karena melanggar kehormatan hari Sabat dan pada umumnya terhadap mereka yang membuat kedurhakaan biasa. (Mazmur cix. 17-18,/xxviii. 21-22, 31-33,/xiv. 22-28, dan pasim). Nabi Isa pun pernah mengutuk mereka sebagai \"keturunan pembunuh nabi-nabi\" dan \"kamu ular-ular, hai kamu keturunan ular beludak.\" (Matius xxiii. 31-35). Pada akhir ayat ini dijelaskan, bahwa kutukan itu disebabkan mereka membuat maksiat dan melanggar hukum-hukum Allah dengan cara melampaui batas."
        },
        {
          "number": 79,
          "arabic": "كَانُوا۟ لَا يَتَنَاهَوْنَ عَن مُّنكَرٍ فَعَلُوهُ ۚ لَبِئْسَ مَا كَانُوا۟ يَفْعَلُونَ",
          "transliteration": "kānū lā yatanāhawna ʿan munkarin faʿalūhu labi'sa mā kānū yafʿalūna",
          "translation": "Mereka tidak saling mencegah perbuatan mungkar yang selalu mereka perbuat. Sungguh, sangat buruk apa yang mereka perbuat.",
          "tafsir": "Ayat ini menerangkan bahwa kebiasan Yahudi ialah membiarkan kemungkaran terjadi di hadapan mereka disebabkan mereka tidak melaksanakan amar makruf dan nahi mungkar. Demikianlah buruknya perbuatan mereka itu, sehingga hal itu menjadi sebab adanya kutukan Allah pada mereka. Dalam hubungan ayat ini Nabi Muhammad bersabda, Dari Abdullah bin Masud r.a. katanya, Rasulullah SAW bersabda : \"Ketika orang-orang Bani Israil terjerumus di lembah maksiat, kemudian mereka dilarang oleh ulama mereka dan mereka tidak mau berhenti, maka para ulama itu mengakrabi mereka, duduk-duduk, makan-makan dan minum-minum bersama. Allah SWT kemudian membikin hati-hati mereka saling akrab dan melaknat mereka semua melalui lisan Dawud dan Isa bin Maryam. Hal itu karena mereka bermaksiat dan melampaui batas.\" Kata Abdullah bin Masud selanjutnya : Nabi SAW kemudian duduk, sebelumnya dia bersandar, lalu bersabda: \"Tidak demi Dzat yang menguasai diriku, sampai kamu benar-benar menundukkan mereka kepada kebenaran.\" (Riwayat Abu Dawud, at-Tirmizi dan Ibnu Majah. Menurut at-Tirmizi, hadis ini hasan)"
        },
        {
          "number": 80,
          "arabic": "تَرَىٰ كَثِيرًا مِّنْهُمْ يَتَوَلَّوْنَ ٱلَّذِينَ كَفَرُوا۟ ۚ لَبِئْسَ مَا قَدَّمَتْ لَهُمْ أَنفُسُهُمْ أَن سَخِطَ ٱللَّهُ عَلَيْهِمْ وَفِى ٱلْعَذَابِ هُمْ خَـٰلِدُونَ",
          "transliteration": "tarā kathīran min'hum yatawallawna alladhīna kafarū labi'sa mā qaddamat lahum anfusuhum an sakhiṭa l-lahu ʿalayhim wafī l-ʿadhābi hum khālidūna",
          "translation": "Kamu melihat banyak di antara mereka tolong menolong dengan orang-orang kafir (musyrik). Sungguh, sangat buruk apa yang mereka lakukan untuk diri mereka sendiri, yaitu kemurkaan Allah, dan mereka akan kekal dalam azab.",
          "tafsir": "Setelah ayat yang lalu menerangkan keburukan tingkah laku nenek moyang orang Yahudi (Bani Israil) maka ayat ini menerangkan bahwa Nabi Muhammad menyaksikan sendiri tingkah laku orang-orang kafir Bani Israil yang ada pada zamannya, yaitu kebanyakan mereka tolong-menolong dengan orang musyrik dari kalangan Arab (kaum Nabi sendiri) dalam usaha memerangi Nabi Muhammad. Pekerjaan yang mereka lakukan itu adalah sangat buruk sekali karena hanya mengikuti perintah hawa nafsu dan hasutan. Perbuatan itu menimbulkan kemurkaan Allah yang karenanya mereka pasti mendapat balasan daripada-Nya berupa azab api neraka untuk selama-lamanya. Orang-orang yang lepas dari api neraka adalah mereka yang mengerjakan pekerjaan yang diridai Allah."
        },
        {
          "number": 81,
          "arabic": "وَلَوْ كَانُوا۟ يُؤْمِنُونَ بِٱللَّهِ وَٱلنَّبِىِّ وَمَآ أُنزِلَ إِلَيْهِ مَا ٱتَّخَذُوهُمْ أَوْلِيَآءَ وَلَـٰكِنَّ كَثِيرًا مِّنْهُمْ فَـٰسِقُونَ",
          "transliteration": "walaw kānū yu'minūna bil-lahi wal-nabiyi wamā unzila ilayhi mā ittakhadhūhum awliyāa walākinna kathīran min'hum fāsiqūna",
          "translation": "Dan sekiranya mereka beriman kepada Allah, kepada Nabi (Muhammad) dan kepada apa yang diturunkan kepadanya, niscaya mereka tidak akan menjadikan orang musyrik itu sebagai teman setia. Tetapi banyak di antara mereka, orang-orang fasik.",
          "tafsir": "Ayat ini menerangkan bahwa kalau masyarakat Yahudi yang tolong-menolong dengan kaum musyrik Arab itu beriman kepada Nabi Musa sebagaimana pengakuan mereka, serta beriman kepada ajaran-ajaran yang dibawa oleh Nabi Musa, tentulah mereka tidak mungkin tolong-menolong dengan orang-orang musyrik yang menyembah berhala. Karena ajaran agama mereka yang murni tidak dapat membenarkan hal itu. Tetapi kebanyakan mereka adalah orang fasik yang oleh karenanya mereka dapat bersatu dan berkerja sama karena diikat oleh suatu kepentingan yaitu menentang Nabi Muhammad, menolak ajaran-ajaran Al-Qur'an dan berusaha membikin jera orang yang beriman kepada Muhammad."
        },
        {
          "number": 82,
          "arabic": "۞ لَتَجِدَنَّ أَشَدَّ ٱلنَّاسِ عَدَٰوَةً لِّلَّذِينَ ءَامَنُوا۟ ٱلْيَهُودَ وَٱلَّذِينَ أَشْرَكُوا۟ ۖ وَلَتَجِدَنَّ أَقْرَبَهُم مَّوَدَّةً لِّلَّذِينَ ءَامَنُوا۟ ٱلَّذِينَ قَالُوٓا۟ إِنَّا نَصَـٰرَىٰ ۚ ذَٰلِكَ بِأَنَّ مِنْهُمْ قِسِّيسِينَ وَرُهْبَانًا وَأَنَّهُمْ لَا يَسْتَكْبِرُونَ",
          "transliteration": "latajidanna ashadda l-nāsi ʿadāwatan lilladhīna āmanū l-yahūda wa-alladhīna ashrakū walatajidanna aqrabahum mawaddatan lilladhīna āmanū alladhīna qālū innā naṣārā dhālika bi-anna min'hum qissīsīna waruh'bānan wa-annahum lā yastakbirūna",
          "translation": "Pasti akan kamu dapati orang yang paling keras permusuhannya terhadap orang-orang yang beriman, ialah orang-orang Yahudi dan orang-orang musyrik. Dan pasti akan kamu dapati orang yang paling dekat persahabatannya dengan orang-orang yang beriman ialah orang-orang yang berkata, \"Sesungguhnya kami adalah orang Nasrani.\" Yang demikian itu karena di antara mereka terdapat para pendeta dan para rahib, (juga) karena mereka tidak menyombongkan diri.",
          "tafsir": "Pada ayat ini Allah memberitahukan kepada Nabi Muhammad bahwa dalam perjuangannya akan menemukan manusia yang paling memusuhi dan menyakiti orang-orang mukmin. Manusia itu adalah Yahudi Medinah, musyrik Arab dan kalangan penyembah berhala. Orang Yahudi dan orang musyrik Arab sama-sama menentang ajaran Muhammad. Persamaan inilah yang mengikat kedua golongan ini, meskipun masing-masing mempunyai sifat kepribadian yang berlawanan. Selanjutnya ayat ini memberitahukan kepada Nabi Muhammad bahwa dia akan mendapatkan manusia yang paling dekat dan menyukai orang-orang mukmin. Manusia itu adalah orang-orang Nasrani. Sebabnya ialah di antara mereka ada golongan yang memperhatikan pelajaran agama dan budi pekerti yaitu golongan biarawan yang anti terhadap kemewahan duniawi. Mereka bertakwa dan banyak bersemedi untuk beribadah. Tentunya kedua golongan ini orang-orang yang bersifat tawaduk (rendah hati) karena agama mereka mengajak mencintai musuh dan memberikan pipi yang kiri kepada orang yang memukul pipi kanannya. Kebaikan orang-orang Nasrani itu telah dibuktikan oleh sejarah yaitu sambutan Raja Habasyah (Abisinia) yang disebut Najasyi yang memeluk agama Nasrani. Dia beserta sahabat-sahabatnya melindungi Muslimin yang pertama kali melakukan hijrah dari Mekah ke Habasyah karena takut dari gangguan dan fitnahan yang dilakukan oleh kaum musyrik Arab secara kejam. Raja Romawi Timur di Syam yaitu Heraklius, ketika menerima surat Nabi Muhammad menyambutnya dengan sambutan baik dan berusaha memberikan penjelasan kepada rakyatnya, supaya dapat menerima ajakan Nabi Muhammad meskipun rakyat belum sependapat dengannya karena masih berpegang dengan kefanatikan. Mukaukis yang menguasai Mesir, juga menyambut surat Nabi dengan sambutan yang baik, meskipun dia belum bersedia untuk menerima ajakan Nabi kepada Islam, namun beliau menjawab surat Nabi serta mengirim hadiah berharga, antara lain berupa seorang jariah yang bernama Mariah al-Qibtiyah. Demikian sambutan orang Nasrani pada masa Nabi. Berlawanan sekali dengan orang Yahudi, meskipun mereka secara terpaksa menyatakan sikap simpatik terhadap orang-orang mukmin, namun di dalam hati mereka tersembunyi pikiran tipu daya untuk memperdayakan orang-orang mukmin. Karena ajaran-ajaran pemimpin-pemimpin Yahudi menanamkan pada mereka fanatisme kebangsaan dan pendirian bahwa Bani Israil adalah satu-satunya bangsa yang dipilih oleh Allah."
        }
      ]
    }
  ]
}