{
  "pageNumber": 25,
  "juz": 2,
  "surahs": [
    {
      "number": 2,
      "name": "Al-Baqarah",
      "nameArabic": "البقرة",
      "meaning": "Sapi Betina",
      "revelation": "Madinah",
      "description": "Surat \"Al Baqarah\" terdiri atas 286 ayat dan sebagian besar diturunkan di Madinah pada permulaan tahun Hijrah, kecuali ayat 281 yang diturunkan di Mina pada Haji wadaa' (haji Nabi Muhammad s.a.w. yang terakhir). Seluruh ayat surat Al Baqarah termasuk golongan Madaniyyah dan merupakan surat yang terpanjang di antara surat-surat Al Qur'an yang di dalamnya terdapat pula ayat yang terpanjang (ayat 282).Surat ini dinamai \"Al Baqarah\" karena di dalamnya disebutkan kisah penyembelihan sapi betina yang diperintahkan Allah kepada Bani Israil (ayat 67 sampai dengan 74), di mana dijelaskan watak orang Yahudi pada umumnya. Dinamai \"Fusthaathul-Qur'an\" (puncak Al Qur'an) karena memuat beberapa hukum yang tidak disebutkan dalam surat yang lain. Dinamai juga surat \"Alif-laam-miim\" karena surat ini dimulai dengan Alif-laam-miim.&nbsp;Pokok-Pokok Isi:1. Keimanan:Dakwah Islamiyah yang dihadapkan kepada umat Islam, ahli kitab dan para musyrikin.2. Hukum-hukum:Perintah mengerjakan shalat; menunaikan zakat; hukum puasa; hukum haji dan umrah; hukum qishash; halal dan haram; berinfak di jalan Allah; hukum arak dan judi; cara menyantuni anak yatim, larangan riba; utang-piutang; nafkah dan yang berhak menerimanya; wasiat kepada ibu-bapak dan kaum kerabat; hukum sumpah; kewajiban menyampaikan amanah; sihir; hukum merusak masjid; hukum mengubah kitab-kitab Allah; hukum haidh, 'iddah, thalak, khulu', ilaa' dan susuan; hukum melamar, mahar, larangan menikahi wanita musyrik dan sebaliknya; hukum perang.3. Kisah-kisah:Kisah penciptaan Nabi Adam a.s; kisah Nabi Ibrahim a.s.; kisah Nabi Musa a.s. dengan Bani Israil.4. Lain-lain:Sifat-sifat orang yang bertakwa; sifat-sifat orang munafik; sifat-sifat Allah; perumpamaan-perumpamaan; kiblat, kebangkitan sesudah mati.Kesimpulan surat Al Baqarah:1. Menjelaskan beberapa hukum dalam agama Islam.2. Mengemukakan beberapa perumpamaan.3. Mengemukakan hujjah-hujjah.Hubungan Surat Al Baqarah Dengan Surat Ali 'Imran:1. Dalam surat Al Baqarah, disebutkan Nabi Adam a.s. yang langsung diciptakan Allah, sedang dalam surat Ali'Imran, disebutkan tentang kelahiran Nabi 'Isa a.s. yang kedua-duanya diciptakan Allah secara menyelisihi kebiasaan.2. Dalam surat Al Baqarah, sifat dan perbuatan orang-orang Yahudi dibentangkan secara luas disertai dengan hujjah untuk mematahkan hujjah-hujjah mereka yang membela kesesatan, sedang dalam surat Ali 'Imran, dibentangkan hal-hal serupa yang berhubungan dengan orang Nasrani.3. Surat Al Baqarah dimulai dengan menyebutkan tiga golongan manusia, yaitu orang mukmin, orang yang mengimani hari akhir, dan orang munafik. Sementara itu, surat Ali 'Imran dimulai dengan menyebutkan orang yang suka mentakwilkan ayat yang mutasyabihaat secara salah untuk memfitnah orang mukmin, dan menyebutkan orang yang mempunyai keahlian dalam menakwilkannya.4. Surat Al Baqarah disudahi dengan permohonan kepada Allah agar kesalahan-kesalahan dan kealpaan dalam melaksanakan ketaatan diampuni, sedang surat Ali 'Imran disudahi dengan permohonan kepada Allah agar Dia memberi pahala atas amal saleh yang dilakukan hamba-Nya.5. Surat Al Baqarah dimulai dengan menyebutkan sifat-sifat orang yang bertakwa, sedang surat Ali 'Imran dimulai dengan perintah bertakwa.",
      "verses": [
        {
          "number": 164,
          "arabic": "إِنَّ فِى خَلْقِ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَٱخْتِلَـٰفِ ٱلَّيْلِ وَٱلنَّهَارِ وَٱلْفُلْكِ ٱلَّتِى تَجْرِى فِى ٱلْبَحْرِ بِمَا يَنفَعُ ٱلنَّاسَ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن مَّآءٍ فَأَحْيَا بِهِ ٱلْأَرْضَ بَعْدَ مَوْتِهَا وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٍ وَتَصْرِيفِ ٱلرِّيَـٰحِ وَٱلسَّحَابِ ٱلْمُسَخَّرِ بَيْنَ ٱلسَّمَآءِ وَٱلْأَرْضِ لَـَٔايَـٰتٍ لِّقَوْمٍ يَعْقِلُونَ",
          "transliteration": "inna fī khalqi l-samāwāti wal-arḍi wa-ikh'tilāfi al-layli wal-nahāri wal-ful'ki allatī tajrī fī l-baḥri bimā yanfaʿu l-nāsa wamā anzala l-lahu mina l-samāi min māin fa-aḥyā bihi l-arḍa baʿda mawtihā wabatha fīhā min kulli dābbatin wataṣrīfi l-riyāḥi wal-saḥābi l-musakhari bayna l-samāi wal-arḍi laāyātin liqawmin yaʿqilūna",
          "translation": "Sesungguhnya pada penciptaan langit dan bumi, pergantian malam dan siang, kapal yang berlayar di laut dengan (muatan) yang bermanfaat bagi manusia, apa yang diturunkan Allah dari langit berupa air, lalu dengan itu dihidupkan-Nya bumi setelah mati (kering), dan Dia tebarkan di dalamnya bermacam-macam binatang, dan perkisaran angin dan awan yang dikendalikan antara langit dan bumi, (semua itu) sungguh, merupakan tanda-tanda (kebesaran Allah) bagi orang-orang yang mengerti.",
          "tafsir": "Dialah yang menciptakan langit dan bumi untuk keperluan manusia, maka seharusnyalah manusia memperhatikan dan merenungkan rahmat Allah yang Mahasuci itu karena dengan memperhatikan isi alam semuanya akan bertambah yakinlah dia pada keesaan dan kekuasaan-Nya, akan bertambah luas ilmu pengetahuannya mengenai alam ciptaan-Nya, pengetahuan itu dapat dimanfaatkan sebagaimana yang dikehendaki oleh Allah yang Maha Mengetahui. Dalam ayat ini Allah swt \"menuntun\" manusia untuk mau melihat, memperhatikan dan memikirkan segala yang ada dan terjadi di sekitarnya dengan menyebutkan ciptaan-ciptaan Nya. Penciptaan langit dan bumi sungguh sarat akan rahasia dan tanda-tanda kebesaran Allah swt. Ciptaan-ciptaan Allah itu ada yang bisa langsung terlihat dan nyata kemanfaatannya sehingga mudah kita memahaminya, tetapi tidak sedikit untuk memahaminya perlu melalui prosesi pemikiran dan perenungan yang panjang dan dalam. Upaya manusia untuk mengetahui rahasia dan tanda kebesaran Allah, telah pula mendorong mereka untuk semakin dekat kepada-Nya. Memahami kehebatan, kecanggihan dan keharmonisan jagat raya ini telah membuat tidak sedikit ilmuwan semakin menyadari dan yakin bahwa sesungguhnya semua yang ada di alam semesta ini sengaja direncanakan, dibuat, diatur, dan dipelihara oleh-Nya. Perkembangan ilmu pengetahuan dan teknologi telah membawa manusia pada kesimpulan bahwa sistem Tata Surya yang terdiri dari jutaan bintang bahkan mungkin lebih (termasuk di dalamnya bumi kita ini) hanyalah menjadi bagian kecil dari Galaksi Bima Sakti yang memuat lebih dari 100 milyar bintang. Dan Bima Sakti-pun hanyalah satu dari 500 milyar lebih galaksi dalam jagat raya yang diketahui. Sesungguhnya semua bintang-bintang dalam alam semesta ini berada dalam lintasan orbit masing-masing yang telah ditentukan (adz-dzariyat/51 :7). Orbit-orbit dalam alam semesta juga dimiliki oleh galaksi-galaksi yang bergerak pada kecepatan yang tinggi dalam orbit-orbit yang telah ditetapkan. Ketika mereka bergerak, tidak ada satupun benda-benda langit ini yang memotong orbit atau bertabrakan dengan benda langit lainnya. Begitu pula perihal bumi ciptaan-Nya, semuanya menunjukkan kesempurnaan penciptanya. Allah berfirman yang artinya: ¦Dan di bumi ini terdapat tanda-tanda kekuasan Allah bagi orang-orang yang yakin¦.. (adz-dzariyat/51: 20) Sebuah ensiklopedia sains modern menggambarkan unsur-unsur kimia yang ada di bumi kita ini mempunyai variasi yang menakjubkan. Beberapa di antaranya langka karena susah ditemukan tapi ada juga yang berlimpah. Ada yang dapat dilihat oleh mata telanjang karena berbentuk cairan dan padatan, tetapi ada juga yang tak nampak karena berupa gas. Kenyataan ini mestinya dapat membimbing kita untuk semakin terkesan dengan keagungan dan keesaan Sang Pencipta nya, Allah swt. Munculnya siang dan malam silih berganti mengajak kita berfikir tentang adanya pengaturan yang sempurna. Pertanyaan yang muncul adalah \"siapa yang mengatur itu semua?\" Silih bergantinya malam dan siang, serta bergilir-nya antara keduanya, panjang dan pendeknya waktu, dan adanya berbagai musim merupakan pengaturan iklim yang sempurna yang terkondisi dengan nyaman untuk dapat dihuni oleh manusia. Kata al-fulk dalam ayat ini berarti bahtera atau perahu. Untuk membuat perahu dibutuhkan pengetahuan tentang sifat air, pergerakan angin, udara, awan yang berhubungan dengan musim, kaidah-kaidah dasar fisika fluida serta hukum dasar lainnya, seperti hukum Archimides untuk benda mengapung, ataupun konsep desain dan konstruksi. Akhirnya manusia dapat membuat kapal atau perahu untuk berlayar mengarungi lautan sehingga mereka dapat menjelajahi pelosok bumi. Di dalam silih bergantinya malam dan siang ini terdapat petunjuk tentang waktu dan arah lantaran kedua hal ini dibutuhkan dalam pelayaran. Dari fenomena alam ini pula manusia menciptakan ilmu falak dan pengetahuan tentang cuaca yang gunanya sangat banyak bagi memenuhi keperluan manusia. Allah berfirman yang artinya sebagai berikut: \"¦.Dan Dia lah yang menjadikan bintang-bintang bagimu, agar kamu menjadikannya petunjuk dalam kegelapan di darat dan di laut... (al-An'am/6: 97). Kemudian \"Dia turunkan dari langit berupa air\". Di dalam Al-Qur'an terdapat sejumlah ayat yang menjelaskan bagaimana Allah swt menurunkan air hujan. Ayat-ayat dimaksud adalah ar-Rum/30: 48; Qaf/50:9-11; Gafir/23: 18 dan 48-50; al-hijr/15: 22; Fathir/35: 91; al-A'raf/7: 57; al-Jasiyah/45: 5; ar-Ra'd/13 :17; al-Mulk/67 :30; az-Zumar/39: 21; an-Nur/24:43 dan al-Waqi'ah/56: 68. Terjadinya hujan secara sederhana dapat dijelaskan sebagai berikut. Diawali dengan adanya penguapan air yang disebabkan oleh panasnya udara yang memanasi permukaan laut. Pemanasan mengakibatkan terjadinya pergeseran molekul-molekul zat air yang kemudian menjadi uap. Ketika uap tersebut naik ke atas, terbentuklah awan yang semakin menebal. Karena dingin dan berat awan tebal tadi berubah menjadi titik-titik air yang kemudian jatuh ke bumi. Itulah yang dinamakan hujan\". ¦ lalu dengan air itu Dia hidupkan bumi sesudah mati (kering)-nya dan Dia sebarkan di bumi itu segala jenis hewan¦ (al-Baqarah/2: 164) Dengan air inilah timbul kehidupan dengan berbagai tumbuhan di permukaan bumi, yang kemudian dimanfaatkan hewan dan manusia sebagai sumber kehidupan mereka. Akhirnya kehidupan di bumi berkembang sebagaimana bisa kita saksikan. Hal inipun diisyaratkan dalam firman Allah yang artinya sebagai berikut: ¦.Dan kamu lihat bumi ini kering, kemudian apabila Kami turunkan air diatasnya, hiduplah bumi itu dan suburlah dan menumbuhkan berbagai macam tumbuh-tumbuhan yang indah¦ (al-hajj/22: 5). Turunnya hujan yang menjadi pendukung kehidupan bagi tumbuhan, hewan dan manusia demikian itu merupakan bukti bahwa Allah Maha Esa dan Maha Menciptakan. Dan jika ditinjau dari segi kemanfaatannya, maka kenyataan tersebut merupakan rahmat Ilahi. Hendaklah selalu diperhatikan dan diselidiki apa yang tersebut dalam ayat ini, yaitu: 1.Diciptakannya bumi yang didiami manusia ini dan apa yang tersimpan di dalamnya merupakan perbendaharaan dan kekayaan yang tidak akan habis-habisnya baik di darat maupun di laut. Semua itu adalah nikmat dan kasih sayang Allah kepada manusia, oleh karena itu manusia harus memanfaatkan, menjaga dan melestarikannya untuk kehidupan yang baik dari generasi ke generasi berikutnya. 2.Penciptaan langit dengan bintang-bintang dan planet semua berjalan dan bergerak menurut tata tertib dan aturan Ilahi. Tidak ada yang menyimpang dari aturan-aturan itu, apabila terjadi penyimpangan, akan terjadi tabrakan antara yang satu dengan yang lain dan akan binasalah alam ini seluruhnya. Hal ini tidak akan terjadi kecuali bila penciptanya sendiri yaitu Allah yang Mahakuasa telah menghendaki terjadinya hal tersebut. 3. Pertukaran malam dan siang dan perbedaan panjang dan pendeknya waktu malam dan siang pada beberapa negeri karena perbedaan letaknya, kesemuanya itu membawa faedah dan manfaat yang amat besar bagi manusia. Walaupun sebab-sebabnya telah diketahui dengan perantaraan ilmu falak, tetapi penelitian manusia dalam hal ini harus dipergiat dan diperdalam lagi sehingga dengan pengetahuan itu manusia dapat lebih maju lagi dalam memanfaatkan rahmat Tuhan. 4.Bahtera yang berlayar di lautan untuk membawa manusia dari satu negeri ke negeri lain dan untuk membawa barang-barang perniagaan untuk memajukan perekonomian. Bagi orang yang belum pernah berlayar di tengah-tengah samudera yang luas mungkin hal ini tidak akan menarik perhatian, tetapi bagi pelaut-pelaut yang selalu mengarungi lautan yang menjalani bagaimana hebatnya serangan ombak dan badai apalagi bila dalam keadaan gelap gulita di malam hari, hal ini pasti akan membawa kepada kesadaran bahwa memang segala sesuatu itu dikendalikan dan berada di bawah inayah Allah yang Mahakuasa dan Mahaperkasa. 5.Allah swt menurunkan hujan dari langit sehingga dengan air hujan itu bumi yang telah mati atau kering dapat menjadi hidup dan subur, dan segala macam hewan dapat pula melangsungkan hidupnya dengan adanya air tersebut. Dapat digambarkan, bagaimana jika hujan tidak turun dari langit, semua daratan akan menjadi gurun, semua makhluk yang hidup akan mati dan musnah kekeringan. 6.Perubahan arah angin dari suatu tempat ke tempat yang lain merupakan suatu tanda dan bukti bagi kekuasaan Allah serta kebesaran rahmat-Nya bagi manusia. Dahulu, sebelum adanya kapal api, kapal-kapal layarlah yang dipakai mengarungi lautan yang luas; dan bila tidak ada angin tentu kapal itu tidak dapat bergerak ke tempat yang dituju. Di antara angin itu ada yang menghalau awan ke tempat-tempat yang dikehendaki Allah, bahkan ada pula yang mengawinkan sari tumbuhan, dan banyak lagi rahasia-rahasia yang terpendam yang belum dapat diselidiki dan diketahui oleh manusia. 7.Demikian pula, harus dipikirkan dan diperhatikan kebesaran nikmat Allah kepada manusia dengan bertumpuk-tumpuknya awan antara langit dan bumi. Ringkasnya, semua rahmat yang diciptakan Allah termasuk apa yang tersebut dalam ayat 164 ini patut dipikirkan dan direnungkan bahkan dibahas serta diteliti, untuk meresapkan keimanan yang mendalam dalam kalbu, dan untuk memajukan ilmu pengetahuan yang juga membawa kepada pengakuan akan keesaan dan kebesaran Allah."
        },
        {
          "number": 165,
          "arabic": "وَمِنَ ٱلنَّاسِ مَن يَتَّخِذُ مِن دُونِ ٱللَّهِ أَندَادًا يُحِبُّونَهُمْ كَحُبِّ ٱللَّهِ ۖ وَٱلَّذِينَ ءَامَنُوٓا۟ أَشَدُّ حُبًّا لِّلَّهِ ۗ وَلَوْ يَرَى ٱلَّذِينَ ظَلَمُوٓا۟ إِذْ يَرَوْنَ ٱلْعَذَابَ أَنَّ ٱلْقُوَّةَ لِلَّهِ جَمِيعًا وَأَنَّ ٱللَّهَ شَدِيدُ ٱلْعَذَابِ",
          "transliteration": "wamina l-nāsi man yattakhidhu min dūni l-lahi andādan yuḥibbūnahum kaḥubbi l-lahi wa-alladhīna āmanū ashaddu ḥubban lillahi walaw yarā alladhīna ẓalamū idh yarawna l-ʿadhāba anna l-quwata lillahi jamīʿan wa-anna l-laha shadīdu l-ʿadhābi",
          "translation": "Dan di antara manusia ada orang yang menyembah tuhan selain Allah sebagai tandingan, yang mereka cintai seperti mencintai Allah. Adapun orang-orang yang beriman sangat besar cintanya kepada Allah. Sekiranya orang-orang yang berbuat zalim itu<sup foot_note=135008>1</sup> melihat, ketika mereka melihat azab (pada hari Kiamat), bahwa kekuatan itu semuanya milik Allah dan bahwa Allah sangat berat azab-Nya (niscaya mereka menyesal).",
          "tafsir": "Di antara manusia, baik zaman dahulu maupun zaman sekarang, ada yang menganggap bahwa di samping Allah ada lagi sesembahan yang diagungkan dan dicintai sama dengan mengagungkan dan mencintai Allah, seperti: berhala, pemimpin-pemimpin, arwah nenek moyang dan lain-lain sebagainya. Apabila mereka mendapat nikmat dan kebaikan, mereka panjatkan syukur dan pujian kepada sesembahan tersebut, dan apabila mereka ditimpa kesusahan atau malapetaka mereka meminta dan berdoa kepada Allah dengan harapan mereka akan dapat ditolong dan dilepaskan dari cengkeraman bahaya yang mereka hadapi. Tindakan seperti ini adalah tindakan orang musyrik, bukan tindakan orang mukmin. Seorang mukmin tidak akan melakukan perbuatan seperti itu karena ia percaya dan yakin dengan sepenuh hatinya bahwa yang harus disembah adalah Allah dan yang harus dicintai dan dipanjatkan doa kepadanya hanyalah Allah. Di akhirat nanti orang yang mempersekutukan Allah dengan menyembah berhala, pemimpin dan arwah itu akan kekal di neraka dan akan menyaksikan dengan mata kepala sendiri bahwa Allah sajalah yang Mahakuasa dan Dia sajalah yang berhak menyiksa dan siksa-Nya amat berat."
        },
        {
          "number": 166,
          "arabic": "إِذْ تَبَرَّأَ ٱلَّذِينَ ٱتُّبِعُوا۟ مِنَ ٱلَّذِينَ ٱتَّبَعُوا۟ وَرَأَوُا۟ ٱلْعَذَابَ وَتَقَطَّعَتْ بِهِمُ ٱلْأَسْبَابُ",
          "transliteration": "idh tabarra-a alladhīna ittubiʿū mina alladhīna ittabaʿū wara-awū l-ʿadhāba wataqaṭṭaʿat bihimu l-asbābu",
          "translation": "(Yaitu) ketika orang-orang yang diikuti berlepas tangan dari orang-orang yang mengikuti, dan mereka melihat azab, dan (ketika) segala hubungan antara mereka terputus.",
          "tafsir": "Pada saat menerima azab di akhirat mereka melihat sesembahan yang mereka sembah selagi di dunia, berlepas diri dari mereka dan menyatakan tidak bertanggung jawab atas kesesatan dan kekeliruan mereka dalam menyembah selain Allah. Karena itu mereka mengharap-harap kiranya mereka diberi kesempatan hidup kembali di dunia, agar mereka dapat menyembah Allah saja dan berlepas diri dari berhala serta pemimpin-pemimpin yang mereka sembah dahulu. Dengan demikian mereka tidak akan mengalami kepahitan dan kegetiran seperti yang mereka alami itu. Tetapi harapan itu sia-sia belaka karena nasi telah menjadi bubur. Mereka akan tetap berada dalam neraka dan tidak dapat keluar lagi dari sana, baik untuk kembali ke dunia guna memperbaiki akidah dan amalnya, ataupun untuk masuk ke surga, karena pintu surga tertutup bagi orang-orang musyrik."
        },
        {
          "number": 167,
          "arabic": "وَقَالَ ٱلَّذِينَ ٱتَّبَعُوا۟ لَوْ أَنَّ لَنَا كَرَّةً فَنَتَبَرَّأَ مِنْهُمْ كَمَا تَبَرَّءُوا۟ مِنَّا ۗ كَذَٰلِكَ يُرِيهِمُ ٱللَّهُ أَعْمَـٰلَهُمْ حَسَرَٰتٍ عَلَيْهِمْ ۖ وَمَا هُم بِخَـٰرِجِينَ مِنَ ٱلنَّارِ",
          "transliteration": "waqāla alladhīna ittabaʿū law anna lanā karratan fanatabarra-a min'hum kamā tabarraū minnā kadhālika yurīhimu l-lahu aʿmālahum ḥasarātin ʿalayhim wamā hum bikhārijīna mina l-nāri",
          "translation": "Dan orang-orang yang mengikuti berkata, \"Sekiranya kami mendapat kesempatan (kembali ke dunia), tentu kami akan berlepas tangan dari mereka, sebagaimana mereka berlepas tangan dari kami.\" Demikianlah Allah memperlihatkan kepada mereka perbuatan mereka yang menjadi penyesalan mereka. Dan mereka tidak akan ke luar dari api neraka.",
          "tafsir": "Pada saat menerima azab di akhirat mereka melihat sesembahan yang mereka sembah selagi di dunia, berlepas diri dari mereka dan menyatakan tidak bertanggung jawab atas kesesatan dan kekeliruan mereka dalam menyembah selain Allah. Karena itu mereka mengharap-harap kiranya mereka diberi kesempatan hidup kembali di dunia, agar mereka dapat menyembah Allah saja dan berlepas diri dari berhala serta pemimpin-pemimpin yang mereka sembah dahulu. Dengan demikian mereka tidak akan mengalami kepahitan dan kegetiran seperti yang mereka alami itu. Tetapi harapan itu sia-sia belaka karena nasi telah menjadi bubur. Mereka akan tetap berada dalam neraka dan tidak dapat keluar lagi dari sana, baik untuk kembali ke dunia guna memperbaiki akidah dan amalnya, ataupun untuk masuk ke surga, karena pintu surga tertutup bagi orang-orang musyrik."
        },
        {
          "number": 168,
          "arabic": "يَـٰٓأَيُّهَا ٱلنَّاسُ كُلُوا۟ مِمَّا فِى ٱلْأَرْضِ حَلَـٰلًا طَيِّبًا وَلَا تَتَّبِعُوا۟ خُطُوَٰتِ ٱلشَّيْطَـٰنِ ۚ إِنَّهُۥ لَكُمْ عَدُوٌّ مُّبِينٌ",
          "transliteration": "yāayyuhā l-nāsu kulū mimmā fī l-arḍi ḥalālan ṭayyiban walā tattabiʿū khuṭuwāti l-shayṭāni innahu lakum ʿaduwwun mubīnun",
          "translation": "Wahai manusia! Makanlah dari (makanan) yang halal dan baik yang terdapat di bumi, dan janganlah kamu mengikuti langkah-langkah setan. Sungguh, setan itu musuh yang nyata bagimu.",
          "tafsir": "Ibnu 'Abbas mengatakan bahwa ayat ini turun mengenai suatu kaum yang terdiri dari Bani Saqif, Bani Amir bin Sa'sa'ah, Khuza'ah dan Bani Mudli. Mereka mengharamkan menurut kemauan mereka sendiri memakan beberapa jenis binatang seperti bahirah yaitu unta betina yang telah beranak lima kali dan anak kelima itu jantan, lalu dibelah telinganya; dan wasilah yaitu domba yang beranak dua ekor, satu jantan dan satu betina, lalu anak yang jantan tidak boleh dimakan dan harus diserahkan kepada berhala. Padahal Allah tidak mengharamkan memakan jenis binatang itu, bahkan telah menjelaskan apa-apa yang diharamkan memakan-Nya dalam firman-Nya: Diharamkan bagimu (memakan) bangkai, darah, daging babi, (daging hewan) yang disembelih atas nama selain Allah, dan (hewan yang mati) tercekik, yang dipukul, yang jatuh, yang ditanduk, dan yang diterkam binatang buas, kecuali yang sempat kamu sembelih, dan (diharamkan juga bagimu) yang disembelih untuk berhala. Dan (diharamkan juga) mengundi nasib dengan anak panah, itu adalah suatu kefasikan. (al-Ma'idah/5: 3). Segala sesuatu selain dari yang tersebut dalam ayat ini boleh dimakan, sedangkan bahirah dan wasilah tidak tersebut di dalam ayat itu. Memang ada beberapa ulama berpendapat bahwa di samping yang tersebut dalam ayat itu, ada lagi yang diharamkan memakannya berdasarkan hadis Rasulullah saw seperti makan binatang yang bertaring tajam atau bercakar kuat. Allah menyuruh manusia makan makanan yang baik yang terdapat di bumi, yaitu planet yang dikenal sebagai tempat tinggal makhluk hidup seperti manusia, binatang, tumbuh-tumbuhan dan lainnya. Sedang makanan yang diharamkan oleh beberapa kabilah yang ditetapkan menurut kemauan dan peraturan yang mereka buat sendiri halal dimakan, karena Allah tidak mengharamkan makanan itu. Allah hanya mengharamkan beberapa macam makanan tertentu sebagaimana tersebut dalam ayat 3 surah al-Ma'idah dan dalam ayat 173 surah al-Baqarah ini. Selain dari yang diharamkan Allah dan selain yang tersebut dalam hadis sesuai dengan pendapat sebagian ulama adalah halal, boleh dimakan. Kabilah-kabilah itu hanya mengharamkan beberapa jenis tanaman dan binatang berdasarkan hukum yang mereka tetapkan dengan mengikuti tradisi yang mereka warisi dari nenek moyang mereka, dan karena memperturutkan hawa nafsu dan kemauan setan belaka. Janganlah kaum Muslimin mengikuti langkah-langkah setan, karena setan itu adalah musuh yang nyata bagi manusia."
        },
        {
          "number": 169,
          "arabic": "إِنَّمَا يَأْمُرُكُم بِٱلسُّوٓءِ وَٱلْفَحْشَآءِ وَأَن تَقُولُوا۟ عَلَى ٱللَّهِ مَا لَا تَعْلَمُونَ",
          "transliteration": "innamā yamurukum bil-sūi wal-faḥshāi wa-an taqūlū ʿalā l-lahi mā lā taʿlamūna",
          "translation": "Sesungguhnya (setan) itu hanya menyuruh kamu agar berbuat jahat dan keji, dan mengatakan apa yang tidak kamu ketahui tentang Allah.",
          "tafsir": "Setan selalu menyuruh manusia agar melakukan kejahatan dan mengerjakan yang keji dan yang mungkar. Setan tidak rela dan tidak senang bila melihat seseorang beriman kepada Allah dan menaati segala perintah dan peraturan-Nya. Setan tidak segan-segan menyuruh manusia berdusta terhadap Allah dengan menyuruh membuat peraturan-peraturan dan hukum-hukum yang bertentangan dengan hukum Allah sehingga dengan demikian akan kacau-balaulah peraturan agama dan tidak dapat diketahui lagi mana peraturan agama dan mana yang bukan."
        }
      ]
    }
  ]
}