{
  "pageNumber": 29,
  "juz": 2,
  "surahs": [
    {
      "number": 2,
      "name": "Al-Baqarah",
      "nameArabic": "البقرة",
      "meaning": "Sapi Betina",
      "revelation": "Madinah",
      "description": "Surat \"Al Baqarah\" terdiri atas 286 ayat dan sebagian besar diturunkan di Madinah pada permulaan tahun Hijrah, kecuali ayat 281 yang diturunkan di Mina pada Haji wadaa' (haji Nabi Muhammad s.a.w. yang terakhir). Seluruh ayat surat Al Baqarah termasuk golongan Madaniyyah dan merupakan surat yang terpanjang di antara surat-surat Al Qur'an yang di dalamnya terdapat pula ayat yang terpanjang (ayat 282).Surat ini dinamai \"Al Baqarah\" karena di dalamnya disebutkan kisah penyembelihan sapi betina yang diperintahkan Allah kepada Bani Israil (ayat 67 sampai dengan 74), di mana dijelaskan watak orang Yahudi pada umumnya. Dinamai \"Fusthaathul-Qur'an\" (puncak Al Qur'an) karena memuat beberapa hukum yang tidak disebutkan dalam surat yang lain. Dinamai juga surat \"Alif-laam-miim\" karena surat ini dimulai dengan Alif-laam-miim.&nbsp;Pokok-Pokok Isi:1. Keimanan:Dakwah Islamiyah yang dihadapkan kepada umat Islam, ahli kitab dan para musyrikin.2. Hukum-hukum:Perintah mengerjakan shalat; menunaikan zakat; hukum puasa; hukum haji dan umrah; hukum qishash; halal dan haram; berinfak di jalan Allah; hukum arak dan judi; cara menyantuni anak yatim, larangan riba; utang-piutang; nafkah dan yang berhak menerimanya; wasiat kepada ibu-bapak dan kaum kerabat; hukum sumpah; kewajiban menyampaikan amanah; sihir; hukum merusak masjid; hukum mengubah kitab-kitab Allah; hukum haidh, 'iddah, thalak, khulu', ilaa' dan susuan; hukum melamar, mahar, larangan menikahi wanita musyrik dan sebaliknya; hukum perang.3. Kisah-kisah:Kisah penciptaan Nabi Adam a.s; kisah Nabi Ibrahim a.s.; kisah Nabi Musa a.s. dengan Bani Israil.4. Lain-lain:Sifat-sifat orang yang bertakwa; sifat-sifat orang munafik; sifat-sifat Allah; perumpamaan-perumpamaan; kiblat, kebangkitan sesudah mati.Kesimpulan surat Al Baqarah:1. Menjelaskan beberapa hukum dalam agama Islam.2. Mengemukakan beberapa perumpamaan.3. Mengemukakan hujjah-hujjah.Hubungan Surat Al Baqarah Dengan Surat Ali 'Imran:1. Dalam surat Al Baqarah, disebutkan Nabi Adam a.s. yang langsung diciptakan Allah, sedang dalam surat Ali'Imran, disebutkan tentang kelahiran Nabi 'Isa a.s. yang kedua-duanya diciptakan Allah secara menyelisihi kebiasaan.2. Dalam surat Al Baqarah, sifat dan perbuatan orang-orang Yahudi dibentangkan secara luas disertai dengan hujjah untuk mematahkan hujjah-hujjah mereka yang membela kesesatan, sedang dalam surat Ali 'Imran, dibentangkan hal-hal serupa yang berhubungan dengan orang Nasrani.3. Surat Al Baqarah dimulai dengan menyebutkan tiga golongan manusia, yaitu orang mukmin, orang yang mengimani hari akhir, dan orang munafik. Sementara itu, surat Ali 'Imran dimulai dengan menyebutkan orang yang suka mentakwilkan ayat yang mutasyabihaat secara salah untuk memfitnah orang mukmin, dan menyebutkan orang yang mempunyai keahlian dalam menakwilkannya.4. Surat Al Baqarah disudahi dengan permohonan kepada Allah agar kesalahan-kesalahan dan kealpaan dalam melaksanakan ketaatan diampuni, sedang surat Ali 'Imran disudahi dengan permohonan kepada Allah agar Dia memberi pahala atas amal saleh yang dilakukan hamba-Nya.5. Surat Al Baqarah dimulai dengan menyebutkan sifat-sifat orang yang bertakwa, sedang surat Ali 'Imran dimulai dengan perintah bertakwa.",
      "verses": [
        {
          "number": 187,
          "arabic": "أُحِلَّ لَكُمْ لَيْلَةَ ٱلصِّيَامِ ٱلرَّفَثُ إِلَىٰ نِسَآئِكُمْ ۚ هُنَّ لِبَاسٌ لَّكُمْ وَأَنتُمْ لِبَاسٌ لَّهُنَّ ۗ عَلِمَ ٱللَّهُ أَنَّكُمْ كُنتُمْ تَخْتَانُونَ أَنفُسَكُمْ فَتَابَ عَلَيْكُمْ وَعَفَا عَنكُمْ ۖ فَٱلْـَٔـٰنَ بَـٰشِرُوهُنَّ وَٱبْتَغُوا۟ مَا كَتَبَ ٱللَّهُ لَكُمْ ۚ وَكُلُوا۟ وَٱشْرَبُوا۟ حَتَّىٰ يَتَبَيَّنَ لَكُمُ ٱلْخَيْطُ ٱلْأَبْيَضُ مِنَ ٱلْخَيْطِ ٱلْأَسْوَدِ مِنَ ٱلْفَجْرِ ۖ ثُمَّ أَتِمُّوا۟ ٱلصِّيَامَ إِلَى ٱلَّيْلِ ۚ وَلَا تُبَـٰشِرُوهُنَّ وَأَنتُمْ عَـٰكِفُونَ فِى ٱلْمَسَـٰجِدِ ۗ تِلْكَ حُدُودُ ٱللَّهِ فَلَا تَقْرَبُوهَا ۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ ءَايَـٰتِهِۦ لِلنَّاسِ لَعَلَّهُمْ يَتَّقُونَ",
          "transliteration": "uḥilla lakum laylata l-ṣiyāmi l-rafathu ilā nisāikum hunna libāsun lakum wa-antum libāsun lahunna ʿalima l-lahu annakum kuntum takhtānūna anfusakum fatāba ʿalaykum waʿafā ʿankum fal-āna bāshirūhunna wa-ib'taghū mā kataba l-lahu lakum wakulū wa-ish'rabū ḥattā yatabayyana lakumu l-khayṭu l-abyaḍu mina l-khayṭi l-aswadi mina l-fajri thumma atimmū l-ṣiyāma ilā al-layli walā tubāshirūhunna wa-antum ʿākifūna fī l-masājidi til'ka ḥudūdu l-lahi falā taqrabūhā kadhālika yubayyinu l-lahu āyātihi lilnnāsi laʿallahum yattaqūna",
          "translation": "Dihalalkan bagimu pada malam hari puasa bercampur dengan isterimu. Mereka adalah pakaian bagimu, dan kamu adalah pakaian bagi mereka. Allah mengetahui bahwa kamu tidak dapat menahan dirimu sendiri, tetapi Dia menerima tobatmu dan memaafkanmu. Maka sekarang campurilah mereka dan carilah apa yang telah ditetapkan Allah bagimu. Makan dan minumlah hingga jelas bagimu (perbedaan) antara benang putih dan benang hitam, yaitu fajar. Kemudian sempurnakanlah puasa sampai (datang) malam. Tetapi jangan kamu campuri mereka, ketika kamu beriktikaf<sup foot_note=135015>1</sup> dalam masjid. Itulah ketentuan Allah, maka janganlah kamu mendekatinya. Demikianlah Allah menerangkan ayat-ayat-Nya kepada manusia, agar mereka bertakwa.",
          "tafsir": "Pada ayat ini Allah menerangkan 'uzur atau halangan yang membolehkan untuk meninggalkan puasa, serta hukum-hukum yang bertalian dengan puasa. Banyak riwayat yang menceritakan tentang sebab turunnya ayat ini, antara lain: pada awal diwajibkan puasa, para sahabat Nabi dibolehkan makan, minum, dan bersetubuh sampai salat Isya atau tidur. Apabila mereka telah salat Isya atau tidur, kemudian bangun maka haramlah bagi mereka semua itu. Pada suatu waktu, 'Umar bin al-Khaththab bersetubuh dengan istrinya sesudah salat Isya, dan beliau sangat menyesal atas perbuatan itu dan menyampaikannya kepada Rasulullah saw. Maka turunlah ayat ini menjelaskan hukum Allah yang lebih ringan daripada yang telah mereka ketahui dan mereka amalkan. Bahwa sejak terbenamnya matahari (magrib) sampai sebelum terbit fajar (subuh), dihalalkan semua apa yang tidak diperbolehkan pada siang hari pada bulan Ramadan dengan penjelasan sebagai berikut: \"Dihalalkan bagi kamu pada malam hari Ramadan bersetubuh dengan istri kamu, karena mereka adalah pakaian bagi kamu dan kamu adalah pakaian bagi mereka. Allah mengetahui bahwa kamu telah mengkhianati diri kamu, yakni tidak mampu menahan nafsu dengan berpuasa seperti yang kamu lakukan, karena itu Allah mengampuni kamu dan memberi keringanan pada kamu. Maka sekarang campurilah mereka dan carilah apa yang ditetapkan bagimu\". (al-Baqarah/2:186) Artinya sekarang kamu diperbolehkan bersetubuh dengan istri kamu dan berbuat hal-hal yang dibolehkan untuk kamu. Makan dan minumlah sehingga terang bagimu benang putih dari benang hitam yaitu sampai terbit fajar, sempurnakanlah puasa itu sampai datang malam. Selain dari itu kamu dilarang pula bersetubuh dengan istrimu ketika kamu sedang beriktikaf di dalam masjid. Kemudian Allah menutup ayat ini dengan menegaskan bahwa larangan-larangan yang telah ditentukan Allah itu tidak boleh kamu dekati dan janganlah kamu melampaui dan melanggarnya. Demikianlah Allah menjelaskan ayat-ayat-Nya kepada umat manusia, agar mereka bertakwa."
        },
        {
          "number": 188,
          "arabic": "وَلَا تَأْكُلُوٓا۟ أَمْوَٰلَكُم بَيْنَكُم بِٱلْبَـٰطِلِ وَتُدْلُوا۟ بِهَآ إِلَى ٱلْحُكَّامِ لِتَأْكُلُوا۟ فَرِيقًا مِّنْ أَمْوَٰلِ ٱلنَّاسِ بِٱلْإِثْمِ وَأَنتُمْ تَعْلَمُونَ",
          "transliteration": "walā takulū amwālakum baynakum bil-bāṭili watud'lū bihā ilā l-ḥukāmi litakulū farīqan min amwāli l-nāsi bil-ith'mi wa-antum taʿlamūna",
          "translation": "Dan janganlah kamu makan harta di antara kamu dengan jalan yang batil, dan (janganlah) kamu menyuap dengan harta itu kepada para hakim, dengan maksud agar kamu dapat memakan sebagian harta orang lain itu dengan jalan dosa, padahal kamu mengetahui.",
          "tafsir": "Pada bagian pertama dari ayat ini Allah melarang makan harta orang lain dengan jalan bathil. \"Makan\" ialah \"mempergunakan atau memanfaatkan\", sebagaimana biasa dipergunakan dalam bahasa Arab dan bahasa lainnya. Batil ialah cara yang dilakukan tidak menurut hukum yang telah ditentukan Allah. Para ahli tafsir mengatakan banyak hal yang dilarang yang termasuk dalam lingkup bagian pertama ayat ini, antara lain: 1.Makan uang riba. 2.Menerima harta tanpa ada hak untuk itu. 3.Makelar-makelar yang melaksanakan penipuan terhadap pembeli atau penjual. Kemudian pada ayat bagian kedua atau bagian terakhir yang melarang menyuap hakim dengan maksud untuk mendapatkan sebagian harta orang lain dengan cara yang batil, dengan menyogok atau memberikan sumpah palsu atau saksi palsu. Rasulullah saw bersabda: \"Sesungguhnya saya adalah manusia dan kamu datang membawa suatu perkara untuk saya selesaikan. Barangkali di antara kamu ada yang lebih pintar berbicara sehingga saya memenangkannya, berdasarkan alasan- alasan yang saya dengar. Maka siapa yang mendapat keputusan hukum dari saya untuk memperoleh bagian dari harta saudaranya (yang bukan haknya) kemudian ia mengambil harta itu, maka ini berarti saya memberikan sepotong api neraka kepadanya\". (Mendengar ucapan itu) keduanya saling menangis dan masing-masing berkata. Saya bersedia mengikhlaskan harta bagian saya untuk teman saya. Lalu Rasulullah saw memerintahkan, \"Pergilah kamu berdua dengan penuh rasa persaudaraan dan lakukanlah undian dan saling menghalalkan bagianmu masing-masing menurut hasil undian itu \". (Riwayat Malik, Ahmad, al-Bukhari, Muslim, dan lain-lain)"
        },
        {
          "number": 189,
          "arabic": "۞ يَسْـَٔلُونَكَ عَنِ ٱلْأَهِلَّةِ ۖ قُلْ هِىَ مَوَٰقِيتُ لِلنَّاسِ وَٱلْحَجِّ ۗ وَلَيْسَ ٱلْبِرُّ بِأَن تَأْتُوا۟ ٱلْبُيُوتَ مِن ظُهُورِهَا وَلَـٰكِنَّ ٱلْبِرَّ مَنِ ٱتَّقَىٰ ۗ وَأْتُوا۟ ٱلْبُيُوتَ مِنْ أَبْوَٰبِهَا ۚ وَٱتَّقُوا۟ ٱللَّهَ لَعَلَّكُمْ تُفْلِحُونَ",
          "transliteration": "yasalūnaka ʿani l-ahilati qul hiya mawāqītu lilnnāsi wal-ḥaji walaysa l-biru bi-an tatū l-buyūta min ẓuhūrihā walākinna l-bira mani ittaqā watū l-buyūta min abwābihā wa-ittaqū l-laha laʿallakum tuf'liḥūna",
          "translation": "Mereka bertanya kepadamu (Muhammad) tentang bulan sabit. Katakanlah, \"itu adalah (penunjuk) waktu bagi manusia dan (ibadah) haji.\" Dan bukanlah suatu kebajikan memasuki rumah dari atasnya,<sup foot_note=135016>1</sup> tetapi kebajikan adalah (kebajikan) orang yang bertakwa. Masukilah rumah-rumah dari pintu-pintunya, dan bertakwalah kepada Allah agar kamu beruntung.",
          "tafsir": "Pada ayat ini Allah mengajar Nabi Muhammad saw menjawab pertanyaan sahabat tentang guna dan hikmah \"bulan\" bagi umat manusia, yaitu untuk keperluan perhitungan waktu dalam melaksanakan urusan ibadah mereka seperti salat, puasa, haji, dan sebagainya serta urusan dunia yang diperlukan. Allah menerangkan perhitungan waktu itu dengan perhitungan bulan kamariah, karena lebih mudah dari perhitungan menurut peredaran matahari (syamsiah) dan lebih sesuai dengan tingkat pengetahuan bangsa Arab pada zaman itu. Para ulama tafsir menjelaskan bahwa banyak dari kaum Ansar, apabila mereka telah mengerjakan ihram atau haji, maka mereka tidak mau lagi memasuki rumah dari pintu yang biasa, tetapi masuk dari pintu belakang, dan itu dianggap sebagai suatu kebajikan. Ayat ini menerangkan bahwa kebajikan itu bukanlah menurut perasaan dan tradisi yang berbau khurafat, seperti memasuki rumah dari belakang atau dari atas, ) tetapi kebajikan itu ialah bertakwa kepada Allah, dan ditetapkan kepada mereka agar memasuki rumah dari pintunya. Menurut saintis, bulan adalah satelit bumi yang berukuran sekitar seperempat dari ukuran bumi. Ia beredar mengelilingi bumi pada jarak rata-rata 384,400 kilometer di bawah tarikan gaya gravitasi bumi. Akibat peredarannya inilah bulan mengalami fase-fase dan di antaranya terjadi fenomena bulan sabit, bulan purnama, bulan baru dan bulan mati. Semuanya terjadi karena posisi bulan dan bumi yang bergeser secara teratur terhadap posisi matahari. Ketika bulan berada diantara bumi dan matahari, sisinya yang gelap menghadap ke bumi sehingga bulan tidak terlihat oleh kita yang berada di bumi. Fase ini dinamakan fase bulan baru. Kemudian bergeser dari fase bulan baru ke fase bulan purnama dan dan dari fase bulan purnama menuju ke fase bulan mati. Pada fase bulan mati bulan kembali tidak nampak sama sekali. Sementara bulan sabit terjadi antara fase bulan baru ke fase bulan separuh pertama (minggu pertama, sebelum bulan purnama) dan antara fase bulan separuh yang kedua (minggu ke empat, setelah purnama) menuju fase bulan mati. Dari fase bulan baru menuju fase bulan purnama maka yang terjadi fase bulan sabit yang nampak seperti benang yang bisa kita lihat di langit barat sesudah matahari tenggelam. Lama kelamaan bulan sabit tersebut menjadi lebar hingga menjadi separuh. Fase bulan ini kita sebut dengan fase bulan separuh. Kemudian tujuh hari setelah fase bulan separuh, kita bisa melihat gambaran penuh dari bulan. Fase bulan ini kita sebut dengan bulan purnama. Tujuh hari kemudian penampakan bulan kembali menyusut sehingga kembali lagi kepada fase bulan separuh. Begitulah seterusnya hingga bulan kembali mengalami fase bulan sabit yang kemudian pada akhirnya dia menghilang. Fase ini kita sebut dengan fase bulan mati. Jadi fase bulan sabit terjadi 2 kali dalam sebulan, yakni di minggu pertama dan minggu ke empat. Jarak antara fase bulan baru ke bulan baru berikutnya atau dari bulan purnama ke bulan purnama berikutnya adalah 29,5306 hari yang kita sebut dengan periode sinodik. Inilah menjadi dasar penanggalan yang dibuat dengan menggunakan sistem kalender peredaran bulan yang kita kenal dengan kalender kamariah. Maha Bijaksana Allah yang telah menciptakan bulan dengan hikmah yang luar biasa terkandung di dalamnya."
        },
        {
          "number": 190,
          "arabic": "وَقَـٰتِلُوا۟ فِى سَبِيلِ ٱللَّهِ ٱلَّذِينَ يُقَـٰتِلُونَكُمْ وَلَا تَعْتَدُوٓا۟ ۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلْمُعْتَدِينَ",
          "transliteration": "waqātilū fī sabīli l-lahi alladhīna yuqātilūnakum walā taʿtadū inna l-laha lā yuḥibbu l-muʿ'tadīna",
          "translation": "Dan perangilah di jalan Allah orang-orang yang memerangi kamu, tetapi jangan melampaui batas. Sungguh, Allah tidak menyukai orang-orang yang melampaui batas.",
          "tafsir": "Ayat ini adalah ayat Madaniyah yang termasuk ayat-ayat pertama yang memerintahkan kaum Muslimin untuk memerangi orang-orang musyrik, apabila kaum Muslimin mendapat serangan yang mendadak, meskipun serangan itu terjadi pada bulan-bulan haram, yaitu pada bulan Rajab, Zulkaidah, Zulhijah, dan Muharam, seperti dijelaskan pada ayat yang lalu. Pada zaman jahiliah, bulan-bulan tersebut dianggap bulan larangan berperang. Larangan itu oleh Islam diakui, tetapi karena orang-orang musyrik melanggarnya terlebih dahulu, maka Allah swt mengizinkan kaum Muslimin membalas serangan mereka. Sebelum hijrah, tidak ada ayat yang membolehkan kaum Muslimin melakukan peperangan. Di kalangan mufasir pun tidak ada perselisihan pendapat, bahwa peperangan itu dilarang dalam agama Islam pada masa itu. Ayat ini sampai dengan ayat 194, diturunkan pada waktu diadakan perdamaian Hudaibiah, yaitu perjanjian damai antara kaum musyrikin Mekah dan umat Islam dari Medinah. Perjanjian itu diadakan di salah satu tempat di jalan antara Jeddah dengan Mekah. Dahulu yang dinamakan Hudaibiah, ialah sumur/mata air yang terdapat di tempat itu. Peristiwa itu terjadi pada bulan Zulkaidah tahun keenam Hijri. Rasulullah saw dengan para sahabatnya meninggalkan Medinah menuju Mekah untuk mengerjakan umrah. Setelah rombongan itu sampai di Hudaibiah, mereka dihalangi oleh orang-orang musyrik dan tidak boleh masuk ke Mekah, sehingga rombongan Rasulullah saw terpaksa berada di Hudaibiah sampai satu bulan lamanya. Akhirnya diadakan perjanjian damai yang isinya antara lain sebagai berikut: a.Rombongan Rasulullah saw harus pulang kembali ke Medinah pada tahun itu. b.Pada tahun berikutnya, yaitu tahun ketujuh Hijri, Rasulullah saw dan para sahabatnya diperkenankan memasuki kota Mekah, untuk mengerjakan umrah. c.Di antara kaum musyrikin dan Muslimin tidak akan ada peperangan selama sepuluh tahun. Pada tahun berikutnya, Rasulullah berangkat kembali ke Mekah dengan rombongannya untuk mengerjakan umrah, yang lazim disebut umrah qadha, karena pada tahun sebelumnya mereka tidak berhasil melakukannya. Pada waktu itu kaum Muslimin khawatir kalau-kalau kaum musyrikin melanggar janji perdamaian tersebut, sedang kaum Muslimin tidak senang berperang di tanah Haram (Mekah) apalagi di bulan Syawal, Zulkaidah, Zulhijah, dan Muharam, yang biasa disebut \"bulan-bulan haram\". Karena keadaan dan peristiwa yang demikian itulah maka ayat-ayat tersebut diturunkan. Dalam ayat 190 ini Allah memerintahkan agar kaum Muslimin memerangi kaum musyrik yang memerangi mereka. Peperangan itu hendaklah bertujuan fi sabilillah (untuk meninggikan kalimah Allah dan menegakkan agama-Nya). Perang yang disebut \" fi sabilillah\" adalah sebagaimana yang diterangkan dalam sebuah hadis riwayat al-Bukhari dan Muslim: \"Dari Abu Musa al-Asy'ary, bahwa Rasulullah saw pernah ditanya tentang seorang laki-laki yang berperang karena keberaniannya dan yang berperang karena sakit hati, atau yang berperang karena ingin mendapat pujian saja, manakah di antara mereka itu yang berperang di jalan Allah? Rasulullah menjawab, \"Orang yang berperang untuk meninggikan kalimah Allah maka berperangnya itu fi sabilillah.\" (Riwayat al-Bukhari dan Muslim) Dalam perang suci ini orang mukmin dilarang melanggar berbagai ketentuan, seperti membunuh anak-anak, orang lemah yang tidak berdaya, orang yang telah sangat tua, wanita-wanita yang tidak ikut berperang, orang yang telah menyerah kalah dan para pendeta, karena Allah tidak menyukai orang-orang yang melampaui batas."
        }
      ]
    }
  ]
}