{
  "pageNumber": 351,
  "juz": 18,
  "surahs": [
    {
      "number": 24,
      "name": "An-Nur",
      "nameArabic": "النور",
      "meaning": "Cahaya",
      "revelation": "Madinah",
      "description": "Surat An-Nur terdiri dari 64 ayat dan termasuk surat Madaniyyah. Dinamai \"An-Nur\" yang berarti \"Cahaya\" diambil dari kata \"An-Nur\" yang terdapat pada ayat ke-35. Dalam ayat ini, Allah menjelaskan tentang Nur Ilahi, yakni Al-Qur'an yang berisi petunjuk-petunjuk. Petunjuk-petunjuk Allah layaknya cahaya yang menerangi seluruh alam. Surat ini sebagian besar isinya memuat petunjuk-petunjuk Allah yang berhubungan dengan kemasyarakatan dan rumah tangga.**Pokok-Pokok Isi:**1. **Keimanan:** Kesaksian lidah dan anggota-anggota tubuh atas segala perbuatan manusia pada hari kiamat; hanya Allah yang menguasai langit dan bumi; kewajiban rasul hanya menyampaikan agama Allah; iman merupakan dasar diterimanya amal dan ibadah.2. **Hukum-hukum:** Hukum-hukum sekitar masalah zina, li'an dan adab-adab pergaulan di luar dan di dalam rumah tangga.3. **Kisah-kisah:** Kisah tentang berita bohong terhadap Ummul Mukminin 'Aisyah (Qishshatul Ifki).4. **Lain-lain:** Semua jenis hewan diciptakan Allah dari air; janji Allah kepada kaum mukmin yang beramal saleh.Dalam surat An-Nur terdapat ayat-ayat hukum dan petunjuk-petunjuk Allah bagi manusia, baik yang berhubungan dengan hidup kemasyarakatan maupun rumah tangga. Kesemuanya itu merupakan cahaya yang menyinari kehidupan manusia dalam menempuh jalan yang menuju kebahagiaan dunia dan akhirat.**Hubungan Surat An-Nur Dengan Surat Al-Furqan:**1. Surat An-Nur ini ditutup dengan keterangan bahwa Allahlah yang memiliki langit dan bumi serta segala isinya; dan yang mengaturnya berdasarkan hikmah dan kemaslahatan yang Dia kehendaki. Allah pula yang membuat perhitungan terhadap segala amal perbuatan hamba-hamba-Nya pada hari kiamat. Maka dalam surat Al Furqan Allah memulai dengan menunjukkan tentang ketinggian-Nya baik pada zat, sifat-sifat, dan perbuatan-Nya, dan menunjukkan pula kecintaan-Nya kepada hamba-hamba-Nya dengan menurunkan Al-Qur'an sebagai pedoman hidup bagi mereka.2. Pada akhir surat ini Allah mewajibkan kaum muslimin mengikuti Rasul-Nya, Muhammad, serta mengancam dengan azab bagi yang menentangnya. Maka pada permulaan surat Al-Furqan, Allah menyebutkan bahwa Nabi Muhammad diberikan Al-Qur'an yang membimbing umat manusia.3. Pada masing-masing surat digambarkan keadaan awan, turunnya hujan, dan penghijauan bumi sebagai bukti kekuasaan Allah.4. Dalam kedua surat ini Allah menjelaskan bahwa amal usaha orang-orang kafir pada hari kiamat tidak diberi pahala sedikit pun, dan keduanya menerangkan pula asal muasal kejadian manusia.",
      "verses": [
        {
          "number": 11,
          "arabic": "إِنَّ ٱلَّذِينَ جَآءُو بِٱلْإِفْكِ عُصْبَةٌ مِّنكُمْ ۚ لَا تَحْسَبُوهُ شَرًّا لَّكُم ۖ بَلْ هُوَ خَيْرٌ لَّكُمْ ۚ لِكُلِّ ٱمْرِئٍ مِّنْهُم مَّا ٱكْتَسَبَ مِنَ ٱلْإِثْمِ ۚ وَٱلَّذِى تَوَلَّىٰ كِبْرَهُۥ مِنْهُمْ لَهُۥ عَذَابٌ عَظِيمٌ",
          "transliteration": "inna alladhīna jāū bil-if'ki ʿuṣ'batun minkum lā taḥsabūhu sharran lakum bal huwa khayrun lakum likulli im'ri-in min'hum mā ik'tasaba mina l-ith'mi wa-alladhī tawallā kib'rahu min'hum lahu ʿadhābun ʿaẓīmun",
          "translation": "Sesungguhnya orang-orang yang membawa berita bohong itu adalah dari golongan kamu (juga). Janganlah kamu mengira berita itu buruk bagi kamu bahkan itu baik bagi kamu. Setiap orang dari mereka mendapat balasan dari dosa yang diperbuatnya. Dan barangsiapa di antara mereka yang mengambil bagian terbesar (dari dosa yang diperbuatnya), dia mendapat azab yang besar (pula).<sup foot_note=135511>1</sup>",
          "tafsir": "Ayat ini menerangkan bahwa orang-orang yang membuat-buat berita bohong atau fitnah mengenai rumah tangga Rasulullah itu adalah dari kalangan kaum Muslimin sendiri. Sumbernya dari Abdullah bin Ubay bin Salul, pemuka kaum munafik di Medinah, shafwÂ±n bin Muaththal, keponakan Nabi, dan Hassan bin sabit. Allah menghibur hati mereka, agar mereka jangan menyangka bahwa peristiwa itu buruk dan merupakan bencana bagi mereka, tetapi pada hakikatnya kejadian itu adalah suatu hal yang baik bagi mereka karena dengan kejadian itu, mereka akan memperoleh pahala besar dan kehormatan dari Allah dengan diturunkannya ayat-ayat yang menyatakan kebersihan mereka dari berita bohong itu, suatu bukti autentik yang dapat dibaca sepanjang masa. Setiap orang yang menyebarkan berita bohong itu akan mendapat balasan, sesuai dengan usaha dan kegiatannya tentang tersiar luasnya berita bohong itu. Sedang orang yang menjadi sumber pertama dan menyebarluaskan berita bohong ini, ialah Abdullah bin Ubay bin Salul, sebagai seorang tokoh munafik yang tidak jujur, di akhirat kelak akan diazab dengan azab yang pedih."
        },
        {
          "number": 12,
          "arabic": "لَّوْلَآ إِذْ سَمِعْتُمُوهُ ظَنَّ ٱلْمُؤْمِنُونَ وَٱلْمُؤْمِنَـٰتُ بِأَنفُسِهِمْ خَيْرًا وَقَالُوا۟ هَـٰذَآ إِفْكٌ مُّبِينٌ",
          "transliteration": "lawlā idh samiʿ'tumūhu ẓanna l-mu'minūna wal-mu'minātu bi-anfusihim khayran waqālū hādhā if'kun mubīnun",
          "translation": "Mengapa orang-orang mukmin dan mukminat tidak berbaik sangka terhadap diri mereka sendiri, ketika kamu mendengar berita bohong itu dan berkata, \"Ini adalah (suatu berita) bohong yang nyata.\"",
          "tafsir": "Ayat ini menerangkan bahwa Allah mencela tindakan orang-orang mukmin yang mendengar berita bohong itu yang seakan-akan mempercayainya. Mengapa mereka tidak menolak fitnahan itu secara spontan? Mengapa mereka tidak mendahulukan baik sangkanya? Iman mereka, semestinya membawa mereka untuk berbaik sangka, dan mencegah mereka berburuk sangka kepada sesama orang mukmin, karena baik atau buruk sesama mukmin, pada hakikatnya adalah juga baik atau buruk juga bagi dia sendiri, sebagaimana firman Allah: Wahai orang-orang yang beriman! Jauhilah banyak dari prasangka, sesungguhnya sebagian prasangka itu dosa dan janganlah kamu mencari-cari kesalahan orang lain dan janganlah ada di antara kamu yang menggunjing sebagian yang lain. Apakah ada di antara kamu yang suka memakan daging saudaranya yang sudah mati? Tentu kamu merasa jijik. Dan bertakwalah kepada Allah, sesungguhnya Allah Maha Penerima tobat, Maha Penyayang. (al-hujurat/49: 12) Maksudnya, janganlah orang mukmin mencela sesama orang mukmin, karena orang mukmin itu seperti satu badan. Rasulullah sendiri mencegah para sahabat melakukan sangkaan yang tidak baik itu ketika beliau menjemput kedatangan Aisyah dengan mempergunakan unta shafwÂ±n bin Muaththal di tengah hari bolong dan disaksikan oleh orang banyak, agar mencegah adanya sangkaan-sangkaan yang tidak sehat. Kalau ada desas-desus yang sifatnya negatif, sebenarnya hal itu adalah luapan prasangka mereka yang disembunyikan dan kebencian yang ditutupi selama ini."
        },
        {
          "number": 13,
          "arabic": "لَّوْلَا جَآءُو عَلَيْهِ بِأَرْبَعَةِ شُهَدَآءَ ۚ فَإِذْ لَمْ يَأْتُوا۟ بِٱلشُّهَدَآءِ فَأُو۟لَـٰٓئِكَ عِندَ ٱللَّهِ هُمُ ٱلْكَـٰذِبُونَ",
          "transliteration": "lawlā jāū ʿalayhi bi-arbaʿati shuhadāa fa-idh lam yatū bil-shuhadāi fa-ulāika ʿinda l-lahi humu l-kādhibūna",
          "translation": "Mengapa mereka (yang menuduh itu) tidak datang membawa empat saksi? Oleh karena mereka tidak membawa saksi-saksi, maka mereka itu dalam pandangan Allah adalah orang-orang yang berdusta.",
          "tafsir": "Ayat ini menunjukkan kemarahan Allah kepada para penyebar berita bohong itu, mengapa mereka tidak mendatangkan empat orang saksi atas kebenaran fitnahan yang disebarkan dan dituduhkan kepada Aisyah r.a. itu? Tidak didatangkannya empat orang saksi oleh mereka itu, berarti bahwa mereka itu bohong, baik di sisi Allah maupun di kalangan manusia."
        },
        {
          "number": 14,
          "arabic": "وَلَوْلَا فَضْلُ ٱللَّهِ عَلَيْكُمْ وَرَحْمَتُهُۥ فِى ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ لَمَسَّكُمْ فِى مَآ أَفَضْتُمْ فِيهِ عَذَابٌ عَظِيمٌ",
          "transliteration": "walawlā faḍlu l-lahi ʿalaykum waraḥmatuhu fī l-dun'yā wal-ākhirati lamassakum fī mā afaḍtum fīhi ʿadhābun ʿaẓīmun",
          "translation": "Dan seandainya bukan karena karunia Allah dan rahmat-Nya kepadamu di dunia dan di akhirat, niscaya kamu ditimpa azab yang besar, disebabkan oleh pembicaraan kamu tentang hal itu (berita bohong itu).",
          "tafsir": "Pada ayat ini Allah menerangkan bahwa andaikata bukan karena karunia di dunia ini kepada para penyebar berita bohong itu dengan banyaknya nikmat yang telah diberikan kepada mereka antara lain diberinya kesempatan bertobat, dan rahmat-Nya di akhirat dengan dimaafkan mereka dari perbuatan dosa dan maksiat mereka sesudah tobat maka akan ditimpakan dengan segera oleh Allah azab kepada mereka di dunia atas perbuatannya menyebarkan fitnahan dan berita bohong."
        },
        {
          "number": 15,
          "arabic": "إِذْ تَلَقَّوْنَهُۥ بِأَلْسِنَتِكُمْ وَتَقُولُونَ بِأَفْوَاهِكُم مَّا لَيْسَ لَكُم بِهِۦ عِلْمٌ وَتَحْسَبُونَهُۥ هَيِّنًا وَهُوَ عِندَ ٱللَّهِ عَظِيمٌ",
          "transliteration": "idh talaqqawnahu bi-alsinatikum wataqūlūna bi-afwāhikum mā laysa lakum bihi ʿil'mun wataḥsabūnahu hayyinan wahuwa ʿinda l-lahi ʿaẓīmun",
          "translation": "(Ingatlah) ketika kamu menerima (berita bohong) itu dari mulut ke mulut dan kamu katakan dengan mulutmu apa yang tidak kamu ketahui sedikit pun, dan kamu menganggapnya remeh, padahal dalam pandangan Allah itu perkara besar.",
          "tafsir": "Ayat ini menerangkan bahwa andaikata bukan karena karunia dan rahmat Allah, pasti mereka yang menyebarkan berita bohong itu akan ditimpa azab; penyebaran berita bohong melalui berbagai cara, yaitu pertama, mereka itu menerima berita bohong itu dari mulut ke mulut lalu berbincang-bincang tentang hal itu, kemudian turut menyebarluaskannya sehingga tidak satu rumah atau suatu tempat pertemuan yang luput dari berita bohong itu; kedua, mereka turut mempercakapkan suatu berita bohong yang mereka tidak tahu sama sekali seluk beluknya; ketiga, mereka menganggap enteng saja berita bohong itu, seakan-akan tidak berarti, padahal berita bohong itu adalah suatu hal yang sangat buruk akibatnya dan dosa besar di sisi Allah. Allah berfirman: Sesungguhnya (terhadap) orang-orang yang menyakiti Allah dan Rasul-Nya, Allah akan melaknatnya di dunia dan di akhirat, dan menyediakan azab yang menghinakan bagi mereka. (al-Ahzab/33: 57)"
        },
        {
          "number": 16,
          "arabic": "وَلَوْلَآ إِذْ سَمِعْتُمُوهُ قُلْتُم مَّا يَكُونُ لَنَآ أَن نَّتَكَلَّمَ بِهَـٰذَا سُبْحَـٰنَكَ هَـٰذَا بُهْتَـٰنٌ عَظِيمٌ",
          "transliteration": "walawlā idh samiʿ'tumūhu qul'tum mā yakūnu lanā an natakallama bihādhā sub'ḥānaka hādhā buh'tānun ʿaẓīmun",
          "translation": "Dan mengapa kamu tidak berkata ketika mendengarnya, \"Tidak pantas bagi kita membicarakan ini. Mahasuci Engkau, ini adalah kebohongan yang besar.\"",
          "tafsir": "Pada ayat ini diterangkan bahwa Allah menyayangkan sikap sebagian kaum Muslimin yang tidak menyetop membicarakan fitnah itu dan tidak merasa layak memperkatakan dan menyambung-nyambungnya. Mereka seharusnya menyucikan Allah, bahwa Allah tidak akan mungkin membiarkan kekejian seperti itu menimpa istri seorang nabi apalagi Nabi yang paling dimuliakan-Nya. Seharusnya mereka menyikapinya bahwa berita itu adalah bohong besar."
        },
        {
          "number": 17,
          "arabic": "يَعِظُكُمُ ٱللَّهُ أَن تَعُودُوا۟ لِمِثْلِهِۦٓ أَبَدًا إِن كُنتُم مُّؤْمِنِينَ",
          "transliteration": "yaʿiẓukumu l-lahu an taʿūdū limith'lihi abadan in kuntum mu'minīna",
          "translation": "Allah memperingatkan kamu agar (jangan) kembali mengulangi seperti itu selama-lamanya, jika kamu orang beriman,",
          "tafsir": "Pada ayat ini Allah memperingatkan kepada orang-orang mukmin supaya tidak mengulangi kembali perbuatan yang jahat dan dosa yang besar itu pada masa-masa yang akan datang. Hal itu bila mereka memang beriman. Orang yang beriman tentunya mengambil pelajaran dari apa yang diajarkan Allah, mengerjakan perintah-Nya, dan menjauhi larangan-Nya. Allah sudah mengajarkan sikap yang harus diambil menghadapi berita yang tidak jelas ujung pangkalnya, yang merugikan seorang atau kaum Muslimin, bahwa berita itu tidak boleh disambung-sambung, tetapi disikapi sebagai berita bohong."
        },
        {
          "number": 18,
          "arabic": "وَيُبَيِّنُ ٱللَّهُ لَكُمُ ٱلْـَٔايَـٰتِ ۚ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
          "transliteration": "wayubayyinu l-lahu lakumu l-āyāti wal-lahu ʿalīmun ḥakīmun",
          "translation": "dan Allah menjelaskan ayat-ayat(-Nya) kepada kamu. Dan Allah Maha Mengetahui, Mahabijaksana.",
          "tafsir": "Ayat ini menerangkan bahwa Allah telah menjelaskan di dalam kitab-Nya secara terperinci mengenai syariat-Nya, akhlak dan adab yang baik, perbuatan dan kelakuan yang diridai-Nya. Dia Maha Mengetahui segala sesuatu. Tidak ada sesuatu yang tersembunyi bagi-Nya bagaimana pun kecilnya, Allah membalas dengan baik amal orang yang berbuat baik, dan membalas dengan siksa orang-orang yang berbuat jahat, Allah Mahabijaksana mengatur kepentingan hamba-hamba-Nya membebankan di atas pundak mereka hal-hal yang mendatangkan kebahagiaan kepada mereka di dunia dan di akhirat."
        },
        {
          "number": 19,
          "arabic": "إِنَّ ٱلَّذِينَ يُحِبُّونَ أَن تَشِيعَ ٱلْفَـٰحِشَةُ فِى ٱلَّذِينَ ءَامَنُوا۟ لَهُمْ عَذَابٌ أَلِيمٌ فِى ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ ۚ وَٱللَّهُ يَعْلَمُ وَأَنتُمْ لَا تَعْلَمُونَ",
          "transliteration": "inna alladhīna yuḥibbūna an tashīʿa l-fāḥishatu fī alladhīna āmanū lahum ʿadhābun alīmun fī l-dun'yā wal-ākhirati wal-lahu yaʿlamu wa-antum lā taʿlamūna",
          "translation": "Sesungguhnya orang-orang yang ingin agar perbuatan yang sangat keji itu (berita bohong) tersiar di kalangan orang-orang yang beriman, mereka mendapat azab yang pedih di dunia dan di akhirat. Dan Allah mengetahui, sedang kamu tidak mengetahui.",
          "tafsir": "Pada ayat ini Allah menerangkan bahwa orang-orang yang senang menyiarkan perbuatan keji dan memalukan seperti perbuatan zina di kalangan orang-orang mukmin muhsan baik laki-laki maupun perempuan, mereka akan mendapat hukuman di dunia ini dan di akhirat, bila mereka tidak tobat dan tidak menjalankan hukuman di dunia, ia akan di azab di neraka. Penyebaran berita yang tidak patut disebarkan dilarang dalam agama Islam. Yang diminta seharusnya adalah berita tentang pelanggaran etika harus disimpan, sebagaimana sabda Nabi: Orang Islam yang sebenarnya, ialah orang-orang Islam selamat dari kejahatan lidah dan tangannya, dan orang yang berhijrah ialah orang yang meninggalkan larangan Allah. (Riwayat al-Bukhari, Abu Daud dan an-Nasa'i) Dan sabdanya: Tidaklah seorang hamba mukmin, menutupi cacat seorang hamba mukmin kecuali ditutupi juga cacatnya oleh Allah di hari akhirat. Dan barangsiapa menggagalkan kejahatan seorang muslim, akan digagalkan pula kejahatannya oleh Allah, di akhirat nanti. (Riwayat Ahmad bin Hanbal) Allah Maha Mengetahui hakikat dan rahasia sesuatu hal yang manusia tidak mengetahuinya. Oleh karena itu, kembalikanlah segala sesuatunya kepada Allah dan janganlah kita suka memperkatakan sesuatu yang kita tidak mengetahui sedikit pun seluk beluknya, terutama hal-hal yang menyangkut diri atau keluarga Rasulullah, karena yang demikian itu akan membawa kepada kebinasaan. Pemberitaan perbuatan zina atau pornografi akan berdampak buruk yaitu mendorong orang secara luas untuk berzina. Karena itu dampak buruknya luar biasa. Mengenai hal itu manusia tidak perlu meragukannya, karena Allah-lah yang lebih tahu daripada manusia. Sebagai contoh adalah terancamnya umat manusia oleh penyakit AIDS dengan virus HIV yang belum ditemukan obatnya sampai sekarang."
        },
        {
          "number": 20,
          "arabic": "وَلَوْلَا فَضْلُ ٱللَّهِ عَلَيْكُمْ وَرَحْمَتُهُۥ وَأَنَّ ٱللَّهَ رَءُوفٌ رَّحِيمٌ",
          "transliteration": "walawlā faḍlu l-lahi ʿalaykum waraḥmatuhu wa-anna l-laha raūfun raḥīmun",
          "translation": "Dan kalau bukan karena karunia Allah dan rahmat-Nya kepadamu (niscaya kamu akan ditimpa azab yang besar). Sungguh, Allah Maha Penyantun, Maha Penyayang.",
          "tafsir": "Pada ayat ini Allah menerangkan bahwa larangan-Nya terhadap penyebaran pornografi dan perzinaan adalah karena kasih sayang-Nya terhadap umat manusia. Allah memberikan karunia dan rahmat-Nya kepada mereka penyebar berita bohong, yang masih memberi kepada mereka hidup dengan segala kelengkapannya. Dan sekiranya Dia tidak Maha Penyantun dan Maha Penyayang, tentulah mereka itu sudah hancur binasa. Tetapi Dia senantiasa berbuat kepada hamba-Nya mana yang mendatangkan maslahat kepada mereka, sekalipun mereka itu telah melakukan pelanggaran-pelanggaran dan dosa serta maksiat kepada-Nya. Berkat larangan itulah dunia masih selamat sampai sekarang, karena sebagian besar manusia terutama kaum Muslimin mematuhinya."
        }
      ]
    }
  ]
}