{
  "pageNumber": 225,
  "juz": 12,
  "surahs": [
    {
      "number": 11,
      "name": "Hud",
      "nameArabic": "هود",
      "meaning": "Nabi Hud",
      "revelation": "Makkah",
      "description": "Surat Hud termasuk surat Makkiyyah, terdiri dari 123 ayat, dan diturunkan setelah surat Yunus.Surat ini dinamai Hud karena di dalamnya terdapat kisah Nabi Hud dan kaumnya. Dalam surat ini juga terdapat kisah-kisah nabi yang lain, seperti: Nuh, Shaleh, Ibrahim, Luth, Syu'aib, dan Musa.**Pokok-Pokok isi:**1. **Keimanan:** Keberadaan 'Arsy Allah; kejadian alam dalam enam masa; keberadaan golongan-golongan manusia pada hari kiamat.2. **Hukum-hukum:** Agama membolehkan menikmati yang baik-baik dan memakai perhiasan asal tidak berlebih-lebihan; tidak boleh bersikap sombong; tidak boleh berdoa atau mengharapkan sesuatu yang mustahil menurut sunnatullah.3. **Kisah-kisah:** Kisah Nuh dan kaumnya; kisah Hud dan kaumnya; kisah Shaleh dan kaumnya; kisah Ibrahim dan kaumnya; kisah Syu'aib dan kaumnya; kisah Luth dan kaumnya; kisah Musa dan kaumnya.4. **Lain-lain:** Pelajaran-pelajaran yang diambil dari kisah-kisah para nabi; air sumber segala kehidupan; shalat memperkuat keimanan; sunnatullah yang berhubungan dengan kebinasaan suatu kaum.Surat Hud berisi hal-hal yang berhubungan dengan pokok-pokok agama, seperti ketauhidan, kerasulan, dan hari kebangkitan, kemudian dihubungkan dengan dakwah yang telah dilakukan oleh para nabi kepada kaumnya.**Hubungan Surat Hud Dengan Surat Yusuf:**1. Kedua surat ini sama-sama dimulai dengan alif laam raa kemudian diiringi dengan penjelasan tentang Al-Qur'an.2. Surat Yusuf menyempurnakan penjelasan kisah para rasul yang disebut dalam surat Hud, kemudian kisah itu dijadikan dalil untuk menyatakan bahwa Al-Qur'an adalah wahyu Ilahi; setelah Nabi Muhammad tidak ada lagi nabi atau rasul yang diutus Allah.3. Perbedaan kedua surat ini ada dalam menjelaskan kisah-kisah para nabi. Dalam surat Hud diutarakan kisah beberapa orang rasul dalam menyampaikan risalah kepada kaumnya, akibat mengikuti dan akibat mendustakan mereka, kemudian dijadikan perbandingan dan berita yang mengancam kaum musyrikin Arab beserta pengikut-pengikutnya. Dalam surat Yusuf diterangkan tentang kehidupan Nabi Yusuf yang pada mulanya dizalimi oleh saudara-saudaranya kemudian menjadi rasul yang berkuasa dan dapat menolong saudara-sudaranya beserta kedua orang tuanya. Kepribadian Nabi Yusuf ini harus dijadikan teladan oleh semua orang yang beriman kepada Nabi Muhammad.",
      "verses": [
        {
          "number": 29,
          "arabic": "وَيَـٰقَوْمِ لَآ أَسْـَٔلُكُمْ عَلَيْهِ مَالًا ۖ إِنْ أَجْرِىَ إِلَّا عَلَى ٱللَّهِ ۚ وَمَآ أَنَا۠ بِطَارِدِ ٱلَّذِينَ ءَامَنُوٓا۟ ۚ إِنَّهُم مُّلَـٰقُوا۟ رَبِّهِمْ وَلَـٰكِنِّىٓ أَرَىٰكُمْ قَوْمًا تَجْهَلُونَ",
          "transliteration": "wayāqawmi lā asalukum ʿalayhi mālan in ajriya illā ʿalā l-lahi wamā anā biṭāridi alladhīna āmanū innahum mulāqū rabbihim walākinnī arākum qawman tajhalūna",
          "translation": "Dan wahai kaumku! Aku tidak meminta harta kepada kamu (sebagai imbalan) atas seruanku. Imbalanku hanyalah dari Allah dan aku sekali-kali tidak akan mengusir orang yang telah beriman. Sungguh, mereka akan bertemu dengan Tuhannya, dan sebaliknya aku memandangmu sebagai kaum yang bodoh.",
          "tafsir": "Nabi Nuh berkata, \"Wahai kaumku, aku tidak meminta upah atau balasan apa pun atas nasihat dan seruan kepadamu itu. Aku mengajak kalian kepada ketauhidan dan ketakwaan kepada Allah, semata-mata ikhlas karena Allah, supaya kamu sekalian berbahagia di akhirat. Aku sama sekali tidak meminta atau mengharapkan pemberian upah harta benda dari kalian. Aku tahu bahwa harta benda itu sangat kamu sayangi. Aku tahu bahwa penilaian kalian terhadap seseorang itu selalu dikaitkan dengan kekayaannya. Oleh karena itu, untuk memurnikan seruanku dan untuk tidak menyinggung perasaan, aku tidak meminta apa-apa, cukuplah aku mengharapkan pahala dari Allah saja, karena Allah lah yang memberi tugas kepadaku dan aku hanya bertawakal kepada-Nya.\" Dan ucapan seperti itu diucapkan pula oleh rasul-rasul yang lain dalam rangka menyampaikan risalahnya kepada umat. Kaum Nuh mengusulkan kepada Nuh, \"Hai Nuh, jika kamu ingin supaya kami ikut beriman kepadamu, maka usirlah pengikutmu yang lemah dan hina itu, karena kami tidak pantas duduk bersama mereka dalam suatu majelis.\" Nabi Nuh a.s. menjawab, \"Aku tidak akan mengusir mereka, karena mereka sungguh-sungguh akan bertemu dengan Tuhannya, dan mereka hanya akan ditanya tentang amalnya, bukan soal pangkat atau keturunannya, dan itulah yang tidak kamu ketahui.\" Ucapan Nabi Nuh a.s. itu dijelaskan pula dalam ayat lain yaitu firman Allah swt: Mereka berkata, \"Apakah kami harus beriman kepadamu, padahal pengikut-pengikutmu orang-orang yang hina?\" Dia (Nuh) menjawab, \"Tidak ada pengetahuanku tentang apa yang mereka kerjakan. Perhitungan (amal perbuatan) mereka tidak lain hanyalah kepada Tuhanku, jika kamu menyadari. Dan aku tidak akan mengusir orang-orang yang beriman. Aku (ini) hanyalah pemberi peringatan yang jelas.\" (asy-Syuara/26: 111-115)"
        },
        {
          "number": 30,
          "arabic": "وَيَـٰقَوْمِ مَن يَنصُرُنِى مِنَ ٱللَّهِ إِن طَرَدتُّهُمْ ۚ أَفَلَا تَذَكَّرُونَ",
          "transliteration": "wayāqawmi man yanṣurunī mina l-lahi in ṭaradttuhum afalā tadhakkarūna",
          "translation": "Dan wahai kaumku! Siapakah yang akan menolongku dari (azab) Allah jika aku mengusir mereka? Tidakkah kamu mengambil pelajaran?",
          "tafsir": "Dalam ayat ini, Allah menjelaskan tentang ketegasan Nabi Nuh yang berseru kepada kaumnya yang menginginkan agar Nabi Nuh mengusir para pengikutnya yang beriman, \"Wahai kaumku, tidak ada seorang pun yang dapat menolak siksaan Allah, jika aku mengusir mereka yang telah beriman dan mengikuti seruanku, karena hal itu termasuk suatu kezaliman yang berat sekali, yang pasti akan dibalas dengan azab yang berat pula. Apakah kamu tidak sadar dan mengambil pelajaran? Mereka itu mempunyai Tuhan yang pasti akan menolongnya, dan yang mengusir mereka pasti akan binasa.\" Permintaan pengusiran para pengikut yang telah beriman tidak hanya diterima atau dialami oleh Nabi Nuh, tetapi juga oleh nabi-nabi lain, tidak terkecuali Nabi Muhammad saw."
        },
        {
          "number": 31,
          "arabic": "وَلَآ أَقُولُ لَكُمْ عِندِى خَزَآئِنُ ٱللَّهِ وَلَآ أَعْلَمُ ٱلْغَيْبَ وَلَآ أَقُولُ إِنِّى مَلَكٌ وَلَآ أَقُولُ لِلَّذِينَ تَزْدَرِىٓ أَعْيُنُكُمْ لَن يُؤْتِيَهُمُ ٱللَّهُ خَيْرًا ۖ ٱللَّهُ أَعْلَمُ بِمَا فِىٓ أَنفُسِهِمْ ۖ إِنِّىٓ إِذًا لَّمِنَ ٱلظَّـٰلِمِينَ",
          "transliteration": "walā aqūlu lakum ʿindī khazāinu l-lahi walā aʿlamu l-ghayba walā aqūlu innī malakun walā aqūlu lilladhīna tazdarī aʿyunukum lan yu'tiyahumu l-lahu khayran l-lahu aʿlamu bimā fī anfusihim innī idhan lamina l-ẓālimīna",
          "translation": "Dan aku tidak mengatakan kepadamu, bahwa aku mempunyai gudang-gudang rezeki dan kekayaan dari Allah, dan aku tidak mengetahui yang gaib, dan tidak (pula) mengatakan bahwa sesungguhnya aku adalah malaikat, dan aku tidak (juga) mengatakan kepada orang yang dipandang hina oleh penglihatanmu, \"Bahwa Allah tidak akan memberikan kebaikan kepada mereka. Allah lebih mengetahui apa yang ada pada diri mereka. Sungguh, jika demikian aku benar-benar termasuk orang-orang yang zalim.\"",
          "tafsir": "Dalam ayat ini, dijelaskan jawaban Nuh kepada kaumnya atas ketidakpercayaan mereka kepada kenabian Nuh, walaupun ia mengaku menjadi nabi. Ia juga tidak mengatakan kepada mereka bahwa ia mempunyai gudang-gudang rezeki dan kekayaan dari Allah, yang diperlukan oleh setiap hamba-Nya, yang bisa ia keluarkan untuk menutupi kebutuhan dirinya dan seluruh pengikutnya. Ia sama saja seperti orang lain, memerlukan usaha yang wajar, karena soal jaminan rezeki itu tidak termasuk dalam urusan kenabian. Sekiranya urusan itu dijadikan bagian dari kerasulan tentu banyak orang-orang yang mengikuti nabi karena ingin jaminan rezeki dan harta saja. Padahal gagasan yang pokok dari tugas kerasulan ialah menyucikan jiwa manusia dari pengaruh kebendaan dengan ibadah dan makrifat kepada Allah sebagai persiapan masuk surga dan memperoleh keridaan-Nya pada hari Kiamat. Harta dan anak-anak tidak bermanfaat lagi, dan yang menghadap Allah hanya mereka yang berhati bersih. Selanjutnya Nabi Nuh mengatakan bahwa ia tidak mengetahui yang gaib. Ia tidak melebihi orang lain dengan ilmu gaib, yang dapat mengungkapkan benda-benda yang tersembunyi untuk menambah kekayaan, atau mem-peroleh kemanfaatan dan menolak kemudaratan, yang dapat disampaikan kepada semua pengikut-pengikutnya, agar menjadi orang-orang yang kaya dan sebagainya. Disebutkan pula dalam firman Allah: Katakanlah (Muhammad), \"Aku tidak kuasa mendatangkan manfaat maupun menolak mudarat bagi diriku kecuali apa yang dikehendaki Allah. Sekiranya aku mengetahui yang gaib, niscaya aku membuat kebajikan sebanyak-banyaknya dan tidak akan ditimpa bahaya. Aku hanyalah pemberi peringatan, dan pembawa berita gembira bagi orang-orang yang beriman.\" (al-Araf/7: 188) Nabi Nuh melanjutkan pernyataannya dengan mengatakan bahwa ia bukanlah malaikat yang diutus kepada mereka, melainkan seorang manusia seperti mereka yang ditugaskan untuk menyeru manusia kepada ketauhidan. Dalam ucapan Nabi Nuh itu, ada bantahan terhadap anggapan orang-orang kafir yang mengatakan bahwa seorang rasul itu semestinya malaikat, tidak makan, tidak minum, tidak mondar-mandir ke luar masuk pasar, harus mengetahui semua yang gaib, dan mempunyai banyak kelebihan daripada manusia biasa. Ia juga tidak mengatakan kepada orang yang beriman yang mereka hinakan itu, bahwa Allah tidak akan memberikan kebaikan kepada mereka di akhirat. Pandangan Allah berbeda sekali dengan pandangan manusia. Sebagaimana diterangkan dalam beberapa hadis sahih: \"Allah tidak memandang rupa atau tubuh kamu, akan tetapi Allah memandang kepada hati kamu.\" (Riwayat Muslim dari Abu Hurairah) Allah lebih mengetahui apa yang terkandung dalam hati mereka, bagaimana murninya keimanan mereka, dan bagaimana pula keikhlasan mereka dalam menjalankan ketaatan kepada Allah dan rasul-Nya, tidak seperti pandangan mereka yang menuduh orang-orang mukmin mempunyai pandangan yang picik yang mempercayai apa saja. Sesungguhnya, jika Nabi berbeda penilaian dengan mereka, adalah karena Nabi bukan memandang apa yang nampak dari luar saja, tetapi melihat kepada keimanan dan keikhlasan pengikutnya. Jika Nabi menilai seperti penilaian orang-orang kafir, niscaya ia termasuk orang-orang yang zalim."
        },
        {
          "number": 32,
          "arabic": "قَالُوا۟ يَـٰنُوحُ قَدْ جَـٰدَلْتَنَا فَأَكْثَرْتَ جِدَٰلَنَا فَأْتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّـٰدِقِينَ",
          "transliteration": "qālū yānūḥu qad jādaltanā fa-aktharta jidālanā fatinā bimā taʿidunā in kunta mina l-ṣādiqīna",
          "translation": "Mereka berkata, \"Wahai Nuh! Sungguh, engkau telah berbantah dengan kami, dan engkau telah memperpanjang bantahanmu terhadap kami, maka datangkanlah kepada kami azab yang engkau ancamkan, jika kamu termasuk orang yang benar.\"",
          "tafsir": "Ayat-ayat ini menerangkan tantangan kaum Nabi Nuh a.s. yang menolak kebenaran Nuh sebagai utusan Allah untuk memberi petunjuk bagi mereka kepada jalan yang benar, demi keselamatan dan kebahagiaan mereka di dunia dan di akhirat. Ucapan-ucapan mereka yang bernada menentang itu pada hakekatnya pembangkangan, karena mereka sudah kehabisan alasan. Mereka tidak dapat lagi memberikan bantahan-bantahan dengan alasan yang wajar yang dapat diterima oleh akal pikiran yang sehat, kecuali mengatakan, \"Hai Nuh, kamu telah demikian banyaknya berdebat dengan kami, tidak ada suatu alasan dari kami yang tidak kamu bantah, sehingga kami merasa jemu dan bosan, dan tidak ada yang kami katakan lagi kecuali suatu hal, yaitu kalau memang benar apa yang kamu katakan itu semua, datangkanlah segera azab yang kamu peringatkan itu di dunia ini sebelum azab akhirat.\" Tantangan ini adalah sebagai jawaban mereka terhadap perkataan Nuh a.s. kepada mereka seperti yang telah diterangkan pada permulaan kisah ini yaitu: Dan sungguh, Kami telah mengutus Nuh kepada kaumnya, (dia berkata), \"Sungguh, aku ini adalah pemberi peringatan yang nyata bagi kamu, agar kamu tidak menyembah selain Allah. Aku benar-benar khawatir kamu akan ditimpa azab (pada) hari yang sangat pedih.\" (Hud/11: 25-26)"
        },
        {
          "number": 33,
          "arabic": "قَالَ إِنَّمَا يَأْتِيكُم بِهِ ٱللَّهُ إِن شَآءَ وَمَآ أَنتُم بِمُعْجِزِينَ",
          "transliteration": "qāla innamā yatīkum bihi l-lahu in shāa wamā antum bimuʿ'jizīna",
          "translation": "Dia (Nuh) menjawab, \"Hanya Allah yang akan mendatangkan azab kepadamu jika Dia menghendaki, dan kamu tidak akan dapat melepaskan diri.",
          "tafsir": "Pada ayat ini, Allah menerangkan jawaban Nabi Nuh a.s. terhadap tantangan kaumnya yang kafir itu, dengan memberikan penjelasan bahwa urusan mendatangkan azab itu tidak berada dalam kekuasaannya, melainkan dalam kekuasaan Allah Yang Mahakuasa, yang menciptakan alam semesta ini dan berbuat segala sesuatu menurut iradah-Nya. Mereka semestinya tidak perlu tergesa-gesa, bahkan tidak wajar meminta dipercepat datangnya azab Allah itu, sebab apabila azab itu datang sebagaimana yang mereka minta, niscaya mereka tidak akan mampu menolak dan mencegahnya. Sebaliknya, permintaan yang wajar dari mereka ialah supaya azab Allah itu tidak datang. Untuk itu, hendaklah mereka beriman kepada Allah dan mematuhi perintah-perintah-Nya dan meninggalkan larangan-larangan-Nya, sebagaimana yang disampaikan kepada mereka."
        },
        {
          "number": 34,
          "arabic": "وَلَا يَنفَعُكُمْ نُصْحِىٓ إِنْ أَرَدتُّ أَنْ أَنصَحَ لَكُمْ إِن كَانَ ٱللَّهُ يُرِيدُ أَن يُغْوِيَكُمْ ۚ هُوَ رَبُّكُمْ وَإِلَيْهِ تُرْجَعُونَ",
          "transliteration": "walā yanfaʿukum nuṣ'ḥī in aradttu an anṣaḥa lakum in kāna l-lahu yurīdu an yugh'wiyakum huwa rabbukum wa-ilayhi tur'jaʿūna",
          "translation": "Dan nasihatku tidak akan bermanfaat bagimu sekalipun aku ingin memberi nasihat kepadamu, kalau Allah hendak menyesatkan kamu. Dia adalah Tuhanmu, dan kepada-Nyalah kamu dikembalikan.\"",
          "tafsir": "Pada ayat ini, Allah menerangkan lanjutan jawaban dan penjelasan Nabi Nuh a.s. kepada kaumnya yang membangkang itu, bahwa apapun yang disampaikan kepada mereka yang berupa nasihat dalam rangka mengajak kepada jalan yang benar dan memperingatkan mereka supaya terhindar dari azab Allah di dunia dan di akhirat, tidak akan ada manfaatnya, jika mereka masih tetap disesatkan oleh bujukan hawa nafsu mereka. Itulah yang menjadi sebab kebinasaan mereka di dunia dan azab yang abadi di akhirat. Selanjut-nya Nabi Nuh a.s. menjelaskan kepada mereka, bahwa sesungguhnya Allah adalah Tuhan mereka yang memiliki dan mengatur dunia ini, sehingga segala sesuatu terjadi menurut ketentuan, ukuran, dan kehendak-Nya. Semuanya akan kembali kepada-Nya di akhirat, untuk menerima balasan amalnya dengan balasan yang baik atau buruk, sesuai dengan amal perbuatannya di dunia."
        },
        {
          "number": 35,
          "arabic": "أَمْ يَقُولُونَ ٱفْتَرَىٰهُ ۖ قُلْ إِنِ ٱفْتَرَيْتُهُۥ فَعَلَىَّ إِجْرَامِى وَأَنَا۠ بَرِىٓءٌ مِّمَّا تُجْرِمُونَ",
          "transliteration": "am yaqūlūna if'tarāhu qul ini if'taraytuhu faʿalayya ij'rāmī wa-anā barīon mimmā tuj'rimūna",
          "translation": "Bahkan mereka (orang kafir) berkata, \"Dia cuma mengada-ada saja.\" Katakanlah (Muhammad), \"Jika aku mengada-ada, akulah yang akan memikul dosanya, dan aku bebas dari dosa yang kamu perbuat.\"",
          "tafsir": "Menurut pendapat Ibnu Katsir, ayat ini merupakan kelanjutan dari kisah kaum Nuh a.s. yang menerangkan bahwa mereka menuduh Nuh a.s. memberikan nasihat-nasihat dan peringatan-peringatan yang tidak benar dan hanya dibuat-buat saja. Maka Allah mengajari Nuh a.s. supaya mengatakan kepada mereka bahwa andaikata ia membuat-buat tentu dia sendirilah yang memikul dosanya, tuduhan itu sama sekali tidak benar. Menurut pendapat sebagian mufasir lain, ayat ini bukanlah lanjutan dari kisah kaum Nuh a.s., tetapi kalimat sisipan (jumlah mutaridhah). Menurut mereka maksud ayat ini ialah bahwa setelah orang-orang kafir Mekah mendengar kisah kaum Nuh a.s. ini dari Muhammad saw, lalu mereka menuduhnya mengada-adakan kisah itu. Oleh karena itu, Allah mengajari Nabi Muhammad saw. supaya mengatakan kepada mereka bahwa andaikata ia mengada-adakannya, dia sendiri yang akan memikul dosanya. Tetapi yang mereka tuduhkan itu sama sekali tidak benar, dan ia bebas dari perbuatan yang mereka tuduhkan."
        },
        {
          "number": 36,
          "arabic": "وَأُوحِىَ إِلَىٰ نُوحٍ أَنَّهُۥ لَن يُؤْمِنَ مِن قَوْمِكَ إِلَّا مَن قَدْ ءَامَنَ فَلَا تَبْتَئِسْ بِمَا كَانُوا۟ يَفْعَلُونَ",
          "transliteration": "waūḥiya ilā nūḥin annahu lan yu'mina min qawmika illā man qad āmana falā tabta-is bimā kānū yafʿalūna",
          "translation": "Dan diwahyukan kepadanya (Nuh), \"Ketahuilah, tidak akan beriman di antara kaummu, kecuali orang yang benar-benar beriman (saja), karena itu janganlah engkau bersedih hati tentang apa yang mereka perbuat.",
          "tafsir": "Pada ayat ini, Allah mengisahkan bahwa Ia telah mewahyukan kepada Nabi Nuh untuk menjelaskan hal-hal berikut: a. Setelah kaum Nuh meminta supaya Nuh a.s. segera mendatangkan azab Allah sebagai bukti atas kebenaran dakwahnya dan Nabi Nuh a.s. pun telah mendoakan mereka supaya dimusnahkan Allah, maka tidak ada lagi yang beriman di antara mereka kecuali hanya sedikit saja yaitu hanya orang-orang yang sudah menyatakan beriman kepadanya sebelum itu. b. Sekalipun sudah ratusan tahun lamanya Nabi Nuh a.s. hidup bersama kaumnya menyampaikan dakwah kepada mereka, namun mereka masih tetap membangkang. Hal itu tidaklah membuatnya berduka cita dan bersedih karena memikirkan sikap dan tingkah laku mereka yang tetap tidak beriman itu, sebab azab pembalasan Allah kepada mereka di dunia ini sudah dekat saatnya, dan mereka tidak akan dapat mengelak dan mencegahnya. (37) Menurut riwayat Ibnu Abbas, panjang kapal itu seribu dua ratus hasta. Pada ayat ini diterangkan bahwa Allah memerintahkan kepada Nuh a.s. supaya membuat kapal yang akan dipergunakan untuk menyelamatkan Nabi Nuh dan pengikutnya yang beriman dari topan (air bah) yang akan melanda dan menenggelamkan permukaan bumi sebagai azab di dunia ini kepada orang-orang kafir dari kaumnya yang selalu membangkang dan durhaka. Nabi Nuh diperintahkan membuat kapal penyelamat itu dengan petunjuk-petunjuk dan pengawasan dari Allah. Selanjutnya pada ayat ini Allah memperingatkan Nuh a.s. agar tidak lagi berbicara dengan kaumnya yang zalim (kafir) dan tidak lagi memohon supaya dosa mereka diampuni atau dihindarkan dari azab-Nya, karena sudah menjadi ketetapan Allah bahwa mereka akan ditenggelamkan. Larangan serupa ini telah diberikan pula kepada Nabi Ibrahim a.s. sewaktu dia memohonkan kepada Allah agar azab-Nya tidak ditimpakan kepada kaum Luth, sebagaimana disebut dalam firman-Nya: Wahai Ibrahim! Tinggalkanlah (perbincangan) ini, sungguh, ketetapan Tuhanmu telah datang, dan mereka itu akan ditimpa azab yang tidak dapat ditolak. (Hud/11: 76)"
        },
        {
          "number": 37,
          "arabic": "وَٱصْنَعِ ٱلْفُلْكَ بِأَعْيُنِنَا وَوَحْيِنَا وَلَا تُخَـٰطِبْنِى فِى ٱلَّذِينَ ظَلَمُوٓا۟ ۚ إِنَّهُم مُّغْرَقُونَ",
          "transliteration": "wa-iṣ'naʿi l-ful'ka bi-aʿyuninā wawaḥyinā walā tukhāṭib'nī fī alladhīna ẓalamū innahum mugh'raqūna",
          "translation": "Dan buatlah kapal itu dengan pengawasan dan petunjuk wahyu Kami, dan janganlah engkau bicara dengan Aku tentang orang-orang yang zalim. Sesungguhnya mereka itu akan ditenggelamkan.\"",
          "tafsir": "Menurut riwayat Ibnu Abbas, panjang kapal itu seribu dua ratus hasta. Pada ayat ini diterangkan bahwa Allah memerintahkan kepada Nuh a.s. supaya membuat kapal yang akan dipergunakan untuk menyelamatkan Nabi Nuh dan pengikutnya yang beriman dari topan (air bah) yang akan melanda dan menenggelamkan permukaan bumi sebagai azab di dunia ini kepada orang-orang kafir dari kaumnya yang selalu membangkang dan durhaka. Nabi Nuh diperintahkan membuat kapal penyelamat itu dengan petunjuk-petunjuk dan pengawasan dari Allah. Selanjutnya pada ayat ini Allah memperingatkan Nuh a.s. agar tidak lagi berbicara dengan kaumnya yang zalim (kafir) dan tidak lagi memohon supaya dosa mereka diampuni atau dihindarkan dari azab-Nya, karena sudah menjadi ketetapan Allah bahwa mereka akan ditenggelamkan. Larangan serupa ini telah diberikan pula kepada Nabi Ibrahim a.s. sewaktu dia memohonkan kepada Allah agar azab-Nya tidak ditimpakan kepada kaum Luth, sebagaimana disebut dalam firman-Nya: Wahai Ibrahim! Tinggalkanlah (perbincangan) ini, sungguh, ketetapan Tuhanmu telah datang, dan mereka itu akan ditimpa azab yang tidak dapat ditolak. (Hud/11: 76)"
        }
      ]
    }
  ]
}