{
  "pageNumber": 335,
  "juz": 17,
  "surahs": [
    {
      "number": 22,
      "name": "Al-Hajj",
      "nameArabic": "الحج",
      "meaning": "Haji",
      "revelation": "Madinah",
      "description": "Surat Al-Hajj termasuk surat Madaniyyah dan terdiri dari 78 ayat. Menurut sebagian ahli tafsir, surat Al-Hajj termasuk surat Makkiyyah. Hal ini dikarenakan sebagian ayat dalam surat ini ada yang diturunkan di Mekah dan ada yang di Madinah.Dinamai surat ini \"Al-Hajj\" karena surat ini mengemukakan hal-hal yang berhubungan dengan ibadah haji, seperti: ihram, thawaf, sa'i, wuquf di Arafah, mencukur rambut, syi'ar-syi'ar Allah, faedah dan hikmah disyariatkannya haji. Ditegaskan pula bahwa ibadah haji telah disyariatkan pada masa Nabi Ibrahim, dan Ka'bah didirikan oleh Nabi Ibrahim bersama putranya, Ismail.Menurut Al Ghaznawi, surat Al-Hajj termasuk di antara surat yang ajaib, diturunkan pada malam dan siang hari, dalam musafir dan tidak musafir, ada ayat yang diturunkan di Mekah dan ada pula yang diturunkan di Madinah, isinya ada yang berhubungan dengan peperangan dan ada pula yang berhubungan dengan perdamaian, ada ayat yang muhkam dan ada pula yang mutasyabihat.**Pokok-Pokok Isi:**1. **Keimanan:** Keimanan tentang adanya kebangkitan dan huru-hara hari kiamat; dari susunan alam semesta dapat diambil bukti-bukti tentang keberadaan Allah Maha Pencipta.2. **Hukum-hukum:** Kewajiban berhaji bagi kaum muslimin dan haji telah disyariatkan pada masa Ibrahim; hukum berkata dusta; larangan menyembah berhala; binatang-binatang yang halal dimakan; hukum menghalang-halangi manusia dari jalan Allah dan Masjidil Haram; dibolehkannya berperang untuk mempertahankan diri dan agama; hukum-hukum yang berhubungan dengan haji.3. **Lain-lain:** Membantah kebenaran tanpa dasar pengetahuan adalah perbuatan yang tercela; tanda-tanda takwa yang sampai ke hati; setiap agama yang dibawa rasul-rasul sejak dahulu mempunyai syariat tertentu; pahala orang yang mati dalam hijrah di jalan Allah; sikap orang kafir bila mendengar Al-Qur'an; anjuran berjihad; celaan Islam terhadap orang yang tidak memiliki pendirian dan selalu mencari keuntungan untuk diri sendiri.Surat Al-Hajj mengingatkan manusia tentang keberadaan hari kebangkitan dengan mengemukakan bukti-bukti tentang kejadian dan proses perkembangan manusia, hewan dan tumbuh-tumbuhan. Oleh sebab itu, sudah sewajarnya manusia bersyukur dan menyembah Allah, Tuhan semesta alam. Juga mengemukakan tentang disyariatkannya haji, mengenai waktu-waktu boleh-tidaknya melakukan peperangan berhubung ada bulan-bulan suci yang ditentukan Allah.**Hubungan Surat Al-Hajj Dengan Surat Al-Mu'Minun:**1. Surat Al-Hajj menyuruh orang-orang mukmin mendirikan shalat, menunaikan zakat, dan mengerjakan berbagai macam kebaikan agar beruntung, sedangkan permulaan surat Al-Mukminun menegaskan bahwa apabila orang-orang mukmin betul-betul mengerjakan apa yang diperintahkan Allah dan menjauhi apa yang dilarang-Nya seperti zina, pasti akan beruntung.2. Kedua surat ini sama-sama mengemukakan tentang penciptaan manusia, perkembangan kejadian dan kehidupan, dan menjadikan hal ini sebagai bukti keberadaan hari kebangkitan.3. Kedua surat ini sama-sama menyinggung umat-umat terdahulu yang tidak mengindahkan seruan nabi-nabi, untuk menjadi pelajaran bagi orang-orang yang datang setelah mereka.4. Kedua surat ini sama-sama mengemukakan bukti-bukti tentang keberadaan dan keesaan Allah.",
      "verses": [
        {
          "number": 24,
          "arabic": "وَهُدُوٓا۟ إِلَى ٱلطَّيِّبِ مِنَ ٱلْقَوْلِ وَهُدُوٓا۟ إِلَىٰ صِرَٰطِ ٱلْحَمِيدِ",
          "transliteration": "wahudū ilā l-ṭayibi mina l-qawli wahudū ilā ṣirāṭi l-ḥamīdi",
          "translation": "Dan mereka diberi petunjuk kepada ucapan-ucapan yang baik dan diberi petunjuk (pula) kepada jalan (Allah) yang maha terpuji.",
          "tafsir": "Pada ayat ini Allah menerangkan berbagai kenikmatan yang akan diterima oleh orang-orang yang beriman dan beramal saleh yang membersihkan diri dan hatinya serta selalu berusaha mendekatkan diri kepada Allah. Berbagai kenikmatan yang akan diterima ialah: 1. Mereka akan dimasukkan ke dalam surga yang penuh kenikmatan, yang di bawahnya mengalir sungai-sungai. 2. Mereka diberi perhiasan yang indah, seperti gelang-gelang dari emas, mahkota yang bertahtakan permata dan mutiara yang indah. 3. Bagi mereka disediakan pakaian sutera yang indah. 4. Mereka diberi petunjuk dan pelajaran, sehingga mereka mengucapkan perkataan yang sopan dan sedap didengar, mengerjakan perbuatan yang menyenangkan hati orang, dapat bergaul dengan baik dengan penduduk surga yang lain, hidup bersaudara, dan saling kasih mengasihi. Sebagaimana keterangan Allah tentang azab di atas, maka gambaran kenikmatan dan kesenangan yang digambarkan pada ayat ini, sebagai pahala yang akan diterima orang-orang yang beriman dan beramal saleh di akhirat nanti adalah sama dengan kenikmatan dan kesenangan yang selalu diimpikan oleh manusia selama mereka hidup di dunia. Pada umumnya manusia waktu hidup di dunia menginginkan kekayaan yang berlimpah-ruah, mempunyai kedudukan yang terhormat dan kekuasaan yang tidak terbatas, mempunyai istri-istri yang cantik dan perkakas rumah tangga yang serba mewah. Sekalipun Allah telah menjelaskan dalam ayat-ayat-Nya hal-hal yang demikian itu, namun masalah surga dan neraka itu termasuk hal yang gaib bagi manusia, hanya Allah sajalah yang mengetahui hakikat yang sebenarnya, tetapi kaum Muslimin wajib percaya bahwa surga dan neraka itu pasti ada. Gambaran yang diberikan Allah itu, merupakan sebagian dari kesenangan yang dijanjikan itu. Kesenangan yang sebenarnya lebih dari gambaran itu karena bagi manusia sendiri tidak ada sesuatu yang dapat dijadikan sebagai perbandingan. Yang jelas ialah bahwa orang-orang yang beriman akan mengalami kesenangan dan kenikmatan yang tiada taranya, belum pernah dirasakan selama hidup di dunia, semua menyenangkan hati, perasaan, pikiran, penglihatan, pendengaran dan sebagainya."
        },
        {
          "number": 25,
          "arabic": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَٱلْمَسْجِدِ ٱلْحَرَامِ ٱلَّذِى جَعَلْنَـٰهُ لِلنَّاسِ سَوَآءً ٱلْعَـٰكِفُ فِيهِ وَٱلْبَادِ ۚ وَمَن يُرِدْ فِيهِ بِإِلْحَادٍۭ بِظُلْمٍ نُّذِقْهُ مِنْ عَذَابٍ أَلِيمٍ",
          "transliteration": "inna alladhīna kafarū wayaṣuddūna ʿan sabīli l-lahi wal-masjidi l-ḥarāmi alladhī jaʿalnāhu lilnnāsi sawāan l-ʿākifu fīhi wal-bādi waman yurid fīhi bi-il'ḥādin biẓul'min nudhiq'hu min ʿadhābin alīmin",
          "translation": "Sungguh, orang-orang kafir dan yang menghalangi (manusia) dari jalan Allah dan dari Masjidil Haram yang telah Kami jadikan terbuka untuk semua manusia, baik yang bermukim di sana maupun yang datang dari luar dan siapa saja yang bermaksud melakukan kejahatan secara zalim di dalamnya, niscaya akan kami rasakan kepadanya siksa yang pedih.",
          "tafsir": "Menurut riwayat Ibnu 'Abbas ra ayat ini sesungguhnya diturunkan berhubungan dengan Abi Sufyan bin Harb dan kawan-kawannya. Mereka itu menghalang-halangi Rasulullah saw dan para sahabat memasuki Masjidil Haram untuk melakukan ibadah umrah di tahun \"perdamaian Hudaibiyah\". Karena itu Rasulullah enggan untuk memerangi mereka karena Rasulullah berada dalam keadaan ihram. Kemudian terjadilah kesepakatan yang melahirkan perjanjian Hudaibiyah, yang di dalamnya tercantum bahwa Rasulullah tidak jadi umrah di tahun itu, akan tetapi ditangguhkan sampai tahun depan dan mereka tidak akan menghalangi Nabi dan sahabatnya masuk Masjidil Haram untuk mengerjakan ibadah, pada tahun yang akan datang. Ayat ini menerangkan bahwa semua orang yang mengingkari keesaan dan kekuasaan Allah, mendustakan rasul dan meningkari agama yang dibawanya, menghalang-halangi manusia masuk agama Islam dan menegakkan kalimat Allah, menghalang-halangi kaum Muslimin masuk Masjidil Haram untuk beribadat, baik orang-orang penduduk Mekah asli maupun pendatang dari negeri lain dan menghalang-halangi orang beribadat di dalamnya, niscaya Allah akan menimpakan kepada mereka azab yang sangat pedih. Dari ayat di atas dipahami bahwa Masjidil Haram yang terletak di sekitar Ka'bah adalah suatu tempat bagi kaum Muslimin untuk mengerjakan ibadah haji, umrah serta ibadah-ibadah yang lain, seperti tawaf, salat, i'tikaf, zikir, dan sebagainya, baik mereka yang berasal dari Mekah sendiri maupun yang berasal dari luar Mekah. Dengan perkataan lain, bahwa semua kaum Muslimin berhak melakukan ibadah di tempat itu, darimana pun mereka datang. Allah mengancam dengan azab yang keras terhadap orang-orang yang mencegah dan menghalang-halanginya. Karena itu ada di antara para ulama yang mempersoalkan kedudukan tanah yang berada di sekitar Masjidil Haram itu, apakah tanah itu dapat dimiliki oleh perseorangan atau pemerintah, atau tanah itu merupakan hak seluruh kaum Muslimin. Untuk pengaturannya sekarang diserahkan kepada Kerajaan Arab Saudi, karena Masjidil Haram terletak di negara ini, selama negara tersebut melaksanakan perintah-perintah Allah melayani orang-orang yang ingin beribadah di sana. Menurut Imam Mujahid dan Malik, Masjidil Haram itu adalah milik kaum Muslimin seluruhnya, tidak seorang pun atau sesuatu negara pun yang boleh memilikinya. Pendapat ini juga diikuti oleh Imam Abu Hanifah, alasan mereka ialah perkataan baik \"yang bermukim maupun yang berkunjung\" berarti Masjidil Haram dijadikan bagi manusia, agar mereka menghormatinya, beribadah di sana baik bagi orang-orang Mekah maupun orang-orang yang berasal dari luar Mekah. Karena itu tidak dapat dikatakan bahwa penduduk Mekah lebih berhak atas Masjidil Haram itu dari penduduk dari luar Mekah. Alasan-alasan mereka yang lain ialah: 1. Menurut riwayat, bahwa Umar, Ibnu 'Abbas dan banyak sahabat berpendapat, \"Para pengunjung Masjidil Haram boleh menempati rumah-rumah yang didapatinya kosong, belum berpenghuni di Mekah, dan orang-orang Mekah sendiri yang mempunyai rumah kosong itu, hendaklah mengizinkannya.\" 2. Hadis Nabi Muhammad saw: Dari Abdullah bin Umar, ia berkata, \"Rasulullah berkata, \"Mekah itu pemberian, tidak boleh dijual hasilnya dan tidak boleh disewakan rumahnya. (Riwayat ad-Daruquthni) 3. Dan hadis Nabi saw lagi: Dari 'Aisyah ra ia berkata, \"Ya Rasulullah, bolehkah aku buatkan untukmu rumah di Mina atau rumah yang dapat melindungi engkau dari terik panas matahari? Beliau menjawab, \"Tidak, sesungguhnya tanah itu adalah hadiah bagi orang yang lebih dahulu mendapatkannya.\" (Riwayat Abu Daud) 4. Menurut suatu riwayat, pada permulaan Islam, Masjidil Haram tidak mempunyai pintu-pintu masuk, sehingga sampai pada suatu masa, banyak pencuri berdatangan, lalu seorang laki-laki membuat pintu-pintu, tetapi Umar melarangnya dan berkata, \"Apakah kamu menutup pintu-pintu orang-orang berhaji ke Baitullah? Laki-laki itu menjawab, Aku membuat pintu-pintu untuk memelihara barang-barang pengunjung dari pencuri.\" Karena itu Umar ra membiarkannya. Imam Syafi'i berpendapat bahwa tanah sekitar Masjidil Haram itu boleh dimiliki dan diperjual-belikan, asal tidak menghalangi kaum Muslimin beribadah di sana. Dari Umamah bin Zaid, dia berkata, \"Wahai Rasulullah bolehkah aku besok berkunjung ke rumahmu di Mekah? Rasulullah menjawab, \"Apakah keluarga Aqil meninggalkan rumah? (Riwayat asy-Syaikhan) Perbedaan pendapat ini berpangkal pada persoalan; Apakah Nabi Muhammad dan para sahabat pada saat penaklukan kota Mekah (fathu Makkah) dengan cara kekerasan atau dengan cara damai? Jika direbut dari tangan orang-orang musyrik dengan kekerasan, tentulah tanah sekitar Masjidil Haram itu merupakan harta rampasan bagi kaum Muslimin yang harus dibagi-bagi sesuai dengan ketentuan agama. Tetapi Rasulullah tidak membagi-baginya, sehingga tetaplah tanah itu merupakan milik bagi kaum Muslimin sampai saat ini. Hal seperti ini pernah pula dilakukan oleh Sayidina 'Umar pada suatu daerah yang telah direbutnya dari orang-orang kafir. Pendapat kedua menyatakan bahwa tanah Mekah itu direbut Nabi Muhammad saw dengan cara damai, karena itu ia bukan merupakan barang rampasan, dan tetap menjadi milik empunya waktu itu. Kemudian diwariskan atau dijual oleh pemiliknya yang dahulu, sehingga menjadi milik dari pembeli pada saat ini. Sekalipun ada perbedaan pendapat yang demikian, namun para ulama sependapat bahwa Masjidil Haram merupakan tempat beribadah bagi seluruh kaum Muslimin yang datang dari seluruh penjuru dunia. Mereka boleh datang kapan saja mereka kehendaki, tanpa seorang pun yang boleh mengganggu dan menghalanginya. Jika berlawanan kepentingan pribadi atau golongan dengan kepentingan agama Islam, maka kepentingan agama Islam yang harus diutamakan dan diprioritaskan. Tentu saja kaum Muslimin yang telah bermukim dan menjadi penduduk Mekah itu berhak dan boleh mencari nafkah dari hasil usaha mereka melayani dan mengurus jama'ah haji yang datang dari segenap penjuru dunia. Sekalipun demikian, usaha mengurus dan melayani jama'ah haji itu, tidak boleh dikomersilkan, tetapi semata-mata dilakukan untuk mencari pahala yang besar. Masjidil Haram sebagai tempat yang suci dan kiblat umat Islam, memiliki keistimewaan dan kelebihan-kelebihan, di antaranya adalah: a.Di tempat tersebut orang yang baru berencana saja untuk berbuat maksiat/makar, maka Allah akan mengazabnya. Ibnu Mas'ud, Ibnu 'Umar, ad-dhahhak dan Ibnu Zaid, menyatakan bahwa bila seseorang sedang berada di Masjidil Haram, kemudian dia berencana untuk membunuh seseorang yang tinggal di Aden, maka Allah akan mengazabnya. b.Ibadah yang dilakukan di Masjidil Haram mempunyai nilai tambah dibandingkan dengan ibadah di tempat-tempat lain, bahkan satu kali salat di Masjidil Haram nilainya sama dengan seratus ribu kali salat di luar Masjidil Haram. Rusulullah bersabda: Dari Jabir bahwa Rasulullah berkata, \"Salat di masjidku (Masjid Nabawi) lebih utama seribu kali dibandingkan dengan salat di luar masjidku, kecuali di Masjidil Haram. Dan salat di Masjidil Haram lebih utama seratus ribu kali dibandingkan salat di luar Masjidil Haram. (Riwayat Ahmad dengan sanad sahih)"
        },
        {
          "number": 26,
          "arabic": "وَإِذْ بَوَّأْنَا لِإِبْرَٰهِيمَ مَكَانَ ٱلْبَيْتِ أَن لَّا تُشْرِكْ بِى شَيْـًٔا وَطَهِّرْ بَيْتِىَ لِلطَّآئِفِينَ وَٱلْقَآئِمِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ",
          "transliteration": "wa-idh bawwanā li-ib'rāhīma makāna l-bayti an lā tush'rik bī shayan waṭahhir baytiya lilṭṭāifīna wal-qāimīna wal-rukaʿi l-sujūdi",
          "translation": "Dan (ingatlah), ketika Kami tempatkan Ibrahim di tempat Baitullah (dengan mengatakan), \"Janganlah engkau mempersekutukan Aku dengan apa pun dan sucikanlah rumah-Ku bagi orang-orang yang tawaf, dan orang yang beribadah dan orang yang rukuk dan sujud.",
          "tafsir": "Pada ayat ini Allah memerintahkan kepada Nabi Muhammad saw agar mengingatkan kepada orang-orang musyrik Mekah yang menghalang-halangi manusia masuk agama Islam dan masuk Masjidil Haram tentang peristiwa yang pernah terjadi dahulu, ialah pada waktu Allah menunjukkan kepada Nabi Ibrahim as, letak Baitullah yang akan dibangun kembali dan waktu ia memaklumkan kepada seluruh manusia di dunia atas perintah Allah bahwa Baitullah menjadi pusat peribadatan bagi seluruh manusia. Dengan mengingatkan peristiwa-peristiwa itu diharapkan orangorang musyrik Mekah tidak lagi menghalang-halangi manusia masuk agama Islam dan masuk Masjidil Haram, karena agama Islam itu adalah agama nenek moyang mereka Ibrahim dan Masjidil Haram itu didirikan oleh nenek moyang mereka pula. Menurut ayat ini, Ibrahimlah orang yang pertama kali membangun Ka'bah. Tetapi menurut suatu riwayat bahwa Ibrahim hanyalah bertugas membangun Ka'bah itu kembali bersama putranya Ismail as, sebelumnya telah didirikan Ka'bah itu, kemudian runtuh dan bekasnya tertimbun oleh pasir. Menurut riwayat tersebut, setelah Ismail putra Ibrahim dan istrinya Hajar yang ditinggalkannya di Mekah menjadi dewasa maka Ibrahim datang ke Mekah dari Palestina, untuk melaksanakan perintah-perintah Allah yaitu mendirikan kembali Ka'bah bersama putranya Ismail. Allah memberitahukan kepada Ibrahim bekas tempat berdirinya Ka'bah yang telah runtuh itu dengan meniupkan angin kencang ke tempat itu, menjadi bersih, lalu Ibrahim as dan putranya Ismail as mendirikan Ka'bah di tempat itu. Kemudian Allah memerintahkan kepada Ibrahim as dan umatnya agar mentauhidkan Allah; tidak mempersekutukannya dengan sesuatu pun, membersihkan Ka'bah dari segala macam perbuatan yang mengandung unsur-unsur syirik, mensucikannya dari segala macam najis dan kotoran, menjadikan Ka'bah itu sebagai pusat peribadatan bagi orang-orang yang beriman, seperti mengerjakan tawaf (berjalan mengelilingi Ka'bah). Perkataan \"salat, ruku' dan sujud\", merupakan isyarat bahwa Ka'bah itu didirikan untuk umat Islam, karena salat, ruku' sujud itu, merupakan ciri khas ibadah umat Islam yang dilakukan dengan menghadap Ka'bah. Allah telah melimpahkan karunia-Nya yang besar kepada kaum Muslimin, yang telah mempersiapkan pusat peribadatan mereka sejak lama sebelum diutus rasul mereka yang membawa risalah Islamiyah. Dengan perkataan lain dapat dikatakan bahwa pendirian Ka'bah yang dilaksanakan Nabi Ibrahim atas perintah Allah itu, merupakan persiapan penyampaian risalah Islamiyah. Karena di kemudian hari Ka'bah itu dijadikan Allah sebagai kiblat salat kaum Muslimin dan tempat mereka mengerjakan ibadah haji dan umrah."
        },
        {
          "number": 27,
          "arabic": "وَأَذِّن فِى ٱلنَّاسِ بِٱلْحَجِّ يَأْتُوكَ رِجَالًا وَعَلَىٰ كُلِّ ضَامِرٍ يَأْتِينَ مِن كُلِّ فَجٍّ عَمِيقٍ",
          "transliteration": "wa-adhin fī l-nāsi bil-ḥaji yatūka rijālan waʿalā kulli ḍāmirin yatīna min kulli fajjin ʿamīqin",
          "translation": "Dan serulah manusia untuk mengerjakan haji, niscaya mereka akan datang kepadamu dengan berjalan kaki, atau mengendarai setiap unta yang kurus, mereka datang dari segenap penjuru yang jauh,",
          "tafsir": "Pada ayat ini Allah memerintahkan kepada Nabi Ibrahim as agar menyeru manusia untuk mengerjakan ibadah haji ke Baitullah dan menyampaikan kepada mereka bahwa ibadah haji itu termasuk ibadah yang diwajibkan bagi kaum Muslimin. Kebanyakan ahli tafsir berpendapat bahwa perintah Allah dalam ayat ini ditujukan kepada Nabi Ibrahim as yang baru saja selesai membangun Ka'bah. Pendapat ini sesuai dengan ayat ini, terutama jika diperhatikan hubungannya dengan ayat-ayat yang sebelumnya. Pada ayat-ayat yang lalu disebutkan perintah Allah kepada Nabi Muhammad saw agar mengingatkan orang-orang musyrik Mekah akan peristiwa waktu Allah memerintah Ibrahim supaya membangun Ka'bah, sedang ayat-ayat ini menyuruh orang-orang musyrik itu mengingat peristiwa ketika Allah memerintahkan Ibrahim menyeru manusia agar menunaikan ibadah haji. Pendapat ini sesuai pula dengan riwayat Ibnu 'Abbas dari Jubair yang menerangkan, bahwa tatkala Ibrahim as selesai membangun Ka'bah, Allah memerintahkan kepadanya, \"Serulah manusia untuk mengerjakan ibadah haji.\" Ibrahim as menjawab, \"Wahai Tuhan, apakah suaraku akan sampai kepada mereka?\" Allah berkata, \"Serulah mereka, Aku akan menyam-paikannya.\" Maka Ibrahim naik ke atas bukit Abi Qubais, lalu mengucapkan dengan suara yang keras, \"Wahai sekalian manusia, se-sungguhnya Allah benar-benar telah memerintahkan kepadamu sekalian mengunjungi rumah ini, supaya Dia memberikan kepadamu surga dan melindungi kamu dari azab neraka, karena itu tunaikanlah olehmu ibadah haji itu.\" Maka suara itu diperkenalkan oleh orang-orang yang berada dalam tulang sulbi laki-laki dan orang-orang yang telah berada dalam rahim perempuan, dengan jawaban, \"Labbaika, Allahumma labbaika\". Maka berlakulah \"talbiyah\" dengan cara yang demikian itu. Talbiyah ialah doa yang diucapkan orang yang sedang mengerjakan ibadah haji atau umrah, doa itu ialah, \"Labbaika, Allahumma Labbaika.\" Al-Hasan berpendapat bahwa perintah Allah dalam ayat ini ditujukan kepada Nabi Muhammad saw. Alasan beliau ialah semua perkataan dan pembicaraan dalam ayat-ayat Al-Qur'an itu ditujukan kepada Nabi Muhammad saw, termasuk di dalamnya perintah melaksanakan ibadah haji ini. Perintah ini telah dilaksanakan oleh Rasulullah bersama para sahabat dengan mengerjakan haji wada' (haji yang penghabisan), sebagaimana tersebut dalam hadis: Dari Abi Hurairah, ia berkata, \"Rasulullah telah berkhotbah dihadapan kami, beliau berkata, \"Wahai sekalian manusia Allah telah mewajibkan atasmu ibadah haji, maka kerjakanlah ibadah haji.\" (Riwayat Ahmad) Jika diperhatikan, maka sebenarnya kedua pendapat ini tidaklah berlawanan. Karena perintah menunaikan ibadah haji itu ditujukan kepada Nabi Ibrahim dan umatnya diwaktu beliau selesai membangun Ka'bah. Kemudian setelah Nabi Muhammad saw diutus, maka perintah itu diberikan pula kepadanya, sehingga Nabi Muhammad saw dan umatnya diwajibkan pula menunaikan ibadah haji itu, bahkan ditetapkan sebagai rukun Islam yang kelima. Dalam ayat ini terdapat perkataan, \"...niscaya mereka akan datang kepadamu...\" Dari perkataan ini dipahami, seakan-akan Tuhan mengatakan kepada Ibrahim as bahwa jika Ibrahim menyeru manusia untuk menunaikan ibadah haji, niscaya manusia akan memenuhi panggilannya itu, mereka akan berdatangan dari segenap penjuru dunia walaupun dengan menempuh perjalanan yang sulit dan sukar. Siapapun yang memenuhi panggilan itu, baik waktu itu maupun kemudian hari, maka berarti ia telah datang memenuhi panggilan Allah seperti Ibrahim dahulu telah memenuhi pula. Ibrahim dahulu pernah Allah perintahkan datang ke Mekah yang masih sepi, Ibrahim memenuhinya walaupun perjalanannya sukar, melalui terik panas padang pasir yang terbentang antara Mekah dan Syiria. Perintah itu telah dilaksanakan dengan baik, bahkan Ibrahim bersedia menyembelih anak kandungnya Ismail, semata-mata untuk melaksanakan perintah Allah, karena itu Allah akan menyediakan pahala yang besar untuk Ibrahim, dan pahala yang seperti itu akan Allah berikan pula kepada siapa yang berkunjung ke Baitullah ini, terutama bagi orang yang sengaja datang ke Mekah ini untuk melaksanakan ibadah haji. Perkataan ini merupakan penghormatan bagi Ibrahim dan menunjukkan betapa besar pahala yang disediakan Allah bagi orang-orang yang menunaikan ibadah haji semata-mata karena Allah. Para ulama sependapat bahwa datang ke Baitullah untuk mengerjakan ibadah haji dibolehkan mempergunakan kendaraan dan cara-cara apa saja yang dihalalkan, seperti dengan berjalan kaki, dengan kapal laut atau dengan pesawat terbang atau dengan kendaraan melalui darat dan sebagainya. Tetapi Imam Malik dan Imam Asy-Syafi'i berpendapat bahwa pergi menunaikan ibadah haji dengan menggunakan kendaraan melalui perjalanan darat itu lebih baik dan lebih besar pahalanya, karena cara yang demikian itu mengikuti perbuatan Rasulullah. Dengan cara yang demikian diperlukan perbelanjaan yang banyak, menempuh perjalanan yang sukar serta menambah syi'ar ibadah haji, terutama di waktu melalui negara-negara yang ditempuh selama dalam perjalanan. Sebagian ulama berpendapat bahwa berjalan kaki lebih utama dari berkendaraan, karena dengan berjalan kaki lebih banyak ditemui kesulitankesulitan daripada dengan berkendaraan. Dalam masalah ini berkendaraan atau tidak adalah masalah teknis saja. Secara umum Islam tidak menghendaki kesukaran tetapi kemudahan. Islam juga tidak membebani seseorang sesuatu yang dia tidak mampu melakukannya. Melaksanakan ibadah haji baik dengan kendaraan atau pun dengan berjalan kai, pasti akan memperoleh pahala yang besar dari Allah, jika ibadah itu semata-mata dilaksanakan karena Allah. Yang dinilai adalah niat dan keikhlasan seseorang serta cara-cara melaksanakannya. Sekalipun sulit perjalanan yang ditempuh, tetapi niat mengerjakan haji itu bukan karena Allah maka ia tidak akan memperoleh sesuatu pun dari Allah, bahkan sebaliknya ia akan diazab dengan azab yang sangat pedih karena niatnya itu. Jika seseorang telah sampai di Mekah dan melihat Baitullah, disunnahkan mengangkat tangan, sebagaimana tersebut dalam hadis: Diriwayatkan oleh Ibnu 'Abbas ra dari Nabi saw, beliau bersabda, \"Diangkat kedua tangan pada tujuh tempat, yaitu pada pembukaan salat, waktu menghadap Baitullah, waktu menghadap bukit Safa dan bukit Marwah, waktu menghadap dua tempat (Arafah dan Muzdalifah) dan waktu melempar dua jamrah.\" (Riwayat Ahmad) Hadis ini diamalkan oleh Ibnu Umar ra."
        },
        {
          "number": 28,
          "arabic": "لِّيَشْهَدُوا۟ مَنَـٰفِعَ لَهُمْ وَيَذْكُرُوا۟ ٱسْمَ ٱللَّهِ فِىٓ أَيَّامٍ مَّعْلُومَـٰتٍ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلْأَنْعَـٰمِ ۖ فَكُلُوا۟ مِنْهَا وَأَطْعِمُوا۟ ٱلْبَآئِسَ ٱلْفَقِيرَ",
          "transliteration": "liyashhadū manāfiʿa lahum wayadhkurū is'ma l-lahi fī ayyāmin maʿlūmātin ʿalā mā razaqahum min bahīmati l-anʿāmi fakulū min'hā wa-aṭʿimū l-bāisa l-faqīra",
          "translation": "Agar mereka menyaksikan berbagai manfaat untuk mereka dan agar mereka menyebut nama Allah pada beberapa hari yang telah ditentukan <sup foot_note=135493>1</sup> atas rezeki yang Dia berikan kepada mereka berupa hewan ternak. Maka makanlah sebagian darinya dan (sebagian lagi) berikanlah untuk dimakan orang-orang yang sengsara dan fakir.",
          "tafsir": "Ayat ini menerangkan tujuan disyariatkan ibadah haji, yaitu untuk memperoleh kemanfaatan. Tidak disebutkan dalam ayat ini bentuk-bentuk manfaat itu, hanya disebut secara umum saja. Penyebutan secara umum kemanfaatan-kemanfaatan yang akan diperoleh orang yang mengerjakan ibadah haji dalam ayat ini, menunjukkan banyaknya macam dan jenis kemanfaatan yang akan diperoleh itu. Kemanfaatan-kemanfaatan itu sukar menerangkannya secara terperinci, hanya yang dapat menerangkan dan merasakannya ialah orang yang pernah mengerjakan ibadah haji dan melaksanakannya dengan niat ikhlas. Kemanfaatan itu ada yang berhubungan dengan rohani dan ada pula dengan jasmani, dan ada yang langsung dirasakan oleh individu yang melaksanakannya, dan ada pula yang dirasakan oleh masyarakat, baik yang berhubungan dengan dunia maupun yang berhubungan dengan akhirat. Para ulama banyak yang mencoba mengungkap bentuk-bentuk manfaat yang mungkin diperoleh oleh para jamaah haji, setelah mereka mengalami dan mempelajarinya kebanyakan mereka itu menyatakan bahwa mereka belum sanggup mengungkap semua manfaat itu. Di antara manfaat yang diungkapkan itu ialah: 1. Melatih diri dengan mempergunakan seluruh kemampuan mengingat Allah dengan khusyu' pada hari-hari yang telah ditentukan dengan memurnikan kepatuhan dan ketundukan hanya kepada-Nya saja. Pada waktu seseorang berusaha mengedalikan hawa nafsunya dengan mengikuti perintah-perintah Allah dan menjuahi larangan-larangan-Nya walau apapun yang menghalangi dan merintanginya. Latihan-latihan yang dikerjakan selama mengerjakan ibadah haji itu diharapkan membekas di dalam sanubari kemudian dapat diulangi lagi mengerjakannya setelah kembali dari tanah suci, sehingga menjadi kebiasaan yang baik dalam penghidupan dan kehidupan. 2. Menimbulkan rasa perdamaian dan rasa persaudaraan di antara sesama kaum Muslimin. Sejak seorang calon haji mengenakan pakaian ihram, pakaian yang putih yang tidak berjahit, sebagai tanda ia sedang mengerjakan ibadah haji, maka sejak itu ia telah menanggalkan pakaian duniawi, pakaian kesukaannya, pakaian kebesaran, pakaian kemewahan dan sebagainya. Semua manusia kelihatan sama dalam pakaian ihram itu; tidak dapat dibedakan antara si kaya dengan si miskin, antara penguasa dengan rakyat jelata, antara yang pandai dengan yang bodoh, antara tuan dengan budak, semuanya sama tunduk dan menghambakan diri kepada Tuhan semesta alam, sama-sama tawaf, sama-sama berlari antara bukit Safa dan bukit Marwa, sama-sama berdesakan melempar Jamrah, sama-sama tunduk dan tafakkur di tengah-tengah padang Arafah. Dalam keadaan demikian akan terasa bahwa diri kita sama saja dengan orang yang lain. Yang membedakan derajat antara seorang dengan yang lain hanyalah tingkat ketakwaan dan ketaatan kepada Allah. Karena itu timbullah rasa ingin tolong menolong, rasa seagama, rasa senasib dan sepenanggungan, rasa hormat menghormati sesama manusia. 3. Mencoba membayangkan kehidupan di akhirat nanti, yang pada waktu itu tidak seorang pun yang dapat memberikan pertolongan kecuali Allah, Tuhan Yang Mahakuasa. Wukuf di Arafah ditempat berkumpulnya manusia yang banyak pada hari Arafah, merupakan gambaran kehidupan di Padang Mahsyar nanti. Semua itu menggambarkan saat-saat ketika manusia berdiri di hadapan Mahkamah Allah di akhirat. 4. Menghilangkan rasa harga diri yang berlebih-lebihan. Seseorang waktu berada di negerinya, biasanya terikat oleh adat istiadat yang biasa mereka lakukan sehari-hari dalam pergaulan mereka. Sedikit saja perubahan dapat menimbulkan kesalahpahaman, perselisihan dan pertentangan. Pada waktu melaksanakan ibadah haji, bertemulah kaum Muslimin yang datang dari segala penjuru dunia, dari negeri yang berbeda-beda, masing-masing mempunyai adat istiadat dan kebiasaan hidup dan tata cara yang berbeda-beda pula maka terjadilah persinggungan antara adat istiadat dan kebiasaan hidup itu. Seperti cara berbicara, cara makan, cara berpakaian, cara menghormati tamu dan sebagainya. Di waktu menunaikan ibadah haji terjadi persinggungan dan perbenturan badan antara jama'ah dari suatu negeri, dengan jama'ah dari negara yang lain, seperti waktu tawaf, waktu sa'i, waktu wukuf di Arafah, waktu melempar jumrah dan sebagainya. Waktu salat di Masjidil Haram, tubuh seorang yang duduk dilangkahi oleh temannya yang lain karena ingin mendapatkan saf yang paling depan, demikian pula persoalan bahasa dan isyarat, semua itu mudah menimbulkan kesalahpahaman dan perselisihan. Bagi seorang yang sedang melakukan ibadah haji, semuanya itu harus dihadapi dengan sabar, dengan dada yang lapang, harus dihadapi dengan berpangkal kepada dugaan bahwa semua jamaah haji itu melakukan yang demikian itu bukanlah untuk menyakiti temannya dan bukan untuk menyinggung perasaan orang lain, tetapi semata-mata untuk mencapai tujuan maksimal dari ibadah haji. Mereka semua ingin memperoleh haji mabrur, apakah ia seorang kaya atau seorang miskin dan sebagainya. 5. Menghayati kehidupan dan perjuangan Nabi Ibrahim beserta putranya Nabi Ismail dan Nabi Muhammad beserta para sahabatnya. Waktu Ibrahim pertama kali datang di Mekah bersama istrinya Hajar dan putranya Ismail yang masih kecil, kota Mekah masih merupakan padang pasir yang belum didiami oleh seorang manusia pun. Dalam keadaan demikianlah Ibrahim meninggalkan istri dan putranya di sana, sedang ia kembali ke Palestina. Hajar dan putranya yang masih kecil merasakan berbagai penderitaan, tidak ada tempat mengadu dan minta tolong kecuali hanya kepada Tuhan saja. Sesayup-sayup mata memandang, yang ada hanyalah gunung batu, tanpa tumbuh-tumbuhan yang dapat dijadikan tempat berlindung. Dapat dirasakan kesusahan Hajar berlari antara Safa dan Marwa mencari setetes air untuk diminum anaknya. Dapat direnungkan dan dijadikan teladan tentang ketaatan dan kepatuhan Ibrahim kepada Allah. Setelah itu beliau menyembelih putra tercintanya, Ismail, sebagai kurban, semata-mata untuk memenuhi dan melaksanakan perintah Allah. Kaum Muslimin selama mengerjakan ibadah haji dapat melihat bekas-bekas dan tempat-tempat yang ada hubungannya dengan perjuangan Nabi Muhammad beserta sahabatnya dalam menegakkan agama Allah. Sejak dari Mekah di saat beliau mendapat halangan, rintangan bahkan siksaan dari orang-orang musyrik Mekah, kemudian beliau hijrah ke Medinah, berjalan kaki, dalam keadaan dikejar-kejar orang-orang kafir. Demikianlah pula usaha-usaha yang beliau lakukan di Medinah, berperang dengan orang kafir, menghadapi kelicikan dan fitnah orang munafik dan Yahudi. Semuanya itu dapat diingat dan dihayati selama menunaikan ibadah haji dan diharapkan dapat menambah iman ketakwaan kepada Allah Yang Mahakuasa, Maha Pengasih dan Maha Penyayang. 6. Setiap Muktamar Islam seluruh dunia. Pada musim haji berdatanganlah kaum Muslimin dari seluruh dunia. Secara tidak langsung terjadilah pertemuan antara sesama Muslim, antara suku bangsa dengan suku bangsa dan antara bangsa dengan bangsa yang beraneka ragam coraknya itu. Antara mereka itu dapat berbincang dan bertukar pengalaman dengan yang lain, sehingga pengalaman dan pikiran seseorang dapat diambil dan dimanfaatkan oleh yang lain, terutama setelah masing-masing mereka sampai di negeri mereka nanti. Jika pertemuan yang seperti ini diorganisir dengan baik, tentulah akan besar manfaatnya, akan dapat memecahkan masalah-maslaah yang sulit yang dihadapi oleh umat Islam di negara mereka masing-masing. Semuanya itu akan berfaedah pula bagi individu, masyarakat dan agama. Alangkah baiknya jika pada waktu itu diadakan pertemuan antara kepala negara yang menunaikan ibadah haji, pertemuan para ahli, para ulama, para pemuka masyarakat, para usahawan dan sebagainya. Walaupun amat banyak manfaat yang akan diperoleh oleh orang yang mengerjakan ibadah haji, tetapi hanyalah Allah yang dapat mengetahui dengan pasti semua manfaat itu. Dari pengalaman orang-orang yang pernah mengerjakan haji didapat keterangan bahwa keinginan mereka menunaikan ibadah haji bertambah setelah mereka selesai menunaikan ibadah haji yang pertama. Makin sering seseorang menunaikan ibadah haji, makin bertambah pula keinginan tersebut. Rahasia dan manfaat dari ibadah haji itu dapat dipahamkan pula dari doa Nabi Ibrahim kepada Allah, sebagaimana yang tersebut dalam firman-Nya: Maka jadikanlah hati sebagian manusia cenderung kepada mereka. (Ibrahim/14: 37) Manfaat lain dari ibadah haji, yaitu agar manusia menyebut nama Allah pada hari-hari yang ditentukan dan melaksanakan kurban dengan menyembelih binatang kurban atau hadyu (dam) bagi jamaah haji yang melanggar kewajiban haji. Adapun pelaksanaannya yaitu sesudah melempar jamrah 'aqabah dan hanya dilaksanakan di tanah Haram Mekah. Sedangkan daging hadyu (dam) hanya diperuntukan bagi fakir miskin Mekah, kecuali jika sudah tidak ada fakir miskin di kota Mekah, maka daging tersebut boleh diberikan kepada orang miskin di kota/negara lain. Yang dimaksud dengan hari-hari yang ditentukan ialah hari raya haji dan hari-hari tasyriq, yaitu tanggal 11, 12, dan 13 Zulhijjah. Pada hari-hari ini dilakukan penyembelihan binatang kurban. Waktu menyembelih binatang kurban ialah setelah pelaksanaan salat Idul Adha sampai dengan terbenamnya matahari tanggal 13 Zulhijjah. Rasulullah saw bersabda: Siapa yang menyembelih kurban sebelum salat Idul Adha maka sesungguhnya ia hanyalah menyembelih untuk dirinya sendiri dan siapa yang menyembelih sesudah salat Idul Adha (dan setelah membaca dua Khutbah) maka sesungguhnya ia telah menyempurnakan ibadahnya dan telah melaksanakan sunnah kaum Muslimin. (Riwayat al-Bukhari dari al-Barra) Dan sabda Rasulullah saw: \"Semua hari-hari tasyriq adalah waktu dilakukannya penyembelihan kurban.\" (Riwayat Ahmad dari Jubair bin Muth'im) Setelah binatang kurban itu disembelih, maka dagingnya boleh dimakan oleh yang berkurban dan sebagiannya disedekahkan kepada orang-orang fakir dan miskin. Menurut jumhur ulama, sebaiknya orang-orang yang berkurban memakan daging kurban sebagian kecil saja, sedang sebagian besarnya disedekahkan kepada fakir miskin. Orang yang berkurban dibolehkan untuk menyedekahkan seluruh daging kurbannya itu kepada fakir miskin."
        },
        {
          "number": 29,
          "arabic": "ثُمَّ لْيَقْضُوا۟ تَفَثَهُمْ وَلْيُوفُوا۟ نُذُورَهُمْ وَلْيَطَّوَّفُوا۟ بِٱلْبَيْتِ ٱلْعَتِيقِ",
          "transliteration": "thumma l'yaqḍū tafathahum walyūfū nudhūrahum walyaṭṭawwafū bil-bayti l-ʿatīqi",
          "translation": "Kemudian, hendaklah mereka menghilangkan kotoran<sup foot_note=135494>1</sup> (yang ada di badan) mereka, menyempurnakan nazar-nazar mereka dan melakukan tawaf sekeliling rumah tua (Baitullah).",
          "tafsir": "Ayat ini menerangkan bahwa setelah orang yang mengerjakan ibadah haji selesai mnyembelih binatang kurbannya, hendaklah mereka melakukan tiga hal: 1. Menghilangkan dengki atau kotoran yang ada pada diri mereka, yaitu dengan menggunting kumis, menggunting rambut, memotong kuku dan sebagainya. Hal ini diperintahkan karena perbuatan-perbuatan itu dilarang melakukannya selama mengerjakan ibadah haji. 2. Melaksanakan nazar yang pernah diikrarkan, karena pada waktu, tempat dan keadaan inilah yang paling baik untuk menyempurnakan nazar. 3. Melakukan tawaf di Ka'bah. Yang dimaksud dengan tawaf adalah mengelilingi Ka'bah sebanyak tujuh kali. Tawaf ada tiga macam, yaitu: a.Tawaf qudum, yaitu tawaf yang dilakukan ketika pertama kali memasuki/datang di Mekah. b.Tawaf Wada' yaitu tawaf yang dilakukan ketika akan meninggalkan Mekah setelah selesai melaksanakan ibadah haji. c.Tawaf Ifadhah yaitu tawaf yang dilakukan dalam rangka melaksanakan rukun haji. Dalam ayat ini Baitullah disebut Baitul 'Atiq, yang berarti \"rumah tua\" karena Baitullah adalah rumah ibadah pertama kali didirikan oleh Nabi Ibrahim as beserta putranya Nabi Ismail as kemudian barulah didirikan Baitul Maqdis Palestina oleh Nabi Daud as beserta Nabi Sulaiman as."
        },
        {
          "number": 30,
          "arabic": "ذَٰلِكَ وَمَن يُعَظِّمْ حُرُمَـٰتِ ٱللَّهِ فَهُوَ خَيْرٌ لَّهُۥ عِندَ رَبِّهِۦ ۗ وَأُحِلَّتْ لَكُمُ ٱلْأَنْعَـٰمُ إِلَّا مَا يُتْلَىٰ عَلَيْكُمْ ۖ فَٱجْتَنِبُوا۟ ٱلرِّجْسَ مِنَ ٱلْأَوْثَـٰنِ وَٱجْتَنِبُوا۟ قَوْلَ ٱلزُّورِ",
          "transliteration": "dhālika waman yuʿaẓẓim ḥurumāti l-lahi fahuwa khayrun lahu ʿinda rabbihi wa-uḥillat lakumu l-anʿāmu illā mā yut'lā ʿalaykum fa-ij'tanibū l-rij'sa mina l-awthāni wa-ij'tanibū qawla l-zūri",
          "translation": "Demikianlah (perintah Allah). Dan barangsiapa mengagungkan apa yang terhormat di sisi Allah (Ḥurumāt),<sup foot_note=135495>1</sup> maka itu lebih baik baginya di sisi Tuhannya. Dan dihalalkan bagi kamu semua hewan ternak, kecuali yang diterangkan kepadamu (keharamannya), maka jauhilah (penyembahan) berhala-berhala yang najis itu dan jauhilah perkataan dusta.",
          "tafsir": "Ayat ini menerangkan bahwa semua yang tersebut pada ayat-ayat yang lalu, seperti mencukur rambut, memotong kuku, memenuhi nazar, tawaf mengelilingi Ka'bah, termasuk kewajiban yang wajib dilaksanakan oleh setiap orang yang menunaikan ibadah haji. Siapa yang melaksanakan semua yang diperintahkan itu selama mereka berihram, karena ingin mengagungkan dan mencari keridaan Allah, maka perbuatan itu adalah perbuatan yang paling baik di sisi Allah dan akan dibalasnya dengan pahala yang berlipat ganda serta surga yang penuh kenikmatan. Menurut Ibnu 'Abbas yang dimaksud dengan \"hurumatillah\", ialah apa yang dilarang dilakukannya oleh orang-orang yang sedang menunaikan ibadah haji, seperti berlaku fasik, bertengkar, bersetubuh dengan istri, berburu dan sebagainya. Menghormati \"hurumatillah\", ialah menjauhi semua larangan itu. Sedang menurut riwayat Zaid bin Aslam, yang dimaksud dengan \"hurumatillah\", ialah al-Masy'aril Haram, Masjidil Haram, Baitul Haram (Ka'bah), Bulan-bulan Haram dan Tanah Haram. Menghormati \"hurumatillah\" itu adalah berbuat baik di tempat-tempat tersebut, tidak berbuat maksiat dan hal itu merupakan perbuatan yang paling baik di sisi Allah. Dalam ibadah haji terdapat dua macam ibadah, yaitu ibadah yang berhubungan dengan anggota badan, disebut ibadah \"badaniyah\", seperti tawaf, sa'i, melempar jumrah dan sebagainya. Yang kedua ialah ibadah yang berhubungan dengan harta, disebut \"maliyah\", seperti menyembelih binatang kurban dan sebagainya. Dalam ayat ini disebutkan makanan yang dihalalkan, dan perintah menjauhi perkataan dusta. Sekalipun perintah itu ditujukan kepada semua kaum Muslimin, tetapi orang-orang yang sedang menunaikan ibadah haji sangat diutamakan melaksanakannya. Allah menerangkan bahwa dihalalkan bagi orang-orang yang beriman memakan dan menyembelih unta, lembu dan sebagainya, kecuali binatang-binatang yang telah ditetapkan keharamannya, sebagaimana tersebut dalam firman Allah: Diharamkan bagimu (memakan) bangkai, darah, daging babi, dan (daging) hewan yang disembelih bukan atas (nama) Allah, yang tercekik, yang dipukul, yang jatuh, yang ditanduk, dan yang diterkam binatang buas, kecuali yang sempat kamu sembelih, dan (diharamkan pula) yang disembelih untuk berhala.... (al-Ma'idah/5: 3) Dan firman Allah: Katakanlah, \"Tidak kudapati di dalam apa yang diwahyukan kepadaku, sesuatu yang diharamkan memakannya bagi yang ingin memakannya, kecuali daging hewan yang mati (bangkai), darah yang mengalir, daging babi “ karena semua itu kotor “ atau hewan yang disembelih bukan atas (nama) Allah.... (al-An'am/6: 145) Allah tidak pernah mengharamkan memakan daging binatang seperti yang diharamkan oleh kaum musyrik Mekah, perbuatan itu adalah perbuatan yang mereka ada-adakan saja. Mereka mengharamkan Bahirah, Sa'ibah, Washilah, Ham dan sebagainya, sebagaimana firman Allah: Allah tidak pernah mensyariatkan adanya Bahirah, Saibah, Washilah dan Ham. Tetapi orang-orang kafir membuat-buat kedustaan terhadap Allah, dan kebanyakan mereka tidak mengerti. (al-Ma'idah/5: 103) Dalam ayat ini disebutkan dua macam perintah Allah, yaitu: 1. Perintah menjauhi perbuatan menyembah patung atau berhala, karena perbuatn itu adalah perbuatan yang menimbulkan kekotoran dalam diri dan sanubari seseorang yang mengerjakannya dan perbuatan itu berasal dari perbuatan setan. Setan selalu berusaha mengotori jiwa dan diri manusia. 2. Perintah menjauhi perkataan dusta dan melakukan persaksian yang palsu. Dalam ayat ini penyebutan persaksian palsu dan penyembahan berhala secara bersamaan, karena kedua perbuatan itu pada hakekatnya adalah sederajat, semua sama berdusta dan mengingkari kebenaran. Dari ayat ini dapat dipahami pula betapa besar dosanya mengadakan persaksian palsu itu karena disebutkan setelah larangan menyekutukan Allah. Dalam hadis Nabi Muhammad saw pun diterangkan bahwa persaksian palsu itu sama beratnya dengan menyekutukan Allah: Dari Nabi saw bahwa beliau salat Subuh, setelah selesai memberi salam, beliau berdiri dan menghadap kepada manusia dan berkata, \"Persaksian palsu sama beratnya dengan mempersekutukan Allah, persaksian palsu sama beratnya dengan mempersekutukan Allah, persaksian palsu sama beratnya dengan mempersekutukan Allah.\" (Riwayat Ahmad, Abu Daud, Ibnu Majah dan ath-thabarani)"
        }
      ]
    }
  ]
}