{
  "pageNumber": 62,
  "juz": 3,
  "surahs": [
    {
      "number": 3,
      "name": "Ali 'Imran",
      "nameArabic": "آل عمران",
      "meaning": "Keluarga Imran",
      "revelation": "Madinah",
      "description": "Surat Ali 'Imraan terdiri dari 200 ayat dan termasuk surat Madaniyyah. Dinamakan Ali 'Imran karena memuat kisah keluarga 'Imran, yang juga menyebutkan kisah kelahiran Nabi 'Isa a.s., persamaan kejadiannya dengan Nabi Adam a.s., kenabian dan beberapa mukjizatnya, serta kelahiran Maryam putri 'Imran, ibu Nabi 'Isa a.s.Surat Al Baqarah dan Ali 'Imraan dinamakan \"Az Zahrawaani\" (dua yang cemerlang), karena menyingkapkan hal-hal yang disembunyikan oleh para Ahli Kitab, seperti kejadian dan kelahiran Nabi 'Isa a.s., kedatangan Nabi Muhammad s.a.w., dan sebagainya.Pokok-Pokok Isi:1. Keimanan:Dalil-dalil dan alasan-alasan yang membantah orang Nasrani yang mempertuhankan Nabi 'Isa a.s.; ketauhidan adalah dasar yang dibawa oleh seluruh nabi.2. Hukum-hukum:Musyawarah; bermubahalah; larangan melakukan riba.3. Kisah-kisah:Kisah keluarga 'Imran; perang Badar dan Uhud dan pelajaran yang dapat diambil darinya,4. Lain-lain:Golongan-golongan manusia dalam memahami ayat-ayat mutasyaabihaat; sifat- sifat Allah; sifat orang-orang yang bertakwa; Islam satu-satunya agama yang diridhai Allah; kemudharatan mengambil orang-orang kafir sebagai teman kepercayaan; pengambilan perjanjian para Nabi oleh Allah; perumpamaan-perumpamaan; peringatan-peringatan terhadap Ahli Kitab; Ka'bah adalah rumah peribadatan yang tertua dan bukti-buktinya; faedah mengingat Allah dan merenungkan ciptaan-Nya.Surat Ali 'Imraan berisi dalil-dalil dan alasan-alasan untuk membantah kaum Nasrani yang mempertuhankan Nabi 'Isa a.s., menerangkan perang Badar dan Uhud; agar kemenangan di perang Badar dan kekalahan di perang Uhud yang dialami kaum muslimin itu dapat dijadikan pelajaran.Hubungan Surat Ali 'imraan Dengan Surat An Nisaa':1. Surat Ali 'Imraan disudahi dengan perintah bertakwa, sesuai dengan permulaan surat An Nisaa',2. Dalam surat Ali 'Imraan disebutkan perang Badar dan Uhud dengan sempurna, keterangan sebagiannya diulangi dalam surat An Nisaa'.3. Dalam surat Ali 'Imraan dikisahkan perang Hamraa-ul Asad yang terjadi setelah perang Uhud, dan perang ini disinggung pula dalam surat An Nisaa'.4. Dalam surat Ali 'Imraan disebutkan bahwa banyak kaum Muslimin yang gugur sebagai syuhada yang berarti mereka meninggalkan anak-anak dan istri-istri mereka, maka dalam bagian permulaan surat An Nisaa' disebutkan perintah memelihara anak yatim dan pembagian harta pusaka.",
      "verses": [
        {
          "number": 92,
          "arabic": "لَن تَنَالُوا۟ ٱلْبِرَّ حَتَّىٰ تُنفِقُوا۟ مِمَّا تُحِبُّونَ ۚ وَمَا تُنفِقُوا۟ مِن شَىْءٍ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌ",
          "transliteration": "lan tanālū l-bira ḥattā tunfiqū mimmā tuḥibbūna wamā tunfiqū min shayin fa-inna l-laha bihi ʿalīmun",
          "translation": "Kamu tidak akan memperoleh kebajikan, sebelum kamu menginfakkan sebagian harta yang kamu cintai. Dan apa pun yang kamu infakkan, tentang hal itu sungguh, Allah Maha Mengetahui.",
          "tafsir": "Seseorang tidak akan mencapai tingkat kebajikan di sisi Allah, sebelum ia dengan ikhlas menafkahkan harta yang dicintainya di jalan Allah. Yang dimaksud dengan harta yang dicintai adalah harta yang kita cintai. Ayat ini erat hubungannya dengan firman Allah. Wahai orang-orang yang beriman! Infakkanlah sebagian dari hasil usahamu yang baik-baik ¦ (al-Baqarah/2:267). Setelah ayat ini diturunkan, para sahabat Nabi berlomba-lomba berbuat kebaikan. Di antaranya, Abu thalhah al-Anshari, seorang hartawan di kalangan Ansar datang kepada Nabi saw memberikan sebidang kebun kurma yang sangat dicintainya untuk dinafkahkan di jalan Allah. Pemberian itu diterima oleh Nabi dengan baik dan memuji keikhlasannya. Rasulullah menasihatkan agar harta itu dinafkahkan kepada karib kerabatnya, maka thalhah membagi-bagikannya kepada karib kerabatnya. Dengan demikian ia mendapat pahala sedekah dan pahala mempererat hubungan silaturrahmi dengan keluarganya. Setelah itu datang pula Umar bin al-Khaththab menyerahkan sebidang kebunnya yang ada di Khaibar, Nabi saw menyuruh pula agar kebun itu tetap dipelihara, hanya hasil dari kebun itu merupakan wakaf dari Umar."
        },
        {
          "number": 93,
          "arabic": "۞ كُلُّ ٱلطَّعَامِ كَانَ حِلًّا لِّبَنِىٓ إِسْرَٰٓءِيلَ إِلَّا مَا حَرَّمَ إِسْرَٰٓءِيلُ عَلَىٰ نَفْسِهِۦ مِن قَبْلِ أَن تُنَزَّلَ ٱلتَّوْرَىٰةُ ۗ قُلْ فَأْتُوا۟ بِٱلتَّوْرَىٰةِ فَٱتْلُوهَآ إِن كُنتُمْ صَـٰدِقِينَ",
          "transliteration": "kullu l-ṭaʿāmi kāna ḥillan libanī is'rāīla illā mā ḥarrama is'rāīlu ʿalā nafsihi min qabli an tunazzala l-tawrātu qul fatū bil-tawrāti fa-it'lūhā in kuntum ṣādiqīna",
          "translation": "Semua makanan itu halal bagi Bani Israil, kecuali makanan yang diharamkan oleh Israil (Yakub) atas dirinya sebelum Taurat diturunkan.<sup foot_note=135082>1</sup> Katakanlah (Muhammad), \"Maka bawalah Taurat lalu bacalah, jika kamu orang-orang yang benar.\"",
          "tafsir": "Ayat ini menerangkan bahwa semua makanan dihalalkan kepada Bani Israil dan juga kepada Nabi Ibrahim, termasuk daging unta, seperti disebutkan dalam Perjanjian Lama (Imamat xi:4), \"Tetapi inilah yang tidak boleh kamu makan dari yang memamah biak, atau yang berkuku belah: unta, karena memang memamah biak, tetapi tidak berkuku belah; haram itu bagimu.\" Hanya beberapa makanan saja yang diharamkan oleh Nabi Yakub sendiri terhadap dirinya disebabkan beliau menderita penyakit, dan itu semuanya terjadi sebelum diturunkan Kitab Taurat. Lalu ada beberapa macam makanan yang diharamkan kepada Bani Israil (lihat an-Nisa'/4:160, al-An'am/6:146 dan tafsirnya) sebagai hukuman dan pelajaran atas kezalimannya, sebagaimana tersebut dalam firman Allah: Dan kepada orang Yahudi, Kami haramkan semua (hewan) yang berkuku, dan Kami haramkan kepada mereka lemak sapi dan domba, kecuali yang melekat di punggungnya, atau yang dalam isi perutnya, atau yang bercampur dengan tulang. Demikianlah Kami menghukum mereka karena kedurhakaannya. Dan sungguh, Kami Mahabenar. (al-An'am/6:146). Demikian pula tercantum dalam Al-Qur'an: Karena kezaliman orang-orang Yahudi, Kami haramkan bagi mereka makanan yang baik-baik yang (dahulu) pernah dihalalkan; dan karena mereka sering menghalangi (orang lain) dari jalan Allah, dan disebabkan mereka menjalankan riba, padahal sesungguhnya mereka telah dilarang darinya, dan karena mereka memakan harta orang dengan cara tidak sah (batil). Dan Kami sediakan untuk orang-orang kafir di antara mereka azab yang pedih. (an-Nisa'/4:160-161). Jelaslah bahwa beberapa jenis makanan yang diharamkan kepada Bani Israil itu tidak diharamkan kepada pengikut syariat Nabi Ibrahim dan nabi-nabi lainnya sebelum Taurat diturunkan. Dengan demikian batallah tuduhan mereka bahwa syariat Islam bertentangan dengan syariat Nabi Ibrahim karena menghalalkan makan daging unta. Mengharamkan sebagian makanan bagi Bani Israil adalah semata-mata sebagai hukuman karena mereka telah melanggar hukum-hukum Allah dan telah menganiaya diri sendiri. Hal ini juga tersebut dalam kitab Taurat, kitab mereka sendiri. Oleh sebab itu Nabi Muhammad diperintahkan oleh Allah agar menentang mereka dengan mengatakan, \"Jika kamu mengatakan ada makanan yang diharamkan Allah sebelum diturunkan Taurat, maka bawalah Taurat itu lalu bacalah, jika kamu orang-orang yang benar.\" Ternyata mereka tidak berani menjawab tantangan ini dan tidak mau membuka Kitab Taurat, karena kalau mereka berani membuka Taurat tentulah kebohongan mereka akan terungkap dan tuduhan-tuduhan mereka terhadap agama Islam adalah palsu dan tidak beralasan. Hal ini membuktikan pula kebenaran kenabian Muhammad saw, karena beliau dapat membantah tuduhan-tuduhan Bani Israil dengan isi Taurat itu sendiri, padahal beliau tidak pernah membacanya dan tidak pernah diberi kesempatan oleh orang Yahudi untuk mengetahui isinya."
        },
        {
          "number": 94,
          "arabic": "فَمَنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ ٱلْكَذِبَ مِنۢ بَعْدِ ذَٰلِكَ فَأُو۟لَـٰٓئِكَ هُمُ ٱلظَّـٰلِمُونَ",
          "transliteration": "famani if'tarā ʿalā l-lahi l-kadhiba min baʿdi dhālika fa-ulāika humu l-ẓālimūna",
          "translation": "Maka barang siapa mengada-adakan kebohongan terhadap Allah<sup foot_note=135083>1</sup> setelah itu, maka mereka itulah orang-orang zalim.",
          "tafsir": "Jika orang-orang Yahudi itu masih berani mengada-adakan kebohongan terhadap Allah padahal kedok mereka sudah terbuka dan segala alasan yang mereka kemukakan telah nyata kebohongannya, dan Nabi Muhammad dengan bantuan wahyu dari Tuhannya telah mengetahui sebagian dari isi kitab mereka, maka pastilah mereka termasuk orang-orang yang zalim. Mereka bukan saja zalim terhadap diri sendiri karena tidak akan dipercayai lagi dan akan menerima hukuman dan siksaan Allah. Tetapi mereka juga zalim terhadap orang lain, karena dengan kejahatan itu mereka menyesatkan umat dari jalan yang benar dan menghalangi manusia terutama pengikut-pengikut mereka untuk beriman kepada Nabi Muhammad saw pembawa kebenaran dan sebagai rahmat bagi manusia seluruhnya. Setiap orang yang berbuat seperti itu akan menemui kegagalan, akan menerima nasib yang buruk, akan dicap oleh masyarakat sebagai pembuat onar dan kekacauan dan akan dimurkai Allah serta mendapat siksa di akhirat."
        },
        {
          "number": 95,
          "arabic": "قُلْ صَدَقَ ٱللَّهُ ۗ فَٱتَّبِعُوا۟ مِلَّةَ إِبْرَٰهِيمَ حَنِيفًا وَمَا كَانَ مِنَ ٱلْمُشْرِكِينَ",
          "transliteration": "qul ṣadaqa l-lahu fa-ittabiʿū millata ib'rāhīma ḥanīfan wamā kāna mina l-mush'rikīna",
          "translation": "Katakanlah (Muhammad), \"Benarlah (segala yang difirmankan) Allah.\" Maka ikutilah agama Ibrahim yang lurus, dan dia tidaklah termasuk orang musyrik.",
          "tafsir": "Allah memerintahkan Nabi Muhammad, agar mengatakan kepada orang Yahudi bahwa apa yang diberitahukan Allah kepadanya dengan perantaraan wahyu, tentang semua makanan yang pada mulanya halal bagi Bani Israil sebelum Taurat diturunkan dan halal pula bagi umat-umat sebelum Nabi Musa. Memang ada beberapa jenis makanan yang diharamkan bagi mereka dalam Taurat sebagai hukuman atas kedurhakaan mereka, semua itu adalah benar-benar datang dari Allah yang tak dapat disangkal kebenarannya, karena Dia Maha Mengetahui dan Mahabijaksana. Oleh karena itu, hendaklah orang Yahudi mengikuti ajaran Nabi Muhammad, karena agama yang dibawanya pada prinsipnya sama dengan yang dibawa oleh Nabi Ibrahim. Dan janganlah mereka tetap mengharamkan daging unta dan susunya, sebab tidak ada larangan untuk makan dagingnya dan minum susunya, baik dalam syariat Nabi Ibrahim maupun dalam syariat nabi-nabi lainnya termasuk syariat Islam. Apalagi Nabi Ibrahim itu bukanlah seorang musyrik dan agama yang dibawanya adalah agama tauhid yang murni seperti agama Islam. Tidak mempersekutukan Allah dan tidak menyembah selain Dia, bukan seperti golongan mereka (Yahudi) yang mengatakan, Uzair anak Allah dan bukan pula seperti orang Nasrani yang mengatakan bahwa Isa anak Allah."
        },
        {
          "number": 96,
          "arabic": "إِنَّ أَوَّلَ بَيْتٍ وُضِعَ لِلنَّاسِ لَلَّذِى بِبَكَّةَ مُبَارَكًا وَهُدًى لِّلْعَـٰلَمِينَ",
          "transliteration": "inna awwala baytin wuḍiʿa lilnnāsi lalladhī bibakkata mubārakan wahudan lil'ʿālamīna",
          "translation": "Sesungguhnya rumah (ibadah) pertama yang dibangun untuk manusia, ialah (Baitullah) yang di Bakkah (Mekah)<sup foot_note=135084>1</sup> yang diberkahi dan menjadi petunjuk bagi seluruh alam.",
          "tafsir": "Ayat ini merupakan jawaban terhadap orang Yahudi tentang pemindahan kiblat dari Baitulmakdis ke Kabah. Orang Yahudi mengatakan bahwa berkiblat ke Baitulmakdis, telah dibenarkan oleh para nabi. Bahkan Nabi Ibrahim sendiri berkiblat ke sana. Tuduhan Yahudi itu dibantah dengan ayat 96 dan 97 ini. Kedua ayat ini jelas menerangkan bahwa rumah pertama yang dijadikan tempat ibadah manusia dalam salat dan berdoa ialah Kabah yang ada di Mekah, yang didirikan oleh Nabi Ibrahim a.s. dan Ismail. Jadi Mekah dengan Kabahnya merupakan pusat rohani pertama yang ditetapkan bagi manusia. Setelah Kabah baru dibangun Masjidilaqsa di Baitulmakdis beberapa ratus tahun kemudian oleh Nabi Sulaiman bin Daud. Oleh karena Ibrahim yang membangun Baitullah di Mekah, maka jelas bahwa Nabi Muhammad saw mengikuti agama Nabi Ibrahim a.s. dan mengikuti pula kiblatnya dalam salat. Nabi Ibrahim a.s. setelah mendirikan Kabah berdoa agar tempat di sekitarnya diberkahi oleh Allah: Ya Tuhan, sesungguhnya aku telah menempatkan sebagian keturunanku di lembah yang tidak mempunyai tanam-tanaman di dekat rumah Engkau (Baitullah) yang dihormati, ya Tuhan (yang demikian itu) agar mereka melaksanakan salat, maka jadikanlah hati sebagian manusia cenderung kepada mereka dan berilah mereka rezeki dari buah-buahan, mudah-mudahan mereka bersyukur. (Ibrahim/14:37). Para sejarawan di bidang keagamaan, utamanya dari kalangan agama-agama monotheisme-ibrahimik, selalu mempertanyakan rumah ibadah yang manakah yang paling tua, apakah Haikal (Kuil) Sulaiman (Solomon Temple) yang dibangun oleh Nabi Sulaiman a.s. di Jerusalem, ataukah Baitullah yang ada di Mekah. Manakah yang lebih dulu? Ayat di atas menyatakan bahwa 'rumah yang mula-mula dibangun untuk (tempat ibadah) manusia ialah Baitullah yang ada di Bakkah. Nama kuno kota Mekah adalah Bakkah, dan ini telah disinggung dalam Kitab Zabur (Psalm, Mazmur), yang dapat dilihat pada the Old Testament, Psalm, 84: 5-6: \"Blessed is the man whose strength is in Thee; in whose hearth are the ways of them who passing through the valley of Baca make it well\" [\"Rahmat (semoga) tercurah kepada seorang manusia, yang kekuatannya berada pada-Mu, yang di dalam hatinya ada jalan-jalan mereka yang berjalan melewati lembah Baka, membuatnya baik\"]. Marting Lings (1986) dalam bukunya Muhammad, His life based on the earliest sources-, menyatakan bahwa Baca dalam Kitab Zabur di atas tidak lain adalah Bakkah yang tercantum dalam Surah Ä€li 'Imran/3 ayat 96 di atas. Tarikh Nabi Daud a.s. adalah sekitar 900 tahun Sebelum Masehi, atau 2900 tahun yang lalu. Jadi Baka telah ada lebih dari 2900 tahun yang lalu, karena telah di singgung pada Kitab Nabi Daud a.s., Kitab Zabur di atas. Sedangkan Kuil Sulaiman, didirikan oleh putra Nabi Daud a.s., yaitu Nabi Sulaiman a.s. Jelas bahwa Baitullah di kota Baka lebih tua dibanding Kuil Sulaiman di Jerusalem."
        },
        {
          "number": 97,
          "arabic": "فِيهِ ءَايَـٰتٌۢ بَيِّنَـٰتٌ مَّقَامُ إِبْرَٰهِيمَ ۖ وَمَن دَخَلَهُۥ كَانَ ءَامِنًا ۗ وَلِلَّهِ عَلَى ٱلنَّاسِ حِجُّ ٱلْبَيْتِ مَنِ ٱسْتَطَاعَ إِلَيْهِ سَبِيلًا ۚ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِىٌّ عَنِ ٱلْعَـٰلَمِينَ",
          "transliteration": "fīhi āyātun bayyinātun maqāmu ib'rāhīma waman dakhalahu kāna āminan walillahi ʿalā l-nāsi ḥijju l-bayti mani is'taṭāʿa ilayhi sabīlan waman kafara fa-inna l-laha ghaniyyun ʿani l-ʿālamīna",
          "translation": "Di sana terdapat tanda-tanda yang jelas, (di antaranya) maqam Ibrahim.<sup foot_note=135085>1</sup> Barang siapa memasukinya (Baitullah) amanlah dia. Dan (di antara) kewajiban manusia terhadap Allah adalah melaksanakan ibadah haji ke Baitullah, yaitu bagi orang-orang yang mampu<sup foot_note=135086>2</sup> mengadakan perjalanan ke sana. Barang siapa mengingkari (kewajiban) haji, maka ketahuilah bahwa Allah Mahakaya (tidak memerlukan sesuatu) dari seluruh alam.",
          "tafsir": "Suatu bukti lainnya bahwa Nabi Ibrahim-lah yang mendirikan kembali Kabah, adanya maqam Ibrahim di samping Baitullah, yaitu sebuah batu yang dipergunakan sebagai tempat berdiri oleh Nabi Ibrahim a.s. ketika mendirikan Kabah bersama-sama dengan putranya Ismail a.s. Bekas telapak kakinya itu tetap ada dan dapat disaksikan sampai sekarang. Barang siapa masuk ke tanah Mekah (daerah haram) terjamin keamanan dirinya dari bahaya musuh dan keamanan itu tidak hanya bagi manusia saja, tetapi juga binatang-binatangnya, tidak boleh diganggu dan pohon-pohonnya tidak boleh ditebang. Setelah Nabi Ibrahim mendirikan kembali Kabah lalu beliau disuruh Allah menyeru seluruh umat manusia agar mereka berziarah ke Baitullah untuk menunaikan ibadah haji. Ibadah haji ini dianjurkan oleh Nabi Ibrahim dan tetap dilaksanakan umat Islam sampai sekarang sebagai rukun Islam yang kelima. Setiap Muslim yang mampu diwajibkan menunaikan ibadah haji sekali seumur hidup. Barang siapa yang mengingkari kewajiban ibadah haji, maka ia termasuk golongan orang kafir."
        },
        {
          "number": 98,
          "arabic": "قُلْ يَـٰٓأَهْلَ ٱلْكِتَـٰبِ لِمَ تَكْفُرُونَ بِـَٔايَـٰتِ ٱللَّهِ وَٱللَّهُ شَهِيدٌ عَلَىٰ مَا تَعْمَلُونَ",
          "transliteration": "qul yāahla l-kitābi lima takfurūna biāyāti l-lahi wal-lahu shahīdun ʿalā mā taʿmalūna",
          "translation": "Katakanlah (Muhammad), \"Wahai Ahli Kitab! Mengapa kamu mengingkari ayat-ayat Allah, padahal Allah Maha Menyaksikan apa yang kamu kerjakan?\"",
          "tafsir": "Dengan ayat ini, para Ahli Kitab yang tetap tidak membenarkan kenabian Muhammad saw dicela padahal bukti-bukti atas kenabian itu sudah cukup banyak dan cukup jelas. Dengan keingkaran dan kekafiran itu mereka selalu berusaha memecah belah kaum Muslimin dan melemahkan posisi mereka."
        },
        {
          "number": 99,
          "arabic": "قُلْ يَـٰٓأَهْلَ ٱلْكِتَـٰبِ لِمَ تَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنْ ءَامَنَ تَبْغُونَهَا عِوَجًا وَأَنتُمْ شُهَدَآءُ ۗ وَمَا ٱللَّهُ بِغَـٰفِلٍ عَمَّا تَعْمَلُونَ",
          "transliteration": "qul yāahla l-kitābi lima taṣuddūna ʿan sabīli l-lahi man āmana tabghūnahā ʿiwajan wa-antum shuhadāu wamā l-lahu bighāfilin ʿammā taʿmalūna",
          "translation": "Katakanlah (Muhammad), \"Wahai Ahli Kitab! Mengapa kamu menghalang-halangi orang-orang yang beriman dari jalan Allah, kamu menghendakinya (jalan Allah) bengkok, padahal kamu menyaksikan?\"<sup foot_note=135087>1</sup> Dan Allah tidak lengah terhadap apa yang kamu kerjakan.",
          "tafsir": "Ahli Kitab menginginkan agar agama Allah menyimpang dari tujuan yang benar dengan mengubah sifat-sifat Muhammad dan membuat-buat dusta kepada Allah, padahal mereka menanti-nantikan kenabian Muhammad saw di dalam hati kecil mereka sendiri. Allah mengutuk sifat dengki yang tersembunyi dalam dada para pemimpin Ahli Kitab. Allah sekali-kali tidak akan lengah tentang kepalsuan mereka."
        },
        {
          "number": 100,
          "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِن تُطِيعُوا۟ فَرِيقًا مِّنَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ يَرُدُّوكُم بَعْدَ إِيمَـٰنِكُمْ كَـٰفِرِينَ",
          "transliteration": "yāayyuhā alladhīna āmanū in tuṭīʿū farīqan mina alladhīna ūtū l-kitāba yaruddūkum baʿda īmānikum kāfirīna",
          "translation": "Wahai orang-orang yang beriman! Jika kamu mengikuti sebagian dari orang yang diberi Kitab, niscaya mereka akan mengembalikan kamu menjadi orang kafir setelah beriman.",
          "tafsir": "Orang beriman dilarang mengikuti segolongan Ahli Kitab karena mereka selalu mengadakan tipu muslihat terhadap kaum Muslimin. Bila kaum Muslimin mengikuti orang Yahudi, niscaya mereka akan terjerumus kembali ke dalam permusuhan dan kekafiran."
        }
      ]
    }
  ]
}