{
  "pageNumber": 464,
  "juz": 24,
  "surahs": [
    {
      "number": 39,
      "name": "Az-Zumar",
      "nameArabic": "الزمر",
      "meaning": "Rombongan",
      "revelation": "Makkah",
      "description": "Surat Az-Zumar terdiri dari 75 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Saba'.Dinamakan \"Az-Zumar\" (rombongan-rombongan) karena kata \"Az-Zumar\" terdapat pada ayat ke-71 dan ke-73.Dalam ayat-ayat tersebut diterangkan keadaan manusia pada hari kiamat setelah mereka dihisab, ketika itu mereka terbagi menjadi dua rombongan; satu rombongan dibawa ke neraka dan satu rombongan lagi dibawa ke surga. Masing-masing rombongan memperoleh balasan atas apa yang mereka kerjakan di dunia.Surat ini dinamakan juga \"Al Ghuraf\" (kamar-kamar) berhubung kata \"ghuraf\" terdapat pada ayat ke-20, yang menerangkan kondisi kamar-kamar dalam surga yang diperoleh orang-orang yang bertakwa.**Pokok-Pokok Isi:**1. **Keimanan:** Dalil-dalil keesaan dan kekuasaan Allah; malaikat-malaikat berkumpul di sekeliling 'Arsy bertasbih kepada Allah; pada hari kiamat setiap orang mempunyai catatan amal masing-masing.2. **Kisah-kisah:** Perintah memurnikan ketaatan kepada Allah; larangan berputus asa terhadap rahmat Allah.3. **Lain-lain:** Tabiat orang-orang musyrik ketika senang dan susah; perumpamaan yang tercantum dalam Al-Qur'an dan faedahnya; kedahsyatan hari kiamat; rona wajah orang musyrik dan rona wajah orang mukmin pada hari kiamat; janji Allah mengampuni orang-orang yang bersalah jika mereka bertaubat.Dari surat Az-Zumar dapat diambil pelajaran sebagai berikut:a. Al-Qur'an adalah petunjuk yang paling sempurna bagi manusia.b. Setiap makhluk akan mati dan di akhirat akan dihisab tentang amal-amalnya.c. Sekalipun manusia banyak dosa, dilarang berputus asa dari rahmat Allah.**Hubungan Surat Az-Zumar Dengan Surat Ghafir (Al-Mukmin):**1. Surat Az-Zumar menerangkan tentang kesudahan orang-orang mukmin dan kesudahan orang-orang kafir yang selalu mengingkari nabi yang diutus kepada mereka. Surat Al-Mukmin menerangkan bahwa Allah mengampuni segala dosa hamba-Nya yang mau mengikuti jalan yang benar. Hal ini merupakan ajakan Allah kepada orang-orang kafir agar mereka beriman.2. Kedua surat ini sama-sama mengutarakan hal-hal yang berhubungan dengan keadaan hari kiamat, keadaan mahsyar, surga dan neraka.",
      "verses": [
        {
          "number": 48,
          "arabic": "وَبَدَا لَهُمْ سَيِّـَٔاتُ مَا كَسَبُوا۟ وَحَاقَ بِهِم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
          "transliteration": "wabadā lahum sayyiātu mā kasabū waḥāqa bihim mā kānū bihi yastahziūna",
          "translation": "Dan jelaslah bagi mereka kejahatan apa yang telah mereka kerjakan dan mereka diliputi oleh apa yang dahulu mereka selalu memperolok-olokkannya.",
          "tafsir": "Tampak jelas bagi mereka, ketika disodorkan kepada mereka kitab-kitab yang memuat catatan amal perbuatan ketika hidup di dunia, semua amal perbuatan mereka yang buruk tercantum di sana. Mereka yakin bahwa pelanggaran itu akan dihisab dan diperhitungkan satu demi satu. Sebagai akibatnya, mereka akan menerima azab yang pedih yang meliputi seluruh penjuru, yang semuanya tidak lain karena mereka selalu memperolok-olokkan ajaran agama Allah."
        },
        {
          "number": 49,
          "arabic": "فَإِذَا مَسَّ ٱلْإِنسَـٰنَ ضُرٌّ دَعَانَا ثُمَّ إِذَا خَوَّلْنَـٰهُ نِعْمَةً مِّنَّا قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلْمٍۭ ۚ بَلْ هِىَ فِتْنَةٌ وَلَـٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
          "transliteration": "fa-idhā massa l-insāna ḍurrun daʿānā thumma idhā khawwalnāhu niʿ'matan minnā qāla innamā ūtītuhu ʿalā ʿil'min bal hiya fit'natun walākinna aktharahum lā yaʿlamūna",
          "translation": "Maka apabila manusia ditimpa bencana dia menyeru Kami, kemudian apabila Kami berikan nikmat Kami kepadanya dia berkata, \"Sesungguhnya aku diberi nikmat ini hanyalah karena kepintaranku.\" Sebenarnya, itu adalah ujian, tetapi kebanyakan mereka tidak mengetahui.",
          "tafsir": "Ayat ini menerangkan keadaan orang-orang musyrik yang aneh. Jika ditimpa bahaya kemudaratan seperti kefakiran dan penyakit, mereka segera memohon perlindungan dan berdoa kepada Allah. Tapi bila keadaan sudah berubah, seperti sembuh dari penyakit, mendapat nikmat, dan kelapangan rezeki, mereka melupakan masa penderitaan dan mengatakan bahwa semua itu karena jasa, keterampilan, kepintaran, dan pengalaman mereka sendiri. Itulah sikap mereka yang sangat aneh. Ketika mengalami penderitaan, mereka lari menjerit memohon pertolongan kepada Allah. Setelah keadaan berubah menjadi kesenangan dan kenikmatan, mereka memutuskan hubungan dengan Khaliknya dan menyatakan bahwa semua perbaikan nasib itu disebabkan kepandaian dan kemahiran mereka sendiri. Mereka tidak mengetahui bahwa sesungguhnya nasib baik dan buruk yang diberikan Allah kepada mereka merupakan ujian untuk mengetahui siapa yang mensyukuri nikmat-nikmat pemberian Allah dan siapa yang mengufurinya. Bagi yang bersyukur akan ditambah dengan nikmat yang lain, sedangkan bagi yang mengingkarinya akan ditimpakan azab yang pedih."
        },
        {
          "number": 50,
          "arabic": "قَدْ قَالَهَا ٱلَّذِينَ مِن قَبْلِهِمْ فَمَآ أَغْنَىٰ عَنْهُم مَّا كَانُوا۟ يَكْسِبُونَ",
          "transliteration": "qad qālahā alladhīna min qablihim famā aghnā ʿanhum mā kānū yaksibūna",
          "translation": "Sungguh, orang-orang yang sebelum mereka pun telah mengatakan hal itu, maka tidak berguna lagi bagi mereka apa yang dahulu mereka kerjakan.",
          "tafsir": "Pada ayat ini, Allah menerangkan bahwa ucapan seperti itu pernah didengar pula dari umat-umat sebelum mereka, sehingga anggapan seperti itu bukanlah anggapan yang baru. Apa-apa yang mereka usahakan dahulu itu tidak berguna untuk menolak datangnya azab dari Allah karena mereka selalu bersikap mendustakan dan mencemooh kedatangan utusan Allah."
        },
        {
          "number": 51,
          "arabic": "فَأَصَابَهُمْ سَيِّـَٔاتُ مَا كَسَبُوا۟ ۚ وَٱلَّذِينَ ظَلَمُوا۟ مِنْ هَـٰٓؤُلَآءِ سَيُصِيبُهُمْ سَيِّـَٔاتُ مَا كَسَبُوا۟ وَمَا هُم بِمُعْجِزِينَ",
          "transliteration": "fa-aṣābahum sayyiātu mā kasabū wa-alladhīna ẓalamū min hāulāi sayuṣībuhum sayyiātu mā kasabū wamā hum bimuʿ'jizīna",
          "translation": "Lalu mereka ditimpa (bencana) dari akibat buruk apa yang mereka perbuat. Dan orang-orang yang zalim di antara mereka juga akan ditimpa (bencana) dari akibat buruk apa yang mereka kerjakan dan mereka tidak dapat melepaskan diri.",
          "tafsir": "Ayat ini menjelaskan bahwa mereka ditimpa oleh akibat buruk dari apa yang mereka lakukan. Allah mempercepat datangnya azab kepada mereka seperti Karun yang ditelan bumi, gelegar halilintar yang menyambar kaum Lut, dan bencana abadi yang akan menimpa mereka di akhirat. Orang-orang yang zalim di antara mereka akan ditimpa akibat buruk dari usahanya, termasuk pula orang-orang musyrikin yang selalu menentang Rasulullah saw. Mereka pasti akan ditimpa azab sebagai akibat buruk dari kekafiran mereka seperti azab yang ditimpakan kepada orang-orang terdahulu. Di antara contoh azab itu ialah bencana kelaparan yang melanda mereka selama tujuh tahun, pemuka-pemuka mereka terbunuh dan ditawan pada waktu Perang Badar. Mereka juga tidak akan dapat lolos dan melarikan diri dari azab Allah pada hari Kiamat."
        },
        {
          "number": 52,
          "arabic": "أَوَلَمْ يَعْلَمُوٓا۟ أَنَّ ٱللَّهَ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ وَيَقْدِرُ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يُؤْمِنُونَ",
          "transliteration": "awalam yaʿlamū anna l-laha yabsuṭu l-riz'qa liman yashāu wayaqdiru inna fī dhālika laāyātin liqawmin yu'minūna",
          "translation": "Dan tidakkah mereka mengetahui bahwa Allah melapangkan rezeki bagi siapa yang Dia kehendaki dan membatasinya (bagi siapa yang Dia kehendaki)? Sesungguhnya pada yang demikian itu terdapat tanda-tanda (kekuasaan Allah) bagi kaum yang beriman.",
          "tafsir": "Pada ayat ini, Allah memperlihatkan bukti atas kekuasaan, keagungan dan kebijaksanaan-Nya. Orang-orang musyrikin itu tidak mengetahui bahwa Allah-lah yang melapangkan rezeki kepada siapa yang Ia kehendaki dan menyempitkan bagi siapa yang dikehendaki-Nya. Suatu kenyataan yang tak dapat dibantah bahwa keadaan manusia berbeda-beda tentang milik dan kekayaannya, ada yang sangat kaya dan ada yang sangat miskin. Hal yang demikian itu tidak dapat dikaitkan hanya dengan kepandaian atau keterampilan saja. Kadang-kadang yang berpendidikan tinggi hidupnya serba kekurangan sebaliknya yang berpendidikan rendah hidupnya serba berkecukupan. Sesungguhnya pada kejadian itu terdapat tanda-tanda kekuasaan Allah bagi kaum yang beriman. Mereka mengetahui bahwa semua itu diatur oleh Allah. Tidak ada suatu kejadian pun dalam kehidupan ini yang di luar aturan-Nya"
        },
        {
          "number": 53,
          "arabic": "۞ قُلْ يَـٰعِبَادِىَ ٱلَّذِينَ أَسْرَفُوا۟ عَلَىٰٓ أَنفُسِهِمْ لَا تَقْنَطُوا۟ مِن رَّحْمَةِ ٱللَّهِ ۚ إِنَّ ٱللَّهَ يَغْفِرُ ٱلذُّنُوبَ جَمِيعًا ۚ إِنَّهُۥ هُوَ ٱلْغَفُورُ ٱلرَّحِيمُ",
          "transliteration": "qul yāʿibādiya alladhīna asrafū ʿalā anfusihim lā taqnaṭū min raḥmati l-lahi inna l-laha yaghfiru l-dhunūba jamīʿan innahu huwa l-ghafūru l-raḥīmu",
          "translation": "Katakanlah, \"Wahai hamba-hamba-Ku yang melampaui batas terhadap diri mereka sendiri! Janganlah kamu berputus asa dari rahmat Allah. Sesungguhnya Allah mengampuni dosa-dosa<sup foot_note=135716>1</sup> semuanya. Sungguh, Dialah Yang Maha Pengampun, Maha Penyayang.",
          "tafsir": "Pada ayat ini, Allah memerintahkan kepada Nabi Muhammad agar menyampaikan kepada umatnya bahwa Allah Yang Maha Pengampun, Maha Penyayang dan sangat luas rahmat dan kasih sayang-Nya terhadap hamba-Nya yang beriman, akan mengampuni segala dosa yang telah terlanjur mereka kerjakan seperti meninggalkan perintah-Nya atau mengerjakan larangan-Nya apabila benar-benar tobat dari kesalahan mereka. Banyak orang yang menyangka bahwa karena dosanya telah bertumpuk-tumpuk, tidak akan diampuni Allah lagi. Jadilah ia seorang yang berputus asa terhadap ampunan, rahmat, dan kasih sayang-Nya. Dunia sudah menjadi gelap menurut pandangannya karena selama ini dia tidak mengindahkan ajaran-ajaran agamanya dan selalu membelakangi petunjuk-petunjuk yang terdapat di dalamnya. Hatinya sudah penuh diliputi kekotoran dan kedurhakaan, tak tampak lagi olehnya jalan kebenaran dan kebaikan yang akan ditempuhnya. Dia telah dibingungkan oleh rasa putus asa dan tak ada harapan yang tampak olehnya untuk kembali dari kesesatan dan kemaksiatan yang selalu diperbuatnya. Tetapi Allah, meskipun besar dosa hamba-Nya, Dia tetap mengasihi dan menyantuninya dan melarangnya berputus asa terhadap rahmat dan kasih sayang-Nya, Dia tetap memandangnya sebagai hamba-Nya yang berhak menerima kasih sayang-Nya itu apabila ia telah menginsyafi kesalahannya dan memohon ampun kepada-Nya. Jangankan untuk orang-orang yang beriman, untuk orang-orang musyrik pun masih terbuka pintu tobat apabila mereka masuk Islam dan beriman kepada Allah dan rasul-Nya. Diriwayatkan oleh Imam al-Bukhari dari Sa'id bin Jubair dari Ibnu 'Abbas bahwa banyak di antara orang-orang musyrik yang telah banyak melakukan pembunuhan dan sering berzina datang kepada Nabi Muhammad. Mereka berkata kepadanya, \"Sesungguhnya apa yang engkau serukan kepada kami adalah baik. Dapatkah engkau terangkan kepada kami bahwa yang kami kerjakan dahulu itu akan diampuni-Nya.\" Nabi menjawab dengan membacakan firman Allah: Dan orang-orang yang tidak mempersekutukan Allah dengan sembahan lain dan tidak membunuh orang yang diharamkan Allah kecuali dengan (alasan) yang benar, dan tidak berzina; dan barang siapa melakukan demikian itu, niscaya dia mendapat hukuman yang berat, (yakni) akan dilipatgandakan azab untuknya pada hari Kiamat dan dia akan kekal dalam azab itu, dalam keadaan terhina, kecuali orang-orang yang bertobat dan beriman dan mengerjakan kebajikan; maka kejahatan mereka diganti Allah dengan kebaikan. Allah Maha Pengampun, Maha Penyayang. (al-Furqan/25: 68-70) Dalam hadis Nabi saw juga dijelaskan: Diriwayatkan dari 'Amr bin 'Anbasah bahwa telah datang menemui Nabi saw seorang yang telah tua bangka bertelekan di atas tongkatnya dan berkata kepada beliau, \"Hai Rasulullah, saya banyak mengerjakan kesalahan dan maksiat. Apakah mungkin kesalahan itu diampuni?\" Nabi saw menjawab, \"Apakah engkau telah mengakui bahwa tiada Tuhan selain Allah?\" Orang tua itu menjawab, \"Benar, bahkan aku mengakui bahwa engkau utusan Allah.\" Rasulullah saw menegaskan, Allah mengampuni semua kesalahan dan maksiat yang telah engkau lakukan itu.\" (Riwayat A.hmad) Hadis-hadis tersebut menegaskan bahwa Allah mengampuni semua kesalahan bagaimanapun besar dan banyaknya, bila seseorang itu benar-benar bertobat dengan setulus hati, berikrar tidak akan kembali melakukan kesalahan, dan akan tetap melakukan amal saleh. Hamba Allah tidak boleh berputus asa terhadap ampunan, rahmat, dan kasih sayang-Nya, karena pintu rahmat-Nya terbuka seluas-luasnya bagi orang yang bertobat, sebagai ditegaskan dalam firman-Nya: Dan barang siapa berbuat kejahatan dan menganiaya dirinya, kemudian dia memohon ampunan kepada Allah, niscaya dia akan mendapatkan Allah Maha Pengampun, Maha Penyayang. (an-Nisa'/4: 110) Setelah melarang hamba-Nya berputus asa terhadap rahmat dan kasih sayang-Nya, Allah mendorong hamba-Nya agar segera meminta ampun dan bertobat kepada-Nya atas segala ketelanjuran dan kesalahan yang telah dilakukan. Allah juga menegaskan bahwa Dia mengampuni segala dosa kecuali dosa syirik sebagai tersebut dalam firman-Nya: Sesungguhnya Allah tidak akan mengampuni (dosa) karena mempersekutukan-Nya (syirik), dan Dia mengampuni apa (dosa) yang selain (syirik) itu bagi siapa yang Dia kehendaki. Barang siapa mempersekutukan Allah, maka sungguh, dia telah berbuat dosa yang besar. (an-Nisa'/4: 48) Memang besar dan luas rahmat Allah terhadap hamba-Nya. Hamba yang telah mendurhakai karena mengabaikan perintah-Nya, melanggar hukum-hukum yang telah ditetapkan-Nya, dan bergelimang dalam dosa dan maksiat, masih saja dipanggil sebagai hamba-Nya dan dinasihati supaya jangan berputus asa terhadap ampunan dan rahmat-Nya."
        },
        {
          "number": 54,
          "arabic": "وَأَنِيبُوٓا۟ إِلَىٰ رَبِّكُمْ وَأَسْلِمُوا۟ لَهُۥ مِن قَبْلِ أَن يَأْتِيَكُمُ ٱلْعَذَابُ ثُمَّ لَا تُنصَرُونَ",
          "transliteration": "wa-anībū ilā rabbikum wa-aslimū lahu min qabli an yatiyakumu l-ʿadhābu thumma lā tunṣarūna",
          "translation": "Dan kembalilah kamu kepada Tuhanmu, dan berserah dirilah kepada-Nya sebelum datang azab kepadamu, kemudian kamu tidak dapat ditolong.",
          "tafsir": "Bagi orang-orang yang menerima seruan ini dengan bertobat kepada Allah dan percaya dengan sepenuh hatinya kepada keluasan rahmat dan ampunan-Nya, Allah memerintahkan agar dia benar-benar kembali kepada jalan yang lurus yang telah dibentangkan-Nya, berserah diri kepada-Nya, dan bernaung di bawah lindungan-Nya. Di sisi Allah tersedia berbagai macam karunia dan nikmat yang akan dilimpahkan kepadanya, apabila ia telah insaf dan kembali menjadi hamba yang dimuliakan-Nya. Setiap orang berdosa hendaklah mengambil kesempatan baik ini dengan segera sebelum datang hari Kiamat di mana tobat dan penyesalan tidak akan diterima lagi. Janganlah kesempatan yang baik ini dibiarkan berlalu begitu saja karena yang akan rugi ialah orang yang tidak mengindahkannya. Dalam ayat lain, Allah berfirman: Belum tibakah waktunya bagi orang-orang yang beriman, untuk secara khusyuk mengingat Allah dan mematuhi kebenaran yang telah diwahyukan (kepada mereka), dan janganlah mereka (berlaku) seperti orang-orang yang telah menerima kitab sebelum itu, kemudian mereka melalui masa yang panjang sehingga hati mereka menjadi keras. Dan banyak di antara mereka menjadi orang-orang fasik. (al-hadid/57: 16) Peluang emas yang dikaruniakan Allah hendaklah dimanfaatkan sebaik-baiknya sebelum tiba saat yang menentukan di mana pintu tobat telah tertutup rapat, yaitu pada saat ajal telah tiba atau pada saat hari Kiamat telah datang. Pada saat itu, tidak seorang yang durhaka pun yang dapat melepaskan diri dari siksaan Allah dan tak ada suatu makhluk pun yang dapat membela dan menghindarkannya dari azab itu. Hendaklah dia benar-benar mengikuti dan mematuhi semua ajaran yang telah dijelaskan Allah dalam Al-Qur'an al-Karim untuk kebaikan dan kebahagiaan manusia di dunia dan di akhirat. Janganlah seseorang menunggu sampai besok untuk bertobat karena dia tidak mengetahui apakah ia akan hidup sampai besok. Mungkin seseorang berjanji kepada dirinya bahwa dia akan bertobat esok sore harinya, tetapi siapa tahu, belum lagi waktu sore datang dia sudah meninggal dan hilanglah kesempatan yang sangat berharga itu. berulang-ulang mengucapkan kata-kata penyesalan dengan berbagai macam cara"
        },
        {
          "number": 55,
          "arabic": "وَٱتَّبِعُوٓا۟ أَحْسَنَ مَآ أُنزِلَ إِلَيْكُم مِّن رَّبِّكُم مِّن قَبْلِ أَن يَأْتِيَكُمُ ٱلْعَذَابُ بَغْتَةً وَأَنتُمْ لَا تَشْعُرُونَ",
          "transliteration": "wa-ittabiʿū aḥsana mā unzila ilaykum min rabbikum min qabli an yatiyakumu l-ʿadhābu baghtatan wa-antum lā tashʿurūna",
          "translation": "Dan ikutilah sebaik-baik apa yang telah diturunkan kepadamu (Alquran) dari Tuhanmu sebelum datang azab kepadamu secara mendadak, sedang kamu tidak menyadarinya,",
          "tafsir": "Bagi orang-orang yang menerima seruan ini dengan bertobat kepada Allah dan percaya dengan sepenuh hatinya kepada keluasan rahmat dan ampunan-Nya, Allah memerintahkan agar dia benar-benar kembali kepada jalan yang lurus yang telah dibentangkan-Nya, berserah diri kepada-Nya, dan bernaung di bawah lindungan-Nya. Di sisi Allah tersedia berbagai macam karunia dan nikmat yang akan dilimpahkan kepadanya, apabila ia telah insaf dan kembali menjadi hamba yang dimuliakan-Nya. Setiap orang berdosa hendaklah mengambil kesempatan baik ini dengan segera sebelum datang hari Kiamat di mana tobat dan penyesalan tidak akan diterima lagi. Janganlah kesempatan yang baik ini dibiarkan berlalu begitu saja karena yang akan rugi ialah orang yang tidak mengindahkannya. Dalam ayat lain, Allah berfirman: Belum tibakah waktunya bagi orang-orang yang beriman, untuk secara khusyuk mengingat Allah dan mematuhi kebenaran yang telah diwahyukan (kepada mereka), dan janganlah mereka (berlaku) seperti orang-orang yang telah menerima kitab sebelum itu, kemudian mereka melalui masa yang panjang sehingga hati mereka menjadi keras. Dan banyak di antara mereka menjadi orang-orang fasik. (al-hadid/57: 16) Peluang emas yang dikaruniakan Allah hendaklah dimanfaatkan sebaik-baiknya sebelum tiba saat yang menentukan di mana pintu tobat telah tertutup rapat, yaitu pada saat ajal telah tiba atau pada saat hari Kiamat telah datang. Pada saat itu, tidak seorang yang durhaka pun yang dapat melepaskan diri dari siksaan Allah dan tak ada suatu makhluk pun yang dapat membela dan menghindarkannya dari azab itu. Hendaklah dia benar-benar mengikuti dan mematuhi semua ajaran yang telah dijelaskan Allah dalam Al-Qur'an al-Karim untuk kebaikan dan kebahagiaan manusia di dunia dan di akhirat. Janganlah seseorang menunggu sampai besok untuk bertobat karena dia tidak mengetahui apakah ia akan hidup sampai besok. Mungkin seseorang berjanji kepada dirinya bahwa dia akan bertobat esok sore harinya, tetapi siapa tahu, belum lagi waktu sore datang dia sudah meninggal dan hilanglah kesempatan yang sangat berharga itu. berulang-ulang mengucapkan kata-kata penyesalan dengan berbagai macam cara"
        },
        {
          "number": 56,
          "arabic": "أَن تَقُولَ نَفْسٌ يَـٰحَسْرَتَىٰ عَلَىٰ مَا فَرَّطتُ فِى جَنۢبِ ٱللَّهِ وَإِن كُنتُ لَمِنَ ٱلسَّـٰخِرِينَ",
          "transliteration": "an taqūla nafsun yāḥasratā ʿalā mā farraṭtu fī janbi l-lahi wa-in kuntu lamina l-sākhirīna",
          "translation": "agar jangan ada orang yang mengatakan, \"Alangkah besar penyesalanku atas kelalaianku dalam (menunaikan kewajiban) terhadap Allah, dan sesungguhnya aku termasuk orang-orang yang memperolok-olokkan (agama Allah)\",",
          "tafsir": "Pada ayat-ayat ini, Allah menerangkan bagaimana penyesalan orang-orang yang tidak mempergunakan peluang emas yang diberikan Allah kepada mereka. Di akhirat nanti, mereka akan berulang-ulang mengucapkan kata-kata penyesalan dengan berbagai macam cara, di antaranya: 1. Sesungguhnya aku sangat menyesal atas kelalaian dan kealpaanku semasa hidup sehingga aku tidak mengindahkan ajaran-ajaran Allah, selalu durhaka terhadap-Nya, meninggalkan kewajiban-kewajibanku terhadap-Nya sebagai hamba, dan melanggar hukum-hukum yang telah ditetapkan-Nya. Kenapa aku tidak mempergunakan kesempatan yang diberikan Allah kepadaku untuk bertobat dan kembali ke jalan yang lurus. Kenapa aku selalu memperolok-olokkan orang-orang yang telah taat dan patuh menjalankan petunjuk dan ajaran-Nya bahkan termasuk orang-orang yang menghina dan menganggap enteng agama-Nya. 2. Kenapa aku tidak menerima dengan baik petunjuk yang diberikan-Nya dengan perantaraan rasul-Nya, dan tidak mengamalkan petunjuk ajaran-Nya. Kalau sekiranya aku menerima dan mengamalkan petunjuk dan ajaran itu, tentu aku termasuk dalam golongan orang-orang yang bertakwa yang disediakan bagi mereka surga Jannatun Na'im yang penuh dengan nikmat dan kesenangan serta penuh dengan kebahagiaan dan keridaan Allah. 3. Ketika dia melihat api neraka dan berbagai macam siksaan yang ditimpakan kepada penghuninya, dan dia merasa pasti akan dilemparkan ke dalamnya, dia berangan-angan dan mengharapkan kalau dapat kembali ke dunia agar dia dapat berbuat amal saleh sebanyak-banyaknya untuk bekal di akhirat sehingga terbebas dari siksaan neraka dan dimasukkan ke dalam golongan orang-orang yang berbuat baik."
        }
      ]
    }
  ]
}