{
  "pageNumber": 602,
  "juz": 30,
  "surahs": [
    {
      "number": 106,
      "name": "Quraish",
      "nameArabic": "قريش",
      "meaning": "Suku Quraisy",
      "revelation": "Makkah",
      "description": "Surat ini terdiri dari 4 ayat, termasuk golongan surat Makkiyyah, dan diturunkan sesudah surat At-Tin. Nama Quraisy diambil dari kata \"Quraisy\" yang terdapat pada ayat pertama, artinya suku Quraisy. Suku Quraisy adalah suku yang mendapat kehormatan untuk memelihara Ka'bah.**Pokok-Pokok Isi:**Peringatan kepada orang Quraisy tentang nikmat-nikmat yang diberikan Allah kepada mereka, karena itu mereka diperintahkan untuk menyembah Allah.Surat Quraisy menerangkan penghidupan orang Quraisy serta kewajiban yang seharusnya mereka penuhi.**Hubungan Surat Quraisy Dengan Surat Al-Ma'un:**1. Dalam surat Quraisy, Allah menyatakan, bahwa Dia membebaskan manusia dari kelaparan, maka dalam surat Al-Ma'un Allah mencela orang yang tidak menganjurkan dan tidak memberi makan orang miskin.2. Dalam surat Quraisy Allah memerintahkan untuk menyembah-Nya, maka dalam surat Al-Ma'un Allah mencela orang yang shalat dengan lalai dan riya.",
      "verses": [
        {
          "number": 1,
          "arabic": " لِإِيلَـٰفِ قُرَيْشٍ",
          "transliteration": "liīlāfi qurayshin",
          "translation": "Karena kebiasaan orang-orang Quraisy,",
          "tafsir": ". Syarat pertama ini diambil dari kalimat li ilaf yang artinya karena kebiasaan. 2.Memelihara nama baik, yang diambil dari kalimat Quraisy sebab suku atau kabilah Quraisy itu termasuk kabilah yang paling mulia yang nantinya melahirkan Nabi Muhammad. Maka seorang pedagang pun harus selalu memelihara nama baiknya sehingga dapat kepercayaan yang penuh dari sekalian langganannya, karena tidak pernah dusta atau menipu, tidak pernah menyalahi janji atau menimbun barang-barang yang dibutuhkan oleh rakyat dan lain-lain. 3.Mengadakan misi perniagaan ke luar daerahnya, bahkan ke luar negeri untuk melebarluaskan daerah lingkungan perniagaannya dan syarat ini diambil dari kalimat rihlah yang artinya bepergian. Seorang pedagang tidak akan maju jika tidak mengadakan misi perniagaan ke luar daerahnya. 4.Memperhatikan situasi keadaan yang menguntungkan. Ia harus memperhatikan iklim, situasi, dan kondisi tempat di sekitarnya. Syarat ini diambil dari kalimat asy-syita'i wa as-saif yang artinya: pada musim dingin dan musim panas. Orang-orang Quraisy pun mengatur arah perniagaannya yaitu di musim dingin mereka pergi ke sebelah selatan yaitu negeri Yaman, dan di musim panas ke utara yaitu negeri Syam. Jika keempat syarat ini diperhatikan dengan seksama niscaya akan mendatangkan kemakmuran yang merata dan kemakmuran itu jangan sekali-kali hanya untuk memuaskan hawa nafsu. Akan tetapi, harus dijadikan bekal untuk beribadah kepada Allah yang mempunyai Baitullah dan digunakan untuk menyukuri segala nikmat pemberian-Nya, agar menghasilkan kesejahteraan, cukup sandang-pangan dan keamanan dari ketakutan seperti diisyaratkan dalam kalimat: \"Yang telah memberi makanan kepada mereka untuk menghilangkan lapar dan mengamankan mereka dari ketakutan.\" Jadi yang harus disembah dan disyukuri itu ialah Allah Pemilik Ka'bah sebab di dekat Ka'bah itu ada satu macam ibadah yang tidak terdapat di luar kota Mekah yaitu tawaf di Baitullah. Jika diperhatikan cara tawaf itu memang aneh sekali, sebab menurut hukum alam setiap benda yang mengelilingi benda lain, lama-lama akan bertambah jauh dari markasnya atau titik putarnya sesuai dengan daya sentrivical atau daya lompatan ke luar. Jika sebuah batu diikat dengan tali lalu diputarkan maka bila batu itu terlepas mesti terlempar jauh ke luar. Demikian pula dalam bidang kerohanian, seorang pedagang yang tadinya rajin salat berjamaah dan menghadiri pengajian pada ulama di kampungnya setelah sering bepergian ke luar daerah maka ia bertambah jauh dari masjid dan ulamanya. Jika ia bepergian ke luar negeri tentu akan bertambah jauh lagi dari sumber agamanya. Tidak demikian keadaan orang yang sedang tawaf di Baitullah. Walaupun ia berkeliling sampai tujuh kali, tetapi ia tetap berada di samping Baitullah. Demikian pula hendaknya setiap pedagang yang telah menjadi hartawan atau jutawan tetap saja tekun melaksanakan ibadahnya kepada Allah secara terus-menerus (istikamah). (1-2) Dalam ayat-ayat berikut ini, Allah menerangkan profesi suku Quraisy sebagai kaum pedagang di negara yang tandus dan mempunyai dua jurusan perdagangan. Pada musim dingin ke arah Yaman untuk membeli rempah-rempah yang datang dari Timur Jauh melalui Teluk Persia dan yang kedua ke arah Syam pada musim panas untuk membeli hasil pertanian yang akan dibawa pulang ke negeri mereka yang tandus lagi kering itu. Orang-orang penghuni padang pasir (Badui) menghormati suku Quraisy karena mereka dipandang sebagai jiran (tetangga) Baitullah, penduduk tanah suci dan berkhidmat untuk memelihara Ka'bah, dan penjaga-penjaga Ka'bah. Oleh karena itu, suku Quraisy berada dalam aman dan sentosa, baik ketika mereka pergi maupun ketika mereka pulang walaupun banyak terjadi perampokan dalam perjalanan. Karena rasa hormat kepada Baitullah itu merupakan suatu kekuatan jiwa dan berwibawa untuk memelihara keselamatan mereka dalam misi-misi perdagangannya ke utara atau ke selatan; sehingga timbullah suatu kebiasaan dan kegemaran untuk berniaga yang menghasilkan banyak rezeki. Rasa hormat terhadap Baitullah yang memenuhi jiwa orang Arab itu adalah kehendak Allah semata, lebih-lebih lagi ketika mereka melihat bagaimana Allah menghancurkan tentara gajah yang ingin meruntuhkan Ka'bah, sebelum mereka sampai mendekatinya. Sekiranya penghormatan terhadap Baitullah kurang mempengaruhi jiwa orang-orang Arab atau tidak ada sama sekali pengaruhnya niscaya orang-orang Quraisy tentu tidak mau mengadakan perjalanan-perjalanan perdagangan tersebut. Maka dengan demikian akan berkuranglah sumber-sumber rezeki mereka sebab negeri mereka bukanlah tanah yang subur."
        },
        {
          "number": 2,
          "arabic": "إِۦلَـٰفِهِمْ رِحْلَةَ ٱلشِّتَآءِ وَٱلصَّيْفِ",
          "transliteration": "īlāfihim riḥ'lata l-shitāi wal-ṣayfi",
          "translation": "(yaitu) kebiasaan mereka bepergian pada musim dingin dan musim panas.<sup foot_note=135877>1</sup>",
          "tafsir": ". Syarat pertama ini diambil dari kalimat li ilaf yang artinya karena kebiasaan. 2.Memelihara nama baik, yang diambil dari kalimat Quraisy sebab suku atau kabilah Quraisy itu termasuk kabilah yang paling mulia yang nantinya melahirkan Nabi Muhammad. Maka seorang pedagang pun harus selalu memelihara nama baiknya sehingga dapat kepercayaan yang penuh dari sekalian langganannya, karena tidak pernah dusta atau menipu, tidak pernah menyalahi janji atau menimbun barang-barang yang dibutuhkan oleh rakyat dan lain-lain. 3.Mengadakan misi perniagaan ke luar daerahnya, bahkan ke luar negeri untuk melebarluaskan daerah lingkungan perniagaannya dan syarat ini diambil dari kalimat rihlah yang artinya bepergian. Seorang pedagang tidak akan maju jika tidak mengadakan misi perniagaan ke luar daerahnya. 4.Memperhatikan situasi keadaan yang menguntungkan. Ia harus memperhatikan iklim, situasi, dan kondisi tempat di sekitarnya. Syarat ini diambil dari kalimat asy-syita'i wa as-saif yang artinya: pada musim dingin dan musim panas. Orang-orang Quraisy pun mengatur arah perniagaannya yaitu di musim dingin mereka pergi ke sebelah selatan yaitu negeri Yaman, dan di musim panas ke utara yaitu negeri Syam. Jika keempat syarat ini diperhatikan dengan seksama niscaya akan mendatangkan kemakmuran yang merata dan kemakmuran itu jangan sekali-kali hanya untuk memuaskan hawa nafsu. Akan tetapi, harus dijadikan bekal untuk beribadah kepada Allah yang mempunyai Baitullah dan digunakan untuk menyukuri segala nikmat pemberian-Nya, agar menghasilkan kesejahteraan, cukup sandang-pangan dan keamanan dari ketakutan seperti diisyaratkan dalam kalimat: \"Yang telah memberi makanan kepada mereka untuk menghilangkan lapar dan mengamankan mereka dari ketakutan.\" Jadi yang harus disembah dan disyukuri itu ialah Allah Pemilik Ka'bah sebab di dekat Ka'bah itu ada satu macam ibadah yang tidak terdapat di luar kota Mekah yaitu tawaf di Baitullah. Jika diperhatikan cara tawaf itu memang aneh sekali, sebab menurut hukum alam setiap benda yang mengelilingi benda lain, lama-lama akan bertambah jauh dari markasnya atau titik putarnya sesuai dengan daya sentrivical atau daya lompatan ke luar. Jika sebuah batu diikat dengan tali lalu diputarkan maka bila batu itu terlepas mesti terlempar jauh ke luar. Demikian pula dalam bidang kerohanian, seorang pedagang yang tadinya rajin salat berjamaah dan menghadiri pengajian pada ulama di kampungnya setelah sering bepergian ke luar daerah maka ia bertambah jauh dari masjid dan ulamanya. Jika ia bepergian ke luar negeri tentu akan bertambah jauh lagi dari sumber agamanya. Tidak demikian keadaan orang yang sedang tawaf di Baitullah. Walaupun ia berkeliling sampai tujuh kali, tetapi ia tetap berada di samping Baitullah. Demikian pula hendaknya setiap pedagang yang telah menjadi hartawan atau jutawan tetap saja tekun melaksanakan ibadahnya kepada Allah secara terus-menerus (istikamah). (1-2) Dalam ayat-ayat berikut ini, Allah menerangkan profesi suku Quraisy sebagai kaum pedagang di negara yang tandus dan mempunyai dua jurusan perdagangan. Pada musim dingin ke arah Yaman untuk membeli rempah-rempah yang datang dari Timur Jauh melalui Teluk Persia dan yang kedua ke arah Syam pada musim panas untuk membeli hasil pertanian yang akan dibawa pulang ke negeri mereka yang tandus lagi kering itu. Orang-orang penghuni padang pasir (Badui) menghormati suku Quraisy karena mereka dipandang sebagai jiran (tetangga) Baitullah, penduduk tanah suci dan berkhidmat untuk memelihara Ka'bah, dan penjaga-penjaga Ka'bah. Oleh karena itu, suku Quraisy berada dalam aman dan sentosa, baik ketika mereka pergi maupun ketika mereka pulang walaupun banyak terjadi perampokan dalam perjalanan. Karena rasa hormat kepada Baitullah itu merupakan suatu kekuatan jiwa dan berwibawa untuk memelihara keselamatan mereka dalam misi-misi perdagangannya ke utara atau ke selatan; sehingga timbullah suatu kebiasaan dan kegemaran untuk berniaga yang menghasilkan banyak rezeki. Rasa hormat terhadap Baitullah yang memenuhi jiwa orang Arab itu adalah kehendak Allah semata, lebih-lebih lagi ketika mereka melihat bagaimana Allah menghancurkan tentara gajah yang ingin meruntuhkan Ka'bah, sebelum mereka sampai mendekatinya. Sekiranya penghormatan terhadap Baitullah kurang mempengaruhi jiwa orang-orang Arab atau tidak ada sama sekali pengaruhnya niscaya orang-orang Quraisy tentu tidak mau mengadakan perjalanan-perjalanan perdagangan tersebut. Maka dengan demikian akan berkuranglah sumber-sumber rezeki mereka sebab negeri mereka bukanlah tanah yang subur."
        },
        {
          "number": 3,
          "arabic": "فَلْيَعْبُدُوا۟ رَبَّ هَـٰذَا ٱلْبَيْتِ",
          "transliteration": "falyaʿbudū rabba hādhā l-bayti",
          "translation": "Maka hendaklah mereka menyembah Tuhan (pemilik) rumah ini (Ka'bah),",
          "tafsir": "Dalam ayat ini, Allah memerintahkan orang-orang Quraisy agar mereka menyembah Tuhan Pemilik Ka'bah yang telah menyelamatkan mereka dari serangan orang Ethiopia yang bergabung dalam tentara gajah. Seyogyanya mereka hanya menyembah Allah dan mengagungkan-Nya."
        },
        {
          "number": 4,
          "arabic": "ٱلَّذِىٓ أَطْعَمَهُم مِّن جُوعٍ وَءَامَنَهُم مِّنْ خَوْفٍۭ",
          "transliteration": "alladhī aṭʿamahum min jūʿin waāmanahum min khawfin",
          "translation": "yang telah memberi makanan kepada mereka untuk menghilangkan lapar dan mengamankan mereka dari rasa ketakutan.",
          "tafsir": "Kemudian Allah menjelaskan sifat Tuhan Pemilik Ka'bah yang disuruh untuk disembah itu, yaitu Tuhan yang membuka pintu rezeki yang luas bagi mereka dan memudahkan jalan untuk mencari rezeki itu. Jika tidak demikian, tentu mereka berada dalam kesempitan dan kesengsaraan. Dia mengamankan jalan yang mereka tempuh dalam rangka mereka mencari rezeki, serta menjadikan orang-orang yang mereka jumpai dalam perjalanan senang dengan mereka. Mereka tidak menemui kesulitan. Kalau tidak, tentu mereka selalu berada dalam ketakutan yang mengakibatkan hidup sengsara dan papa."
        }
      ]
    },
    {
      "number": 107,
      "name": "Al-Ma'un",
      "nameArabic": "الماعون",
      "meaning": "Barang Yang Berguna",
      "revelation": "Makkah",
      "description": "Surat ini terdiri dari 7 ayat, termasuk golongan surat Makkiyyah, dan diturunkan sesudah surat At-Takatsur. Nama Al-Ma'un diambil dari kata \"Al-Ma'un\" yang terdapat pada ayat ketujuh, artinya bantuan.**Pokok-Pokok Isi:**Beberapa sifat manusia yang dipandang sebagai mendustakan hari pembalasan serta ancaman terhadap orang-orang yang melakukan shalat dengan lalai dan riya.Surat Al-Ma'un menjelaskan sifat-sifat manusia yang buruk yang membawa mereka pada kesengsaraan.**Hubungan Surat Al-Ma'Un Dengan Surat Al-Kautsar:**Dalam surat Al-Ma'un dikemukakan sifat-sifat manusia yang buruk, sedangkan dalam surat Al-Kautsar ditunjukkan sifat-sifat yang mulia, yang diperintahkan untuk dikerjakan.",
      "verses": [
        {
          "number": 1,
          "arabic": " أَرَءَيْتَ ٱلَّذِى يُكَذِّبُ بِٱلدِّينِ",
          "transliteration": "ara-ayta alladhī yukadhibu bil-dīni",
          "translation": "Tahukah kamu (orang) yang mendustakan agama?",
          "tafsir": "Dalam ayat ini, Allah menghadapkan pertanyaan kepada Nabi Muhammad, \"Apakah engkau mengetahui orang yang mendustakan agama dan yang dimaksud dengan orang yang mendustakan agama?\" Pertanyaan ini dijawab pada ayat-ayat berikut."
        },
        {
          "number": 2,
          "arabic": "فَذَٰلِكَ ٱلَّذِى يَدُعُّ ٱلْيَتِيمَ",
          "transliteration": "fadhālika alladhī yaduʿʿu l-yatīma",
          "translation": "Maka itulah orang yang menghardik anak yatim,",
          "tafsir": "Allah lalu menjelaskan bahwa sebagian dari sifat-sifat orang yang mendustakan agama ialah orang-orang yang menolak dan membentak anak-anak yatim yang datang kepadanya untuk memohon belas-kasihnya demi kebutuhan hidupnya. Penolakannya itu sebagai penghinaan dan takabur terhadap anak-anak yatim itu."
        },
        {
          "number": 3,
          "arabic": "وَلَا يَحُضُّ عَلَىٰ طَعَامِ ٱلْمِسْكِينِ",
          "transliteration": "walā yaḥuḍḍu ʿalā ṭaʿāmi l-mis'kīni",
          "translation": "dan tidak mengajak memberi makan orang miskin.",
          "tafsir": "Allah menegaskan lebih lanjut sifat pendusta itu, yaitu dia tidak mengajak orang lain untuk membantu dan memberi makan orang miskin. Bila tidak mau mengajak orang memberi makan dan membantu orang miskin berarti ia tidak melakukannya sama sekali. Berdasarkan keterangan di atas, bila seorang tidak sanggup membantu orang-orang miskin maka hendaklah ia menganjurkan orang lain agar melakukan usaha yang mulia itu."
        },
        {
          "number": 4,
          "arabic": "فَوَيْلٌ لِّلْمُصَلِّينَ",
          "transliteration": "fawaylun lil'muṣallīna",
          "translation": "Maka celakalah orang yang salat,",
          "tafsir": "Dalam ayat-ayat ini, Allah mengungkapkan satu ancaman yaitu celakalah orang-orang yang mengerjakan salat dengan tubuh dan lidahnya, tidak sampai ke hatinya. Dia lalai dan tidak menyadari apa yang diucapkan lidahnya dan yang dikerjakan oleh anggota tubuhnya. Ia rukuk dan sujud dalam keadaan lalai, ia mengucapkan takbir tetapi tidak menyadari apa yang diucapkannya. Semua itu adalah hanya gerak biasa dan kata-kata hafalan semata-mata yang tidak mempengaruhi apa-apa, tidak ubahnya seperti robot. Perilaku tersebut ditujukan kepada orang-orang yang mendustakan agama, yaitu orang munafik. Ancaman itu tidak ditujukan kepada orang-orang muslim yang awam, tidak mengerti bahasa Arab, dan tidak tahu tentang arti dari apa yang dibacanya. Jadi orang-orang awam yang tidak memahami makna dari apa yang dibacanya dalam salat tidak termasuk orang-orang yang lalai seperti yang disebut dalam ayat ini."
        },
        {
          "number": 5,
          "arabic": "ٱلَّذِينَ هُمْ عَن صَلَاتِهِمْ سَاهُونَ",
          "transliteration": "alladhīna hum ʿan ṣalātihim sāhūna",
          "translation": "(yaitu) orang-orang yang lalai terhadap salatnya,<sup foot_note=135878>1</sup>",
          "tafsir": "Dalam ayat-ayat ini, Allah mengungkapkan satu ancaman yaitu celakalah orang-orang yang mengerjakan salat dengan tubuh dan lidahnya, tidak sampai ke hatinya. Dia lalai dan tidak menyadari apa yang diucapkan lidahnya dan yang dikerjakan oleh anggota tubuhnya. Ia rukuk dan sujud dalam keadaan lalai, ia mengucapkan takbir tetapi tidak menyadari apa yang diucapkannya. Semua itu adalah hanya gerak biasa dan kata-kata hafalan semata-mata yang tidak mempengaruhi apa-apa, tidak ubahnya seperti robot. Perilaku tersebut ditujukan kepada orang-orang yang mendustakan agama, yaitu orang munafik. Ancaman itu tidak ditujukan kepada orang-orang muslim yang awam, tidak mengerti bahasa Arab, dan tidak tahu tentang arti dari apa yang dibacanya. Jadi orang-orang awam yang tidak memahami makna dari apa yang dibacanya dalam salat tidak termasuk orang-orang yang lalai seperti yang disebut dalam ayat ini."
        },
        {
          "number": 6,
          "arabic": "ٱلَّذِينَ هُمْ يُرَآءُونَ",
          "transliteration": "alladhīna hum yurāūna",
          "translation": "yang berbuat riya`,<sup foot_note=135879>1</sup>",
          "tafsir": "Allah selanjutnya menambah penjelasan tentang sifat orang pendusta agama, yaitu mereka melakukan perbuatan-perbuatan lahir hanya semata karena ria, tidak terkesan pada jiwanya untuk meresapi rahasia dan hikmahnya."
        },
        {
          "number": 7,
          "arabic": "وَيَمْنَعُونَ ٱلْمَاعُونَ",
          "transliteration": "wayamnaʿūna l-māʿūna",
          "translation": "dan enggan (memberikan) bantuan.<sup foot_note=135880>1</sup>",
          "tafsir": "Allah menambahkan lagi dalam ayat ini sifat pendusta itu, yaitu mereka tidak mau memberikan barang-barang yang diperlukan oleh orang-orang yang membutuhkannya, sedang barang itu tak pantas ditahan, seperti periuk, kapuk, cangkul, dan lain-lain. Keadaan orang yang membesarkan agama berbeda dengan keadaan orang yang mendustakan agama, karena yang pertama tampak dalam tata hidupnya yang jujur, adil, kasih sayang, pemurah, dan lain-lain. Sedangkan sifat pendusta agama ialah ria, curang, aniaya, takabur, kikir, memandang rendah orang lain, tidak mementingkan yang lain kecuali dirinya sendiri, bangga dengan harta dan kedudukan, serta tidak mau mengeluarkan sebahagian dari hartanya, baik untuk keperluan perseorangan maupun untuk masyarakat."
        }
      ]
    },
    {
      "number": 108,
      "name": "Al-Kauthar",
      "nameArabic": "الكوثر",
      "meaning": "Nikmat Yang Berlimpah",
      "revelation": "Makkah",
      "description": "Surat Al-Kautsar terdiri dari 3 ayat, termasuk golongan surat Makkiyyah, dan diturunkan sesudah surat Al-'Aadiyat. Dinamai Al-Kautsar (sungai di surga yang dianugerahkan kepada Nabi Muhammad) diambil dari kata \"Al-Kautsar\" yang terdapat pada ayat pertama surat ini.Surat ini diturunkan sebagai penghibur bagi Nabi Muhammad.**Pokok-Pokok Isi:**Allah telah menganugerahkan sungai \"Al-Kautsar\" di surga. Karena itu, shalatlah dan berkurbanlah. Nabi Muhammad akan mempunyai banyak pengikut sampai hari kiamat dan akan mempunyai nama yang baik di dunia dan di akhirat, tidak sebagaimana yang dituduhkan pembenci-pembencinya.Surat ini menganjurkan agar orang selalu beribadah kepada Allah dan berkurban sebagai tanda bersyukur atas nikmat yang telah dilimpahkan-Nya.**Hubungan Surat Al-Kautsar Dengan Surat Al-Kafirun:**Dalam surat Al-Kautsar Allah memerintahkan agar menghambakan diri kepada Allah, sedangkan dalam surat Al-Kafirun perintah tersebut ditegaskan kembali.",
      "verses": [
        {
          "number": 1,
          "arabic": " إِنَّآ أَعْطَيْنَـٰكَ ٱلْكَوْثَرَ",
          "transliteration": "innā aʿṭaynāka l-kawthara",
          "translation": "Sungguh, Kami telah memberimu (Muhammad) nikmat yang banyak.",
          "tafsir": "Dalam ayat ini, Allah menerangkan bahwa Dia telah memberi Nabi Muhammad nikmat dan anugerah yang tidak dapat dihitung banyaknya dan tidak dapat dinilai tinggi mutunya, walaupun (orang musyrik) memandang hina dan tidak menghargai pemberian itu disebabkan kekurangan akal dan pengertian mereka. Pemberian itu berupa kenabian, agama yang benar, petunjuk-petunjuk dan jalan yang lurus yang membawa kepada kebahagiaan hidup di dunia dan di akhirat. Orang-orang musyrik di Mekah dan orang-orang munafik di Medinah mencemoohkan dan mencaci-maki Nabi saw sebagai berikut: 1.Pengikut-pengikut Muhammad saw terdiri dari orang-orang biasa yang tidak mempunyai kedudukan. Kalau agama yang dibawanya itu benar, tentu yang menjadi pengikut-pengikutnya orang-orang mulia yang berkedudukan di antara mereka. Ucapan ini bukanlah suatu keanehan, karena kaum Nuh juga dahulu kala telah menyatakan yang demikian kepada Nabi Nuh as sebagaimana firman Allah: Maka berkatalah para pemuka yang kafir dari kaumnya, \"Kami tidak melihat engkau, melainkan hanyalah seorang manusia (biasa) seperti kami, dan kami tidak melihat orang yang mengikuti engkau, melainkan orang yang hina dina di antara kami yang lekas percaya. Kami tidak melihat kamu memiliki suatu kelebihan apa pun atas kami, bahkan kami menganggap kamu adalah orang pendusta.\" (Hud/11 : 27) Sunnatullah yang berlaku di antara hamba-hamba Allah bahwa mereka yang cepat menerima panggilan para rasul adalah orang-orang biasa atau orang lemah karena mereka tidak takut kehilangan pangkat atau kedudukan, karena tidak mempunyai keduanya. Dari itu pertentangan terus-menerus terjadi antara yang merasa terpandang dengan para rasul, tetapi Allah senantiasa membantu para rasul-Nya dan menunjang dakwah mereka. Begitulah sikap penduduk Mekah terhadap dakwah Nabi Muhammad. Pembesar-pembesar dan orang-orang yang berkedudukan tidak mau mengikuti Nabi karena benci kepada beliau dan terhadap orang-orang biasa yang menjadi pengikut beliau. 2.Orang-orang Mekah bila melihat anak-anak Nabi Muhammad meninggal dunia, mereka berkata, \"Sebutan Muhammad akan lenyap dan ia akan mati punah.\" Mereka mengira bahwa kematian itu suatu kekurangan lalu mereka mengejek Nabi dan berusaha menjauhkan manusia dari beliau. 3.Orang-orang Mekah bila melihat suatu musibah atau kesulitan yang menimpa pengikut-pengikut Nabi, bergembira dan bersenang hati. Mereka menunggu kehancuran para pengikut Nabi, sehingga kedudukan mereka semula yang telah diguncangkan oleh agama baru itu kembali mereka peroleh. Pada surah ini, Allah menyampaikan kepada rasul-Nya, bahwa tuduhan-tuduhan yang dilontarkan oleh orang-orang musyrik itu adalah suatu prasangka yang tidak ada artinya sama sekali. Namun semua itu adalah untuk membersihkan jiwa-jiwa yang masih dapat dipengaruhi oleh isu-isu tersebut dan untuk mematahkan tipu daya orang-orang musyrik, agar mereka mengetahui bahwa perjuangan Nabi saw pasti akan menang dan pengikut-pengikut beliau pasti akan bertambah banyak. Al-Kautsar diartikan sebagai sungai di surga yang dianugerahkan Allah kepada Nabi Muhammad, dan ada pula yang berpendapat bahwa al-kautsar bermakna kebaikan yang banyak."
        },
        {
          "number": 2,
          "arabic": "فَصَلِّ لِرَبِّكَ وَٱنْحَرْ",
          "transliteration": "faṣalli lirabbika wa-in'ḥar",
          "translation": "Maka laksanakanlah salat karena Tuhanmu, dan berkurbanlah (sebagai ibadah dan mendekatkan diri kepada Allah).",
          "tafsir": "Dalam ayat ini, Allah memerintahkan Nabi Muhammad agar mengerjakan salat dan menyembelih hewan kurban karena Allah semata, karena Dia sajalah yang mendidiknya dan melimpahkan karunia-Nya. Dalam ayat lain, Allah berfirman: Katakanlah (Muhammad), \"Sesungguhnya salatku, ibadahku, hidupku dan matiku hanyalah untuk Allah, Tuhan seluruh alam, tidak ada sekutu bagi-Nya; dan demikianlah yang diperintahkan kepadaku dan aku adalah orang yang pertama-tama berserah diri (muslim).\" (al-An'am/6: 162-163)"
        },
        {
          "number": 3,
          "arabic": "إِنَّ شَانِئَكَ هُوَ ٱلْأَبْتَرُ",
          "transliteration": "inna shāni-aka huwa l-abtaru",
          "translation": "Sungguh, orang-orang yang membencimu dialah yang terputus (dari rahmat Allah).",
          "tafsir": "Sesudah Allah menghibur dan menggembirakan Nabi Muhammad serta memerintahkan supaya mensyukuri anugerah-anugerah-Nya dan sebagai kesempurnaan nikmat-Nya, maka Allah menjadikan musuh-musuh Nabi itu jadi hina dan tidak berdaya. Siapa saja yang membenci dan mencaci Nabi akan hilang pengaruhnya dan tidak ada kebahagiaan baginya di dunia dan di akhirat. Sedang kebaikan dan hasil perjuangan akan tetap jaya sampai hari Kiamat. Orang-orang kafir Mekah mencaci Nabi Muhammad bukanlah karena mereka tidak senang kepada pribadi Nabi, tetapi karena beliau mencela kebodohan mereka dan mencaci berhala-berhala yang mereka sembah serta mengajak mereka untuk meninggalkan penyembahan berhala-berhala itu. Sungguh Allah telah menepati janji-Nya dengan menghinakan dan menjatuhkan martabat orang-orang yang mencaci Nabi Muhammad, sehingga nama mereka hanya diingat ketika membicarakan orang-orang jahat dan kejahatannya. Adapun kedudukan Nabi saw dan orang-orang yang menerima petunjuk beliau serta nama harum mereka diangkat setinggi-tingginya oleh Allah sepanjang masa."
        }
      ]
    }
  ]
}