{
  "pageNumber": 24,
  "juz": 2,
  "surahs": [
    {
      "number": 2,
      "name": "Al-Baqarah",
      "nameArabic": "البقرة",
      "meaning": "Sapi Betina",
      "revelation": "Madinah",
      "description": "Surat \"Al Baqarah\" terdiri atas 286 ayat dan sebagian besar diturunkan di Madinah pada permulaan tahun Hijrah, kecuali ayat 281 yang diturunkan di Mina pada Haji wadaa' (haji Nabi Muhammad s.a.w. yang terakhir). Seluruh ayat surat Al Baqarah termasuk golongan Madaniyyah dan merupakan surat yang terpanjang di antara surat-surat Al Qur'an yang di dalamnya terdapat pula ayat yang terpanjang (ayat 282).Surat ini dinamai \"Al Baqarah\" karena di dalamnya disebutkan kisah penyembelihan sapi betina yang diperintahkan Allah kepada Bani Israil (ayat 67 sampai dengan 74), di mana dijelaskan watak orang Yahudi pada umumnya. Dinamai \"Fusthaathul-Qur'an\" (puncak Al Qur'an) karena memuat beberapa hukum yang tidak disebutkan dalam surat yang lain. Dinamai juga surat \"Alif-laam-miim\" karena surat ini dimulai dengan Alif-laam-miim.&nbsp;Pokok-Pokok Isi:1. Keimanan:Dakwah Islamiyah yang dihadapkan kepada umat Islam, ahli kitab dan para musyrikin.2. Hukum-hukum:Perintah mengerjakan shalat; menunaikan zakat; hukum puasa; hukum haji dan umrah; hukum qishash; halal dan haram; berinfak di jalan Allah; hukum arak dan judi; cara menyantuni anak yatim, larangan riba; utang-piutang; nafkah dan yang berhak menerimanya; wasiat kepada ibu-bapak dan kaum kerabat; hukum sumpah; kewajiban menyampaikan amanah; sihir; hukum merusak masjid; hukum mengubah kitab-kitab Allah; hukum haidh, 'iddah, thalak, khulu', ilaa' dan susuan; hukum melamar, mahar, larangan menikahi wanita musyrik dan sebaliknya; hukum perang.3. Kisah-kisah:Kisah penciptaan Nabi Adam a.s; kisah Nabi Ibrahim a.s.; kisah Nabi Musa a.s. dengan Bani Israil.4. Lain-lain:Sifat-sifat orang yang bertakwa; sifat-sifat orang munafik; sifat-sifat Allah; perumpamaan-perumpamaan; kiblat, kebangkitan sesudah mati.Kesimpulan surat Al Baqarah:1. Menjelaskan beberapa hukum dalam agama Islam.2. Mengemukakan beberapa perumpamaan.3. Mengemukakan hujjah-hujjah.Hubungan Surat Al Baqarah Dengan Surat Ali 'Imran:1. Dalam surat Al Baqarah, disebutkan Nabi Adam a.s. yang langsung diciptakan Allah, sedang dalam surat Ali'Imran, disebutkan tentang kelahiran Nabi 'Isa a.s. yang kedua-duanya diciptakan Allah secara menyelisihi kebiasaan.2. Dalam surat Al Baqarah, sifat dan perbuatan orang-orang Yahudi dibentangkan secara luas disertai dengan hujjah untuk mematahkan hujjah-hujjah mereka yang membela kesesatan, sedang dalam surat Ali 'Imran, dibentangkan hal-hal serupa yang berhubungan dengan orang Nasrani.3. Surat Al Baqarah dimulai dengan menyebutkan tiga golongan manusia, yaitu orang mukmin, orang yang mengimani hari akhir, dan orang munafik. Sementara itu, surat Ali 'Imran dimulai dengan menyebutkan orang yang suka mentakwilkan ayat yang mutasyabihaat secara salah untuk memfitnah orang mukmin, dan menyebutkan orang yang mempunyai keahlian dalam menakwilkannya.4. Surat Al Baqarah disudahi dengan permohonan kepada Allah agar kesalahan-kesalahan dan kealpaan dalam melaksanakan ketaatan diampuni, sedang surat Ali 'Imran disudahi dengan permohonan kepada Allah agar Dia memberi pahala atas amal saleh yang dilakukan hamba-Nya.5. Surat Al Baqarah dimulai dengan menyebutkan sifat-sifat orang yang bertakwa, sedang surat Ali 'Imran dimulai dengan perintah bertakwa.",
      "verses": [
        {
          "number": 154,
          "arabic": "وَلَا تَقُولُوا۟ لِمَن يُقْتَلُ فِى سَبِيلِ ٱللَّهِ أَمْوَٰتٌۢ ۚ بَلْ أَحْيَآءٌ وَلَـٰكِن لَّا تَشْعُرُونَ",
          "transliteration": "walā taqūlū liman yuq'talu fī sabīli l-lahi amwātun bal aḥyāon walākin lā tashʿurūna",
          "translation": "Dan janganlah kamu mengatakan orang-orang yang terbunuh di jalan Allah (mereka) telah mati. Sebenarnya (mereka) hidup, <sup foot_note=135002>1</sup> tetapi kamu tidak menyadarinya.",
          "tafsir": "Mempertahankan agama Islam suatu perjuangan. Setiap perjuangan akan meminta pengorbanan. Akan ada yang kehilangan harta benda atau keluarga dan akan ada yang gugur di medan perang dan sebagainya. Mereka yang gugur di medan perang adalah syuhada di jalan Allah. Mereka itu menduduki tempat yang amat mulia. Maka janganlah dikira bahwa mereka itu mati, tetapi mereka itu hidup di alam lain. Hanya saja manusia tidak menyadari kehidupan mereka itu dan tidak mengetahui hakikatnya. Mereka hidup dalam alam gaib di mana arwah para syuhada diistimewakan dari arwah manusia lainnya. Semangat dan cita-cita perjuangan mereka itu akan dilanjutkan oleh generasi-generasi sesudahnya sehingga akan tetap hidup selama-lamanya."
        },
        {
          "number": 155,
          "arabic": "وَلَنَبْلُوَنَّكُم بِشَىْءٍ مِّنَ ٱلْخَوْفِ وَٱلْجُوعِ وَنَقْصٍ مِّنَ ٱلْأَمْوَٰلِ وَٱلْأَنفُسِ وَٱلثَّمَرَٰتِ ۗ وَبَشِّرِ ٱلصَّـٰبِرِينَ",
          "transliteration": "walanabluwannakum bishayin mina l-khawfi wal-jūʿi wanaqṣin mina l-amwāli wal-anfusi wal-thamarāti wabashiri l-ṣābirīna",
          "translation": "Dan Kami pasti akan menguji kamu dengan sedikit ketakutan, kelaparan, kekurangan harta, jiwa, dan buah-buahan. Dan sampaikanlah kabar gembira kepada orang-orang yang sabar,",
          "tafsir": "Allah akan menguji kaum Muslimin dengan berbagai ketakutan, kelaparan, kekurangan harta, jiwa dan buah-buahan (bahan makanan). Dengan ujian ini, kaum Muslimin menjadi umat yang kuat mentalnya, kukuh keyakinannya, tabah jiwanya, dan tahan menghadapi ujian dan cobaan. Mereka akan mendapat predikat sabar, dan merekalah orang-orang yang mendapat kabar gembira dari Allah."
        },
        {
          "number": 156,
          "arabic": "ٱلَّذِينَ إِذَآ أَصَـٰبَتْهُم مُّصِيبَةٌ قَالُوٓا۟ إِنَّا لِلَّهِ وَإِنَّآ إِلَيْهِ رَٰجِعُونَ",
          "transliteration": "alladhīna idhā aṣābathum muṣībatun qālū innā lillahi wa-innā ilayhi rājiʿūna",
          "translation": "(yaitu) orang-orang yang apabila ditimpa musibah, mereka berkata \"Innā lillāhi wa innā ilaihi rāji'ūn\" <sup foot_note=135003>1</sup> (sesungguhnya kami milik Allah dan kepada-Nyalah kami kembali).",
          "tafsir": "Allah memerintahkan kepada Nabi Muhammad saw agar memberitahukan ciri-ciri orang-orang yang mendapat kabar gembira yaitu orang yang sabar, apabila mereka ditimpa sesuatu musibah mereka mengucapkan: Inna lillahi wa inna ilaihi raji'un ) (Sesungguhnya kami adalah milik Allah dan kepada-Nyalah kami kembali)."
        },
        {
          "number": 157,
          "arabic": "أُو۟لَـٰٓئِكَ عَلَيْهِمْ صَلَوَٰتٌ مِّن رَّبِّهِمْ وَرَحْمَةٌ ۖ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُهْتَدُونَ",
          "transliteration": "ulāika ʿalayhim ṣalawātun min rabbihim waraḥmatun wa-ulāika humu l-muh'tadūna",
          "translation": "Mereka itulah yang memperoleh ampunan dan rahmat dari Tuhannya, dan mereka itulah orang-orang yang mendapat petunjuk.",
          "tafsir": "Kabar gembira itu ialah berita bahwa orang yang sabar itu mendapat berkat, ampunan, rahmat dan pujian dari Allah, dan mereka orang-orang yang mendapat petunjuk kepada jalan yang benar."
        },
        {
          "number": 158,
          "arabic": "۞ إِنَّ ٱلصَّفَا وَٱلْمَرْوَةَ مِن شَعَآئِرِ ٱللَّهِ ۖ فَمَنْ حَجَّ ٱلْبَيْتَ أَوِ ٱعْتَمَرَ فَلَا جُنَاحَ عَلَيْهِ أَن يَطَّوَّفَ بِهِمَا ۚ وَمَن تَطَوَّعَ خَيْرًا فَإِنَّ ٱللَّهَ شَاكِرٌ عَلِيمٌ",
          "transliteration": "inna l-ṣafā wal-marwata min shaʿāiri l-lahi faman ḥajja l-bayta awi iʿ'tamara falā junāḥa ʿalayhi an yaṭṭawwafa bihimā waman taṭawwaʿa khayran fa-inna l-laha shākirun ʿalīmun",
          "translation": "Sesungguhnya Safa dan Marwah merupakan sebagian syiar (agama) Allah.<sup foot_note=135004>1</sup> Maka barang siapa beribadah haji ke Baitullah atau berumrah, tidak ada dosa baginya mengerjakan sai<sup foot_note=135005>2</sup> antara keduanya. Dan barang siapa dengan kerelaan hati mengerjakan kebajikan, maka Allah Maha Mensyukuri, <sup foot_note=135006>3</sup> Maha Mengetahui.",
          "tafsir": "Pada ayat ini kabar gembira itu ditegaskan kembali dengan menjelaskan bahwa Safa dan Marwah adalah salah satu tempat ibadah dan barang siapa ingin mengerjakan ibadah haji, haruslah ia melakukan sa'i antara Safa dan Marwah. Dengan demikian nyatalah bahwa kaum Muslimin pasti akan berhasil menaklukkan kota Mekah, karena Mekah adalah tempat melakukan ibadah haji yang menjadi rukun kelima dalam Islam yang harus dikerjakan oleh setiap Muslim yang mampu menunaikannya. Karena itu, Masjidilharam dan sekelilingnya harus dibersihkan dari berhala serta kemusyrikan. Meskipun ada perbedaan pendapat antara imam-imam mazhab mengenai hukum sa'i ini; ada yang menganggapnya sebagai rukun haji seperti Imam Malik dan Imam Syafi'i dan ada pula yang menganggapnya sebagai wajib haji seperti Imam Abu Hanifah, namun jelas bahwa sa'i itu harus dikerjakan dalam menunaikan ibadah haji. Secara umum, tidak ada perbedaan antara rukun dan wajib, tetapi khusus dalam masalah haji dibedakan antara keduanya. Rukun ialah yang harus dikerjakan atau tidak dapat diganti atau ditebus. Wajib ialah yang mesti dikerjakan tapi jika tertinggal harus diganti dengan membayar denda (dam). Yang menjadi pertanyaan di sini ialah mengapa dalam ayat ini disebutkan \"tidak ada dosa baginya mengerjakan sa'i antara keduanya\" padahal itu adalah suatu rukun yang wajib, dan tidak mungkin seseorang yang menunaikan rukun atau wajib akan berdosa. Hal ini untuk menghilangkan keragu-raguan kaum Muslimin tentang mengerjakan sa'i, karena kaum musyrikin juga mengerjakan sa'i dalam ibadah mereka, seakan-akan apa yang dikerjakan kaum musyrikin itu tidak boleh dilakukan oleh kaum Muslimin dan mereka akan berdosa bila mengerjakannya. Jadi harus dipahami bahwa maksud mengerjakan sa'i kaum musyrikin berbeda dari kaum Muslimin. Mengerjakan sa'i itu adalah bukti atau perwujudan dari keimanan kepada Allah serta kepatuhan pada perintah-Nya. Kemudian Allah menjelaskan bahwa barang siapa yang berbuat kebajikan atau amal ibadah lebih daripada yang diwajibkan kepadanya (mengerjakan yang sunah-sunah), Allah akan mensyukuri amal kebaikan itu dan Allah Maha Mengetahui semua amalan hamba-Nya. Maka janganlah ragu-ragu berbuat kebaikan, karena semua amal itu akan dibalas dengan berlipat ganda oleh Allah."
        },
        {
          "number": 159,
          "arabic": "إِنَّ ٱلَّذِينَ يَكْتُمُونَ مَآ أَنزَلْنَا مِنَ ٱلْبَيِّنَـٰتِ وَٱلْهُدَىٰ مِنۢ بَعْدِ مَا بَيَّنَّـٰهُ لِلنَّاسِ فِى ٱلْكِتَـٰبِ ۙ أُو۟لَـٰٓئِكَ يَلْعَنُهُمُ ٱللَّهُ وَيَلْعَنُهُمُ ٱللَّـٰعِنُونَ",
          "transliteration": "inna alladhīna yaktumūna mā anzalnā mina l-bayināti wal-hudā min baʿdi mā bayyannāhu lilnnāsi fī l-kitābi ulāika yalʿanuhumu l-lahu wayalʿanuhumu l-lāʿinūna",
          "translation": "Sungguh, orang-orang yang menyembunyikan apa yang telah Kami turunkan berupa keterangan-keterangan dan petunjuk, setelah Kami jelaskan kepada manusia dalam Kitab (Alquran), mereka itulah yang dilaknat Allah dan dilaknat (pula) oleh orang-orang yang melaknat,",
          "tafsir": "Ayat ini turun mengenai pendeta-pendeta Yahudi. Mereka menyembunyikan kepada kaum mereka tentang sifat-sifat Nabi Muhammad yang tersebut dalam kitab suci mereka, agar orang Yahudi jangan masuk Islam. Ahli Kitab selalu menyembunyikan kebenaran Islam serta kebenaran Nabi Muhammad saw padahal yang demikian itu telah tertulis dengan nyata dan jelas dalam kitab mereka. Orang-orang itu wajar mendapat laknat dari Allah dan dijauhkan dari rahmat serta kasih sayang-Nya dan wajar pula bila laknat dimintakan untuk mereka oleh malaikat dan manusia seluruhnya. Hukum mengenai kutukan bagi orang yang menyembunyikan ilmu pengetahuan yang sebenarnya mesti disiarkan dan dikembangkan tidak hanya terbatas pada Ahli Kitab, bahkan mencakup semua orang yang bersikap seperti itu. Hal ini dikuatkan oleh sebuah hadis Rasulullah saw yang diriwayatkan oleh Abu Hurairah, beliau bersabda: Siapa ditanya tentang suatu ilmu yang diketahuinya tetapi tidak mau menerangkannya kepada penanya itu maka Allah akan membelenggunya dengan belenggu dari api neraka pada hari Kiamat. (Riwayat Ibnu Majah dari Abu Hurairah). Abu Hurairah berkata, \"Kalau tidak karena takut akan ancaman Allah dalam ayat ini (ayat 159) tentu saya tidak akan meriwayatkan suatu hadis pun dari Rasulullah.\" Karena itu seorang Muslim berkewajiban menyampaikan ilmu yang dimilikinya, baik yang berupa pengetahuan agama maupun berupa pengetahuan umum, yang bermanfaat bagi masyarakat. Bila diketahui akan ada pelanggaran terhadap hukum agama, atau penyelewengan dari akidah yang benar, seperti tersiarnya bid'ah dari aliran-aliran kepercayaan yang bertentangan dengan tauhid, para ulama harus bangun serentak untuk mencegahnya, baik dengan lisan maupun tulisan. Dengan demikian kesucian agama dan kemurniannya akan tetap terpelihara. Orang Yahudi mendapat laknat karena mereka selalu menyembunyikan kebenaran. Bila mereka melihat sesuatu yang mungkar atau yang tidak benar, mereka diam saja dan tidak berusaha untuk mencegah atau memperbaikinya."
        },
        {
          "number": 160,
          "arabic": "إِلَّا ٱلَّذِينَ تَابُوا۟ وَأَصْلَحُوا۟ وَبَيَّنُوا۟ فَأُو۟لَـٰٓئِكَ أَتُوبُ عَلَيْهِمْ ۚ وَأَنَا ٱلتَّوَّابُ ٱلرَّحِيمُ",
          "transliteration": "illā alladhīna tābū wa-aṣlaḥū wabayyanū fa-ulāika atūbu ʿalayhim wa-anā l-tawābu l-raḥīmu",
          "translation": "kecuali mereka yang telah bertobat, mengadakan perbaikan dan menjelaskan(nya),<sup foot_note=135007>1</sup> mereka itulah yang Aku terima tobatnya dan Akulah Yang Maha Penerima tobat, Maha Penyayang.",
          "tafsir": "Orang yang tobat dari kesalahan dan kelalaiannya serta memperbaiki dirinya dengan cara mendekatkan diri kepada Allah, menerangkan serta menyebarkan ilmu yang dimilikinya, berani menegakkan kebenaran serta memerangi kemungkaran dikecualikan dan dibebaskan dari laknat Allah. Bagi orang-orang yang seperti itu walaupun mereka telah terlanjur berbuat kesalahan, namun Allah tetap menyediakan ampunan, karena Allah Maha Pengampun lagi Maha Penyayang. Jadi janganlah seseorang berputus asa dari rahmat Allah dan petunjuk-Nya bagaimanapun besar dan banyaknya kesalahan serta dosanya, karena pintu tobat dan rahmat Allah terbuka selebar-lebarnya bagi orang yang insaf dan ingin memperbaiki dirinya."
        },
        {
          "number": 161,
          "arabic": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ وَمَاتُوا۟ وَهُمْ كُفَّارٌ أُو۟لَـٰٓئِكَ عَلَيْهِمْ لَعْنَةُ ٱللَّهِ وَٱلْمَلَـٰٓئِكَةِ وَٱلنَّاسِ أَجْمَعِينَ",
          "transliteration": "inna alladhīna kafarū wamātū wahum kuffārun ulāika ʿalayhim laʿnatu l-lahi wal-malāikati wal-nāsi ajmaʿīna",
          "translation": "Sungguh, orang-orang yang kafir dan mati dalam keadaan kafir, mereka itu mendapat laknat Allah, para malaikat dan manusia seluruhnya,",
          "tafsir": "Orang-orang kafir, termasuk para Ahli Kitab yang tidak bertobat, kemudian mati dalam kekafiran, mereka tetap mendapat laknat Allah, malaikat dan manusia seluruhnya. Mereka kekal di dalam neraka, tidak akan diringankan siksaan mereka dan tidak akan ditangguhkan. Demikian nasib mereka kelak pada hari kiamat, tidak ada kesempatan lagi untuk bertobat dan mengerjakan amal saleh, dan andaikata mereka sanggup memberikan emas sebesar bumi untuk menebus kesalahan mereka, pasti tidak akan diterima Allah sebagaimana disebutkan dalam firman-Nya: Sungguh, orang-orang yang kafir dan mati dalam kekafiran, tidak akan diterima (tebusan) dari seseorang di antara mereka sekalipun (berupa) emas sepenuh bumi, sekiranya dia hendak menebus diri dengannya. Mereka itulah orang-orang yang mendapat azab yang pedih dan tidak memperoleh penolong. (Ali 'Imran/3: 91)"
        },
        {
          "number": 162,
          "arabic": "خَـٰلِدِينَ فِيهَا ۖ لَا يُخَفَّفُ عَنْهُمُ ٱلْعَذَابُ وَلَا هُمْ يُنظَرُونَ",
          "transliteration": "khālidīna fīhā lā yukhaffafu ʿanhumu l-ʿadhābu walā hum yunẓarūna",
          "translation": "mereka kekal di dalamnya (laknat), tidak akan diringankan azabnya, dan mereka tidak diberi penangguhan.",
          "tafsir": "Orang-orang kafir, termasuk para Ahli Kitab yang tidak bertobat, kemudian mati dalam kekafiran, mereka tetap mendapat laknat Allah, malaikat dan manusia seluruhnya. Mereka kekal di dalam neraka, tidak akan diringankan siksaan mereka dan tidak akan ditangguhkan. Demikian nasib mereka kelak pada hari kiamat, tidak ada kesempatan lagi untuk bertobat dan mengerjakan amal saleh, dan andaikata mereka sanggup memberikan emas sebesar bumi untuk menebus kesalahan mereka, pasti tidak akan diterima Allah sebagaimana disebutkan dalam firman-Nya: Sungguh, orang-orang yang kafir dan mati dalam kekafiran, tidak akan diterima (tebusan) dari seseorang di antara mereka sekalipun (berupa) emas sepenuh bumi, sekiranya dia hendak menebus diri dengannya. Mereka itulah orang-orang yang mendapat azab yang pedih dan tidak memperoleh penolong. (Ali 'Imran/3: 91)"
        },
        {
          "number": 163,
          "arabic": "وَإِلَـٰهُكُمْ إِلَـٰهٌ وَٰحِدٌ ۖ لَّآ إِلَـٰهَ إِلَّا هُوَ ٱلرَّحْمَـٰنُ ٱلرَّحِيمُ",
          "transliteration": "wa-ilāhukum ilāhun wāḥidun lā ilāha illā huwa l-raḥmānu l-raḥīmu",
          "translation": "Dan Tuhan kamu adalah Tuhan Yang Maha Esa, tidak ada tuhan selain Dia, Yang Maha Pengasih, Maha Penyayang.",
          "tafsir": "Allah Tuhan yang Maha Esa, yang Maha Pemurah, Maha Penyayang. Dialah yang berhak disembah dan tidak boleh mempersekutukan-Nya dengan menyembah berhala-berhala dan lain sebagainya, seperti yang dilakukan oleh sebagian Ahli Kitab, sebagaimana tersebut dalam firman-Nya: Mereka menjadikan orang-orang alim (Yahudi), dan rahib-rahibnya (Nasrani) sebagai tuhan selain Allah dan (juga) Al-Masih putra Maryam; padahal mereka hanya disuruh menyembah Tuhan Yang Maha Esa; tidak ada tuhan selain Dia. Mahasuci Dia dari apa yang mereka persekutukan. (at-Taubah/9: 31). Dialah yang Maha Pengasih lagi Maha Pemurah, yang sangat luas dan banyak rahmat-Nya dan tidak boleh meminta pertolongan (dalam hal-hal yang di luar kesanggupan kodrat manusia) kecuali kepada-Nya, karena meminta rahmat dan pertolongan kepada selain-Nya adalah syirik dan berarti mengakui adanya kekuatan selain dari kekuasaan-Nya."
        }
      ]
    }
  ]
}