{
  "pageNumber": 282,
  "juz": 15,
  "surahs": [
    {
      "number": 17,
      "name": "Al-Isra'",
      "nameArabic": "الإسراء",
      "meaning": "Perjalanan Malam",
      "revelation": "Makkah",
      "description": "Surat ini terdiri dari 111 ayat dan termasuk surat Makkiyyah. Dinamakan dengan \"Al-Isra'\" yang berarti \"memperjalankan pada malam hari,\" berhubung peristiwa Isra' Nabi Muhammad dari Masjidil Haram di Mekah ke Masjidil Aqsha di Baitul Maqdis dicantumkan pada ayat pertama surat ini. Penuturan cerita Isra' pada permulaan surat ini mengandung isyarat bahwa Nabi Muhammad beserta umatnya di kemudian hari akan mencapai martabat yang tinggi dan akan menjadi umat yang besar.Surat ini dinamakan pula dengan \"Bani Israil\" artinya \"keturunan Israil\" berhubung permulaan surat ini, yakni pada ayat kedua sampai dengan ayat kedelapan dan ayat 101 sampai dengan ayat 104, Allah menyebutkan tentang Bani Israil, yang dihinakan sebab menyimpang dari ajaran Allah padahal sebelumnya adalah bangsa yang kuat dan besar. Dihubungkannya kisah Isra' dengan cerita \"Bani Israil\" pada surat ini, memberikan peringatan bahwa umat Islam akan mengalami keruntuhan, sebagaimana halnya Bani Israil, apabila mereka juga meninggalkan ajaran-ajaran agama.**Pokok-Pokok Isi:**1. **Keimanan:** Allah tidak mempunyai anak baik berupa manusia ataupun malaikat; Allah pasti memberikan rezeki kepada manusia; Allah mempunyai nama-nama yang paling baik; Al-Qur'an adalah wahyu dari Allah yang memberikan petunjuk, penawar, dan rahmat bagi orang-orang yang beriman; keberadaan padang Mahsyar dan hari kebangkitan.2. **Hukum-hukum:** Larangan menghilangkan (membunuh) manusia; larangan berzina; larangan mempergunakan harta anak yatim kecuali dengan cara yang dibenarkan agama; larangan ikut-ikutan baik dengan kata-kata maupun dengan perbuatan dan durhaka kepada kedua orang tua. Perintah memenuhi janji dan menyempurnakan timbangan dan takaran; perintah melakukan shalat lima waktu tepat pada waktunya.3. **Kisah-kisah:** Kisah Isra' Nabi Muhammad; beberapa kisah tentang Bani Israil.4. **Lain-lain:** Pertanggungjawaban manusia terhadap amal perbuatannya; beberapa faktor yang menyebabkan kebangkitan dan kehancuran suatu umat; petunjuk-petunjuk tentang pergaulan dengan kedua orang tua, tetangga, dan masyarakat; manusia adalah makhluk Allah yang mulia namun mempunyai sifat-sifat yang tidak baik, seperti: suka ingkar, putus asa, dan terburu-buru; dan persoalan roh.Dalam surat ini, banyak ayat yang mengemukakan bahwa Al-Qur'an yang dibawa Nabi Muhammad benar-benar wahyu dari Allah, dan bahwa manusia pasti mengalami hari kebangkitan. Dalam surat ini, dikemukakan pula dalil-dalil tentang kekuasaan dan keesaan Allah serta hukum-hukum yang diturunkan-Nya yang wajib diperhatikan dan dikerjakan oleh manusia.**Hubungan Surat Al-Isra' Dengan Surat Al-Kahfi:**1. Surat Al-Isra' dimulai dengan tasbih (membaca subhanallah) kepada Allah, sedang surat Al-Kahfi dibuka dengan tahmid (membaca alhamdulillah) kepada-Nya. Tasbih dan tahmid adalah dua kata yang seringkali bergandengan dalam firman-firman Allah.2. Persamaan antara penutup surat Al-Isra' dengan pembuka surat Al-Kahfi adalah sama-sama dengan tahmid kepada Allah.3. Menurut sebuah riwayat, ada tiga buah pertanyaan yang diajukan oleh orang Yahudi melalui perantara orang musyrikin kepada Nabi Muhammad, yakni permasalahan ruh, cerita Ashhabul Kahfi, dan kisah Dzulqarnain. Permasalahan ruh dijawab dalam surat Al-Isra' dan dua permasalahan lainnya pada surat Al-Kahfi.4. Dalam surat Al-Isra' ayat 85 Allah berfirman, \"Dan kamu hanya diberi sedikit pengetahuan.\" Firman ini ditujukan kepada sebagian orang Yahudi yang merasa sombong dengan ilmu pengetahuan yang ada pada mereka, sebab mereka hanyalah manusia yang diberi sedikit ilmu pengetahuan. Dalam surat Al-Kahfi, Allah menceritakan tentang Nabi Musa dengan Nabi Khidhir yang belum pernah diketahui oleh orang-orang Yahudi.",
      "verses": [
        {
          "number": 1,
          "arabic": " سُبْحَـٰنَ ٱلَّذِىٓ أَسْرَىٰ بِعَبْدِهِۦ لَيْلًا مِّنَ ٱلْمَسْجِدِ ٱلْحَرَامِ إِلَى ٱلْمَسْجِدِ ٱلْأَقْصَا ٱلَّذِى بَـٰرَكْنَا حَوْلَهُۥ لِنُرِيَهُۥ مِنْ ءَايَـٰتِنَآ ۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلْبَصِيرُ",
          "transliteration": "sub'ḥāna alladhī asrā biʿabdihi laylan mina l-masjidi l-ḥarāmi ilā l-masjidi l-aqṣā alladhī bāraknā ḥawlahu linuriyahu min āyātinā innahu huwa l-samīʿu l-baṣīru",
          "translation": "Mahasuci (Allah), yang telah memperjalankan hamba-Nya (Muhammad) pada malam hari dari Masjidil Haram ke Masjidil Aqsa yang telah Kami berkahi sekelilingnya<sup foot_note=135421>1</sup> agar Kami perlihatkan kepadanya sebagian tanda-tanda (kebesaran) Kami. Sesungguhnya Dia Maha Mendengar, Maha Melihat.",
          "tafsir": "Allah swt menyatakan kemahasucian-Nya dengan firman \"subhana\", agar manusia mengakui kesucian-Nya dari sifat-sifat yang tidak layak dan meyakini sifat-sifat keagungan-Nya yang tiada tara. Ungkapan itu juga sebagai pernyataan tentang sifat kebesaran-Nya yang telah memperjalankan hamba-Nya pada suatu malam, dengan perjalanan yang sangat cepat. Allah swt memulai firman-Nya dengan subhana dalam ayat ini, dan di beberapa ayat yang lain, sebagai pertanda bahwa ayat itu mengandung peristiwa luar biasa yang hanya dapat terlaksana karena iradah dan kekuasaan-Nya. Dari kata asra' dapat dipahami bahwa Isra' Nabi Muhammad saw terjadi di waktu malam hari, karena kata asra dalam bahasa Arab berarti perjalanan di malam hari. Penyebutan lailan, dengan bentuk isim nakirah, yang berarti \"malam hari\", adalah untuk menggambarkan bahwa kejadian Isra' itu mengambil waktu malam yang singkat dan juga untuk menguatkan pengertian bahwa peristiwa Isra' itu memang benar-benar terjadi di malam hari. Allah swt meng-isra'-kan hamba-Nya di malam hari, karena waktu itulah yang paling utama bagi para hamba untuk mendekatkan diri kepada Allah, dan waktu yang paling baik untuk beribadah kepada-Nya. Perkataan 'abdihi (hamba-Nya) dalam ayat ini maksudnya ialah Nabi Muhammad saw yang telah terpilih sebagai nabi yang terakhir. Beliau telah mendapat perintah untuk melakukan perjalanan malam, sebagai penghormat-an kepadanya. Dalam ayat ini tidak diterangkan waktunya secara pasti, baik waktu keberangkatan maupun kepulangan Nabi Muhammad saw kembali ke tempat tinggalnya di Mekah. Hanya saja yang diterangkan bahwa Isra' Nabi Muhammad saw dimulai dari Masjidilharam, yaitu masjid yang terkenal karena Kabah (Baitullah) terletak di dalamnya, menuju Masjidil Aqsa yang berada di Baitul Makdis. Masjid itu disebut Masjidil Aqsa yang berarti \"terjauh\", karena letaknya jauh dari kota Mekah. Selanjutnya Allah swt menjelaskan bahwa Masjidil Aqsa dan daerah-daerah sekitarnya mendapat berkah Allah karena menjadi tempat turun wahyu kepada para nabi. Tanahnya disuburkan, sehingga menjadi daerah yang makmur. Di samping itu, masjid tersebut termasuk di antara masjid yang menjadi tempat peribadatan para nabi dan tempat tinggal mereka. Sesudah itu, Allah menyebutkan alasan mengapa Nabi Muhammad saw diperjalankan pada malam hari, yaitu untuk memperlihatkan kepada Nabi tanda-tanda kebesaran-Nya. Tanda-tanda itu disaksikan oleh Muhammad saw dalam perjalanannya dari Masjidilharam ke Masjidil Aqsa, berupa pengalaman-pengalaman yang berharga, ketabahan hati dalam menghadapi berbagai macam cobaan, dan betapa luasnya jagat raya serta alangkah Agungnya Allah Maha Pencipta. Pengalaman-pengalaman baru yang disaksikan Nabi Muhammad sangat berguna untuk memantapkan hati beliau menghadapi berbagai macam rintangan dari kaumnya, dan meyakini kebenaran wahyu Allah, baik yang telah diterima maupun yang akan diterimanya. Di akhir ayat ini, Allah swt menjelaskan bahwa Dia Maha Mendengar bisikan batin para hamba-Nya dan Maha Melihat semua perbuatan mereka. Tak ada detak jantung, ataupun gerakan tubuh dari seluruh makhluk yang ada di antara langit dan bumi ini yang lepas dari pengamatan-Nya. Ayat ini menyebutkan terjadinya peristiwa Isra', yaitu perjalanan Nabi Muhammad saw dari Masjidilharam ke Masjidil Aqsa di waktu malam. Sedangkan peristiwa Mi'raj, yaitu naiknya Nabi Muhammad dari Masjidil Aqsa ke Sidratul Muntaha (Mustawa) tidak diisyaratkan oleh ayat ini, tetapi diisyaratkan dalam Surah an-Najm. Hampir seluruh ahli tafsir berpendapat bahwa peristiwa Isra' terjadi setelah Nabi Muhammad diutus menjadi rasul. Peristiwanya terjadi satu tahun sebelum hijrah. Demikian menurut Imam az-Zuhri, Ibnu Sa'ad, dan lain-lainnya. Imam Nawawi pun memastikan demikian. Bahkan menurut Ibnu hazm, peristiwa Isra' itu terjadi di bulan Rajab tahun kedua belas setelah pengangkatan Muhammad menjadi nabi. Sedangkan al-hafidh 'Abdul Gani al-Maqdisi memilih pendapat yang mengatakan bahwa Isra' dan Mi'raj tersebut terjadi pada 27 Rajab, dengan alasan pada waktu itulah masyarakat melaksanakannya. Adapun hadis-hadis yang menjelaskan terjadinya Isra' itu sebagai berikut: Pertama: Anas bin Malik menuturkan bahwa pada malam diperjalankannya Rasulullah saw dari Masjidilharam, datanglah kepadanya tiga orang pada saat sebelum turunnya wahyu, sedangkan Rasul pada waktu itu sedang tidur di Masjidilharam. Kemudian berkatalah orang yang pertama, \"Siapakah dia ini?\" Kemudian orang kedua menjawab, \"Dia adalah orang yang terbaik di antara mereka (kaumnya).\" Setelah itu berkatalah orang ketiga, \"Ambillah orang yang terbaik itu.\" Pada malam itu Nabi tidak mengetahui siapa mereka, sehingga mereka datang kepada Nabi di malam yang lain dalam keadaan matanya tidur sedangkan hatinya tidak tidur. Demikianlah para nabi, meskipun mata mereka terpejam, namun hati mereka tidaklah tidur. Sesudah itu rombongan tadi tidak berbicara sedikit pun kepada Nabi hingga mereka membawa Nabi dan meletakkannya di sekitar sumur Zamzam. Di antara mereka ada Jibril yang menguasai diri Nabi, lalu Jibril membelah bagian tubuh, antara leher sampai ke hatinya, sehingga kosonglah dadanya. Sesudah itu Jibril mencuci hati Nabi dengan air Zamzam dengan menggunakan tangannya, sehingga bersihlah hati beliau. Kemudian Jibril membawa bejana dari emas yang berisi iman dan hikmah. Kemudian dituangkanlah isi bejana itu memenuhi dada beliau dan urat-urat tenggorokannya lalu ditutupnya kembali. (Riwayat al-Bukhari) Kedua: Bahwa Nabi saw bersabda, \"Tiba-tiba datang kepadaku seseorang (Jibril). Kemudian ia membedah dan mengeluarkan hatiku. Setelah itu dibawalah kepadaku bejana yang terbuat dari emas yang penuh dengan iman, lalu ia mencuci hatiku. Setelah itu menuangkan isi bejana itu kepadaku. Kemudian hatiku dikembalikannya seperti sediakala\". (Riwayat al-Bukhari dari Sa'sha'ah) Ketiga: Bahwa Rasulullah saw bersabda, \"Didatangkan kepadaku Buraq, yaitu binatang putih lebih besar dari himar, dan lebih kecil dari bigal. Ia melangkahkan kakinya sejauh pandangan mata. Kemudian saya mengendarainya, lalu ia membawaku sehingga sampai ke Baitul Makdis. Kemudian saya mengikatnya pada tempat para nabi mengikatkan kendaraannya. Kemudian saya salat dua rakaat di dalamnya, lalu saya keluar. Kemudian Jibril membawa kepadaku sebuah bejana yang berisi minuman keras (khamar) dan sebuah lagi berisi susu; lalu saya pilih yang berisi susu, lantas Jibril berkata, \"Engkau telah memilih fitrah sebagai pilihan yang benar.\" (Riwayat Ahmad dari Anas bin Malik) Dari hadis-hadis tersebut, dapat disimpulkan bahwa Nabi Muhammad diperjalankan pada malam hari dari Masjidilharam ke Masjidil Aqsa atas izin Allah di bawah bimbingan malaikat Jibril. Sebelum Nabi Muhammad saw diperjalankan pada malam itu, hatinya diisi iman dan hikmah, agar beliau tahan menghadapi segala macam cobaan dan tabah dalam melaksanakan perintah-Nya. Perjalanan itu dilakukan dengan mengendarai Buraq yang mempunyai kecepatan luar biasa sehingga Isra' dan Mi'raj hanya memerlu-kan waktu kurang dari satu malam. Dalam ayat ini tidak dijelaskan secara terperinci, apakah Nabi saw Isra' dengan roh dan jasadnya, ataukah rohnya saja. Itulah sebabnya para mufasir berbeda pendapat mengenai hal tersebut. Mayoritas mereka berpendapat bahwa Isra' dilakukan dengan roh dan jasad dalam keadaan sadar, bukan dalam keadaan tidur. Mereka itu mengajukan beberapa alasan untuk menguatkan pendapatnya di antaranya: a. Kata subhana menunjukkan adanya peristiwa yang hebat. Jika Nabi di-isra'-kan dalam keadaan tidur, tidak perlu diungkapkan dengan meng-gunakan ayat yang didahului dengan tasbih. b. Andaikata Isra' itu dilakukan dalam keadaan tidur, tentulah orang Quraisy tidak dengan serta merta mendustakannya. Banyaknya orang muslim yang murtad kembali karena peristiwa Isra' menunjukkan bahwa peristiwa itu bukanlah hal yang biasa. Kata-kata Ummu Hani yang melarang Nabi menceritakan kepada siapapun pengalaman-pengalaman yang dialami ketika Isra' agar mereka tidak menganggap Nabi saw berdusta, juga menguatkan bahwa Isra' itu dilakukan Nabi dengan roh dan jasadnya. Peristiwa ini yang menyebabkan Abu Bakar diberi gelar as-shiddiq karena dia membenarkan Nabi, dengan cepat dan tanpa ragu, ber-Isra' dengan roh dan jasadnya, sedangkan orang-orang lain berat menerimanya. c. Firman Allah yang menggunakan bi'abdihi menunjukkan bahwa Nabi Isra' dengan roh dan jasad karena kata seorang hamba mengacu pada kesatuan jasad dan roh. Perkataan Ibnu 'Abbas bahwa orang-orang Arab menggunakan kata ru'ya dalam arti penglihatan mata, maka kata ru'ya yang tersebut dalam firman Allah berikut ini mesti dipahami sebagai penglihatan dengan mata. Dan Kami tidak menjadikan mimpi yang telah Kami perlihatkan kepadamu, melainkan sebagai ujian bagi manusia. (al-Isra'/17: 60) e. Yang diperlihatkan kepada Nabi waktu Isra' dan Mi'raj adalah penglihatan mata yang mungkin terjadi karena kecepatan yang serupa telah dibuktikan oleh manusia dengan teknologi modern. Beberapa mufassir yang lain berpendapat bahwa Isra' dilakukan Nabi dengan rohnya saja. Mereka ini menguatkan pendapatnya dengan perkataan Mu'awiyah bin Abi Sufyan ketika ditanya tentang Isra' Nabi Muhammad saw, beliau menjawab: Isra Nabi itu adalah mimpi yang benar yang datangnya dari Allah. Pendapat yang mengatakan bahwa Isra' hanya dilakukan dengan roh saja lemah, karena sanad hadis yang dijadikan hujjah atau pegangan tidak jelas."
        },
        {
          "number": 2,
          "arabic": "وَءَاتَيْنَا مُوسَى ٱلْكِتَـٰبَ وَجَعَلْنَـٰهُ هُدًى لِّبَنِىٓ إِسْرَٰٓءِيلَ أَلَّا تَتَّخِذُوا۟ مِن دُونِى وَكِيلًا",
          "transliteration": "waātaynā mūsā l-kitāba wajaʿalnāhu hudan libanī is'rāīla allā tattakhidhū min dūnī wakīlan",
          "translation": "Dan Kami berikan kepada Musa, Kitab (Taurat) dan Kami menjadikannya petunjuk bagi Bani Israil (dengan firman), \"Janganlah kamu mengambil (pelindung) selain Aku,",
          "tafsir": "Dalam ayat ini dijelaskan bahwa Allah telah menurunkan kitab Taurat kepada Musa a.s. sebagai pedoman hidup bagi Bani Israil. Allah swt menyuruh Musa a.s. agar mengatakan kepada kaumnya, \"Janganlah kamu mengambil selain Allah sebagai penolong yang memberikan perlindungan dan menyelesaikan urusan-urusan kamu.\" Larangan yang ditujukan kepada kaumnya itu adalah larangan yang juga pernah disampaikan oleh rasul-rasul sebelumnya dengan perantaraan wahyu Allah. Terkandung pula dalam larangan di atas perintah agar manusia menyembah kepada Allah semata dan larangan menyekutukan sesuatu yang lain dengan-Nya. Terdapat juga larangan meminta bantuan dalam segala urusan kecuali kepada-Nya. Pemberian kitab Taurat kepada Nabi Musa a.s. sebagai pedoman untuk kaumnya adalah untuk memberikan pengertian kepada kaum Muslimin, bahwa di antara tugas-tugas para rasul ialah menyampaikan agama tauhid, sebagaimana tugas Nabi saw kepada mereka. Juga untuk mengingatkan mereka agar jangan meniru sikap umat-umat terdahulu, dimana sepeninggal rasul-rasulnya, mereka membuat-buat takwil terhadap firman-firman Allah menurut kehendaknya, dan bergelimang dalam lembah dosa dan kesesatan yang nyata. Itulah sebabnya maka Allah swt menyebutkan berulang kali dalam Al-Qur'an keistimewaan Musa a.s. dan kelebihan Bani Israil dari bangsa-bangsa lain yang ada pada masa itu. Allah menyebutkan pula nikmat yang diberikan kepada mereka, dengan maksud agar hati nurani mereka tergugah, lalu kembali ke jalan yang benar, dan hidup sesuai dengan petunjuk-Nya."
        },
        {
          "number": 3,
          "arabic": "ذُرِّيَّةَ مَنْ حَمَلْنَا مَعَ نُوحٍ ۚ إِنَّهُۥ كَانَ عَبْدًا شَكُورًا",
          "transliteration": "dhurriyyata man ḥamalnā maʿa nūḥin innahu kāna ʿabdan shakūran",
          "translation": "(Wahai) keturunan orang yang Kami bawa bersama Nuh. Sesungguhnya dia (Nuh) adalah hamba (Allah) yang banyak bersyukur.\"",
          "tafsir": "Allah swt menyebutkan juga nenek moyang mereka, yaitu orang-orang yang telah diselamatkan Allah bersama-sama Nuh a.s. dari topan. Mereka diselamatkan Allah dengan perantaraan wahyu-Nya kepada Nuh a.s. Nuh diperintahkan untuk membuat perahu, agar dia dan kaumnya yang setia terhindar dari azab Allah yang akan ditimpakan kepada kaumnya yang mengingkari kenabiannya. Hal ini mengandung peringatan bagi Bani Israil agar mengambil contoh dan pelajaran dari peristiwa itu, dan mengikuti jalan yang ditempuh oleh Nabi Nuh. Hal itu juga sebagai pelajaran bagi kaum Muslimin agar tetap memelihara tauhid seperti Nuh a.s. dan pengikut-pengikutnya, serta orang-orang yang mensyukuri nikmat Allah. Sebagai penjelasan dari penafsiran tersebut, perlu dikemukakan beberapa hadis yang menjelaskan bahwa Nabi Nuh a.s. adalah nabi yang sangat mensyukuri nikmat Allah, sebagaimana tersebut dalam hadis: Pertama: Diriwayatkan Muadz bin Anas Al-Juhaniy bahwa Nabi Muhammad saw bersabda, \"Sesungguhnya Allah menamakan Nuh sebagai hamba yang sangat mensyukuri nikmat Allah karena apabila telah datang waktu sore dan pagi hari, dia berkata, Mahasuci Allah ketika kamu berada di waktu sore dan di waktu Subuh dan bagi-Nyalah segala puji di langit dan bumi ketika berada di petang hari dan ketika kamu berada di waktu Zuhur.\" (Riwayat Ibnu Mardawaih) Kedua: Apabila Nabi Nuh telah mengenakan baju dan menyantap makanan dia memuji Allah swt. Maka dinamakanlah dia \"hamba yang sangat mensyukuri nikmat Allah. (Riwayat Ibnu Jarir ath-thabari, al-Baihaqi, dan al-hakim dari Salman al-Farisi). Demikianlah doa dan tasbih yang diucapkan oleh Nabi Nuh a.s. yang patut dicontoh dan diamalkan oleh kaum Muslimin."
        },
        {
          "number": 4,
          "arabic": "وَقَضَيْنَآ إِلَىٰ بَنِىٓ إِسْرَٰٓءِيلَ فِى ٱلْكِتَـٰبِ لَتُفْسِدُنَّ فِى ٱلْأَرْضِ مَرَّتَيْنِ وَلَتَعْلُنَّ عُلُوًّا كَبِيرًا",
          "transliteration": "waqaḍaynā ilā banī is'rāīla fī l-kitābi latuf'sidunna fī l-arḍi marratayni walataʿlunna ʿuluwwan kabīran",
          "translation": "Dan Kami tetapkan terhadap Bani Israil dalam Kitab itu, \"Kamu pasti akan berbuat kerusakan di bumi ini dua kali dan pasti kamu akan menyombongkan diri dengan kesombongan yang besar.\"",
          "tafsir": "Dalam ayat ini dijelaskan bahwa Allah telah mewahyukan kepada Musa a.s., sebagaimana termaktub dalam Kitab Taurat, bahwa Bani Israil akan membuat keonaran dua kali di bumi Palestina, sehingga Allah meng-gerakkan musuh-musuh mereka untuk membunuh, merampas, dan meng-hancurkan negeri mereka. Sesudah bertobat, mereka dilepaskan Allah dari kesengsaraan ini, kerajaan mereka dikembalikan, dan dianugerahi kekayaan dan kekuatan, baik dalam bidang harta benda, maupun kekuatan dalam bidang keturunan dan pertahanan negara. Akan tetapi, mereka kembali membuat keonaran, maka Allah swt mengerahkan kembali musuh-musuh mereka untuk menghancurkannya. Ini sebagai azab di dunia, dan di akhirat kelak mereka akan mendapat azab neraka Jahanam. Di antara pembangkangan mereka ialah: Pertama, tidak mengindahkan perintah Allah dan mengubah isi kitab Taurat. Kedua, Kekejian mereka membunuh Zakaria dan Yahya serta usaha mereka untuk membunuh Nabi Isa a.s. Mereka melakukan pembangkangan itu dengan menyombongkan diri dan menampakkan keangkuhan. Ini menunjukkan bahwa kejahatan-kejahatan yang mereka lakukan itu telah melampaui batas peri kemanusiaan. Allah lalu menjelaskan akibat yang akan menimpa mereka, karena pembangkangan yang pertama, yaitu mereka akan mengalami kehancuran pada saat hukuman yang telah dijanjikan Allah tiba sebagai balasan yang setimpal atas kejahatan-kejahatan mereka. Baik juga diterangkan di sini, bahwa Bani Israil mulai tahun 975 SM telah terbagi menjadi dua kerajaan. Pertama, kerajaan Yahudza di bagian selatan, yang terdiri atas dua suku Bani Israil, yaitu suku Yahudza dan Benyamin. Rajanya yang pertama ialah Rehoboam, putera Nabi Sulaiman. Kedua, kerajaan Israil di bagian utara yang terdiri atas 10 suku lainnya. Rajanya yang pertama bernama Jeroboam bin Nebat. Pada tahun 70 SM kerajaan Israil diserang oleh raja 'Asyur yang bernama Sanharib. Raja ini dapat memasuki kota Samurra ibu kota kerajaan Israil, menawan Bani Israil, dan membawa mereka ke 'Asyur. Dengan demikian, runtuhlah kerajaan Bani Israil sesudah hidup selama 250 tahun. Disebabkan oleh keonaran Bani Israil yang tidak juga berhenti, maka Allah mengerahkan tentara Babilonia di bawah pimpinan rajanya Bukhtanashshar yang dikenal juga dengan nama Nebukadnezar. Tentara ini memperluas negerinya dengan jalan membunuh, merampas, dan merampok penduduk-penduduk negeri yang ditaklukkan. Mereka menyerang Bani Israil, membunuh para ulama dan pembesar dari kalangan mereka, merusak dan membakar kitab Taurat, dan bahkan menghancurkan kota suci mereka, Baitul Makdis (Yerusalem). Itulah nasib yang diderita Bani Israil karena telah menyimpang dari bimbingan wahyu Allah, dan cenderung menuruti kehendak hawa nafsu. Bahkan mereka mengalami nasib yang lebih jelek lagi, yaitu di antara Bani Israil ada yang dibawa ke Babilonia. Tiga kali mereka ditawan oleh Nebukadnezar. Penawanan yang ketiga dan terakhir terjadi pada tahun 558 SM. Akibat dari serangan Nebukadnezar ini runtuhlah kerajaan Yahudza."
        },
        {
          "number": 5,
          "arabic": "فَإِذَا جَآءَ وَعْدُ أُولَىٰهُمَا بَعَثْنَا عَلَيْكُمْ عِبَادًا لَّنَآ أُو۟لِى بَأْسٍ شَدِيدٍ فَجَاسُوا۟ خِلَـٰلَ ٱلدِّيَارِ ۚ وَكَانَ وَعْدًا مَّفْعُولًا",
          "transliteration": "fa-idhā jāa waʿdu ūlāhumā baʿathnā ʿalaykum ʿibādan lanā ulī basin shadīdin fajāsū khilāla l-diyāri wakāna waʿdan mafʿūlan",
          "translation": "Maka apabila datang saat hukuman bagi (kejahatan) yang pertama dari kedua (kejahatan) itu, Kami datangkan kepadamu hamba-hamba Kami yang perkasa, lalu mereka merajalela di kampung-kampung. Dan itulah ketetapan yang pasti terlaksana.",
          "tafsir": "Dalam ayat ini dijelaskan bahwa Allah telah mewahyukan kepada Musa a.s., sebagaimana termaktub dalam Kitab Taurat, bahwa Bani Israil akan membuat keonaran dua kali di bumi Palestina, sehingga Allah meng-gerakkan musuh-musuh mereka untuk membunuh, merampas, dan meng-hancurkan negeri mereka. Sesudah bertobat, mereka dilepaskan Allah dari kesengsaraan ini, kerajaan mereka dikembalikan, dan dianugerahi kekayaan dan kekuatan, baik dalam bidang harta benda, maupun kekuatan dalam bidang keturunan dan pertahanan negara. Akan tetapi, mereka kembali membuat keonaran, maka Allah swt mengerahkan kembali musuh-musuh mereka untuk menghancurkannya. Ini sebagai azab di dunia, dan di akhirat kelak mereka akan mendapat azab neraka Jahanam. Di antara pembangkangan mereka ialah: Pertama, tidak mengindahkan perintah Allah dan mengubah isi kitab Taurat. Kedua, Kekejian mereka membunuh Zakaria dan Yahya serta usaha mereka untuk membunuh Nabi Isa a.s. Mereka melakukan pembangkangan itu dengan menyombongkan diri dan menampakkan keangkuhan. Ini menunjukkan bahwa kejahatan-kejahatan yang mereka lakukan itu telah melampaui batas peri kemanusiaan. Allah lalu menjelaskan akibat yang akan menimpa mereka, karena pembangkangan yang pertama, yaitu mereka akan mengalami kehancuran pada saat hukuman yang telah dijanjikan Allah tiba sebagai balasan yang setimpal atas kejahatan-kejahatan mereka. Baik juga diterangkan di sini, bahwa Bani Israil mulai tahun 975 SM telah terbagi menjadi dua kerajaan. Pertama, kerajaan Yahudza di bagian selatan, yang terdiri atas dua suku Bani Israil, yaitu suku Yahudza dan Benyamin. Rajanya yang pertama ialah Rehoboam, putera Nabi Sulaiman. Kedua, kerajaan Israil di bagian utara yang terdiri atas 10 suku lainnya. Rajanya yang pertama bernama Jeroboam bin Nebat. Pada tahun 70 SM kerajaan Israil diserang oleh raja 'Asyur yang bernama Sanharib. Raja ini dapat memasuki kota Samurra ibu kota kerajaan Israil, menawan Bani Israil, dan membawa mereka ke 'Asyur. Dengan demikian, runtuhlah kerajaan Bani Israil sesudah hidup selama 250 tahun. Disebabkan oleh keonaran Bani Israil yang tidak juga berhenti, maka Allah mengerahkan tentara Babilonia di bawah pimpinan rajanya Bukhtanashshar yang dikenal juga dengan nama Nebukadnezar. Tentara ini memperluas negerinya dengan jalan membunuh, merampas, dan merampok penduduk-penduduk negeri yang ditaklukkan. Mereka menyerang Bani Israil, membunuh para ulama dan pembesar dari kalangan mereka, merusak dan membakar kitab Taurat, dan bahkan menghancurkan kota suci mereka, Baitul Makdis (Yerusalem). Itulah nasib yang diderita Bani Israil karena telah menyimpang dari bimbingan wahyu Allah, dan cenderung menuruti kehendak hawa nafsu. Bahkan mereka mengalami nasib yang lebih jelek lagi, yaitu di antara Bani Israil ada yang dibawa ke Babilonia. Tiga kali mereka ditawan oleh Nebukadnezar. Penawanan yang ketiga dan terakhir terjadi pada tahun 558 SM. Akibat dari serangan Nebukadnezar ini runtuhlah kerajaan Yahudza."
        },
        {
          "number": 6,
          "arabic": "ثُمَّ رَدَدْنَا لَكُمُ ٱلْكَرَّةَ عَلَيْهِمْ وَأَمْدَدْنَـٰكُم بِأَمْوَٰلٍ وَبَنِينَ وَجَعَلْنَـٰكُمْ أَكْثَرَ نَفِيرًا",
          "transliteration": "thumma radadnā lakumu l-karata ʿalayhim wa-amdadnākum bi-amwālin wabanīna wajaʿalnākum akthara nafīran",
          "translation": "Kemudian Kami berikan kepadamu giliran untuk mengalahkan mereka, Kami membantumu dengan harta kekayaan dan anak-anak dan Kami jadikan kamu kelompok yang lebih besar.",
          "tafsir": "Kemudian dijelaskan bahwa Allah memberikan giliran bagi orang-orang Bani Israil untuk berkuasa kembali. Sesudah Cyrus Kisra Persia yang pertama dari keluarga Sasan dapat mengalahkan Babilonia, dia memerdeka-kan para tawanan dari Bani Israil yang berada di sana, dan mengirimkan mereka kembali ke Palestina pada tahun 536 SM. Dengan demikian, orang-orang Bani Israil menguasai kembali negerinya. Karunia Allah itu diberikan kepada Bani Israil ketika mereka telah bertobat, mematuhi kembali ajaran Taurat, dan menyadari kecerobohan yang telah dilakukan. Mereka dapat membangun kembali negerinya dan menyelamatkan keluarga dan harta benda mereka. Dengan demikian, mereka kembali menjadi bangsa yang merdeka serta dapat menguasai kembali negerinya dan menjadi bangsa yang kuat dan bersatu seperti sediakala, yang mereka namai dengan kerajaan Yahudi. Hal itu adalah karena ampunan dan rahmat Allah semata. Ayat ini menjelaskan bahwa selama manusia berada di bawah bimbingan wahyu dan berjalan sesuai petunjuk-Nya, mereka akan dapat merasakan nikmat Allah yang disediakan di dunia ini. Mereka juga dapat merasakan ketenangan dan kebahagiaan, ketenteraman hidup, ataupun kemakmuran negeri. Sebaliknya, apabila manusia menyimpang dari tuntunan wahyu dan lebih mengikuti kehendak hawa nafsu, tentu mereka akan mengalami nasib yang buruk. Mereka tidak lagi merasakan nikmat yang disediakan Allah di alam dunia ini, bahkan nikmat-nikmat itu akan berubah menjadi bencana. Mereka tidak akan mengalami kebahagiaan dan kemakmuran dalam hidup ber-masyarakat, tetapi akan menjadi umat yang tertindas dan terusir dari negeri mereka sendiri."
        },
        {
          "number": 7,
          "arabic": "إِنْ أَحْسَنتُمْ أَحْسَنتُمْ لِأَنفُسِكُمْ ۖ وَإِنْ أَسَأْتُمْ فَلَهَا ۚ فَإِذَا جَآءَ وَعْدُ ٱلْـَٔاخِرَةِ لِيَسُـۥٓـُٔوا۟ وُجُوهَكُمْ وَلِيَدْخُلُوا۟ ٱلْمَسْجِدَ كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٍ وَلِيُتَبِّرُوا۟ مَا عَلَوْا۟ تَتْبِيرًا",
          "transliteration": "in aḥsantum aḥsantum li-anfusikum wa-in asatum falahā fa-idhā jāa waʿdu l-ākhirati liyasūū wujūhakum waliyadkhulū l-masjida kamā dakhalūhu awwala marratin waliyutabbirū mā ʿalaw tatbīran",
          "translation": "Jika kamu berbuat baik (berarti) kamu berbuat baik untuk dirimu sendiri. Dan jika kamu berbuat jahat, maka (kerugian kejahatan) itu untuk dirimu sendiri. Apabila datang saat hukuman (kejahatan) yang kedua, (Kami bangkitkan musuhmu) untuk menyuramkan wajahmu lalu mereka masuk ke dalam masjid (Masjidil Aqsa), sebagaimana ketika mereka memasukinya pertama kali dan mereka membinasakan apa saja yang mereka kuasai.",
          "tafsir": "Allah menegaskan bahwa apabila Bani Israil berbuat baik, maka hasil kebaikan itu untuk mereka sendiri. Namun demikian, ketentuan yang terdapat dalam ayat ini tidak khusus untuk mereka sendiri, melainkan berlaku umum untuk seluruh manusia sepanjang masa. Dengan demikian, apabila manusia berbuat baik atau berbuat kebajikan, maka balasan dari kebajikan itu akan dirasakannya, baik di dunia maupun di akhirat. Kebaikan yang akan mereka terima di dunia ialah mereka akan menjadi umat yang kuat mempertahankan diri dari maksud jahat yang direncanakan oleh para musuh mereka. Mereka akan memperoleh kesempatan untuk melipatgandakan harta sebagai sarana hidup, dan melanjutkan keturunan sebagai khalifah di muka bumi. Mereka akan menjadi bangsa yang kuat, yang dapat mewujudkan budaya yang tinggi untuk lebih menggairahkan kehidupan mereka, dan menjamin kelancaran usaha dan ibadah mereka kepada Allah swt. Sedangkan kebahagiaan yang abadi adalah surga yang penuh dengan kenikmatan yang disediakan dan dijanjikan kepada mereka, sebagai bukti keridaan Allah swt atas kebajikan yang mereka lakukan. Apabila mereka berbuat jahat dengan melakukan perbuatan yang bertentangan dengan wahyu dan fitrah kejadian mereka sendiri, seperti menentang kebenaran dan norma-norma dalam tata kehidupan mereka sendiri, maka akibat dari perbuatan mereka itu adalah kemurkaan Allah kepada mereka. Dengan demikian, mereka akan menjadi bangsa yang bercerai-berai karena diperbudak hawa nafsu, sehingga kelompok yang satu berusaha menundukkan kelompok yang lain. Itulah sebabnya mereka tidak dapat mempertahankan kelangsungan hidup dan diri mereka dari kehancuran dan maksud-maksud jahat musuh. Mereka akan menjadi bangsa yang tertindas dan terjajah. Sedang keburukan yang mereka rasakan di akhirat ialah azab api neraka sebagai siksaan yang paling pedih. Lalu Allah mengungkapkan kembali hukuman sebagai akibat kejahatan yang dilakukan Bani Israil untuk kedua kalinya. Pada saat itu, Allah membiarkan mereka dalam keadaan kacau-balau ketika musuh-musuh datang untuk menaklukkan mereka. Kekalahan kedua ini benar-benar mereka rasakan sebagai penderitaan yang tiada tara dan mempermalukan mereka. Musuh memasuki Masjidil Aqsa secara paksa dan sewenang-wenang untuk merampas kekayaan yang mereka simpan dan menghancurkan syiar-syiar agama mereka, seperti yang dilakukan pada penaklukan pertama. Dengan demikian, mereka merasakan penderitaan yang berlipat ganda. Mereka mengalami penderitaan materil berupa kehilangan kekuasaan, harta benda, dan wanita-wanita yang dijadikan tawanan oleh musuh. Mereka juga mengalami penderitaan moril karena tempat-tempat suci dan lambang-lambang kesucian agama mereka dilecehkan dan dihancurkan. Menurut sejarah, yang menghancurkan mereka untuk kedua kalinya adalah bangsa Romawi yang kemudian menguasai Palestina. Mereka membunuh dan menawan orang-orang Yahudi serta menghancurkan Baitul Makdis dan kota-kota yang lain. Kaisar Romawi pertama yang memasuki Baitul Makdis adalah Kaisar Titus pada tahun 70 Masehi. Ia membakar Masjidil Aqsa, dan merampas barang-barang berharga yang terdapat di dalamnya, sehingga dalam peristiwa ini kurang lebih 1 juta orang Yahudi tewas. Selanjutnya Kaisar Hadrianus yang memerintah dari tahun 117 sampai dengan 158 Masehi, juga menguasai Baitul Makdis dan melakukan berbagai tindakan perusakan di masjid itu. Hadrianus mengubah kota ini menjadi Aelina Capitolian (kota Aelina). Masjidil Aqsa diruntuhkan dan di atasnya didirikan sebuah bangunan yang dinamai Yupiter Capitolina. Lalu kerajaan Yahudi juga dihancurkan sehingga bangsa Yahudi tidak mempunyai kerajaan lagi. Mereka bercerai-berai ke segenap penjuru dunia. Peristiwa ini terjadi tahun 132 Masehi."
        }
      ]
    }
  ]
}