{
  "pageNumber": 104,
  "juz": 6,
  "surahs": [
    {
      "number": 4,
      "name": "An-Nisa'",
      "nameArabic": "النساء",
      "meaning": "Wanita",
      "revelation": "Madinah",
      "description": "Surat An Nisaa' terdiri dari 176 ayat dan termasuk surat Madaniyyah terpanjang setelah surat Al Baqarah.Dinamakan An Nisaa' karena di dalamnya banyak dibicarakan hal-hal yang berhubungan dengan perempuan; merupakan surat yang paling banyak membicarakan hal itu dibanding surat-surat yang lain. Surat lain yang banyak membicarakan perempuan adalah surat Ath Thalaq. Dalam hal ini, surat An Nisaa' biasa disebut \"Surat An Nisaa' Al Kubraa\" (surat An Nisaa' besar) sedangkan surat Ath Thalaq disebut \"Surat An Nisaa' Ash Shughraa\" (surat An Nisaa' kecil).Pokok-Pokok Isi:1. Keimanan:Syirik (dosa yang paling besar); akibat kekafiran pada hari akhir.2. Hukum-hukum:Kewajiban para washi dan wali; hukum poligami; masnikah; memakan harta anak yatim dan orang-orang yang tidak dapat mengurus harta; pokok-pokok hukum warisan; perbuatan-perbuatan keji dan hukumannya, perempuan-perempuan yang haram dinikahi; hukum menikahi hamba sahaya perempuan; larangan memakan harta secara batil; hukum syiqaq dan nusyuz; kesucian lahir-batin dalam shalat; hukum suaka; hukum membunuh seorang muslim; shalat khauf; larangan mengucapkan perkataan buruk; dan pusaka kalalah.3. Kisah-kisah:Kisah-kisah Nabi Musa a.s. dan pengikutnya.4. Lain-lain:Asal muasal manusia adalah satu; keharusan menjauhi adat-adat jahiliyah berkaitan dengan perempuan; norma-norma pergaulan dengan istri; hak seseorang sesuai dengan kewajibannya; perlakuan ahli kitab terhadap kitab-kitab yang diturunkan kepadanya; dasar-dasar pemerintahan; cara mengadili perkara; keharusan siap-siaga terhadap musuh; sikap-sikap orang munafik dalam menghadapi peperangan; berperang di jalan Allah adalah kewajiban setiap mukalaf; norma dan adab dalam peperangan; cara menghadapi orang-orang munafik; dan derajat orang yang berjihad.Surat An Nisaa' dimulai dengan perintah bertakwa dan menyatakan bahwa asal manusia adalah satu, kemudian menerangkan hukum-hukum yang berhubungan dengan anak yatim, rumah tangga, warisan, perempuan yang haram dinikahi serta hak dan kewajiban laki-laki dan perempuan. Juga menyebut tentang hukum-hukum perang serta pelajaran-pelajaran yang harus diambil dari perang Badar dan Uhud. Pengutaraan hukum perang dan hukum keluarga dalam surat ini merupakan hujjah-hujjah yang dikemukakan kepada Ahli Kitab, yang ditegaskan pada bagian terakhir surat ini. Lalu, surat ini ditutup dengan perintah agar kaum mukmin bersabar, memperatkan hubungan sesama manusia, dan bertakwa kepada Allah, agar mendapat keberuntungan dunia akhirat.Hubungan Surat An Nisaa' Dengan Surat Al Maa-Idah:1. Surat An Nisaa' menerangkan beberapa macam akad, seperti: pernikahan, perceraian, warisan, perjanjian, wasiat, dan sebagainya. Sementara itu, permulaan surat Al Maa-idah menyatakan supaya hamba-hamba Allah memenuhi segala macam akad-akad yang telah dibuat, baik terhadap Allah maupun terhadap sesama manusia, di samping menerangkan akad-akad yang lain.2. Surat An Nisaa' mengemukakan beberapa hukum secara umum, sedangkan surat Al Maa-idah menjelaskan dan menegaskan hukum-hukum tersebut.3. Sebagaimana halnya surat Al Baqarah dan surat Ali 'Imran mengemukakan hal-hal yang berhubungan dengan pokok-pokok agama, seperti: keesaan Allah dan kenabian, maka surat An Nisaa' dan Al Maaidah menerangkan tentang furu' agama (hukum fikih), seperti: hukum keluarga dan sebagainya.4. Akhir surat An Nisaa' mengemukakan hujjah-hujjah atas kekeliruan orang-orang Yahudi dan Nasrani serta kekeliruan kaum musyrikin dan munafikin. Hal yang serupa diterangkan secara panjang lebar dalam surat Al Maa-idah.5. Surat An Nisaa' dimulai dengan \"Yaa ayyuhannaas\" yang nadanya sama dengan surat Makiah, sedangkan surat Al Maa-idah, sebagai surat Madaniah, dimulai dengan, \"Yaa ayyuhal ladziina aamanu\". Meskipun nadanya berlainan, tetapi yang dituju oleh kedua surat ini adalah seluruh manusia.",
      "verses": [
        {
          "number": 163,
          "arabic": "۞ إِنَّآ أَوْحَيْنَآ إِلَيْكَ كَمَآ أَوْحَيْنَآ إِلَىٰ نُوحٍ وَٱلنَّبِيِّـۧنَ مِنۢ بَعْدِهِۦ ۚ وَأَوْحَيْنَآ إِلَىٰٓ إِبْرَٰهِيمَ وَإِسْمَـٰعِيلَ وَإِسْحَـٰقَ وَيَعْقُوبَ وَٱلْأَسْبَاطِ وَعِيسَىٰ وَأَيُّوبَ وَيُونُسَ وَهَـٰرُونَ وَسُلَيْمَـٰنَ ۚ وَءَاتَيْنَا دَاوُۥدَ زَبُورًا",
          "transliteration": "innā awḥaynā ilayka kamā awḥaynā ilā nūḥin wal-nabiyīna min baʿdihi wa-awḥaynā ilā ib'rāhīma wa-is'māʿīla wa-is'ḥāqa wayaʿqūba wal-asbāṭi waʿīsā wa-ayyūba wayūnusa wahārūna wasulaymāna waātaynā dāwūda zabūran",
          "translation": "Sesungguhnya Kami mewahyukan kepadamu (Muhammad) sebagaimana Kami telah mewahyukan kepada Nuh, dan Nabi-nabi setelahnya, dan Kami telah mewahyukan (pula) kepada Ibrahim, Ismail, Ishak, Yakub dan anak cucunya; Isa, Ayub, Yunus, Harun dan Sulaiman. Dan Kami telah memberikan Kitab Zabur kepada Dawud.",
          "tafsir": "Sesungguhnya Allah telah memberi wahyu kepada Muhammad seperti memberi wahyu kepada Nuh dan nabi-nabi yang diutus kemudian. Wahyu yang diberikan kepada para nabi berbeda dengan pengertian wahyu yang pernah diberikan kepada makhluk lain, karena wahyu itu mempunyai empat pengertian: 1.Isyarat, seperti dalam Firman Allah: Maka dia keluar dari mihrab menuju kaumnya, lalu dia memberi isyarat kepada mereka; bertasbihlah kamu pada waktu pagi dan petang. (Maryam/19:11). 2. Ilham, seperti dalam firman Allah: Dan Kami ilhamkan kepada ibunya Musa, \"Susuilah dia (Musa), (al-Qashash/28:7). 3.Insting (naluri) seperti dalam firman Allah: Dan Tuhanmu mengilhamkan kepada lebah, \"Buatlah sarang di gunung-gunung, di pohon-pohon kayu, dan di tempat-tempat yang dibikin manusia. (an-Nahl/16:68). 4. Bisikan halus, seperti dalam firman Allah: Dan demikianlah untuk setiap nabi Kami menjadikan musuh yang terdiri dari setan-setan manusia dan jin, sebagian mereka membisikkan kepada sebagian yang lain perkataan yang indah sebagai tipuan. (al-An'am/6:112). Wahyu yang dimaksud dalam ayat ini ialah wahyu dalam pengertian yang dikenal dalam istilah agama, yaitu bisikan halus dan pengertian makrifat yang didapati oleh seorang nabi di dalam hatinya dengan penuh keyakinan bahwa pengertian itu datangnya dari Allah, baik langsung maupun memakai perantaraan. Allah telah mewahyukan Al-Qur'an ini kepada Muhammad sebagaimana Allah telah mewahyukan kepada Nuh dan nabi-nabi yang datang kemudian. Allah tidak pernah menurunkan sebuah kitab dari langit secara terang-terangan disaksikan oleh pancaindra seperti yang dimintakan oleh orang-orang Yahudi kepada Muhammad, karena wahyu itu adalah semacam pemberitahuan yang datang dengan cepat dan tersembunyi. Di antara nabi-nabi yang menerima wahyu pertama sekali untuk umatnya ialah Nabi Nuh, karena beliau termasuk Nabi yang tertua setelah Adam, dan karena beliau dipandang sebagai Adam kedua, yang menurunkan umat manusia setelah terjadinya banjir besar (taufan). Allah telah mewahyukan pula kepada Ibrahim yang diberi julukan Abul-Anbiya (bapak para nabi dari sisi tauhid) dan Ismail sebagai nenek moyang orang Arab dan Ishak dan Yakub sebagai nenek moyang Bani Israil (Yahudi). Yang dimaksud dengan Asbath ialah anak Nabi Yakub yang berjumlah 12 orang. Pemakaian kata Asbath di kalangan Bani Israil sama dengan pemakaian kata \"kabilah\" di kalangan orang-orang Arab turunan Ismail. Allah telah mewahyukan pula kepada Isa, Ayyub, Yunus, Harun dan Sulaiman dan telah memberikan Zabur kepada Daud. Menurut Imam Qurtubi, Zabur itu berisi 150 surah yang tidak mengandung hukum-hukum, hanya berisi nasihat-nasihat, hikmah, pujian dan sanjungan kepada Allah."
        },
        {
          "number": 164,
          "arabic": "وَرُسُلًا قَدْ قَصَصْنَـٰهُمْ عَلَيْكَ مِن قَبْلُ وَرُسُلًا لَّمْ نَقْصُصْهُمْ عَلَيْكَ ۚ وَكَلَّمَ ٱللَّهُ مُوسَىٰ تَكْلِيمًا",
          "transliteration": "warusulan qad qaṣaṣnāhum ʿalayka min qablu warusulan lam naqṣuṣ'hum ʿalayka wakallama l-lahu mūsā taklīman",
          "translation": "Dan ada beberapa Rasul yang telah Kami kisahkan mereka kepadamu sebelumnya dan ada beberapa Rasul (lain) yang tidak Kami kisahkan mereka kepadamu. Dan kepada Musa, Allah berfirman langsung.<sup foot_note=135197>1</sup>",
          "tafsir": "Ada beberapa rasul yang telah dikisahkan terdahulu oleh Allah kepada Muhammad saw, dan ada pula beberapa rasul yang sengaja tidak dikisahkan kepadanya, karena umat-umatnya kurang dikenal. Beberapa rasul telah dikisahkan dalam Al-Qur'an seperti firman Allah: (84) Dan Kami telah menganugerahkan Ishak dan Yakub kepadanya. Kepada masing-masing telah Kami beri petunjuk; dan sebelum itu Kami telah memberi petunjuk kepada Nuh, dan kepada sebagian dari keturunannya (Ibrahim) yaitu Dawud, Sulaiman, Ayyub, Yusuf, Musa, dan Harun. Dan demikianlah Kami memberi balasan kepada orang-orang yang berbuat baik, (85) dan Zakaria, Yahya, Isa dan Ilyas. Semuanya termasuk orang-orang yang saleh, (86) Dan Ismail, Alyasa, Yunus dan Lut. Masing-masing Kami lebihkan (derajatnya) di atas umat lain (pada masanya), (al-An'am/6: 84, 85 dan 86). Kisah para nabi itu sebagian besar terdapat pada Surah Hud/11 dan Surah asy-Syu'ara/26. Rasul-rasul yang tidak dikisahkan itu kurang dikenal umatnya oleh orang Arab dan tidak dikenal pula oleh Ahli Kitab yang berdampingan masa hidupnya dengan mereka. Hikmah dari mengisahkan nabi-nabi itu ialah untuk mengambil iktibar dan pelajaran, untuk menambah ketabahan hati ketika menghadapi tantangan-tantangan dan permusuhan dan untuk memperkuat kenabian Muhammad, sebagaimana firman Allah: Dan semua kisah rasul-rasul, Kami ceritakan kepadamu (Muhammad), agar dengan kisah itu Kami teguhkan hatimu; dan di dalamnya telah diberikan kepadamu (segala) kebenaran, nasihat dan peringatan bagi orang yang beriman. (Hud/11: 120). Orang Yahudi beranggapan, bahwa yang diberi wahyu dan pangkat kenabian itu hanya dari golongan mereka saja, padahal beberapa ayat menunjukkan bahwa Allah telah mengutus beberapa rasul untuk setiap umat sebagai realisasi dari rahmat Allah yang tersebar luas ke seluruh dunia. Firman Allah: Dan sungguh, Kami telah mengutus seorang rasul untuk setiap umat (untuk menyerukan), \"Sembahlah Allah, dan jauhilah Tagut\" ¦ (an-Nahl/16: 36). ¦Dan tidak ada satu pun umat melainkan di sana telah datang seorang pemberi peringatan. (Fathir/35: 24). Allah telah berbicara langsung kepada Musa meskipun Allah tidak menampakkan wujud-Nya kepada Nabi Musa ketika menurunkan wahyu kepadanya sebagaimana dijelaskan Allah di dalam firman-Nya: Dan tidaklah patut bagi seorang manusia bahwa Allah akan berbicara kepadanya kecuali dengan perantaraan wahyu atau dari belakang tabir atau dengan mengutus utusan (malaikat) lalu diwahyukan kepadanya dengan izin-Nya apa yang Dia kehendaki. ¦ (asy-Syura/42: 51). Pembicaraan Allah kepada Musa itu termasuk pembicaraan di belakang tabir, karena beliau hanya mendengar kalam Ilahi dan tidak dapat melihat-Nya."
        },
        {
          "number": 165,
          "arabic": "رُّسُلًا مُّبَشِّرِينَ وَمُنذِرِينَ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَى ٱللَّهِ حُجَّةٌۢ بَعْدَ ٱلرُّسُلِ ۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا",
          "transliteration": "rusulan mubashirīna wamundhirīna li-allā yakūna lilnnāsi ʿalā l-lahi ḥujjatun baʿda l-rusuli wakāna l-lahu ʿazīzan ḥakīman",
          "translation": "Rasul-rasul itu adalah sebagai pembawa berita gembira dan pemberi peringatan, agar tidak ada alasan bagi manusia untuk membantah Allah setelah Rasul-rasul itu diutus. Allah Mahaperkasa, Mahabijaksana.",
          "tafsir": "Dan Allah telah mengutus para rasul yang sebagian telah dikisahkan dan sebagian lagi tidak, supaya mereka menyampaikan berita gembira kepada orang-orang yang beriman dan beramal saleh, bahwa mereka akan mendapat pahala yang besar di akhirat dan memberi peringatan kepada orang-orang kafir dan durhaka, bahwa mereka akan mendapat siksa dalam api neraka. Jika Allah tidak mengutus para rasul kepada manusia, niscaya orang kafir pada hari Kiamat nanti akan menyampaikan hujah atau alasan supaya mereka jangan dipersalahkan atau dituntut sebab belum pernah kedatangan seorang rasul yang memberi peringatan. Hal ini dijelaskan dalam firman Allah: Dan kalau mereka Kami binasakan dengan suatu siksaan sebelumnya (Al-Qur'an itu diturunkan), tentulah mereka berkata, \"Ya Tuhan kami, mengapa tidak Engkau utus seorang rasul kepada kami, sehingga kami mengikuti ayat-ayat-Mu sebelum kami menjadi hina dan rendah?\" (thaha/20:134). Jadi jelas sekali, bahwa hikmah diutusnya para rasul itu ialah untuk membatalkan hujah atau alasan orang kafir nanti pada hari kiamat. Katakanlah (Muhammad), \"Alasan yang kuat hanya pada Allah. Maka kalau Dia menghendaki, niscaya kamu semua mendapat petunjuk.\" (al-An'am/6:149). Allah Mahakuasa, tidak dapat dikalahkan dalam segala urusan yang dikehendaki-Nya, lagi Mahabijaksana dalam segala perbuatannya. Menurut kebijaksanaan-Nya tidak perlu melayani permintaan orang-orang kafir Yahudi untuk menurunkan sebuah kitab dari langit, sebab sudah ada pengalaman dengan Musa. Mereka pernah meminta yang aneh-aneh kepada Musa, dan setelah permintaannya dipenuhi, mereka semakin menampakkan keingkaran dan keserakahannya."
        },
        {
          "number": 166,
          "arabic": "لَّـٰكِنِ ٱللَّهُ يَشْهَدُ بِمَآ أَنزَلَ إِلَيْكَ ۖ أَنزَلَهُۥ بِعِلْمِهِۦ ۖ وَٱلْمَلَـٰٓئِكَةُ يَشْهَدُونَ ۚ وَكَفَىٰ بِٱللَّهِ شَهِيدًا",
          "transliteration": "lākini l-lahu yashhadu bimā anzala ilayka anzalahu biʿil'mihi wal-malāikatu yashhadūna wakafā bil-lahi shahīdan",
          "translation": "Tetapi Allah menjadi saksi atas (Alquran) yang diturunkan-Nya kepadamu (Muhammad). Dia menurunkannya dengan ilmu-Nya, dan para malaikat pun menyaksikan. Dan cukuplah Allah yang menjadi saksi.",
          "tafsir": "Walaupun orang Yahudi itu mengingkari kenabian Muhammad saw dan tidak mau menjadi saksi atas kebenarannya, namun Allah yang menjadi saksi atas kebenaran Al-Qur'an yang diturunkan kepada Muhammad. Allah memperkuat lagi kesaksian-Nya dengan menyatakan bahwa Allah telah menurunkan Al-Qur'an dengan ilmu-Nya, yang belum pernah diketahui oleh Nabi Muhammad dan kaum mukminin, dengan rangkaian dan susunan kata-katanya yang indah, bukan prosa, bukan puisi, berisi ilmu dan hikmah yang padat, tidak mungkin ditiru oleh siapa pun, sanggup menghadapi tantangan zaman, kapan saja dan di mana saja, mengandung aspek-aspek ilmu pengetahuan yang dibutuhkan oleh masyarakat, sesuai dengan firman Allah: ...Tidak ada sesuatu pun yang Kami luputkan di dalam Kitab¦. (al-An'am/6:38). Maksudnya dalam Al-Qur'an telah ada pokok-pokok ajaran agama, norma-norma, hikmah-hikmah dan tuntunan untuk kebahagiaan manusia di dunia dan di akhirat dan kebahagiaan makhluk pada umumnya. Al-Qur'an mengandung berita-berita yang gaib tentang masa lampau, masa sekarang dan masa mendatang. Barang siapa dengan tekun mempelajari Al-Qur'an akan bertambah yakin atas kebenarannya dan sanggup pula menjadi saksi. Para malaikat pun terutama Jibril yang jadi perantara dalam turunnya Al-Qur'an itu, ikut menjadi saksi atas kebenarannya. Sebenarnya cukup dengan kesaksian dari Allah, sebab tidak ada yang lebih benar dan terpercaya daripada kesaksian Allah."
        },
        {
          "number": 167,
          "arabic": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ وَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ قَدْ ضَلُّوا۟ ضَلَـٰلًۢا بَعِيدًا",
          "transliteration": "inna alladhīna kafarū waṣaddū ʿan sabīli l-lahi qad ḍallū ḍalālan baʿīdan",
          "translation": "Sesungguhnya orang-orang yang kafir dan menghalang-halangi (orang lain) dari jalan Allah, benar-benar telah sesat sejauh-jauhnya.",
          "tafsir": "Sesungguhnya orang yang masih tetap dalam kekafiran setelah datang petunjuk yang dibawa oleh Nabi Muhammad dan selalu menghalangi orang supaya jangan percaya kepadanya dan kepada Al-Qur'an yang diturunkan kepadanya seperti yang selalu dipraktekkan oleh orang-orang Yahudi Medinah dan orang-orang kafir Mekah, telah dinyatakan oleh Allah bahwa mereka itu sesat dari jalan yang benar dan sulit bagi mereka untuk kembali kepada kebenaran. Memang tepat apa yang diterangkan Allah mengenai orang-orang Yahudi itu, karena mereka sudah seharusnya percaya kepada seruan Nabi Muhammad, apalagi mereka telah mengenal beliau dalam kitab mereka sendiri, tetapi mereka tetap ingkar dan selalu mengadakan kebohongan dan tuduhan-tuduhan palsu terhadap beliau dan terhadap Al-Qur'an yang dibawanya agar manusia jangan beriman. Di antara tuduhan-tuduhan yang mereka kemukakan itu ialah \"Kalau benar Muhammad itu seorang rasul mengapa tidak diturunkan kepadanya sebuah kitab yang lengkap sekaligus sebagaimana kitab Taurat yang diturunkan kepada Musa?.\" Dengan berbohong mereka berkata, \"Allah telah menyebutkan dalam Taurat bahwa syariat Nabi Musa tidak akan diganti dan tidak akan dihapus sampai hari Kiamat.\" Seribu satu alasan mereka kemukakan untuk menolak kebenaran kenabian Muhammad dan Al-Qur'an, tetapi semua alasan itu hanya dibuat-buat dan tidak dapat dibuktikan kebenarannya. Oleh sebab itu amat tepatlah bila mereka dicap oleh Allah sebagai orang yang jauh sekali tersesat dari jalan yang lurus."
        },
        {
          "number": 168,
          "arabic": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ وَظَلَمُوا۟ لَمْ يَكُنِ ٱللَّهُ لِيَغْفِرَ لَهُمْ وَلَا لِيَهْدِيَهُمْ طَرِيقًا",
          "transliteration": "inna alladhīna kafarū waẓalamū lam yakuni l-lahu liyaghfira lahum walā liyahdiyahum ṭarīqan",
          "translation": "Sesungguhnya orang-orang yang kafir dan melakukan kezaliman, Allah tidak akan mengampuni mereka, dan tidak (pula) akan menunjukkan kepada mereka jalan (yang lurus),",
          "tafsir": ". Di samping orang Yahudi itu dicap sebagai orang kafir, mereka dicap pula sebagai orang yang zalim. Memang demikianlah halnya orang-orang kafir itu. Mereka zalim terhadap diri sendiri, zalim terhadap kebenaran dan zalim terhadap orang lain. Zalim terhadap diri sendiri karena mereka tetap tidak mau menerima kebenaran, meskipun bukti telah menunjukkan dengan jelas kesesatan mereka. Dan karena memperturutkan hawa nafsu dan keinginan untuk mempertahankan kedudukan dan menguasai harta kekayaan, akhirnya mereka sendirilah yang rugi. Zalim terhadap kebenaran karena mereka selalu berusaha menutupinya dan menyembunyikan agar tidak tersebar di kalangan manusia, dan agar mereka sajalah yang benar dan dipuja-puja. Zalim terhadap orang lain (masyarakat) karena dengan tindakan-tindakan mereka, orang yang seharusnya dapat menikmati kebenaran tetap dalam kesesatan dan terhalang dari merasakan nikmatnya, mereka berusaha mencegah orang yang ingin menyiarkannya kepada orang yang ingin memahami dan menganut agama yang membawa kebenaran. Orang yang demikian sifatnya dan demikian besar bahayanya bagi masyarakat, sudah sewajarnya mendapat kemurkaan Allah, dan wajar pula bila Allah tidak akan mengampuni mereka dan tidak akan menunjukkan kepada mereka, kecuali jalan ke neraka Jahanam tempat mereka kekal di dalamnya untuk selama-lamanya. Demikianlah keadilan Tuhan dan amat mudah bagi-Nya melaksanakan keadilan itu."
        },
        {
          "number": 169,
          "arabic": "إِلَّا طَرِيقَ جَهَنَّمَ خَـٰلِدِينَ فِيهَآ أَبَدًا ۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرًا",
          "transliteration": "illā ṭarīqa jahannama khālidīna fīhā abadan wakāna dhālika ʿalā l-lahi yasīran",
          "translation": "Kecuali jalan ke neraka Jahanam; mereka kekal di dalamnya selama-lamanya. Dan hal itu (sangat) mudah bagi Allah.",
          "tafsir": ". Di samping orang Yahudi itu dicap sebagai orang kafir, mereka dicap pula sebagai orang yang zalim. Memang demikianlah halnya orang-orang kafir itu. Mereka zalim terhadap diri sendiri, zalim terhadap kebenaran dan zalim terhadap orang lain. Zalim terhadap diri sendiri karena mereka tetap tidak mau menerima kebenaran, meskipun bukti telah menunjukkan dengan jelas kesesatan mereka. Dan karena memperturutkan hawa nafsu dan keinginan untuk mempertahankan kedudukan dan menguasai harta kekayaan, akhirnya mereka sendirilah yang rugi. Zalim terhadap kebenaran karena mereka selalu berusaha menutupinya dan menyembunyikan agar tidak tersebar di kalangan manusia, dan agar mereka sajalah yang benar dan dipuja-puja. Zalim terhadap orang lain (masyarakat) karena dengan tindakan-tindakan mereka, orang yang seharusnya dapat menikmati kebenaran tetap dalam kesesatan dan terhalang dari merasakan nikmatnya, mereka berusaha mencegah orang yang ingin menyiarkannya kepada orang yang ingin memahami dan menganut agama yang membawa kebenaran. Orang yang demikian sifatnya dan demikian besar bahayanya bagi masyarakat, sudah sewajarnya mendapat kemurkaan Allah, dan wajar pula bila Allah tidak akan mengampuni mereka dan tidak akan menunjukkan kepada mereka, kecuali jalan ke neraka Jahanam tempat mereka kekal di dalamnya untuk selama-lamanya. Demikianlah keadilan Tuhan dan amat mudah bagi-Nya melaksanakan keadilan itu."
        },
        {
          "number": 170,
          "arabic": "يَـٰٓأَيُّهَا ٱلنَّاسُ قَدْ جَآءَكُمُ ٱلرَّسُولُ بِٱلْحَقِّ مِن رَّبِّكُمْ فَـَٔامِنُوا۟ خَيْرًا لَّكُمْ ۚ وَإِن تَكْفُرُوا۟ فَإِنَّ لِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمًا",
          "transliteration": "yāayyuhā l-nāsu qad jāakumu l-rasūlu bil-ḥaqi min rabbikum faāminū khayran lakum wa-in takfurū fa-inna lillahi mā fī l-samāwāti wal-arḍi wakāna l-lahu ʿalīman ḥakīman",
          "translation": "Wahai manusia! Sungguh, telah datang Rasul (Muhammad) kepadamu dengan (membawa) kebenaran dari Tuhanmu, maka berimanlah (kepadanya), itu lebih baik bagimu. Dan jika kamu kafir, (itu tidak merugikan Allah sedikit pun) karena sesungguhnya milik Allahlah apa yang di langit dan di bumi. Allah Maha Mengetahui, Mahabijaksana.",
          "tafsir": "Pada ayat ini Allah menunjukkan firman-Nya kepada manusia umumnya sesudah menjelaskan pada ayat-ayat yang lalu kebenaran dakwah yang dibawa oleh Nabi Muhammad saw, dan kebatilan pendirian Ahli Kitab. Setelah menolak semua hujah dan alasan mereka yang menjelek-jelekkan Nabi dan Al-Qur'an yang dibawanya, tibalah saatnya untuk membenarkan yang dibawa oleh Rasul-Nya Muhammad saw, yang kerasulannya tidak saja dikuatkan dengan mukjizat, tetapi telah dibenarkan pula oleh Ahli Kitab, karena terdapat dalam kitab-kitab mereka sendiri bahwa akan datang seorang Rasul yang membenarkan rasul-rasul yang sebelumnya. Allah memerintahkan supaya manusia beriman kepada-Nya karena itulah yang baik bagi mereka. Ajaran-ajaran yang dibawanyalah yang akan membawa manusia kepada keselamatan dan kebahagiaan di dunia dan akhirat sebagaimana tersebut dalam firman-Nya: Dan Kami tidak mengutus engkau (Muhammad) melainkan untuk (menjadi) rahmat bagi seluruh alam. (al-Anbiya/21:107). Barang siapa yang mematuhi perintah ini dan menjadi seorang mukmin sejati, tentulah ia akan diridai Allah dan dilimpahkan rahmat-Nya dan tentulah ia akan menjadi orang yang beruntung di dunia dan di akhirat. Di dunia ia akan hidup dengan penuh kebahagiaan karena rongga dadanya telah dipenuhi oleh iman, takwa serta tawakal kepada Allah; ia akan dapat merasakan bagaimana manisnya iman. Di akhirat ia akan dimasukkan ke dalam surga Jannatun Na'im, ia kekal di dalamnya untuk selama-lamanya. Tetapi bila mereka tidak mematuhi seruan ini dan tetap dalam kekafiran, maka mereka sendirilah yang akan menderita kerugian, tidak dapat merasakan ketenteraman dan kebahagiaan, selalu terombang-ambingkan dalam badai kesesatan dan keraguan, karena tidak mempunyai pegangan dalam mengarungi lautan hidup yang tidak diketahuinya di mana ujung dan pangkalnya. Bagi Allah sendiri kekafiran seseorang tidaklah merugikan-Nya dan tidak mengurangi keagungan dan kemuliaan-Nya, karena Dialah yang memiliki langit dan bumi, Dialah Yang Mahakuasa menyiksa orang-orang yang kafir, memberi rahmat dan nikmat kepada hamba-Nya. Dia Maha Mengetahui segala tindak tanduk hamba-Nya dan segala isi hati mereka. Dia Mahabijaksana dalam segala tindakan-Nya, Mahaadil dalam segala pembalasan-Nya. Hanya terserah kepada hamba-Nya, apakah ia akan memilih iman yang membawa kepada kebahagiaan yang abadi atau akan memilih kekafiran yang akan membawa kepada penderitaan dan siksaan yang abadi pula."
        }
      ]
    }
  ]
}