{
  "pageNumber": 221,
  "juz": 11,
  "surahs": [
    {
      "number": 10,
      "name": "Yunus",
      "nameArabic": "يونس",
      "meaning": "Nabi Yunus",
      "revelation": "Makkah",
      "description": "Surat Yunus terdiri dari 109 ayat dan termasuk surat Makkiyyah, kecuali ayat 40, 94, dan 95 yang diturunkan di Madinah.Surat ini dinamai \"Yunus\" karena di dalamnya disebutkan kisah Nabi Yunus dan pengikut-pengikutnya yang memiliki keteguhan iman.Pokok-Pokok Isi:1. Keimanan:Al-Qur'an bukanlah sihir; Allah mengatur alam semesta dari 'Arsy-Nya; syafaat hanyalah dengan izin Allah; wali-wali Allah; wahyu Allah yang menerangkan yang ghaib kepada manusia; Allah menyaksikan dan mengamati perbuatan hamba-hamba-Nya di dunia; Allah tidak mempunyai Anak.2. Hukum:Menentukan perhitungan tahun dan waktu dengan perjalanan matahari dan bulan; hukum mengada-adakan sesuatu terhadap Allah dan mendustakan ayat-ayat-Nya.3. Kisah-kisah:Kisah Nabi Nuh dengan kaumnya; Nabi Musa dengan Fir'aun dan tukang-tukang sihir; kisah Bani Israil setelah keluar dari negeri Mesir; Nabi Yunus dengan kaumnya.4. Lain-lain:Manusia ingat kepada Allah ketika ditimpa kesulitan dan lupa ketika diberi kesenangan; keadaan orang-orang baik dan orang-orang jahat pada hari kiamat; Al-Qur'an tidak dapat ditandingi; rasul hanya menyampaikan risalah.Surat Yunus mengandung hal-hal yang berhubungan dengan pokok-pokok kepercayaan, lenyapnya syirik, pengutusan rasul, hari kebangkitan, hari pembalasan, dan hal-hal yang berhubungan dengan pokok-pokok agama lainnya sebagaimana biasa didapati dalam surat-surat Makkiyah.Hubungan Surat Yunus Dengan Surat Hud:1. Kedua surat ini sama-sama dimulai dengan alif laam raa', kemudian diiringi dengan menyebutkan risalah nabi-nabi yang diutus Allah dan menerangkan kedudukan para rasul sebagai pemberi kabar gembira dan pemberi peringatan.2. Kedua surat ini pada pertengahannya sama-sama menerangkan tentang keingkaran orang-orang kafir terhadap Al-Qur'an, bantahan terhadap anggapan kepalsuan risalah para rasul, dan keingkaran kaum musyrikin terhadap pokok agama. Kemudian kedua surat ini sama-sama ditutup dengan seruan agar mengikuti rasul, bersabar terhadap semua tindakan jahat kaum musyrikin, istiqamah, dan bertawakal kepada Allah.3. Kedua surat ini sama-sama menerangkan kisah para nabi, tetapi kisah para nabi yang disebut dalam surat Hud bersifat menjelaskan apa yang telah disebut dalam surat Yunus. Pada umumnya, apa yang diutarakan dalam surat Hud merupakan penjelasan dari apa yang telah disebut dalam surat Yunus.",
      "verses": [
        {
          "number": 107,
          "arabic": "وَإِن يَمْسَسْكَ ٱللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَ ۖ وَإِن يُرِدْكَ بِخَيْرٍ فَلَا رَآدَّ لِفَضْلِهِۦ ۚ يُصِيبُ بِهِۦ مَن يَشَآءُ مِنْ عِبَادِهِۦ ۚ وَهُوَ ٱلْغَفُورُ ٱلرَّحِيمُ",
          "transliteration": "wa-in yamsaska l-lahu biḍurrin falā kāshifa lahu illā huwa wa-in yurid'ka bikhayrin falā rādda lifaḍlihi yuṣību bihi man yashāu min ʿibādihi wahuwa l-ghafūru l-raḥīmu",
          "translation": "Dan jika Allah menimpakan suatu bencana kepadamu, maka tidak ada yang dapat menghilangkannya kecuali Dia. Dan jika Allah menghendaki kebaikan bagi kamu, maka tidak ada yang dapat menolak karunia-Nya. Dia memberikan kebaikan kepada siapa saja yang Dia kehendaki di antara hamba-hamba-Nya. Dia Maha Pengampun, Maha Penyayang.",
          "tafsir": "Kemudian Allah dalam ayat ini menegaskan keesaan-Nya dalam memelihara hamba-Nya. Hanya Dialah yang kuasa menghilangkan kesulitan hidup atau kemudaratan yang sedang menimpa hamba-Nya, baik kesulitan karena kekurangan harta ataupun karena terganggunya kesehatan dan perlakuan yang tidak adil dari orang lain. Segala kesulitan yang menimpa seseorang itu tentu ada sebabnya. Sebab-sebab itu diciptakan Allah sebagai ujian bagi manusia, apakah mereka benar-benar berserah diri kepada Allah atau tidak, dan mereka berada di bawah pengawasan-Nya. Manusia berkat pengalamannya yang lama dan luas dapat mengetahui sebagian sebab-sebab itu. Misalnya dalam soal kesehatan, menurut pengalaman manusia, bakteri tertentu yang menghinggapi tubuh manusia menjadi sebab bagi penyakit tertentu pula. Karena itu manusia menjaga dirinya dari bakteri tersebut dan bila dia sudah tercemar oleh bakteri tersebut sehingga sakit, dia akan berusaha mengobati penyakitnya sampai sembuh. Namun demikian, kesembuhannya bukan merupakan satu kepastian sebagai akibat berobat tersebut, tapi kesembuhan hanya dengan izin Allah. Demikian pula dalam bidang kehidupan manusia lainnya, seperti bidang sosial, ekonomi dan politik. Bilamana mereka mengalami kesulitan tentu ada sebab-sebabnya dan sebab-sebab itu berada dalam lingkungan mereka sendiri. Kewajiban manusia adalah mencari sebab sambil berdoa kepada Allah dengan sepenuh hati serta tawakal kepada-Nya. Sesudah menyebutkan tentang kesulitan hidup yang menimpa manusia, Allah menyebutkan pula tentang kenikmatan dan kesenangan yang dialami manusia. Mengenai kesenangan dan kelapangan hidup ini, Allah menyatakan bahwa jika Dia berkehendak dengan iradat-Nya melimpahkan kenikmatan kepada manusia, maka tak seorangpun yang dapat menghambatnya. Kebahagiaan dan kesenangan itu adalah karunia-Nya kepada hamba-Nya dan menurut iradat-Nya. Apa yang dikehendaki-Nya pasti terjadi, dan Allah tidak terikat kepada suatu sebab dalam memberikan kesenangan dan kebaikan. Karunia Allah atas hamba-Nya berdasarkan keluasan rahmat-Nya. Allah Maha Pengampun, mengampuni segala dosa orang-orang yang bertobat, dan dosa orang kafir yang kemudian beriman kepada-Nya sebelum ajal tiba. Allah Maha Pengasih, mengasihi orang-orang beriman dan Dia tidak menyiksanya bila dia bertobat dari dosanya. Pengampunan dan kasih sayang-Nya meliputi seluruh umat manusia. Karena rahmat-Nya itu pula, maka tidak semua kejahatan di dunia ini dijatuhi siksaan tetapi menundanya sampai waktu tertentu. Firman Allah: Dan sekiranya Allah menghukum manusia disebabkan apa yang telah mereka perbuat, niscaya Dia tidak akan menyisakan satu pun makhluk bergerak yang bernyawa di bumi ini, tetapi Dia menangguhkan (hukuman)nya, sampai waktu yang sudah ditentukan. Nanti apabila ajal mereka tiba, maka Allah Maha Melihat (keadaan) hamba-hamba-Nya (Fathir/35: 45)"
        },
        {
          "number": 108,
          "arabic": "قُلْ يَـٰٓأَيُّهَا ٱلنَّاسُ قَدْ جَآءَكُمُ ٱلْحَقُّ مِن رَّبِّكُمْ ۖ فَمَنِ ٱهْتَدَىٰ فَإِنَّمَا يَهْتَدِى لِنَفْسِهِۦ ۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا ۖ وَمَآ أَنَا۠ عَلَيْكُم بِوَكِيلٍ",
          "transliteration": "qul yāayyuhā l-nāsu qad jāakumu l-ḥaqu min rabbikum famani ih'tadā fa-innamā yahtadī linafsihi waman ḍalla fa-innamā yaḍillu ʿalayhā wamā anā ʿalaykum biwakīlin",
          "translation": "Katakanlah (Muhammad), \"Wahai manusia! Telah datang kepadamu kebenaran (Alquran) dari Tuhanmu, sebab itu barang siapa mendapat petunjuk, maka sebenarnya (petunjuk itu) untuk (kebaikan) dirinya sendiri. Dan barang siapa sesat, sesungguhnya kesesatannya itu (mencelakakan) dirinya sendiri. Dan Aku bukanlah pemelihara dirimu.\"",
          "tafsir": "Allah menyuruh Rasul-Nya untuk mengatakan kepada orang-orang kafir sesudah disampaikan kepada mereka bukti-bukti keesaan Allah dan kerasulannya, bahwa kebenaran dari Allah yakni Al-Qur'an yang mendasari agama Islam, telah datang ke hadapan mereka, diturunkan kepada salah seorang di antara mereka sendiri. Dalam Al-Qur'an itu terdapat penjelasan-penjelasan dan uraian-uraian tentang rasul-rasul zaman dahulu dan dakwah mereka kepada kaumnya. Namun, kaum musyrikin Arab tidak mengetahui riwayat rasul-rasul itu, atau riwayat itu sudah diubah atau diputarbalikkan. Dalam Al-Qur'an terkandung pedoman-pedoman hidup bagi manusia untuk memperoleh kesejahteraan duniawi dan kebahagiaan akhirat. Maka barang siapa mengikuti pedoman itu dalam kehidupannya dengan penuh keimanan, manfaatnya akan kembali kepada dirinya sendiri. Dia akan hidup bahagia di dunia dan akhirat. Demikian pula sebaliknya, barang siapa yang sesat, tidak mempergunakan kebenaran itu (Al-Qur'an) sebagai pedoman hidup, dan tidak mengindahkan tanda-tanda kekuasaan Allah pada dirinya dan pada alam semesta ini, maka akibatnya kesengsaraan batin di dunia dan di akhirat. Nabi Muhammad saw wajib menyampaikan kebenaran itu kepada manusia. Keputusan terakhir berada pada diri manusia itu sendiri, apakah dia menjadikan Al-Quran itu sebagai pegangan hidup atau berpaling darinya. Beliau bukanlah wakil Tuhan di dunia ini untuk menentukan nasib manusia dan tidak kuasa memaksa seseorang memberi manfaat dan mudarat. Dia hanya pesuruh Allah yang menyampaikan perintah dari Tuhan Rabbul alamin."
        },
        {
          "number": 109,
          "arabic": "وَٱتَّبِعْ مَا يُوحَىٰٓ إِلَيْكَ وَٱصْبِرْ حَتَّىٰ يَحْكُمَ ٱللَّهُ ۚ وَهُوَ خَيْرُ ٱلْحَـٰكِمِينَ",
          "transliteration": "wa-ittabiʿ mā yūḥā ilayka wa-iṣ'bir ḥattā yaḥkuma l-lahu wahuwa khayru l-ḥākimīna",
          "translation": "Dan ikutilah apa yang diwahyukan kepadamu, dan bersabarlah hingga Allah memberi keputusan. Dialah hakim yang terbaik.",
          "tafsir": "Allah dalam ayat ini memerintahkan Nabi Muhammad saw supaya dia tetap mengikuti apa yang diwahyukan kepadanya, dan bekerja menurut wahyu itu dan mengajarkannya kepada umat manusia, walaupun mereka tidak beriman kepadanya. Rasul saw juga diminta bersabar menghadapi segala macam gangguan dan penghinaan dalam menjalankan tugas tablig dan dakwah itu. Pada saatnya, keputusan Allah pasti akan datang sebagai hukuman terhadap para musuh agama itu, dan kemenangan atas Rasul dan umatnya sesuai dengan janji Allah kepada orang-orang mukmin. Allah adalah Hakim yang Maha Adil karena Dia memutuskan dengan alasan yang benar. Rasul saw menaati perintah-perintah ini dan dengan penuh kesabaran menunggu keputusan Allah. Ayat-ayat ini merupakan janji Allah yang menyenangkan Rasul dan orang-orang mukmin. Saatnya akan datang di mana Rasul dan kaum mukmin memperoleh kemenangan dan kaum musyrikin mengalami kehancuran. Allah mewariskan dunia kepada orang-orang Islam, mereka menjadi penguasa-penguasa di bumi, dengan syarat mereka tetap menegakkan agamanya."
        }
      ]
    },
    {
      "number": 11,
      "name": "Hud",
      "nameArabic": "هود",
      "meaning": "Nabi Hud",
      "revelation": "Makkah",
      "description": "Surat Hud termasuk surat Makkiyyah, terdiri dari 123 ayat, dan diturunkan setelah surat Yunus.Surat ini dinamai Hud karena di dalamnya terdapat kisah Nabi Hud dan kaumnya. Dalam surat ini juga terdapat kisah-kisah nabi yang lain, seperti: Nuh, Shaleh, Ibrahim, Luth, Syu'aib, dan Musa.**Pokok-Pokok isi:**1. **Keimanan:** Keberadaan 'Arsy Allah; kejadian alam dalam enam masa; keberadaan golongan-golongan manusia pada hari kiamat.2. **Hukum-hukum:** Agama membolehkan menikmati yang baik-baik dan memakai perhiasan asal tidak berlebih-lebihan; tidak boleh bersikap sombong; tidak boleh berdoa atau mengharapkan sesuatu yang mustahil menurut sunnatullah.3. **Kisah-kisah:** Kisah Nuh dan kaumnya; kisah Hud dan kaumnya; kisah Shaleh dan kaumnya; kisah Ibrahim dan kaumnya; kisah Syu'aib dan kaumnya; kisah Luth dan kaumnya; kisah Musa dan kaumnya.4. **Lain-lain:** Pelajaran-pelajaran yang diambil dari kisah-kisah para nabi; air sumber segala kehidupan; shalat memperkuat keimanan; sunnatullah yang berhubungan dengan kebinasaan suatu kaum.Surat Hud berisi hal-hal yang berhubungan dengan pokok-pokok agama, seperti ketauhidan, kerasulan, dan hari kebangkitan, kemudian dihubungkan dengan dakwah yang telah dilakukan oleh para nabi kepada kaumnya.**Hubungan Surat Hud Dengan Surat Yusuf:**1. Kedua surat ini sama-sama dimulai dengan alif laam raa kemudian diiringi dengan penjelasan tentang Al-Qur'an.2. Surat Yusuf menyempurnakan penjelasan kisah para rasul yang disebut dalam surat Hud, kemudian kisah itu dijadikan dalil untuk menyatakan bahwa Al-Qur'an adalah wahyu Ilahi; setelah Nabi Muhammad tidak ada lagi nabi atau rasul yang diutus Allah.3. Perbedaan kedua surat ini ada dalam menjelaskan kisah-kisah para nabi. Dalam surat Hud diutarakan kisah beberapa orang rasul dalam menyampaikan risalah kepada kaumnya, akibat mengikuti dan akibat mendustakan mereka, kemudian dijadikan perbandingan dan berita yang mengancam kaum musyrikin Arab beserta pengikut-pengikutnya. Dalam surat Yusuf diterangkan tentang kehidupan Nabi Yusuf yang pada mulanya dizalimi oleh saudara-saudaranya kemudian menjadi rasul yang berkuasa dan dapat menolong saudara-sudaranya beserta kedua orang tuanya. Kepribadian Nabi Yusuf ini harus dijadikan teladan oleh semua orang yang beriman kepada Nabi Muhammad.",
      "verses": [
        {
          "number": 1,
          "arabic": " الٓر ۚ كِتَـٰبٌ أُحْكِمَتْ ءَايَـٰتُهُۥ ثُمَّ فُصِّلَتْ مِن لَّدُنْ حَكِيمٍ خَبِيرٍ",
          "transliteration": "alif-lam-ra kitābun uḥ'kimat āyātuhu thumma fuṣṣilat min ladun ḥakīmin khabīrin",
          "translation": "Alif lām Rā`. (Inilah) Kitab yang ayat-ayatnya disusun dengan rapi kemudian dijelaskan secara terperinci,<sup foot_note=135344>1</sup> (yang diturunkan) dari sisi (Allah) Yang Mahabijaksana, Mahateliti,",
          "tafsir": "Allah memulai surah ini dengan tiga buah huruf Alif, Lam, Ra, seperti pada permulaan Surah Yunus yang lalu, dengan maksud yang sama yaitu menuntut perhatian yang sungguh dari pendengar. Sesudah itu Allah menerangkan bahwa Al-Qur'an itu adalah sebuah kitab yang ayat-ayatnya tersusun rapi dan padat, lagi jelas artinya. Karena kerapian dan kepadatan susunan ayat itu, tak mungkin dapat ditukar-tukar kata-katanya, baik letaknya atau hurufnya. Di samping itu, ayat-ayatnya dijelaskan secara terperinci menurut masalahnya dan tersebar di dalam surah. Ada ayat yang berhubungan dengan akidah, hukum, akhlak, kisah, dan ada pula yang berhubungan dengan ilmu pengetahuan, seperti proses kejadian manusia. Demikianlah ayat-ayat Al-Qur'an itu bagaikan bola kristal yang memantulkan bermacam-macam cahaya yang cemerlang dan memiliki nilai keseluruhan yang tinggi. Sesungguhnya Al-Qur'an dengan keserasian susunan redaksi ayat-ayat dan uraiannya yang terperinci menurut isinya, diturunkan dari sisi Allah Yang Maha Bijaksana lagi Maha Mengetahui, Dengan Bijaksana, Dia turunkan ayat menurut kebutuhan hamba-hamba-Nya, apa yang baik untuk mereka, karena Dia Maha Mengetahui segala sesuatu."
        },
        {
          "number": 2,
          "arabic": "أَلَّا تَعْبُدُوٓا۟ إِلَّا ٱللَّهَ ۚ إِنَّنِى لَكُم مِّنْهُ نَذِيرٌ وَبَشِيرٌ",
          "transliteration": "allā taʿbudū illā l-laha innanī lakum min'hu nadhīrun wabashīrun",
          "translation": "agar kamu tidak menyembah selain Allah. Sesungguhnya aku (Muhammad) adalah pemberi peringatan dan pembawa berita gembira dari-Nya untukmu,",
          "tafsir": "Dalam ayat ini Allah menjelaskan bahwa Al-Qur'an diturunkan dengan susunan dan redaksi ayat-ayat yang rapi dan dengan uraian yang terperinci agar manusia yakin bahwa Al-Quran dari Allah, berisi petunjuk-petunjuk dan larangan-Nya, terutama larangan menyembah selain Allah. Oleh karena itu, ayat ini dimulai dengan larangan tersebut. Rasul saw hanyalah pembawa peringatan akan siksa Allah kepada mereka yang mempersekutukan Allah, dan pembawa kabar gembira tentang pahala bagi mereka yang taat dan tulus ikhlas dalam menyembah Allah. Menyeru manusia menyembah Allah merupakan tugas para rasul sejak zaman dahulu. Firman Allah: Dan Kami tidak mengutus seorang rasul pun sebelum engkau (Muhammad), melainkan Kami wahyukan kepadanya, bahwa tidak ada tuhan (yang berhak disembah) selain Aku, maka sembahlah Aku. (al-Anbiya/21: 25)"
        },
        {
          "number": 3,
          "arabic": "وَأَنِ ٱسْتَغْفِرُوا۟ رَبَّكُمْ ثُمَّ تُوبُوٓا۟ إِلَيْهِ يُمَتِّعْكُم مَّتَـٰعًا حَسَنًا إِلَىٰٓ أَجَلٍ مُّسَمًّى وَيُؤْتِ كُلَّ ذِى فَضْلٍ فَضْلَهُۥ ۖ وَإِن تَوَلَّوْا۟ فَإِنِّىٓ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ كَبِيرٍ",
          "transliteration": "wa-ani is'taghfirū rabbakum thumma tūbū ilayhi yumattiʿ'kum matāʿan ḥasanan ilā ajalin musamman wayu'ti kulla dhī faḍlin faḍlahu wa-in tawallaw fa-innī akhāfu ʿalaykum ʿadhāba yawmin kabīrin",
          "translation": "dan hendaklah kamu memohon ampunan kepada Tuhanmu dan bertobat kepada-Nya, niscaya Dia akan memberi kenikmatan yang baik kepadamu sampai waktu yang telah ditentukan. Dan Dia akan memberikan karunia-Nya kepada setiap orang yang berbuat baik. Dan jika kamu berpaling, maka sungguh, aku takut kamu akan ditimpa azab pada hari yang besar (Kiamat).",
          "tafsir": "Nabi Muhammad saw menyeru kaum musyrikin untuk memohon ampun kepada Tuhan terhadap dosa perbuatan-perbuatan syirik, kekafiran, dan kejahatan yang telah mereka lakukan. Sesudah itu hendaklah mereka kembali kepada Allah, dengan taat melakukan perintah-Nya dan beribadah kepada Allah sepenuh hati tidak menyembah selain Allah, seperti patung-patung dan berhala-berhala dan lain sebagainya. Jika mereka pernah berbuat demikian, hendaklah mereka minta ampun dan bertobat dengan teguh dan terus menerus. Allah niscaya akan mengampuni mereka dan memberi rezeki yang melimpah, kemakmuran, kesehatan, dan kesejahteraan sampai akhir hayat mereka. Demikianlah, keimanan yang tulus kepada Allah dan Rasul dari setiap individu, merupakan faktor utama yang menyebabkan kemakmuran dan kebahagiaan hidup. Firman Allah: Barang siapa mengerjakan kebajikan, baik laki-laki maupun perempuan dalam keadaan beriman, maka pasti akan Kami berikan kepadanya kehidupan yang baik dan akan Kami beri balasan dengan pahala yang lebih baik dari apa yang telah mereka kerjakan. (an-Nahl/16: 97) Selain memberikan kenikmatan hidup di dunia bagi orang-orang yang beriman, Allah juga memberikan kepada orang yang mempunyai keutamaan, seperti orang yang memiliki ilmu pengetahuan atau karya besar, ganjaran di dunia dan pahala di akhirat. Tetapi bilamana manusia berpaling dari keimanan dan tidak bertobat bahkan terus menerus dalam kemusyrikan, kemaksiatan, dan kerusakan akhlak, mereka akan mengalami kehancuran atau kemelaratan hidup sesuai dengan Sunatullah pada umat manusia dan azab Allah di hari akhirat."
        },
        {
          "number": 4,
          "arabic": "إِلَى ٱللَّهِ مَرْجِعُكُمْ ۖ وَهُوَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
          "transliteration": "ilā l-lahi marjiʿukum wahuwa ʿalā kulli shayin qadīrun",
          "translation": "Kepada Allahlah kamu kembali. Dia Mahakuasa atas segala sesuatu.",
          "tafsir": "Dalam ayat ini Allah menegaskan bahwa semua umat manusia, baik mereka yang beriman ataupun mereka yang kafir, yang bertobat ataupun yang ingkar dan maksiat, akan kembali kepada Allah sesudah akhir hayat mereka, tak seorangpun yang tertinggal. Di hadapan Allah itulah masing-masing manusia akan dihisab dan memperoleh balasan dengan seadil-adilnya. Mahasuci Allah, Mahakuasa atas segala sesuatu, Dia berikan kebaikan kepada orang yang mencintai-Nya dan Dia berikan keburukan kepada orang yang menutupi keberadaannya."
        },
        {
          "number": 5,
          "arabic": "أَلَآ إِنَّهُمْ يَثْنُونَ صُدُورَهُمْ لِيَسْتَخْفُوا۟ مِنْهُ ۚ أَلَا حِينَ يَسْتَغْشُونَ ثِيَابَهُمْ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ ۚ إِنَّهُۥ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
          "transliteration": "alā innahum yathnūna ṣudūrahum liyastakhfū min'hu alā ḥīna yastaghshūna thiyābahum yaʿlamu mā yusirrūna wamā yuʿ'linūna innahu ʿalīmun bidhāti l-ṣudūri",
          "translation": "Ingatlah, sesungguhnya mereka (orang-orang munafik) memalingkan dada untuk menyembunyikan diri dari dia (Muhammad).<sup foot_note=135345>1</sup> Ingatlah, ketika mereka menyelimuti dirinya dengan kain, Allah mengetahui apa yang mereka sembunyikan dan apa yang mereka nyatakan, sungguh, Allah Maha Mengetahui (segala) isi hati.",
          "tafsir": "Dalam ayat ini Allah memperingatkan dan menuntut perhatian manusia untuk mengambil pelajaran dan sifat orang yang menolak kebenaran. Mereka itu tidak mau mendengarkan dakwah dan ajaran agama, lalu mereka menundukkan kepala untuk menyembunyikan mukanya karena malu. Wajah mereka tidak kuat menghadapi sinar kebenaran (Al-Qur'an) sewaktu dibacakan kepada mereka, tetapi sinar-sinar itu menembus jiwa mereka sehingga mereka menyembunyikan muka mereka dari Rasul saw."
        }
      ]
    }
  ]
}