{
  "pageNumber": 287,
  "juz": 15,
  "surahs": [
    {
      "number": 17,
      "name": "Al-Isra'",
      "nameArabic": "الإسراء",
      "meaning": "Perjalanan Malam",
      "revelation": "Makkah",
      "description": "Surat ini terdiri dari 111 ayat dan termasuk surat Makkiyyah. Dinamakan dengan \"Al-Isra'\" yang berarti \"memperjalankan pada malam hari,\" berhubung peristiwa Isra' Nabi Muhammad dari Masjidil Haram di Mekah ke Masjidil Aqsha di Baitul Maqdis dicantumkan pada ayat pertama surat ini. Penuturan cerita Isra' pada permulaan surat ini mengandung isyarat bahwa Nabi Muhammad beserta umatnya di kemudian hari akan mencapai martabat yang tinggi dan akan menjadi umat yang besar.Surat ini dinamakan pula dengan \"Bani Israil\" artinya \"keturunan Israil\" berhubung permulaan surat ini, yakni pada ayat kedua sampai dengan ayat kedelapan dan ayat 101 sampai dengan ayat 104, Allah menyebutkan tentang Bani Israil, yang dihinakan sebab menyimpang dari ajaran Allah padahal sebelumnya adalah bangsa yang kuat dan besar. Dihubungkannya kisah Isra' dengan cerita \"Bani Israil\" pada surat ini, memberikan peringatan bahwa umat Islam akan mengalami keruntuhan, sebagaimana halnya Bani Israil, apabila mereka juga meninggalkan ajaran-ajaran agama.**Pokok-Pokok Isi:**1. **Keimanan:** Allah tidak mempunyai anak baik berupa manusia ataupun malaikat; Allah pasti memberikan rezeki kepada manusia; Allah mempunyai nama-nama yang paling baik; Al-Qur'an adalah wahyu dari Allah yang memberikan petunjuk, penawar, dan rahmat bagi orang-orang yang beriman; keberadaan padang Mahsyar dan hari kebangkitan.2. **Hukum-hukum:** Larangan menghilangkan (membunuh) manusia; larangan berzina; larangan mempergunakan harta anak yatim kecuali dengan cara yang dibenarkan agama; larangan ikut-ikutan baik dengan kata-kata maupun dengan perbuatan dan durhaka kepada kedua orang tua. Perintah memenuhi janji dan menyempurnakan timbangan dan takaran; perintah melakukan shalat lima waktu tepat pada waktunya.3. **Kisah-kisah:** Kisah Isra' Nabi Muhammad; beberapa kisah tentang Bani Israil.4. **Lain-lain:** Pertanggungjawaban manusia terhadap amal perbuatannya; beberapa faktor yang menyebabkan kebangkitan dan kehancuran suatu umat; petunjuk-petunjuk tentang pergaulan dengan kedua orang tua, tetangga, dan masyarakat; manusia adalah makhluk Allah yang mulia namun mempunyai sifat-sifat yang tidak baik, seperti: suka ingkar, putus asa, dan terburu-buru; dan persoalan roh.Dalam surat ini, banyak ayat yang mengemukakan bahwa Al-Qur'an yang dibawa Nabi Muhammad benar-benar wahyu dari Allah, dan bahwa manusia pasti mengalami hari kebangkitan. Dalam surat ini, dikemukakan pula dalil-dalil tentang kekuasaan dan keesaan Allah serta hukum-hukum yang diturunkan-Nya yang wajib diperhatikan dan dikerjakan oleh manusia.**Hubungan Surat Al-Isra' Dengan Surat Al-Kahfi:**1. Surat Al-Isra' dimulai dengan tasbih (membaca subhanallah) kepada Allah, sedang surat Al-Kahfi dibuka dengan tahmid (membaca alhamdulillah) kepada-Nya. Tasbih dan tahmid adalah dua kata yang seringkali bergandengan dalam firman-firman Allah.2. Persamaan antara penutup surat Al-Isra' dengan pembuka surat Al-Kahfi adalah sama-sama dengan tahmid kepada Allah.3. Menurut sebuah riwayat, ada tiga buah pertanyaan yang diajukan oleh orang Yahudi melalui perantara orang musyrikin kepada Nabi Muhammad, yakni permasalahan ruh, cerita Ashhabul Kahfi, dan kisah Dzulqarnain. Permasalahan ruh dijawab dalam surat Al-Isra' dan dua permasalahan lainnya pada surat Al-Kahfi.4. Dalam surat Al-Isra' ayat 85 Allah berfirman, \"Dan kamu hanya diberi sedikit pengetahuan.\" Firman ini ditujukan kepada sebagian orang Yahudi yang merasa sombong dengan ilmu pengetahuan yang ada pada mereka, sebab mereka hanyalah manusia yang diberi sedikit ilmu pengetahuan. Dalam surat Al-Kahfi, Allah menceritakan tentang Nabi Musa dengan Nabi Khidhir yang belum pernah diketahui oleh orang-orang Yahudi.",
      "verses": [
        {
          "number": 50,
          "arabic": "۞ قُلْ كُونُوا۟ حِجَارَةً أَوْ حَدِيدًا",
          "transliteration": "qul kūnū ḥijāratan aw ḥadīdan",
          "translation": "Katakanlah (Muhammad), \"Jadilah kamu batu atau besi,",
          "tafsir": "Allah swt memerintahkan Rasul-Nya untuk memberikan jawaban dan menerangkan kepada kaum musyrikin Mekah bahwa Allah swt berkuasa membangkitkan mereka kembali setelah mereka mati seperti keadaan pada saat pertama kali diciptakan, bagaimanapun juga keadaan mereka, apakah ia berupa tulang, bangkai, batu, besi, atau apa saja menurut pemahaman mereka. Allah swt memerintahkan kepada Rasul-Nya untuk mengatakan kepada mereka, \"Jadilah kamu sekalian batu atau besi.\" Maksudnya ialah meskipun mereka telah menjadi batu atau besi, atau menjadi benda apapun menurut dugaan mereka jauh kemungkinannya untuk hidup kembali, sebenarnya Allah swt berkuasa menghidupkan mereka kembali. Itulah sebabnya Allah swt memerintahkan kepada Rasul-Nya agar menjawab keraguan mereka dengan tegas bahwa yang akan menghidup-kan mereka ialah Zat yang menciptakan mereka pertama kali. Apabila Allah swt berkuasa menciptakan mereka pada kali yang pertama dari tanah, Dia pun berkuasa untuk menghidupkan mereka kembali setelah menjadi tanah. Kemudian dijelaskan bahwa mereka akan menggeleng-gelengkan kepala mendengar penjelasan Rasulullah sebagai tanda bahwa mereka mendustakannya dan betul-betul tidak dapat menerima terjadinya hari kebangkitan. Sikap ini juga sebagai tanda bahwa mereka akan menanyakan kapan terjadinya hari kebangkitan, dan kapan mereka akan dibangkitkan sebagai makhluk baru. Pertanyaan yang serupa dinyatakan dalam ayat-ayat yang lain. Allah berfirman: Dan mereka (orang-orang kafir) berkata, \"Kapan janji (hari kebangkitan) itu (terjadi) jika kamu orang yang benar?\" (Yasin/36: 48) Orang-orang yang tidak percaya adanya hari Kiamat, meminta agar hari itu segera terjadi. (asy-Syura/42: 18) Pada hari kiamat, manusia akan dibangkitkan dengan disusun kembali dari tulang ekornya. Nabi Muhammad bersabda: \"Sesungguhnya pada diri manusia ada tulang yang tidak akan termakan tanah selamanya. Dari tulang itu manusia akan disusun kembali pada hari kiamat.\" Para sahabat bertanya, \"Tulang apakah itu, wahai Rasulullah?\" beliau menjawab, \"Tulang ekor.\" (Riwayat Muslim dari Abu Hurairah) Di akhir ayat, Allah swt memerintahkan kepada Rasul-Nya agar mengatakan kepada kaum musyrikin bahwa mereka harus bersiap-siap untuk menghadapi hari kebangkitan, karena waktunya sudah dekat, dan memang pasti datang. Orang Arab biasanya mengatakan sesuatu yang akan datang dan pasti terjadi, dengan mengatakan waktunya sudah dekat meskipun berselang lama. Dalam hal ini, Allah swt tidak memastikan kapan hari kebangkitan itu datang kepada semua makhluk-Nya, baik kepada malaikat ataupun Rasul-Nya. Dia hanya memberitahukan hari kebangkitan pasti datang dalam waktu dekat."
        },
        {
          "number": 51,
          "arabic": "أَوْ خَلْقًا مِّمَّا يَكْبُرُ فِى صُدُورِكُمْ ۚ فَسَيَقُولُونَ مَن يُعِيدُنَا ۖ قُلِ ٱلَّذِى فَطَرَكُمْ أَوَّلَ مَرَّةٍ ۚ فَسَيُنْغِضُونَ إِلَيْكَ رُءُوسَهُمْ وَيَقُولُونَ مَتَىٰ هُوَ ۖ قُلْ عَسَىٰٓ أَن يَكُونَ قَرِيبًا",
          "transliteration": "aw khalqan mimmā yakburu fī ṣudūrikum fasayaqūlūna man yuʿīdunā quli alladhī faṭarakum awwala marratin fasayun'ghiḍūna ilayka ruūsahum wayaqūlūna matā huwa qul ʿasā an yakūna qarīban",
          "translation": "atau menjadi makhluk yang besar (yang tidak mungkin hidup kembali) menurut pikiranmu. \"Maka mereka akan bertanya, \"Siapa yang akan menghidupkan kami kembali?\" Katakanlah, \"Yang telah menciptakan kamu pertama kali.\" Lalu mereka akan menggeleng-gelengkan kepalanya kepadamu dan berkata, \"Kapan (Kiamat) itu (akan terjadi)?\" Katakanlah, \"Barangkali waktunya sudah dekat,\"",
          "tafsir": "Allah swt memerintahkan Rasul-Nya untuk memberikan jawaban dan menerangkan kepada kaum musyrikin Mekah bahwa Allah swt berkuasa membangkitkan mereka kembali setelah mereka mati seperti keadaan pada saat pertama kali diciptakan, bagaimanapun juga keadaan mereka, apakah ia berupa tulang, bangkai, batu, besi, atau apa saja menurut pemahaman mereka. Allah swt memerintahkan kepada Rasul-Nya untuk mengatakan kepada mereka, \"Jadilah kamu sekalian batu atau besi.\" Maksudnya ialah meskipun mereka telah menjadi batu atau besi, atau menjadi benda apapun menurut dugaan mereka jauh kemungkinannya untuk hidup kembali, sebenarnya Allah swt berkuasa menghidupkan mereka kembali. Itulah sebabnya Allah swt memerintahkan kepada Rasul-Nya agar menjawab keraguan mereka dengan tegas bahwa yang akan menghidup-kan mereka ialah Zat yang menciptakan mereka pertama kali. Apabila Allah swt berkuasa menciptakan mereka pada kali yang pertama dari tanah, Dia pun berkuasa untuk menghidupkan mereka kembali setelah menjadi tanah. Kemudian dijelaskan bahwa mereka akan menggeleng-gelengkan kepala mendengar penjelasan Rasulullah sebagai tanda bahwa mereka mendustakannya dan betul-betul tidak dapat menerima terjadinya hari kebangkitan. Sikap ini juga sebagai tanda bahwa mereka akan menanyakan kapan terjadinya hari kebangkitan, dan kapan mereka akan dibangkitkan sebagai makhluk baru. Pertanyaan yang serupa dinyatakan dalam ayat-ayat yang lain. Allah berfirman: Dan mereka (orang-orang kafir) berkata, \"Kapan janji (hari kebangkitan) itu (terjadi) jika kamu orang yang benar?\" (Yasin/36: 48) Orang-orang yang tidak percaya adanya hari Kiamat, meminta agar hari itu segera terjadi. (asy-Syura/42: 18) Pada hari kiamat, manusia akan dibangkitkan dengan disusun kembali dari tulang ekornya. Nabi Muhammad bersabda: \"Sesungguhnya pada diri manusia ada tulang yang tidak akan termakan tanah selamanya. Dari tulang itu manusia akan disusun kembali pada hari kiamat.\" Para sahabat bertanya, \"Tulang apakah itu, wahai Rasulullah?\" beliau menjawab, \"Tulang ekor.\" (Riwayat Muslim dari Abu Hurairah) Di akhir ayat, Allah swt memerintahkan kepada Rasul-Nya agar mengatakan kepada kaum musyrikin bahwa mereka harus bersiap-siap untuk menghadapi hari kebangkitan, karena waktunya sudah dekat, dan memang pasti datang. Orang Arab biasanya mengatakan sesuatu yang akan datang dan pasti terjadi, dengan mengatakan waktunya sudah dekat meskipun berselang lama. Dalam hal ini, Allah swt tidak memastikan kapan hari kebangkitan itu datang kepada semua makhluk-Nya, baik kepada malaikat ataupun Rasul-Nya. Dia hanya memberitahukan hari kebangkitan pasti datang dalam waktu dekat."
        },
        {
          "number": 52,
          "arabic": "يَوْمَ يَدْعُوكُمْ فَتَسْتَجِيبُونَ بِحَمْدِهِۦ وَتَظُنُّونَ إِن لَّبِثْتُمْ إِلَّا قَلِيلًا",
          "transliteration": "yawma yadʿūkum fatastajībūna biḥamdihi wataẓunnūna in labith'tum illā qalīlan",
          "translation": "yaitu pada hari (ketika) Dia memanggil kamu, dan kamu mematuhi-Nya sambil memuji-Nya dan kamu mengira, (rasanya) hanya sebentar saja kamu berdiam (di dalam kubur).",
          "tafsir": "Kemudian dijelaskan bahwa hari kebangkitan itu adalah hari ketika Allah swt memanggil semua manusia, lalu mereka akan mematuhi panggilan itu sambil memuji-Nya. Maksudnya ialah bahwa pada hari itu Allah dengan kemahakuasaan-Nya memanggil seluruh manusia. Lalu mereka bangkit dari kuburnya sambil memuji kekuasaan Allah yang telah membangkitkan mereka sesuai dengan janji yang telah ditetapkan. Allah swt berfirman: Dan dengarkanlah (seruan) pada hari (ketika) penyeru (malaikat) menyeru dari tempat yang dekat. (Yaitu) pada hari (ketika) mereka mendengar suara dahsyat dengan sebenarnya. Itulah hari keluar (dari kubur). (Qaf/50: 41-42) Diriwayatkan dalam sebuah hadis marfu dari Anas bahwa beliau berkata, \"Orang-orang yang mengucapkan, \"Tiada tuhan selain Allah,\" tidaklah merasa kesepian di alam kubur. Seolah aku bersama mereka keluar dari kuburnya dengan menyeka debu tanah dari kepala mereka, seraya berkata, \"Tiada tuhan selain Allah.\" Dalam riwayat ath-thabrani dari Ibnu Umar bahwa mereka berkata, \"Segala puji bagi Allah yang telah menghilangkan kesedihan kami.\" (Riwayat ath-thabrani) Pada saat bangkit dari kubur, mereka mengira bahwa mereka hidup di dunia tidak lama, tetapi hanya sebentar saja. Allah swt berfirman: Pada hari ketika mereka melihat hari Kiamat itu (karena suasananya hebat), mereka merasa seakan-akan hanya (sebentar saja) tinggal (di dunia) pada waktu sore atau pagi hari. (an-Nazi'at/79: 46) (Perhatikan pula Yunus/10: 45) Al-hasan al-Bashri memberi penjelasan bahwa yang dimaksud dengan dekatnya hari kebangkitan itu ialah di hari itu kamu merasa seolah-olah pernah berada di dunia, (padahal kamu sekian lama berada di sana), dan tiba-tiba kamu sekarang telah berada di akhirat dan dalam menjalani proses penghitungan amal baik dan buruk."
        },
        {
          "number": 53,
          "arabic": "وَقُل لِّعِبَادِى يَقُولُوا۟ ٱلَّتِى هِىَ أَحْسَنُ ۚ إِنَّ ٱلشَّيْطَـٰنَ يَنزَغُ بَيْنَهُمْ ۚ إِنَّ ٱلشَّيْطَـٰنَ كَانَ لِلْإِنسَـٰنِ عَدُوًّا مُّبِينًا",
          "transliteration": "waqul liʿibādī yaqūlū allatī hiya aḥsanu inna l-shayṭāna yanzaghu baynahum inna l-shayṭāna kāna lil'insāni ʿaduwwan mubīnan",
          "translation": "Dan katakanlah kepada hamba-hamba-Ku, \"Hendaklah mereka mengucapkan perkataan yang lebih baik (benar). Sungguh, setan itu (selalu) menimbulkan perselisihan di antara mereka. Sungguh, setan adalah musuh yang nyata bagi manusia.",
          "tafsir": "Allah memerintahkan kepada Rasulullah agar mengatakan kepada semua hamba-Nya supaya mengucapkan perkataan yang lebih baik pada saat berbicara atau berdebat dengan orang-orang musyrik ataupun yang lainnya. Agar mereka tidak menggunakan kata-kata yang kasar dan caci-maki yang akan menimbulkan kebencian, tetapi hendaklah menggunakan kata-kata yang benar dan mengandung pelajaran yang baik. Allah swt berfirman: Serulah (manusia) kepada jalan Tuhanmu dengan hikmah dan pengajaran yang baik. (an-Nahl/16: 125). Perhatikan pula al-'Ankabut/29: 46. Allah swt menjelaskan alasan larangan-Nya itu, yaitu setan bisa merusak suasana dan menyebarkan bencana di antara kaum Mukminin dengan orang-orang musyrik ketika mereka berbicara kasar dan berselisih. Perselisihan di kalangan mereka bisa menimbulkan pertentangan, bahkan perkelahian. Dalam hal ini, Rasulullah saw pernah melarang seorang laki-laki Muslim menudingnya dengan menggunakan sepotong besi, karena khawatir kalau-kalau setan melepaskan senjata itu dari tangannya lalu meluncur mengenai Rasul. Hal ini akan menyebabkan orang itu berdosa dan dimasukkan ke dalam neraka. Diriwayatkan oleh Imam Ahmad dari Abu Hurairah, ia berkata bahwa Rasulullah saw bersabda: Janganlah seorang di antara kamu mengacung- acungkan senjata kepada saudaranya, karena sesungguhnya ia tidak mengetahui, boleh jadi setan melepaskan senjata dari tangannya, sehingga dia akan masuk ke lembah neraka. (Riwayat Imam Ahmad dari Abu Hurairah) Kemudian Allah menegaskan bahwa setan adalah musuh yang nyata bagi manusia. Permusuhan di antara keduanya sudah berlangsung lama. Dalam ayat lain Allah swt berfirman: Kemudian pasti aku akan mendatangi mereka dari depan, dari belakang, dari kanan dan dari kiri mereka. (al-A'raf/7: 17)"
        },
        {
          "number": 54,
          "arabic": "رَّبُّكُمْ أَعْلَمُ بِكُمْ ۖ إِن يَشَأْ يَرْحَمْكُمْ أَوْ إِن يَشَأْ يُعَذِّبْكُمْ ۚ وَمَآ أَرْسَلْنَـٰكَ عَلَيْهِمْ وَكِيلًا",
          "transliteration": "rabbukum aʿlamu bikum in yasha yarḥamkum aw in yasha yuʿadhib'kum wamā arsalnāka ʿalayhim wakīlan",
          "translation": "Tuhanmu lebih mengetahui tentang kamu. Jika Dia menghendaki, niscaya Dia akan memberi rahmat kepadamu, dan jika Dia menghendaki, pasti Dia akan mengazabmu. Dan Kami tidaklah mengutusmu (Muhammad) untuk menjadi penjaga bagi mereka.",
          "tafsir": "Allah swt menjelaskan bahwa Dialah yang lebih mengetahui tentang keadaan orang-orang musyrik itu. Bila Allah menghendaki, tentu Dia akan memberikan rahmat-Nya dengan jalan memberikan taufik dan hidayah-Nya kepada mereka, sehingga selamat dari kesesatan dan menjadi manusia yang patuh. Tetapi bila Dia menghendaki untuk menyiksanya, tentu mereka tidak akan memperoleh hidayah untuk beriman. Dalam ayat ini terdapat isyarat bahwa kaum Muslimin tidak boleh menghina kaum musyrikin, dan mengatakan mereka sebagai ahli neraka. Kepastian seseorang masuk neraka ataupun tidak, termasuk masalah gaib yang hanya diketahui Allah swt. Kaum Muslimin juga tidak boleh melaku-kan sesuatu yang membuat mereka malu, karena yang demikian itu hanya menyebabkan mereka dengki dan menimbulkan permusuhan. Di akhir ayat ditegaskan bahwa Allah tidak mengutus Rasul-Nya untuk memaksa mereka melakukan apa yang diridai-Nya. Akan tetapi, Allah mengutusnya sebagai pemberi berita gembira dan peringatan. Itulah sebab-nya Allah melarang Rasulullah melakukan pemaksaan terhadap mereka, dan memerintahkan agar semua sahabatnya bersikap lapang dada."
        },
        {
          "number": 55,
          "arabic": "وَرَبُّكَ أَعْلَمُ بِمَن فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۗ وَلَقَدْ فَضَّلْنَا بَعْضَ ٱلنَّبِيِّـۧنَ عَلَىٰ بَعْضٍ ۖ وَءَاتَيْنَا دَاوُۥدَ زَبُورًا",
          "transliteration": "warabbuka aʿlamu biman fī l-samāwāti wal-arḍi walaqad faḍḍalnā baʿḍa l-nabiyīna ʿalā baʿḍin waātaynā dāwūda zabūran",
          "translation": "Dan Tuhanmu lebih mengetahui siapa yang di langit dan di bumi. Dan sungguh, Kami telah memberikan kelebihan kepada sebagian nabi-nabi atas sebagian (yang lain), dan Kami berikan Zabur kepada Dawud.",
          "tafsir": "Ayat ini menjelaskan bahwa Allah swt lebih mengetahui keadaan hamba-Nya yang di langit atau di bumi, yang tampak ataupun yang tidak. Dia memilih di antara hamba-Nya, siapa yang pantas menerima tugas kenabian dan pengetahuan agama. Dia pula yang melebihkan hamba yang satu dari hamba yang lainnya, sesuai dengan ilmu dan kuasa-Nya semata. Ayat ini juga merupakan sanggahan terhadap kaum musyrikin yang mengatakan bahwa jauh kemungkinannya Muhammad yang hanya seorang anak yatim piatu dan diasuh oleh pamannya, Abu thalib, menjadi seorang nabi. Kalau pengikut-pengikutnya hanyalah orang-orang kelaparan, dan berpakaian compang-camping, tidak mungkin orang bangsawan dan pemuka-pemuka Quraisy mau menjadi pengikutnya. Penyebutan bahwa Allah lebih mengetahui makhluk-Nya yang ada di langit dan di bumi pada ayat ini merupakan sanggahan terhadap dugaan dan keinginan mereka bahwa sepatutnya Allah mengirim malaikat atau orang besar dari Mekah atau Taif, untuk menjadi utusan-Nya. Firman Allah: Mengapa bukan para malaikat yang diturunkan kepada kita. (al-Furqan/25: 21) Firman Allah pula: Dan mereka (juga) berkata, \"Mengapa Al-Qur'an ini tidak diturunkan kepada orang besar (kaya dan berpengaruh) dari salah satu dua negeri ini (Mekah dan Taif)?\" (az-Zukhruf/43: 31) Di antara hamba Allah yang dipilih untuk menjadi utusan-Nya ialah mereka yang mempunyai keutamaan rohani dan jiwa yang bersih. Allah swt melebihkan sebagian nabi atas sebagian yang lain sesuai dengan pilihan-Nya juga, seperti Nabi Ibrahim diberi keistimewaan sehingga diberi gelar Khalilullah dan Nabi Musa diberi keistimewaan pula sehingga diberi gelar Kalimullah. Nabi Muhammad diberi mukjizat yang tertinggi di antara semua mukjizat yaitu Al-Qur'an dan diberi kemuliaan menghadap langsung ke hadirat-Nya ketika Isra' dan Mi'raj. Allah swt berfirman: Rasul-rasul itu Kami lebihkan sebagian mereka dari sebagian yang lain. Di antara mereka ada yang (langsung) Allah berfirman dengannya dan sebagian lagi ada yang ditinggikan-Nya beberapa derajat. Dan Kami beri Isa putra Maryam beberapa mukjizat dan Kami perkuat dia dengan Rohulkudus. (al-Baqarah/2: 253) Di akhir ayat, Allah menyebutkan bahwa Dia telah memberikan Zabur kepada Daud a.s. Dengan demikian, dapat dipahami bahwa keutamaan Nabi Daud, bukan hanya karena menjadi raja, tetapi karena ia juga memperoleh kitab dari Allah. Penyebutan Zabur secara khusus dalam ayat ini karena dalam kitab itu disebutkan bahwa Nabi Muhammad adalah nabi penutup dan umatnya adalah umat yang baik pula. Allah swt berfirman: Dan sungguh, telah Kami tulis di dalam Zabur setelah (tertulis) di dalam Az-Zikr (Lauá¸¥ Maá¸¥fudh), bahwa bumi ini akan diwarisi oleh hamba-hamba-Ku yang saleh. (al-Anbiya'/21: 105) Yang dimaksud dengan hamba-hamba-Ku yang saleh dalam ayat di atas adalah Nabi Muhammad dan umatnya."
        },
        {
          "number": 56,
          "arabic": "قُلِ ٱدْعُوا۟ ٱلَّذِينَ زَعَمْتُم مِّن دُونِهِۦ فَلَا يَمْلِكُونَ كَشْفَ ٱلضُّرِّ عَنكُمْ وَلَا تَحْوِيلًا",
          "transliteration": "quli id'ʿū alladhīna zaʿamtum min dūnihi falā yamlikūna kashfa l-ḍuri ʿankum walā taḥwīlan",
          "translation": "Katakanlah (Muhammad), \"Panggillah mereka yang kamu anggap (tuhan)<sup foot_note=135427>1</sup> selain Allah, mereka tidak kuasa untuk menghilangkan bahaya darimu dan tidak (pula) mampu mengubahnya.\"",
          "tafsir": "Sabab nuzul ayat ini ialah sebagaimana diriwayatkan oleh al-Bukhari dari Ibnu Mas'ud bahwa ada manusia yang menyembah manusia dan jin. Jin tersebut sebagian masuk Islam, dan sebagian lagi tetap dalam keyakinannya. Maka turunlah ayat ini. Dalam ayat ini, Allah memerintahkan Rasul-Nya agar mengatakan ke-pada kaum musyrikin Mekah ucapan berikut ini, \"Pada saat kamu ditimpa bahaya, seperti kemiskinan dan serangan penyakit, cobalah panggil mereka yang kamu anggap tuhan selain Allah, apakah tuhan-tuhan itu mampu menghilangkan bahaya yang menimpa kamu?\" Maka dalam ayat ini Allah menegaskan bahwa orang-orang yang mereka anggap tuhan itu tidak akan mampu menolak bahaya atau memindahkannya kepada orang lain. Sebab, mereka memang tidak mempunyai kekuasaan untuk melakukan yang demikian. Yang mempunyai kekuasaan dan kemampuan untuk menghilang-kan bahaya itu ialah Pencipta alam semesta ini dan sekaligus Pencipta mereka, yaitu Allah Yang Maha Esa. Oleh karena itu, Allah itulah yang harus disembah."
        },
        {
          "number": 57,
          "arabic": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَىٰ رَبِّهِمُ ٱلْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ وَيَرْجُونَ رَحْمَتَهُۥ وَيَخَافُونَ عَذَابَهُۥٓ ۚ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُورًا",
          "transliteration": "ulāika alladhīna yadʿūna yabtaghūna ilā rabbihimu l-wasīlata ayyuhum aqrabu wayarjūna raḥmatahu wayakhāfūna ʿadhābahu inna ʿadhāba rabbika kāna maḥdhūran",
          "translation": "Orang-orang yang mereka seru itu, mereka sendiri mencari jalan kepada Tuhan<sup foot_note=135428>1</sup> siapa di antara mereka yang lebih dekat (kepada Allah). Mereka mengharapkan rahmat-Nya dan takut akan azab-Nya. Sungguh, azab Tuhanmu itu sesuatu yang (harus) ditakuti.\"",
          "tafsir": "Di atas telah disebutkan bahwa kaum musyrik menyembah para malaikat, jin, Nabi Isa, dan 'Uzair. Mereka menganggapnya sebagai tuhan yang dapat menghilangkan bahaya dan kemudaratan mereka. Lalu Allah menyebutkan bahwa yang mereka sembah itu sendiri sebenarnya mencari wasilah (jalan) untuk mendekatkan diri kepada-Nya. Jalan itu tidak lain ialah taat kepada perintah Allah dan menjauhi larangan-Nya. Imam at-Tirmidzi dan Ibnu Mardawaih meriwayatkan sebuah hadis dari Abu Hurairah, ia berkata: Rasulullah saw bersabda, \"Mohonkanlah wasilah untukku kepada Allah.\" Mereka bertanya, \"Apakah wasilah itu? Nabi pun berkata, \"Mendekatkan diri kepada Allah.\" Kemudian Nabi membaca ayat ini (ayat 57). Lebih lanjut Allah menjelaskan bahwa orang-orang yang paling dekat sekalipun, di antara para malaikat, jin, Nabi Isa, dan 'Uzair, kepada Allah tetap mencari wasilah untuk mendekatkan diri kepada-Nya, dengan menaati dan menghambakan diri kepada-Nya. Oleh karena itu, apakah mereka layak disembah? Mengapa kamu tidak langsung saja menyembah Allah? Pada bagian akhir ayat ini, Allah swt menyebutkan bahwa sesungguhnya azab Tuhan adalah hal yang (harus) ditakuti oleh siapa pun, baik para malaikat, para rasul dan nabi-Nya, maupun manusia seluruhnya."
        },
        {
          "number": 58,
          "arabic": "وَإِن مِّن قَرْيَةٍ إِلَّا نَحْنُ مُهْلِكُوهَا قَبْلَ يَوْمِ ٱلْقِيَـٰمَةِ أَوْ مُعَذِّبُوهَا عَذَابًا شَدِيدًا ۚ كَانَ ذَٰلِكَ فِى ٱلْكِتَـٰبِ مَسْطُورًا",
          "transliteration": "wa-in min qaryatin illā naḥnu muh'likūhā qabla yawmi l-qiyāmati aw muʿadhibūhā ʿadhāban shadīdan kāna dhālika fī l-kitābi masṭūran",
          "translation": "Dan tidak ada suatu negeri pun (yang durhaka penduduknya), melainkan Kami membinasakannya sebelum hari Kiamat atau Kami siksa (penduduknya) dengan siksa yang sangat keras. Yang demikian itu telah tertulis di dalam Kitab (Lauḥ Maḥfūẓ).",
          "tafsir": "Allah swt memberikan peringatan kepada kaum musyrikin Mekah yang mengingkari terjadinya hari kebangkitan, hari pembalasan, dan kerasulan Muhammad, bahwa tidak ada suatu negeri pun yang penduduknya durhaka, melainkan dibinasakan keseluruhannya, sebelum hari kiamat datang atau ditimpa bencana yang hebat karena dosa dan keingkaran mereka kepada nabi-nabi yang pernah diutus kepada mereka. Allah swt berfirman: Dan betapa banyak (penduduk) negeri yang mendurhakai perintah Tuhan mereka dan rasul-rasul-Nya, maka Kami buat perhitungan terhadap penduduk negeri itu dengan perhitungan yang ketat, dan Kami azab mereka dengan azab yang mengerikan (di akhirat). Sehingga mereka merasakan akibat yang buruk dari perbuatannya, dan akibat perbuatan mereka, itu adalah kerugian yang besar. (ath-thalaq/65: 8-9) Allah swt menjelaskan bahwa yang demikian itu telah tercantum dalam kitab Allah, sebagaimana diriwayatkan oleh Imam at-Tirmidzi dari 'Ubadah bin shamit ia berkata, \"Saya telah mendengar Rasulullah saw bersabda: Sebenarnya yang diciptakan pertama kali oleh Allah ialah qalam (pena), kemudian Allah swt berfirman pada qalam itu, \"Catatlah,\" lalu qalam itu berkata, \"Apa yang akan saya catat?\" Allah swt berfirman, \"Catatlah hal-hal yang telah ditentukan, dan apa yang akan terjadi hingga hari kiamat.\" (Riwayat Imam at-Tirmidzi dari 'Ubadah bin shamit)"
        }
      ]
    }
  ]
}