{
  "pageNumber": 514,
  "juz": 26,
  "surahs": [
    {
      "number": 48,
      "name": "Al-Fath",
      "nameArabic": "الفتح",
      "meaning": "Kemenangan",
      "revelation": "Madinah",
      "description": "Surat Al-Fath terdiri dari 29 ayat, termasuk golongan surat Madaniyyah, dan diturunkan setelah surat Al-Jumu'ah.Dinamai \"Al-Fath (kemenangan)\" diambil dari kata \"Fat-han\" yang terdapat pada ayat pertama surat ini. Sebagian besar surat ini menerangkan hal-hal yang berhubungan dengan kemenangan yang dicapai Nabi Muhammad dalam berbagai peperangan yang dijalaninya.Nabi Muhammad sangat gembira dengan turunnya ayat pertama surat ini. Kegembiraan ini dinyatakan dalam sabda beliau yang diriwayatkan Bukhari, \"Sungguh, telah diturunkan kepadaku satu surat yang lebih aku cintai dari seluruh apa yang disinari matahari.\" Kegembiraan tersebut disebabkan ayat-ayat yang diturunkan menerangkan tentang kemenangan yang akan diraih Nabi Muhammad dalam perjuangannya dan tentang kesempurnaan nikmat yang Allah berikan kepadanya.**Pokok-Pokok Isi:**1. **Keimanan:** Allah mempunyai bala tentara di langit dan di bumi; janji Allah kepada orang mukmin bahwa mereka akan mendapat ampunan dan pahala yang besar dari Allah; Allah mengutus Nabi Muhammad sebagai saksi, pembawa berita gembira, dan pemberi peringatan; Agama Islam akan mengalahkan agama-agama lain.2. **Hukum-hukum:** Orang pincang dan orang yang sakit dibebaskan dari kewajiban berperang.3. **Kisah-kisah:** Peristiwa seputar Bai'aturridhwan dan Perdamaian Hudaibiyyah.4. **Lain-lain:** Berita gembira yang disampaikan Allah kepada Nabi Muhammad bahwa beliau dan orang-orang mukmin akan memasuki Mekah dengan kemenangan, dan hal ini terlaksana setelah setahun kemudian; sikap orang mukmin terhadap sesama mukmin dan terhadap orang kafir; sifat-sifat Nabi Muhammad dan para sahabatnya sudah disebutkan dalam Taurat dan Injil; janji Allah bahwa orang Islam akan menguasai daerah-daerah yang belum dikuasai sewaktu Nabi Muhammad hidup.Surat Al-Fath menerangkan tentang peristiwa-peristiwa yang berhubungan dengan Perdamaian Hudaibiyah dan janji Allah akan kemenangan kaum muslimin. Surat ini ditutup dengan menerangkan sifat-sifat Nabi Muhammad dan sahabat-sahabatnya.**Hubungan Surat Al Fath Dengan Surat Al-Hujurat:**1. Di dalam surat Al-Fath disebutkan perintah memerangi orang-orang kafir, sedangkan dalam surat Al-Hujurat disebutkan perintah mengadakan perdamaian antara dua golongan kaum mukminin yang bersengketa dan perintah memerangi golongan kaum muslimin yang berbuat aniaya kepada golongan kaum muslimin yang lain, sampai kesatuan dan persatuan umat Islam terjaga.2. Surat Al-Fath ditutup dengan keterangan mengenai sifat-sifat Rasulullah dan sahabat-sahabatnya, sedangkan surat Al-Hujurat dimulai dengan keterangan bagaimana seharusnya para sahabat bergaul dengan Nabi Muhammad.",
      "verses": [
        {
          "number": 24,
          "arabic": "وَهُوَ ٱلَّذِى كَفَّ أَيْدِيَهُمْ عَنكُمْ وَأَيْدِيَكُمْ عَنْهُم بِبَطْنِ مَكَّةَ مِنۢ بَعْدِ أَنْ أَظْفَرَكُمْ عَلَيْهِمْ ۚ وَكَانَ ٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرًا",
          "transliteration": "wahuwa alladhī kaffa aydiyahum ʿankum wa-aydiyakum ʿanhum bibaṭni makkata min baʿdi an aẓfarakum ʿalayhim wakāna l-lahu bimā taʿmalūna baṣīran",
          "translation": "Dan Dialah yang mencegah tangan mereka dari (membinasakan) kamu dan (mencegah) tangan kamu dari (membinasakan) mereka di tengah (kota) Mekkah, setelah Allah memenangkan kamu atas mereka. Dan Allah Maha Melihat apa yang kamu kerjakan.",
          "tafsir": "Diriwayatkan oleh Ahmad, Ibnu Abi Syaibah, 'Abd bin humaid, Muslim, Abu Dawud, dan an-Nasa'i, dari Anas bin Malik, bahwa ia berkata, \"Pada Perang Hudaibiyyah, 80 orang musyrik Mekah dengan bersenjata lengkap telah menyerbu perkemahan Rasulullah dan para sahabat dari bukit Tan'im. Berkat doa Rasulullah saw, serangan itu dapat dipatahkan dan semua penyerbu itu dapat ditawan. Kemudian Rasulullah saw membebaskan dan memaafkan mereka maka turunlah ayat ini.\" Allah yang menahan dan menghambat serbuan orang-orang musyrik yang menyerbu perkemahan Rasulullah di Hudaibiyyah dan Allah pula yang menjanjikan kemenangan bagi Rasulullah saw dan kaum Muslimin. Kemudian Dia pula yang menimbulkan dalam hati Rasulullah saw rasa iba dan kasih sayang sehingga beliau membebaskan orang-orang kafir yang ditawan. Tidak seorang pun di antara mereka yang dibunuh, sekalipun kaum Muslimin telah berhasil memperoleh kemenangan. Pada akhir ayat ini, Allah menegaskan bahwa Dia Maha Mengetahui semua yang dikerjakan oleh makhluk-Nya, tidak ada suatu apa pun yang tersembunyi bagi-Nya. Oleh karena itu, Dia akan memberi balasan segala amal perbuatan mereka dengan balasan yang setimpal dan adil."
        },
        {
          "number": 25,
          "arabic": "هُمُ ٱلَّذِينَ كَفَرُوا۟ وَصَدُّوكُمْ عَنِ ٱلْمَسْجِدِ ٱلْحَرَامِ وَٱلْهَدْىَ مَعْكُوفًا أَن يَبْلُغَ مَحِلَّهُۥ ۚ وَلَوْلَا رِجَالٌ مُّؤْمِنُونَ وَنِسَآءٌ مُّؤْمِنَـٰتٌ لَّمْ تَعْلَمُوهُمْ أَن تَطَـُٔوهُمْ فَتُصِيبَكُم مِّنْهُم مَّعَرَّةٌۢ بِغَيْرِ عِلْمٍ ۖ لِّيُدْخِلَ ٱللَّهُ فِى رَحْمَتِهِۦ مَن يَشَآءُ ۚ لَوْ تَزَيَّلُوا۟ لَعَذَّبْنَا ٱلَّذِينَ كَفَرُوا۟ مِنْهُمْ عَذَابًا أَلِيمًا",
          "transliteration": "humu alladhīna kafarū waṣaddūkum ʿani l-masjidi l-ḥarāmi wal-hadya maʿkūfan an yablugha maḥillahu walawlā rijālun mu'minūna wanisāon mu'minātun lam taʿlamūhum an taṭaūhum fatuṣībakum min'hum maʿarratun bighayri ʿil'min liyud'khila l-lahu fī raḥmatihi man yashāu law tazayyalū laʿadhabnā alladhīna kafarū min'hum ʿadhāban alīman",
          "translation": "Merekalah orang-orang kafir yang menghalang-halangi kamu (masuk) Masjidilharam dan menghambat hewan-hewan kurban sampai ke tempat (penyembelihan)nya. Dan kalau bukanlah karena ada beberapa orang beriman laki-laki dan perempuan yang tidak kamu ketahui, tentulah kamu akan membunuh mereka yang menyebabkan kamu ditimpa kesulitan tanpa kamu sadari; karena Allah hendak memasukkan siapa yang Dia kehendaki ke dalam rahmat-Nya. Sekiranya mereka terpisah, tentu Kami akan mengazab orang-orang yang kafir di antara mereka dengan azab yang pedih.",
          "tafsir": "Ayat ini menerangkan bahwa orang-orang kafir menghalang-halangi kaum Muslimin mengerjakan umrah di Masjidilharam. Mereka juga menghalangi kaum Muslimin membawa dan menyembelih binatang kurban ke daerah sekitar Masjidilharam seperti di Mina dan sebagainya. Sebagaimana telah diterangkan bahwa Rasulullah saw pada tahun keenam Hijrah berangkat ke Mekah bersama rombongan sahabat untuk melakukan ibadah umrah dan menyembelih kurban di daerah haram. Karena terikat dengan Perjanjian Hudaibiyyah, maka Rasulullah saw beserta sahabat tidak dapat melakukan maksudnya pada tahun itu. Rasul berusaha menepati Perjanjian Hudaibiyyah, namun ada serombongan kaum musyrik yang menyerbu perkemahan Rasulullah saw di Hudaibiyyah, tetapi serbuan itu dapat digagalkan oleh Allah. Sekalipun demikian, banyak di antara kaum Muslimin yang ingin membalas serbuan itu walaupun telah terikat dengan Perjanjian Hudaibiyyah. Allah melunakkan hati kaum Muslimin sehingga mereka menerima keputusan Rasulullah. Allah menerangkan bahwa Dia melunakkan hati kaum Muslimin sehingga tidak menyerbu Mekah dengan tujuan: pertama, untuk menyelamatkan kaum Muslimin di Mekah yang menyembunyikan keimanannya kepada orang-orang kafir. Mereka takut dibunuh atau dianiaya oleh orang-orang kafir seandainya mereka menyatakan keimanannya. Kaum Muslimin sendiri tidak dapat membedakan mereka dengan orang-orang kafir. Seandainya terjadi penyerbuan kota Mekah, niscaya orang-orang mukmin yang berada di Mekah akan terbunuh seperti terbunuhnya orang-orang kafir. Kalau terjadi demikian, tentu kaum Muslimin akan ditimpa keaiban dan kesukaran karena harus membayar kifarat. Orang-orang musyrik juga akan mengatakan, \"Sesungguhnya orang-orang Muslim telah membunuh orang-orang yang seagama dengan mereka.\" Kedua, ada kesempatan bagi kaum Muslimin menyeru orang-orang musyrik untuk beriman. Dengan terjadinya Perjanjian Hudaibiyyah, kaum Muslimin telah dapat berhubungan langsung dengan orang-orang kafir. Dengan demikian, dapat terjadi pertukaran pikiran yang wajar antara mereka, tanpa mendapat tekanan dari pihak mana pun sehingga dapat diharapkan akan masuk Islam orang-orang tertentu yang diharapkan keislamannya atau diharapkan agar sikap mereka tidak lagi sekeras sikap sebelumnya. Diharapkan hal-hal itu terjadi sebelum kaum Muslimin melakukan umrah pada tahun yang akan datang. Dari ayat ini dapat dipahami bahwa Allah selalu menjaga dan melindungi orang-orang yang benar-benar beriman kepada-Nya, di mana pun orang itu berada. Bahkan Dia tidak akan menimpakan suatu bencana kepada orang-orang kafir, sekiranya ada orang yang beriman yang akan terkena bencana itu."
        },
        {
          "number": 26,
          "arabic": "إِذْ جَعَلَ ٱلَّذِينَ كَفَرُوا۟ فِى قُلُوبِهِمُ ٱلْحَمِيَّةَ حَمِيَّةَ ٱلْجَـٰهِلِيَّةِ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلْمُؤْمِنِينَ وَأَلْزَمَهُمْ كَلِمَةَ ٱلتَّقْوَىٰ وَكَانُوٓا۟ أَحَقَّ بِهَا وَأَهْلَهَا ۚ وَكَانَ ٱللَّهُ بِكُلِّ شَىْءٍ عَلِيمًا",
          "transliteration": "idh jaʿala alladhīna kafarū fī qulūbihimu l-ḥamiyata ḥamiyyata l-jāhiliyati fa-anzala l-lahu sakīnatahu ʿalā rasūlihi waʿalā l-mu'minīna wa-alzamahum kalimata l-taqwā wakānū aḥaqqa bihā wa-ahlahā wakāna l-lahu bikulli shayin ʿalīman",
          "translation": "Ketika orang-orang yang kafir menanamkan kesombongan dalam hati mereka (yaitu) kesombongan jahiliah, maka Allah menurunkan ketenangan kepada Rasul-Nya, dan kepada orang-orang mukmin dan (Allah) mewajibkan kepada mereka tetap taat menjalankan kalimat takwa,<sup foot_note=135759>1</sup> dan mereka lebih berhak dengan itu dan patut memilikinya. Dan Allah Maha Mengetahui segala sesuatu.",
          "tafsir": "Ayat ini mengingatkan kaum Muslimin akan timbulnya rasa angkuh dan sombong di hati orang-orang musyrik Mekah. Rasa itu timbul ketika mereka tidak setuju dituliskan \"Bismillahir-Rahmanir-Rahimi\" pada permulaan surat Perjanjian Hudaibiyyah. Diriwayatkan, tatkala Rasulullah saw bermaksud memerangi orang-orang musyrik, mereka mengutus Suhail bin 'Amr, Khuwaithib bin 'Abd al-'Uzza, dan Mikras bin Hafadz kepada beliau. Mereka menyampaikan permintaan kepada beliau agar mengurungkan maksudnya dan mereka menyetujui jika maksud itu dilakukan pada tahun yang akan datang. Dengan demikian, ada kesempatan bagi mereka untuk mengosongkan kota Mekah pada waktu kaum muslimin mengerjakan umrah dan tidak akan mendapat gangguan dari siapa pun. Maka dibuat suatu perjanjian. Rasulullah saw memerintahkan 'Ali bin Abi thalib menulis \"Bismillahir-Rahmanir-Rahimi\". Mereka menjawab, \"Kami tidak mengetahuinya.\" Rasulullah mengatakan bahwa perjanjian ini sebagai tanda perdamaian dari beliau kepada penduduk Mekah. Mereka berkata, \"Kalau kami mengakui bahwa engkau rasul Allah, kami tidak menghalangi engkau dan tidak akan memerangi engkau, dan tuliskanlah perjanjian ini sebagai tanda perdamaian dari Muhammad bin Abdullah kepada penduduk Mekah.\" Maka Rasulullah saw berkata kepada sahabat-sahabatnya, \"Tulislah sesuai dengan keinginan mereka.\" Karena sikap mereka, maka sebagian kaum Muslimin enggan menerima perjanjian itu, dan ingin menyerbu kota Mekah. Maka Allah menanamkan ketenangan dan sikap taat dan patuh pada diri para sahabat kepada keputusan Rasulullah saw. Semua yang terjadi itu, baik di kalangan orang yang beriman maupun di kalangan orang kafir, diketahui Allah, tidak ada sesuatu pun yang luput dari pengetahuannya. Oleh karena itu, Dia akan membalas setiap amal dan perbuatan hamba-Nya dengan seadil-adilnya."
        },
        {
          "number": 27,
          "arabic": "لَّقَدْ صَدَقَ ٱللَّهُ رَسُولَهُ ٱلرُّءْيَا بِٱلْحَقِّ ۖ لَتَدْخُلُنَّ ٱلْمَسْجِدَ ٱلْحَرَامَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ مُحَلِّقِينَ رُءُوسَكُمْ وَمُقَصِّرِينَ لَا تَخَافُونَ ۖ فَعَلِمَ مَا لَمْ تَعْلَمُوا۟ فَجَعَلَ مِن دُونِ ذَٰلِكَ فَتْحًا قَرِيبًا",
          "transliteration": "laqad ṣadaqa l-lahu rasūlahu l-ru'yā bil-ḥaqi latadkhulunna l-masjida l-ḥarāma in shāa l-lahu āminīna muḥalliqīna ruūsakum wamuqaṣṣirīna lā takhāfūna faʿalima mā lam taʿlamū fajaʿala min dūni dhālika fatḥan qarīban",
          "translation": "Sungguh, Allah akan membuktikan kepada Rasul-Nya tentang kebenaran mimpinya bahwa kamu pasti akan memasuki Masjidilharam, jika Allah menghendaki dalam keadaan aman, dengan menggundul rambut kepala dan memendekkannya, sedang kamu tidak merasa takut. Maka Allah mengetahui apa yang tidak kamu ketahui, dan selain itu Dia telah memberikan kemenangan yang dekat.<sup foot_note=135760>1</sup>",
          "tafsir": "Allah menerangkan bahwa mimpi Rasulullah yang melihat dirinya dan para sahabatnya memasuki kota Mekah dengan aman dan tenteram serta beliau melihat pula di antara para sahabat ada yang menggunting dan mencukur rambutnya adalah mimpi yang benar dan pasti akan terjadi dalam waktu dekat."
        },
        {
          "number": 28,
          "arabic": "هُوَ ٱلَّذِىٓ أَرْسَلَ رَسُولَهُۥ بِٱلْهُدَىٰ وَدِينِ ٱلْحَقِّ لِيُظْهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ ۚ وَكَفَىٰ بِٱللَّهِ شَهِيدًا",
          "transliteration": "huwa alladhī arsala rasūlahu bil-hudā wadīni l-ḥaqi liyuẓ'hirahu ʿalā l-dīni kullihi wakafā bil-lahi shahīdan",
          "translation": "Dialah yang mengutus Rasul-Nya dengan membawa petunjuk dan agama yang benar, agar dimenangkan-Nya terhadap semua agama. Dan cukuplah Allah sebagai saksi.",
          "tafsir": "Dalam ayat ini ditegaskan kebenaran Muhammad saw sebagai rasul yang diutus Allah kepada manusia dengan menyatakan bahwa dia adalah rasul Allah yang diutus untuk membawa petunjuk dan agama Islam sebagai penyempurna terhadap agama-agama dan syariat yang telah dibawa oleh para rasul sebelumnya, menyatakan kesalahan dan kekeliruan akidah-akidah agama dan kepercayaan yang dianut manusia yang tidak berdasarkan agama, dan untuk menetapkan hukum-hukum yang berlaku bagi manusia sesuai dengan perkembangan zaman, perbedaan keadaan dan tempat. Hal ini juga berarti dengan datangnya agama Islam yang dibawa Muhammad saw, maka agama-agama yang lain tidak diakui lagi sebagai agama yang sah di sisi Allah. Pada akhir ayat ini, dinyatakan bahwa semua yang dijanjikan Allah kepada Rasulullah saw dan kaum Muslimin itu pasti terjadi dan tidak ada sesuatu pun yang dapat menghalangi terjadinya."
        }
      ]
    }
  ]
}