{
  "pageNumber": 374,
  "juz": 19,
  "surahs": [
    {
      "number": 26,
      "name": "Ash-Shu'ara'",
      "nameArabic": "الشعراء",
      "meaning": "Para Penyair",
      "revelation": "Makkah",
      "description": "Surat ini terdiri dari 227 ayat dan termasuk golongan surat Makkiyyah. Dinamakan \"Asy Syu'ara'\" yang berarti penyair diambil dari kata \"Asy Syu'ara'\" yang terdapat pada ayat ke-224, ketika Allah secara khusus menyebutkan kedudukan para penyair. Para penyair disebutkan mempunyai sifat-sifat yang jauh berbeda dengan para rasul; mereka diikuti oleh orang-orang yang sesat, mereka suka memutarbalikkan perkataan dan tidak mempunyai pendirian; perbuatan mereka tidak sesuai dengan apa yang mereka ucapkan. Sifat-sifat seperti ini tidak terdapat pada rasul-rasul. Oleh karena itu, tidak pantas jika Nabi Muhammad dituduh sebagai penyair dan Al-Qur'an dianggap sebagai syair. Al-Qur'an adalah wahyu Allah, bukan buatan manusia.**Pokok isi:**1. **Keimanan:** Jaminan Allah akan kemenangan perjuangan dan keselamatan rasul-rasul-Nya; Al-Qur'an benar-benar wahyu Allah yang dibawa turun ke dunia oleh Malaikat Jibril (Ruuhul amiin); hanya Allah yang wajib disembah.2. **Hukum-hukum:** Kewajiban menyempurnakan takaran dan timbangan; larangan menggubah syair yang berisi cacian, khurafat-khurafat, dan kebohongan.3. **Kisah-kisah:** Kisah-kisah Nabi Musa dengan Fir'aun; kisah Nabi Ibrahim dengan kaumnya; kisah Nabi Nuh dengan kaumnya; kisah Nabi Shaleh dengan kaumnya (Tsamud); kisah Nabi Huud dengan kaumnya ('Ad), kisah Nabi Luth dengan kaumnya; kisah Nabi Syu'aib dengan penduduk Aikah.4. **Lain-lain:** Kebinasaan suatu bangsa atau umat disebabkan meninggalkan petunjuk-petunjuk agama; tumbuh-tumbuhan yang beraneka ragam dan perubahan-perubahannya adalah bukti keberadaan Tuhan Yang Maha Esa; petunjuk-petunjuk Allah bagi pemimpin agar berlaku lemah-lembut terhadap pengikutnya; turunnya kitab Al-Qur'an dalam bahasa Arab sudah disebut dalam kitab-kitab suci terdahulu.Sebagian besar surat Asy-Syu'ara' menerangkan kisah nabi-nabi dengan umatnya masing-masing. Mereka mengalami penderitaan dan permusuhan dari kaumnya, tetapi pada akhirnya mereka mendapat kemenangan, dan lawan-lawan mereka mengalami kehancuran.Kisah-kisah ini diceritakan Allah untuk menghibur Rasulullah dan kaum muslimin; karena kelak mereka akan mendapat kemenangan sebagaimana para rasul terdahulu.**Hubungan Surat Asy-Syu'Ara' Dengan Surat An-Naml:**1. Surat An-Naml melengkapi surat Asy-Syu'ara' dengan menambahkan kisah nabi-nabi yang tidak terdapat dalam surat Asy-Syu'ara', yaitu kisah Nabi Daud dan Nabi Sulaiman.2. Dalam surat An-Naml ada penambahan uraian pada kisah Nabi Luth dan Nabi Musa yang diceritakan dalam surat Asy-Syu'ara'.3. Kedua surat ini sama-sama memuat sifat Al-Qur'an dan menerangkan bahwa Al-Qur'an benar-benar diturunkan dari sisi Allah.4. Kedua surat ini sama-sama menghibur Nabi Muhammad yang mengalami bermacam-macam penderitaan dan permusuhan dari kaumnya.",
      "verses": [
        {
          "number": 160,
          "arabic": "كَذَّبَتْ قَوْمُ لُوطٍ ٱلْمُرْسَلِينَ",
          "transliteration": "kadhabat qawmu lūṭin l-mur'salīna",
          "translation": "Kaum Luṭ telah mendustakan para rasul,",
          "tafsir": "Pada ayat ini diterangkan bahwa kaum Nabi Lut telah mendustakan seruan Nabi Lut yang diutus Allah kepada mereka. Nabi Lut menyeru mereka agar bertakwa kepada Allah, Tuhan Pencipta mereka semuanya. Nabi Lut adalah anak Haran bin Terah, saudara Nabi Ibrahim. Oleh karena itu, Lut adalah kemenakan Nabi Ibrahim. Lut beriman kepada apa yang disampaikan pamannya, Ibrahim, sebagaimana disebut dalam firman Allah: Maka Lut membenarkan (kenabian Ibrahim). Dan dia (Ibrahim) berkata, \"Sesungguhnya aku harus berpindah ke (tempat yang diperintahkan) Tuhanku; sungguh, Dialah Yang Maha Perkasa, Mahabijaksana.\" (al-'Ankabut/29: 26). Nabi Lut tinggal bersama Nabi Ibrahim di kota Ur, kemudian pindah bersamanya ke Palestina dan melawat ke Mesir. Dari Mesir ia kembali ke Palestina bersama Ibrahim. Mereka kemudian berpisah, Nabi Lut pergi ke Sodom, sedang Ibrahim tetap di Palestina. Kota Sodom terletak di daerah Yordania sekarang, di pantai Buhairah (danau) Lut. Buhairah Lut ialah di bagian selatan Laut Mati. Jadi kota Sodom tidak berapa jauh dari Baitul Makdis. (Lihat kosakata \"Lut\")."
        },
        {
          "number": 161,
          "arabic": "إِذْ قَالَ لَهُمْ أَخُوهُمْ لُوطٌ أَلَا تَتَّقُونَ",
          "transliteration": "idh qāla lahum akhūhum lūṭun alā tattaqūna",
          "translation": "ketika saudara mereka Luṭ berkata kepada mereka, \"Mengapa kamu tidak bertakwa?\"",
          "tafsir": "Pada ayat ini diterangkan bahwa kaum Nabi Lut telah mendustakan seruan Nabi Lut yang diutus Allah kepada mereka. Nabi Lut menyeru mereka agar bertakwa kepada Allah, Tuhan Pencipta mereka semuanya. Nabi Lut adalah anak Haran bin Terah, saudara Nabi Ibrahim. Oleh karena itu, Lut adalah kemenakan Nabi Ibrahim. Lut beriman kepada apa yang disampaikan pamannya, Ibrahim, sebagaimana disebut dalam firman Allah: Maka Lut membenarkan (kenabian Ibrahim). Dan dia (Ibrahim) berkata, \"Sesungguhnya aku harus berpindah ke (tempat yang diperintahkan) Tuhanku; sungguh, Dialah Yang Maha Perkasa, Mahabijaksana.\" (al-'Ankabut/29: 26). Nabi Lut tinggal bersama Nabi Ibrahim di kota Ur, kemudian pindah bersamanya ke Palestina dan melawat ke Mesir. Dari Mesir ia kembali ke Palestina bersama Ibrahim. Mereka kemudian berpisah, Nabi Lut pergi ke Sodom, sedang Ibrahim tetap di Palestina. Kota Sodom terletak di daerah Yordania sekarang, di pantai Buhairah (danau) Lut. Buhairah Lut ialah di bagian selatan Laut Mati. Jadi kota Sodom tidak berapa jauh dari Baitul Makdis. (Lihat kosakata \"Lut\")."
        },
        {
          "number": 162,
          "arabic": "إِنِّى لَكُمْ رَسُولٌ أَمِينٌ",
          "transliteration": "innī lakum rasūlun amīnun",
          "translation": "Sungguh, aku ini seorang rasul kepercayaan (yang diutus) kepadamu,",
          "tafsir": "Penduduk kota Sodom (Sadum) adalah penduduk yang sangat buruk budi pekertinya. Mereka menyembah patung-patung di samping menyembah Allah. Oleh sebab itu, Nabi Lut menyeru mereka agar menyembah Allah semata, bertakwa kepada-Nya, dan mengikuti ajaran yang dibawanya. Sebagaimana halnya dengan Nabi Nuh, Nabi Hud, dan Nabi Saleh, Nabi Lut pun telah menyampaikan kepada kaumnya bahwa ia adalah rasul yang benar-benar diutus kepada mereka untuk menyampaikan agama Allah. Ia tidak mengharapkan upah dari mereka sebagai imbalan dari seruan yang telah disampaikannya. Ia hanya mengharapkan upah dari Allah yang telah mengutusnya seperti juga para nabi yang lain."
        },
        {
          "number": 163,
          "arabic": "فَٱتَّقُوا۟ ٱللَّهَ وَأَطِيعُونِ",
          "transliteration": "fa-ittaqū l-laha wa-aṭīʿūni",
          "translation": "maka bertakwalah kepada Allah dan taatlah kepadaku.",
          "tafsir": "Penduduk kota Sodom (Sadum) adalah penduduk yang sangat buruk budi pekertinya. Mereka menyembah patung-patung di samping menyembah Allah. Oleh sebab itu, Nabi Lut menyeru mereka agar menyembah Allah semata, bertakwa kepada-Nya, dan mengikuti ajaran yang dibawanya. Sebagaimana halnya dengan Nabi Nuh, Nabi Hud, dan Nabi Saleh, Nabi Lut pun telah menyampaikan kepada kaumnya bahwa ia adalah rasul yang benar-benar diutus kepada mereka untuk menyampaikan agama Allah. Ia tidak mengharapkan upah dari mereka sebagai imbalan dari seruan yang telah disampaikannya. Ia hanya mengharapkan upah dari Allah yang telah mengutusnya seperti juga para nabi yang lain."
        },
        {
          "number": 164,
          "arabic": "وَمَآ أَسْـَٔلُكُمْ عَلَيْهِ مِنْ أَجْرٍ ۖ إِنْ أَجْرِىَ إِلَّا عَلَىٰ رَبِّ ٱلْعَـٰلَمِينَ",
          "transliteration": "wamā asalukum ʿalayhi min ajrin in ajriya illā ʿalā rabbi l-ʿālamīna",
          "translation": "Dan aku tidak meminta imbalan kepadamu atas ajakan ini; imbalanku hanyalah dari Tuhan seluruh alam.",
          "tafsir": "Penduduk kota Sodom (Sadum) adalah penduduk yang sangat buruk budi pekertinya. Mereka menyembah patung-patung di samping menyembah Allah. Oleh sebab itu, Nabi Lut menyeru mereka agar menyembah Allah semata, bertakwa kepada-Nya, dan mengikuti ajaran yang dibawanya. Sebagaimana halnya dengan Nabi Nuh, Nabi Hud, dan Nabi Saleh, Nabi Lut pun telah menyampaikan kepada kaumnya bahwa ia adalah rasul yang benar-benar diutus kepada mereka untuk menyampaikan agama Allah. Ia tidak mengharapkan upah dari mereka sebagai imbalan dari seruan yang telah disampaikannya. Ia hanya mengharapkan upah dari Allah yang telah mengutusnya seperti juga para nabi yang lain."
        },
        {
          "number": 165,
          "arabic": "أَتَأْتُونَ ٱلذُّكْرَانَ مِنَ ٱلْعَـٰلَمِينَ",
          "transliteration": "atatūna l-dhuk'rāna mina l-ʿālamīna",
          "translation": "Mengapa kamu mendatangi kaum laki-laki dari manusia (berbuat homoseks),",
          "tafsir": "Nabi Lut memberikan peringatan kepada kaumnya, yang selalu melakukan hubungan homoseksual, dan meninggalkan istri-istri mereka. Perbuatan homoseks itu mereka lakukan di muka umum, di balai-balai pertemuan yang disaksikan oleh orang banyak. Perbuatan mereka itu dianggap menganjurkan agar orang lain berbuat seperti mereka. Allah berfirman: Dan (ingatlah kisah) Lut, ketika dia berkata kepada kaumnya, \"Mengapa kamu mengerjakan perbuatan fahisyah (keji), padahal kamu melihatnya (kekejian perbuatan maksiat itu)?\" Mengapa kamu mendatangi laki-laki untuk (memenuhi) syahwat(mu), bukan (mendatangi) perempuan? Sungguh, kamu adalah kaum yang tidak mengetahui (akibat perbuatanmu). (an-Naml/27: 54-55). Di samping melakukan homoseks, kaum Nabi Lut juga merampok dan merampas harta orang-orang yang lewat dan membawa barang-barang perniagaan. Praktek seks sejenis (homoseks dan lesbian) sangat dilarang oleh Islam. Praktek ini sangat tidak sehat. Perilaku seksual yang menyimpang ini menimbulkan banyak penyakit baru, seperti penyakit AIDS dan herpes. Kedua penyakit ini tidak dikenal pada beberapa generasi yang lalu. Namun pada saat sekarang, kedua penyakit sudah menyebar secara luas dengan pesatnya. Praktek homoseks, di samping perilaku seksual menyimpang lainnya, seperti berganti-ganti pasangan atau praktek pelacuran, merupakan cara penyebaran virus AIDS yang paling umum. Penyakit ini sebagian besar (90%) disebarkan dengan cara perilaku seksual yang menyimpang. Beberapa cara penularan AIDS lainnya adalah dengan transfusi darah yang sudah tercemar virus AIDS dan pemakaian jarum suntik yang tidak steril. Sedangkan penularan dari ibu kepada janin yang dikandungnya tidak terlalu besar, yaitu di bawah 10%. Dalam sebuah hadis, Nabi Muhammad bersabda: Perbuatan zina tidak sekali-kali muncul pada suatu kaum, sehingga mereka melakukannya dengan terang-terangan, kecuali mereka akan ditimpa penyakit menular dan penyakit-penyakit lainnya yang belum ada pada umat sebelumnya. (Riwayat Ibnu Majah dari Ibnu Umar) Dari hadis di atas dapat diketahui bahwa saat manusia mulai melakukan perilaku seksual yang tidak normal, maka akan muncul penyakit baru yang belum pernah ada sebelumnya, dan menyebar di antara umat manusia. Saat ini, kita baru mengerti apa yang dimaksudkan hadis itu, yang diucapkan Nabi Muhammad saw sekitar 1400 tahun yang lalu."
        },
        {
          "number": 166,
          "arabic": "وَتَذَرُونَ مَا خَلَقَ لَكُمْ رَبُّكُم مِّنْ أَزْوَٰجِكُم ۚ بَلْ أَنتُمْ قَوْمٌ عَادُونَ",
          "transliteration": "watadharūna mā khalaqa lakum rabbukum min azwājikum bal antum qawmun ʿādūna",
          "translation": "dan kamu tinggalkan (perempuan) yang diciptakan Tuhan untuk menjadi istri-istri kamu? Kamu (memang) orang-orang yang melampaui batas.\"",
          "tafsir": "Nabi Lut memberikan peringatan kepada kaumnya, yang selalu melakukan hubungan homoseksual, dan meninggalkan istri-istri mereka. Perbuatan homoseks itu mereka lakukan di muka umum, di balai-balai pertemuan yang disaksikan oleh orang banyak. Perbuatan mereka itu dianggap menganjurkan agar orang lain berbuat seperti mereka. Allah berfirman: Dan (ingatlah kisah) Lut, ketika dia berkata kepada kaumnya, \"Mengapa kamu mengerjakan perbuatan fahisyah (keji), padahal kamu melihatnya (kekejian perbuatan maksiat itu)?\" Mengapa kamu mendatangi laki-laki untuk (memenuhi) syahwat(mu), bukan (mendatangi) perempuan? Sungguh, kamu adalah kaum yang tidak mengetahui (akibat perbuatanmu). (an-Naml/27: 54-55). Di samping melakukan homoseks, kaum Nabi Lut juga merampok dan merampas harta orang-orang yang lewat dan membawa barang-barang perniagaan. Praktek seks sejenis (homoseks dan lesbian) sangat dilarang oleh Islam. Praktek ini sangat tidak sehat. Perilaku seksual yang menyimpang ini menimbulkan banyak penyakit baru, seperti penyakit AIDS dan herpes. Kedua penyakit ini tidak dikenal pada beberapa generasi yang lalu. Namun pada saat sekarang, kedua penyakit sudah menyebar secara luas dengan pesatnya. Praktek homoseks, di samping perilaku seksual menyimpang lainnya, seperti berganti-ganti pasangan atau praktek pelacuran, merupakan cara penyebaran virus AIDS yang paling umum. Penyakit ini sebagian besar (90%) disebarkan dengan cara perilaku seksual yang menyimpang. Beberapa cara penularan AIDS lainnya adalah dengan transfusi darah yang sudah tercemar virus AIDS dan pemakaian jarum suntik yang tidak steril. Sedangkan penularan dari ibu kepada janin yang dikandungnya tidak terlalu besar, yaitu di bawah 10%. Dalam sebuah hadis, Nabi Muhammad bersabda: Perbuatan zina tidak sekali-kali muncul pada suatu kaum, sehingga mereka melakukannya dengan terang-terangan, kecuali mereka akan ditimpa penyakit menular dan penyakit-penyakit lainnya yang belum ada pada umat sebelumnya. (Riwayat Ibnu Majah dari Ibnu Umar) Dari hadis di atas dapat diketahui bahwa saat manusia mulai melakukan perilaku seksual yang tidak normal, maka akan muncul penyakit baru yang belum pernah ada sebelumnya, dan menyebar di antara umat manusia. Saat ini, kita baru mengerti apa yang dimaksudkan hadis itu, yang diucapkan Nabi Muhammad saw sekitar 1400 tahun yang lalu."
        },
        {
          "number": 167,
          "arabic": "قَالُوا۟ لَئِن لَّمْ تَنتَهِ يَـٰلُوطُ لَتَكُونَنَّ مِنَ ٱلْمُخْرَجِينَ",
          "transliteration": "qālū la-in lam tantahi yālūṭu latakūnanna mina l-mukh'rajīna",
          "translation": "Mereka menjawab, \"Wahai Luṭ! Jika engkau tidak berhenti, tentu engkau termasuk orang-orang yang terusir.\"",
          "tafsir": "Penduduk Sodom tidak mengindahkan seruan Nabi Lut, bahkan mereka mengancam akan membunuh dan mengusir Lut dan orang-orang yang beriman dari negeri mereka. Kemaksiatan mereka makin hari makin bertambah dan mereka menantang Nabi Lut agar mendatangkan azab yang diancamkan itu."
        },
        {
          "number": 168,
          "arabic": "قَالَ إِنِّى لِعَمَلِكُم مِّنَ ٱلْقَالِينَ",
          "transliteration": "qāla innī liʿamalikum mina l-qālīna",
          "translation": "Dia (Luṭ) berkata, \"Aku sungguh benci kepada perbuatanmu.\"",
          "tafsir": "Nabi Lut mengatakan kepada kaumnya bahwa ia lepas tangan dari perbuatan kaumnya dan sangat benci kepada perbuatan itu. Nabi Lut yakin bahwa ancaman apa pun yang diberikan kaumnya, tidak akan dapat memudaratkannya, karena semuanya itu adalah dari Allah dan atas kehendak-Nya."
        },
        {
          "number": 169,
          "arabic": "رَبِّ نَجِّنِى وَأَهْلِى مِمَّا يَعْمَلُونَ",
          "transliteration": "rabbi najjinī wa-ahlī mimmā yaʿmalūna",
          "translation": "(Luṭ berdoa), \"Ya Tuhanku, selamatkanlah aku dan keluargaku dari (akibat) perbuatan yang mereka kerjakan.\"",
          "tafsir": "Nabi Lut berdoa kepada Allah agar ia dan keluarganya dilepaskan dari azab yang akan menimpa kaumnya akibat perbuatan-perbuatan mereka yang keji itu. Ia juga memohon agar dijauhkan dari azab Allah, baik di dunia maupun di akhirat."
        },
        {
          "number": 170,
          "arabic": "فَنَجَّيْنَـٰهُ وَأَهْلَهُۥٓ أَجْمَعِينَ",
          "transliteration": "fanajjaynāhu wa-ahlahu ajmaʿīna",
          "translation": "Lalu Kami selamatkan dia bersama keluarganya semua,",
          "tafsir": "Allah mengabulkan doa Nabi Lut dengan mendatangkan malapetaka kepada kaumnya yang ingkar. Allah menyelamatkan Lut dan keluarganya kecuali istrinya yang durhaka. Dalam ayat ini tidak diterangkan kejadian yang terjadi sebelum malapetaka menimpa kaum Nabi Lut. Akan tetapi, pada surah yang lain diterangkan bahwa sebelum azab itu datang, Allah mengutus kepada Nabi Lut malaikat yang menyamar sebagai pemuda tampan, untuk membinasakan mereka. Sebelum datang kepada mereka, malaikat tersebut mampir lebih dahulu di rumah Ibrahim. Allah berfirman: Dia (Ibrahim) berkata, \"Apakah urusanmu yang penting, wahai para utusan?\" (Mereka) menjawab, \"Sesungguhnya kami diutus kepada kaum yang berdosa.\" (al-hijr/15: 57-58). Setelah para malaikat yang berupa pemuda-pemuda tampan itu sampai ke rumah Nabi Lut, maka penduduk Sodom lalu mendatangi rumahnya. Mereka bermaksud hendak melakukan perbuatan keji dengan tamu-tamu Nabi Lut itu. Nabi Lut berusaha melarang mereka berbuat demikian dengan menawarkan putri-putrinya (perempuan penduduk kota itu) untuk mereka nikahi. Nabi Lut berkata kepada mereka bahwa putri-putrinya itu adalah suci bagi mereka dan dia meminta agar tidak menyentuh tamu-tamunya. Nabi Lut mencela mereka dengan mengatakan bahwa apakah tidak ada seorang pun yang berakal di antara mereka. Firman Allah: Dan kaumnya segera datang kepadanya. Dan sejak dahulu mereka selalu melakukan perbuatan keji. Lut berkata, \"Wahai kaumku! Inilah putri-putri (negeri)ku mereka lebih suci bagimu, maka bertakwalah kepada Allah dan janganlah kamu mencemarkan (nama)ku terhadap tamuku ini. Tidak adakah di antaramu orang yang pandai?\" (Hud/11: 78). Penduduk Sodom menolak tawaran Nabi Lut dengan mengatakan bahwa mereka tidak berkehendak sedikit pun kepada putri-putrinya. Mereka tetap membangkang. Kemudian malaikat-malaikat itu memperkenalkan diri kepada Nabi Lut dan mengatakan bahwa mereka diutus Allah untuk membinasakan penduduk Sodom yang durhaka. Penduduk Sodom itu tidak akan dapat berbuat apa-apa terhadap Nabi Lut. Tatkala penduduk Sodom menyerbu rumah Nabi Lut, Allah menjadikan mereka tidak dapat melihat Nabi Lut dan malaikat-malaikat itu. Kemudian Allah memerintahkan kepada Nabi Lut agar meninggalkan kota Sodom di malam hari, bersama dengan keluarganya, selain istrinya karena akan dibinasakan bersama penduduk Sodom. Allah memerintahkan agar pada waktu meninggalkan Sodom, tidak seorang pun di antara mereka menoleh ke belakang. Mereka lalu melaksanakan perintah itu. Allah berfirman: Mereka (para malaikat) berkata, \"Wahai Lut! Sesungguhnya kami adalah para utusan Tuhanmu, mereka tidak akan dapat mengganggu kamu, sebab itu pergilah bersama keluargamu pada akhir malam dan jangan ada seorang pun di antara kamu yang menoleh ke belakang, kecuali istrimu. Sesungguhnya dia (juga) akan ditimpa (siksaan) yang menimpa mereka. Sesungguhnya saat terjadinya siksaan bagi mereka itu pada waktu subuh. Bukankah subuh itu sudah dekat?\" (Hud/11: 81)."
        },
        {
          "number": 171,
          "arabic": "إِلَّا عَجُوزًا فِى ٱلْغَـٰبِرِينَ",
          "transliteration": "illā ʿajūzan fī l-ghābirīna",
          "translation": "kecuali seorang perempuan tua (istrinya), yang termasuk dalam golongan yang ditinggal.",
          "tafsir": "Allah mengabulkan doa Nabi Lut dengan mendatangkan malapetaka kepada kaumnya yang ingkar. Allah menyelamatkan Lut dan keluarganya kecuali istrinya yang durhaka. Dalam ayat ini tidak diterangkan kejadian yang terjadi sebelum malapetaka menimpa kaum Nabi Lut. Akan tetapi, pada surah yang lain diterangkan bahwa sebelum azab itu datang, Allah mengutus kepada Nabi Lut malaikat yang menyamar sebagai pemuda tampan, untuk membinasakan mereka. Sebelum datang kepada mereka, malaikat tersebut mampir lebih dahulu di rumah Ibrahim. Allah berfirman: Dia (Ibrahim) berkata, \"Apakah urusanmu yang penting, wahai para utusan?\" (Mereka) menjawab, \"Sesungguhnya kami diutus kepada kaum yang berdosa.\" (al-hijr/15: 57-58). Setelah para malaikat yang berupa pemuda-pemuda tampan itu sampai ke rumah Nabi Lut, maka penduduk Sodom lalu mendatangi rumahnya. Mereka bermaksud hendak melakukan perbuatan keji dengan tamu-tamu Nabi Lut itu. Nabi Lut berusaha melarang mereka berbuat demikian dengan menawarkan putri-putrinya (perempuan penduduk kota itu) untuk mereka nikahi. Nabi Lut berkata kepada mereka bahwa putri-putrinya itu adalah suci bagi mereka dan dia meminta agar tidak menyentuh tamu-tamunya. Nabi Lut mencela mereka dengan mengatakan bahwa apakah tidak ada seorang pun yang berakal di antara mereka. Firman Allah: Dan kaumnya segera datang kepadanya. Dan sejak dahulu mereka selalu melakukan perbuatan keji. Lut berkata, \"Wahai kaumku! Inilah putri-putri (negeri)ku mereka lebih suci bagimu, maka bertakwalah kepada Allah dan janganlah kamu mencemarkan (nama)ku terhadap tamuku ini. Tidak adakah di antaramu orang yang pandai?\" (Hud/11: 78). Penduduk Sodom menolak tawaran Nabi Lut dengan mengatakan bahwa mereka tidak berkehendak sedikit pun kepada putri-putrinya. Mereka tetap membangkang. Kemudian malaikat-malaikat itu memperkenalkan diri kepada Nabi Lut dan mengatakan bahwa mereka diutus Allah untuk membinasakan penduduk Sodom yang durhaka. Penduduk Sodom itu tidak akan dapat berbuat apa-apa terhadap Nabi Lut. Tatkala penduduk Sodom menyerbu rumah Nabi Lut, Allah menjadikan mereka tidak dapat melihat Nabi Lut dan malaikat-malaikat itu. Kemudian Allah memerintahkan kepada Nabi Lut agar meninggalkan kota Sodom di malam hari, bersama dengan keluarganya, selain istrinya karena akan dibinasakan bersama penduduk Sodom. Allah memerintahkan agar pada waktu meninggalkan Sodom, tidak seorang pun di antara mereka menoleh ke belakang. Mereka lalu melaksanakan perintah itu. Allah berfirman: Mereka (para malaikat) berkata, \"Wahai Lut! Sesungguhnya kami adalah para utusan Tuhanmu, mereka tidak akan dapat mengganggu kamu, sebab itu pergilah bersama keluargamu pada akhir malam dan jangan ada seorang pun di antara kamu yang menoleh ke belakang, kecuali istrimu. Sesungguhnya dia (juga) akan ditimpa (siksaan) yang menimpa mereka. Sesungguhnya saat terjadinya siksaan bagi mereka itu pada waktu subuh. Bukankah subuh itu sudah dekat?\" (Hud/11: 81)."
        },
        {
          "number": 172,
          "arabic": "ثُمَّ دَمَّرْنَا ٱلْـَٔاخَرِينَ",
          "transliteration": "thumma dammarnā l-ākharīna",
          "translation": "Kemudian Kami binasakan yang lain.",
          "tafsir": "Setelah tiba waktu yang dijanjikan, Allah menghujani dengan amat dahsyat penduduk Sodom dengan batu dari tanah liat yang membatu, dan negeri mereka ditelungkupkan oleh Allah. Dengan demikian, hancurlah penduduk kota Sodom beserta kotanya. Allah berfirman: Maka ketika keputusan Kami datang, Kami menjungkirbalikkan negeri kaum Lut, dan Kami hujani mereka bertubi-tubi dengan batu dari tanah yang terbakar, yang diberi tanda oleh Tuhanmu. Dan siksaan itu tiadalah jauh dari orang yang zalim. (Hud/11: 82-83). Tidak lama setelah kaum Nabi Lut hancur, negeri mereka lalu digenangi air. Akhir-akhir ini telah ditemukan bekas-bekas kota Sodom yaitu di pantai Buá¸¥airah Lut, di bagian selatan Laut Mati (al-Bahrul Mayyit). Adapun Nabi Lut dan pengikutnya pindah ke Zoar, sebuah kota tua di Kanaan."
        },
        {
          "number": 173,
          "arabic": "وَأَمْطَرْنَا عَلَيْهِم مَّطَرًا ۖ فَسَآءَ مَطَرُ ٱلْمُنذَرِينَ",
          "transliteration": "wa-amṭarnā ʿalayhim maṭaran fasāa maṭaru l-mundharīna",
          "translation": "Dan Kami hujani mereka (dengan hujan batu), maka betapa buruk hujan yang menimpa orang-orang yang telah diberi peringatan itu.",
          "tafsir": "Setelah tiba waktu yang dijanjikan, Allah menghujani dengan amat dahsyat penduduk Sodom dengan batu dari tanah liat yang membatu, dan negeri mereka ditelungkupkan oleh Allah. Dengan demikian, hancurlah penduduk kota Sodom beserta kotanya. Allah berfirman: Maka ketika keputusan Kami datang, Kami menjungkirbalikkan negeri kaum Lut, dan Kami hujani mereka bertubi-tubi dengan batu dari tanah yang terbakar, yang diberi tanda oleh Tuhanmu. Dan siksaan itu tiadalah jauh dari orang yang zalim. (Hud/11: 82-83). Tidak lama setelah kaum Nabi Lut hancur, negeri mereka lalu digenangi air. Akhir-akhir ini telah ditemukan bekas-bekas kota Sodom yaitu di pantai Buá¸¥airah Lut, di bagian selatan Laut Mati (al-Bahrul Mayyit). Adapun Nabi Lut dan pengikutnya pindah ke Zoar, sebuah kota tua di Kanaan."
        },
        {
          "number": 174,
          "arabic": "إِنَّ فِى ذَٰلِكَ لَـَٔايَةً ۖ وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ",
          "transliteration": "inna fī dhālika laāyatan wamā kāna aktharuhum mu'minīna",
          "translation": "Sungguh, pada yang demikian itu terdapat tanda (kekuasaan Allah), tetapi kebanyakan mereka tidak beriman.",
          "tafsir": "Ayat ini menerangkan bahwa Allah menyelamatkan Nabi Lut dan keluarganya, kecuali istrinya, serta membinasakan orang-orang durhaka itu. Ini merupakan bukti nyata atas kebenaran Nabi Lut sebagai rasul yang diutus Allah kepada penduduk Sodom. Akan tetapi, sedikit sekali manusia yang memperhatikan tanda-tanda kebesaran dan kekuasaan Tuhan itu, sehingga sedikit sekali di antara mereka yang beriman dan mengikuti rasul-Nya."
        },
        {
          "number": 175,
          "arabic": "وَإِنَّ رَبَّكَ لَهُوَ ٱلْعَزِيزُ ٱلرَّحِيمُ",
          "transliteration": "wa-inna rabbaka lahuwa l-ʿazīzu l-raḥīmu",
          "translation": "Dan sungguh, Tuhanmu, Dialah Yang Mahaperkasa, Maha Penyayang.",
          "tafsir": "Allah adalah Tuhan yang berhak disembah dan sangat keras pembalasan-Nya kepada para hamba-Nya yang ingkar. Dia Maha Penyayang kepada hamba-Nya, dan kasih sayang-Nya itu adalah tetap, tidak pernah putus."
        },
        {
          "number": 176,
          "arabic": "كَذَّبَ أَصْحَـٰبُ لْـَٔيْكَةِ ٱلْمُرْسَلِينَ",
          "transliteration": "kadhaba aṣḥābu al'aykati l-mur'salīna",
          "translation": "Penduduk Aikah<sup foot_note=135541>1</sup> telah mendustakan para rasul;",
          "tafsir": "Ayat ini menerangkan bahwa penduduk Madyan, yang disebut juga kabilah Madyan, telah mendustakan Nabi Syuaib yang menyeru mereka agar bertakwa kepada Allah dengan melaksanakan perintah-Nya dan meninggalkan larangan-Nya. Dalam ayat ini diterangkan bahwa tindakan penduduk Madyan itu sama hukumnya dengan mendustakan para rasul, karena mendustakan seorang rasul sama artinya dengan mendustakan semua rasul yang diutus Allah. Menurut Ibnu Kasir, penduduk Madyan dan Aikah adalah satu kabilah. Hanya di dalam Al-Qur'an kadangkala mereka diungkapkan sebagai penduduk Madyan dan kadangkala disebut sebagai penduduk Aikah. Kabilah Madyan adalah satu kabilah yang mendiami daerah di sekitar Teluk Aqabah dan tempat sebelah utaranya. Madyan ialah eponim dari nenek moyang mereka, Madyan. Madyan adalah salah seorang putra Nabi Ibrahim. Kehidupan mereka pada waktu itu sejahtera. Mereka berbahagia, dan berkedudukan sebagai saudagar. Kota yang terbesar di daerah Madyan ini pun dinamai pula Madyan. Kota ini terletak di tengah-tengah daerah Madyan di pantai timur Laut Merah segaris lintang dengan Tabuk. Yang dimaksud dengan penduduk Aikah pada ayat di atas adalah penduduk Madyan. Sebagian mufasir berpendapat bahwa Nabi Syuaib diutus setelah Nabi Musa. Sebagian yang lain mengatakan sebaliknya, yaitu sebelum pengutusan Nabi Musa."
        },
        {
          "number": 177,
          "arabic": "إِذْ قَالَ لَهُمْ شُعَيْبٌ أَلَا تَتَّقُونَ",
          "transliteration": "idh qāla lahum shuʿaybun alā tattaqūna",
          "translation": "ketika Syu'aib berkata kepada mereka, \"Mengapa kamu tidak bertakwa?",
          "tafsir": "Ayat ini menerangkan bahwa penduduk Madyan, yang disebut juga kabilah Madyan, telah mendustakan Nabi Syuaib yang menyeru mereka agar bertakwa kepada Allah dengan melaksanakan perintah-Nya dan meninggalkan larangan-Nya. Dalam ayat ini diterangkan bahwa tindakan penduduk Madyan itu sama hukumnya dengan mendustakan para rasul, karena mendustakan seorang rasul sama artinya dengan mendustakan semua rasul yang diutus Allah. Menurut Ibnu Kasir, penduduk Madyan dan Aikah adalah satu kabilah. Hanya di dalam Al-Qur'an kadangkala mereka diungkapkan sebagai penduduk Madyan dan kadangkala disebut sebagai penduduk Aikah. Kabilah Madyan adalah satu kabilah yang mendiami daerah di sekitar Teluk Aqabah dan tempat sebelah utaranya. Madyan ialah eponim dari nenek moyang mereka, Madyan. Madyan adalah salah seorang putra Nabi Ibrahim. Kehidupan mereka pada waktu itu sejahtera. Mereka berbahagia, dan berkedudukan sebagai saudagar. Kota yang terbesar di daerah Madyan ini pun dinamai pula Madyan. Kota ini terletak di tengah-tengah daerah Madyan di pantai timur Laut Merah segaris lintang dengan Tabuk. Yang dimaksud dengan penduduk Aikah pada ayat di atas adalah penduduk Madyan. Sebagian mufasir berpendapat bahwa Nabi Syuaib diutus setelah Nabi Musa. Sebagian yang lain mengatakan sebaliknya, yaitu sebelum pengutusan Nabi Musa."
        },
        {
          "number": 178,
          "arabic": "إِنِّى لَكُمْ رَسُولٌ أَمِينٌ",
          "transliteration": "innī lakum rasūlun amīnun",
          "translation": "Sungguh, aku adalah rasul kepercayaan (yang diutus) kepadamu,",
          "tafsir": "Syuaib menyeru penduduk Madyan, seperti yang telah dilakukan oleh para nabi sebelumnya. Ia menerangkan kepada mereka bahwa tugasnya tidaklah untuk mencari harta kekayaan, kekuasaan, atau keuntungan duniawi. Oleh karena itu, ia tidak akan mengambil upah dari mereka untuk seruannya itu. Upahnya akan diberikan Allah yang telah mengutusnya. Dalam Surah Hud/11 diterangkan pula bahwa Syuaib mengajak kaumnya agar mereka hanya menyembah Allah. Allah berfirman: Dan kepada (penduduk) Madyan (Kami utus) saudara mereka, Syuaib. Dia berkata, \"Wahai kaumku! Sembahlah Allah, tidak ada tuhan bagimu selain Dia. (Hud/11: 84)."
        },
        {
          "number": 179,
          "arabic": "فَٱتَّقُوا۟ ٱللَّهَ وَأَطِيعُونِ",
          "transliteration": "fa-ittaqū l-laha wa-aṭīʿūni",
          "translation": "maka bertakwalah kepada Allah dan taatlah kepadaku;",
          "tafsir": "Syuaib menyeru penduduk Madyan, seperti yang telah dilakukan oleh para nabi sebelumnya. Ia menerangkan kepada mereka bahwa tugasnya tidaklah untuk mencari harta kekayaan, kekuasaan, atau keuntungan duniawi. Oleh karena itu, ia tidak akan mengambil upah dari mereka untuk seruannya itu. Upahnya akan diberikan Allah yang telah mengutusnya. Dalam Surah Hud/11 diterangkan pula bahwa Syuaib mengajak kaumnya agar mereka hanya menyembah Allah. Allah berfirman: Dan kepada (penduduk) Madyan (Kami utus) saudara mereka, Syuaib. Dia berkata, \"Wahai kaumku! Sembahlah Allah, tidak ada tuhan bagimu selain Dia. (Hud/11: 84)."
        },
        {
          "number": 180,
          "arabic": "وَمَآ أَسْـَٔلُكُمْ عَلَيْهِ مِنْ أَجْرٍ ۖ إِنْ أَجْرِىَ إِلَّا عَلَىٰ رَبِّ ٱلْعَـٰلَمِينَ",
          "transliteration": "wamā asalukum ʿalayhi min ajrin in ajriya illā ʿalā rabbi l-ʿālamīna",
          "translation": "dan aku tidak meminta imbalan kepadamu atas ajakan ini; imbalanku hanyalah dari Tuhan seluruh alam.",
          "tafsir": "Dan aku tidak meminta imbalan apa pun baik berupa materi atau jasa kepadamu atas ajakan itu, imbalanku tidak lain hanyalah dari Tuhan seluruh alam. Dengan tidak adanya imbalan, Nabi Sy’aib tidak mempunyai kepentingan apa-apa kecuali untuk kemaslahatan mereka."
        },
        {
          "number": 181,
          "arabic": "۞ أَوْفُوا۟ ٱلْكَيْلَ وَلَا تَكُونُوا۟ مِنَ ٱلْمُخْسِرِينَ",
          "transliteration": "awfū l-kayla walā takūnū mina l-mukh'sirīna",
          "translation": "Sempurnakanlah takaran dan janganlah kamu merugikan orang lain;",
          "tafsir": "Di samping menyekutukan Allah dengan sesuatu yang lain, penduduk Madyan juga berbuat dosa dan melakukan kejahatan lain, di antaranya: 1. Mengurangi timbangan dan takaran pada waktu menjual dan minta dilebihkan pada waktu membeli. 2. Menurunkan harga barang-barang agar mereka dapat membeli barang-barang itu dengan harga yang amat rendah. 3. Membuat onar dan kerusakan di bumi. Ayat ini menerangkan bahwa Syuaib menyeru kaumnya untuk menghentikan kejahatan yang biasa mereka lakukan. Mereka diseru untuk menyempurnakan takaran dan timbangan baik di waktu menjual maupun membeli. Mengurangi atau melebihkan takaran dan timbangan adalah perbuatan yang merugikan orang lain. Hal itu berarti membuat kerusakan di bumi. Syuaib mengingatkan kaumnya bahwa harta yang halal lebih baik bagi mereka, karena mereka adalah orang-orang yang berpenghidupan baik. Allah berfirman: Sisa (yang halal) dari Allah adalah lebih baik bagimu jika kamu orang yang beriman. Dan aku bukanlah seorang penjaga atas dirimu.\" (Hud/11: 86). Yang dimaksud dengan sisa keuntungan dari Allah (baqiyyatullah) ialah keuntungan yang halal dalam perdagangan sesudah menyempurnakan takaran dan timbangan. Syuaib mengingatkan bahwa perbuatan jahat yang mereka lakukan itu bertentangan dengan ketentuan yang ditetapkan Allah bagi semua makhluk-Nya. Oleh karena itu, mereka diminta untuk menghentikan perbuatan itu, dan takut kepada azab Allah yang akan ditimpakan kepada orang-orang yang berbuat kejahatan. Dialah yang menciptakan segala yang ada, termasuk mereka. Diciptakan-Nya dari tidak ada kepada ada untuk mengadakan kemaslahatan di bumi. Allah pernah menciptakan orang-orang yang mempunyai kekuatan dan kemampuan yang lebih kuat dan besar dari mereka, serta mempunyai harta dan kekayaan yang lebih banyak, seperti kaum Hud yang pernah mereka katakan sebagai kaum yang lebih kuat dan perkasa dari mereka. Karena kezaliman dan kejahatan umat-umat dahulu itu, Allah mengazab dan menimpakan malapetaka yang besar kepada mereka."
        },
        {
          "number": 182,
          "arabic": "وَزِنُوا۟ بِٱلْقِسْطَاسِ ٱلْمُسْتَقِيمِ",
          "transliteration": "wazinū bil-qis'ṭāsi l-mus'taqīmi",
          "translation": "dan timbanglah dengan timbangan yang benar.",
          "tafsir": "Di samping menyekutukan Allah dengan sesuatu yang lain, penduduk Madyan juga berbuat dosa dan melakukan kejahatan lain, di antaranya: 1. Mengurangi timbangan dan takaran pada waktu menjual dan minta dilebihkan pada waktu membeli. 2. Menurunkan harga barang-barang agar mereka dapat membeli barang-barang itu dengan harga yang amat rendah. 3. Membuat onar dan kerusakan di bumi. Ayat ini menerangkan bahwa Syuaib menyeru kaumnya untuk menghentikan kejahatan yang biasa mereka lakukan. Mereka diseru untuk menyempurnakan takaran dan timbangan baik di waktu menjual maupun membeli. Mengurangi atau melebihkan takaran dan timbangan adalah perbuatan yang merugikan orang lain. Hal itu berarti membuat kerusakan di bumi. Syuaib mengingatkan kaumnya bahwa harta yang halal lebih baik bagi mereka, karena mereka adalah orang-orang yang berpenghidupan baik. Allah berfirman: Sisa (yang halal) dari Allah adalah lebih baik bagimu jika kamu orang yang beriman. Dan aku bukanlah seorang penjaga atas dirimu.\" (Hud/11: 86). Yang dimaksud dengan sisa keuntungan dari Allah (baqiyyatullah) ialah keuntungan yang halal dalam perdagangan sesudah menyempurnakan takaran dan timbangan. Syuaib mengingatkan bahwa perbuatan jahat yang mereka lakukan itu bertentangan dengan ketentuan yang ditetapkan Allah bagi semua makhluk-Nya. Oleh karena itu, mereka diminta untuk menghentikan perbuatan itu, dan takut kepada azab Allah yang akan ditimpakan kepada orang-orang yang berbuat kejahatan. Dialah yang menciptakan segala yang ada, termasuk mereka. Diciptakan-Nya dari tidak ada kepada ada untuk mengadakan kemaslahatan di bumi. Allah pernah menciptakan orang-orang yang mempunyai kekuatan dan kemampuan yang lebih kuat dan besar dari mereka, serta mempunyai harta dan kekayaan yang lebih banyak, seperti kaum Hud yang pernah mereka katakan sebagai kaum yang lebih kuat dan perkasa dari mereka. Karena kezaliman dan kejahatan umat-umat dahulu itu, Allah mengazab dan menimpakan malapetaka yang besar kepada mereka."
        },
        {
          "number": 183,
          "arabic": "وَلَا تَبْخَسُوا۟ ٱلنَّاسَ أَشْيَآءَهُمْ وَلَا تَعْثَوْا۟ فِى ٱلْأَرْضِ مُفْسِدِينَ",
          "transliteration": "walā tabkhasū l-nāsa ashyāahum walā taʿthaw fī l-arḍi muf'sidīna",
          "translation": "Dan janganlah kamu merugikan manusia dengan mengurangi hak-haknya dan janganlah membuat kerusakan di bumi;",
          "tafsir": "Di samping menyekutukan Allah dengan sesuatu yang lain, penduduk Madyan juga berbuat dosa dan melakukan kejahatan lain, di antaranya: 1. Mengurangi timbangan dan takaran pada waktu menjual dan minta dilebihkan pada waktu membeli. 2. Menurunkan harga barang-barang agar mereka dapat membeli barang-barang itu dengan harga yang amat rendah. 3. Membuat onar dan kerusakan di bumi. Ayat ini menerangkan bahwa Syuaib menyeru kaumnya untuk menghentikan kejahatan yang biasa mereka lakukan. Mereka diseru untuk menyempurnakan takaran dan timbangan baik di waktu menjual maupun membeli. Mengurangi atau melebihkan takaran dan timbangan adalah perbuatan yang merugikan orang lain. Hal itu berarti membuat kerusakan di bumi. Syuaib mengingatkan kaumnya bahwa harta yang halal lebih baik bagi mereka, karena mereka adalah orang-orang yang berpenghidupan baik. Allah berfirman: Sisa (yang halal) dari Allah adalah lebih baik bagimu jika kamu orang yang beriman. Dan aku bukanlah seorang penjaga atas dirimu.\" (Hud/11: 86). Yang dimaksud dengan sisa keuntungan dari Allah (baqiyyatullah) ialah keuntungan yang halal dalam perdagangan sesudah menyempurnakan takaran dan timbangan. Syuaib mengingatkan bahwa perbuatan jahat yang mereka lakukan itu bertentangan dengan ketentuan yang ditetapkan Allah bagi semua makhluk-Nya. Oleh karena itu, mereka diminta untuk menghentikan perbuatan itu, dan takut kepada azab Allah yang akan ditimpakan kepada orang-orang yang berbuat kejahatan. Dialah yang menciptakan segala yang ada, termasuk mereka. Diciptakan-Nya dari tidak ada kepada ada untuk mengadakan kemaslahatan di bumi. Allah pernah menciptakan orang-orang yang mempunyai kekuatan dan kemampuan yang lebih kuat dan besar dari mereka, serta mempunyai harta dan kekayaan yang lebih banyak, seperti kaum Hud yang pernah mereka katakan sebagai kaum yang lebih kuat dan perkasa dari mereka. Karena kezaliman dan kejahatan umat-umat dahulu itu, Allah mengazab dan menimpakan malapetaka yang besar kepada mereka."
        }
      ]
    }
  ]
}