{
  "pageNumber": 534,
  "juz": 27,
  "surahs": [
    {
      "number": 55,
      "name": "Ar-Rahman",
      "nameArabic": "الرحمن",
      "meaning": "Yang Maha Pemurah",
      "revelation": "Madinah",
      "description": "Surat Ar-Rahman terdiri dari 78 ayat, termasuk golongan surat Madaniyyah, dan diturunkan setelah surat Ar-Ra'd.Dinamai \"Ar-Rahman\" (Yang Maha Pengasih) diambil dari kata \"Ar-Rahman\" yang terdapat pada ayat pertama surat ini. Ar-Rahman adalah satu dari nama-nama Allah. Sebagian besar dari surat ini menerangkan belas kasih Allah kepada hamba-hamba-Nya, yaitu dengan memberikan nikmat-nikmat yang tidak terhingga baik di dunia maupun di akhirat.**Pokok-Pokok Isi:**1. **Keimanan:** Allah mengajari manusia pandai berbicara; pohon-pohonan dan tumbuh-tumbuhan tunduk kepada Allah; semua makhluk akan hancur; Allah selalu dalam kesibukan; seluruh alam merupakan nikmat Allah terhadap manusia; manusia diciptakan dari tanah dan jin dari api.2. **Hukum-hukum:** Kewajiban mengukur, menakar, dan menimbang dengan adil.3. **Lain-lain:** Manusia dan jin tidak dapat melepaskan diri dari kekuasaan Allah; banyak dari manusia yang tidak mensyukuri nikmat Allah; nubuat tentang hal-hal yang akan terjadi lalu benar-benar terjadi seperti tentang terusan Suez dan Panama.Surat Ar-Rahman menyebutkan bermacam-macam nikmat Allah yang telah dilimpahkan kepada hamba-hamba-Nya, yaitu dengan menciptakan alam beserta apa yang ada di dalamnya. Kemudian diterangkan pembalasan di akhirat, keadaan penghuni neraka dan keadaan penghuni surga, dan diterangkan pula keadaan di dalam surga yang dijanjikan Allah kepada orang yang bertakwa.**Hubungan Surat Ar-Rahman Dengan Surat Al-Waqi'ah:**1. Kedua surat ini sama-sama menerangkan keadaan di akhirat dan keadaan di surga dan di neraka.2. Dalam surat Ar-Rahman diterangkan azab yang ditimpakan kepada orang-orang yang berdosa dan nikmat yang diterima orang-orang yang bertakwa; dijelaskan bahwa ada dua macam surga yang disediakan bagi orang-orang mukmin. Sementara itu, pada surat Al-Waqi'ah diterangkan pembagian manusia di akhirat menjadi tiga golongan: golongan kiri, golongan kanan, dan golongan orang-orang yang lebih dahulu beriman dan diterangkan pula nasib masing-masing golongan tersebut.",
      "verses": [
        {
          "number": 68,
          "arabic": "فِيهِمَا فَـٰكِهَةٌ وَنَخْلٌ وَرُمَّانٌ",
          "transliteration": "fīhimā fākihatun wanakhlun warummānun",
          "translation": "Di dalam kedua surga itu ada buah-buahan, kurma dan delima.",
          "tafsir": "Ayat ini menerangkan bahwa pada kedua surga tersebut terdapat buah-buahan yang beraneka ragam cita rasanya di antaranya kurma dan delima. Disebutkannya kurma dan delima walaupun keduanya termasuk ke dalam jenis buah-buahan, karena ada perbedaan dengan buah-buahan yang lain sebab keduanya terdapat pada musim gugur dan musim dingin. Di samping itu kurma adalah buah-buahan bergizi, dan delima dapat dijadikan obat. Maka nikmat Allah yang manakah yang didustakan oleh jin dan manusia?"
        },
        {
          "number": 69,
          "arabic": "فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ",
          "transliteration": "fabi-ayyi ālāi rabbikumā tukadhibāni",
          "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan?",
          "tafsir": "Ayat ini menerangkan bahwa pada kedua surga tersebut terdapat buah-buahan yang beraneka ragam cita rasanya di antaranya kurma dan delima. Disebutkannya kurma dan delima walaupun keduanya termasuk ke dalam jenis buah-buahan, karena ada perbedaan dengan buah-buahan yang lain sebab keduanya terdapat pada musim gugur dan musim dingin. Di samping itu kurma adalah buah-buahan bergizi, dan delima dapat dijadikan obat. Maka nikmat Allah yang manakah yang didustakan oleh jin dan manusia?"
        },
        {
          "number": 70,
          "arabic": "فِيهِنَّ خَيْرَٰتٌ حِسَانٌ",
          "transliteration": "fīhinna khayrātun ḥisānun",
          "translation": "Di dalam surga-surga itu ada bidadari-bidadari yang baik-baik dan jelita.",
          "tafsir": "Ayat ini mengungkapkan bahwa di dalam surga-surga ada bidadari-bidadari yang baik budi pekertinya dan cantik rupanya. Maka nikmat Tuhan yang manakah yang didustakan oleh jin dan manusia?"
        },
        {
          "number": 71,
          "arabic": "فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ",
          "transliteration": "fabi-ayyi ālāi rabbikumā tukadhibāni",
          "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan?",
          "tafsir": "Ayat ini mengungkapkan bahwa di dalam surga-surga ada bidadari-bidadari yang baik budi pekertinya dan cantik rupanya. Maka nikmat Tuhan yang manakah yang didustakan oleh jin dan manusia?"
        },
        {
          "number": 72,
          "arabic": "حُورٌ مَّقْصُورَٰتٌ فِى ٱلْخِيَامِ",
          "transliteration": "ḥūrun maqṣūrātun fī l-khiyāmi",
          "translation": "Bidadari-bidadari yang dipelihara di dalam kemah-kemah.",
          "tafsir": "Ayat ini mengungkapkan bahwa bidadari-bidadari itu adalah perempuan yang baik akhlaknya dan cantik rupanya dengan mempunyai mata yang indah, manis, putih, bersih sekeliling hitamnya, dipingit di dalam rumah, bukan yang berkeliaran di jalanjalan"
        },
        {
          "number": 73,
          "arabic": "فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ",
          "transliteration": "fabi-ayyi ālāi rabbikumā tukadhibāni",
          "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan?",
          "tafsir": "Ayat ini mengungkapkan bahwa bidadari-bidadari itu adalah perempuan yang baik akhlaknya dan cantik rupanya dengan mempunyai mata yang indah, manis, putih, bersih sekeliling hitamnya, dipingit di dalam rumah, bukan yang berkeliaran di jalanjalan"
        },
        {
          "number": 74,
          "arabic": "لَمْ يَطْمِثْهُنَّ إِنسٌ قَبْلَهُمْ وَلَا جَآنٌّ",
          "transliteration": "lam yaṭmith'hunna insun qablahum walā jānnun",
          "translation": "Mereka sebelumnya tidak pernah disentuh oleh manusia maupun oleh jin.",
          "tafsir": "Ayat ini mengungkapkan bahwa bidadari itu tidak pernah disentuh oleh manusia atau pun jin sebelum datang penghuni surga yang menjadi suami mereka. Hanya suami-suami mereka inilah yang berhak menyentuh mereka. Pengulangan pernyataan ini, dimana sebelumnya telah disebutkan dalam ayat 56 Surah ar-Rahman ini, adalah untuk menunjukkan bahwa mereka sungguh suci dan kesucian mereka terpelihara sangat baik. Oleh karena itu, maka nikmat Tuhan yang manakah yang didustakan oleh jin dan manusia? ("
        },
        {
          "number": 75,
          "arabic": "فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ",
          "transliteration": "fabi-ayyi ālāi rabbikumā tukadhibāni",
          "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan?",
          "tafsir": "Ayat ini mengungkapkan bahwa bidadari itu tidak pernah disentuh oleh manusia atau pun jin sebelum datang penghuni surga yang menjadi suami mereka. Hanya suami-suami mereka inilah yang berhak menyentuh mereka. Pengulangan pernyataan ini, dimana sebelumnya telah disebutkan dalam ayat 56 Surah ar-Rahman ini, adalah untuk menunjukkan bahwa mereka sungguh suci dan kesucian mereka terpelihara sangat baik. Oleh karena itu, maka nikmat Tuhan yang manakah yang didustakan oleh jin dan manusia? ("
        },
        {
          "number": 76,
          "arabic": "مُتَّكِـِٔينَ عَلَىٰ رَفْرَفٍ خُضْرٍ وَعَبْقَرِىٍّ حِسَانٍ",
          "transliteration": "muttakiīna ʿalā rafrafin khuḍ'rin waʿabqariyyin ḥisānin",
          "translation": "Mereka bersandar pada bantal-bantal yang hijau dan permadani-permadani yang indah.",
          "tafsir": "Ayat ini mengungkapkan bahwa penghuni-penghuni surga itu duduk santai di atas bantal-bantal yang hijau, besar-besar dan permadani-permadani yang indah-indah, indah rupanya dan indah tenunannya, dan di sebelah dalamnya terbuat dari sutra. Maka nikmat Tuhan yang manakah yang didustakan oleh jin dan manusia?"
        },
        {
          "number": 77,
          "arabic": "فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ",
          "transliteration": "fabi-ayyi ālāi rabbikumā tukadhibāni",
          "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan?",
          "tafsir": "Ayat ini mengungkapkan bahwa penghuni-penghuni surga itu duduk santai di atas bantal-bantal yang hijau, besar-besar dan permadani-permadani yang indah-indah, indah rupanya dan indah tenunannya, dan di sebelah dalamnya terbuat dari sutra. Maka nikmat Tuhan yang manakah yang didustakan oleh jin dan manusia?"
        },
        {
          "number": 78,
          "arabic": "تَبَـٰرَكَ ٱسْمُ رَبِّكَ ذِى ٱلْجَلَـٰلِ وَٱلْإِكْرَامِ",
          "transliteration": "tabāraka us'mu rabbika dhī l-jalāli wal-ik'rāmi",
          "translation": "Mahasuci nama Tuhanmu Pemilik Keagungan dan Kemuliaan.",
          "tafsir": "Ayat ini mengungkapkan bahwa, hanya Allah-lah yang mempunyai kebesaran dan karunia atas segala nikmat yang diberikan-Nya, nikmat yang sangat banyak dan ganjaran yang sangat berharga. Ini adalah pelajaran bagi hamba-Nya bahwa semuanya itu adalah rahmat-Nya. Dia yang menjadikan langit dan bumi, surga dan neraka, menyiksa orang-orang berdosa, memberi pahala kepada orang-orang yang menaati-Nya."
        }
      ]
    },
    {
      "number": 56,
      "name": "Al-Waqi'ah",
      "nameArabic": "الواقعة",
      "meaning": "Hari Kiamat",
      "revelation": "Makkah",
      "description": "Surat Al-Waqi'ah terdiri dari 96 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Thaha.Dinamai \"Al-Waqi'ah\" (hari kiamat) diambil dari kata \"Al-Waqi'ah\" yang terdapat pada ayat pertama surat ini.**Pokok-Pokok Isi:**1. **Keimanan:** Huru hara ketika hari kiamat terjadi; pada hari penghisaban manusia terbagi menjadi tiga golongan: golongan yang bersegera menjalankan kebaikan, golongan kanan, dan golongan yang celaka, serta balasan yang diperoleh oleh masing-masing golongan; bantahan Allah terhadap orang yang mengingkari keberadaan Allah, hari kebangkitan, dan hisab; Al-Qur'an berasal dari Lauh Mahfuzh.2. **Lain-lain:** Gambaran tentang surga dan neraka.Surat Al-Waqi'ah menerangkan tentang keadaan hari kiamat, balasan yang diterima oleh orang mukmin dan orang kafir. Kemudian diterangkan penciptaan manusia, tumbuh-tumbuhan, dan api sebagai bukti kekuasaan Allah dan adanya hari kebangkitan.**Hubungan Surat Al-Waqi'Ah Dengan Surat Al-Hadid:**1. Surat Al-Waqi'ah diakhiri dengan perintah bertasbih dengan menyebut nama Allah, Maha Pencipta dan Maha Pemelihara, sedangkan pada permulaan surat Al-Hadid disebutkan bahwa apa yang ada di langit dan di bumi bertasbih kepada Allah.2. Dalam surat Al-Waqi'ah disebutkan orang-orang yang bersegera, sedangkan pada surat Al-Hadid diterangkan ke mana orang-orang itu harus bersegera.3. Kedua surat ini sama-sama menerangkan kekuasaan Allah.",
      "verses": [
        {
          "number": 1,
          "arabic": " إِذَا وَقَعَتِ ٱلْوَاقِعَةُ",
          "transliteration": "idhā waqaʿati l-wāqiʿatu",
          "translation": "Apabila terjadi hari Kiamat,",
          "tafsir": "Ayat ini menerangkan bahwa apabila terjadi hari Kiamat, maka kejadian itu tidak dapat didustakan dan juga tidak dapat diragukan, tidak seorang pun dapat mendustakannya atau mengingkarinya dan nyata dilihat oleh setiap orang. Tatkala di dunia, banyak benar manusia yang mendustakannya dan mengingkarinya karena belum merasakan azab sengsara yang telah diderita oleh orang-orang yang telah disiksa itu."
        },
        {
          "number": 2,
          "arabic": "لَيْسَ لِوَقْعَتِهَا كَاذِبَةٌ",
          "transliteration": "laysa liwaqʿatihā kādhibatun",
          "translation": "terjadinya tidak dapat didustakan (disangkal).",
          "tafsir": "Ayat ini menerangkan bahwa apabila terjadi hari Kiamat, maka kejadian itu tidak dapat didustakan dan juga tidak dapat diragukan, tidak seorang pun dapat mendustakannya atau mengingkarinya dan nyata dilihat oleh setiap orang. Tatkala di dunia, banyak benar manusia yang mendustakannya dan mengingkarinya karena belum merasakan azab sengsara yang telah diderita oleh orang-orang yang telah disiksa itu."
        },
        {
          "number": 3,
          "arabic": "خَافِضَةٌ رَّافِعَةٌ",
          "transliteration": "khāfiḍatun rāfiʿatun",
          "translation": "(Kejadian itu) merendahkan (satu golongan) dan meninggikan (golongan yang lain).",
          "tafsir": "Ayat ini menjelaskan bahwa kejadian hari Kiamat akan merendahkan satu golongan dan meninggikan golongan yang lain, demikian kata Ibnu 'Abbas. Karena kejadian yang besar pengaruhnya membawa perubahan yang besar pula. Kemudian diterangkan bahwa hari Kiamat itu menurunkan derajat golongan yang satu dan meninggikan golongan yang lain. Tatkala itu, ada gempa yang menghancurkan semua yang ada di atas, gunung-gunung dan bangunanbangunan hancur-lebur seperti debu yang beterbangan di udara. Manusia ketika itu terbagi atas tiga golongan yaitu golongan kanan (Ashabul-yamin), golongan kiri (Ashabusy-syimal), dan golongan orang terdahulu beriman (As-sabiqun). ("
        },
        {
          "number": 4,
          "arabic": "إِذَا رُجَّتِ ٱلْأَرْضُ رَجًّا",
          "transliteration": "idhā rujjati l-arḍu rajjan",
          "translation": "Apabila bumi diguncangkan sedahsyat-dahsyatnya,",
          "tafsir": "Ayat ini menjelaskan bahwa pada hari Kiamat akan timbul gempa bumi yang sangat dahsyat dengan guncangan-guncangan yang hebat di segenap pelosok bumi, menghancurkan benteng-benteng dan gunung-gunung, merobohkan rumah-rumah dan bangunanbangunan, serta apa saja yang terdapat di permukaan bumi. Dalam ayat lain, Allah berfirman: Apabila bumi diguncangkan dengan guncangan yang dahsyat. (azZalzalah/99: 1) Dan firman-Nya: Wahai manusia! Bertakwalah kepada Tuhanmu; sungguh, guncangan (hari) Kiamat itu adalah suatu (kejadian) yang sangat besar. (al-hajj/22: 1)."
        },
        {
          "number": 5,
          "arabic": "وَبُسَّتِ ٱلْجِبَالُ بَسًّا",
          "transliteration": "wabussati l-jibālu bassan",
          "translation": "dan gunung-gunung dihancur luluhkan sehancur-hancurnya,",
          "tafsir": "Ayat ini mengungkapkan bahwa pada hari Kiamat gununggunung dihancur-luluhkan sehancur-hancurnya menjadi tumpukan tanah yang bercerai-berai, menjadi debu yang beterbangan seperti daun kering yang diterbangkan angin. Ringkasnya, gunung-gunung akan hilang dari tempatnya sesuai pula dengan ayat 9 al-Ma'arij/70. Dan gunung-gunung bagaikan bulu (yang beterbangan). (alMa'arij/70: 9) Dan gunung-gunung dihancurluluhkan sehancur-hancurnya. (alWaqi'ah/56: 5)"
        },
        {
          "number": 6,
          "arabic": "فَكَانَتْ هَبَآءً مُّنۢبَثًّا",
          "transliteration": "fakānat habāan munbathan",
          "translation": "maka jadilah ia debu yang berterbangan,",
          "tafsir": "Ayat ini mengungkapkan bahwa pada hari Kiamat gununggunung dihancur-luluhkan sehancur-hancurnya menjadi tumpukan tanah yang bercerai-berai, menjadi debu yang beterbangan seperti daun kering yang diterbangkan angin. Ringkasnya, gunung-gunung akan hilang dari tempatnya sesuai pula dengan ayat 9 al-Ma'arij/70. Dan gunung-gunung bagaikan bulu (yang beterbangan). (alMa'arij/70: 9) Dan gunung-gunung dihancurluluhkan sehancur-hancurnya. (alWaqi'ah/56: 5)"
        },
        {
          "number": 7,
          "arabic": "وَكُنتُمْ أَزْوَٰجًا ثَلَـٰثَةً",
          "transliteration": "wakuntum azwājan thalāthatan",
          "translation": "dan kamu menjadi tiga golongan,",
          "tafsir": "Ayat ini menjelaskan bahwa manusia pada waktu itu terdiri atas tiga golongan, yaitu-golongan kanan, golongan kiri, dan golongan orang-orang yang paling dahulu beriman, sebagaimana akan diterangkan pada ayat berikutnya."
        },
        {
          "number": 8,
          "arabic": "فَأَصْحَـٰبُ ٱلْمَيْمَنَةِ مَآ أَصْحَـٰبُ ٱلْمَيْمَنَةِ",
          "transliteration": "fa-aṣḥābu l-maymanati mā aṣḥābu l-maymanati",
          "translation": "yaitu golongan kanan,<sup foot_note=135776>1</sup> alangkah mulianya golongan kanan itu,",
          "tafsir": "Ayat ini menjelaskan bahwa \"golongan kanan\" adalah orang-orang yang menerima buku-buku catatan amal mereka dengan tangan kanan yang menunjukkan bahwa mereka adalah penghuni surga. Tentulah keadaan mereka sangat baik dan sangat menyenangkan. \"golongan kiri\" ialah orang-orang yang menerima buku catatan amal mereka dengan tangan kiri yang menunjukkan bahwa mereka adalah penghuni neraka dan akan mendapat siksaan serta hukuman yang sangat menyedihkan. Berkenaan dengan ayat ini Mu'adh bin Jabal meriwayatkan: Nabi Muhammad saw tatkala membaca ayat di atas, beliau menggenggam tangannya seraya berkata, \"Ini (yang digenggam dengan tangan kanan beliau) adalah ahli surga dan tidak perlu aku memperhatikan, dan (yang digenggam dengan tangan kiri beliau) ini adalah ahli neraka dan tidak perlu aku mempedulikannya.\" (Riwayat Ahmad dari Mu'adh bin Jabal)"
        },
        {
          "number": 9,
          "arabic": "وَأَصْحَـٰبُ ٱلْمَشْـَٔمَةِ مَآ أَصْحَـٰبُ ٱلْمَشْـَٔمَةِ",
          "transliteration": "wa-aṣḥābu l-mashamati mā aṣḥābu l-mashamati",
          "translation": "dan golongan kiri,<sup foot_note=135777>1</sup> alangkah sengsaranya golongan kiri itu,",
          "tafsir": "Ayat ini menjelaskan bahwa \"golongan kanan\" adalah orang-orang yang menerima buku-buku catatan amal mereka dengan tangan kanan yang menunjukkan bahwa mereka adalah penghuni surga. Tentulah keadaan mereka sangat baik dan sangat menyenangkan. \"golongan kiri\" ialah orang-orang yang menerima buku catatan amal mereka dengan tangan kiri yang menunjukkan bahwa mereka adalah penghuni neraka dan akan mendapat siksaan serta hukuman yang sangat menyedihkan. Berkenaan dengan ayat ini Mu'adh bin Jabal meriwayatkan: Nabi Muhammad saw tatkala membaca ayat di atas, beliau menggenggam tangannya seraya berkata, \"Ini (yang digenggam dengan tangan kanan beliau) adalah ahli surga dan tidak perlu aku memperhatikan, dan (yang digenggam dengan tangan kiri beliau) ini adalah ahli neraka dan tidak perlu aku mempedulikannya.\" (Riwayat Ahmad dari Mu'adh bin Jabal)"
        },
        {
          "number": 10,
          "arabic": "وَٱلسَّـٰبِقُونَ ٱلسَّـٰبِقُونَ",
          "transliteration": "wal-sābiqūna l-sābiqūna",
          "translation": "dan orang-orang yang paling dahulu (beriman), merekalah yang paling dahulu (masuk surga).",
          "tafsir": "Ayat ini menjelaskan bahwa orang-orang yang paling dahulu beriman kepada Allah tidak asing lagi bagi kita pribadi hal ini tampak karena kebesarannya serta perbuatan-perbuatan mereka yang mengagumkan. Dapat pula diartikan bahwa orang-orang yang paling dahulu mematuhi perintah Allah, mereka pulalah yang paling dahulu menerima rahmat Allah. Barang siapa yang lebih awal membuat kebaikan di dunia ini, maka ia adalah orang yang lebih awal pula mendapat ganjaran di akhirat nanti. Ayat ini menjelaskan bahwa yang dimaksud dengan \"as-sabiqun\", ialah mereka yang disebut dalam hadis 'Aisyah sebagai Nabi Muhammad saw telah bersabda, \"Apakah kamu sekalian tahu siapa yang paling dahulu mendapat perlindungan dari Allah pada hari Kiamat nanti?\" Mereka (para sahabat) berkata, \"Allah dan Rasul-Nya yang lebih mengetahui.\" Rasulullah bersabda, \"Mereka itu adalah orang yang apabila diberi haknya menerimanya, apabila diminta, memberikannya dan apabila menjatuhkan hukuman terhadap orang lain sama seperti mereka menjatuhkan hukuman terhadap diri mereka sendiri.\" (Riwayat Ahmad dari 'Aisyah) ("
        },
        {
          "number": 11,
          "arabic": "أُو۟لَـٰٓئِكَ ٱلْمُقَرَّبُونَ",
          "transliteration": "ulāika l-muqarabūna",
          "translation": "mereka itulah orang yang dekat (kepada Allah),",
          "tafsir": "Ayat ini menerangkan bahwa mereka yang paling dahulu beriman itulah yang menerima ganjaran yang lebih dahulu dari Allah. Mereka adalah ahli surga yang dilimpahi nikmat-nikmat yang tidak pernah dilihat oleh mata dan didengar oleh telinga serta terpikirkan oleh siapa pun juga sebagaimana disebutkan dalam hadis Nabi saw. Di dalam surga terdapat nikmat dan kesenangan yang tidak pernah dilihat oleh mata dan didengar oleh telinga serta tidak pernah terlintas di hati manusia. (Riwayat al-Bazzar dari Abu Sa'id)"
        },
        {
          "number": 12,
          "arabic": "فِى جَنَّـٰتِ ٱلنَّعِيمِ",
          "transliteration": "fī jannāti l-naʿīmi",
          "translation": "Berada dalam surga kenikmatan,",
          "tafsir": "Ayat ini menerangkan bahwa mereka yang paling dahulu beriman itulah yang menerima ganjaran yang lebih dahulu dari Allah. Mereka adalah ahli surga yang dilimpahi nikmat-nikmat yang tidak pernah dilihat oleh mata dan didengar oleh telinga serta terpikirkan oleh siapa pun juga sebagaimana disebutkan dalam hadis Nabi saw. Di dalam surga terdapat nikmat dan kesenangan yang tidak pernah dilihat oleh mata dan didengar oleh telinga serta tidak pernah terlintas di hati manusia. (Riwayat al-Bazzar dari Abu Sa'id)"
        },
        {
          "number": 13,
          "arabic": "ثُلَّةٌ مِّنَ ٱلْأَوَّلِينَ",
          "transliteration": "thullatun mina l-awalīna",
          "translation": "segolongan besar dari orang-orang yang terdahulu,<sup foot_note=135778>1</sup>",
          "tafsir": "Ayat-ayat ini menerangkan bahwa prosentase umat dahulu yang termasuk \"as-Sabiqun al-Muqarrabun\" lebih besar dibanding dengan prosentase umat Nabi Muhammad. Namun karena jumlah umat Nabi Muhammad itu jauh lebih besar dari jumlah umat nabi-nabi sebelumnya, maka jumlah umat Nabi Muhammad yang termasuk \"as-Sabiqun al-Muqarrabun\" jauh lebih besar dibanding dengan jumlah umat-umat dahulu."
        },
        {
          "number": 14,
          "arabic": "وَقَلِيلٌ مِّنَ ٱلْـَٔاخِرِينَ",
          "transliteration": "waqalīlun mina l-ākhirīna",
          "translation": "dan segolongan kecil dari orang-orang yang kemudian.",
          "tafsir": "Ayat-ayat ini menerangkan bahwa prosentase umat dahulu yang termasuk \"as-Sabiqun al-Muqarrabun\" lebih besar dibanding dengan prosentase umat Nabi Muhammad. Namun karena jumlah umat Nabi Muhammad itu jauh lebih besar dari jumlah umat nabi-nabi sebelumnya, maka jumlah umat Nabi Muhammad yang termasuk \"as-Sabiqun al-Muqarrabun\" jauh lebih besar dibanding dengan jumlah umat-umat dahulu."
        },
        {
          "number": 15,
          "arabic": "عَلَىٰ سُرُرٍ مَّوْضُونَةٍ",
          "transliteration": "ʿalā sururin mawḍūnatin",
          "translation": "mereka berada di atas dipan-dipan yang bertahtakan emas dan permata,",
          "tafsir": "Ayat-ayat ini menjelaskan bahwa mereka duduk santai berhadap-hadapan di atas dipan yang bertahtakan emas dan permata. Mereka dalam keadaan rukun, damai, hidup berbahagia dan bergaul dengan baik; tidak terdapat pada hati mereka perasaan permusuhan atau kebencian yang akan memisahkan seseorang dengan yang lain."
        },
        {
          "number": 16,
          "arabic": "مُّتَّكِـِٔينَ عَلَيْهَا مُتَقَـٰبِلِينَ",
          "transliteration": "muttakiīna ʿalayhā mutaqābilīna",
          "translation": "mereka bersandar di atasnya berhadap-hadapan.",
          "tafsir": "Ayat-ayat ini menjelaskan bahwa mereka duduk santai berhadap-hadapan di atas dipan yang bertahtakan emas dan permata. Mereka dalam keadaan rukun, damai, hidup berbahagia dan bergaul dengan baik; tidak terdapat pada hati mereka perasaan permusuhan atau kebencian yang akan memisahkan seseorang dengan yang lain."
        }
      ]
    }
  ]
}