{
  "pageNumber": 385,
  "juz": 20,
  "surahs": [
    {
      "number": 27,
      "name": "An-Naml",
      "nameArabic": "النمل",
      "meaning": "Semut",
      "revelation": "Makkah",
      "description": "Surat An-Naml terdiri dari 93 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Asy-Syu'ara'.Dinamai dengan \"An-Naml\", karena pada ayat ke-18 dan ke-19 terdapat perkataan \"An-Naml\" (semut), ketika raja semut memerintahkan anak buahnya untuk masuk ke sarangnya masing-masing, agar tidak terinjak oleh Nabi Sulaiman dan bala tentaranya yang akan lewat di tempat itu. Mendengar perintah raja semut kepada anak buahnya itu, Nabi Sulaiman tersenyum dan takjub atas keteraturan kerajaan semut. Maka beliau pun mengucapkan syukur kepada Allah yang telah melimpahkan nikmat kepadanya, berupa kerajaan, kekayaan, memahami ucapan-ucapan binatang, dan mempunyai bala tentara yang terdiri dari jin, manusia, burung, dan sebagainya. Meskipun demikian, Nabi Sulaiman tidak merasa takabur dan sombong, dan sebagai seorang hamba Allah memohon agar dimasukkan ke dalam golongan orarg-orang saleh.Dalam surat ini, Allah menyebut binatang semut agar manusia mengambil pelajaran dari kehidupan semut ini. Semut adalah binatang yang hidup berkelompok di dalam tanah, membuat liang dan ruang yang bertingkat-tingkat sebagai rumah dan gudang tempat menyimpan makanan untuk musim dingin. Kerapian dan kedisiplinan yang terdapat dalam kerajaan semut ini dinyatakan Allah dalam ayat ini ketika rakyat semut segera mencari perlindungan agar tidak terinjak oleh Nabi Sulaiman dan bala tentaranya, setelah menerima perintah dari raja semut. Secara tidak langsung, Allah mengingatkan kepada manusia agar mencukupkan kebutuhan sehari-hari dalam berusaha, mementingkan kemaslahatan bersama dan sebagainya. Rakyat semut mempunyai organisasi dan kerja sama yang baik. Dengan mengisahkan kisah Nabi Sulaiman, dalam surat ini, Allah mengisyaratkan tentang masa depan nabi Muhammad. Nabi Sulaiman sebagai seorang nabi, rasul, dan raja yang dianugerahi kekayaan yang melimpah ruah, begitu pula Nabi Muhammad sebagai seorang nabi, rasul, dan kepala negara yang ummi dan miskin akan berhasil membawa dan memimpin umatnya ke jalan Allah.**Pokok-Pokok Isi:**1. **Keimanan:** Al-Qur'an adalah rahmat dan petunjuk bagi orang-orang mukmin; keesaan dan kekuasaan Allah dan keadaan-Nya tidak memerlukan sekutu-sekutu dalam mengatur alam ini; hanya Allahlah Yang mengetahui perkara gaib; hari kebangkitan bukanlah suatu dongeng.2. **Kisah-kisah:** Kisah Nabi Sulaiman dengan semut, burung hud-hud, dan ratu Balqis; kisah Nabi Shaleh dengan kaumnya; kisah Nabi Luth dengan kaumnya.3. **Lain-lain:** Ciri-ciri orang mukmin; Al-Qur'an menjelaskan apa yang diperselisihkan Bani Israil; hanya orang-orang mukminlah yang dapat menerima petunjuk kejadian-kejadian sebelum datangnya kiamat dan keadaan orang-orang yang beriman dan tidak beriman waktu itu; Allah menyuruh Nabi Muhammad dan umatnya untuk memuji dan menyembah Allah serta membaca Al-Qur'an; Allah akan memperlihatkan kebenaran ayat-ayat-Nya kepada kaum musyrikin.Surat An-Naml dimulai dengan menerangkan sifat-sifat Al-Qur'an dan beberapa orang rasul dengan umat-umatnya masing-masing, baik yang mengikuti ajaran-ajaran yang dibawanya maupun yang tidak mengikutinya.Kemudian surat ini diakhiri dengan perintah menyembah Allah dan membaca Al-Qur'an dan bahwa Allah memperlihatkan kebenaran ayat-ayat-Nya kepada kaum musyrikin.**Hubungan Surat An-Naml Dengan Surat Al-Qashash:**1. Kedua surat ini sama-sama dimulai dengan huruf abjad, menerangkan sifat-sifat Al-Qur'an, dan menuturkan kisah Musa. Hanya saja kisah Musa dalam surat Al-Qashash diterangkan lebih lengkap dibandingkan dengan yang terdapat dalam surat An-Naml.2. Surat An-Naml menerangkan secara global bahwa keingkaran orang-orang kafir terhadap hari kebangkitan tidaklah beralasan, kemudian dikemukakan kepada mereka persoalan-persoalan yang ada hubungannya dengan kebangkitan itu. Hal ini diterangkan lebih jelas dalam surat Al-Qashash.3. Surat An-Naml menerangkan kehancuran kaum Shaleh dan kaum Luth sebagai akibat durhaka kepada Allah dan Nabi-Nya, sedang surat Al-Qashash menyinggungnya pula.4. Surat An-Naml menyebut balasan pada hari kiamat terhadap orang-orang yang membuat keburukan di dunia, dan surat Al Qashash menyebutkannya pula.5. Bagian akhir kedua surat ini sama-sama menyebutkan perintah menyembah Allah dan Al-Qur'an.",
      "verses": [
        {
          "number": 89,
          "arabic": "مَن جَآءَ بِٱلْحَسَنَةِ فَلَهُۥ خَيْرٌ مِّنْهَا وَهُم مِّن فَزَعٍ يَوْمَئِذٍ ءَامِنُونَ",
          "transliteration": "man jāa bil-ḥasanati falahu khayrun min'hā wahum min fazaʿin yawma-idhin āminūna",
          "translation": "Barangsiapa membawa kebaikan, maka dia memperoleh (balasan) yang lebih baik daripadanya, sedang mereka merasa aman dari kejutan (yang dahsyat) pada hari itu.",
          "tafsir": "Ayat ini menjelaskan bahwa orang yang beriman kepada Allah dan melaksanakan amal kebajikan, akan memperoleh balasan yang lebih baik dari amalnya sendiri, dan diberi tempat kediaman yang nyaman dan kekal dalam surga Na'im, mereka aman tenteram dari kejutan yang dahsyat pada hari Kiamat itu."
        },
        {
          "number": 90,
          "arabic": "وَمَن جَآءَ بِٱلسَّيِّئَةِ فَكُبَّتْ وُجُوهُهُمْ فِى ٱلنَّارِ هَلْ تُجْزَوْنَ إِلَّا مَا كُنتُمْ تَعْمَلُونَ",
          "transliteration": "waman jāa bil-sayi-ati fakubbat wujūhuhum fī l-nāri hal tuj'zawna illā mā kuntum taʿmalūna",
          "translation": "Dan barangsiapa membawa kejahatan, maka disungkurkanlah wajah mereka ke dalam neraka. Kamu tidak diberi balasan, melainkan (setimpal) dengan apa yang telah kamu kerjakan.",
          "tafsir": "Sebaliknya barang siapa yang menyekutukan Allah dan berbuat kejahatan, maka wajah mereka disungkurkan ke dalam neraka seraya dikatakan kepada mereka, \"Kamu tidak mendapat balasan, melainkan setimpal dengan kemusyrikan dan kejahatan yang dahulu kamu kerjakan di dunia, sehingga menjadi sebab datangnya kemurkaan Allah.\""
        },
        {
          "number": 91,
          "arabic": "إِنَّمَآ أُمِرْتُ أَنْ أَعْبُدَ رَبَّ هَـٰذِهِ ٱلْبَلْدَةِ ٱلَّذِى حَرَّمَهَا وَلَهُۥ كُلُّ شَىْءٍ ۖ وَأُمِرْتُ أَنْ أَكُونَ مِنَ ٱلْمُسْلِمِينَ",
          "transliteration": "innamā umir'tu an aʿbuda rabba hādhihi l-baldati alladhī ḥarramahā walahu kullu shayin wa-umir'tu an akūna mina l-mus'limīna",
          "translation": "Aku (Muhammad) hanya diperintahkan menyembah Tuhan negeri ini (Mekkah) yang Dia telah menjadikan suci padanya dan segala sesuatu adalah milik-Nya. Dan aku diperintahkan agar aku termasuk orang muslim,",
          "tafsir": "Pada ayat ini, Allah memerintahkan Nabi Muhammad supaya menyampaikan kepada orang-orang musyrik Mekah bahwa beliau hanya disuruh Allah menyembah Tuhan negeri ini (Mekah) yang telah dijadikan sebagai tanah Haram (Tanah Suci), diharamkan adanya pertumpahan darah atau berbuat kezaliman terhadap siapa pun di sana. Penyebutan negeri Mekah secara khusus pada ayat ini karena di sana terdapat Ka'bah, yaitu rumah peribadatan yang pertama kali dibangun di muka bumi ini sebagai tempat manusia menghadap ketika salat di mana pun mereka berada, sesuai dengan firman-Nya: Sesungguhnya rumah (ibadah) pertama yang dibangun untuk manusia, ialah (Baitullah) yang di Bakah (Mekah) yang diberkahi dan menjadi petunjuk bagi seluruh alam. (ali 'Imran/3: 96) Adapun yang wajib disembah hanya Allah, bukan berhala-berhala yang oleh diletakkan kaum musyrikin di sana, sesuai dengan firman Allah: Maka hendaklah mereka menyembah Tuhan (pemilik) rumah ini (Ka'bah), yang telah memberi makanan kepada mereka untuk menghilangkan lapar dan mengamankan mereka dari rasa ketakutan. (Quraisy/106 : 3-4). Ini merupakan celaan yang keras kepada orang-orang kafir Mekah yang tidak menyembah Allah yang mempunyai Baitullah, tetapi menyembah berhala-berhala yang mereka tempatkan di sekitarnya. Kepunyaan Allah segala sesuatu, baik di langit maupun bumi, dari segi ciptaan, pemilikan, dan pengurusannya, tidak ada sekutu bagi-Nya. Oleh karena itu, hanya Allah satu-satunya yang berhak disembah dan kepada-Nya Nabi saw diperintahkan supaya berserah diri dengan penuh keikhlasan dan ketauhidan yaitu jalan lurus atau agama Islam, sesuai dengan firman-Nya: Katakanlah (Muhammad), \"Sesungguhnya Tuhanku telah memberiku petunjuk ke jalan yang lurus, agama yang benar, agama Ibrahim yang lurus. Dia (Ibrahim) tidak termasuk orang-orang musyrik.\"(al-An'am/6: 161)"
        },
        {
          "number": 92,
          "arabic": "وَأَنْ أَتْلُوَا۟ ٱلْقُرْءَانَ ۖ فَمَنِ ٱهْتَدَىٰ فَإِنَّمَا يَهْتَدِى لِنَفْسِهِۦ ۖ وَمَن ضَلَّ فَقُلْ إِنَّمَآ أَنَا۠ مِنَ ٱلْمُنذِرِينَ",
          "transliteration": "wa-an atluwā l-qur'āna famani ih'tadā fa-innamā yahtadī linafsihi waman ḍalla faqul innamā anā mina l-mundhirīna",
          "translation": "dan agar aku membacakan Alquran (kepada manusia). Maka barangsiapa mendapat petunjuk, sesungguhnya dia mendapat petunjuk untuk (kebaikan) dirinya, dan barang siapa sesat, maka katakanlah, \"Sesungguhnya aku (ini) tidak lain hanyalah salah seorang pemberi peringatan.\"",
          "tafsir": "Pada ayat ini, Allah menerangkan bahwa Nabi Muhammad saw diperintahkan supaya membacakan Al-Qur'an kepada manusia, untuk mengungkap makna dan rahasia yang terkandung di dalamnya, dan menyerap dalil-dalil tentang kekuasaan Allah yang dapat dilihat pada alam semesta. Dengan demikian, beliau dapat menyelami hakikat hidup yang sebenarnya dan menerima limpahan karunia Allah kepadanya. Nabi saw mengulang bacaan ayat itu beberapa puluh kali sampai terbit fajar. Ketika membacanya tampaklah bagi beliau beberapa rahasia yang terkandung di dalamnya, sehingga beliau merasakan faedah membaca ayat Al-Qur'an serta memahami isinya, sesuai dengan firman-Nya: Demikianlah Kami bacakan kepadamu (Muhammad) sebagian ayat-ayat dan peringatan yang penuh hikmah. (ali 'Imran/3: 58) Firman Allah yang lain: Demikianlah, Kami telah mengutus engkau (Muhammad) kepada suatu umat yang sungguh sebelumnya telah berlalu beberapa umat, agar engkau bacakan kepada mereka (Al-Qur'an) yang Kami wahyukan kepadamu. (ar-Ra'd/13: 30) Barang siapa yang mengikuti ajaran Al-Qur'an, beriman kepada Nabi Muhammad, dan menerima petunjuknya, maka sungguh ia telah menempuh jalan lurus menuju kebahagiaan dunia dan akhirat. Petunjuk itu adalah untuk kebaikan dirinya sendiri. Akan tetapi, barang siapa yang sesat, dan menyeleweng dari jalan lurus yang telah dirintis oleh Nabi, maka kemudaratan akan dirasakan oleh mereka sendiri. Nabi saw tidak akan menderita kerugian apa pun sebab tugas beliau hanya sekadar memberi peringatan sesuai dengan firman Allah: Maka sesungguhnya tugasmu hanya menyampaikan saja, dan Kamilah yang memperhitungkan (amal mereka). (ar-Ra'd/13: 40) Dan firman Allah: Sungguh, engkau hanyalah seorang pemberi peringatan dan Allah pemelihara segala sesuatu. (Hud/11: 12)"
        },
        {
          "number": 93,
          "arabic": "وَقُلِ ٱلْحَمْدُ لِلَّهِ سَيُرِيكُمْ ءَايَـٰتِهِۦ فَتَعْرِفُونَهَا ۚ وَمَا رَبُّكَ بِغَـٰفِلٍ عَمَّا تَعْمَلُونَ",
          "transliteration": "waquli l-ḥamdu lillahi sayurīkum āyātihi fataʿrifūnahā wamā rabbuka bighāfilin ʿammā taʿmalūna",
          "translation": "Dan katakanlah (Muhammad), \"Segala puji bagi Allah, Dia akan memperlihatkan kepadamu tanda-tanda (kebesaran)-Nya, maka kamu akan mengetahuinya. Dan Tuhanmu tidak lengah terhadap apa yang kamu kerjakan.\"",
          "tafsir": "Pada ayat ini, Allah memerintahkan Nabi Muhammad, yang telah menyampaikan kabar gembira kepada kaum Muslimin yang mengikuti petunjuknya, dan memberi peringatan kepada mereka yang mengingkarinya, untuk mengatakan bahwa segala puji bagi Allah atas segala limpahan rahmat dan karunia-Nya. Di antaranya adalah nikmat kenabian dan kerasulan, yang menyebabkan datangnya nikmat-nikmat yang lain, baik kenikmatan di dunia maupun akhirat. Allah telah memberi taufik kepada Nabi untuk memikul segala beban dalam melaksanakan seruan agama, dalam rangka ketaatan dan kepatuhan kepada Tuhan Yang Maha Pemurah lagi Maha Pengasih, Yang telah menyediakan keridaan dan pahala yang besar bagi hamba-hamba-Nya yang tulus ikhlas. Allah telah memberikan kepada Nabi berbagai mukjizat, yang menunjukkan kebenaran risalah-Nya dan taufik untuk mengikuti jalan agama yang lurus. Rasul ingin sekali supaya umatnya membuka hati untuk dapat melihat bukti-bukti kebenaran. Akan tetapi, setan dan hawa nafsu telah sedemikian rupa mengelabui mata penglihatan mereka sehingga tidak dapat melihat kenyataan yang sebenarnya. Jika mereka masih tetap juga membangkang dan keras kepala, maka ingatlah bahwa semua manusia akan mati. Mereka semua pada hari Kiamat akan dibangkitkan dari kuburan masing-masing dan dihadapkan ke hadirat Allah, yang akan memeriksa semua perbuatan yang mereka lakukan di dunia. Di sanalah nanti Allah akan memperlihatkan kepada orang-orang yang membangkang tanda-tanda kebesaran-Nya. Di sana juga nanti Allah akan memperlihatkan kepada mereka azab-Nya yang sangat pedih, sehingga mereka akan mengetahuinya. Di sana jugalah nanti mereka akan mengemukakan penyesalan yang tiada terhingga atas kekafiran mereka terhadap risalah nabi. Penyesalan yang tiada arti dan manfaat lagi karena mereka telah menyia-nyiakan kesempatan dan umur yang telah lewat itu, sedang Tuhan tidak lalai dari apa yang mereka kerjakan."
        }
      ]
    },
    {
      "number": 28,
      "name": "Al-Qasas",
      "nameArabic": "القصص",
      "meaning": "Kisah-kisah",
      "revelation": "Makkah",
      "description": "Surat Al-Qashash terdiri dari 88 ayat dan termasuk surat Makkiyyah.Dinamai dengan \"Al-Qashash\" karena pada ayat ke-25 surat ini terdapat kata \"Al-Qashash\" yang berarti \"cerita\". Ayat ini menerangkan bahwa setelah Nabi Musa bertemu dengan Nabi Syu'aib, ia menuturkan cerita yang berhubungan dengan dirinya sendiri, yakni pengalamannya bersama Fir'aun, sampai ketika ia diburu oleh Fir'aun karena membunuh seseorang dari bangsa Qibthi tanpa disengaja. Syu'aib menjawab bahwa Musa telah selamat dari pengejaran orang-orang zalim.Turunnya ayat ke-25 surat ini sangat besar artinya bagi Nabi Muhammad dan para sahabat yang melakukan hijrah ke Madinah. Hal ini menambah keyakinan mereka, bahwa pada akhirnya orang-orang Islamlah yang akan menang. Ayat ini menunjukkan bahwa barang siapa berhijrah dari tempat musuh untuk mempertahankan keimanan, pasti akan berhasil dalam perjuangannya menghadapi musuh-musuh agama. Kepastian kemenangan bagi kaum muslimin ini ditegaskan pada bagian akhir surat ini yang mengandung isyarat bahwa, setelah hijrah ke Madinah, kaum muslimin akan kembali ke Mekah sebagai pemenang dan penegak agama Allah. Surat Al-Qashash ini adalah surat yang paling lengkap memuat cerita Nabi Musa sehingga, menurut suatu riwayat, surat ini juga dinamai surat Musa.**Pokok-Pokok Isi:**1. **Keimanan:** Allah Yang menentukan segala sesuatu dan manusia harus ridha dengan ketentuan itu; alam adalah fana dan hanya Allah yang Kekal; semuanya akan kembali kepada Allah; Allah mengetahui isi hati manusia baik yang dilahirkan ataupun yang disembunyikan.2. **Kisah-kisah:** Kekejaman Fir'aun dan pertolongan serta karunia Allah kepada Bani Israil; Musa dilemparkan ke sungai Nil, Musa membunuh seorang Qibthi tanpa sengaja; Musa di Madyan; Musa menerima perintah menyeru Fir'aun di gunung Sinai; kisah Karun.3. **Lain-lain:** Al-Qur'an menerangkan kisah nabi-nabi dan umat-umat terdahulu sebagai bukti kerasulan Muhammad; ahli kitab yang beriman kepada Nabi Muhammad diberi pahala dua kali lipat; hikmah Al-Qur'an diturunkan secara berangsur-angsur; hanya Allah yang memberi taufik kepada hamba-Nya untuk beriman; Allah menghancurkan suatu negeri karena kezaliman penduduknya sendiri; Allah tidak akan mengazab suatu umat sebelum rasul diutus kepadanya; keadaan orang-orang kafir dan sekutu-sekutu mereka pada hari kiamat; pergantian siang dan malam sebagai rahmat bagi manusia; Allah memberi balasan kebaikan dengan berlipat ganda sedangkan balasan kejahatan seimbang dengan yang telah dilakukan; janji Allah akan kemenangan Nabi Muhammad.Surat Al-Qashash diturunkan pada waktu kaum muslimin dalam keadaan lemah, sedangkan orang musyrik Mekah, sebagai penguasa, ketika itu mempunyai kekuatan dan kekuasaan yang besar.Dalam surat ini, Allah mengemukakan bahwa Fir'aun sebagai seorang raja yang mempunyai kekuasaan yang tak terbatas, dan Qarun sebagai seorang yang berilmu yang mempunyai harta yang tidak terhingga, akan binasa bersama apa yang dimiliki karena mengingkari agama Allah, sedangkan Musa yang semula tidak mempunyai apa pun justru mendapat kemenangan karena mengikuti agama Allah. Ayat ke-59 menegaskan lagi bahwa Allah menghancurkan negeri-negeri yang penduduknya zalim. Kemudian surat ini ditutup dengan menerangkan bahwa kaum muslimin, sekalipun dalam keadaan lemah, nanti setelah hijrah ke Madinah akan kembali lagi ke Mekah sebagai pemenang. Karena itu, tetaplah menyembah Allah, tidak ada Tuhan (yang berhak disembah) selain Dia. Dialah Mahakuasa dan menentukan segala sesuatu.**Hubungan Surat Al-Qashash Dengan Surat Al-'Ankabut:**1. Surat Al-'Ankabut dimulai dengan hiburan dari Allah kepada Nabi Muhammad dan para sahabatnya yang selalu disakiti, diejek, dan diusir oleh orang-orang musyrik Mekah, bahwa orang-orang yang beriman itu akan menerima cobaan atas keimanan mereka, sedangkan surat Al-Qashash menerangkan berbagai macam cobaan yang dialami oleh Nabi Musa dan Bani Israil dalam menghadapi kekejaman Fir'aun. Oleh sebab itu, Allah menyuruh agar Nabi Muhammad dan para sahabatnya agar terus bersabar dalam menghadapi cobaan-cobaan itu.2. Surat Al-Qashash mengisahkan tentang keselamatan Nabi Musa dari pengejaran Fir'aun setelah secara tidak sengaja membunuh orang Qibti. Juga mengisahkan tentang keselamatan Nabi Musa dan pengikutnya dari pengejaran Fir'aun dan bala tentaranya dan tenggelamnya Fir'aun dan bala tentaranya di laut Merah. Sementara itu, surat Al-'Ankabut mengisahkan keselamatan Nabi Nuh dan pengikutnya di atas kapal dan tenggelamnya orang-orang yang mengingkari seruan Nabi Nuh. Semua ini menunjukkan pertolongan Allah kepada hamba-hamba-Nya yang beriman.3. Surat Al-Qashash mengemukakan kelemahan kepercayaan orang-orang yang menyembah berhala dengan menerangkan keadaan penyembah-penyembah berhala dengan berhala itu sendiri pada hari kiamat, sedangkan surat Al-'Ankabut menyatakan kesalahan kepercayaan tersebut dengan membandingkannya dengan laba-laba yang percaya akan kekuatan sarangnya yang sangat lemah itu.4. Kedua surat ini sama-sama menerangkan kisah Fir'aun dan Qarun serta akibat perbuatan keduanya. Kedua Surat ini sama-sama menyinggung hijrah Nabi Muhammad.",
      "verses": [
        {
          "number": 1,
          "arabic": " طسٓمٓ",
          "transliteration": "tta-seen-meem",
          "translation": "Ṭā Sīn Mīm",
          "tafsir": "tha Sin Mim, lihat tafsir mengenai huruf-huruf hijaiyah pada awal Surah al-Baqarah."
        },
        {
          "number": 2,
          "arabic": "تِلْكَ ءَايَـٰتُ ٱلْكِتَـٰبِ ٱلْمُبِينِ",
          "transliteration": "til'ka āyātu l-kitābi l-mubīni",
          "translation": "Ini ayat-ayat Kitab (Alquran) yang jelas (dari Allah).",
          "tafsir": "Pada ayat ini, Allah menegaskan bahwa ayat-ayat yang diturunkan kepada Nabi Muhammad adalah ayat-ayat dari Al-Qur'an yang jelas dan mudah dipahami. Ayat-ayat itu memberikan keterangan tentang hal-hal yang berkaitan dengan urusan agama dan mengungkap kisah umat-umat terdahulu yang kebenaran beritanya tidak diketahui oleh manusia di masa itu. Ini menunjukkan bahwa Al-Qur'an bukan buatan Muhammad saw sebagaimana dituduhkan oleh orang-orang musyrik, karena Muhammad adalah seorang ummi yang tidak tahu menulis dan membaca. Beliau juga tidak pernah belajar kepada orang-orang pandai apalagi kepada pendeta-pendeta Ahli Kitab. Dari mana Nabi Muhammad dapat mengetahui kisah umat-umat yang hidup berabad-abad yang lalu kalau tidak dari wahyu yang telah diturunkan Allah kepadanya. Oleh karena itu, tidak dapat diragukan lagi bahwa ayat-ayat Al-Qur'an yang mengandung hukum-hukum dan hal-hal yang berhubungan dengan agama serta kisah-kisah mengenai umat-umat dahulu kala, adalah benar-benar wahyu dari Allah."
        },
        {
          "number": 3,
          "arabic": "نَتْلُوا۟ عَلَيْكَ مِن نَّبَإِ مُوسَىٰ وَفِرْعَوْنَ بِٱلْحَقِّ لِقَوْمٍ يُؤْمِنُونَ",
          "transliteration": "natlū ʿalayka min naba-i mūsā wafir'ʿawna bil-ḥaqi liqawmin yu'minūna",
          "translation": "Kami membacakan kepadamu sebagian dari kisah Musa dan Fir'aun dengan sebenarnya untuk orang-orang yang beriman.",
          "tafsir": "Pada ayat ini dijelaskan bahwa Allah membacakan kepada Nabi Muhammad dengan perantaraan Jibril ayat-ayat yang berhubungan dengan kisah Nabi Musa dan Fir'aun untuk menjadi pelajaran bagi orang-orang yang beriman. Dengan memperhatikan kisah itu, di mana mereka mengetahui bahwa nasib orang-orang yang durhaka mendapat azab dan orang-orang mukmin terbebas dari penindasan orang-orang zalim, mereka bertambah yakin bahwa Al-Qur'an memang wahyu yang diturunkan Allah kepada Muhammad saw. Dalam ayat ini disebutkan bahwa kisah Nabi Musa diceritakan khusus bagi kaum mukminin saja, padahal Al-Qur'an diturunkan untuk semua umat manusia baik yang beriman maupun yang kafir. Tujuannya adalah untuk menjelaskan bahwa hanya orang-orang beriman yang dapat mengambil manfaat dari pemaparan kisah-kisah umat terdahulu karena mereka mempunyai pikiran yang jernih dan hati yang suci, serta tidak dipengaruhi oleh hal-hal yang mengotori jiwa dan akal. Adapun orang-orang kafir dan tetap dalam kekafiran tidak akan mungkin mendapat manfaat daripadanya, karena mereka telah jauh terperosok ke dalam kemusyrikan. Hati mereka telah dikuasai oleh perasaan dengki, sombong, dan takabur, serta suka memperturutkan hawa nafsu, sehingga sulit bagi mereka menerima kebenaran yang bertentangan dengan keinginan dan kemauan mereka. Bagaimana pun jelasnya ayat-ayat dan bukti-bukti yang dikemukakan, mereka akan tetap mengingkari dan menolaknya dengan berbagai alasan yang dicari-cari seperti me-ngatakan bahwa Muhammad saw sudah gila atau mukjizat yang diturunkan kepadanya hanya sihir belaka."
        },
        {
          "number": 4,
          "arabic": "إِنَّ فِرْعَوْنَ عَلَا فِى ٱلْأَرْضِ وَجَعَلَ أَهْلَهَا شِيَعًا يَسْتَضْعِفُ طَآئِفَةً مِّنْهُمْ يُذَبِّحُ أَبْنَآءَهُمْ وَيَسْتَحْىِۦ نِسَآءَهُمْ ۚ إِنَّهُۥ كَانَ مِنَ ٱلْمُفْسِدِينَ",
          "transliteration": "inna fir'ʿawna ʿalā fī l-arḍi wajaʿala ahlahā shiyaʿan yastaḍʿifu ṭāifatan min'hum yudhabbiḥu abnāahum wayastaḥyī nisāahum innahu kāna mina l-muf'sidīna",
          "translation": "Sungguh, Fir'aun telah berbuat sewenang-wenang di bumi dan menjadikan penduduknya berpecah belah, dia menindas segolongan dari mereka (Bani Israil), dia menyembelih anak laki-laki mereka dan membiarkan hidup anak perempuan mereka. Sungguh, dia (Fir'aun) termasuk orang yang berbuat kerusakan.",
          "tafsir": "Pada ayat ini, Allah menerangkan kisah Fir'aun yang berkuasa mutlak di negeri Mesir. Tidak ada satu kekuasaan pun yang lebih tinggi dari kekuasaannya. Apa saja yang disukai dan dikehendakinya harus terlaksana. Semua rakyat tunduk dan patuh di bawah perintahnya sampai dia mengangkat dirinya menjadi tuhan. Dengan kekuasaan mutlak itu, ia dapat melakukan kezaliman dan penganiayaan dengan sewenang-wenang. Pemerintahannya bukan berdasar keadilan dan akhlak yang mulia, tetapi berdasarkan kemauan dan keinginan semata. Politik yang dijalankannya adalah memecah belah kaumnya menjadi beberapa golongan. Kemudian ia menanamkan benih pertentangan dan permusuhan pada golongan-golongan itu agar dia tetap berkuasa terhadap mereka. Gerakan apa pun yang dirasakan menentang kekuasaannya harus dibasmi dan dikikis habis. Kalau ada berita atau isu yang mengatakan bahwa seseorang atau satu golongan berusaha untuk menumbangkan kekuasaannya atau mungkin menjadi sebab bagi kejatuhannya, pasti orang atau golongan itu dimusnahkannya. Golongan yang dianggap setia dan selalu menunjang dan mengokohkan singgasananya akan dimuliakan. Mereka juga diberi berbagai macam fasilitas dan keistimewaan agar menjadi kuat dan jaya. Fir'aun telah menindas Bani Israil karena dianggap golongan yang berbahaya, bila dibiarkan pasti akan menggerogoti pemerintahannya. Dia memperlakukan golongan ini dengan sewenang-wenang, direndahkan dan dihinakan, serta dianggap sebagai golongan budak yang tidak mempunyai hak apa-apa. Golongan ini bahkan dipaksa membangun piramida dan mengerjakan pekerjaan-pekerjaan kasar dan berat lainnya. Apalagi setelah ia mendengar dari tukang-tukang tenungnya bahwa yang akan merobohkan kekuasaannya ialah Bani Israil. Semenjak itu Fir'aun bertekad bulat untuk membasmi golongan ini. Selain memperlemah dan memperbudak Bani Isra'il, Fir'aun juga memutuskan setiap anak laki-laki yang lahir di kalangan Bani Israil harus dibunuh, tanpa belas kasihan. Ia tidak mempedulikan ratap tangis ibu yang kehilangan anak yang dikandungnya dengan susah payah selama sembilan bulan dan menjadi tumpuan harapannya. Dengan tindakan ini, Fir'aun menyangka bahwa Bani Israil akan punah dengan sendirinya karena tidak ada lagi keturunan anak laki-laki yang akan lahir dan berkembang. Adapun anak-anak perempuan dibiarkan hidup karena selain dianggap lemah dan tak mampu melawan, mereka juga digunakan sebagai pemuas nafsu. Oleh karena itu, Allah mencap Firaun sebagai orang yang berbuat kebinasaan di muka bumi. Sebenarnya banyak cara lain yang tidak bertentangan dengan peri kemanusiaan yang dapat dilakukan Fir'aun untuk menghalangi terjadinya apa yang ditakutkannya itu. Akan tetapi, karena hatinya sudah keras membatu dan pikirannya sudah gelap, tidak ada lagi jalan yang tampak olehnya kecuali membasmi semua anak laki-laki Bani Israil. Fir'aun lalu menyebarkan mata-mata ke seluruh pelosok negeri Mesir untuk menyelidiki semua perempuan. Bila ada di antara mereka yang hamil, langsung dicatat dan ditunggu masa melahirkannya. Bila yang dilahirkan anak perempuan akan dibiarkan saja, tetapi kalau yang dilahirkan anak laki-laki langsung diambil untuk dibunuh. Apakah dengan tindakan itu Fir'aun dapat mempertahankan kekuasaannya? Pasti tidak! Karena di balik kekuasaannya itu, ada kekuasaan yang jauh lebih perkasa yaitu kekuasaan Allah yang tak dapat dikalahkan oleh siapa pun. Dialah Maha Pencipta, Mahakuasa, dan Mahaperkasa. Diriwayatkan oleh as-Suddi bahwa Fir'aun bermimpi melihat api datang ke negerinya dari Baitul Makdis. Api itu membakar rumah-rumah kaum Fir'aun dan membiarkan rumah-rumah Bani Israil. Fir'aun bertanya kepada orang-orang cerdik-pandai dan tukang-tukang tenung. Mereka menjawab bahwa takwil mimpi itu ialah akan lahir seorang anak laki-laki (dari Bani Israil) yang akan meruntuhkan kekuasaannya di Mesir. Takwil inilah yang mendorong Fir'aun melakukan tindakan kejam dan ganas itu."
        },
        {
          "number": 5,
          "arabic": "وَنُرِيدُ أَن نَّمُنَّ عَلَى ٱلَّذِينَ ٱسْتُضْعِفُوا۟ فِى ٱلْأَرْضِ وَنَجْعَلَهُمْ أَئِمَّةً وَنَجْعَلَهُمُ ٱلْوَٰرِثِينَ",
          "transliteration": "wanurīdu an namunna ʿalā alladhīna us'tuḍ'ʿifū fī l-arḍi wanajʿalahum a-immatan wanajʿalahumu l-wārithīna",
          "translation": "Dan Kami hendak memberi karunia kepada orang-orang yang tertindas di bumi (Mesir) itu, dan hendak menjadikan mereka pemimpin dan menjadikan mereka orang-orang yang mewarisi (bumi),",
          "tafsir": "Pada ayat ini, Allah menerangkan bahwa Dia akan melimpahkan rahmat dan karunia-Nya kepada Bani Israil yang tertindas dan lemah itu dengan memberikan kepada mereka kekuatan dan kekuasaan duniawi dan agama. Maka berkat perjuangan Bani Israil, berdirilah satu kerajaan yang besar dan kuat di negeri Syam dan akhirnya mereka mempunyai kekuasaan yang besar di Mesir yang dahulunya pernah menindas dan memperbudak mereka. Hal ini ditegaskan Allah dalam firman-Nya: Dan Kami wariskan kepada kaum yang tertindas itu, bumi bagian timur dan bagian baratnya yang telah Kami berkahi. Dan telah sempurnalah firman Tuhanmu yang baik itu (sebagai janji) untuk Bani Israil disebabkan kesabaran mereka. Dan Kami hancurkan apa yang telah dibuat Fir'aun dan kaumnya dan apa yang telah mereka bangun. (al-A'raf/7: 137) Demikianlah, bila Allah menghendaki sesuatu, pasti terlaksana. Bagaimana pun kuatnya Fir'aun dengan tentara dan kekayaannya serta bagaimana pun lemahnya Bani Israil sampai tidak mempunyai kekuasaan sedikit pun bahkan selalu ditindas, dianiaya, dan dimusuhi, tetapi karena Allah hendak memuliakan mereka, ada saja jalan dan kesempatan bagi mereka untuk bangkit dan bergerak. Berkat keuletan dan kesabaran, mereka berhasil menguasai negeri Mesir yang pernah memperbudak mereka. Allah memperlihatkan kepada Fir'aun apa yang selalu ditakutinya, juga oleh Haman (menterinya) dan tentaranya, yaitu keruntuhan kerajaan mereka dengan lahirnya seorang bayi, yaitu Musa. Bayi ini luput dari pengawasan Fir'aun, bahkan diasuh dan dididik di istananya, serta dimanjakan dan dibesarkan dengan penuh kasih sayang. Padahal, bayi itulah nanti, di waktu besarnya, yang akan menumbangkan kekuasaannya, menghancurkan tentaranya dan menaklukkan negaranya. Bagaimana pedihnya luka di hati Fir'aun ketika melihat anak yang disayangi dan dimanjakan, menantang dan melawan kekuasaannya. Kesombongan, takabur, dan keangkuhan Fir'aun memang tak ada gunanya ketika berhadapan dengan kekuasaan dan keperkasaan Allah. Semua tindakannya dibalas dengan tindakan yang setimpal. Di antara tindakan yang dilakukan oleh Fir'aun yang melampaui batas adalah: 1. Menganggap dirinya berkuasa mutlak sehingga ia bersikap takabur dan sombong bahkan mendakwakan dirinya sebagai tuhan. 2. Untuk menjamin kelanggengan kekuasaannya, dia memecah belah bangsanya, memusnahkan golongan yang menentangnya, membunuh semua bayi laki-laki Bani Israil, dan membiarkan anak-anak perempuan mereka hidup untuk dipekerjakan dan dijadikan sebagai gundik dan dayang-dayang kerajaan. 3. Berlaku sewenang-wenang dan berbuat kerusakan di muka bumi. Tindakan Fir'aun itu dibalas oleh Allah dengan beberapa tindakan pula, yaitu: 1. Allah membebaskan Bani Israil dari cengkeraman Fir'aun dan kaumnya dan menjadikan mereka pemuka dan pemimpin di dunia. 2. Allah mewariskan kepada mereka negeri Syam dengan menjadikan mereka berkuasa di sana dan memberikan tempat di muka bumi. 3. Allah memperlihatkan kepada Fir'aun, Haman, dan tentaranya bagaimana keruntuhan kekuasaan mereka. Demikianlah Allah memperlihatkan kekuasaan-Nya. Suatu hal yang rasanya tidak mungkin, bisa terjadi yaitu tumbangnya suatu kekuasaan besar oleh orang-orang yang lemah, tertindas dan teraniaya. Sungguh Allah telah memberikan kekuasaan kepada siapa yang dikehendaki-Nya, membuat dan mencabut kekuasaan dari siapa yang dikehendaki-Nya sebagaimana tersebut dalam firman-Nya: Katakanlah (Muhammad), \"Wahai Tuhan pemilik kekuasaan, Engkau berikan kekuasaan kepada siapa pun yang Engkau kehendaki, dan Engkau cabut kekuasaan dari siapa pun yang Engkau kehendaki. Engkau muliakan siapa pun yang Engkau kehendaki dan Engkau hinakan siapa pun yang Engkau kehendaki. Di tangan Engkaulah segala kebajikan. Sungguh, Engkau Mahakuasa atas segala suatu. (ali 'Imran/3: 26)"
        }
      ]
    }
  ]
}