{
  "pageNumber": 44,
  "juz": 3,
  "surahs": [
    {
      "number": 2,
      "name": "Al-Baqarah",
      "nameArabic": "البقرة",
      "meaning": "Sapi Betina",
      "revelation": "Madinah",
      "description": "Surat \"Al Baqarah\" terdiri atas 286 ayat dan sebagian besar diturunkan di Madinah pada permulaan tahun Hijrah, kecuali ayat 281 yang diturunkan di Mina pada Haji wadaa' (haji Nabi Muhammad s.a.w. yang terakhir). Seluruh ayat surat Al Baqarah termasuk golongan Madaniyyah dan merupakan surat yang terpanjang di antara surat-surat Al Qur'an yang di dalamnya terdapat pula ayat yang terpanjang (ayat 282).Surat ini dinamai \"Al Baqarah\" karena di dalamnya disebutkan kisah penyembelihan sapi betina yang diperintahkan Allah kepada Bani Israil (ayat 67 sampai dengan 74), di mana dijelaskan watak orang Yahudi pada umumnya. Dinamai \"Fusthaathul-Qur'an\" (puncak Al Qur'an) karena memuat beberapa hukum yang tidak disebutkan dalam surat yang lain. Dinamai juga surat \"Alif-laam-miim\" karena surat ini dimulai dengan Alif-laam-miim.&nbsp;Pokok-Pokok Isi:1. Keimanan:Dakwah Islamiyah yang dihadapkan kepada umat Islam, ahli kitab dan para musyrikin.2. Hukum-hukum:Perintah mengerjakan shalat; menunaikan zakat; hukum puasa; hukum haji dan umrah; hukum qishash; halal dan haram; berinfak di jalan Allah; hukum arak dan judi; cara menyantuni anak yatim, larangan riba; utang-piutang; nafkah dan yang berhak menerimanya; wasiat kepada ibu-bapak dan kaum kerabat; hukum sumpah; kewajiban menyampaikan amanah; sihir; hukum merusak masjid; hukum mengubah kitab-kitab Allah; hukum haidh, 'iddah, thalak, khulu', ilaa' dan susuan; hukum melamar, mahar, larangan menikahi wanita musyrik dan sebaliknya; hukum perang.3. Kisah-kisah:Kisah penciptaan Nabi Adam a.s; kisah Nabi Ibrahim a.s.; kisah Nabi Musa a.s. dengan Bani Israil.4. Lain-lain:Sifat-sifat orang yang bertakwa; sifat-sifat orang munafik; sifat-sifat Allah; perumpamaan-perumpamaan; kiblat, kebangkitan sesudah mati.Kesimpulan surat Al Baqarah:1. Menjelaskan beberapa hukum dalam agama Islam.2. Mengemukakan beberapa perumpamaan.3. Mengemukakan hujjah-hujjah.Hubungan Surat Al Baqarah Dengan Surat Ali 'Imran:1. Dalam surat Al Baqarah, disebutkan Nabi Adam a.s. yang langsung diciptakan Allah, sedang dalam surat Ali'Imran, disebutkan tentang kelahiran Nabi 'Isa a.s. yang kedua-duanya diciptakan Allah secara menyelisihi kebiasaan.2. Dalam surat Al Baqarah, sifat dan perbuatan orang-orang Yahudi dibentangkan secara luas disertai dengan hujjah untuk mematahkan hujjah-hujjah mereka yang membela kesesatan, sedang dalam surat Ali 'Imran, dibentangkan hal-hal serupa yang berhubungan dengan orang Nasrani.3. Surat Al Baqarah dimulai dengan menyebutkan tiga golongan manusia, yaitu orang mukmin, orang yang mengimani hari akhir, dan orang munafik. Sementara itu, surat Ali 'Imran dimulai dengan menyebutkan orang yang suka mentakwilkan ayat yang mutasyabihaat secara salah untuk memfitnah orang mukmin, dan menyebutkan orang yang mempunyai keahlian dalam menakwilkannya.4. Surat Al Baqarah disudahi dengan permohonan kepada Allah agar kesalahan-kesalahan dan kealpaan dalam melaksanakan ketaatan diampuni, sedang surat Ali 'Imran disudahi dengan permohonan kepada Allah agar Dia memberi pahala atas amal saleh yang dilakukan hamba-Nya.5. Surat Al Baqarah dimulai dengan menyebutkan sifat-sifat orang yang bertakwa, sedang surat Ali 'Imran dimulai dengan perintah bertakwa.",
      "verses": [
        {
          "number": 260,
          "arabic": "وَإِذْ قَالَ إِبْرَٰهِـۧمُ رَبِّ أَرِنِى كَيْفَ تُحْىِ ٱلْمَوْتَىٰ ۖ قَالَ أَوَلَمْ تُؤْمِن ۖ قَالَ بَلَىٰ وَلَـٰكِن لِّيَطْمَئِنَّ قَلْبِى ۖ قَالَ فَخُذْ أَرْبَعَةً مِّنَ ٱلطَّيْرِ فَصُرْهُنَّ إِلَيْكَ ثُمَّ ٱجْعَلْ عَلَىٰ كُلِّ جَبَلٍ مِّنْهُنَّ جُزْءًا ثُمَّ ٱدْعُهُنَّ يَأْتِينَكَ سَعْيًا ۚ وَٱعْلَمْ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ",
          "transliteration": "wa-idh qāla ib'rāhīmu rabbi arinī kayfa tuḥ'yī l-mawtā qāla awalam tu'min qāla balā walākin liyaṭma-inna qalbī qāla fakhudh arbaʿatan mina l-ṭayri faṣur'hunna ilayka thumma ij'ʿal ʿalā kulli jabalin min'hunna juz'an thumma ud'ʿuhunna yatīnaka saʿyan wa-iʿ'lam anna l-laha ʿazīzun ḥakīmun",
          "translation": "Dan (ingatlah) ketika Ibrahim berkata, \"Ya Tuhanku, perlihatkanlah kepadaku bagaimana Engkau menghidupkan orang mati.\" Allah berfirman, \"Belum percayakah engkau?\" Dia (Ibrahim) menjawab, \"Aku percaya, tetapi agar hatiku tenang (mantap).\" Dia (Allah) berfirman, \"Kalau begitu ambillah empat ekor burung, lalu cincanglah olehmu kemudian letakkan di atas masing-masing bukit satu bagian, kemudian panggillah mereka, niscaya mereka datang kepadamu dengan segera.\" Ketahuilah bahwa Allah Mahaperkasa, Mahabijaksana.",
          "tafsir": "Ayat ini menambahkan suatu perumpamaan lain tentang kekuasaan Allah untuk menghidupkan kembali makhluk yang telah mati. Kalau pada ayat 258 dikemukakan peristiwa dialog antara Nabi Ibrahim dengan raja Namrud, maka pada ayat ini diceritakan dialog antara Nabi Ibrahim dan Tuhannya. Dengan penuh rasa kerendahan dan pengabdian kepada Allah, Ibrahim a.s. mengajukan permohonan kepada-Nya agar Dia bermurah hati untuk memperlihatkan kepadanya bagaimana cara Allah menghidupkan makhluk yang telah mati. Jika diperhatikan sepintas lalu, maka permohonan Nabi Ibrahim ini memberikan kesan bahwa dia sendiri seolah-olah masih mempunyai keraguan tentang kekuasaan Allah menghidupkan kembali orang yang telah mati. Sebab itu Allah berfirman kepadanya, \"Apakah engkau masih belum percaya bahwa Aku dapat menghidupkan kembali makhluk yang sudah mati?\" Akan tetapi yang dimaksudkan dalam ayat ini bukanlah demikian, sebab Nabi Ibrahim sama sekali tidak mempunyai keraguan tentang kekuasaan Allah. Beliau mengajukan permohonan itu kepada Allah bukan karena keragu-raguan, melainkan karena ingin melihat dengan mata kepalanya sendiri bagaimana caranya Allah menghidupkan kembali makhluk yang sudah mati. Maka Ibrahim menjawab, \"Aku sedikit pun tidak meragukan kekuasaan Allah, akan tetapi aku mengajukan permohonan itu untuk sampai kepada derajat 'ainul yaqin, yaitu keyakinan yang diperoleh setelah menyaksikannya dengan mata kepala sendiri, sehingga hatiku menjadi lebih tenteram, dan keyakinanku menjadi lebih kuat dan kokoh. Allah mengabulkan permohonan itu, lau Nabi Ibrahim diperintahkan untuk memotong-motong empat ekor burung, kemudian meletakkan bagian-bagian tubuh burung tersebut pada bukit yang saling berjauhan letaknya. Ibrahim diperintahkan untuk memanggil burung-burung yang telah dipotong-potong itu, ternyata burung-burung itu datang kepadanya dalam keadaan utuh seperti semula. Tentu saja Allah mengembalikan burung-burung itu lebih dahulu kepada keadaan semula, sehingga dapat datang memenuhi panggilan Ibrahim a.s. Dengan ini permohonan Ibrahim a.s. kepada Allah untuk memperlihatkan kepadanya bagaimana Allah menghidupkan kembali makhluk yang telah mati dapat terpenuhi, sehingga hatinya merasa tenteram dan keyakinannya semakin kokoh. Pendapat lain mengatakan bahwa Nabi Ibrahim diperintahkan agar Ibrahim a.s. mengambil burung-burung itu untuk dijinakkan. Kemudian Allah swt menyuruh Ibrahim a.s. meletakkan masing-masing burung itu di atas bukit tertentu yang berjauhan letaknya satu dengan yang lain. Sesudah itu Ibrahim a.s. diperintahkan-Nya untuk memanggil burung tersebut. Dengan suatu panggilan saja, burung itu datang kepadanya dengan patuh dan taat. Demikian pulalah halnya umat manusia di hari akhirat nanti. Apabila Allah swt memanggil mereka dengan suatu panggilan saja, maka bangkitlah makhluk itu dan datang kepada-Nya serentak, dengan taat dan patuh. Pada akhir ayat ini Allah swt memperingatkan Ibrahim a.s. dan semua manusia, agar mereka meyakini benar bahwa Allah Mahakuasa dan Mahabijaksana. Artinya: Kuasa dalam segala hal, termasuk menghidupkan kembali makhluk yang telah mati dan Dia Mahabijaksana terutama dalam memberikan bimbingan dan tuntunan kepada hamba-Nya, menuju jalan yang lurus dan benar."
        },
        {
          "number": 261,
          "arabic": "مَّثَلُ ٱلَّذِينَ يُنفِقُونَ أَمْوَٰلَهُمْ فِى سَبِيلِ ٱللَّهِ كَمَثَلِ حَبَّةٍ أَنۢبَتَتْ سَبْعَ سَنَابِلَ فِى كُلِّ سُنۢبُلَةٍ مِّا۟ئَةُ حَبَّةٍ ۗ وَٱللَّهُ يُضَـٰعِفُ لِمَن يَشَآءُ ۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ",
          "transliteration": "mathalu alladhīna yunfiqūna amwālahum fī sabīli l-lahi kamathali ḥabbatin anbatat sabʿa sanābila fī kulli sunbulatin mi-atu ḥabbatin wal-lahu yuḍāʿifu liman yashāu wal-lahu wāsiʿun ʿalīmun",
          "translation": "Perumpamaan orang yang menginfakkan hartanya di jalan Allah seperti sebutir biji yang menumbuhkan tujuh tangkai, pada setiap tangkai ada seratus biji. Allah melipatgandakan bagi siapa yang Dia kehendaki, Dan Allah Mahaluas, Maha Mengetahui.",
          "tafsir": "Hubungan antara infak ) dengan hari akhirat erat sekali. Seseorang tidak akan mendapat pertolongan apa pun dan dari siapa pun pada hari akhirat, kecuali dari hasil amalnya sendiri selama hidup di dunia, antara lain amal berupa infak di jalan Allah. Betapa mujurnya orang yang suka menafkahkan hartanya di jalan Allah, orang tersebut seperti seorang yang menyemaikan sebutir benih di tanah yang subur. Benih itu menumbuhkan sebatang pohon, dan pohon itu bercabang menjadi tujuh tangkai, setiap tangkai menghasilkan buah, dan setiap tangkai berisi seratus biji, sehingga benih yang sebutir itu memberikan hasil sebanyak 700 butir. Ini berarti tujuh ratus kali lipat. Bayangkan, betapa banyak hasilnya apabila benih yang ditanamnya itu lebih dari sebutir. Penggambaran seperti yang terdapat dalam ayat ini lebih baik, daripada dikatakan secara langsung bahwa \"benih yang sebutir itu akan menghasilkan 700 butir\". Sebab penggambaran yang terdapat dalam ayat tadi memberikan kesan bahwa amal kebaikan yang dilakukan oleh seseorang senantiasa berkembang dan ditumbuhkan oleh Tuhan sedemikian rupa, sehingga menjadi keuntungan yang berlipat ganda bagi orang yang melakukannya, seperti tumbuh kembangnya tanaman yang ditanam oleh seseorang pada tanah yang subur untuk keuntungan penanamnya. Pengungkapan tentang perkembangan yang terjadi pada tumbuh-tumbuhan seperti yang digambarkan dalam ayat ini telah membangkitkan minat para ahli tumbuh-tumbuhan untuk mengadakan penelitian dalam masalah itu. Hasil penelitian mereka menunjukkan bahwa sebutir benih yang ditanam pada tanah yang baik dan menumbuhkan sebatang pohon, pada umumnya menghasilkan lebih dari setangkai buah bahkan ada yang berjumlah lebih dari lima puluh tangkai. Jadi, tidak hanya setangkai saja. Setiap tangkai berisi lebih dari satu biji, bahkan kadang-kadang lebih dari enam puluh biji. Dengan demikian jelas bahwa penggambaran yang diberikan ayat tadi bahwa sebutir benih dilipatgandakan hasilnya sampai menjadi tujuh ratus butir, bukanlah suatu penggambaran yang berlebihan, melainkan adalah wajar, dan sesuai dengan kenyataan. Atas dasar tersebut, dapat kita katakan bahwa semakin banyak penyelidikan ilmiah dilakukan orang, dan semakin tinggi ilmu pengetahuan dan teknologi umat manusia, semakin tersingkaplah kebenaran yang terkandung dalam Kitab Suci Al-Qur'an, baik mengenai benda, tumbuh-tumbuhan, hewan, ruang angkasa dan sebagainya. Banyak riwayat yang berasal dari Rasulullah saw yang menggambarkan keberuntungan orang-orang yang menafkahkan harta bendanya di jalan Allah, untuk memperoleh keridaan-Nya dan untuk menjunjung tinggi agama-Nya. Di antaranya ialah hadis yang diriwayatkan oleh Imam Muslim: Dari Ibnu Mas'ud, bahwa ia berkata, \"Seorang lelaki telah datang membawa seekor unta yang bertali di hidungnya ) lalu orang tersebut berkata, \"Unta ini saya nafkahkan di jalan Allah\". Maka Rasulullah saw bersabda, \"Dengan nafkah ini, Anda akan memperoleh di akhirat kelak tujuh ratus ekor unta yang juga bertali di hidungnya.\" (Riwayat Muslim) Pada akhir ayat ini disebutkan dua sifat di antara sifat-sifat-Nya, yaitu Mahaluas dan Maha Mengetahui. Maksudnya, Allah Mahaluas rahmat-Nya kepada hamba-Nya; karunia-Nya tidak terhitung jumlahnya. Dia Maha Mengetahui siapakah di antara hamba-hamba-Nya yang patut diberi pahala yang berlipat-ganda, yaitu mereka yang suka menafkahkan harta bendanya untuk kepentingan umum, untuk menegakkan kebenaran, dan untuk kepentingan pendidikan bangsa dan agama, serta keutamaan-keutamaan yang akan membawa bangsa kepada kebahagiaan di dunia dan di akhirat. Apabila nafkah-nafkah semacam itu telah menampakkan hasilnya untuk kekuatan agama dan kebahagiaan bangsa, maka orang yang memberi nafkah itu pun akan dapat pula menikmatinya baik di dunia atau di akhirat nanti. Ajaran Islam mengenai infak sangat tinggi nilainya. Selain mengikis sifat-sifat yang tidak baik seperti kikir dan mementingkan diri sendiri, infak juga menimbulkan kesadaran sosial yang mendalam, bahwa manusia senantiasa saling membutuhkan, dan seseorang tidak akan dapat hidup seorang diri. Sebab itu harus ada sifat gotong-royong dan saling memberi sehingga jurang pemisah antara yang kaya dan yang miskin dapat ditiadakan, persaudaraan dapat dipupuk dengan hubungan yang lebih akrab. Menafkahkan harta di jalan Allah, baik yang wajib seperti zakat, maupun yang sunah seperti sedekah yang dimanfaatkan untuk kesejahteraan umat, untuk memberantas penyakit kemiskinan dan kebodohan, untuk penyiaran agama Islam dan untuk pengembangan ilmu pengetahuan adalah sangat dituntut oleh agama, dan sangat dianjurkan oleh syara'. Sebab itu, banyak sekali ayat-ayat Al-Qur'an yang membicarakan masalah ini, serta memberikan dorongan yang kuat dan memberikan perumpamaan yang menggambarkan bagaimana beruntungnya orang yang suka berinfak dan betapa malangnya orang yang tidak mau menafkahkan hartanya."
        },
        {
          "number": 262,
          "arabic": "ٱلَّذِينَ يُنفِقُونَ أَمْوَٰلَهُمْ فِى سَبِيلِ ٱللَّهِ ثُمَّ لَا يُتْبِعُونَ مَآ أَنفَقُوا۟ مَنًّا وَلَآ أَذًى ۙ لَّهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
          "transliteration": "alladhīna yunfiqūna amwālahum fī sabīli l-lahi thumma lā yut'biʿūna mā anfaqū mannan walā adhan lahum ajruhum ʿinda rabbihim walā khawfun ʿalayhim walā hum yaḥzanūna",
          "translation": "Orang yang menginfakkan hartanya di jalan Allah, kemudian tidak mengiringi apa yang dia infakkan itu dengan menyebut-nyebutnya dan menyakiti (perasaan penerima), mereka memperoleh pahala di sisi Tuhan mereka. Tidak ada rasa takut pada mereka dan mereka tidak bersedih hati.",
          "tafsir": "Pahala dan keberuntungan yang akan didapat oleh orang yang menafkahkan hartanya di jalan Allah bersyarat, yaitu: bahwa dia memberikan hartanya itu benar-benar dengan ikhlas, dan setelah itu dia tidak suka menyebut-nyebut infaknya itu dengan kata-kata yang dapat melukai perasaan orang yang menerimanya. Orang-orang semacam inilah yang berhak untuk memperoleh pahala di sisi Allah, dan tidak ada kekhawatiran atas mereka, dan mereka tidak merasa sedih. Ini berarti, bahwa orang yang memberikan sedekah kepada seseorang, kemudian dia menyebut-nyebut sedekah dan pemberiannya itu dengan kata-kata yang menyinggung perasaan dan kehormatan orang yang menerimanya, maka orang semacam ini tidak berhak memperoleh pahala di sisi Allah. Ini adalah ajaran yang sangat tinggi nilainya, sebab ada orang yang menyumbangkan hartanya bukan karena mengharapkan rida Allah, melainkan hanya menginginkan popularitas dan kemasyhuran serta puji-pujian dari masyarakat, disiarkannya infak itu dengan cara yang mencolok, sehingga dia dikagumi sebagai seorang dermawan. Atau ketika memberikan sedekah itu dia mengucapkan kata-kata yang tidak menyenangkan bagi orang yang menerimanya. Pemberian semacam ini bertentangan dengan tujuan agama, karena tidak akan menimbulkan hubungan kasih sayang dan persaudaraan, melainkan menimbulkan kebencian dan permusuhan. Sebab itu wajar jika orang semacam ini tidak akan mendapatkan pahala di sisi Allah. Ringkasnya, menafkahkan harta di jalan Allah haruslah dengan niat yang ikhlas dan maksud yang suci. Atas niat yang ikhlas inilah Allah akan memberikan pahala, dan masyarakat akan menghargainya. Rasulullah saw bersabda: Semua amal itu harus disertai dengan niat. Dan setiap manusia akan mendapat balasan atas amalnya berdasarkan niatnya itu. (Riwayat Imam al-Bukhari dari 'Umar bin al-Khaththab). Orang yang berinfak dengan niat yang ikhlas, selain akan memperoleh pahala di sisi Allah, juga tidak dikhawatirkan nasib mereka, sebab mereka itu pasti akan mendapat pahala dan rida Allah. Mereka juga tidak akan bersedih hati, bahkan mereka akan bergembira nanti di akhirat karena mereka telah dapat berbuat kebaikan, dan kebaikan itu mendatangkan pahala bagi mereka. Sebaliknya, orang-orang yang enggan berinfak, nanti di akhirat akan bersedih hati dan menyesal, sebab tidak akan ada lagi kesempatan bagi mereka untuk berbuat kebajikan. Mereka akan menerima azab dari Allah."
        },
        {
          "number": 263,
          "arabic": "۞ قَوْلٌ مَّعْرُوفٌ وَمَغْفِرَةٌ خَيْرٌ مِّن صَدَقَةٍ يَتْبَعُهَآ أَذًى ۗ وَٱللَّهُ غَنِىٌّ حَلِيمٌ",
          "transliteration": "qawlun maʿrūfun wamaghfiratun khayrun min ṣadaqatin yatbaʿuhā adhan wal-lahu ghaniyyun ḥalīmun",
          "translation": "Perkataan yang baik dan pemberian maaf <sup foot_note=135051>1</sup> lebih baik daripada sedekah yang diiringi tindakan yang menyakiti. Allah Mahakaya, Maha Penyantun.",
          "tafsir": "Orang yang tidak mampu bersedekah akan tetapi dia dapat mengucapkan kata-kata yang menyenangkan atau yang tidak menyakitkan hati, dan memaafkan orang lain adalah lebih baik dari orang yang bersedekah tetapi sedekahnya itu diiringi dengan ucapan-ucapan yang menyakitkan hati dan menyinggung perasaan. Apabila orang yang bersedekah tidak dapat menghindarkan diri dari mengucapkan kata-kata yang melukai perasaan atau menyebut-nyebut pemberian itu, baik ketika memberikan atau pun sesudahnya, lebih baik ia tidak bersedekah, tetapi tetap mengucapkan kata-kata yang baik dan menyenangkan kepada siapa saja yang berhubungan dengannya. Itu lebih baik daripada memberikan sesuatu yang disertai dengan caci-maki, dan sebagainya. Pada akhir ayat ini Allah menyebutkan dua sifat di antara sifat-sifat kesempurnaan-Nya, \"Mahakaya dan Maha Penyantun\". Maksudnya ialah, Allah Mahakaya, sehingga Dia tidak memerintahkan kepada hamba-Nya untuk menyumbangkan harta bendanya untuk kepentingan Allah, tetapi untuk kepentingan hamba itu sendiri yaitu membersihkan diri, dan menumbuhkan harta mereka, agar mereka menjadi bangsa yang kuat dan kompak, serta saling tolong-menolong. Allah swt tidak menerima sedekah yang disertai dengan kata-kata yang menyakitkan hati, karena Allah hanya menerima amal kebaikan yang dilakukan dengan cara-cara yang baik. Allah Maha Penyantun kepada hamba-Nya yang tidak menyertai sedekahnya dengan kata-kata yang menyakitkan, atau yang suka menyebut-nyebut sedekahnya setelah diserahkan atau ketika menyerahkannya. Oleh karena Allah Mahakaya dan Maha Penyantun, maka Allah kuasa pula untuk memberikan ganjaran dan pertolongan kepada hamba-Nya yang suka menafkahkan hartanya dengan ikhlas."
        },
        {
          "number": 264,
          "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تُبْطِلُوا۟ صَدَقَـٰتِكُم بِٱلْمَنِّ وَٱلْأَذَىٰ كَٱلَّذِى يُنفِقُ مَالَهُۥ رِئَآءَ ٱلنَّاسِ وَلَا يُؤْمِنُ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ ۖ فَمَثَلُهُۥ كَمَثَلِ صَفْوَانٍ عَلَيْهِ تُرَابٌ فَأَصَابَهُۥ وَابِلٌ فَتَرَكَهُۥ صَلْدًا ۖ لَّا يَقْدِرُونَ عَلَىٰ شَىْءٍ مِّمَّا كَسَبُوا۟ ۗ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلْكَـٰفِرِينَ",
          "transliteration": "yāayyuhā alladhīna āmanū lā tub'ṭilū ṣadaqātikum bil-mani wal-adhā ka-alladhī yunfiqu mālahu riāa l-nāsi walā yu'minu bil-lahi wal-yawmi l-ākhiri famathaluhu kamathali ṣafwānin ʿalayhi turābun fa-aṣābahu wābilun fatarakahu ṣaldan lā yaqdirūna ʿalā shayin mimmā kasabū wal-lahu lā yahdī l-qawma l-kāfirīna",
          "translation": "Wahai orang-orang yang beriman! Janganlah kamu merusak sedekahmu dengan menyebut-nyebutnya dan menyakiti (perasaan penerima), seperti orang yang menginfakkan hartanya karena riya` (pamer) kepada manusia dan dia tidak beriman kepada Allah dan hari akhir. Perumpaannya (orang itu) seperti batu licin yang di atasnya ada debu, kemudian batu itu ditimpa hujan lebat, maka tinggallah batu itu licin lagi. Mereka tidak memperoleh sesuatu apa pun dari apa yang mereka kerjakan. Dan Allah tidak memberi petunjuk kepada orang-orang kafir.",
          "tafsir": "Orang-orang yang beriman agar jangan sampai melenyapkan pahala infak atau sedekah mereka karena menyertainya dengan kata-kata yang menyakitkan hati atau dengan menyebut-nyebut infak yang telah diberikan itu. Infak atau sedekah bertujuan untuk menghibur dan meringankan penderitaan fakir-miskin, dan untuk meningkatkan kesejahteraan umat. Itulah sebabnya, maka sedekah tidak boleh disebut-sebut, atau disertai dengan kata-kata yang menyakitkan hati si penerimanya. Apabila sedekah tersebut disertai dengan kata-kata semacam itu, maka tujuan utama dari sedekah tersebut, yaitu untuk menghibur dan meringankan penderitaan, tidak akan tercapai. Sebab itu Allah melarangnya, dan menegaskan bahwa sedekah semacam itu tidak akan mendapatkan pahala. Orang yang bersedekah karena ria, sama halnya dengan orang yang melakukan ibadah salat dengan ria. Ibadah salatnya tidak akan mendapat pahala, dan tidak mencapai tujuan yang dimaksud. Sebab tujuan salat adalah menghadapkan segenap hati dan jiwa kepada Allah swt serta mengagungkan kebesaran dan kekuasaan-Nya, dan memanjatkan syukur atas segala rahmat-Nya. Sedang orang yang salat karena riya, perhatiannya bukan tertuju kepada Allah, melainkan kepada orang yang diharapkan akan memuji dan menyanjungnya. Sifat riya adalah tabiat yang tidak baik. Sebagian orang ingin dipuji dan disanjung atas suatu kebajikan yang dilakukannya. Orang yang bersedekah yang mengharapkan pujian dan terima kasih dari yang menerima sedekah atau dari orang lain, bila pada suatu ketika dia merasa kurang dipuji dan kurang ucapan terima kasih kepadanya dari si penerima atau kurang penghargaan si penerima terhadap sedekahnya, dia akan merasa sangat kecewa. Dalam keadaan demikian, sangat besar kemungkinan dia akan mengucapkan kata-kata yang menyinggung perasaan si penerima, sehingga sedekahnya tidak akan mendatangkan pahala di sisi Allah. Orang yang bertabiat semacam ini sesungguhnya tidaklah beriman kepada Allah dan hari akhirat. Sedekah semacam itu adalah seperti debu di atas batu yang licin; apabila datang hujan lebat maka debu itu hilang lenyap tak berbekas. Demikian pula halnya sedekah yang diberikan karena ria, tidak akan mendatangkan pahala apa pun di akhirat nanti, sebab amalan itu tidak dilakukan untuk mencapai rida Allah, melainkan karena mengharapkan pujian manusia semata. Dengan demikian dia tidak memperoleh hasil apa pun, baik di dunia maupun di akhirat. Di dunia dia tidak mendapatkan hasil apa-apa dari sedekahnya itu, karena sedekah yang disertai dengan ria atau perkataan yang menyakitkan hati hanya akan menimbulkan kebencian masyarakat kepadanya, sedang di akhirat, dia tidak memperoleh pahala dari sisi Allah, karena ria dan kata-kata yang tidak menyenangkan itu telah menghapuskan pahala amalnya. Allah swt memberikan pahala hanya kepada orang-orang yang beramal dengan ikhlas, ingin menyucikan diri dan memperbaiki keadaan mereka, dan semata-mata mengharapkan rida-Nya. Allah memberikan perumpamaan bagi sedekah yang disertai riya dan umpatan seperti erosi tanah yang berada di atas batu. Erosi adalah proses hilangnya tanah dari permukaan bumi pada umumnya karena terangkut oleh aliran air. Semakin besar curah hujan yang jatuh, maka akan semakin banyak dan cepat partikel tanah yang ter-erosi. Proses pembentukan tanah di atas batuan terjadi dalam waktu yang lama, tetapi oleh hujan yang lebat lapisan tanah itu dapat dengan mudah dan cepat terangkut dan hilang dari permukaan batu. Jika tanah di atas batu telah hilang, maka batu merupakan pertikel yang tidak dapat menumbuhkan tumbuhan. Perumpamaan demikian menggambarkan bahwa orang yang dengan susuah payah mengumpilkan harta, lalu bersedekah tetapi sedekah itu disertai ria dan umpatan, maka ia tidak akan mendapatkan apa-apa, baik manfaat, pahala maupun rida Allah dari apa yang disedekahkannya itu. Kebiasaan membagi-bagikan uang kepada peminta-minta yang biasa berkerumun di depan masjid selepas salat Jumat atau salat Id, atau di tempat lain di samping tampak sebagai sedekah dan perbuatan sosial terhadap orang miskin, juga mempunyai efek yang kurang baik bahkan mungkin juga dapat dikategorikan sebagai perbuatan ria. Kebiasaan ini justru akan mengundang orang yang tidak kita kenal datang ke tempat-tempat ibadah hanya untuk meminta-minta, bukan untuk ikut beribadah, sehingga hari raya Islam itu hanya merupakan hari pameran kemiskinan di mana-mana. Ada sebuah masjid yang pimpinannya melarang jemaahnya bersedekah kepada pengemis-pengemis yang biasa datang berkerumun di pintu-pintu masjid kota itu. Ternyata cara ini berhasil, karena kemudian memang tak seorang pun yang datang ke masjid itu untuk meminta-minta. Orang miskin dan kaum duafa seharusnya menjadi tanggung jawab bersama mereka yang mampu. Kita bersyukur bahwa sekarang sudah ada lembaga-lembaga yang dibentuk khusus untuk menghadapi masalah ini. Allah tidak memberikan petunjuk kepada orang-orang yang kafir, karena petunjuk itu berdasarkan iman. Iman itulah yang membimbing seseorang kepada keikhlasan beramal, dan menjaga diri dari perbuatan dan ucapan yang dapat merusak amalnya, serta melenyapkan pahalanya. Maka dalam ayat ini terdapat sindiran, bahwa sifat ria dan kata-kata yang tidak menyenangkan itu adalah sebagian dari sifat dan perbuatan orang-orang kafir yang harus dijauhi oleh orang-orang mukmin. Banyak hadis Rasulullah saw yang mencela sedekah yang disertai dengan ucapan yang menyakitkan hati. Imam Muslim meriwayatkan hadis berikut dari Abu dzarr, Rasulullah saw bersabda: Ada tiga macam orang yang pada hari Kiamat nanti Allah tidak akan berbicara dengan mereka dan tidak akan memandang kepada mereka, dan tidak akan menyucikan mereka dari dosa, dan mereka akan mendapat azab yang pedih, yaitu orang yang suka menyebut-nyebut pemberiannya apabila dia memberikan sesuatu, dan orang yang suka memakai sarungnya terlalu ke bawah sampai menyapu tanah karena congkaknya, dan orang yang berusaha melariskan dagangannya dengan sumpah yang bohong. (Riwayat Muslim dari Abu dzarr) Imam an-Nasa'i juga meriwayatkan suatu hadis dari Ibnu Umar, dari Nabi saw, bahwa beliau bersabda: Tidak akan masuk surga orang yang selalu minum khamr, dan tidak pula orang yang durhaka terhadap ibu-bapaknya, dan tidak pula orang yang suka menyebut-nyebut pemberiannya. (Riwayat an-Nasa'i dari Ibnu 'Abbas)"
        }
      ]
    }
  ]
}