{
  "pageNumber": 478,
  "juz": 24,
  "surahs": [
    {
      "number": 41,
      "name": "Fussilat",
      "nameArabic": "فصلت",
      "meaning": "Yang Dijelaskan",
      "revelation": "Makkah",
      "description": "Surat Fussilat terdiri dari 54 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Al-Mu'min.Dinamai \"Fussilat\" (yang dijelaskan) karena ada hubungannya dengan kata \"Fussilat\" yang terdapat pada permulaan surat ini. Maksudnya, ayat-ayatnya diperinci dengan jelas tentang hukum-hukum, keimanan, janji dan ancaman, akhlak, kisah, dan sebagainya.Dinamai juga dengan \"Haa Miim As-Sajdah\" karena surat ini dimulai dengan \"Haa Miim\" dan di dalamnya terdapat ayat Sajdah.**Pokok-Pokok Isi:**1. **Keimanan:** Al-Qur'an dan sikap orang-orang musyrik terhadapnya; kejadian-kejadian langit dan bumi serta apa yang ada pada keduanya membuktikan keberadan Allah; semua yang terjadi dalam alam semesta tidak lepas dari pengetahuan Allah.2. **Lain-lain:** Hikmah diciptakannya gunung-gunung; anggota tubuh setiap orang menjadi saksi terhadap dirinya sendiri pada hari kiamat; azab yang ditimpakan kepada kaum 'Ad dan Tsamud; permohonan orang-orang kafir agar dikembalikan ke dunia untuk mengerjakan amal-amal saleh; berita gembira dari malaikat kepada orang-orang yang beriman; anjuran menghadapi orang-orang kafir secara baik-baik; ancaman terhadap orang-orang yang mengingkari keesaan Allah; sifat-sifat Al-Qur'an; manusia dan wataknya.Surat Fussilat mengutarakan hal-hal yang berhubungan dengan Al-Qur'an dan sikap orang musyrik terhadapnya; kekuasaan Allah di langit dan di bumi; dan ancaman kepada orang-orang musyrik di dunia dan di akhirat. Kemudian dikemukakan tentang keadaan orang-orang yang selalu beribadah kepada Tuhannya dan diakhiri dengan mengemukakan beberapa tabiat manusia.**Hubungan Surat Fussilat Dengan Surat Asy-Syura:**Kedua surat ini sama-sama mengutarakan kebenaran Al-Qur'an serta menolak kecaman dan celaan orang-orang kafir Mekah terhadapnya; bujukan terhadap Nabi Muhammad agar jangan bersedih hati dan berputus asa, karena kecaman dan celaan itu sudah sewajarnya datang dari musuh-musuh agama dan hal itu telah dialami oleh rasul-rasul sebelumnya.",
      "verses": [
        {
          "number": 12,
          "arabic": "فَقَضَىٰهُنَّ سَبْعَ سَمَـٰوَاتٍ فِى يَوْمَيْنِ وَأَوْحَىٰ فِى كُلِّ سَمَآءٍ أَمْرَهَا ۚ وَزَيَّنَّا ٱلسَّمَآءَ ٱلدُّنْيَا بِمَصَـٰبِيحَ وَحِفْظًا ۚ ذَٰلِكَ تَقْدِيرُ ٱلْعَزِيزِ ٱلْعَلِيمِ",
          "transliteration": "faqaḍāhunna sabʿa samāwātin fī yawmayni wa-awḥā fī kulli samāin amrahā wazayyannā l-samāa l-dun'yā bimaṣābīḥa waḥif'ẓan dhālika taqdīru l-ʿazīzi l-ʿalīmi",
          "translation": "Lalu diciptakan-Nya tujuh langit dalam dua masa dan pada setiap langit Dia mewahyukan urusan masing-masing. Kemudian langit yang dekat (dengan bumi), Kami hiasi dengan bintang-bintang, dan (Kami ciptakan itu) untuk memelihara. Demikianlah ketentuan (Allah) Yang Mahaperkasa, Maha Mengetahui.",
          "tafsir": "Ayat ini menerangkan bahwa Allah menyempurnakan kejadian langit itu dengan menjadikan tujuh langit dalam dua masa. Dengan demikian, lamanya Allah merencanakan penciptaan langit dan bumi ialah selama enam masa. Firman Allah: Sungguh, Tuhanmu (adalah) Allah yang menciptakan langit dan bumi dalam enam masa. (al-A'raf/7: 54) Diterangkan juga bahwa Allah menghiasi langit dengan bintang-bintang yang gemerlapan. Ada bintang yang bercahaya sendiri dan ada pula yang menerima pantulan cahaya dari bintang yang lain. Oleh karena itu, cahaya bintang-bintang itu terlihat tidak sama. Ketidaksamaan cahaya bintang-bintang itu menimbulkan keindahan yang tiada taranya. Allah menjadikan pada tiap-tiap langit sesuatu yang diperlukan, sesuai dengan hikmah dan sunah-Nya. Seperti adanya memberi tarik pada tiap-tiap planet dan menjadikannya berjalan pada garis edarnya, sehingga planet-planet itu tidak akan jatuh dan berbenturan antara yang satu dengan yang lain. Untuk setiap planet itu ditetapkan tugas-tugas tertentu, sesuai dengan keadaan dan sifatnya, seperti tugas bulan tidak sama dengan tugas matahari, karena kejadian keduanya berlainan. Semua yang diterangkan itu merupakan ciptaan Allah, Tuhan Yang Mahakuasa, dan mereka harus tunduk kepada ketetapan-Nya. Tidak ada satu pun dari ciptaan Allah yang menyimpang dari ketetapan-Nya. Dia mengetahui keadaan makhluk yang diciptakan-Nya itu, baik yang halus maupun yang kasar, baik yang nyata maupun yang tersembunyi."
        },
        {
          "number": 13,
          "arabic": "فَإِنْ أَعْرَضُوا۟ فَقُلْ أَنذَرْتُكُمْ صَـٰعِقَةً مِّثْلَ صَـٰعِقَةِ عَادٍ وَثَمُودَ",
          "transliteration": "fa-in aʿraḍū faqul andhartukum ṣāʿiqatan mith'la ṣāʿiqati ʿādin wathamūda",
          "translation": "Jika mereka berpaling maka katakanlah, \"Aku telah memperingatkan kamu akan (bencana) petir seperti petir yang menimpa kaum 'Ād dan kaum Samud.\"",
          "tafsir": "Ayat ini menerangkan perintah Allah kepada Nabi Muhammad agar menyeru kepada orang-orang kafir untuk beriman kepada Allah yang telah menciptakan langit dan bumi dan apa yang ada pada keduanya. Jika mereka tidak menerima ajakan itu dan berpaling, Rasulullah diperintahkan untuk mengingatkan mereka tentang azab yang akan ditimpakan Allah kepada setiap orang yang ingkar kepada-Nya. Di antara azab yang pernah ditimpakan kepada orang-orang yang ingkar ialah suara keras yang mengguntur dari langit dan memusnahkan semua yang dikenainya, seperti yang pernah ditimpakan kepada kaum 'Ad, kaum Samud, penduduk Aikah, dan sebagainya. Malapetaka itu menimpa mereka karena mengingkari seruan rasul yang diutus kepada mereka dan mengabaikan peringatan para rasul itu. Rasulullah menambahkan bahwa jika mereka tidak ingin ditimpa malapetaka seperti itu, maka ikutilah seruan yang disampaikannya dan agar hanya menyembah Allah, Tuhan Yang Maha Esa, tidak mempersekutukan-Nya dengan sesuatu apa pun. Seruan Rasulullah itu ditanggapi orang-orang musyrik dengan sikap angkuh dan sombong. Mereka mengingkarinya dengan mengatakan bahwa sekiranya Allah hendak mengutus para rasul kepada manusia, tentu Dia tidak akan mengutus manusia seperti Nabi Muhammad. Akan tetapi, Allah akan mengutus orang-orang yang mempunyai kelebihan dari manusia biasa, mempunyai kekuatan gaib, sanggup mengabulkan langsung segala yang diminta orang-orang yang diserunya, seperti malaikat, jin dan sebagainya. Menurut mereka, rasul yang diangkat dari manusia biasa tidak akan bisa memerkenankan permintaan orang-orang yang diserunya karena tidak mempunyai kelebihan apa pun. Sementara, menurut mereka, Allah belum berkehendak mengutus rasul itu. Itulah sebabnya mereka mengingkari kerasulan Nabi Muhammad. Diriwayatkan oleh al-Baihaqi dalam kitab \" Ad-Dalail\" dan Ibnu Asakir dari Jabir bin 'Abdullah. Ia mengatakan bahwa Abu Jahal dan para pemimpin kaum Quraisy berkata, \"Sesungguhnya kurang jelas bagi kita apa yang disampaikan oleh Muhammad itu, jika kamu menemukan seorang ahli sihir, tenung, dan syair, maka hendaklah ia berbicara dengannya, dan datang kepada kita untuk menerangkan maksud yang disampaikan Muhammad saw itu.\" 'Utbah bin Rabi'ah berkata, \"Demi Allah, aku benar-benar telah mendengar sihir, tenung, dan syair. Aku benar-benar memahami rumpun engkau hai Muhammad adalah orang yang paling baik dalam rumpun keluarga Abdul Muththalib?\" Muhammad tidak menjawab. 'Utbah berkata lagi, \"Mengapa engkau mencela tuhan-tuhan kami dan menganggap kami sesat? Jika engkau menghendaki wanita, pilihlah olehmu sepuluh wanita yang paling cantik yang kamu kehendaki dari suku Quraisy ini. Jika engkau menghendaki harta, kami kumpulkan harta itu sesuai dengan yang kamu perlukan.\" Setelah Rasulullah mendengar ucapan 'Utbah, beliau membaca Surah Fushshilat ini sejak permulaan ayat sampai kepada ayat ini, yang menerangkan malapetaka yang pernah ditimpakan kepada kaum 'Ad, dan Samud. Mendengar ayat yang dibacakan Rasulullah saw, Utbah diam seribu bahasa, lalu pulang ke rumahnya, tidak langsung kepada kaumnya. Tatkala kaumnya melihat 'Utbah dalam keadaan demikian, mereka mengatakan bahwa 'Utbah telah kena sihir Muhammad. Lalu mereka mencari 'Utbah dan berkata kepadanya, \"Ya 'Utbah, engkau tidak datang kepada kami itu adalah karena engkau telah kena sihir.\" Maka 'Utbah marah dan bersumpah tidak akan berbicara lagi dengan Muhammad, kemudian ia berkata, \"Demi Allah, aku benar-benar telah berbicara dengannya, lalu ia menjawab dengan satu jawaban yang menurut pendapatku jawaban itu bukan syair, bukan sihir, dan bukan pula tenung. Tatkala ia sampai kepada ucapan: petir yang seperti menimpa kaum 'Ad dan Samud, aku pun diam seribu bahasa. Aku benar-benar mengetahui bahwa Muhammad itu, apabila ia mengatakan sesuatu, ia tidak berdusta, dan ia takut kepada azab yang akan menimpa itu.\" Sebagaimana diketahui bahwa 'Utbah termasuk pemuka Quraisy dan orang yang berpengetahuan luas di antara mereka. Di samping seorang sastrawan ia juga mengetahui seluk-beluk sihir dan tenung yang dipercayai orang pada waktu itu. Kebungkaman 'Utbah itu menunjukkan bahwa hatinya telah beriman kepada Rasulullah, tetapi karena pengaruh nafsu dan kedudukan, maka ia mengingkari suara hatinya. Demikian pula halnya dengan kebanyakan orang-orang musyrik. Hatinya telah beriman dan ia telah takut kepada azab yang akan ditimpakan kepadanya seandainya ia tidak beriman, tetapi mereka tetap tidak beriman karena khawatir akan dikucilkan oleh kaumnya. Oleh karena itu, mereka mencari-cari alasan untuk menutupi hati mereka dengan mengatakan bahwa mustahil Allah mengangkat seorang rasul dari golongan manusia biasa. Jika Allah mengangkat rasul, tentu rasul itu dari golongan malaikat."
        },
        {
          "number": 14,
          "arabic": "إِذْ جَآءَتْهُمُ ٱلرُّسُلُ مِنۢ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ أَلَّا تَعْبُدُوٓا۟ إِلَّا ٱللَّهَ ۖ قَالُوا۟ لَوْ شَآءَ رَبُّنَا لَأَنزَلَ مَلَـٰٓئِكَةً فَإِنَّا بِمَآ أُرْسِلْتُم بِهِۦ كَـٰفِرُونَ",
          "transliteration": "idh jāathumu l-rusulu min bayni aydīhim wamin khalfihim allā taʿbudū illā l-laha qālū law shāa rabbunā la-anzala malāikatan fa-innā bimā ur'sil'tum bihi kāfirūna",
          "translation": "Ketika para rasul datang kepada mereka dari depan dan dari belakang mereka<sup foot_note=135724>1</sup> (dengan menyerukan), \"Janganlah kamu menyembah selain Allah!\" Mereka menjawab, \"Kalau Tuhan kami menghendaki tentu Dia menurunkan malaikat-malaikat-Nya, maka sesungguhnya kami mengingkari wahyu yang engkau diutus menyampaikannya.\"",
          "tafsir": "Ayat ini menerangkan perintah Allah kepada Nabi Muhammad agar menyeru kepada orang-orang kafir untuk beriman kepada Allah yang telah menciptakan langit dan bumi dan apa yang ada pada keduanya. Jika mereka tidak menerima ajakan itu dan berpaling, Rasulullah diperintahkan untuk mengingatkan mereka tentang azab yang akan ditimpakan Allah kepada setiap orang yang ingkar kepada-Nya. Di antara azab yang pernah ditimpakan kepada orang-orang yang ingkar ialah suara keras yang mengguntur dari langit dan memusnahkan semua yang dikenainya, seperti yang pernah ditimpakan kepada kaum 'Ad, kaum Samud, penduduk Aikah, dan sebagainya. Malapetaka itu menimpa mereka karena mengingkari seruan rasul yang diutus kepada mereka dan mengabaikan peringatan para rasul itu. Rasulullah menambahkan bahwa jika mereka tidak ingin ditimpa malapetaka seperti itu, maka ikutilah seruan yang disampaikannya dan agar hanya menyembah Allah, Tuhan Yang Maha Esa, tidak mempersekutukan-Nya dengan sesuatu apa pun. Seruan Rasulullah itu ditanggapi orang-orang musyrik dengan sikap angkuh dan sombong. Mereka mengingkarinya dengan mengatakan bahwa sekiranya Allah hendak mengutus para rasul kepada manusia, tentu Dia tidak akan mengutus manusia seperti Nabi Muhammad. Akan tetapi, Allah akan mengutus orang-orang yang mempunyai kelebihan dari manusia biasa, mempunyai kekuatan gaib, sanggup mengabulkan langsung segala yang diminta orang-orang yang diserunya, seperti malaikat, jin dan sebagainya. Menurut mereka, rasul yang diangkat dari manusia biasa tidak akan bisa memerkenankan permintaan orang-orang yang diserunya karena tidak mempunyai kelebihan apa pun. Sementara, menurut mereka, Allah belum berkehendak mengutus rasul itu. Itulah sebabnya mereka mengingkari kerasulan Nabi Muhammad. Diriwayatkan oleh al-Baihaqi dalam kitab \" Ad-Dalail\" dan Ibnu Asakir dari Jabir bin 'Abdullah. Ia mengatakan bahwa Abu Jahal dan para pemimpin kaum Quraisy berkata, \"Sesungguhnya kurang jelas bagi kita apa yang disampaikan oleh Muhammad itu, jika kamu menemukan seorang ahli sihir, tenung, dan syair, maka hendaklah ia berbicara dengannya, dan datang kepada kita untuk menerangkan maksud yang disampaikan Muhammad saw itu.\" 'Utbah bin Rabi'ah berkata, \"Demi Allah, aku benar-benar telah mendengar sihir, tenung, dan syair. Aku benar-benar memahami rumpun engkau hai Muhammad adalah orang yang paling baik dalam rumpun keluarga Abdul Muththalib?\" Muhammad tidak menjawab. 'Utbah berkata lagi, \"Mengapa engkau mencela tuhan-tuhan kami dan menganggap kami sesat? Jika engkau menghendaki wanita, pilihlah olehmu sepuluh wanita yang paling cantik yang kamu kehendaki dari suku Quraisy ini. Jika engkau menghendaki harta, kami kumpulkan harta itu sesuai dengan yang kamu perlukan.\" Setelah Rasulullah mendengar ucapan 'Utbah, beliau membaca Surah Fushshilat ini sejak permulaan ayat sampai kepada ayat ini, yang menerangkan malapetaka yang pernah ditimpakan kepada kaum 'Ad, dan Samud. Mendengar ayat yang dibacakan Rasulullah saw, Utbah diam seribu bahasa, lalu pulang ke rumahnya, tidak langsung kepada kaumnya. Tatkala kaumnya melihat 'Utbah dalam keadaan demikian, mereka mengatakan bahwa 'Utbah telah kena sihir Muhammad. Lalu mereka mencari 'Utbah dan berkata kepadanya, \"Ya 'Utbah, engkau tidak datang kepada kami itu adalah karena engkau telah kena sihir.\" Maka 'Utbah marah dan bersumpah tidak akan berbicara lagi dengan Muhammad, kemudian ia berkata, \"Demi Allah, aku benar-benar telah berbicara dengannya, lalu ia menjawab dengan satu jawaban yang menurut pendapatku jawaban itu bukan syair, bukan sihir, dan bukan pula tenung. Tatkala ia sampai kepada ucapan: petir yang seperti menimpa kaum 'Ad dan Samud, aku pun diam seribu bahasa. Aku benar-benar mengetahui bahwa Muhammad itu, apabila ia mengatakan sesuatu, ia tidak berdusta, dan ia takut kepada azab yang akan menimpa itu.\" Sebagaimana diketahui bahwa 'Utbah termasuk pemuka Quraisy dan orang yang berpengetahuan luas di antara mereka. Di samping seorang sastrawan ia juga mengetahui seluk-beluk sihir dan tenung yang dipercayai orang pada waktu itu. Kebungkaman 'Utbah itu menunjukkan bahwa hatinya telah beriman kepada Rasulullah, tetapi karena pengaruh nafsu dan kedudukan, maka ia mengingkari suara hatinya. Demikian pula halnya dengan kebanyakan orang-orang musyrik. Hatinya telah beriman dan ia telah takut kepada azab yang akan ditimpakan kepadanya seandainya ia tidak beriman, tetapi mereka tetap tidak beriman karena khawatir akan dikucilkan oleh kaumnya. Oleh karena itu, mereka mencari-cari alasan untuk menutupi hati mereka dengan mengatakan bahwa mustahil Allah mengangkat seorang rasul dari golongan manusia biasa. Jika Allah mengangkat rasul, tentu rasul itu dari golongan malaikat."
        },
        {
          "number": 15,
          "arabic": "فَأَمَّا عَادٌ فَٱسْتَكْبَرُوا۟ فِى ٱلْأَرْضِ بِغَيْرِ ٱلْحَقِّ وَقَالُوا۟ مَنْ أَشَدُّ مِنَّا قُوَّةً ۖ أَوَلَمْ يَرَوْا۟ أَنَّ ٱللَّهَ ٱلَّذِى خَلَقَهُمْ هُوَ أَشَدُّ مِنْهُمْ قُوَّةً ۖ وَكَانُوا۟ بِـَٔايَـٰتِنَا يَجْحَدُونَ",
          "transliteration": "fa-ammā ʿādun fa-is'takbarū fī l-arḍi bighayri l-ḥaqi waqālū man ashaddu minnā quwwatan awalam yaraw anna l-laha alladhī khalaqahum huwa ashaddu min'hum quwwatan wakānū biāyātinā yajḥadūna",
          "translation": "Maka adapun kaum 'Ād, mereka menyombongkan diri di bumi tanpa (mengindahkan) kebenaran dan mereka berkata, \"Siapakah yang lebih hebat kekuatannya dari kami?\" Tidakkah mereka memperhatikan bahwa sesungguhnya Allah yang menciptakan mereka. Dia lebih hebat kekuatan-Nya dari mereka? Dan mereka telah mengingkari tanda-tanda (kebesaran) Kami.",
          "tafsir": "Pada ayat ini, Allah menerangkan keadaan kaum 'Ad yang telah ditimpa azab Allah dan sikapnya terhadap seruan rasul yang diutus kepadanya. Diterangkan bahwa kaum 'Ad itu menyombongkan diri, merasa diri mereka tidak ada yang menandingi, dan semua tunduk kepadanya. Oleh karena itu, mereka durhaka kepada Tuhan yang telah menciptakan dan memberikan karunia kepada mereka, dan tidak menerima seruan rasul Allah yang diutus kepada mereka. Mereka menantang siapa yang sanggup menandingi mereka. Allah mengancam dan memperingatkan mereka dengan mengatakan apakah mereka telah memikirkan betul-betul yang mereka ucapkan, dan apakah mereka tidak mengetahui siapa yang mereka tentang itu? Yang mereka tentang itu adalah Allah Yang Mahakuasa, yang menciptakan segala sesuatu termasuk diri mereka sendiri, Yang Mahaperkasa, yang lebih kuat dari mereka. Jika Allah menghendaki, maka Dia dapat menimpakan bencana apa pun terhadap mereka dan sedikit pun mereka tidak akan dapat menghindarkan diri dari bencana itu. Mereka sebenarnya telah mengetahui dan meyakini bukti-bukti kebesaran dan kekuasaan Kami, yang disampaikan oleh para rasul yang diutus kepada mereka. Akan tetapi, mereka mengingkarinya dan mendurhakai para rasul itu."
        },
        {
          "number": 16,
          "arabic": "فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا صَرْصَرًا فِىٓ أَيَّامٍ نَّحِسَاتٍ لِّنُذِيقَهُمْ عَذَابَ ٱلْخِزْىِ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ وَلَعَذَابُ ٱلْـَٔاخِرَةِ أَخْزَىٰ ۖ وَهُمْ لَا يُنصَرُونَ",
          "transliteration": "fa-arsalnā ʿalayhim rīḥan ṣarṣaran fī ayyāmin naḥisātin linudhīqahum ʿadhāba l-khiz'yi fī l-ḥayati l-dun'yā walaʿadhābu l-ākhirati akhzā wahum lā yunṣarūna",
          "translation": "Maka Kami tiupkan angin yang sangat bergemuruh kepada mereka dalam beberapa hari yang nahas, karena Kami ingin agar mereka itu merasakan siksaan yang menghinakan dalam kehidupan di dunia. Sedangkan azab akhirat pasti lebih menghinakan dan mereka tidak diberi pertolongan.",
          "tafsir": "Pada ayat ini Allah menerangkan bentuk azab yang ditimpakan kepada kaum 'Ad. Dia menghembuskan angin kencang yang sangat dingin diiringi dengan suara gemuruh yang memusnahkan mereka. Angin kencang yang sangat dingin itu terus-menerus melanda mereka dalam tujuh malam dan delapan hari, yang merupakan hari yang sial bagi mereka, sebagaimana diterangkan dalam firman Allah: Sedangkan kaum 'Ad, mereka telah dibinasakan dengan angin topan yang sangat dingin, Allah menimpakan angin itu kepada mereka selama tujuh malam delapan hari terus-menerus; maka kamu melihat kaum 'Ad pada waktu itu mati bergelimpangan seperti batang-batang pohon kurma yang telah kosong (lapuk). (al-haqqah/69: 6-7) Diterangkan pada ayat ini bahwa tujuan Allah menimpakan azab yang dahsyat itu kepada kaum 'Ad agar mereka merasakan akibat dari menyombongkan diri dan takabur terhadap Allah dan para rasul yang diutus kepada mereka, yaitu kehinaan, kerendahan, dan malapetaka yang menimpa mereka dalam kehidupan duniawi. Sedang azab akhirat lebih dahsyat dan sangat menghinakan mereka. Mereka tidak akan memperoleh seorang penolong pun yang dapat membebaskan dari azab itu."
        },
        {
          "number": 17,
          "arabic": "وَأَمَّا ثَمُودُ فَهَدَيْنَـٰهُمْ فَٱسْتَحَبُّوا۟ ٱلْعَمَىٰ عَلَى ٱلْهُدَىٰ فَأَخَذَتْهُمْ صَـٰعِقَةُ ٱلْعَذَابِ ٱلْهُونِ بِمَا كَانُوا۟ يَكْسِبُونَ",
          "transliteration": "wa-ammā thamūdu fahadaynāhum fa-is'taḥabbū l-ʿamā ʿalā l-hudā fa-akhadhathum ṣāʿiqatu l-ʿadhābi l-hūni bimā kānū yaksibūna",
          "translation": "Dan adapun kaum Samud, mereka telah Kami beri petunjuk tetapi mereka lebih menyukai kebutaan (kesesatan) daripada petunjuk itu, maka mereka disambar petir sebagai azab yang menghinakan disebabkan apa yang telah mereka kerjakan.",
          "tafsir": "Kepada kaum Samud, Allah telah menyampaikan agama-Nya dengan perantaraan Nabi Saleh. Allah telah menunjukkan kepada mereka jalan keselamatan dan jalan yang lurus, dengan memperlihatkan tanda-tanda kebesaran dan kekuasaan-Nya yang ada di cakrawala luas ini. Allah juga mengajarkan kepada mereka hukum-hukum yang dapat membahagiakan mereka di dunia dan akhirat. Akan tetapi, mereka mengutamakan kekafiran dari keimanan yang berarti pula mereka lebih mengutamakan kehinaan dan kesengsaraan daripada kemuliaan dan kebahagiaan. Karena sikap dan perbuatan mereka itu, maka Allah menurunkan kepada mereka azab berupa suara keras yang mengguntur dari langit. Pada ayat yang lain, Allah menerangkan azab yang ditimpakan kepada kaum Samud. Allah berfirman: Kemudian suara yang mengguntur menimpa orang-orang zalim itu, sehingga mereka mati bergelimpangan di rumahnya. Seolah-olah mereka belum pernah tinggal di tempat itu. Ingatlah, kaum Samud mengingkari Tuhan mereka. Ingatlah, binasalah kaum Samud. (Hud/11: 67-68)"
        },
        {
          "number": 18,
          "arabic": "وَنَجَّيْنَا ٱلَّذِينَ ءَامَنُوا۟ وَكَانُوا۟ يَتَّقُونَ",
          "transliteration": "wanajjaynā alladhīna āmanū wakānū yattaqūna",
          "translation": "Dan Kami selamatkan orang-orang yang beriman karena mereka adalah orang-orang yang bertakwa.",
          "tafsir": "Nabi Saleh dan orang-orang yang beriman diselamatkan Allah dari azab itu. Mereka tidak ditimpa malapetaka dan bencana yang dahsyat itu karena keimanan dan ketakwaan mereka kepada-Nya."
        },
        {
          "number": 19,
          "arabic": "وَيَوْمَ يُحْشَرُ أَعْدَآءُ ٱللَّهِ إِلَى ٱلنَّارِ فَهُمْ يُوزَعُونَ",
          "transliteration": "wayawma yuḥ'sharu aʿdāu l-lahi ilā l-nāri fahum yūzaʿūna",
          "translation": "Dan (ingatlah) pada hari (ketika) musuh-musuh Allah digiring ke neraka lalu mereka dipisah-pisahkan.",
          "tafsir": "Ayat ini menerangkan perintah Allah kepada Nabi Muhammad agar menyampaikan kepada orang-orang yang ingkar itu keadaan mereka pada hari Kiamat nanti. Pada hari itu, semua musuh-musuh Allah dan orang-orang yang ingkar kepada-Nya akan dikumpulkan dalam neraka. Mereka dihalau ke dalamnya seperti orang menggiring dan menghalau binatang ternak. Tidak ada satu pun yang luput dan tertinggal di antara mereka."
        },
        {
          "number": 20,
          "arabic": "حَتَّىٰٓ إِذَا مَا جَآءُوهَا شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وَأَبْصَـٰرُهُمْ وَجُلُودُهُم بِمَا كَانُوا۟ يَعْمَلُونَ",
          "transliteration": "ḥattā idhā mā jāūhā shahida ʿalayhim samʿuhum wa-abṣāruhum wajulūduhum bimā kānū yaʿmalūna",
          "translation": "Sehingga apabila mereka sampai ke neraka, pendengaran, penglihatan dan kulit mereka menjadi saksi terhadap apa yang telah mereka lakukan.",
          "tafsir": "Tatkala mereka sampai di pinggir neraka, mereka ditanya tentang perbuatan-perbuatan yang telah mereka lakukan selama hidup di dunia. Sebagai saksi atas perbuatan yang telah mereka lakukan itu ialah seluruh anggota badan mereka yang langsung melakukan perbuatan-perbuatan dosa itu, seperti telinga, mata, dan anggota-anggota tubuh mereka. Tiap-tiap makhluk ditanya sesuai dengan keadaan dan sifatnya. Apa yang ditanya dan bagaimana jawaban makhluk-makhluk itu, termasuk ilmu yang gaib, hanya Allah sendiri yang mengetahuinya. Mungkin ada soal yang berhubungan dengan niat dan isi hatinya, atau mengenai perbuatan-perbuatannya. Jika pertanyaan itu tentang ketaatan beribadah, sopan-santun, hubungan silaturrahim, amal saleh, dan yang serupa dengan itu dihadapkan kepada orang yang suka mengerjakan perbuatan itu selama hidup di dunia, tentu orang-orang itu akan menjawabnya dengan gembira kepada Allah. Jika budi pekerti yang buruk, memutuskan hubungan silaturrahim, perbuatan jahat, dan perbuatan lain yang serupa dengan itu, dihadapkan kepada orang yang mengerjakannya, tentulah mereka menjawab dengan gemetar dan penuh ketakutan. Allah Maha Mengetahui tentang itu."
        }
      ]
    }
  ]
}