{
  "pageNumber": 38,
  "juz": 2,
  "surahs": [
    {
      "number": 2,
      "name": "Al-Baqarah",
      "nameArabic": "البقرة",
      "meaning": "Sapi Betina",
      "revelation": "Madinah",
      "description": "Surat \"Al Baqarah\" terdiri atas 286 ayat dan sebagian besar diturunkan di Madinah pada permulaan tahun Hijrah, kecuali ayat 281 yang diturunkan di Mina pada Haji wadaa' (haji Nabi Muhammad s.a.w. yang terakhir). Seluruh ayat surat Al Baqarah termasuk golongan Madaniyyah dan merupakan surat yang terpanjang di antara surat-surat Al Qur'an yang di dalamnya terdapat pula ayat yang terpanjang (ayat 282).Surat ini dinamai \"Al Baqarah\" karena di dalamnya disebutkan kisah penyembelihan sapi betina yang diperintahkan Allah kepada Bani Israil (ayat 67 sampai dengan 74), di mana dijelaskan watak orang Yahudi pada umumnya. Dinamai \"Fusthaathul-Qur'an\" (puncak Al Qur'an) karena memuat beberapa hukum yang tidak disebutkan dalam surat yang lain. Dinamai juga surat \"Alif-laam-miim\" karena surat ini dimulai dengan Alif-laam-miim.&nbsp;Pokok-Pokok Isi:1. Keimanan:Dakwah Islamiyah yang dihadapkan kepada umat Islam, ahli kitab dan para musyrikin.2. Hukum-hukum:Perintah mengerjakan shalat; menunaikan zakat; hukum puasa; hukum haji dan umrah; hukum qishash; halal dan haram; berinfak di jalan Allah; hukum arak dan judi; cara menyantuni anak yatim, larangan riba; utang-piutang; nafkah dan yang berhak menerimanya; wasiat kepada ibu-bapak dan kaum kerabat; hukum sumpah; kewajiban menyampaikan amanah; sihir; hukum merusak masjid; hukum mengubah kitab-kitab Allah; hukum haidh, 'iddah, thalak, khulu', ilaa' dan susuan; hukum melamar, mahar, larangan menikahi wanita musyrik dan sebaliknya; hukum perang.3. Kisah-kisah:Kisah penciptaan Nabi Adam a.s; kisah Nabi Ibrahim a.s.; kisah Nabi Musa a.s. dengan Bani Israil.4. Lain-lain:Sifat-sifat orang yang bertakwa; sifat-sifat orang munafik; sifat-sifat Allah; perumpamaan-perumpamaan; kiblat, kebangkitan sesudah mati.Kesimpulan surat Al Baqarah:1. Menjelaskan beberapa hukum dalam agama Islam.2. Mengemukakan beberapa perumpamaan.3. Mengemukakan hujjah-hujjah.Hubungan Surat Al Baqarah Dengan Surat Ali 'Imran:1. Dalam surat Al Baqarah, disebutkan Nabi Adam a.s. yang langsung diciptakan Allah, sedang dalam surat Ali'Imran, disebutkan tentang kelahiran Nabi 'Isa a.s. yang kedua-duanya diciptakan Allah secara menyelisihi kebiasaan.2. Dalam surat Al Baqarah, sifat dan perbuatan orang-orang Yahudi dibentangkan secara luas disertai dengan hujjah untuk mematahkan hujjah-hujjah mereka yang membela kesesatan, sedang dalam surat Ali 'Imran, dibentangkan hal-hal serupa yang berhubungan dengan orang Nasrani.3. Surat Al Baqarah dimulai dengan menyebutkan tiga golongan manusia, yaitu orang mukmin, orang yang mengimani hari akhir, dan orang munafik. Sementara itu, surat Ali 'Imran dimulai dengan menyebutkan orang yang suka mentakwilkan ayat yang mutasyabihaat secara salah untuk memfitnah orang mukmin, dan menyebutkan orang yang mempunyai keahlian dalam menakwilkannya.4. Surat Al Baqarah disudahi dengan permohonan kepada Allah agar kesalahan-kesalahan dan kealpaan dalam melaksanakan ketaatan diampuni, sedang surat Ali 'Imran disudahi dengan permohonan kepada Allah agar Dia memberi pahala atas amal saleh yang dilakukan hamba-Nya.5. Surat Al Baqarah dimulai dengan menyebutkan sifat-sifat orang yang bertakwa, sedang surat Ali 'Imran dimulai dengan perintah bertakwa.",
      "verses": [
        {
          "number": 234,
          "arabic": "وَٱلَّذِينَ يُتَوَفَّوْنَ مِنكُمْ وَيَذَرُونَ أَزْوَٰجًا يَتَرَبَّصْنَ بِأَنفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا ۖ فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَلَا جُنَاحَ عَلَيْكُمْ فِيمَا فَعَلْنَ فِىٓ أَنفُسِهِنَّ بِٱلْمَعْرُوفِ ۗ وَٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ",
          "transliteration": "wa-alladhīna yutawaffawna minkum wayadharūna azwājan yatarabbaṣna bi-anfusihinna arbaʿata ashhurin waʿashran fa-idhā balaghna ajalahunna falā junāḥa ʿalaykum fīmā faʿalna fī anfusihinna bil-maʿrūfi wal-lahu bimā taʿmalūna khabīrun",
          "translation": "Dan Orang-orang yang mati di antara kamu serta meninggalkan istri-istri hendaklah mereka (istri-istri) menunggu empat bulan sepuluh hari. Kemudian apabila telah sampai (akhir) idah mereka, maka tidak ada dosa bagimu mengenai apa yang mereka lakukan terhadap diri mereka <sup foot_note=135037>1</sup> menurut cara yang patut. Dan Allah Maha Mengetahui apa yang kamu kerjakan.",
          "tafsir": "Idah perempuan yang ditinggal mati suaminya adalah empat bulan sepuluh hari. Walaupun ayat ini kelihatannya umum (mencakup semua wanita yang ditinggal mati oleh suaminya) namun ada pengecualian yaitu yang tidak dalam keadaan hamil. Sebab untuk wanita hamil, telah ada hukum yang lain pada ayat yang lain. Hal ini akan dijelaskan lebih lanjut dalam tafsir ayat 240. Selama masa idah ia tidak boleh berhias, mempersiapkan diri menerima pinangan atau memberi janji untuk menerima pinangan. Demikian juga ia tidak boleh keluar rumah kecuali karena hal-hal yang dibolehkan oleh agama. Karena selain masa itu untuk mengetahui kebersihan rahimnya (hamil atau tidak hamil), juga digunakan sebagai masa berkabung. Manakala ia tidak hamil maka ia wajib berkabung menghormati tali hubungan suami istri baik terhadap mendiang suami maupun terhadap keluarga suaminya. Ia harus berkabung selama ia dalam idah. Setelah habis masa empat bulan sepuluh hari tersebut dibolehkan membuat segala sesuatu tentang dirinya menurut cara yang wajar, umpamanya menerima pinangan, keluar rumah dan perbuatan lain yang tidak bertentangan dengan agama. Allah mengetahui segala apa yang dikerjakan oleh manusia. Ayat ini menegaskan bahwa mengenai masa berkabung ini Islam memberikan jalan sebaik-baiknya yang sesuai dengan kebutuhan manusia. Wanita-wanita pada masa jahiliah melakukan masa berkabung selama satu tahun penuh dan tidak boleh memakai perhiasan, tidak boleh makan makanan yang enak dan tidak boleh pula memperlihatkan diri di muka umum. Bahkan pada sebagian kelompok masyarakat kaum wanita yang menjalani masa berkabung ini harus melakukan hal-hal yang jauh lebih berat dari apa yang dilakukan oleh orang di masa jahiliyah, seperti: terus menerus menangis dan meratap. Tidak boleh menghias dirinya dan lain sebagainya. Melakukan masa berkabung ini bukan karena kematian suaminya saja, tetapi karena kematian anak pun mereka berkabung secara demikian. Maka tepat apa yang diatur oleh Islam bahwa masa berkabung untuk wanita yang kematian suami tidak boleh lebih dari empat bulan sepuluh hari dan untuk kematian famili lainnya tidak boleh lebih dari tiga hari. Penyimpangan dari ketentuan ini harus dihindari karena Allah Maha Mengetahui segala apa yang dikerjakan manusia."
        },
        {
          "number": 235,
          "arabic": "وَلَا جُنَاحَ عَلَيْكُمْ فِيمَا عَرَّضْتُم بِهِۦ مِنْ خِطْبَةِ ٱلنِّسَآءِ أَوْ أَكْنَنتُمْ فِىٓ أَنفُسِكُمْ ۚ عَلِمَ ٱللَّهُ أَنَّكُمْ سَتَذْكُرُونَهُنَّ وَلَـٰكِن لَّا تُوَاعِدُوهُنَّ سِرًّا إِلَّآ أَن تَقُولُوا۟ قَوْلًا مَّعْرُوفًا ۚ وَلَا تَعْزِمُوا۟ عُقْدَةَ ٱلنِّكَاحِ حَتَّىٰ يَبْلُغَ ٱلْكِتَـٰبُ أَجَلَهُۥ ۚ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ يَعْلَمُ مَا فِىٓ أَنفُسِكُمْ فَٱحْذَرُوهُ ۚ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ غَفُورٌ حَلِيمٌ",
          "transliteration": "walā junāḥa ʿalaykum fīmā ʿarraḍtum bihi min khiṭ'bati l-nisāi aw aknantum fī anfusikum ʿalima l-lahu annakum satadhkurūnahunna walākin lā tuwāʿidūhunna sirran illā an taqūlū qawlan maʿrūfan walā taʿzimū ʿuq'data l-nikāḥi ḥattā yablugha l-kitābu ajalahu wa-iʿ'lamū anna l-laha yaʿlamu mā fī anfusikum fa-iḥ'dharūhu wa-iʿ'lamū anna l-laha ghafūrun ḥalīmun",
          "translation": "Dan tidak ada dosa bagimu meminang perempuan-perempuan itu dengan sindiran<sup foot_note=135038>1</sup> atau kamu sembunyikan (keinginanmu) dalam hati. Allah mengetahui bahwa kamu akan menyebut-nyebut kepada mereka. Tetapi janganlah kamu membuat perjanjian (untuk menikah) dengan mereka secara rahasia, kecuali sekedar mengucapkan kata-kata yang baik.<sup foot_note=135039>2</sup> Dan janganlah kamu menetapkan akad nikah, sebelum habis masa idahnya. Ketahuilah bahwa Allah mengetahui apa yang ada dalam hatimu, maka takutlah kepada-Nya. Dan ketahuilah bahwa Allah Maha Pengampun, Maha Penyantun.",
          "tafsir": "Dalam ayat ini dijelaskan bahwa seorang laki-laki boleh mengucapkan kata-kata sindiran untuk meminang wanita yang masih berada dalam masa idahnya, baik idah karena kematian suami, maupun idah karena talak ba'in. Tetapi hal itu sama sekali tidak dibenarkan bila wanita itu berada dalam masa idah dari talak raj'i. Ungkapan yang menggambarkan bahwa lelaki itu mempunyai maksud untuk mengawininya, bila telah selesai idahnya, umpamanya si lelaki itu berkata, \"Saya senang sekali bila mempunyai istri yang memiliki sifat-sifat seperti engkau,\" atau ungkapan lainnya yang tidak mengarah pada berterus terang. Allah melarang bila seorang laki-laki mengadakan janji akan menikah, atau membujuknya untuk menikah secara sembunyi-sembunyi atau mengadakan pertemuan rahasia. Hal ini tidak dibenarkan karena dikhawatirkan terjadi fitnah. Seorang laki-laki tidak dilarang meminang perempuan yang masih dalam masa idah talak ba'in jika pinangan itu dilakukan secara sindiran, atau masih dalam rencana, karena Allah mengetahui bahwa manusia tidak selalu dapat menyembunyikan isi hatinya. Pinangan tersebut hendaknya tidak dilakukan secara terang-terangan tetapi hendaknya dengan kata-kata kiasan yang merupakan pendahuluan, yang akan ditindaklanjuti dalam bentuk pinangan resmi, ketika perempuan tersebut telah habis idahnya. Pinangan dengan sindiran itu tidak boleh dilakukan terhadap perempuan yang masih dalam idah talak raj'i, karena masih ada kemungkinan perempuan itu akan kembali kepada suaminya semula. Cara seperti ini dimaksudkan agar perasaan wanita yang sedang berkabung itu tidak tersinggung, juga untuk menghindarkan reaksi buruk dari keluarga mantan suami dan masyarakat umum. Karenanya akad nikah dengan wanita yang masih dalam idah dilarang. Suatu larangan yang dianggap haram qath'i, dan akad nikah tersebut harus dibatalkan."
        },
        {
          "number": 236,
          "arabic": "لَّا جُنَاحَ عَلَيْكُمْ إِن طَلَّقْتُمُ ٱلنِّسَآءَ مَا لَمْ تَمَسُّوهُنَّ أَوْ تَفْرِضُوا۟ لَهُنَّ فَرِيضَةً ۚ وَمَتِّعُوهُنَّ عَلَى ٱلْمُوسِعِ قَدَرُهُۥ وَعَلَى ٱلْمُقْتِرِ قَدَرُهُۥ مَتَـٰعًۢا بِٱلْمَعْرُوفِ ۖ حَقًّا عَلَى ٱلْمُحْسِنِينَ",
          "transliteration": "lā junāḥa ʿalaykum in ṭallaqtumu l-nisāa mā lam tamassūhunna aw tafriḍū lahunna farīḍatan wamattiʿūhunna ʿalā l-mūsiʿi qadaruhu waʿalā l-muq'tiri qadaruhu matāʿan bil-maʿrūfi ḥaqqan ʿalā l-muḥ'sinīna",
          "translation": "Tidak ada dosa bagimu jika kamu menceraikan istri-istri kamu yang belum kamu sentuh (campuri) atau belum kamu tentukan maharnya. Dan hendaklah kamu beri mereka mut'ah,<sup foot_note=135040>1</sup> bagi yang mampu menurut kemampuannya dan bagi yang tidak mampu menurut kesanggupannya, yaitu pemberian dengan cara yang patut, yang merupakan kewajiban bagi orang-orang yang berbuat kebaikan.",
          "tafsir": "Seorang suami yang menjatuhkan talak pada istrinya sebelum dukhul (digauli), dan sebelum menentukan jumlah maharnya tidak dibebani kewajiban membayar mahar, hanya saja ia didorong untuk memberi mut'ah yaitu pemberian untuk menyenangkan bekas istrinya. Besar kecilnya jumlah pemberian tersebut tergantung pada suami, yang kaya sesuai dengan kekayaannya dan yang tidak mampu sesuai pula dengan kadar yang disanggupinya. Pemberian mut'ah tersebut merupakan suatu anjuran bagi laki-laki yang mau berbuat baik."
        },
        {
          "number": 237,
          "arabic": "وَإِن طَلَّقْتُمُوهُنَّ مِن قَبْلِ أَن تَمَسُّوهُنَّ وَقَدْ فَرَضْتُمْ لَهُنَّ فَرِيضَةً فَنِصْفُ مَا فَرَضْتُمْ إِلَّآ أَن يَعْفُونَ أَوْ يَعْفُوَا۟ ٱلَّذِى بِيَدِهِۦ عُقْدَةُ ٱلنِّكَاحِ ۚ وَأَن تَعْفُوٓا۟ أَقْرَبُ لِلتَّقْوَىٰ ۚ وَلَا تَنسَوُا۟ ٱلْفَضْلَ بَيْنَكُمْ ۚ إِنَّ ٱللَّهَ بِمَا تَعْمَلُونَ بَصِيرٌ",
          "transliteration": "wa-in ṭallaqtumūhunna min qabli an tamassūhunna waqad faraḍtum lahunna farīḍatan faniṣ'fu mā faraḍtum illā an yaʿfūna aw yaʿfuwā alladhī biyadihi ʿuq'datu l-nikāḥi wa-an taʿfū aqrabu lilttaqwā walā tansawū l-faḍla baynakum inna l-laha bimā taʿmalūna baṣīrun",
          "translation": "Dan jika kamu menceraikan mereka sebelum kamu sentuh (campuri), padahal kamu sudah menentukan maharnya, maka (bayarlah) seperdua dari yang telah kamu tentukan, kecuali jika mereka (membebaskan) atau dibebaskan oleh orang yang akad nikah ada ditangannya.<sup foot_note=135041>1</sup> Pembebasan itu lebih dekat kepada takwa. Dan janganlah kamu lupa kebaikan di antara kamu. Sungguh, Allah Maha Melihat apa yang kamu kerjakan.",
          "tafsir": "Jika seorang suami menjatuhkan talak sebelum bercampur sedangkan ia telah menentukan jumlah mahar maka yang menjadi hak mantan istrinya itu adalah separo dari jumlah mahar tersebut, yang dapat dituntutnya selama ia tidak rela dicerai. Perempuan tersebut dapat menerima penuh mahar itu tanpa mengembalikan seperduanya, jika bekas suaminya merelakannya. Tindakan merelakan pelunasan mahar itu suatu hal yang lebih dekat kepada takwa. Sebab wajarlah seorang suami merelakannya jika perceraian itu terjadi karena keinginannya. Demikian pula wajar seorang istri merelakan hak dari mahar yang mestinya diterimanya jika sebab-sebab perceraian datang dari pihaknya. Menurut sunah Rasulullah, apabila telah terjadi dukhul (telah bercampur) sedang pada waktu akad nikah jumlah mahar itu tidak disebutkan, maka jumlah maharnya adalah menurut mahar misil, yaitu mahar yang sepadan dengan posisi perempuan di kalangan famili dan masyarakatnya."
        }
      ]
    }
  ]
}