{
  "pageNumber": 161,
  "juz": 8,
  "surahs": [
    {
      "number": 7,
      "name": "Al-A'raf",
      "nameArabic": "الأعراف",
      "meaning": "Tempat Tertinggi",
      "revelation": "Makkah",
      "description": "Surat Al-A'raf berjumlah 206 ayat, termasuk surat Makkiyyah, diturunkan sebelum surat Al-An'am, dan termasuk golongan surat \"Assab'uththiwaal\" (tujuh surat yang panjang). Dinamakan \"Al-A'raf\" karena perkataan Al-A'raf terdapat dalam ayat 46 yang mengemukakan tentang keadaan orang-orang yang berada di atas Al-A'raf, tempat yang tertinggi di batas surga dan neraka. Mereka itulah orang-orang yang antara kebaikan dan kejahatan mereka sama banyaknya.Pokok-Pokok Isi:1. Keimanan:Mentauhidkan Allah dalam berdoa dan beribadah; hanya Allah yang mengatur dan menjaga alam; menciptakan undang-undang dan hukum-hukum untuk mengatur kehidupan manusia di dunia dan di akhirat; Allah bersemayam di 'Arsy; bantahan terhadap kepalsuan syirik; ketauhidan sesuai dengan fitrah manusia; Musa berbicara dengan Allah; tentang melihat Allah; perintah beribadah sambil menundukkan diri kepada Allah; Allah memiliki al-asmaaul husnaa (nama-nama yang indah).2. Hukum-hukum:Larangan mengikuti perbuatan dan adat istiadat yang buruk; kewajiban mengikuti Allah dan rasul, perintah berhias ketika hendak shalat; bantahan terhadap orang yang mengharamkan perhiasan yang dianugerahkan Allah; perintah memakan makanan yang halal lagi baik dan larangan memakan yang sebaliknya.3. Kisah-kisah:Kisah Nabi Adam a.s. dengan Iblis; kisah Nabi Nuh a.s. dan kaumnya; kisah Nabi Shaleh a.s. dengan kaumnya; kisah Nabi Syu'aib a.s. dengan kaumnya; kisah Nabi Musa a.s. dengan Fir'aun.4. Lain-lain:Al-Qur'an diturunkan kepada Nabi terakhir dan perintah mengikutinya; Nabi Muhammad diutus untuk seluruh manusia; adab orang mukmin, adab mendengar bacaan Al-Qur'an dan berzikir; rasul bertanggung jawab menyampaikan seruan Allah; balasan terhadap orang-orang yang mengikuti dan mengingkari rasul; dakwah rasul-rasul yang pertama ialah mentauhidkan Allah; tentang ashhaabul A'raaf yang berada di antara surga dan neraka; Allah pencipta makhluk; manusia adalah makhluk terbaik yang diciptakan Allah serta memiliki kesediaan untuk berbuat baik dan berbuat buruk; permusuhan setan terhadap manusia; manusia khalifah Allah di bumi; kehancuran suatu kaum karena perbuatan mereka sendiri; setiap bangsa memiliki masa jaya dan masa kehancuran; Allah memberikan cobaan kepada manusia dengan kekayaan dan kemiskinan; istidraj azab Allah terhadap orang-orang yang mendustakan ayat-ayat-Nya.Surat Al-A'raf dimulai dengan pengutaraan tentang kewajiban manusia mengikuti rasul dan akibat mengingkarinya. Selanjutnya, diterangkan tentang perselisihan antara Nabi Adam dan Iblis di surga yang merupakan permulaan perselisihan antara golongan yang taat kepada perintah Allah dan golongan yang mengingkari sebagaimana yang terjadi pada nabi-nabi terdahulu dengan umat-umatnya. Kemudian surat ini ditutup dengan penjelasan tentang adab-adab orang mukmin, adab-adab mendengarkan ayat-ayat Al-Qur'an, dan tata cara berdoa dan berzikir kepada-Nya.Hubungan Antara Surat Al-A'Raf Dengan Surat Al-Anfal:1. Akhir surat Al-A'raf mengemukakan keadaan beberapa orang rasul yang diutus sebelum Nabi Muhammad dalam menghadapi kaumnya, sedang permulaan surat Al-Anfal menerangkan keadaan Nabi Muhammad dalam menghadapi umatnya.2. Permusuhan antara Adam dan Iblis di surga dilanjutkan dengan permusuhan antara manusia yang menerima petunjuk dari Allah dengan yang tidak menerimanya. Ini diterangkan dalam surat Al-A'raf. Hal yang serupa diterangkan lebih jelas dalam surat Al-Anfal; pertentangan kedua golongan itu serta tingkah laku mereka dalam perang Badar. Surat Al-A'raf termasuk surat yang banyak persesuaiannya dengan surat-surat yang lain, seperti: Al-Baqarah, Ali 'Imran, At-Taubah, danYunus.",
      "verses": [
        {
          "number": 82,
          "arabic": "وَمَا كَانَ جَوَابَ قَوْمِهِۦٓ إِلَّآ أَن قَالُوٓا۟ أَخْرِجُوهُم مِّن قَرْيَتِكُمْ ۖ إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ",
          "transliteration": "wamā kāna jawāba qawmihi illā an qālū akhrijūhum min qaryatikum innahum unāsun yataṭahharūna",
          "translation": "Dan jawaban kaumnya tidak lain hanya berkata, \"Usirlah mereka (Lut dan pengikutnya) dari negerimu ini, mereka adalah orang yang menganggap dirinya suci.\"",
          "tafsir": "Ayat ini menerangkan reaksi kaum Lut terhadap kecaman dan nasihat yang dikemukakan oleh Nabi Lut yang disertai dengan alasan-alasan yang logis dan tidak dapat dibantah. Namun demikian mereka tetap menolak kebenaran. Beberapa pemuka mereka mengeluarkan perintah agar Nabi Lut beserta orang-orang yang beriman kepadanya diusir dari kampung halaman mereka dengan alasan bahwa Nabi Lut dan orang-orang yang beriman itu adalah orang-orang yang bersih dan tidak patut berkumpul dengan mereka, karena mereka adalah orang-orang yang rusak dan kotor. Oleh karena itu, sebaiknya Nabi Lut dan pengikutnya tidak sekampung dengan mereka, karena antara mereka dengan Nabi Lut terdapat perbedaan dalam budi pekerti. Mereka melakukan perbuatan yang keji dengan bangga, sedang Nabi Lut beserta orang-orang yang beriman adalah orang-orang yang membersihkan diri dari perbuatan terkutuk itu. Sambil mengejek, mereka menghendaki agar Nabi Lut dengan pengikutnya diusir, dengan demikian mereka tetap dapat berbuat secara bebas tanpa ada yang mengganggu mereka. Alangkah rendahnya akhlak kaum Lut itu, tanpa rasa malu mereka bangga melakukan perbuatan maksiat yang berbentuk kutukan seraya menghina orang-orang yang berbudi pekerti luhur. Hanya manusia yang tidak beriman kepada Allah dan hari kemudianlah yang dapat jatuh ke dalam martabat yang rendah ini."
        },
        {
          "number": 83,
          "arabic": "فَأَنجَيْنَـٰهُ وَأَهْلَهُۥٓ إِلَّا ٱمْرَأَتَهُۥ كَانَتْ مِنَ ٱلْغَـٰبِرِينَ",
          "transliteration": "fa-anjaynāhu wa-ahlahu illā im'ra-atahu kānat mina l-ghābirīna",
          "translation": "Kemudian Kami selamatkan dia dan pengikutnya, kecuali istrinya. Dia (istrinya) termasuk orang-orang yang tertinggal.",
          "tafsir": "Ayat ini menerangkan bahwa Allah menyelamatkan Nabi Lut beserta orang yang beriman kepada-Nya kecuali istrinya karena ia tidak beriman kepada Nabi Lut bahkan mengkhianatinya. Istrinya berpihak kepada kaum Lut yang kafir. Karena itu ia tergolong ke dalam kaum Lut yang mendapat azab pula di akhirat nanti. Ayat lain menerangkan bahwa sebelum azab diturunkan kepada kaum Lut, Allah memerintahkan Nabi Lut dan pengikutnya yang beriman agar meninggalkan negerinya, sebagaimana diterangkan dalam firman-Nya: Mereka (para malaikat) berkata, \"Wahai Lut! Sesungguhnya kami adalah para utusan Tuhanmu, mereka tidak akan dapat mengganggu kamu, sebab itu pergilah beserta keluargamu pada akhir malam dan jangan ada seorang pun di antara kamu yang menoleh ke belakang, kecuali istrimu. Sesungguhnya dia (juga) akan ditimpa (siksa) yang menimpa mereka. Sesungguhnya saat terjadinya siksa kepada mereka itu pada waktu subuh. Bukankah subuh itu sudah dekat?\" (Hud/11: 81) Firman-Nya yang lain: \"Maka pergilah kamu pada akhir malam beserta keluargamu, dan ikutilah mereka dari belakang. Jangan ada di antara kamu yang menoleh ke belakang dan teruskanlah perjalanan ke tempat yang diperintahkan kepadamu.\" (al-hijr/15: 65) Juga firman-Nya: Lalu Kami keluarkan orang-orang yang beriman yang berada di dalamnya (negeri kaum Lut) itu. Maka Kami tidak mendapati di dalamnya (negeri itu), kecuali sebuah rumah dari orang-orang muslim (Lut). Dan Kami tinggalkan padanya (negeri itu) suatu tanda bagi orang-orang yang takut kepada azab yang pedih. (adz-dzariyat/51: 35-37)"
        },
        {
          "number": 84,
          "arabic": "وَأَمْطَرْنَا عَلَيْهِم مَّطَرًا ۖ فَٱنظُرْ كَيْفَ كَانَ عَـٰقِبَةُ ٱلْمُجْرِمِينَ",
          "transliteration": "wa-amṭarnā ʿalayhim maṭaran fa-unẓur kayfa kāna ʿāqibatu l-muj'rimīna",
          "translation": "Dan Kami hujani mereka dengan hujan (batu). Maka perhatikanlah bagaimana kesudahan orang yang berbuat dosa itu.",
          "tafsir": "Ayat ini menerangkan bahwa Allah membinasakan kaum Luth dengan batu yang terkenal dengan \"batu sijjil\" diturunkan dari langit laksana hujan sebagaimana tersebut dalam firman Allah: Maka Kami jungkirbalikkan (negeri itu) dan Kami hujani mereka dengan batu dari tanah yang keras. (al-hijr/15: 74) Firman Allah: Maka ketika keputusan Kami datang, Kami menjungkirbalikkannya negeri kaum Lut, dan Kami hujani mereka bertubi-tubi dengan batu dari tanah yang terbakar. (Hud/11: 82) Tidak ada seorang ahli tafsir pun yang dapat menjelaskan cara-cara batu-batu itu terkumpul dari bumi diangkat ke atas atau lapisan bumi yang diangkat ke atas mereka, kemudian turun berjatuhan seperti hujan. Demikian juga bentuk batu tersebut apakah dari tanah keras semata atau bercampur dengan unsur-unsur zat pembakar atau batu-batu yang berasal dari pecahan bintang. Pada ayat ini Allah menunjukkan kekuasaan-Nya kepada Muhammad dan umatnya agar mengambil pelajaran dari peristiwa dan perilaku orang-orang yang mendustakan Allah dan rasul-rasul-Nya. Jika Allah menghendaki kebinasaan mereka, hal ini dapat terjadi dengan sebab-sebab yang alami, umpamanya; gempa bumi, penyakit wabah, peperangan dan korban fitnahan dan dapat pula dengan sebab-sebab luar biasa seperti topan yang menenggelamkan kaum Nuh, angin yang menghempaskan kaum Hud, petir yang membinasakan kaum Saleh dan hujan batu yang menghabiskan kaum Lut. Mengenai perbuatan homoseks yang dilakukan oleh kaum Lut itu terdapat perselisihan antara ulama Fiqh tentang hukumannya sebagai berikut: 1.Imam Abu Hanifah berpendirian bahwa pelakunya dijatuhkan dari tempat yang tinggi diiringi dengan lemparan batu. Tetapi menurut satu riwayat pelakunya hanya di-ta'zir diberi hukuman agar jera baik muhsan maupun tidak muhsan. 2.Imam Malik memandang bahwa pelakunya dirajam (baik muhsan pernah kawin ataupun tidak). Demikian juga terhadap pasangan jika telah dewasa. Tetapi menurut satu riwayat, terhadap yang belum muhsan dikenakan hukum ta'zir. 3.Imam Syafi'i menerangkan bahwa pelakunya dirajam baik muhsan atau tidak. Menurut suatu riwayat pelakunya dirajam jika ia muhsan. Jika tidak muhsan didera sebanyak seratus kali. 4.Imam Ahmad memandang bahwa kedua pelakunya dibunuh. 5.Pendapat sebagian sahabat Nabi, seperti Abu Bakar, Ali, Ibnu Zubair, pelakunya dibakar."
        },
        {
          "number": 85,
          "arabic": "وَإِلَىٰ مَدْيَنَ أَخَاهُمْ شُعَيْبًا ۗ قَالَ يَـٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَـٰهٍ غَيْرُهُۥ ۖ قَدْ جَآءَتْكُم بَيِّنَةٌ مِّن رَّبِّكُمْ ۖ فَأَوْفُوا۟ ٱلْكَيْلَ وَٱلْمِيزَانَ وَلَا تَبْخَسُوا۟ ٱلنَّاسَ أَشْيَآءَهُمْ وَلَا تُفْسِدُوا۟ فِى ٱلْأَرْضِ بَعْدَ إِصْلَـٰحِهَا ۚ ذَٰلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُم مُّؤْمِنِينَ",
          "transliteration": "wa-ilā madyana akhāhum shuʿayban qāla yāqawmi uʿ'budū l-laha mā lakum min ilāhin ghayruhu qad jāatkum bayyinatun min rabbikum fa-awfū l-kayla wal-mīzāna walā tabkhasū l-nāsa ashyāahum walā tuf'sidū fī l-arḍi baʿda iṣ'lāḥihā dhālikum khayrun lakum in kuntum mu'minīna",
          "translation": "Dan kepada penduduk Madyan, Kami (utus) Syu'aib, saudara mereka sendiri. Dia berkata, \"Wahai kaumku! Sembahlah Allah. Tidak ada tuhan (sembahan) bagimu selain Dia. Sesungguhnya telah datang kepadamu bukti yang nyata dari Tuhanmu. Sempurnakanlah takaran dan timbangan, dan jangan kamu merugikan orang sedikit pun. Janganlah kamu berbuat kerusakan di bumi setelah (diciptakan) dengan baik. Itulah yang lebih baik bagimu jika kamu orang beriman.\"",
          "tafsir": "Ayat ini menceritakan bahwa kaum Madyan yaitu kaum Nabi Syu'aib tidak bersyukur kepada Allah disamping mereka mempersekutukan-Nya. Akhlak mereka sangat buruk sehingga kehidupan mereka bergelimang dalam penipuan, sampai kepada urusan tukar-menukar, timbang-menimbang. Menurut suatu riwayat jika orang asing datang berkunjung, mereka sepakat menuduh bahwa uang yang dibawa orang asing itu palsu, dengan demikian mereka menukarnya dengan harga (kurs) yang rendah sekali. Kepada kaum ini Allah mengutus Nabi Syu'aib agar dia menunjukkan kepada mereka jalan yang benar dan meninggalkan kecurangan dalam takaran dan timbangan. Sebagaimana biasanya bahwa Allah memperkuat kenabian setiap Nabi-Nya dengan mukjizat seperti diketahui dari hadis Abu Hurairah, yaitu: \"Tidak seorang Nabi pun dari kalangan nabi-nabi kecuali diberikan kepadanya tanda-tanda kenabiannya yang menjadikan manusia percaya kepadanya. Sesungguhnya yang diberikan kepadaku ialah wahyu yang disampaikan kepadaku yaitu (Al-Qur'an). Maka aku mengharap bahwa aku akan mempunyai pengikut yang lebih banyak dari pada pengikut-pengikut nabi-nabi pada hari Kiamat\". (Riwayat al-Bukhari dan Muslim) Tidak terdapat satu ayat pun dalam Al-Qur'an yang menerangkan tentang mukjizat yang diberikan kepada Nabi Syu'aib. Fakhrur Razi dalam tafsirnya, mengutip az-Zamakhsyari dalam tafsirnya \"Al-Kasysyaf\" mengatakan bahwa di antara mukjizat Nabi Syu'aib, yaitu dia memberikan tongkatnya kepada Nabi Musa. Tongkat itulah membinasakan ular-ular besar milik tukang-tukang sihir Firaun. Juga dia berkata kepada Nabi Musa, bahwa kambing-kambing ini akan beranak semuanya berbulu hitam putih, kemudian ternyata benar sebagaimana yang diucapkannya itu."
        },
        {
          "number": 86,
          "arabic": "وَلَا تَقْعُدُوا۟ بِكُلِّ صِرَٰطٍ تُوعِدُونَ وَتَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنْ ءَامَنَ بِهِۦ وَتَبْغُونَهَا عِوَجًا ۚ وَٱذْكُرُوٓا۟ إِذْ كُنتُمْ قَلِيلًا فَكَثَّرَكُمْ ۖ وَٱنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلْمُفْسِدِينَ",
          "transliteration": "walā taqʿudū bikulli ṣirāṭin tūʿidūna wataṣuddūna ʿan sabīli l-lahi man āmana bihi watabghūnahā ʿiwajan wa-udh'kurū idh kuntum qalīlan fakatharakum wa-unẓurū kayfa kāna ʿāqibatu l-muf'sidīna",
          "translation": "Dan janganlah kamu duduk di setiap jalan dengan menakut-nakuti dan menghalang-halangi orang-orang yang beriman dari jalan Allah dan ingin membelokkannya. Ingatlah ketika kamu dahulunya sedikit, lalu Allah memperbanyak jumlah kamu. Dan perhatikanlah bagaimana kesudahan orang-orang yang berbuat kerusakan.",
          "tafsir": "Sesudah Nabi Syu'aib melarang kaumnya membuat kerusakan di bumi, maka ayat ini menerangkan bahwa Nabi Syu'aib juga melarang mereka duduk di jalan untuk mengganggu orang yang lewat. Terhadap orang yang beriman mereka ancam nyawanya dan terhadap orang yang belum beriman jika ia bermaksud mengunjungi Nabi Syu'aib mereka mengatakan bahwa Syu'aib itu seorang pendusta yang hendak menggoda orang agar meninggalkan agama nenek moyangnya. Pada akhir ayat Nabi Syu'aib mengajak mereka mengenang masa-masa yang lalu ketika mereka masih sedikit jumlahnya, kemudian Allah mengembangbiakkan keturunan mereka dan memberi rezeki yang banyak. Karenanya hendaklah mereka bersyukur kepada Allah dengan meninggalkan kemusyrikan dan perbuatan kezaliman dan hendaklah mereka mengambil pelajaran dari kejadian-kejadian pada kaum-kaum yang berbuat kezaliman, antara lain meninggalkan agama yang benar dari umat-umat sebelum mereka, seperti kaum Nuh, kaum 'Ad, dan kaum tsamud. Hendaklah mereka mengambil pelajaran dari apa yang menjadi sebab Allah membinasakan umat-umat sebelum mereka itu. Dengan demikian Nabi Syu'aib secara tidak langsung telah memperingatkan kaumnya agar mereka tidak mengalami nasib seperti mereka yang telah dibinasakan oleh Allah itu."
        },
        {
          "number": 87,
          "arabic": "وَإِن كَانَ طَآئِفَةٌ مِّنكُمْ ءَامَنُوا۟ بِٱلَّذِىٓ أُرْسِلْتُ بِهِۦ وَطَآئِفَةٌ لَّمْ يُؤْمِنُوا۟ فَٱصْبِرُوا۟ حَتَّىٰ يَحْكُمَ ٱللَّهُ بَيْنَنَا ۚ وَهُوَ خَيْرُ ٱلْحَـٰكِمِينَ",
          "transliteration": "wa-in kāna ṭāifatun minkum āmanū bi-alladhī ur'sil'tu bihi waṭāifatun lam yu'minū fa-iṣ'birū ḥattā yaḥkuma l-lahu baynanā wahuwa khayru l-ḥākimīna",
          "translation": "Jika ada segolongan di antara kamu yang beriman kepada (ajaran) yang aku diutus menyampaikannya, dan ada (pula) segolongan yang tidak beriman, maka bersabarlah sampai Allah menetapkan keputusan di antara kita. Dialah hakim yang terbaik.",
          "tafsir": "Ayat ini mengutarakan keahlian Nabi Syu'aib dalam menyampaikan ajaran-ajaran Allah yang dikemukakan dengan kata-kata yang tegas, bijaksana dan mengesankan. Nabi Syu'aib berkata kepada mereka jika ada golongan di antara mereka yang membenarkan seruannya agar menyembah Allah Tuhan Yang Maha Esa dan meninggalkan perbuatan zalim seperti mengurangi hak manusia dalam menimbang dan menakar, maka mereka akan terhindar dari siksa Allah. Sebaliknya, sekiranya ada golongan di antara mereka yang masih belum menyambut seruannya dan masih tetap kufur dan zalim, maka Nabi Syu'aib mengancam mereka agar menunggu keputusan Tuhan yang seadil-adilnya, yaitu membela hamba-hamba-Nya yang beriman dan membinasakan golongan kafir yang berbuat kezaliman."
        }
      ]
    }
  ]
}