{
  "pageNumber": 461,
  "juz": 23,
  "surahs": [
    {
      "number": 39,
      "name": "Az-Zumar",
      "nameArabic": "الزمر",
      "meaning": "Rombongan",
      "revelation": "Makkah",
      "description": "Surat Az-Zumar terdiri dari 75 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Saba'.Dinamakan \"Az-Zumar\" (rombongan-rombongan) karena kata \"Az-Zumar\" terdapat pada ayat ke-71 dan ke-73.Dalam ayat-ayat tersebut diterangkan keadaan manusia pada hari kiamat setelah mereka dihisab, ketika itu mereka terbagi menjadi dua rombongan; satu rombongan dibawa ke neraka dan satu rombongan lagi dibawa ke surga. Masing-masing rombongan memperoleh balasan atas apa yang mereka kerjakan di dunia.Surat ini dinamakan juga \"Al Ghuraf\" (kamar-kamar) berhubung kata \"ghuraf\" terdapat pada ayat ke-20, yang menerangkan kondisi kamar-kamar dalam surga yang diperoleh orang-orang yang bertakwa.**Pokok-Pokok Isi:**1. **Keimanan:** Dalil-dalil keesaan dan kekuasaan Allah; malaikat-malaikat berkumpul di sekeliling 'Arsy bertasbih kepada Allah; pada hari kiamat setiap orang mempunyai catatan amal masing-masing.2. **Kisah-kisah:** Perintah memurnikan ketaatan kepada Allah; larangan berputus asa terhadap rahmat Allah.3. **Lain-lain:** Tabiat orang-orang musyrik ketika senang dan susah; perumpamaan yang tercantum dalam Al-Qur'an dan faedahnya; kedahsyatan hari kiamat; rona wajah orang musyrik dan rona wajah orang mukmin pada hari kiamat; janji Allah mengampuni orang-orang yang bersalah jika mereka bertaubat.Dari surat Az-Zumar dapat diambil pelajaran sebagai berikut:a. Al-Qur'an adalah petunjuk yang paling sempurna bagi manusia.b. Setiap makhluk akan mati dan di akhirat akan dihisab tentang amal-amalnya.c. Sekalipun manusia banyak dosa, dilarang berputus asa dari rahmat Allah.**Hubungan Surat Az-Zumar Dengan Surat Ghafir (Al-Mukmin):**1. Surat Az-Zumar menerangkan tentang kesudahan orang-orang mukmin dan kesudahan orang-orang kafir yang selalu mengingkari nabi yang diutus kepada mereka. Surat Al-Mukmin menerangkan bahwa Allah mengampuni segala dosa hamba-Nya yang mau mengikuti jalan yang benar. Hal ini merupakan ajakan Allah kepada orang-orang kafir agar mereka beriman.2. Kedua surat ini sama-sama mengutarakan hal-hal yang berhubungan dengan keadaan hari kiamat, keadaan mahsyar, surga dan neraka.",
      "verses": [
        {
          "number": 22,
          "arabic": "أَفَمَن شَرَحَ ٱللَّهُ صَدْرَهُۥ لِلْإِسْلَـٰمِ فَهُوَ عَلَىٰ نُورٍ مِّن رَّبِّهِۦ ۚ فَوَيْلٌ لِّلْقَـٰسِيَةِ قُلُوبُهُم مِّن ذِكْرِ ٱللَّهِ ۚ أُو۟لَـٰٓئِكَ فِى ضَلَـٰلٍ مُّبِينٍ",
          "transliteration": "afaman sharaḥa l-lahu ṣadrahu lil'is'lāmi fahuwa ʿalā nūrin min rabbihi fawaylun lil'qāsiyati qulūbuhum min dhik'ri l-lahi ulāika fī ḍalālin mubīnin",
          "translation": "Maka apakah orang-orang yang dibukakan hatinya oleh Allah untuk (menerima) agama Islam lalu dia mendapat cahaya dari Tuhannya (sama dengan orang yang hatinya membatu)? Maka celakalah mereka yang hatinya telah membatu untuk mengingat Allah. Mereka itu dalam kesesatan yang nyata.",
          "tafsir": "Ayat ini menegaskan bahwa tidaklah sama orang yang telah dibukakan Allah hatinya sehingga menerima agama Islam, dengan orang yang sesat hatinya, sehingga ia mengingkari kebenarannya. Hati orang tersebut telah melihat kekuasaan dan kebesaran Allah dalam keindahan dan keajaiban alam ini, lalu terbukalah hatinya menerima pancaran cahaya dari nur Ilahi. Sebaliknya orang-orang yang sesat hatinya, tidak melihat tanda-tanda kekuasaan dan kebesaran Allah dalam kejadian alam ini, mereka menyangka kejadian tersebut tidak lain dari suatu proses kejadian alam itu sendiri, tanpa ada yang mengaturnya. Mereka merasa sanggup mengubah atau memperbaiki proses kejadian tersebut. Hal ini disebabkan karena kebodohan dan pandangan mereka yang picik sehingga hati mereka tetap tertutup, dan tidak memungkinkan masuknya pancaran nur Ilahi ke dalam hatinya. Kedua macam orang itu tentulah tidak sama. Pada ayat yang lain, Allah menegaskan tentang ketidaksamaan kedua macam orang itu. Allah berfirman: Dan apakah orang yang sudah mati lalu Kami hidupkan dan Kami beri dia cahaya yang membuatnya dapat berjalan di tengah-tengah orang banyak, sama dengan orang yang berada dalam kegelapan, sehingga dia tidak dapat keluar dari sana? (al-An'am/6: 122) Ibnu 'Abbas meriwayatkan, \"Di antara orang yang telah dilapangkan Allah dadanya menerima agama Islam, ialah Abu Bakar r.a. Ibnu Mardawaih meriwayatkan dari Ibnu Mas'ud ia berkata: Rasulullah saw membaca ayat ini, lalu kami bertanya, \"Ya Nabi Allah, bagaimana hati yang terbuka itu?\" Beliau menjawab, \"Apabila cahaya menerangi hati, maka ia menjadi terbuka dan lapang.\" Kami bertanya, \"Apakah tanda yang demikian itu, ya Rasulullah?\" Beliau menjawab, \"Menghadapkan diri kepada kehidupan negeri yang abadi dan menjauhkan diri dari kehidupan negeri yang penuh tipuan dan mempersiapkan diri untuk mati sebelum kematian itu datang.\" (Riwayat Ibnu Mardawaih) Diriwayatkan oleh at-Tirmidzi dari Ibnu 'Umar, ia berkata: Bahwa seseorang berkata, \"Ya Rasulullah, orang mukmin yang manakah yang paling baik?\" Rasulullah menjawab, \"Mereka yang banyak mengingat mati dan paling banyak persiapannya untuk mati itu, dan bilamana cahaya menyinari hatinya, maka hati itu terbuka dan menjadi lapang.\" Para sahabat bertanya, \"Apa tandanya yang demikian itu ya Nabi Allah?\" Nabi menjawab, \"Menghadapkan diri kepada negeri yang abadi dan menjauhkan diri dari negeri yang penuh dengan tipuan dan menyiapkan diri untuk mati sebelum kematian itu datang.\" Adapun orang-orang yang kasar hatinya dan membatu akan mengalami kecelakaan yang besar disebabkan sikap mereka yang keras kepala tidak mau ingat kepada-Nya. Seharusnya hati mereka menjadi lembut bila nama Tuhan disebut di hadapan mereka, tetapi muka mereka hitam muram bila mendengar nama Allah disebut dan hati mereka bertambah keras membatu. Diriwayatkan oleh at-Tirmidzi dari Ibnu 'Umar, ia berkata: Rasulullah saw bersabda: Janganlah kamu memperbanyak pembicaraan tanpa menyebut nama Allah, karena banyak bicara tanpa menyebut nama Allah menyebabkan hati menjadi keras. Dan sesungguhnya orang yang paling jauh dari Allah ialah orang yang keras hatinya.\" Pada akhir ayat ini diterangkan bahwa orang yang hatinya keras itu adalah orang yang buta mata hatinya, mereka benar-benar berada dalam kesesatan yang nyata. Setiap orang dengan mudah mengetahui keburukan mereka itu."
        },
        {
          "number": 23,
          "arabic": "ٱللَّهُ نَزَّلَ أَحْسَنَ ٱلْحَدِيثِ كِتَـٰبًا مُّتَشَـٰبِهًا مَّثَانِىَ تَقْشَعِرُّ مِنْهُ جُلُودُ ٱلَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَىٰ ذِكْرِ ٱللَّهِ ۚ ذَٰلِكَ هُدَى ٱللَّهِ يَهْدِى بِهِۦ مَن يَشَآءُ ۚ وَمَن يُضْلِلِ ٱللَّهُ فَمَا لَهُۥ مِنْ هَادٍ",
          "transliteration": "al-lahu nazzala aḥsana l-ḥadīthi kitāban mutashābihan mathāniya taqshaʿirru min'hu julūdu alladhīna yakhshawna rabbahum thumma talīnu julūduhum waqulūbuhum ilā dhik'ri l-lahi dhālika hudā l-lahi yahdī bihi man yashāu waman yuḍ'lili l-lahu famā lahu min hādin",
          "translation": "Allah telah menurunkan perkataan yang paling baik (yaitu) Alquran yang serupa (ayat-ayatnya) lagi berulang-ulang,<sup foot_note=135714>1</sup> gemetar karenanya kulit orang-orang yang takut kepada Tuhannya, kemudian menjadi tenang kulit dan hati mereka ketika mengingat Allah. Itulah petunjuk Allah, dengan Kitab itu Dia memberi petunjuk kepada siapa yang Dia kehendaki. Dan barang siapa dibiarkan sesat oleh Allah, maka tidak seorang pun yang dapat memberi petunjuk.",
          "tafsir": "Allah menerangkan bahwa Dia menurunkan perkataan yang paling baik, yaitu Al-Qur'an yang mulia, sebahagian ayat-ayatnya mempunyai kemiripan baik dalam menjelaskan hukum-hukum, kebenaran, pelajaran, mengemukakan hujah, hikmah-hikmah, dan sebagainya, sebagaimana beberapa bagian air menyerupai beberapa bagian udara, beberapa bagian suatu negeri menyerupai beberapa bagian negeri yang lain. Karena ada suatu kisah diulang-ulang menyebutnya di beberapa tempat, demikian pula perintah-perintah, larangan-larangan, dan sebagainya. Orang-orang yang beriman, bila mereka mendengar bacaan Al-Qur'an meremang bulu romanya, dan bergoncang hatinya karena takut kepada Allah. Hal itu mendorong hati mereka mengikuti semua perintah-perintah Allah dan menghentikan larangan-larangan-Nya. Jiwa mereka menjadi hidup, semangat mereka bertambah untuk melaksanakan amal-amal yang saleh dan berjihad di jalan-Nya. Dengan Al-Qur'an, Allah memberikan petunjuk kepada hamba-hamba-Nya, membimbing orang-orang yang dikehendaki-Nya ke jalan yang lurus serta mempertebal iman di dalam hatinya. Tetapi orang yang disesatkan hatinya, mereka hampa dan kosong, mereka tidak akan memperoleh manfaat sedikit pun dari Al-Qur'an itu."
        },
        {
          "number": 24,
          "arabic": "أَفَمَن يَتَّقِى بِوَجْهِهِۦ سُوٓءَ ٱلْعَذَابِ يَوْمَ ٱلْقِيَـٰمَةِ ۚ وَقِيلَ لِلظَّـٰلِمِينَ ذُوقُوا۟ مَا كُنتُمْ تَكْسِبُونَ",
          "transliteration": "afaman yattaqī biwajhihi sūa l-ʿadhābi yawma l-qiyāmati waqīla lilẓẓālimīna dhūqū mā kuntum taksibūna",
          "translation": "Maka apakah orang-orang yang melindungi wajahnya menghindari azab yang buruk pada hari Kiamat (sama dengan orang mukmin yang tidak kena azab)? Dan dikatakan kepada orang-orang yang zalim, \"Rasakanlah olehmu balasan apa yang telah kamu kerjakan.\"",
          "tafsir": "Pada ayat ini, Allah menegaskan perbedaan keadaan orang yang mendapat petunjuk dengan orang yang tidak mendapat petunjuk. Orang yang sesat dan tidak mendapat petunjuk dihadapkan ke neraka pada hari Kiamat. Api neraka membakar wajah mereka, dan tangan mereka tidak dapat menutupi wajah mereka dari panas api itu, karena kedua tangan mereka terbelenggu. Lain halnya dengan orang-orang yang beriman. Mereka selamat dari api neraka dan tidak perlu menghindarkan diri dari azab seperti yang ditimpakan kepada orang-orang kafir. Pada hari itu, orang-orang kafir dituding oleh para malaikat sambil berkata, \"Rasakanlah olehmu azab neraka yang membakar itu, karena perbuatan-perbuatan yang telah kamu kerjakan dahulu sewaktu hidup di dunia.\""
        },
        {
          "number": 25,
          "arabic": "كَذَّبَ ٱلَّذِينَ مِن قَبْلِهِمْ فَأَتَىٰهُمُ ٱلْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ",
          "transliteration": "kadhaba alladhīna min qablihim fa-atāhumu l-ʿadhābu min ḥaythu lā yashʿurūna",
          "translation": "Orang-orang yang sebelum mereka telah mendustakan (rasul-rasul), maka datanglah kepada mereka azab dari arah yang tidak mereka sangka.",
          "tafsir": "Pada ayat ini, Allah menerangkan azab yang pernah ditimpakan kepada orang-orang terdahulu yang mendustakan para rasul yang diutus kepada mereka, seperti yang dilakukan oleh orang-orang musyrik Mekah kepada Rasulullah. Azab itu ditimpakan kepada mereka setelah berkali-kali diseru ke jalan yang benar oleh para rasul yang diutus kepada mereka, namun mereka tidak mengindahkan seruan itu. Demikianlah mereka ditimpa azab di dunia dan di akhirat nanti mereka akan memperoleh azab yang sangat. Azab dunia jauh lebih enteng dan ringan jika dibanding dengan azab akhirat."
        },
        {
          "number": 26,
          "arabic": "فَأَذَاقَهُمُ ٱللَّهُ ٱلْخِزْىَ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ وَلَعَذَابُ ٱلْـَٔاخِرَةِ أَكْبَرُ ۚ لَوْ كَانُوا۟ يَعْلَمُونَ",
          "transliteration": "fa-adhāqahumu l-lahu l-khiz'ya fī l-ḥayati l-dun'yā walaʿadhābu l-ākhirati akbaru law kānū yaʿlamūna",
          "translation": "Maka Allah menimpakan kepada mereka kehinaan pada kehidupan dunia. Dan sungguh, azab akhirat lebih besar, kalau (saja) mereka mengetahui.",
          "tafsir": "Pada ayat ini, Allah menerangkan azab yang pernah ditimpakan kepada orang-orang terdahulu yang mendustakan para rasul yang diutus kepada mereka, seperti yang dilakukan oleh orang-orang musyrik Mekah kepada Rasulullah. Azab itu ditimpakan kepada mereka setelah berkali-kali diseru ke jalan yang benar oleh para rasul yang diutus kepada mereka, namun mereka tidak mengindahkan seruan itu. Demikianlah mereka ditimpa azab di dunia dan di akhirat nanti mereka akan memperoleh azab yang sangat. Azab dunia jauh lebih enteng dan ringan jika dibanding dengan azab akhirat."
        },
        {
          "number": 27,
          "arabic": "وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِى هَـٰذَا ٱلْقُرْءَانِ مِن كُلِّ مَثَلٍ لَّعَلَّهُمْ يَتَذَكَّرُونَ",
          "transliteration": "walaqad ḍarabnā lilnnāsi fī hādhā l-qur'āni min kulli mathalin laʿallahum yatadhakkarūna",
          "translation": "Dan sungguh, telah Kami buatkan dalam Alquran ini segala macam perumpamaan bagi manusia agar mereka dapat pelajaran.",
          "tafsir": "Allah menjelaskan pada ayat ini bahwa Dia telah membuat bermacam-macam contoh dalam Al-Qur'an seperti menerangkan sejarah beberapa umat terdahulu yang mengingatkan malapetaka yang mereka alami. Contoh dan perumpamaan itu dikemukakan kepada mereka agar mereka mengambil pelajaran darinya, baik yang berhubungan dengan kehidupan dunia maupun yang berhubungan dengan kehidupan di akhirat nanti. Dengan berpedoman kepada Al-Qur'an, mereka dapat meluruskan kembali kepercayaan mereka yang sesat, memperbaiki tata kehidupan mereka yang kacau, sehingga berubah menjadi kehidupan yang beradab. Tidaklah sukar bagi mereka memahami Al-Qur'an karena diturunkan dalam bahasa Arab, bahasa mereka sendiri. Tidak ada sesuatu yang bertentangan di dalamnya. Isinya jelas dan tegas baik yang berhubungan dengan akidah, hukum, budi pekerti, dan sebagainya. Jika mereka mau beriman dan mengikuti petunjuk Al-Qur'an, pastilah mereka dapat menjaga diri dari malapetaka yang mungkin menimpa mereka dan tentulah mereka akan taat hanya kepada Allah saja."
        },
        {
          "number": 28,
          "arabic": "قُرْءَانًا عَرَبِيًّا غَيْرَ ذِى عِوَجٍ لَّعَلَّهُمْ يَتَّقُونَ",
          "transliteration": "qur'ānan ʿarabiyyan ghayra dhī ʿiwajin laʿallahum yattaqūna",
          "translation": "(Yaitu) Alquran dalam bahasa Arab, tidak ada kebengkokan (di dalamnya) agar mereka bertakwa.",
          "tafsir": "Allah menjelaskan pada ayat ini bahwa Dia telah membuat bermacam-macam contoh dalam Al-Qur'an seperti menerangkan sejarah beberapa umat terdahulu yang mengingatkan malapetaka yang mereka alami. Contoh dan perumpamaan itu dikemukakan kepada mereka agar mereka mengambil pelajaran darinya, baik yang berhubungan dengan kehidupan dunia maupun yang berhubungan dengan kehidupan di akhirat nanti. Dengan berpedoman kepada Al-Qur'an, mereka dapat meluruskan kembali kepercayaan mereka yang sesat, memperbaiki tata kehidupan mereka yang kacau, sehingga berubah menjadi kehidupan yang beradab. Tidaklah sukar bagi mereka memahami Al-Qur'an karena diturunkan dalam bahasa Arab, bahasa mereka sendiri. Tidak ada sesuatu yang bertentangan di dalamnya. Isinya jelas dan tegas baik yang berhubungan dengan akidah, hukum, budi pekerti, dan sebagainya. Jika mereka mau beriman dan mengikuti petunjuk Al-Qur'an, pastilah mereka dapat menjaga diri dari malapetaka yang mungkin menimpa mereka dan tentulah mereka akan taat hanya kepada Allah saja."
        },
        {
          "number": 29,
          "arabic": "ضَرَبَ ٱللَّهُ مَثَلًا رَّجُلًا فِيهِ شُرَكَآءُ مُتَشَـٰكِسُونَ وَرَجُلًا سَلَمًا لِّرَجُلٍ هَلْ يَسْتَوِيَانِ مَثَلًا ۚ ٱلْحَمْدُ لِلَّهِ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ",
          "transliteration": "ḍaraba l-lahu mathalan rajulan fīhi shurakāu mutashākisūna warajulan salaman lirajulin hal yastawiyāni mathalan l-ḥamdu lillahi bal aktharuhum lā yaʿlamūna",
          "translation": "Allah membuat perumpamaan (yaitu) seorang laki-laki (hamba sahaya) yang dimiliki oleh beberapa orang berserikat yang dalam perselisihan, dan seorang hamba sahaya yang menjadi milik penuh dari seorang (saja). Adakah kedua hamba sahaya itu sama keadaannya? Segala puji bagi Allah, tetapi kebanyakan mereka tidak mengetahui.",
          "tafsir": "Allah membuat suatu perumpamaan untuk menjelaskan perbedaan antara syirik dengan tauhid. Untuk itu Allah mengumpamakan dua orang budak. Budak yang satu dimiliki oleh beberapa orang tuan, mereka berserikat dalam kepemilikannya. Sedang budak yang lain hanya dimiliki oleh seorang tuan saja, tidak ada orang lain yang memilikinya. Pada suatu saat budak pertama mendapat perintah dari tuan-tuannya itu dengan perintah yang berbeda-beda, seperti tuan pertama memerintahkan membersihkan pekarangan rumahnya, tuan yang kedua menyuruh mencangkul kebunnya, tuan yang ketiga menyuruh membersihkan rumahnya dan sebagainya. Perintah ini diberikan pada saat yang sama. Perintah tuan yang manakah yang harus dikerjakan oleh budak tersebut? Tidak mungkin budak itu melaksanakan tiap-tiap perintah dari tuan-tuannya itu dalam waktu yang sama. Demikianlah seterusnya sehingga budak itu selalu kebingungan dalam menaati perintah-perintah dari masing-masing tuannya. Adapun budak yang kedua yang hanya dimiliki oleh seorang tuan, ia dapat melaksanakan perintah tuannya dengan baik, ia tidak akan bingung dalam melaksanakan perintah itu, dan tuannya pun berlega hati karena budaknya itu dapat melaksanakan perintahnya dengan baik. Samakah keadaan kedua budak tersebut dan sama pulakah keadaan tuan dari masing-masing budak itu? Demikianlah halnya dengan orang yang beragama tauhid dan orang yang beragama syirik. Orang yang beragama tauhid tidak pernah bingung dalam melaksanakan perintah dan larangan dari Tuhannya, karena perintah dan larangan itu bersumber dari Yang Maha Esa. Seorang yang beragama syirik selalu dalam keadaan bingung, perintah tuhannya yang manakah yang akan diikutinya. Sebaliknya orang yang beragama tauhid hanya menyembah Tuhan Yang Esa, sedang orang yang beragama syirik selalu bingung, tuhan yang manakah yang lebih patut disembah dari tuhan-tuhan yang lain. Setelah menerangkan kesesatan syirik, Allah menegaskan bahwa segala puji hanyalah untuk-Nya, tidak untuk yang lain. Hanya Dia sajalah yang berhak disembah, tetapi kebanyakan manusia tidak mau mengetahuinya."
        },
        {
          "number": 30,
          "arabic": "إِنَّكَ مَيِّتٌ وَإِنَّهُم مَّيِّتُونَ",
          "transliteration": "innaka mayyitun wa-innahum mayyitūna",
          "translation": "Sesungguhnya engkau (Muhammad) akan mati dan mereka akan mati (pula).",
          "tafsir": "Allah menerangkan bahwa semua manusia akan kembali kepada Tuhan dan di hari Kiamat nanti manusia antara yang satu dengan yang lain akan saling berbantah-bantahan dan saling tuduh-menuduh. Pada hari Kiamat orang-orang musyrik berusaha membela diri mereka masing-masing, tetapi Nabi Muhammad saw dapat menolak alasan mereka itu, dengan menyatakan bahwa dakwah telah disampaikan kepada mereka, tetapi mereka mengingkari dan mendustakannya. Oleh karena itu, mereka mohon ampunan kepada Allah, tetapi permohonan mereka tidak dapat diterima, karena pada hari itu tobat tidak dapat diterima lagi. Di antara perbantahan antara orang-orang musyrik dengan sembahan-sembahan mereka itu disebutkan dalam ayat ini. Mereka berkata kepada pemimpin-pemimpin mereka, \"Kami ikuti kamu, tetapi kamu menyesatkan kami.\" Para pemimpin menjawab, \"Kami juga telah ditipu oleh setan-setan dan nenek moyang kita dahulu.\""
        },
        {
          "number": 31,
          "arabic": "ثُمَّ إِنَّكُمْ يَوْمَ ٱلْقِيَـٰمَةِ عِندَ رَبِّكُمْ تَخْتَصِمُونَ",
          "transliteration": "thumma innakum yawma l-qiyāmati ʿinda rabbikum takhtaṣimūna",
          "translation": "Kemudian sesungguhnya kamu pada hari Kiamat akan berbantah-bantahan di hadapan Tuhanmu.",
          "tafsir": "Allah menerangkan bahwa semua manusia akan kembali kepada Tuhan dan di hari Kiamat nanti manusia antara yang satu dengan yang lain akan saling berbantah-bantahan dan saling tuduh-menuduh. Pada hari Kiamat orang-orang musyrik berusaha membela diri mereka masing-masing, tetapi Nabi Muhammad saw dapat menolak alasan mereka itu, dengan menyatakan bahwa dakwah telah disampaikan kepada mereka, tetapi mereka mengingkari dan mendustakannya. Oleh karena itu, mereka mohon ampunan kepada Allah, tetapi permohonan mereka tidak dapat diterima, karena pada hari itu tobat tidak dapat diterima lagi. Di antara perbantahan antara orang-orang musyrik dengan sembahan-sembahan mereka itu disebutkan dalam ayat ini. Mereka berkata kepada pemimpin-pemimpin mereka, \"Kami ikuti kamu, tetapi kamu menyesatkan kami.\" Para pemimpin menjawab, \"Kami juga telah ditipu oleh setan-setan dan nenek moyang kita dahulu.\""
        }
      ]
    }
  ]
}