{
  "pageNumber": 176,
  "juz": 9,
  "surahs": [
    {
      "number": 7,
      "name": "Al-A'raf",
      "nameArabic": "الأعراف",
      "meaning": "Tempat Tertinggi",
      "revelation": "Makkah",
      "description": "Surat Al-A'raf berjumlah 206 ayat, termasuk surat Makkiyyah, diturunkan sebelum surat Al-An'am, dan termasuk golongan surat \"Assab'uththiwaal\" (tujuh surat yang panjang). Dinamakan \"Al-A'raf\" karena perkataan Al-A'raf terdapat dalam ayat 46 yang mengemukakan tentang keadaan orang-orang yang berada di atas Al-A'raf, tempat yang tertinggi di batas surga dan neraka. Mereka itulah orang-orang yang antara kebaikan dan kejahatan mereka sama banyaknya.Pokok-Pokok Isi:1. Keimanan:Mentauhidkan Allah dalam berdoa dan beribadah; hanya Allah yang mengatur dan menjaga alam; menciptakan undang-undang dan hukum-hukum untuk mengatur kehidupan manusia di dunia dan di akhirat; Allah bersemayam di 'Arsy; bantahan terhadap kepalsuan syirik; ketauhidan sesuai dengan fitrah manusia; Musa berbicara dengan Allah; tentang melihat Allah; perintah beribadah sambil menundukkan diri kepada Allah; Allah memiliki al-asmaaul husnaa (nama-nama yang indah).2. Hukum-hukum:Larangan mengikuti perbuatan dan adat istiadat yang buruk; kewajiban mengikuti Allah dan rasul, perintah berhias ketika hendak shalat; bantahan terhadap orang yang mengharamkan perhiasan yang dianugerahkan Allah; perintah memakan makanan yang halal lagi baik dan larangan memakan yang sebaliknya.3. Kisah-kisah:Kisah Nabi Adam a.s. dengan Iblis; kisah Nabi Nuh a.s. dan kaumnya; kisah Nabi Shaleh a.s. dengan kaumnya; kisah Nabi Syu'aib a.s. dengan kaumnya; kisah Nabi Musa a.s. dengan Fir'aun.4. Lain-lain:Al-Qur'an diturunkan kepada Nabi terakhir dan perintah mengikutinya; Nabi Muhammad diutus untuk seluruh manusia; adab orang mukmin, adab mendengar bacaan Al-Qur'an dan berzikir; rasul bertanggung jawab menyampaikan seruan Allah; balasan terhadap orang-orang yang mengikuti dan mengingkari rasul; dakwah rasul-rasul yang pertama ialah mentauhidkan Allah; tentang ashhaabul A'raaf yang berada di antara surga dan neraka; Allah pencipta makhluk; manusia adalah makhluk terbaik yang diciptakan Allah serta memiliki kesediaan untuk berbuat baik dan berbuat buruk; permusuhan setan terhadap manusia; manusia khalifah Allah di bumi; kehancuran suatu kaum karena perbuatan mereka sendiri; setiap bangsa memiliki masa jaya dan masa kehancuran; Allah memberikan cobaan kepada manusia dengan kekayaan dan kemiskinan; istidraj azab Allah terhadap orang-orang yang mendustakan ayat-ayat-Nya.Surat Al-A'raf dimulai dengan pengutaraan tentang kewajiban manusia mengikuti rasul dan akibat mengingkarinya. Selanjutnya, diterangkan tentang perselisihan antara Nabi Adam dan Iblis di surga yang merupakan permulaan perselisihan antara golongan yang taat kepada perintah Allah dan golongan yang mengingkari sebagaimana yang terjadi pada nabi-nabi terdahulu dengan umat-umatnya. Kemudian surat ini ditutup dengan penjelasan tentang adab-adab orang mukmin, adab-adab mendengarkan ayat-ayat Al-Qur'an, dan tata cara berdoa dan berzikir kepada-Nya.Hubungan Antara Surat Al-A'Raf Dengan Surat Al-Anfal:1. Akhir surat Al-A'raf mengemukakan keadaan beberapa orang rasul yang diutus sebelum Nabi Muhammad dalam menghadapi kaumnya, sedang permulaan surat Al-Anfal menerangkan keadaan Nabi Muhammad dalam menghadapi umatnya.2. Permusuhan antara Adam dan Iblis di surga dilanjutkan dengan permusuhan antara manusia yang menerima petunjuk dari Allah dengan yang tidak menerimanya. Ini diterangkan dalam surat Al-A'raf. Hal yang serupa diterangkan lebih jelas dalam surat Al-Anfal; pertentangan kedua golongan itu serta tingkah laku mereka dalam perang Badar. Surat Al-A'raf termasuk surat yang banyak persesuaiannya dengan surat-surat yang lain, seperti: Al-Baqarah, Ali 'Imran, At-Taubah, danYunus.",
      "verses": [
        {
          "number": 196,
          "arabic": "إِنَّ وَلِـِّۧىَ ٱللَّهُ ٱلَّذِى نَزَّلَ ٱلْكِتَـٰبَ ۖ وَهُوَ يَتَوَلَّى ٱلصَّـٰلِحِينَ",
          "transliteration": "inna waliyyiya l-lahu alladhī nazzala l-kitāba wahuwa yatawallā l-ṣāliḥīna",
          "translation": "Sesungguhnya pelindungku adalah Allah yang telah menurunkan Kitab (Alquran). Dia melindungi orang-orang saleh.",
          "tafsir": "Ayat ini menerangkan lanjutan ucapan Nabi Muhammad dihadapan kaum musyrikin, yaitu bahwa sesungguhnya Allah Yang menjadi pelindungnya, Yang mengurusi urusannya, dan Yang menjadi penolongnya. Allah Yang menurunkan Al-Quran, Yang menjelaskan keesaan-Nya dan yang mewajibkan manusia berbakti serta berdoa kepada-Nya dalam segala keadaan. Al-Quran itu membentangkan pula kekeliruan dan kebathilan penyembahan berhala. Karena itu Rasulullah saw tidak memperdulikan berhala-berhala itu dan tidak pula merasa takut kepadanya, meskipun orang-orang musyrikin menakut-nakuti dengan berhala itu. Allah juga akan memberikan pertolongan dan perlindungan-Nya kepada hamba-Nya yang saleh, yakni mereka yang memiliki jiwa yang bersih berkat kebersihan akidahnya, dan dari kebersihan jiwa itu lahir amal perbuatan yang luhur, berguna bagi kehidupan pribadi dan masyarakat."
        },
        {
          "number": 197,
          "arabic": "وَٱلَّذِينَ تَدْعُونَ مِن دُونِهِۦ لَا يَسْتَطِيعُونَ نَصْرَكُمْ وَلَآ أَنفُسَهُمْ يَنصُرُونَ",
          "transliteration": "wa-alladhīna tadʿūna min dūnihi lā yastaṭīʿūna naṣrakum walā anfusahum yanṣurūna",
          "translation": "Dan berhala-berhala yang kamu seru selain Allah tidaklah sanggup menolongmu, bahkan tidak dapat menolong dirinya sendiri.\"",
          "tafsir": "Allah swt menegaskan kembali pada kaum musyrikin bahwa berhala-berhala yang mereka harapkan pertolongannya itu tidak dapat berbuat apa-apa bahkan menolong diri mereka sendiri tidak dapat, apalagi menolong diri orang lain. Baik memberi manfaat, maupun menolak kemudharatan, seperti apa yang diperbuat Nabi Ibrahim as. Beliau menghancurkan patung-patung kaumnya, sehingga menjadi berkeping-keping. Patung-patung itu tidak dapat membela diri dan membalas dendam. Diceritakan oleh Ibnu Katsir, bahwa Muaz bin Amr bin al- Jamuh beserta Muaz bin Jabal ra, masuk agama Islam ketika Nabi Muhammad, tiba di Medinah. Keduanya masih muda-muda. Pada suatu malam mereka pergi menghancurkan patung-patung orang musyrikin dan dijadikan kayu bakar untuk para janda. Maksudnya agar kaumnya mengetahui dan mengambil pelajaran dari peristiwa itu. Orang tuanya yang bernama Amr bin al-Jamuh seorang kepala suku, memiliki sebuah patung yang selalu disembahnya dan diberinya wangi-wangian. Pada suatu malam kedua anak muda itu mendatangi patung tersebut. Lalu patung itu dibalikkannya, kepalanya dibawah dan diberinya kotoran manusia. Besok harinya Amr bin Al Jamuh datang ke tempat patung sembahannya, dilihatnya apa yang telah terjadi. Patung itu kemudian dibersihkanya dan diberinya wangi-wangian lalu dia letakkan sebuah pedang di sampingnya. Berkatalah dia kepada patung itu: \"Belalah dirimu\". Tetapi keesokan harinya kedua anak muda itu kembali mengulangi perbuatannya dan orang tua itupun kembali pula berbuat seperti semula lagi. Akhirnya kedua anak muda itu mengambil patung itu dan mengikatnya bersama anjing yang mati, lalu diletakkannya di dekat sumur yang dekat dengan tempat itu. Kemudian ketika orang tua itu datang lagi dan melihat apa yang terjadi atas patungnya, sadarlah dia bahwa agama yang dianutnya selama ini adalah agama yang bathil. Kemudian Amr bin Jamuh masuk agama Islam dan menjadi seorang muslim yang baik. Beliau mati syahid dalam Perang Uhud (Lihat Tafsir Ibnu Katsir jilid 2, hal 277)."
        },
        {
          "number": 198,
          "arabic": "وَإِن تَدْعُوهُمْ إِلَى ٱلْهُدَىٰ لَا يَسْمَعُوا۟ ۖ وَتَرَىٰهُمْ يَنظُرُونَ إِلَيْكَ وَهُمْ لَا يُبْصِرُونَ",
          "transliteration": "wa-in tadʿūhum ilā l-hudā lā yasmaʿū watarāhum yanẓurūna ilayka wahum lā yub'ṣirūna",
          "translation": "Dan jika kamu menyeru mereka (berhala-berhala) untuk memberi petunjuk, mereka tidak dapat mendengarnya. Dan kamu lihat mereka memandangmu padahal mereka tidak melihat.",
          "tafsir": "Dalam ayat ini Allah menyatakan kembali bahwa meskipun orang musyrikin itu meminta berhala-berhala itu memberi petunjuk kepada mereka, namun berhala-berhala itu tidak akan mendengar permintaan itu. karena benda-benda itu tidak mempunyai pendengaran walaupun dia punya telinga. Kaum musyrikin itu melihat berhala-berhala itu memandang kepada mereka, padahal dia tidak melihat, karena berhala-berhala itu tidak punya penglihatan walaupun ia punya mata yang dipahat oleh pembuatnya."
        },
        {
          "number": 199,
          "arabic": "خُذِ ٱلْعَفْوَ وَأْمُرْ بِٱلْعُرْفِ وَأَعْرِضْ عَنِ ٱلْجَـٰهِلِينَ",
          "transliteration": "khudhi l-ʿafwa wamur bil-ʿur'fi wa-aʿriḍ ʿani l-jāhilīna",
          "translation": "Jadilah pemaaf dan suruhlah orang mengerjakan yang makruf, serta jangan pedulikan orang-orang yang bodoh.",
          "tafsir": "Dalam ayat ini Allah memerintahkan Rasul-Nya, agar berpegang teguh pada prinsip umum tentang moral dan hukum. 1. Sikap Pemaaf dan berlapang dada Allah swt menyuruh Rasul-Nya agar beliau memaafkan dan berlapang terhadap perbuatan, tingkah laku dan akhlak manusia dan janganlah beliau meminta dari manusia apa yang sangat sukar bagi mereka sehingga mereka lari dari agama. Sabda Rasullah saw: \"Mudahkanlah, jangan kamu persulit dan berilah kegembiraan, jangan kamu susahkan\". (Riwayat al-Bukhari dan Muslim dari Abu Musa dan Muadz) Termasuk prinsip agama, memudahkan, menjauhkan kesukaran dan segala hal yang menyusahkan manusia. Demikian pula halnya dalam bidang budi pekerti manusia banyak dipengaruhi lingkungannya. Bahkan banyak riwayat menyatakan bahwa yang dikehendaki pemaafan di sini ialah pemaafan dalam bidang akhlak atau budi pekerti (Tafsir Ibn Katsir dalam tafsir ayat tersebut) Rasulullah berkata sehubungan dengan ayat ini: \"Apakah ini ya Jibril? Jawab Jibril, \"Sesungguhnya Allah telah memerintahkan kamu agar memaafkan orang yang berbuat aniaya terhadapmu, memberi kepada orang yang tidak mau memberi kepadamu dan menyambung hubungan kepada orang yang memutuskannya.\" (Riwayat Ibn Jarir dan Ibn Abi Hatim, dari Ibn Ubay dari bapaknya) 2. Menyuruh manusia berbuat maruf (baik) Pengertian urf pada ayat ini adalah maruf. Adapun Maruf adalah adat kebiasaan masyarakat yang baik, yang tidak bertentangan dengan ajaran agama Islam. Dalam Al-Quran kata\"maruf\" dipergunakan dalam hubungan hukum-hukum yang penting, seperti dalam hukum pemerintahan, hukum perkawinan. Dalam pengertian kemasyarakatan kata \"maruf\" dipergunakan dalam arti adat kebiasaan dan muamalah dalam suatu masyarakat. Karena itu ia berbeda-beda sesuai dengan perbedaan bangsa, negara, dan waktu. Di antara para ulama ada yang memberikan definisi \"maruf\" dengan apa yang dipandang baik melakukannya menurut tabiat manusia yang murni tidak berlawanan dengan akal pikiran yang sehat. Bagi kaum Muslimin yang pokok ialah berpegang teguh pada nash-nash yang kuat dari Al-Quran dan Sunnah. Kemudian mengindahkan adat kebiasaan dan norma yang hidup dalam masyarakat selama tidak bertentangan dengan nash agama secara jelas. 3. Tidak mempedulikan gangguan orang jahil Yang dimaksud dengan orang jahil ialah orang yang selalu bersikap kasar dan menimbulkan gangguan-gangguan terhadap para Nabi, dan tidak dapat disadarkan. Allah memerintahkan kepada Rasul-Nya, agar menghindarkan diri dari orang-orang jahil, tidak melayani mereka, dan tidak membalas kekerasan mereka dengan kekerasan pula."
        },
        {
          "number": 200,
          "arabic": "وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيْطَـٰنِ نَزْغٌ فَٱسْتَعِذْ بِٱللَّهِ ۚ إِنَّهُۥ سَمِيعٌ عَلِيمٌ",
          "transliteration": "wa-immā yanzaghannaka mina l-shayṭāni nazghun fa-is'taʿidh bil-lahi innahu samīʿun ʿalīmun",
          "translation": "Dan jika setan datang menggodamu, maka berlindunglah kepada Allah<sup foot_note=135305>1</sup> Sungguh, Dia Maha Mendengar, Maha Mengetahui.",
          "tafsir": "Dalam ayat ini Allah menjelaskan tentang kemungkinan Nabi Muhammad digoda setan, lalu dia tidak dapat melaksanakan prinsip di atas. Oleh karena itu Allah memerintahkan kepada Rasul-Nya, agar selalu memohonkan perlindungan kepada Allah jika golongan setan datang, dengan membaca \"Taawwuz\", yaitu: \"Aku berlindung kepada Allah dari godaan setan yang terkutuk\". Allah swt Maha Mendengar segala permohonan yang diucapkan dan Maha Mengetahui apa yang terlintas dalam jiwa seseorang, yang dapat mendorong dia berbuat kejahatan atau kesalahan. Jika doa itu dibaca orang yang tergoda itu dengan hati yang ikhlas dan penghambaan diri yang tulus kepada Allah, maka Allah akan mengusir setan dari dirinya, serta akan melindunginya dari godaan setan itu. Firman Allah swt: \"Maka apabila engkau (Muhammad) hendak membaca Al-Quran, mohonlah perlindungan kepada Allah dari setan yang terkutuk. Sungguh, setan itu tidak ada akan berpengaruh terhadap orang yang beriman dan bertawakal kepada Tuhan\". (an-Nahl/16:98-99) Sabda Rasulullah saw: \"Tidak seorang pun di antara kamu sekalian melainkan didampingi temannya dari jenis jin. Berkatalah para sahabat: Engkau juga hai Rasulullah? Beliau menjawab, \"Saya juga\". Hanya Allah menolong aku menghadapinya maka selamatlah aku dari padanya.\" (Riwayat Muslim dari Aisyah ra. dan Ibnu Masud) Meskipun dalam ayat ini perintah ditujukan kepada Rasul, namun perintah ini meliputi seluruh umatnya yang ada di dunia ini."
        },
        {
          "number": 201,
          "arabic": "إِنَّ ٱلَّذِينَ ٱتَّقَوْا۟ إِذَا مَسَّهُمْ طَـٰٓئِفٌ مِّنَ ٱلشَّيْطَـٰنِ تَذَكَّرُوا۟ فَإِذَا هُم مُّبْصِرُونَ",
          "transliteration": "inna alladhīna ittaqaw idhā massahum ṭāifun mina l-shayṭāni tadhakkarū fa-idhā hum mub'ṣirūna",
          "translation": "Sesungguhnya orang-orang yang bertakwa apabila mereka dibayang-bayangi pikiran jahat (berbuat dosa) dari setan, mereka pun segera ingat kepada Allah, maka ketika itu juga mereka melihat (kesalahan-kesalahannya).",
          "tafsir": "Dalam ayat ini Allah menjelaskan reaksi orang-orang yang bertakwa bila digoda setan. Ayat ini memperkuat pula ayat sebelumnya tentang keharusan kita berlindung kepada Allah dari godaan setan. Sesungguhnya orang yang bertakwa ialah orang yang beriman kepada yang gaib, mendirikan salat, menginfakkan sebagian dari rezekinya. Bila mereka merasa ada dorongan dalam dirinya untuk berbuat kemungkaran, mereka segera sadar bahwa yang demikian itu adalah godaan setan dan mereka segera mengucapkan doa istiadzah dan menyerahkan diri kepada Allah agar dipelihara dari tipu muslihat setan. Berkat kesadaran itu, mereka terhindar dari jurang kebinasaan dan jaring-jaring setan, karena mereka bisa menahan diri agar tidak jatuh ke dalam perangkap setan, sedang yang masuk perangkap setan itu hanyalah orang yang lalai kepada Allah dan kurang mawas diri. Senjata yang paling ampuh mengusir setan, ialah ingat dan muraqabah (mendekatkan diri) kepada Allah di dalam segala keadaan. Ingat selalu kepada Allah akan menanamkan ke dalam jiwa cinta kebenaran dan kebajikan, melemahkan kecenderungan negatif/buruk. Jiwa yang dipenuhi iman ialah jiwa yang sehat. Jiwa yang sehat seperti badan yang sehat yang punya kekebalan. Badan yang punya kekebalan, badan yang kuat, tidak mudah diserang penyakit. Bakteri-bakteri dan kuman penyakit tidak dapat berkembang biak dalam tubuh yang penuh dengan daya kekebalan itu. Demikian pula jiwa orang yang takwa, tidak mudah dikalahkan godaan setan. Orang yang bertakwa segera bereaksi terhadap rangsangan setan yang timbul dalam dirinya. Reaksi itu berupa ingatan kepada Allah disertai dengan kesadaran terhadap tipu muslihat setan dengan segala akibatnya. Memelihara jiwa yang sehat dari godaan setan sama halnya dengan memelihara badan yang sehat, yakni memerlukan perawatan yang terus menerus agar tetap bersih dan sehat, memerlukan muraqabah yang tetap, ingat kepada Allah dalam segala keadaan. Dengan demikian setan tidak mendapat kesempatan mengganggu diri."
        },
        {
          "number": 202,
          "arabic": "وَإِخْوَٰنُهُمْ يَمُدُّونَهُمْ فِى ٱلْغَىِّ ثُمَّ لَا يُقْصِرُونَ",
          "transliteration": "wa-ikh'wānuhum yamuddūnahum fī l-ghayi thumma lā yuq'ṣirūna",
          "translation": "Dan teman-teman mereka (orang kafir dan fasik) membantu setan-setan dalam menyesatkan dan mereka tidak henti-hentinya (menyesatkan).",
          "tafsir": "Ayat ini menerangkan bahwa orang jahil dan kafir membantu setan dalam menyesatkan dan berbuat kerusakan. Sebab orang-orang jahil itu selalu dipengaruhi setan dan tidak ingat kepada Allah. Jika timbul dalam diri mereka dorangan nafsu hewani, mereka melampiaskannya dalam bentuk tindakan dan perbuatan hewani. Tidak ada kekuatan jiwa yang membendung nafsu hewani itu. Karena itu mereka terus menerus melakukan kerusakan dan bergelimang dalam kesesatan."
        },
        {
          "number": 203,
          "arabic": "وَإِذَا لَمْ تَأْتِهِم بِـَٔايَةٍ قَالُوا۟ لَوْلَا ٱجْتَبَيْتَهَا ۚ قُلْ إِنَّمَآ أَتَّبِعُ مَا يُوحَىٰٓ إِلَىَّ مِن رَّبِّى ۚ هَـٰذَا بَصَآئِرُ مِن رَّبِّكُمْ وَهُدًى وَرَحْمَةٌ لِّقَوْمٍ يُؤْمِنُونَ",
          "transliteration": "wa-idhā lam tatihim biāyatin qālū lawlā ij'tabaytahā qul innamā attabiʿu mā yūḥā ilayya min rabbī hādhā baṣāiru min rabbikum wahudan waraḥmatun liqawmin yu'minūna",
          "translation": "Dan apabila engkau (Muhammad) tidak membacakan suatu ayat kepada mereka, mereka berkata, \"Mengapa tidak engkau buat sendiri ayat itu?\" Katakanlah (Muhammad), \"Sesungguhnya aku hanya mengikuti apa yang diwahyukan Tuhanku kepadaku. (Alquran) ini adalah bukti-bukti yang nyata dari Tuhanmu, petunjuk dan rahmat bagi orang-orang yang beriman.\"",
          "tafsir": "Dalam ayat ini diterangkan tingkah laku teman-teman setan dalam usaha mereka menentang Nabi Muhammad, bilamana wahyu tidak datang kepada Nabi Muhammad disebabkan keterlambatan turunnya ayat, maka orang-orang musyrikin itu mendesak Nabi Muhammad agar beliau menciptakan sendiri ayat-ayat itu. Desakan mereka itu sebenarnya mengandung arti pengingkaran terhadap Al-Quran yang diturunkan oleh Allah kepada Nabi Muhammad. Sebab mereka memandang Al-Quran itu ciptaan Nabi Muhammad belaka, karena itu bisa dibuat kapan saja. Maka Allah memerintahkan kepada Nabi untuk menjelaskan kepada mereka bahwa Al-Quran itu wahyu Allah yang diwahyukan kepadanya. Nabi hanya mengikuti apa yang diwahyukan kepadanya. Bukan haknya untuk mendesak Allah agar menciptakan sesuatu perkara, Nabi hanya dapat menunggu wahyu yang akan disampaikan kepadanya, untuk disampaikan pula kepada umatnya. Jika tidak ada dia tidak boleh mengubah sendiri Al-Quran karena Al-Quran itu adalah kalam Allah, dia mempunyai tiga fungsi bagi orang-orang yang beriman sebagaimana dijelaskan Allah dalam ayat ini. Pertama Sebagai bukti yang nyata dari Allah untuk menunjukkan keesaan-Nya, kenabian Muhammad dan hari Kiamat. Siapa yang memperhatikan dan merenungkan isi Al-Quran, tentu akan yakin bahwa Al-Quran itu dari Allah swt. Kedua Sebagai petunjuk atau pedoman yang membimbing manusia dalam mencari kebenaran dan jalan yang lurus. Ketiga Sebagai rahmat dalam kehidupan manusia dunia dan akhirat bagi orang-orang yang beriman. Al-Quran memberikan peraturan-peraturan dan ajaran-ajaran yang mudah dipahami dan mudah dilaksanakan oleh kaum Muslimin untuk kehidupan mereka sehari-hari."
        },
        {
          "number": 204,
          "arabic": "وَإِذَا قُرِئَ ٱلْقُرْءَانُ فَٱسْتَمِعُوا۟ لَهُۥ وَأَنصِتُوا۟ لَعَلَّكُمْ تُرْحَمُونَ",
          "transliteration": "wa-idhā quri-a l-qur'ānu fa-is'tamiʿū lahu wa-anṣitū laʿallakum tur'ḥamūna",
          "translation": "Dan apabila dibacakan Alquran, maka dengarkanlah dan diamlah, agar kamu mendapat rahmat.\"<sup foot_note=135306>1</sup>",
          "tafsir": "Diriwayatkan dari Abu Hurairah bahwa ayat ini diturunkan karena sahabat salat di belakang Rasulullah sambil berbicara. Allah dalam ayat ini memerintahkan orang-orang yang beriman agar mereka memberikan perhatian yang sungguh-sungguh kepada Al-Quran. Hendaklah mereka mendengarkan sebaik-baiknya ataupun isinya untuk dipahami, mengambil pelajaran-pelajaran dari padanya dan mengamalkannya dengan ikhlas. Sabda Rasulullah saw: Barangsiapa mendengarkan (dengan sungguh-sungguh) ayat dari Al-Quran, dituliskan baginya kebaikan yang berlipat ganda dan barang siapa membacanya, adalah baginya cahaya pada hari Kiamat.\" (Riwayat al-Bukhari dan Imam Ahmad dari Abu Hurairah) Hendaklah orang-orang mukmin itu bersikap tenang sewaktu Al-Quran dibacakan, sebab di dalam ketenangan itulah mereka dapat merenungkan isinya. Janganlah pikiran mereka melayang-layang sewaktu Al-Quran diperdengarkan, sehingga tidak dapat memahami ayat-ayat itu dengan baik. Allah akan menganugerahkan rahmat-Nya kepada kaum Muslimin bilamana mereka memenuhi perintah Allah tersebut dan menghayati isi Al-Quran. Ada beberapa pendapat seputar perintah untuk mendengarkan dan bersikap tenang sewaktu Al-Quran dibacakan: 1.Wajib mendengarkan dan bersikap tenang ketika Al-Quran dibacakan berdasarkan perintah tersebut, baik di dalam salat ataupun diluar salat. Demikianlah pendapat Hasan al-Bashri dan Abu Muslim al-Ashfahani. 2.Wajib mendengarkan dan bersikap tenang, tetapi khusus pada bacaan-bacaan Rasul saw di zaman beliau dan bacaan iman dalam salat, serta bacaan khatib dalam khutbah Jumat. 3.Mendengarkan bacaan Al-Quran di luar salat dan khutbah seperti resepsi dipandang sangat dianjurkan agar kita mendapat rahmat Allah."
        },
        {
          "number": 205,
          "arabic": "وَٱذْكُر رَّبَّكَ فِى نَفْسِكَ تَضَرُّعًا وَخِيفَةً وَدُونَ ٱلْجَهْرِ مِنَ ٱلْقَوْلِ بِٱلْغُدُوِّ وَٱلْـَٔاصَالِ وَلَا تَكُن مِّنَ ٱلْغَـٰفِلِينَ",
          "transliteration": "wa-udh'kur rabbaka fī nafsika taḍarruʿan wakhīfatan wadūna l-jahri mina l-qawli bil-ghuduwi wal-āṣāli walā takun mina l-ghāfilīna",
          "translation": "Dan ingatlah Tuhanmu dalam hatimu dengan rendah hati dan rasa takut, dan dengan tidak mengeraskan suara, pada waktu pagi dan petang, dan janganlah kamu termasuk orang-orang yang lengah.",
          "tafsir": "Dalam ayat ini Allah memerintahkan Rasul beserta umatnya untuk menyebut nama Allah atau berzikir kepada-Nya. Baik zikir itu dengan membaca Al-Quran, tasbih, tahlil, doa, ataupun pujian lain-lainnya menurut tuntunan agama, dengan tadharru dan suara lembut pada setiap waktu terutama pagi dan sore, agar kita tidak tergolong orang yang lalai. Kemudian Allah menggariskan bagi kita adab dan cara berzikir atau menyebut nama Allah itu sebagai berikut: 1. Zikir itu yang paling baik dilakukan dengan suara lembut, karena hal ini lebih mudah mengantar untuk tafakur yang baik. Diriwayatkan bahwa dalam suatu perjalanan. Nabi mendengar orang berdoa dengan suara yang keras, berkatalah beliau kepada mereka itu: \"Hai manusia kasihanilah dirimu, sesungguhnya kamu tidak menyeru kepada yang tuli atau yang jauh dari padamu. Sesungguhnya Yang kamu seru itu adalah Allah Maha Mendengar dan Maha Dekat. Dia lebih dekat kepadamu dari leher (unta) kendaraanmu\". (Riwayat Ibnu Majah) 2. Zikir itu dapat dilakukan dalam hati atau dengan lisan, karena zikir dalam hati menunjukkan keikhlasan, jauh daripada riya, dan dekat pada perkenaan Allah swt. Zikir dapat dilakukan dengan lisan, lisan mengucapkan dan hati mengikutinya. 3. Zikir dapat pula dilakukan secara berjamaah, dengan tujuan untuk mendidik umat agar terbiasa melakukan zikir."
        },
        {
          "number": 206,
          "arabic": "إِنَّ ٱلَّذِينَ عِندَ رَبِّكَ لَا يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِۦ وَيُسَبِّحُونَهُۥ وَلَهُۥ يَسْجُدُونَ ۩",
          "transliteration": "inna alladhīna ʿinda rabbika lā yastakbirūna ʿan ʿibādatihi wayusabbiḥūnahu walahu yasjudūna",
          "translation": "Sesungguhnya orang-orang yang ada di sisi Tuhanmu tidak merasa enggan untuk menyembah Allah dan mereka menyucikan-Nya dan hanya kepada-Nya mereka bersujud.<sup foot_note=135307>1</sup>",
          "tafsir": "Dalam ayat ini Allah menjelaskan bahwa malaikat yang kedudukannya mulia di sisi Tuhan tiadalah merasa berat dan enggan menyembah Allah. Hendaklah manusia mencontoh ketaatan malaikat itu kepada Tuhan. Para malaikat itu selalu mensucikan Allah dari sifat-sifat yang tidak layak bagi-Nya, dan dari menyembah berhala-berhala. Para malaikat sujud dan salat kepada Allah swt. Ayat ini termasuk ayat sajadah yang pertama dalam Al-Quran. Di sunatkan bagi orang Islam melakukan sujud setelah membaca atau mendengar ayat ini dibacakan. Abu Darda meriwayatkan sebagai berikut: \"Bahwasanya Rasulullah saw memandang ayat ini salah satu ayat sajadah dalam Al-Quran\". (Riwayat Ibnu Majah)"
        }
      ]
    }
  ]
}