{
  "pageNumber": 381,
  "juz": 19,
  "surahs": [
    {
      "number": 27,
      "name": "An-Naml",
      "nameArabic": "النمل",
      "meaning": "Semut",
      "revelation": "Makkah",
      "description": "Surat An-Naml terdiri dari 93 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Asy-Syu'ara'.Dinamai dengan \"An-Naml\", karena pada ayat ke-18 dan ke-19 terdapat perkataan \"An-Naml\" (semut), ketika raja semut memerintahkan anak buahnya untuk masuk ke sarangnya masing-masing, agar tidak terinjak oleh Nabi Sulaiman dan bala tentaranya yang akan lewat di tempat itu. Mendengar perintah raja semut kepada anak buahnya itu, Nabi Sulaiman tersenyum dan takjub atas keteraturan kerajaan semut. Maka beliau pun mengucapkan syukur kepada Allah yang telah melimpahkan nikmat kepadanya, berupa kerajaan, kekayaan, memahami ucapan-ucapan binatang, dan mempunyai bala tentara yang terdiri dari jin, manusia, burung, dan sebagainya. Meskipun demikian, Nabi Sulaiman tidak merasa takabur dan sombong, dan sebagai seorang hamba Allah memohon agar dimasukkan ke dalam golongan orarg-orang saleh.Dalam surat ini, Allah menyebut binatang semut agar manusia mengambil pelajaran dari kehidupan semut ini. Semut adalah binatang yang hidup berkelompok di dalam tanah, membuat liang dan ruang yang bertingkat-tingkat sebagai rumah dan gudang tempat menyimpan makanan untuk musim dingin. Kerapian dan kedisiplinan yang terdapat dalam kerajaan semut ini dinyatakan Allah dalam ayat ini ketika rakyat semut segera mencari perlindungan agar tidak terinjak oleh Nabi Sulaiman dan bala tentaranya, setelah menerima perintah dari raja semut. Secara tidak langsung, Allah mengingatkan kepada manusia agar mencukupkan kebutuhan sehari-hari dalam berusaha, mementingkan kemaslahatan bersama dan sebagainya. Rakyat semut mempunyai organisasi dan kerja sama yang baik. Dengan mengisahkan kisah Nabi Sulaiman, dalam surat ini, Allah mengisyaratkan tentang masa depan nabi Muhammad. Nabi Sulaiman sebagai seorang nabi, rasul, dan raja yang dianugerahi kekayaan yang melimpah ruah, begitu pula Nabi Muhammad sebagai seorang nabi, rasul, dan kepala negara yang ummi dan miskin akan berhasil membawa dan memimpin umatnya ke jalan Allah.**Pokok-Pokok Isi:**1. **Keimanan:** Al-Qur'an adalah rahmat dan petunjuk bagi orang-orang mukmin; keesaan dan kekuasaan Allah dan keadaan-Nya tidak memerlukan sekutu-sekutu dalam mengatur alam ini; hanya Allahlah Yang mengetahui perkara gaib; hari kebangkitan bukanlah suatu dongeng.2. **Kisah-kisah:** Kisah Nabi Sulaiman dengan semut, burung hud-hud, dan ratu Balqis; kisah Nabi Shaleh dengan kaumnya; kisah Nabi Luth dengan kaumnya.3. **Lain-lain:** Ciri-ciri orang mukmin; Al-Qur'an menjelaskan apa yang diperselisihkan Bani Israil; hanya orang-orang mukminlah yang dapat menerima petunjuk kejadian-kejadian sebelum datangnya kiamat dan keadaan orang-orang yang beriman dan tidak beriman waktu itu; Allah menyuruh Nabi Muhammad dan umatnya untuk memuji dan menyembah Allah serta membaca Al-Qur'an; Allah akan memperlihatkan kebenaran ayat-ayat-Nya kepada kaum musyrikin.Surat An-Naml dimulai dengan menerangkan sifat-sifat Al-Qur'an dan beberapa orang rasul dengan umat-umatnya masing-masing, baik yang mengikuti ajaran-ajaran yang dibawanya maupun yang tidak mengikutinya.Kemudian surat ini diakhiri dengan perintah menyembah Allah dan membaca Al-Qur'an dan bahwa Allah memperlihatkan kebenaran ayat-ayat-Nya kepada kaum musyrikin.**Hubungan Surat An-Naml Dengan Surat Al-Qashash:**1. Kedua surat ini sama-sama dimulai dengan huruf abjad, menerangkan sifat-sifat Al-Qur'an, dan menuturkan kisah Musa. Hanya saja kisah Musa dalam surat Al-Qashash diterangkan lebih lengkap dibandingkan dengan yang terdapat dalam surat An-Naml.2. Surat An-Naml menerangkan secara global bahwa keingkaran orang-orang kafir terhadap hari kebangkitan tidaklah beralasan, kemudian dikemukakan kepada mereka persoalan-persoalan yang ada hubungannya dengan kebangkitan itu. Hal ini diterangkan lebih jelas dalam surat Al-Qashash.3. Surat An-Naml menerangkan kehancuran kaum Shaleh dan kaum Luth sebagai akibat durhaka kepada Allah dan Nabi-Nya, sedang surat Al-Qashash menyinggungnya pula.4. Surat An-Naml menyebut balasan pada hari kiamat terhadap orang-orang yang membuat keburukan di dunia, dan surat Al Qashash menyebutkannya pula.5. Bagian akhir kedua surat ini sama-sama menyebutkan perintah menyembah Allah dan Al-Qur'an.",
      "verses": [
        {
          "number": 45,
          "arabic": "وَلَقَدْ أَرْسَلْنَآ إِلَىٰ ثَمُودَ أَخَاهُمْ صَـٰلِحًا أَنِ ٱعْبُدُوا۟ ٱللَّهَ فَإِذَا هُمْ فَرِيقَانِ يَخْتَصِمُونَ",
          "transliteration": "walaqad arsalnā ilā thamūda akhāhum ṣāliḥan ani uʿ'budū l-laha fa-idhā hum farīqāni yakhtaṣimūna",
          "translation": "Dan sungguh, Kami telah mengutus kepada (kaum) Samud saudara mereka yaitu Saleh (yang menyeru), \"Sembahlah Allah!\" Tetapi tiba-tiba mereka (menjadi) dua golongan yang bermusuhan.",
          "tafsir": "Ayat ini menerangkan bahwa Allah telah mengutus Nabi Saleh kepada kaum Samud yang berdiam di al-hijr, suatu daerah pegunungan batu yang terletak antara Wadil Qura dan Syam. Nabi Saleh masih termasuk keturunan Samud, sehingga berarti ia diutus kepada kaumnya sendiri. Nabi Saleh menyeru kaumnya yang menyembah sesuatu di samping Allah atau menyekutukan-Nya, agar hanya menyembah Allah saja, Tuhan Yang Maha Esa. Dalam menanggapi seruan Saleh itu, maka kaumnya terbagi dua: 1. Sebagian kecil dari mereka memenuhi seruannya dengan meninggalkan penyembahan berhala dan hanya menyembah Tuhan Yang Maha Esa. 2. Sebagian besar dari mereka tetap ingkar bahkan mengancam dan menentang Nabi Saleh. Di antara kedua golongan di atas itu terjadi perdebatan dan permusuhan. Masing-masing golongan menuduh bahwa agama yang dianut lawannya adalah agama yang batil. Bahkan golongan yang mengakui dirinya kuat, dan mempunyai pengikut yang lebih banyak, bertambah-tambah kezaliman mereka, dan menentang Nabi Saleh dengan membunuh unta yang sudah dilarang untuk dibunuh. Mereka juga meminta agar disegerakan turunnya azab kepada mereka, seandainya ia adalah benar-benar rasul yang diutus Allah. Allah berfirman: Kemudian mereka sembelih unta betina itu, dan berlaku angkuh terhadap perintah Tuhannya. Mereka berkata, \"Wahai Saleh! Buktikanlah ancaman kamu kepada kami, jika benar engkau salah seorang rasul.\" (al-A'raf/7: 77)"
        },
        {
          "number": 46,
          "arabic": "قَالَ يَـٰقَوْمِ لِمَ تَسْتَعْجِلُونَ بِٱلسَّيِّئَةِ قَبْلَ ٱلْحَسَنَةِ ۖ لَوْلَا تَسْتَغْفِرُونَ ٱللَّهَ لَعَلَّكُمْ تُرْحَمُونَ",
          "transliteration": "qāla yāqawmi lima tastaʿjilūna bil-sayi-ati qabla l-ḥasanati lawlā tastaghfirūna l-laha laʿallakum tur'ḥamūna",
          "translation": "Dia (Saleh) berkata, \"Wahai kaumku! Mengapa kamu meminta disegerakan keburukan sebelum (kamu meminta) kebaikan? Mengapa kamu tidak memohon ampunan kepada Allah, agar kamu mendapat rahmat?\"",
          "tafsir": "Melihat sikap dan tantangan kaumnya, Nabi Saleh mengatakan kepada mereka, \"Wahai kaum kerabatku, mengapa kamu sekalian ingin azab disegerakan datang menimpamu, sebelum kamu beriman dan mengerjakan kebaikan. Mengapa kamu sekalian tidak segera beriman dan tetap dalam kekafiran? Padahal keimananmu itu dapat mendatangkan pahala dan kebahagiaan abadi bagimu. Sedangkan kekafiran itu akan mengakibatkan dosa dan azab yang kekal di akhirat nanti.\" Selanjutnya Nabi Saleh menyeru agar kaumnya segera mohon ampun kepada Allah dan bertobat kepada-Nya. Dengan demikian, dosa-dosa mereka akan diampuni Allah dan rahmat yang telah diberikan-Nya ditambah lagi dengan rahmat yang lebih besar lagi."
        },
        {
          "number": 47,
          "arabic": "قَالُوا۟ ٱطَّيَّرْنَا بِكَ وَبِمَن مَّعَكَ ۚ قَالَ طَـٰٓئِرُكُمْ عِندَ ٱللَّهِ ۖ بَلْ أَنتُمْ قَوْمٌ تُفْتَنُونَ",
          "transliteration": "qālū iṭṭayyarnā bika wabiman maʿaka qāla ṭāirukum ʿinda l-lahi bal antum qawmun tuf'tanūna",
          "translation": "Mereka menjawab, \"Kami mendapat nasib yang malang disebabkan oleh kamu dan orang-orang yang bersamamu.\" Dia (Saleh) berkata, \"Nasibmu ada pada Allah (bukan kami yang menjadi sebab), tetapi kamu adalah kaum yang sedang diuji.\"",
          "tafsir": "Kaum Samud yang ingkar itu menjawab seruan Nabi Saleh dengan mengatakan bahwa mereka merasa sial dengan seruan Nabi Saleh dan orang-orang yang beriman kepadanya. Semenjak Nabi Saleh menyeru mereka agar meninggalkan tuhan-tuhan mereka dan hanya menyembah Tuhan Yang Maha Esa, mereka telah ditimpa pelbagai malapetaka, seperti tidak turunnya hujan yang menyebabkan kekeringan dan lain-lain. Mereka percaya akan terus ditimpa bencana karena kemarahan tuhan-tuhan mereka akibat perbuatan Nabi Saleh itu. Tanda-tanda kesialan dan kedatangan bencana itu tampak pada setiap kali mereka melempar dan mengejuti burung, yang memberi tanda ramalan nasib mereka, burung itu memperlihatkan tanda-tanda yang tidak baik kepada mereka. Mereka menjawab demikian karena kebodohan dan kepercayaan mereka kepada takhayul dan lain-lain. Sebagaimana orang-orang primitif yang percaya pada kekuatan-kekuatan gaib yang terdapat pada benda-benda di alam ini, di samping kekuatan gaib yang ada pada Allah sendiri, demikian pula halnya kaum Samud. Salah satu kepercayaan dan adat kebiasaan kaum Samud ialah apabila mereka dalam perjalanan jauh menemui burung-burung dari kanan ke arah kiri, mereka gembira. Hal yang demikian mengisyaratkan bahwa mereka boleh meneruskan perjalanan. Sebaliknya jika burung itu terbang dan lari dari kiri menuju ke arah kanan, hal itu menandakan bahwa ada musibah jika mereka tetap melakukan perjalanan jauh. Nabi Saleh menjawab pernyataan kaumnya itu dengan mengatakan bahwa sesungguhnya apa saja yang menimpa mereka, apakah baik atau buruk, bahagia atau sengsara, adalah ketentuan Allah dan itulah qadha dan qadarnya. Tiada seorang pun yang dapat mengubah qadha dan qadar Allah itu. Jika Dia menghendaki, Dia akan memberikan rezeki. Jika Dia menghendaki, mereka tidak akan diberi-Nya rezeki sedikit pun. Ia beserta pengikut-pengikutnya tidak kuasa sedikit pun mendatangkan kesialan atau keberuntungan kepada mereka. Kemudian Nabi Saleh menerangkan bahwa kesialan itu merupakan ujian dari Tuhan kepada mereka, apakah mereka mau mengikuti seruannya dan tidak lagi mengerjakan perbuatan-perbuatan terlarang yang biasa dikerjakan, atau tidak mau mengikutinya."
        },
        {
          "number": 48,
          "arabic": "وَكَانَ فِى ٱلْمَدِينَةِ تِسْعَةُ رَهْطٍ يُفْسِدُونَ فِى ٱلْأَرْضِ وَلَا يُصْلِحُونَ",
          "transliteration": "wakāna fī l-madīnati tis'ʿatu rahṭin yuf'sidūna fī l-arḍi walā yuṣ'liḥūna",
          "translation": "Dan di kota itu<sup foot_note=135551>1</sup> ada sembilan orang laki-laki yang berbuat kerusakan di bumi, mereka tidak melakukan perbaikan.",
          "tafsir": "Ayat ini menerangkan sebab-sebab banyak timbul kebinasaan di dalam negeri mereka karena di dalam kota Hijr itu terdapat sembilan orang yang suka berbuat kekacauan dalam masyarakat. Mereka yang sembilan orang itu adalah anak dari para bangsawan yang berkuasa di negeri itu. Segala perbuatan baik atau buruk dapat mereka lakukan dengan leluasa dan tidak seorang pun dapat menghalanginya. Perbuatan-perbuatan jahat yang mereka lakukan itu selalu dilindungi dan dibela oleh orang tua mereka yang berkuasa di negeri itu. Dengan demikian, orang yang sembilan itu menjadi sumber perbuatan buruk dan angkara murka. Ada beberapa riwayat yang menerangkan nama-nama dari orang yang sembilan itu, seperti yang diterangkan oleh al-Gaznawi, Ibnu Ishaq, Zamakhsyari, al-Mawardi, dan sebagainya. Masing-masing mereka mengemukakan nama-nama yang berbeda. Akan tetapi, yang penting dari semuanya itu ialah bahwa kerusakan dan perbuatan dosa yang dilakukan oleh sembilan penjahat itu diketahui dan direstui oleh pembesar-pembesar negeri Samud. Karena berasal dari kaum bangsawan yang berkuasa di negeri itu, mereka mempunyai pengaruh yang amat besar kepada kaum Samud."
        },
        {
          "number": 49,
          "arabic": "قَالُوا۟ تَقَاسَمُوا۟ بِٱللَّهِ لَنُبَيِّتَنَّهُۥ وَأَهْلَهُۥ ثُمَّ لَنَقُولَنَّ لِوَلِيِّهِۦ مَا شَهِدْنَا مَهْلِكَ أَهْلِهِۦ وَإِنَّا لَصَـٰدِقُونَ",
          "transliteration": "qālū taqāsamū bil-lahi lanubayyitannahu wa-ahlahu thumma lanaqūlanna liwaliyyihi mā shahid'nā mahlika ahlihi wa-innā laṣādiqūna",
          "translation": "Mereka berkata, \"Bersumpahlah kamu dengan (nama) Allah, bahwa kita pasti akan menyerang dia bersama keluarganya pada malam hari, kemudian kita akan mengatakan kepada ahli warisnya (bahwa) kita tidak menyaksikan kebinasaan keluarganya itu, dan sungguh, kita orang yang benar.\"",
          "tafsir": "Ayat ini menerangkan perbuatan makar yang sedang dirundingkan oleh sembilan orang itu, setelah mereka melakukan perbuatan terlarang dengan membunuh unta yang dilarang oleh Nabi Saleh untuk dibunuh. Mereka menerima ancaman dari Nabi Saleh bahwa mereka akan dibinasakan Allah dalam waktu tiga hari setelah unta itu terbunuh. Di antara mereka ada yang berkata, \"Marilah kita semua bersumpah dengan sungguh-sungguh bahwa kita akan membunuh Nabi Saleh dengan pengikut-pengikutnya pada suatu malam. Kemudian kita katakan kepada keluarganya yang terbunuh itu esok harinya, bahwa kita tidak tahu-menahu tentang peristiwa itu, dan mustahil kita melakukan perbuatan aniaya terhadap keluarga sendiri. Kita katakan juga kepadanya bahwa kita semua adalah orang-orang yang benar.\""
        },
        {
          "number": 50,
          "arabic": "وَمَكَرُوا۟ مَكْرًا وَمَكَرْنَا مَكْرًا وَهُمْ لَا يَشْعُرُونَ",
          "transliteration": "wamakarū makran wamakarnā makran wahum lā yashʿurūna",
          "translation": "Dan mereka membuat tipu daya, dan Kami pun menyusun tipu daya, sedang mereka tidak menyadari.",
          "tafsir": "Allah menerangkan bahwa rencana perbuatan makar dan tipu daya yang dibuat oleh kaum Samud adalah untuk membunuh Nabi Saleh dan orang-orang yang beriman besertanya. Akan tetapi, mereka lupa bahwa Allah mempunyai rencana dan kehendak yang tidak dapat mereka halangi sedikit pun, sesuai dengan sunah-Nya, yaitu Dia akan menimpakan azab dan siksa kepada orang-orang yang mengingkari seruan para rasul yang diutus-Nya. Di dunia mereka akan ditimpa malapetaka yang datang tanpa mereka sadari, sedang di akhirat nanti mereka akan menemui azab yang pedih."
        },
        {
          "number": 51,
          "arabic": "فَٱنظُرْ كَيْفَ كَانَ عَـٰقِبَةُ مَكْرِهِمْ أَنَّا دَمَّرْنَـٰهُمْ وَقَوْمَهُمْ أَجْمَعِينَ",
          "transliteration": "fa-unẓur kayfa kāna ʿāqibatu makrihim annā dammarnāhum waqawmahum ajmaʿīna",
          "translation": "Maka perhatikanlah bagaimana akibat dari tipu daya mereka, bahwa Kami membinasakan mereka dan kaum mereka semuanya.",
          "tafsir": "Ayat ini menyuruh kaum Muslimin agar memikirkan kisah Nabi Saleh dan kaumnya. Kepada kaum Nabi Saleh ini, Allah menimpakan azab yang menghancurkan mereka sampai ke akar-akarnya ('azb isti'sal). Azab itu sebagai akibat kedurhakaan mereka kepada Nabi Saleh, dan tipu daya mereka untuk membinasakan nabi itu dan orang-orang yang beriman besertanya. Mereka dibinasakan Allah dengan sambaran petir yang dahsyat yang tiada terkira. Sesuai dengan sunatullah, maka malapetaka dan azab itu akan ditimpakan pula kepada orang-orang musyrik Mekah, seandainya mereka tetap ingkar dan menentang seruan Nabi Muhammad Ada riwayat menerangkan bahwa Nabi Saleh membuat suatu masjid di salah satu lembah di al-hijr. Beliau biasa mengerjakan salat di masjid itu. Setelah ia menyampaikan ancaman Allah, maka beliau dan keluarganya beserta orang-orang yang beriman dengannya pergi ke masjid itu. Karena kepergiannya itu, kaumnya berunding dan memutuskan untuk membunuh Nabi Saleh sebelum hari yang ketiga dari hari yang dijanjikannya. Maka pergilah beberapa orang kaumnya ke lembah masjid untuk melaksanakan rencana itu. Akan tetapi, dalam perjalanan mereka ditimpa batu besar sebelum sempat melaksanakan maksudnya itu. Kaumnya yang lain dibinasakan Allah dengan sambaran petir. Nabi Saleh dan pengikut-pengikutnya terlepas dan selamat dari azab itu."
        },
        {
          "number": 52,
          "arabic": "فَتِلْكَ بُيُوتُهُمْ خَاوِيَةًۢ بِمَا ظَلَمُوٓا۟ ۗ إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لِّقَوْمٍ يَعْلَمُونَ",
          "transliteration": "fatil'ka buyūtuhum khāwiyatan bimā ẓalamū inna fī dhālika laāyatan liqawmin yaʿlamūna",
          "translation": "Maka itulah rumah-rumah mereka yang runtuh karena kezaliman mereka. Sungguh, pada yang demikian itu benar-benar terdapat tanda (kekuasaan Allah) bagi orang-orang yang mengetahui.",
          "tafsir": "Ayat ini menerangkan akibat yang dialami oleh kaum Samud dan negeri mereka. Karena sambaran petir yang dahsyat itu, mereka mati di rumah-rumah mereka. Tidak seorang pun yang dapat menyelamatkan diri dan merawat bangkai-bangkai mereka, karena semuanya telah mati. Bangkai-bangkai itu membusuk dan lebur bersama tanah. Bekas rumah dan negeri mereka itu dapat disaksikan oleh para musafir, sebagai dokumentasi atas kebenaran cerita Al-Qur'an tentang kaum Samud yang telah dihancurkan Allah akibat keingkaran dan kedurhakaan mereka kepada Nabi Saleh yang menyeru mereka kepada agama Allah. Dalam kisah yang diterangkan Allah pada ayat-ayat ini, yang telah disampaikan oleh Nabi Muhammad kepada kaumnya, benar-benar terdapat pengajaran dan iktibar bagi manusia. Ayat ini mengingatkan sunatullah yang pasti berlaku bagi orang-orang yang mengingkari perintah-perintah Allah dan yang senantiasa mengerjakan larangan-Nya termasuk di dalamnya kaum musyrik Mekah."
        },
        {
          "number": 53,
          "arabic": "وَأَنجَيْنَا ٱلَّذِينَ ءَامَنُوا۟ وَكَانُوا۟ يَتَّقُونَ",
          "transliteration": "wa-anjaynā alladhīna āmanū wakānū yattaqūna",
          "translation": "Dan Kami selamatkan orang-orang yang beriman<sup foot_note=135552>1</sup> dan mereka selalu bertakwa.",
          "tafsir": "Ayat ini menerangkan bahwa Allah telah menyelamatkan Nabi Saleh dan orang-orang yang beriman bersamanya dari malapetaka yang besar itu. Allah menyelamatkan mereka karena tidak mau mengerjakan perbuatan yang menimbulkan kemarahan Allah yang mengakibatkan mereka ditimpa siksa-Nya. Mereka memelihara diri dari kemurkaan Allah dengan mengerjakan semua perintah-Nya dan menjauhi larangan-Nya. Ayat ini mengisyaratkan kepada Nabi Muhammad dan orang-orang yang beriman bahwa orang-orang musyrik Mekah akan menerima azab dan malapetaka seperti yang diterima oleh umat-umat dahulu seandainya mereka tetap tidak beriman. Allah akan menyelamatkan Muhammad saw beserta orang-orang yang beriman, sebagaimana Dia telah menyelamatkan Nabi Saleh dan kaumnya. Orang-orang musyrik Mekah yang tetap dalam kemusyrikannya akan dihancurkan Allah. Setelah kehancuran kaumnya, maka Nabi Saleh dan orang-orang yang beriman pergi ke suatu tempat yang bernama Ramallah di Palestina, dan menetap di negeri itu. Sampai sekarang masih terdapat kuburan Nabi Saleh di dekat kota Ramallah itu. Kuburan ini juga merupakan dokumentasi bagi peristiwa Nabi Saleh dan kaumnya."
        },
        {
          "number": 54,
          "arabic": "وَلُوطًا إِذْ قَالَ لِقَوْمِهِۦٓ أَتَأْتُونَ ٱلْفَـٰحِشَةَ وَأَنتُمْ تُبْصِرُونَ",
          "transliteration": "walūṭan idh qāla liqawmihi atatūna l-fāḥishata wa-antum tub'ṣirūna",
          "translation": "Dan (ingatlah kisah) Luṭ, ketika dia berkata kepada kaumnya, \"Mengapa kamu mengerjakan perbuatan fāḥisyah (keji),<sup foot_note=135553>1</sup> padahal kamu melihatnya (kekejian perbuatan maksiat itu)?\"",
          "tafsir": "Ayat ini menerangkan kebejatan moral kaum Lut. Oleh karena itu, Lut memperingatkan mereka dengan keras, agar mereka menghentikan perbuatannya. Perbuatan kaum Lut itu ialah: 1. Mereka melakukan perbuatan homoseksual, padahal mereka mengetahui bahwa perbuatan itu terlarang. 2. Perbuatan homoseksual itu mereka lakukan di muka umum, pada berbagai pertemuan, seakan-akan mereka menganjurkan agar orang lain melakukannya pula. 3. Bila mereka tidak dapat melakukan perbuatan itu pada seseorang dengan sukarela, mereka memaksanya. Oleh karena itu, kalau ada tamu-tamu yang singgah di negeri mereka, maka mereka berusaha agar tamu-tamu itu mau mengikuti kehendak mereka. Jika tamu-tamu itu enggan melakukannya, maka mereka akan memaksanya"
        },
        {
          "number": 55,
          "arabic": "أَئِنَّكُمْ لَتَأْتُونَ ٱلرِّجَالَ شَهْوَةً مِّن دُونِ ٱلنِّسَآءِ ۚ بَلْ أَنتُمْ قَوْمٌ تَجْهَلُونَ",
          "transliteration": "a-innakum latatūna l-rijāla shahwatan min dūni l-nisāi bal antum qawmun tajhalūna",
          "translation": "Mengapa kamu mendatangi laki-laki untuk (memenuhi) syahwat(mu), bukan (mendatangi) perempuan? Sungguh, kamu adalah kaum yang tidak mengetahui (akibat perbuatanmu).",
          "tafsir": "Ayat ini menerangkan bahwa tindakan dan perbuatan kaum Lut itu bertentangan dengan tujuan Allah menciptakan manusia yang terdiri atas laki-laki dan perempuan. Dengan adanya perempuan dan laki-laki, maka manusia akan dapat membentuk keluarga dan terjalinlah hubungan kasih sayang antara anggota keluarga itu, seperti hubungan cinta antara suami dan istri, hubungan cinta kasih sayang antara orang tua dengan anak dan anggota keluarga yang lain. Dengan demikian barulah dirasakan hidup itu berarti. Allah berfirman: Dan di antara tanda-tanda (kebesaran)-Nya ialah Dia menciptakan pasangan-pasangan untukmu dari jenismu sendiri, agar kamu cenderung dan merasa tenteram kepadanya, dan Dia menjadikan di antaramu rasa kasih dan sayang. Sungguh, pada yang demikian itu benar-benar terdapat tanda-tanda (kebesaran Allah) bagi kaum yang berpikir. (ar-Rum/30: 21). Kenyataan inilah yang diingkari oleh kaum Lut, seakan-akan mereka tidak percaya kepada kebenaran hukum Allah. Oleh karena itu, Lut mengatakan kepada mereka, \"Hai kaumku, sebenarnya dengan perbuatan yang demikian itu, kamu adalah orang-orang yang tidak mau mengetahui tujuan Tuhan menciptakan manusia yang terdiri atas laki-laki dan perempuan. Kamu tidak mengetahui kedudukanmu dalam masyarakat, dan tidak mengetahui pula rencana yang besar yang akan menimpa manusia dan kemanusiaan, seandainya kamu tetap mengerjakan perbuatan-perbuatan yang demikian itu.\""
        }
      ]
    }
  ]
}