{
  "pageNumber": 412,
  "juz": 21,
  "surahs": [
    {
      "number": 31,
      "name": "Luqman",
      "nameArabic": "لقمان",
      "meaning": "Luqman",
      "revelation": "Makkah",
      "description": "Surat Luqman terdiri dari 34 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Ash-Shaffat.Dinamai \"Luqman\" karena pada ayat ke-12 disebutkan bahwa \"Luqman\" telah diberi nikmat dan ilmu pengetahuan oleh Allah. Oleh sebab itu, dia bersyukur kepada-Nya atas nikmat yang diberikan itu. Dan pada ayat ke-13 sampai ke-19 terdapat nasihat-nasihat Luqman kepada anaknya.Ini adalah sebagai isyarat dari Allah agar semua kedua orang tua juga melaksanakan terhadap anak-anak mereka sebagaimana yang telah dilakukan Luqman.**Pokok-Pokok Isi:**1. **Keimanan:** Al-Qur'an merupakan petunjuk dan rahmat yang dirasakan oleh orang-orang mukmin; keadaan di langit dan di bumi serta keajaiban-keajaiban yang terdapat pada keduanya adalah bukti-bukti atas keesaan dan kekuasaan Allah; manusia hanya akan selamat dengan taat kepada perintah-perintah Allah dan berbuat amal saleh; lima hal ghaib yang hanya diketahui oleh Allah; ilmu Allah meliputi segala sesuatu, baik yang lahir maupun yang batin.2. **Hukum-hukum:** Kewajiban patuh dan berbakti kepada kedua orang tua selama tidak bertentangan dengan perintah Allah; perintah agar memperhatikan alam dan keajaibannya untuk memperkuat keimanan dan kepercayaan akan keesaan Allah; perintah agar selalu bertakwa dan takut akan pembalasan Allah pada hari kiamat ketika seseorang tidak dapat ditolong oleh anak atau ayahnya sekalipun.3. **Kisah-kisah:** Kisah Luqman, ilmu dan hikmah yang didapatnya.4. **Lain-lain:** Orang-orang yang sesat dari jalan Allah dan selalu memperolok-olokkan ayat-ayat Allah; celaan terhadap orang-orang musyrik karena tidak menghiraukan seruan untuk memperhatikan alam dan tidak menyembah Penciptanya; menghibur Rasulullah atas keingkaran orang-orang musyrik, dan hal itu bukan merupakan kelalaiannya; nikmat dan karunia Allah tidak dapat dihitung.Surat Luqman mengemukakan hal-hal yang berhubungan dengan hari kebangkitan, keesaan Allah, kebenaran risalah yang dibawa para rasul, dan nasihat-nasihat Luqman kepada anaknya.**Hubungan Surat Luqman Dengan Surat As-Sajdah:**1. Kedua surat ini sama-sama menerangkan dalil-dalil dan bukti-bukti keesaan Allah.2. Dalam surat Luqman disebutkan keingkaran kaum musyrikin terhadap Al-Qur'an, sedangkan surat As Sajdah menegaskan bahwa Al-Qur'an itu benar-benar diturunkan dari Allah.3. Dalam surat Luqman ayat ke-34 disebutkan bahwa ada lima hal gaib yang hanya diketahui Allah, sedangkan dalam surat As-Sajdah Allah menerangkan dengan lebih luas hal-hal yang berhubungan dengan perkara gaib itu (lihat ayat ke-5 sampai ke-11 dan ke-27 surat As-Sajdah).",
      "verses": [
        {
          "number": 12,
          "arabic": "وَلَقَدْ ءَاتَيْنَا لُقْمَـٰنَ ٱلْحِكْمَةَ أَنِ ٱشْكُرْ لِلَّهِ ۚ وَمَن يَشْكُرْ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِۦ ۖ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِىٌّ حَمِيدٌ",
          "transliteration": "walaqad ātaynā luq'māna l-ḥik'mata ani ush'kur lillahi waman yashkur fa-innamā yashkuru linafsihi waman kafara fa-inna l-laha ghaniyyun ḥamīdun",
          "translation": "Dan sungguh, telah Kami berikan hikmah kepada Lukman, yaitu, \"Bersyukurlah kepada Allah! Dan barangsiapa bersyukur (kepada Allah), maka sesungguhnya dia bersyukur untuk dirinya sendiri; dan barangsiapa tidak bersyukur (kufur), maka sesungguhnya Allah Mahakaya, Maha Terpuji.\"",
          "tafsir": "Ayat ini menerangkan bahwa Allah menganugerahkan kepada Lukman hikmah, yaitu perasaan yang halus, akal pikiran, dan kearifan yang dapat menyampaikannya kepada pengetahuan yang hakiki dan jalan yang benar menuju kebahagiaan abadi. Oleh karena itu, ia bersyukur kepada Allah yang telah memberinya nikmat itu. Hal itu menunjukkan bahwa pengetahuan dan ajaran-ajaran yang disampaikan Lukman itu bukanlah berasal dari wahyu yang diturunkan Allah kepadanya, tetapi semata-mata berdasarkan ilmu dan hikmah yang telah dianugerahkan Allah kepadanya. Berdasarkan riwayat Ibnu Abi Syaibah, Ahmad, Ibnu Abi Dunya, Ibnu Jarir ath-thabari, Ibnu Mundzir, dan Ibnu Abi hatim dari Ibnu 'Abbas bahwa Lukman adalah seorang hamba/budak dan tukang kayu dari Habasyah. Kebanyakan ulama mengatakan bahwa Lukman adalah seorang yang arif, bijak, dan bukan nabi. Banyak riwayat yang menerangkan asal-usul Lukman ini, dan riwayat-riwayat itu antara yang satu dengan yang lain tidak ada kesesuaian. Said bin Musayyab mengatakan bahwa Lukman berasal dari Sudan, sebelah selatan Mesir. Zamakhsyari dan Ibnu Ishaq mengatakan bahwa Lukman termasuk keturunan Bani Israil dan salah seorang cucu Azar, ayah Ibrahim. Menurut pendapat ini, Lukman hidup sebelum kedatangan Nabi Daud. Sedang menurut al-Waqidi, ia salah seorang qadhi Bani Israil. Ada pula riwayat yang menerangkan bahwa Lukman hanyalah seorang yang sangat saleh (wali), bukan seorang nabi. Terlepas dari semua pendapat riwayat di atas, apakah Lukman itu seorang nabi atau bukan, apakah ia orang Sudan atau keturunan Bani Israil, maka yang jelas dan diyakini ialah Lukman adalah seorang hamba Allah yang telah dianugerahi hikmah, mempunyai akidah yang benar, memahami dasar-dasar agama Allah, dan mengetahui akhlak yang mulia. Namanya disebut dalam Al-Qur'an sebagai salah seorang yang selalu menghambakan diri kepada-Nya. Sebagai tanda bahwa Lukman itu seorang hamba Allah yang selalu taat kepada-Nya, merasakan kebesaran dan kekuasaan-Nya di alam semesta ini adalah sikapnya yang selalu bersyukur kepada Allah. Ia merasa dirinya sangat tergantung kepada nikmat Allah itu dan merasa dia telah mendapat hikmah dari-Nya. Menurut riwayat dari Ibnu 'Umar bahwa ia pernah mendengar Rasulullah bersabda, \"Lukman bukanlah seorang nabi, tetapi ia adalah seorang hamba yang banyak melakukan tafakur, ia mencintai Allah, maka Allah mencintainya pula.\" Pada akhir ayat ini, Allah menerangkan bahwa orang yang bersyukur kepada Allah, berarti ia bersyukur untuk kepentingan dirinya sendiri. Sebab, Allah akan menganugerahkan kepadanya pahala yang banyak karena syukurnya itu. Allah berfirman: Barang siapa bersyukur, maka sesungguhnya dia bersyukur untuk (kebaikan) dirinya sendiri, dan barang siapa ingkar, maka sesungguhnya Tuhanku Mahakaya, Mahamulia. (an-Naml/27: 40) Sufyan bin Uyainah berkata, \"Siapa yang melakukan salat lima waktu berarti ia bersyukur kepada Allah, dan orang yang berdoa untuk kedua orang tuanya setiap usai salat, ia telah bersyukur kepada keduanya.\" Orang-orang yang mengingkari nikmat Allah dan tidak bersyukur kepada-Nya berarti ia telah berbuat aniaya terhadap dirinya sendiri, karena Allah tidak akan memberinya pahala bahkan menyiksanya dengan siksaan yang pedih. Allah sendiri tidak memerlukan syukur hamba-Nya karena syukur hamba-Nya itu tidak akan memberikan keuntungan kepada-Nya sedikit pun, dan tidak pula akan menambah kemuliaan-Nya. Dia Mahakuasa lagi Maha Terpuji."
        },
        {
          "number": 13,
          "arabic": "وَإِذْ قَالَ لُقْمَـٰنُ لِٱبْنِهِۦ وَهُوَ يَعِظُهُۥ يَـٰبُنَىَّ لَا تُشْرِكْ بِٱللَّهِ ۖ إِنَّ ٱلشِّرْكَ لَظُلْمٌ عَظِيمٌ",
          "transliteration": "wa-idh qāla luq'mānu li-ib'nihi wahuwa yaʿiẓuhu yābunayya lā tush'rik bil-lahi inna l-shir'ka laẓul'mun ʿaẓīmun",
          "translation": "Dan (ingatlah) ketika Lukman berkata kepada anaknya, ketika dia memberi pelajaran kepadanya, \"Wahai anakku! Janganlah engkau mempersekutukan Allah, sesungguhnya mempersekutukan (Allah) adalah benar-benar kezaliman yang besar.\"",
          "tafsir": "Allah mengingatkan kepada Rasulullah nasihat yang pernah diberikan Lukman kepada putranya ketika ia memberi pelajaran kepadanya. Nasihat itu ialah, \"Wahai anakku, janganlah engkau mempersekutukan sesuatu dengan Allah, sesungguhnya mempersekutukan Allah itu adalah kezaliman yang sangat besar.\" Mempersekutukan Allah dikatakan kezaliman karena perbuatan itu berarti menempatkan sesuatu tidak pada tempatnya, yaitu menyamakan sesuatu yang melimpahkan nikmat dan karunia dengan sesuatu yang tidak sanggup memberikan semua itu. Menyamakan Allah sebagai sumber nikmat dan karunia dengan patung-patung yang tidak dapat berbuat apa-apa adalah perbuatan zalim. Perbuatan itu dianggap sebagai kezaliman yang besar karena yang disamakan dengan makhluk yang tidak bisa berbuat apa-apa itu adalah Allah Pencipta dan Penguasa semesta alam, yang seharusnya semua makhluk mengabdi dan mengham-bakan diri kepada-Nya. Diriwayatkan oleh al-Bukhari dari Ibnu Mas'ud bahwa tatkala turun ayat: Orang-orang yang beriman dan tidak mencampuradukkan iman mereka dengan syirik, mereka itulah orang-orang yang mendapat rasa aman dan mereka mendapat petunjuk. (al-An'am/6: 82) timbullah keresahan di antara para sahabat Rasulullah saw. Mereka berpendapat bahwa amat berat menjaga keimanan agar tidak bercampur dengan kezaliman. Mereka lalu berkata kepada Rasulullah saw, \"Siapakah di antara kami yang tidak mencampuradukkan keimanan dengan kezaliman?\" Maka Rasulullah menjawab, \"Maksudnya bukan demikian, apakah kamu tidak mendengar perkataan Lukman, 'Hai anakku, jangan kamu menyekutukan sesuatu dengan Allah, sesungguhnya memper-sekutukan Allah adalah kezaliman yang besar.\" Dari ayat ini dipahami bahwa di antara kewajiban ayah kepada anak-anaknya ialah memberi nasihat dan pelajaran, sehingga anak-anaknya dapat menempuh jalan yang benar, dan terhindar dari kesesatan. Hal ini sesuai dengan firman Allah: Wahai orang-orang yang beriman! Peliharalah dirimu dan keluargamu dari api neraka yang bahan bakarnya adalah manusia dan batu. (at-Tahrim/66: 6) Jika diperhatikan susunan kalimat ayat ini, maka dapat diambil kesimpulan bahwa Lukman melarang anaknya menyekutukan Tuhan. Larangan ini adalah sesuatu yang memang patut disampaikan Lukman kepada putranya karena menyekutukan Allah adalah perbuatan dosa yang paling besar. Anak adalah generasi penerus dari orang tuanya. Cita-cita yang belum dicapai orang tua selama hidup di dunia diharapkan dapat tercapai oleh anaknya. Demikian pula kepercayaan yang dianut orang tuanya, di samping budi pekerti yang luhur, anak-anak diharapkan mewarisi dan memiliki semua nilai-nilai yang diikuti ayahnya itu di kemudian hari. Lukman telah melakukan tugas yang sangat penting kepada anaknya, dengan menyampaikan agama yang benar dan budi pekerti yang luhur. Cara Lukman menyampaikan pesan itu wajib dicontoh oleh setiap orang tua yang mengaku dirinya muslim."
        },
        {
          "number": 14,
          "arabic": "وَوَصَّيْنَا ٱلْإِنسَـٰنَ بِوَٰلِدَيْهِ حَمَلَتْهُ أُمُّهُۥ وَهْنًا عَلَىٰ وَهْنٍ وَفِصَـٰلُهُۥ فِى عَامَيْنِ أَنِ ٱشْكُرْ لِى وَلِوَٰلِدَيْكَ إِلَىَّ ٱلْمَصِيرُ",
          "transliteration": "wawaṣṣaynā l-insāna biwālidayhi ḥamalathu ummuhu wahnan ʿalā wahnin wafiṣāluhu fī ʿāmayni ani ush'kur lī waliwālidayka ilayya l-maṣīru",
          "translation": "Dan Kami perintahkan kepada manusia (agar berbuat baik) kepada kedua orang tuanya. Ibunya telah mengandungnya dalam keadaan lemah yang bertambah-tambah, dan menyapihnya dalam usia dua tahun.<sup foot_note=135599>1</sup> Bersyukurlah kepada-Ku dan kepada kedua orang tuamu. Hanya kepada Aku kembalimu.",
          "tafsir": "Dalam ayat ini, Allah memerintahkan kepada manusia agar berbakti kepada kedua orang tuanya dengan berusaha melaksanakan perintah-perintahnya dan mewujudkan keinginannya. Pada ayat-ayat lain, Allah juga memerintahkan yang demikian, firman-Nya: Dan Tuhanmu telah memerintahkan agar kamu jangan menyembah selain Dia dan hendaklah berbuat baik kepada ibu bapak. (al-Isra'/17: 23) Hal-hal yang menyebabkan seorang anak diperintahkan berbuat baik kepada ibu adalah: 1. Ibu mengandung seorang anak sampai ia dilahirkan. Selama masa mengandung itu, ibu menahan dengan sabar penderitaan yang cukup berat, mulai pada bulan-bulan pertama, kemudian kandungan itu semakin lama semakin berat, dan ibu semakin lemah, sampai ia melahirkan. Kekuatannya baru pulih setelah habis masa nifas. 2. Ibu menyusui anaknya sampai usia dua tahun. Banyak penderitaan dan kesukaran yang dialami ibu dalam masa menyusukan anaknya. Hanya Allah yang mengetahui segala penderitaan itu. Dalam ayat ini yang disebutkan hanya alasan mengapa seorang anak harus taat dan berbuat baik kepada ibunya, tidak disebutkan apa sebabnya seorang anak harus taat dan berbuat baik kepada bapaknya. Hal ini menunjukkan bahwa kesukaran dan penderitaan ibu dalam mengandung, memelihara, dan mendidik anaknya jauh lebih berat bila dibandingkan dengan penderitaan yang dialami bapak dalam memelihara anaknya. Penderitaan itu tidak hanya berupa pengorbanan sebagian dari waktu hidupnya untuk memelihara anaknya, tetapi juga penderitaan jasmani dan rohani. Seorang ibu juga menyediakan zat-zat penting dalam tubuhnya untuk makanan anaknya selama anaknya masih berupa janin di dalam kandungan. Sesudah lahir ke dunia, sang anak itu lalu disusukannya dalam masa dua tahun (yang utama). Air susu ibu (ASI) juga terdiri dari zat-zat penting dalam darah ibu, yang disuguhkan dengan kasih sayang untuk dihisap oleh anaknya. Dalam ASI ini terdapat segala macam zat yang diperlukan untuk pertumbuhan jasmani dan rohani anak, dan untuk mencegah segala macam penyakit. Zat-zat ini tidak terdapat pada susu sapi. Oleh sebab itu, susu sapi dan yang sejenisnya tidak akan sama mutunya dengan ASI. Segala macam susu bubuk atau susu kaleng tidak ada yang sama mutunya dengan ASI. Seorang ibu sangat dihimbau untuk menyusui anaknya dengan ASI. Janganlah ia menggantinya dengan susu bubuk, kecuali dalam situasi yang sangat memaksa. Mendapatkan ASI dari ibunya adalah hak anak, dan menyusukan anak adalah suatu kewajiban yang telah dibebankan Allah kepada ibunya. Dalam ayat ini, Allah hanya menyebutkan sebab-sebab manusia harus taat dan berbuat baik kepada ibunya. Nabi saw sendiri memerintahkan agar seorang anak lebih mendahulukan berbuat baik kepada ibunya daripada kepada bapaknya, sebagaimana diterangkan dalam hadis: Dari Bahz bin hakim, dari bapaknya, dari kakeknya, ia berkata, \"Aku bertanya ya Rasulullah, kepada siapakah aku wajib berbakti?\" Rasulullah menjawab, \"Kepada ibumu.\" Aku bertanya, \"Kemudian kepada siapa?\" Rasulullah menjawab, \"Kepada ibumu.\" Aku bertanya, \"Kemudian kepada siapa lagi?\" Rasulullah menjawab, \"Kepada ibumu.\" Aku bertanya, \"Kemudian kepada siapa lagi?\" Rasulullah menjawab, \"Kepada bapakmu. Kemudian kepada kerabat yang lebih dekat, kemudian kerabat yang lebih dekat.\" (Riwayat Abu Dawud dan at-Tirmidzi) Adapun tentang lamanya menyusukan anak, Al-Qur'an memerintahkan agar seorang ibu menyusukan anaknya paling lama dua tahun, sebagaimana yang diterangkan dalam ayat ini, dengan firman-Nya, \"dan menyapihnya dalam masa dua tahun.\" Dalam ayat lain, Allah menentukan masa untuk menyusukan anak itu selama dua tahun. Allah berfirman: Dan ibu-ibu hendaklah menyusui anak-anaknya selama dua tahun penuh, bagi yang ingin menyusui secara sempurna. (al-Baqarah/2: 233) Firman-Nya lagi: Masa mengandung sampai menyapihnya selama tiga puluh bulan. (al-Ahqaf/46: 15) Pengertian ayat di atas adalah waktu yang dibutuhkan seorang ibu mengandung anaknya minimal enam bulan, dan masa menyusui dua puluh empat bulan atau dua tahun. Jika keduanya dijumlahkan akan ketemu bilangan 30 bulan. Al-Qur'an mengajarkan bahwa seorang ibu hendaknya menyusui anaknya dalam masa dua tahun. Pada ayat 233 surah al-Baqarah diterangkan bahwa masa menyusui dua tahun itu adalah bagi seorang ibu yang hendak menyusukan anaknya dengan sempurna. Maksudnya, bila ada sesuatu halangan, atau masa dua tahun itu dirasakan amat berat, maka boleh dikurangi. Masa menyusui dua tahun mengandung hikmah lainnya, yaitu untuk menjarangkan kelahiran. Dengan menjalankan pengaturan yang alami ini, seorang ibu hanya akan melahirkan paling cepat sekali dalam masa tiga tahun, atau kurang sedikit. Sebab dalam masa menyusui, seorang perempuan pada umumnya sukar untuk hamil kembali. Kemudian Allah menjelaskan bahwa maksud dari \"berbuat baik\" dalam ayat ini adalah agar manusia selalu bersyukur setiap menerima nikmat-nikmat yang telah dilimpahkan kepada mereka, dan bersyukur pula kepada ibu bapak karena keduanya yang membesarkan, memelihara, dan mendidik serta bertanggung jawab atas diri mereka, sejak dalam kandungan sampai mereka dewasa dan sanggup berdiri sendiri. Masa membesarkan anak merupakan masa sulit karena ibu bapak menanggung segala macam kesusahan dan penderitaan, baik dalam menjaga maupun dalam usaha mencarikan nafkah anaknya. Ibu-bapak dalam ayat ini disebut secara umum, tidak dibedakan antara ibu bapak yang muslim dengan yang kafir. Oleh karena itu, dapat dipahami bahwa anak wajib berbuat baik kepada ibu bapaknya, apakah ibu bapaknya itu muslim atau kafir. Di samping apa yang disebutkan di atas, masih ada beberapa hal yang mengharuskan anak menghormati dan berbuat baik kepada ibu bapak, antara lain: 1. Ibu dan bapak telah mencurahkan kasih sayangnya kepada anak-anaknya. Cinta dan kasih sayang itu terwujud dalam berbagai bentuk, di antaranya ialah membesarkan, mendidik, menjaga, dan memenuhi keinginan-keinginan anaknya. Usaha-usaha yang tidak mengikat itu dilakukan tanpa mengharapkan balasan apa pun dari anak-anaknya, kecuali agar mereka di kemudian hari menjadi anak yang berguna bagi agama, nusa, dan bangsa. 2. Anak adalah buah hati dan jantung dari ibu bapaknya, seperti yang disebutkan dalam suatu riwayat bahwa Rasulullah bersabda, \"Fatimah adalah buah hatiku.\" 3. Sejak dalam kandungan, lalu dilahirkan ke dunia hingga dewasa, kebutuhan makan, minum, pakaian, dan keperluan lain anak-anak ditanggung oleh ibu bapaknya. Dengan perkataan lain dapat diungkapkan bahwa nikmat yang paling besar yang diterima oleh seorang manusia adalah nikmat dari Allah, kemudian nikmat yang diterima dari ibu bapaknya. Itulah sebabnya, Allah meletakkan kewajiban berbuat baik kepada kedua ibu bapak, sesudah kewajiban beribadah kepada-Nya. Pada akhir ayat ini, Allah memperingatkan bahwa manusia akan kembali kepada-Nya, bukan kepada orang lain. Pada saat itu, Dia akan memberikan pembalasan yang adil kepada hamba-hamba-Nya. Perbuatan baik akan dibalas pahala yang berlipat ganda berupa surga, sedangkan perbuatan jahat akan dibalas dengan azab neraka."
        },
        {
          "number": 15,
          "arabic": "وَإِن جَـٰهَدَاكَ عَلَىٰٓ أَن تُشْرِكَ بِى مَا لَيْسَ لَكَ بِهِۦ عِلْمٌ فَلَا تُطِعْهُمَا ۖ وَصَاحِبْهُمَا فِى ٱلدُّنْيَا مَعْرُوفًا ۖ وَٱتَّبِعْ سَبِيلَ مَنْ أَنَابَ إِلَىَّ ۚ ثُمَّ إِلَىَّ مَرْجِعُكُمْ فَأُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ",
          "transliteration": "wa-in jāhadāka ʿalā an tush'rika bī mā laysa laka bihi ʿil'mun falā tuṭiʿ'humā waṣāḥib'humā fī l-dun'yā maʿrūfan wa-ittabiʿ sabīla man anāba ilayya thumma ilayya marjiʿukum fa-unabbi-ukum bimā kuntum taʿmalūna",
          "translation": "Dan jika keduanya memaksamu untuk mempersekutukan Aku dengan sesuatu yang engkau tidak mempunyai ilmu tentang itu, maka janganlah engkau menaati keduanya, dan pergaulilah keduanya di dunia dengan baik, dan ikutilah jalan orang yang kembali kepada-Ku. Kemudian hanya kepada-Ku tempat kembalimu, maka akan Aku beritahukan kepadamu apa yang telah kamu kerjakan.",
          "tafsir": "Diriwayatkan bahwa ayat ini diturunkan berhubungan dengan Sa'ad bin Abi Waqqash, ia berkata, \"Tatkala aku masuk Islam, ibuku bersumpah bahwa beliau tidak akan makan dan minum sebelum aku meninggalkan agama Islam itu. Untuk itu pada hari pertama aku mohon agar beliau mau makan dan minum, tetapi beliau menolaknya dan tetap bertahan pada pendiriannya. Pada hari kedua, aku juga mohon agar beliau mau makan dan minum, tetapi beliau masih tetap pada pendiriannya. Pada hari ketiga, aku mohon kepada beliau agar mau makan dan minum, tetapi tetap menolaknya. Oleh karena itu, aku berkata kepadanya, 'Demi Allah, seandainya ibu mempunyai seratus jiwa dan keluar satu persatu di hadapan saya sampai ibu mati, aku tidak akan meninggalkan agama yang aku peluk ini. Setelah ibuku melihat keyakinan dan kekuatan pendirianku, maka beliau pun mau makan.\" Dari sebab turun ayat ini dapat diambil pengertian bahwa Sa'ad tidak berdosa karena tidak mengikuti kehendak ibunya untuk kembali kepada agama syirik. Hukum ini berlaku pula untuk seluruh umat Nabi Muhammad yang tidak boleh taat kepada orang tuanya mengikuti agama syirik dan perbuatan dosa yang lain. Ayat ini menerangkan bahwa dalam hal tertentu, seorang anak dilarang menaati ibu bapaknya jika mereka memerintahkannya untuk menyekutukan Allah, yang dia sendiri memang tidak mengetahui bahwa Allah mempunyai sekutu, karena memang tidak ada sekutu bagi-Nya. Sepanjang pengetahuan manusia, Allah tidak mempunyai sekutu. Karena menurut naluri, manusia harus mengesakan Tuhan. Selanjutnya Allah memerintahkan agar seorang anak tetap bersikap baik kepada kedua ibu bapaknya dalam urusan dunia, seperti menghormati, menyenangkan hati, serta memberi pakaian dan tempat tinggal yang layak baginya, walaupun mereka memaksanya mempersekutukan Tuhan atau melakukan dosa yang lain. Pada ayat lain diperingatkan bahwa seseorang anak wajib mengucapkan kata-kata yang baik kepada ibu bapaknya. Jangan sekali-kali bertindak atau mengucapkan kata-kata yang menyinggung hatinya, sekalipun hanya kata-kata \"ah\". Allah berfirman: ¦maka sekali-kali janganlah engkau mengatakan kepada keduanya perkataan \"ah\". (al-Isra'/17: 23) Pada akhir ayat ini kaum Muslimin diperintahkan agar mengikuti jalan orang yang menuju kepada Allah, Tuhan Yang Maha Esa, dan tidak mengikuti jalan orang yang menyekutukan-Nya dengan makhluk. Kemudian ayat ini ditutup dengan peringatan dari Allah bahwa hanya kepada-Nya manusia kembali, dan Ia akan memberitahukan apa-apa yang telah mereka kerjakan selama hidup di dunia."
        },
        {
          "number": 16,
          "arabic": "يَـٰبُنَىَّ إِنَّهَآ إِن تَكُ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ فَتَكُن فِى صَخْرَةٍ أَوْ فِى ٱلسَّمَـٰوَٰتِ أَوْ فِى ٱلْأَرْضِ يَأْتِ بِهَا ٱللَّهُ ۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٌ",
          "transliteration": "yābunayya innahā in taku mith'qāla ḥabbatin min khardalin fatakun fī ṣakhratin aw fī l-samāwāti aw fī l-arḍi yati bihā l-lahu inna l-laha laṭīfun khabīrun",
          "translation": "(Lukman berkata), \"Wahai anakku! Sungguh, jika ada (suatu perbuatan) seberat biji sawi, dan berada dalam batu atau di langit atau di bumi, niscaya Allah akan memberinya (balasan). Sesungguhnya Allah Mahahalus,<sup foot_note=135600>1</sup> Mahateliti.",
          "tafsir": "Lukman berwasiat kepada anaknya agar beramal dengan baik karena apa yang dilakukan manusia, dari yang besar sampai yang sekecil-kecilnya, yang tampak dan yang tidak tampak, yang terlihat dan yang tersembunyi, baik di langit maupun di bumi, pasti diketahui Allah. Oleh karena itu, Allah pasti akan memberikan balasan yang setimpal dengan perbuatan manusia itu. Perbuatan baik akan dibalas dengan surga, sedang perbuatan jahat dan dosa akan dibalas dengan neraka. Pengetahuan Allah meliputi segala sesuatu dan tidak ada yang luput sedikit pun dari pengetahuan-Nya. Allah kemudian melukiskan dalam firman-Nya tentang penimbangan perbuatan manusia: Dan Kami akan memasang timbangan yang tepat pada hari Kiamat, maka tidak seorang pun dirugikan walau sedikit. (al-Anbiya'/21: 47)"
        },
        {
          "number": 17,
          "arabic": "يَـٰبُنَىَّ أَقِمِ ٱلصَّلَوٰةَ وَأْمُرْ بِٱلْمَعْرُوفِ وَٱنْهَ عَنِ ٱلْمُنكَرِ وَٱصْبِرْ عَلَىٰ مَآ أَصَابَكَ ۖ إِنَّ ذَٰلِكَ مِنْ عَزْمِ ٱلْأُمُورِ",
          "transliteration": "yābunayya aqimi l-ṣalata wamur bil-maʿrūfi wa-in'ha ʿani l-munkari wa-iṣ'bir ʿalā mā aṣābaka inna dhālika min ʿazmi l-umūri",
          "translation": "Wahai anakku! Laksanakanlah salat dan suruhlah (manusia) berbuat yang makruf dan cegahlah (mereka) dari yang mungkar dan bersabarlah terhadap apa yang menimpamu, sesungguhnya yang demikian itu termasuk perkara yang penting.",
          "tafsir": "Pada ayat ini, Lukman mewasiatkan kepada anaknya hal-hal berikut: a.Selalu mendirikan salat dengan sebaik-baiknya, sehingga diridai Allah. Jika salat yang dikerjakan itu diridai Allah, perbuatan keji dan perbuatan mungkar dapat dicegah, jiwa menjadi bersih, tidak ada kekhawatiran terhadap diri orang itu, dan mereka tidak akan bersedih hati jika ditimpa cobaan, dan merasa dirinya semakin dekat dengan Tuhannya. Nabi saw bersabda: Sembahlah Allah seakan-akan engkau melihat-Nya, maka jika engkau tidak melihat-Nya, maka sesungguhnya Dia melihat engkau. (Riwayat al-Bukhari dan Muslim) b.Berusaha mengajak manusia mengerjakan perbuatan-perbuatan baik yang diridai Allah, berusaha membersihkan jiwa dan mencapai keberuntungan, serta mencegah mereka agar tidak mengerjakan perbuatan-perbuatan dosa. Allah berfirman: Sungguh beruntung orang yang menyucikannya (jiwa itu), dan sungguh rugi orang yang mengotorinya. (asy-Syams/91: 9-10) c.Selalu bersabar dan tabah terhadap segala macam cobaan yang menimpa, akibat dari mengajak manusia berbuat baik dan meninggalkan perbuatan yang mungkar, baik cobaan itu dalam bentuk kesenangan dan kemegahan, maupun dalam bentuk ke-sengsaraan dan penderitaan. Pada akhir ayat ini diterangkan bahwa Allah memerintahkan tiga hal tersebut di atas karena merupakan pekerjaan yang amat besar faedahnya bagi yang mengerjakannya dan memberi manfaat di dunia dan di akhirat."
        },
        {
          "number": 18,
          "arabic": "وَلَا تُصَعِّرْ خَدَّكَ لِلنَّاسِ وَلَا تَمْشِ فِى ٱلْأَرْضِ مَرَحًا ۖ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ",
          "transliteration": "walā tuṣaʿʿir khaddaka lilnnāsi walā tamshi fī l-arḍi maraḥan inna l-laha lā yuḥibbu kulla mukh'tālin fakhūrin",
          "translation": "Dan janganlah kamu memalingkan wajah dari manusia (karena sombong) dan janganlah berjalan di bumi dengan angkuh. Sungguh, Allah tidak menyukai orang-orang yang sombong dan membanggakan diri.",
          "tafsir": "Ayat ini menerangkan lanjutan wasiat Lukman kepada anaknya, yaitu agar anaknya berbudi pekerti yang baik, dengan cara: 1. Jangan sekali-kali bersifat angkuh dan sombong, membanggakan diri dan memandang rendah orang lain. Tanda-tanda seseorang yang bersifat angkuh dan sombong itu ialah: -Bila berjalan dan bertemu dengan orang lain, ia memalingkan mukanya, tidak mau menegur atau memperlihatkan sikap ramah. -Berjalan dengan sikap angkuh, seakan-akan ia yang berkuasa dan yang paling terhormat. Firman Allah: Dan janganlah engkau berjalan di bumi ini dengan sombong, karena sesungguhnya engkau tidak akan dapat menembus bumi dan tidak akan mampu menjulang setinggi gunung. (al-Isra'/17: 37) Dalam sebuah hadis, Rasulullah bersabda: Janganlah kamu saling membenci, janganlah kamu saling membelakangi dan janganlah kamu saling mendengki, dan jadilah kamu hamba Allah yang bersaudara. Tidak boleh bagi seorang muslim memencilkan (tidak berbaik) dengan temannya lebih dari tiga hari. (Riwayat Malik dari Anas bin Malik) 2. Hendaklah berjalan secara wajar, tidak dibuat-buat dan kelihatan angkuh atau sombong, dan lemah lembut dalam berbicara, sehingga orang yang melihat dan mendengarnya merasa senang dan tenteram hatinya. Berbicara dengan sikap keras, angkuh, dan sombong dilarang Allah karena gaya bicara yang semacam itu tidak enak didengar, menyakitkan hati dan telinga. Hal itu diibaratkan Allah dengan suara keledai yang tidak nyaman didengar. Yahya bin Jabir ath-tha'i meriwayatkan dari Gudhaif bin haris, ia berkata, \"Aku duduk dekat 'Abdullah bin 'Amr bin al-'ash, maka aku mendengar ia berkata, 'Sesungguhnya kubur itu akan berbicara dengan orang yang dikuburkan di dalamnya, ia berkata, 'Hai anak Adam apakah yang telah memperdayakan engkau, sehingga engkau masuk ke dalam liangku? Tidakkah engkau mengetahui bahwa aku rumah tempat engkau berada sendirian? Tidakkah engkau mengetahui bahwa aku tempat yang gelap? Tidakkah engkau mengetahui bahwa aku rumah kebenaran? Apakah yang memperdayakan engkau sehingga engkau masuk ke dalam liangku? Sesungguhnya engkau waktu hidup menyombongkan diri.\" Sederhana atau wajar dalam berjalan dan berbicara bukan berarti berjalan dengan menundukkan kepala dan berbicara dengan lunak. Akan tetapi, maksudnya ialah berjalan dan berbicara dengan sopan dan lemah lembut, sehingga orang merasa senang melihatnya. Adapun berjalan dengan sikap gagah dan wajar, serta berkata dengan tegas yang menunjukkan suatu pendirian yang kuat, tidak dilarang oleh agama. Menurut suatu riwayat dari 'Aisyah r.a. bahwa beliau melihat seorang laki-laki berjalan menunduk lemah, seakan-akan telah kehilangan kekuatan tubuhnya, maka beliau pun bertanya, \"Mengapa orang itu berjalan terlalu lemah dan lambat?\" Seseorang menjawab, \"Dia adalah seorang fuqaha yang sangat alim.\" Mendengar jawaban itu 'Aisyah berkata, \"Umar adalah penghulu fuqaha, tetapi apabila berjalan, ia berjalan dengan sikap yang gagah, apabila berkata, ia bersuara sedikit keras, dan apabila memukul, maka pukulannya sangat keras.\""
        },
        {
          "number": 19,
          "arabic": "وَٱقْصِدْ فِى مَشْيِكَ وَٱغْضُضْ مِن صَوْتِكَ ۚ إِنَّ أَنكَرَ ٱلْأَصْوَٰتِ لَصَوْتُ ٱلْحَمِيرِ",
          "transliteration": "wa-iq'ṣid fī mashyika wa-ugh'ḍuḍ min ṣawtika inna ankara l-aṣwāti laṣawtu l-ḥamīri",
          "translation": "Dan sederhanakanlah dalam berjalan<sup foot_note=135601>1</sup> dan lunakkanlah suaramu, Sesungguhnya seburuk-buruk suara ialah suara keledai.\"",
          "tafsir": "Ayat ini menerangkan lanjutan wasiat Lukman kepada anaknya, yaitu agar anaknya berbudi pekerti yang baik, dengan cara: 1. Jangan sekali-kali bersifat angkuh dan sombong, membanggakan diri dan memandang rendah orang lain. Tanda-tanda seseorang yang bersifat angkuh dan sombong itu ialah: -Bila berjalan dan bertemu dengan orang lain, ia memalingkan mukanya, tidak mau menegur atau memperlihatkan sikap ramah. -Berjalan dengan sikap angkuh, seakan-akan ia yang berkuasa dan yang paling terhormat. Firman Allah: Dan janganlah engkau berjalan di bumi ini dengan sombong, karena sesungguhnya engkau tidak akan dapat menembus bumi dan tidak akan mampu menjulang setinggi gunung. (al-Isra'/17: 37) Dalam sebuah hadis, Rasulullah bersabda: Janganlah kamu saling membenci, janganlah kamu saling membelakangi dan janganlah kamu saling mendengki, dan jadilah kamu hamba Allah yang bersaudara. Tidak boleh bagi seorang muslim memencilkan (tidak berbaik) dengan temannya lebih dari tiga hari. (Riwayat Malik dari Anas bin Malik) 2. Hendaklah berjalan secara wajar, tidak dibuat-buat dan kelihatan angkuh atau sombong, dan lemah lembut dalam berbicara, sehingga orang yang melihat dan mendengarnya merasa senang dan tenteram hatinya. Berbicara dengan sikap keras, angkuh, dan sombong dilarang Allah karena gaya bicara yang semacam itu tidak enak didengar, menyakitkan hati dan telinga. Hal itu diibaratkan Allah dengan suara keledai yang tidak nyaman didengar. Yahya bin Jabir ath-tha'i meriwayatkan dari Gudhaif bin haris, ia berkata, \"Aku duduk dekat 'Abdullah bin 'Amr bin al-'ash, maka aku mendengar ia berkata, 'Sesungguhnya kubur itu akan berbicara dengan orang yang dikuburkan di dalamnya, ia berkata, 'Hai anak Adam apakah yang telah memperdayakan engkau, sehingga engkau masuk ke dalam liangku? Tidakkah engkau mengetahui bahwa aku rumah tempat engkau berada sendirian? Tidakkah engkau mengetahui bahwa aku tempat yang gelap? Tidakkah engkau mengetahui bahwa aku rumah kebenaran? Apakah yang memperdayakan engkau sehingga engkau masuk ke dalam liangku? Sesungguhnya engkau waktu hidup menyombongkan diri.\" Sederhana atau wajar dalam berjalan dan berbicara bukan berarti berjalan dengan menundukkan kepala dan berbicara dengan lunak. Akan tetapi, maksudnya ialah berjalan dan berbicara dengan sopan dan lemah lembut, sehingga orang merasa senang melihatnya. Adapun berjalan dengan sikap gagah dan wajar, serta berkata dengan tegas yang menunjukkan suatu pendirian yang kuat, tidak dilarang oleh agama. Menurut suatu riwayat dari 'Aisyah r.a. bahwa beliau melihat seorang laki-laki berjalan menunduk lemah, seakan-akan telah kehilangan kekuatan tubuhnya, maka beliau pun bertanya, \"Mengapa orang itu berjalan terlalu lemah dan lambat?\" Seseorang menjawab, \"Dia adalah seorang fuqaha yang sangat alim.\" Mendengar jawaban itu 'Aisyah berkata, \"Umar adalah penghulu fuqaha, tetapi apabila berjalan, ia berjalan dengan sikap yang gagah, apabila berkata, ia bersuara sedikit keras, dan apabila memukul, maka pukulannya sangat keras.\""
        }
      ]
    }
  ]
}