{
  "pageNumber": 205,
  "juz": 11,
  "surahs": [
    {
      "number": 9,
      "name": "At-Taubah",
      "nameArabic": "التوبة",
      "meaning": "Pengampunan",
      "revelation": "Madinah",
      "description": "Surat At-Taubah terdiri dari 129 ayat dan termasuk surat Madaniyyah. Surat ini dinamakan \"At-Taubah\" yang berarti pengampunan berhubung kata \"At-Taubah\" disebut berulang kali dalam surat ini. Dinamakan juga dengan \"Baraa'ah\" yang berarti berlepas diri yang di sini maksudnya pernyataan pemutusan hubungan, disebabkan kebanyakan pokok pembicaraannya tentang pernyataan pemutusan perjanjian damai dengan kaum musyrikin.Di samping kedua nama yang masyhur di atas, ada beberapa nama lain yang merupakan sifat dari surat ini.Pada permulaan surat ini tidak terdapat basmalah karena berisi pernyataan perang total dengan arti bahwa segenap kaum muslimin diarahkan untuk memerangi seluruh kaum musyrikin, sedang basmalah bernafaskan perdamaian dan cinta kasih dari Allah.Surat ini diturunkan setelah Nabi Muhammad s.a.w. kembali dari perang Tabuk yang terjadi pada tahun 9 H. Pengumuman ini disampaikan oleh Saidina 'Ali pada musim haji pada tahun yang sama.Selain pernyataan pembatalan perjanjian damai dengan kaum musyrikin, surat ini mengandung pokok-pokok isi sebagai berikut:1. Keimanan:Allah selalu menyertai hamba-hamba-Nya yang beriman; pembalasan atas amalan-amalan manusia hanya dari Allah; segala sesuatu menurut sunnatullah; perlindungan Allah bagi orang-orang yang beriman; kedudukan Nabi Muhammad s.a.w. di sisi Allah.2. Hukum-hukum:Kewajiban menginfakkan harta; macam-macam harta dalam agama serta penggunaannya; jizyah; perjanjian dan perdamaian; kewajiban umat Islam terhadap Nabinya, sebab-sebab orang Islam melakukan perang total; beberapa dasar politik kenegaraan dan peperangan dalam Islam.3. Kisah-kisah:Nabi Muhammad s.a.w. dengan Abu Bakar r.a. di suatu gua di bukit Tsur ketika hijrah; perang Hunain (perang Authas atau perang Hawazin); perang Tabuk.4. Lain-lain:Sifat-sifat orang yang beriman dan tingkatan-tingkatan mereka.Surat At-Taubah berisi pernyataan pembatalan perjanjian damai oleh Nabi Muhammad dengan kaum musyrikin, karena mereka tidak memenuhi syarat-syarat perjanjian damai yang diikrarkan pada perjanjian Hudaibiyyah. Selain itu, surat At-Taubah juga menjelaskan hukum peperangan dan perdamaian, hukum kenegaraan, keadaan Nabi Muhammad pada waktu hijrah, dan kewajiban menginfakkan harta.Hubungan Surat At-Taubah Dengan Surat Yunus:1. Akhir surat At-Taubah ditutup dengan menyebutkan tentang risalah Nabi Muhammad dan hal-hal yang serupa disebutkan pula pada akhir surat Yunus.2. Surat At-Taubah menyebut keadaan orang-orang munafik dan menerangkan sikap mereka ketika Al-Qur'an diturunkan, sedang surat Yunus menerangkan sikap orang kafir terhadap Al-Qur'an.",
      "verses": [
        {
          "number": 112,
          "arabic": "ٱلتَّـٰٓئِبُونَ ٱلْعَـٰبِدُونَ ٱلْحَـٰمِدُونَ ٱلسَّـٰٓئِحُونَ ٱلرَّٰكِعُونَ ٱلسَّـٰجِدُونَ ٱلْـَٔامِرُونَ بِٱلْمَعْرُوفِ وَٱلنَّاهُونَ عَنِ ٱلْمُنكَرِ وَٱلْحَـٰفِظُونَ لِحُدُودِ ٱللَّهِ ۗ وَبَشِّرِ ٱلْمُؤْمِنِينَ",
          "transliteration": "al-tāibūna l-ʿābidūna l-ḥāmidūna l-sāiḥūna l-rākiʿūna l-sājidūna l-āmirūna bil-maʿrūfi wal-nāhūna ʿani l-munkari wal-ḥāfiẓūna liḥudūdi l-lahi wabashiri l-mu'minīna",
          "translation": "Mereka itu adalah orang-orang yang bertobat, beribadah, memuji (Allah), mengembara (demi ilmu dan agama),<sup foot_note=135331>1</sup> rukuk, sujud, menyuruh berbuat makruf dan mencegah dari yang mungkar dan yang memelihara hukum-hukum Allah. Dan gembirakanlah orang-orang yang beriman.",
          "tafsir": "Dalam ayat ini disebutkan beberapa sifat dari orang-orang mukmin yang telah mencapai puncak kesempurnaan iman, yang telah mengorbankan harta benda dan jiwa raga mereka dalam berjihad untuk menjunjung tinggi dan menegakkan agama Allah. Sifat-sifat tersebut ialah: 1. Mereka adalah orang-orang yang bertobat, kembali kepada Allah dengan cara meninggalkan setiap perbuatan yang akan menjauhkan diri dari keridaan-Nya. Maka tobat orang yang pernah menjadi kafir adalah kembalinya mereka kepada jalan Allah, serta melaksanakan perintah syariat-Nya. Dalam hal ini Allah telah berfirman: Jika mereka bertobat, mendirikan salat, dan menunaikan zakat, maka (mereka itu) adalah saudara-saudaramu seagama. (at-Taubah/9: 11) Sedang tobat orang yang pernah menjadi munafik ialah dengan cara meninggalkan kemunafikannya itu. Tobat orang-orang yang durhaka ialah dengan cara meninggalkan kedurhakaannya dengan menyesali apa yang telah diperbuatnya, serta bertekad untuk tidak mengulangi perbuatan itu lagi, sebagaimana tobat yang telah dilakukan oleh beberapa orang mukmin (Abu Lubabah dengan kawan-kawannya) yang telah mangkir dari Perang Tabuk. Adapun tobat orang yang telah lalai dari melakukan kebajikan, ialah dengan cara berbuat kebajikan lain yang lebih banyak, sedang tobat orang yang lalai dari mengingat Allah ialah dengan cara berzikir dan bersyukur lebih banyak lagi setelah menyadari kelalaiannya. 2. Orang-orang mukmin yang mencapai puncak kesempurnaan iman mempunyai sifat sebagai orang-orang yang beribadat kepada Allah semata-mata dengan ikhlas, tanpa riya maupun syirik. Semua ibadah doa dan harapannya hanya ditujukan kepada Allah semata. Mereka menjauhi segala perbuatan yang dimaksudkan untuk mendekatkan diri kepada selain Allah atau mengharapkan pertolongan dari selain Allah, baik untuk kepentingan duniawi maupun ukhrawi. 3. Orang-orang mukmin disifati sebagai orang-orang yang senantiasa menyampaikan pujian kepada Allah, baik dalam waktu suka maupun pada saat duka. Dalam hal ini 'Aisyah r.a. menerangkan bahwa Nabi Muhammad saw, apabila menemukan suatu hal yang menggembirakan maka beliau mengucapkan kata-kata pujian yang berbunyi: Segala pujian hanyalah untuk Allah yang dengan nikmat-Nya segala kebaikan dapat disempurnakan. (Riwayat Ibnu Majah dan al-hakim) Dan apabila beliau menghadapi suatu hal yang tidak diinginkannya, maka beliau mengucapkan kata pujian yang berbunyi: Segala puji hanyalah untuk Allah semata-mata, dalam segala hal. (Riwayat Abu Dawud, at-Tirmidzi, dan lain-lain) 4. Orang-orang mukmin yang mencapai puncak kesempurnan juga memiliki sifat sebagai orang-orang yang suka mengembara untuk tujuan-tujuan yang baik dan benar, misalnya pengembaraan yang dilakukan untuk menuntut ilmu pengetahuan, baik ilmu pengetahuan agama, maupun ilmu pengetahuan untuk kemajuan duniawi, atau untuk sesuatu yang bermanfaat bagi kemajuan dan kesejahteraan bangsa dan tanah air. Atau melakukan pengembaraan untuk melihat dan memperhatikan keadaan bangsa-bangsa dan negeri-negeri lain, agar dari semuanya itu dapat diambil pelajaran yang berguna, serta meningkatkan keimanan dan ibadah kita kepada Allah, Pencipta alam semesta. Di dalam Al-Qur'an, terdapat banyak firman Allah yang mendorong manusia agar mengadakan perjalanan di muka bumi ini, untuk mendapatkan pengalaman dan pelajaran, yang akan menambah kuatnya keimanan mereka. Antara lain firman Allah: Katakanlah (Muhammad), \"Jelajahilah bumi, kemudian perhatikanlah bagaimana kesudahan orang-orang yang mendustakan itu.\" (al-An'am/6: 11) Dan firman-Nya dalam ayat yang lain: Tidakkah mereka memperhatikan berapa banyak generasi sebelum mereka yang telah Kami binasakan, padahal (generasi itu), telah kami teguhkan kedudukannya di bumi, yaitu keteguhan yang belum pernah Kami berikan kepadamu. (al-An'am/6: 6) Masih banyak ayat lainnya yang sejiwa dengan ayat-ayat di atas yang menyuruh manusia untuk memperhatikan lebih banyak makhluk Tuhan di dunia ini. Semakin jauh berjalan, semakin banyak yang dilihat, dan memberikan banyak pengetahuan, pengalaman, dan pelajaran, yang akhirnya menambah keimanan dan ketakwaan kepada Allah. 5. Sifat lainnya yang dimiliki orang-orang mukmin sejati ialah senantiasa melakukan ruku dan sujud kepada Allah, yakni mendirikan salat. Sengaja Allah menyebutkan masalah ruku dan sujud dalam ayat ini, karena kedua hal tersebut adalah menunjukkan sifat tunduk tawadu serta penghambaan diri kepada Allah, dan juga untuk menggambarkan bahwa pekerjaan salat itu tidak pernah lepas dari ruku' dan sujud. 6. Dua sifat lainnya dari orang-orang mukmin sejati ialah suka mengajak orang lain untuk berbuat kebajikan, dan mencegahnya dari perbuatan yang mungkar, dengan jalan mengajaknya kepada keimanan dan melakukan perbuatan-perbuatan yang merupakan buah dari keimanan itu, yaitu hal-hal yang baik dan bermanfaat bagi kehidupan pribadi dan kehidupan bersama dalam masyarakat. 7. Sifat lainnya yang disebutkan terakhir dalam ayat ini, ialah sebagai orang-orang yang senantiasa menjaga diri untuk tidak melampaui batas dan ketentuan yang telah ditetapkan Allah, seperti syariat dan hukum-hukum-Nya, yang harus diikuti oleh kaum mukmin untuk kebahagiaan mereka di dunia dan di akhirat, dan apa-apa yang harus mereka jauhi, karena bahaya-bahaya yang dapat ditimbulkannya. Demikian pula, dalam hukum dan syariat tersebut telah dijelaskan pula apa-apa yang harus dilakukan oleh umat Islam dan para pemimpin mereka, baik untuk kepentingan pribadi muslim, maupun untuk kejayaan masyarakat Islam umumnya."
        },
        {
          "number": 113,
          "arabic": "مَا كَانَ لِلنَّبِىِّ وَٱلَّذِينَ ءَامَنُوٓا۟ أَن يَسْتَغْفِرُوا۟ لِلْمُشْرِكِينَ وَلَوْ كَانُوٓا۟ أُو۟لِى قُرْبَىٰ مِنۢ بَعْدِ مَا تَبَيَّنَ لَهُمْ أَنَّهُمْ أَصْحَـٰبُ ٱلْجَحِيمِ",
          "transliteration": "mā kāna lilnnabiyyi wa-alladhīna āmanū an yastaghfirū lil'mush'rikīna walaw kānū ulī qur'bā min baʿdi mā tabayyana lahum annahum aṣḥābu l-jaḥīmi",
          "translation": "Tidak pantas bagi Nabi dan orang-orang yang beriman memohonkan ampunan (kepada Allah) bagi orang-orang musyrik, sekalipun orang-orang itu kaum kerabat-(nya), setelah jelas bagi mereka, bahwa orang-orang musyrik itu penghuni neraka Jahanam.",
          "tafsir": "Dalam ayat ini dijelaskan bahwa tidak sepatutnya bagi Nabi dan orang-orang mukmin untuk mengajukan permohonan kepada Allah agar memberikan ampunan kepada orang musyrik, walaupun mereka adalah kerabat Nabi atau kerabat dari orang-orang mukmin. Apalagi bila Nabi dan orang-orang mukmin telah mendapatkan bukti yang jelas bahwa mereka yang dimohonkan ampunan itu adalah calon-calon penghuni neraka, karena perbuatan dan tindak-tanduk mereka telah menunjukkan keingkaran mereka kepada Allah. Pada ayat ke 80 Surah at-Taubah ini juga Allah telah menerangkan bahwa Dia tidak akan memberikan ampunan bagi orang-orang munafik, karena mereka telah kafir kepada Allah dan Rasul-Nya, sehingga sama saja halnya, apakah Rasulullah memintakan ampunan untuk mereka, ataupun tidak. Dalam ayat ke 48 dan 116 Surah an-Nisa Allah telah menegaskan pula, bahwa Dia tidak akan memberikan ampun kepada siapa pun yang menjadi musyrik, yaitu mempersekutukan Allah dengan yang lain. Orang-orang yang mempersekutukan Allah, walaupun mereka mengaku beriman dan menyembah kepada Allah, namun mereka juga menyembah selain Allah. Hal ini menunjukkan bahwa mereka tidak beriman pada kesempurnaan dan kekuasaan Allah. Oleh sebab itu, dalam ayat lain Allah menegaskan bahwa kemusyrikan adalah suatu kezaliman yang besar, dan merupakan dosa yang tidak bisa diampuni. Itulah sebabnya, maka Lukman al-Hakim memberikan pelajaran kepada putranya untuk tidak menyekutukan Allah. Beliau berkata: Janganlah kamu mempersekutukan Allah, sesungguhnya mempersekutukan (Allah) adalah benar-benar kezaliman yang besar. (Luqman/31: 13) Pada ayat (113) di atas terdapat isyarat bahwa mendoakan orang-orang yang telah mati dalam kekafirannya, agar mereka memperoleh ampunan dan rahmat Allah, adalah terlarang. Larangan ini mencakup segala macam dan cara berdoa, baik doa-doa yang biasa dilakukan sesudah salat maupun doa-doa yang dibaca dalam upacara tertentu. Diriwayatkan oleh Imam Ahmad, Imam Muslim, dan Abu Daud dari Abu Hurairah bahwa Rasulullah saw pernah mengunjungi makam ibundanya, lalu beliau menangis, sehingga menyebabkan orang-orang yang berada di sekitarnyapun menangis pula. Lalu beliau bersabda, \"Aku telah meminta izin kepada Allah untuk memohonkan ampun untuk ibuku, tetapi Allah tidak mengizinkan, dan aku meminta izin untuk mengunjungi kuburan ibuku, maka Allah mengizinkan. Oleh sebab itu, kamu boleh mengunjungi kuburan karena hal itu akan mengingatkan kamu kepada kematian.\" Dengan adanya larangan Allah dalam ayat ini kepada Nabi dan orang-orang mukmin untuk memintakan ampunan bagi orang-orang musyrik, dapat diambil kesimpulan bahwa kenabian dan keimanan yang sejati tidak akan membolehkan seseorang untuk memanjatkan doa ke hadirat Allah untuk mengampuni orang-orang musyrik dalam keadaan bagaimana juga, walaupun mereka termasuk kaum kerabat yang dicintai. Hal itu disebabkan karena bagi Nabi dan orang-orang mukmin sudah cukup jelas dari berbagai bukti dan kenyataan, bahwa orang-orang musyrik itu telah mati dalam kekafiran sehingga dengan demikian mereka merupakan calon-calon penghuni neraka, maka tidaklah selayaknya untuk dimintakan ampun kepada Allah, karena perbuatan mereka tidak diridai-Nya."
        },
        {
          "number": 114,
          "arabic": "وَمَا كَانَ ٱسْتِغْفَارُ إِبْرَٰهِيمَ لِأَبِيهِ إِلَّا عَن مَّوْعِدَةٍ وَعَدَهَآ إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُۥٓ أَنَّهُۥ عَدُوٌّ لِّلَّهِ تَبَرَّأَ مِنْهُ ۚ إِنَّ إِبْرَٰهِيمَ لَأَوَّٰهٌ حَلِيمٌ",
          "transliteration": "wamā kāna is'tigh'fāru ib'rāhīma li-abīhi illā ʿan mawʿidatin waʿadahā iyyāhu falammā tabayyana lahu annahu ʿaduwwun lillahi tabarra-a min'hu inna ib'rāhīma la-awwāhun ḥalīmun",
          "translation": "Adapun permohonan ampunan Ibrahim (kepada Allah) untuk bapaknya, tidak lain hanyalah karena suatu janji yang telah diikrarkannya kepada bapaknya. Maka ketika jelas bagi Ibrahim bahwa bapaknya adalah musuh Allah, maka Ibrahim berlepas diri darinya. Sungguh, Ibrahim itu seorang yang sangat lembut hatinya lagi penyantun.",
          "tafsir": "Dari keterangan-keterangan yang terdapat dalam ayat di atas mungkin terlintas pertanyaan dalam pikiran kita, apakah sebabnya Allah melarang Nabi Muhammad saw dan kaum Muslimin untuk memohon ampun bagi orang-orang yang telah mati dalam kemusyrikan dan kekafiran itu, walaupun kaum kerabat dan ibu bapaknya sendiri, padahal Nabi Ibrahim pernah memohonkan ampun bagi bapaknya, yang juga seorang musyrik yang mati dalam kemusyrikan dan kekafiran. Maka dalam ayat ini Allah memberikan jawaban-Nya bahwa benar Nabi Ibrahim pernah memohonkan ampun kepada Allah bagi bapaknya yang bernama Azar, dengan mengucapkan doa sebagai berikut: Dan ampunilah ayahku, sesungguhnya dia adalah termasuk orang yang sesat. (asy-Syuara' /26: 86) Akan tetapi Nabi Ibrahim berbuat demikian itu adalah karena ia pernah menjanjikan kepada bapaknya untuk mendoakannya, dengan harapan agar Allah memberikan taufik kepadanya untuk beriman, dan memberikan petunjuk kepadanya jalan yang benar yang telah dibentangkannya. Janjinya itu menunjukkan bahwa Nabi Ibrahim sudah meyakini bahwa tugasnya hanyalah sekedar mendoakan kepada Allah sedang ia sendiri tidak berwenang memberikan petunjuk ataupun keselamatan, apalagi mengampuni dosanya. Dengan demikian, Ibrahim telah memenuhi janjinya, akan tetapi hanya sekedar pemenuhan janji. Hal ini juga disebutkan Allah dalam firman-Nya: Dan, (lembaran-lembaran) Ibrahim yang selalu menyempurnakan janji? (an-Najm/53: 37) Dalam ayat selanjutnya, Allah menjelaskan bahwa walaupun Ibrahim telah memohonkan ampunan bagi ayahnya untuk memenuhi janjinya, namun kemudian setelah nyata baginya bahwa bapaknya benar-benar memusuhi Allah dalam kemusyrikan, maka Ibrahim tidak lagi mendoakan bapaknya setelah matinya. Nabi Ibrahim mendoakan bapaknya di kala bapaknya masih hidup, dengan harapan semoga bapaknya mendapat hidayat dan taufik dari Allah, meninggalkan kemusyrikannya dan bertobat kepada Allah. Doa yang semacam ini tidaklah terlarang. Keimanan seseorang kepada Allah dan hari akhir tidak akan membiarkannya mengasihi orang-orang yang memusuhi Allah dan Rasul-Nya. Hal ini telah ditegaskan Allah dalam firman-Nya pada ayat-ayat lain: Engkau (Muhammad) tidak akan mendapatkan sesuatu kaum yang beriman kepada Allah dan hari akhirat, saling berkasih sayang dengan orang-orang yang menentang Allah dan Rasul-Nya, sekalipun orang-orang itu bapaknya, anaknya, saudaranya atau keluarganya. (al-Mujadalah/58: 22) Pada masa bapaknya masih hidup, Nabi Ibrahim sudah tahu tentang tingkah lakunya yang tidak diridai Allah, sehingga ia sendiri pernah diancamnya dengan kata-kata yang kasar, yang tersebut dalam ayat berikut: Dia (ayahnya) berkata, \"Bencikah engkau kepada tuhan-tuhanku, wahai Ibrahim? Jika engkau tidak berhenti, pasti engkau akan kurajam, maka tinggalkanlah aku untuk waktu yang lama.\" (Maryam/19: 46) Namun demikian Ibrahim juga berjanji kepada bapaknya untuk mendoakannya kepada Allah agar diberi ampun dan rahmat serta petunjuk. Akan tetapi, setelah bapaknya meninggal, nyatalah bagi Ibrahim bahwa ayahnya benar-benar memusuhi Allah pada masa hidupnya. Maka Ibrahim tidak lagi berdoa untuknya. Apakah gerangan sebab yang demikian? Maka di akhir ayat ini Allah menerangkan jawaban atas pertanyaan tersebut, yaitu: karena Ibrahim adalah manusia yang amat takut kepada Allah, serta taat dan patuh kepada-Nya, ia juga terkenal sebagai penyantun, dan kokoh pendiriannya dalam segala hal. Itulah sebabnya Nabi Ibrahim segera berhenti berdoa untuk bapaknya, setelah mengetahui bahwa dia benar-benar seorang musyrik, yang dalam hatinya telah tertanam dengan kuat kepercayaan syirik dan permusuhan terhadap Allah. Nabi Ibrahim berhati lembut, ia sangat menyesalkan sikap orang-orang musyrik di kalangan kaumnya, termasuk bapaknya sendiri."
        },
        {
          "number": 115,
          "arabic": "وَمَا كَانَ ٱللَّهُ لِيُضِلَّ قَوْمًۢا بَعْدَ إِذْ هَدَىٰهُمْ حَتَّىٰ يُبَيِّنَ لَهُم مَّا يَتَّقُونَ ۚ إِنَّ ٱللَّهَ بِكُلِّ شَىْءٍ عَلِيمٌ",
          "transliteration": "wamā kāna l-lahu liyuḍilla qawman baʿda idh hadāhum ḥattā yubayyina lahum mā yattaqūna inna l-laha bikulli shayin ʿalīmun",
          "translation": "Dan Allah sekali-kali tidak akan menyesatkan suatu kaum, setelah mereka diberi-Nya petunjuk, sehingga dapat dijelaskan kepada mereka apa yang harus mereka jauhi.<sup foot_note=135332>1</sup> Sungguh, Allah Maha Mengetahui segala sesuatu.",
          "tafsir": "Dalam ayat ini Allah menegaskan bahwa apabila satu kaum benar-benar telah diberi petunjuk, dan telah dilapangkan dada mereka untuk menerima agama Islam, maka Dia sekali-sekali tidak akan menganggap kaum tersebut sebagai orang-orang yang sesat, lalu Dia memperlakukan mereka sama dengan orang-orang yang benar-benar sesat, yang patut dicela dan disiksa. Allah tidak akan berbuat demikian apabila mereka hanya berbuat satu kesalahan, baik dengan ucapan maupun dengan perbuatan yang disebabkan kesalahan ijtihad mereka. Allah tidak akan mencela dan menyiksa mereka karena kesalahan semacam itu, sampai mereka benar-benar paham ajaran-ajaran agama, baik berupa larangan yang harus mereka hindari, maupun perintah yang harus dikerjakan. Pada akhir ayat ini ditegaskan bahwa Allah amat mengetahui segala sesuatu, termasuk kebutuhan manusia terhadap keterangan dan penjelasan. Oleh sebab itu, Allah telah menjelaskan masalah-masalah yang penting dalam agama dengan penjelasan yang pasti dalam firman-Nya, sehingga kaum Muslimin akan dapat mencapai kebenaran dalam ijtihad mereka dan tidak akan tergoda oleh hawa nafsu mereka. Itulah sebabnya Allah tidak menyalahkan Nabi Ibrahim ketika ia memohon ampun untuk bapaknya sebab hal itu dilakukan sebelum ia mendapat bukti dan keterangan yang jelas tentang keadaan ayahnya. Setelah ia mendapat keterangan dan bukti-bukti yang jelas, maka ia segera menghentikan doanya. Demikian pula, Allah tidak akan menimpakan hukuman terhadap Nabi Muhammad saw dan orang-orang mukmin yang telah memohonkan ampun kepada Allah untuk ibu bapak dan kaum kerabat mereka yang telah mati dalam kekafiran, apabila hal itu dilakukan sebelum memperoleh keterangan yang jelas mengenai ketentuan Allah dalam masalah tersebut."
        },
        {
          "number": 116,
          "arabic": "إِنَّ ٱللَّهَ لَهُۥ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ يُحْىِۦ وَيُمِيتُ ۚ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِىٍّ وَلَا نَصِيرٍ",
          "transliteration": "inna l-laha lahu mul'ku l-samāwāti wal-arḍi yuḥ'yī wayumītu wamā lakum min dūni l-lahi min waliyyin walā naṣīrin",
          "translation": "Sesungguhnya Allah memiliki kekuasaan langit dan bumi. Dia menghidupkan dan mematikan. Tidak ada pelindung dan penolong bagimu selain Allah.",
          "tafsir": "Allah menjelaskan bahwa Dialah yang memiliki kekuasaan, baik di langit maupun di bumi. Dialah yang menguasai semua yang ada di alam ini. Dia pulalah yang mematikan hamba-Nya bila ajalnya sudah sampai. Dan Sunnah-Nyalah yang berlaku di alam semesta ini. Tidak ada yang mengurus dan menguasai kepentingan orang-orang mukmin, dan tidak ada pula yang akan menolong mereka terhadap musuh, kecuali Allah swt. Oleh sebab itu, orang-orang mukmin tidak boleh menyimpang dari ketentuan Allah, terutama mengenai larangan-Nya untuk memohonkan ampun bagi orang musyrik, walaupun ia termasuk kaum kerabat yang patut diurus dan ditolong. Demikian pula dalam ketentuan-ketentuan yang lain, baik berupa larangan, mupun perintah-perintah-Nya."
        },
        {
          "number": 117,
          "arabic": "لَّقَد تَّابَ ٱللَّهُ عَلَى ٱلنَّبِىِّ وَٱلْمُهَـٰجِرِينَ وَٱلْأَنصَارِ ٱلَّذِينَ ٱتَّبَعُوهُ فِى سَاعَةِ ٱلْعُسْرَةِ مِنۢ بَعْدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٍ مِّنْهُمْ ثُمَّ تَابَ عَلَيْهِمْ ۚ إِنَّهُۥ بِهِمْ رَءُوفٌ رَّحِيمٌ",
          "transliteration": "laqad tāba l-lahu ʿalā l-nabiyi wal-muhājirīna wal-anṣāri alladhīna ittabaʿūhu fī sāʿati l-ʿus'rati min baʿdi mā kāda yazīghu qulūbu farīqin min'hum thumma tāba ʿalayhim innahu bihim raūfun raḥīmun",
          "translation": "Sungguh, Allah telah menerima tobat Nabi, orang-orang Muhajirin dan orang-orang Ansar, yang mengikuti Nabi pada masa-masa sulit, setelah hati segolongan dari mereka hampir berpaling, kemudian Allah menerima tobat mereka. Sesungguhnya Allah Maha Pengasih, Maha Penyayang kepada mereka,",
          "tafsir": "Ayat ini merupakan lanjutan dari ayat-ayat terdahulu, mengenai masalah tobat dari orang-orang yang mangkir dari Perang Tabuk. Adalah menjadi suatu kebiasaan dalam Al-Qur'an untuk menghentikan suatu pembicaraan, lalu mengemukakan pembicaraan yang lain, tetapi kemudian kembali lagi membicarakan masalah semula. Cara semacam ini akan memberikan pengertian yang lebih mantap dan kesan kuat dalam hati dan pikiran orang-orang yang mendengar atau membacanya, dan tidak membosankan. Selain itu juga ada hubungan dengan larangan tentang memohonkan ampunan bagi orang-orang musyrik, yang tersebut dalam ayat yang lalu, karena dalam kedua masalah ini terdapat kesalahan yang perlu ditebus dengan jalan bertobat, dan memperbaiki kekeliruan yang perlu dimintakan ampunan dari Allah. Dalam ayat ini, Allah menegaskan bahwa Dia telah menerima tobat Nabi Muhammad saw dan kaum Muhajirin serta Anshar dan orang-orang mukmin lainnya, yang telah mengikuti Nabi dalam masa-masa sulit, yaitu saat Perang Tabuk, karena Perang Tabuk itu terjadi dalam saat kesulitan. Kesulitan makanan, karena saat itu musim paceklik, sehingga sebutir kurma dimakan oleh satu atau dua orang. Kesulitan air, sehingga ada yang menyembelih untanya agar dapat mengambil air dari lambungnya untuk diminum, padahal unta itu amat mereka perlukan untuk pengangkutan dari satu tempat ke tempat yang lain, sehingga seekor unta dipakai untuk keperluan sepuluh orang. Ditambah lagi udara waktu itu (waktu terjadi Perang Tabuk) amat panas. Penerimaan tobat tersebut terjadi setelah hampir berpalingnya hati segolongan kaum Anshar dan Muhajirin tersebut, sehingga mereka pergi berperang dengan perasaan enggan dan berat, bahkan ada yang dengan sengaja mangkir dari peperangan. Tetapi kemudian Allah menerima tobat mereka setelah mereka menyadari kesalahan mereka. Pada akhir ayat ini ditegaskan bahwa Allah Maha Pengasih dan Penyayang kepada Nabi dan para pengikutnya. Oleh sebab itu Dia senantiasa menerima tobat orang-orang yang benar-benar bertobat kepada-Nya. Menurut penafsiran Ibnu 'Abbas, yang dimaksud Allah menerima tobat Nabi ialah tobat yang dilakukan Nabi atas kekeliruan beliau lantaran mengizinkan beberapa orang tidak ikut berperang, padahal mereka tidak mempunyai udzur yang dapat dibenarkan. Yang dimaksud dengan penerimaan tobat kaum Muhajirin dan Anshar ialah tobat yang mereka lakukan dari kesalahan mereka ketika mereka merasa keberatan untuk keluar ke medan perang, padahal mereka adalah orang-orang yang dipandang paling kuat imannya. Sebagian dari mereka mempunyai kesalahan lantaran mereka suka mendengarkan pembicaraan orang-orang munafik padahal pembicaraan itu dimaksudkan untuk menimbulkan fitnah di kalangan kaum Muslimin."
        }
      ]
    }
  ]
}