{
  "pageNumber": 108,
  "juz": 6,
  "surahs": [
    {
      "number": 5,
      "name": "Al-Ma'idah",
      "nameArabic": "المائدة",
      "meaning": "Hidangan",
      "revelation": "Madinah",
      "description": "Surat Al-Ma-idah terdiri dari 120 ayat dan termasuk surat Madaniyyah. Hanya saja ada ayat-ayat yang diturunkan di Mekah, pada waktu haji wadaa', setelah Nabi Muhammad s.a.w. hijrah ke Madinah.Surat ini dinamakan \"Al-Ma-idah\" (hidangan) karena memuat kisah pengikut-pengikut setia Nabi 'Isa a.s. yang meminta kepada Nabi 'Isa agar Allah berkenan menurunkan Al-Ma-idah (hidangan makanan) dari langit (ayat 112) untuk mereka. Juga dinamakan dengan \"Al-Uqud\" (perjanjian), karena kata ini terdapat pada ayat pertama surat ini, Allah menyuruh agar hamba memenuhi janji prasetia terhadap Allah dan perjanjian-perjanjian terhadap sesama.Dinamakan juga \"Al-Munqidz\" (yang menyelamatkan), karena akhir surat ini mengandung kisah tentang Nabi 'Isa a.s. yang menjadi penyelamat bagi pengikut-pengikut setianya dari azab Allah.Pokok-Pokok Isi:1. Keimanan:Bantahan terhadap orang-orang yang mempertuhankan Nabi 'Isa a.s.2. Hukum-hukum:Kewajiban memenuhi janji; hukum melanggar syi'ar Allah; makanan yang dihalalkan dan yang diharamkan; hukum menikahi perempuan ahli kitab; wudhu; tayammum; mandi; hukum membunuh orang; hukum mengacau dan mengganggu keamanan; hukum qishash; hukum melanggar sumpah dan kafaaratnya; hukum khamar, berjudi, berkurban untuk berhala, dan mengundi nasib; hukum membunuh binatang waktu ihram; hukum persaksian dalam berwasiat.3. Kisah-kisah:Kisah Nabi Musa a.s. menyuruh kaumnya memasuki Palestina; kisah Habil dan Qabil; dan kisah-kisah tentang Nabi 'Isa a.s.4. Lain-lain:Kewajiban bersikap lemah lembut terhadap sesama mukmin dan bersikap keras terhadap orang kafir; penyempurnaan Agama Islam di zaman Nabi Muhammad s.a.w.; kewajiban bersikap jujur dan adil; sikap dalam menghadapi berita-berita bohong; akibat berteman akrab nonmuslim; laknat Allah terhadap orang-orang Yahudi; kewajiban rasul-rasul hanya menyampaikan agama; sikap Yahudi dan Nasrani terhadap orang Islam; Ka'bah sebagai pondasi kehidupan manusia; peringatan dari Allah agar meninggalkan kebiasaan Arab Jahiliyah; larangan bertanya sesuatu yang mengakibatkan kesusahan dalam beragama.Surat Al-Ma-idah mengemukakan bagaimana seharusnya orang mukmin bersikap, baik terhadap sesama maupun nonmukmin; manfaaat memenuhi janji prasetia terhadap Allah, perjanjian yang dilakukan oleh sesama manusia, dan ketauhidan Allah.Hubungan Surat Al-Ma-Idah Dengan Surat Al-An'Am:1. Surat Al-Ma-idah mengemukakan hujjah terhadap ahli kitab, sedangkan surat Al-An'am mengemukakan hujjah terhadap kaum musyrikin.2. Surat Al-An'am memuat makanan-makanan yang diharamkan dan binatang sembelihan secara umum, sedangkan surat Al-Ma-idah memuat secara terperinci.3. Akhir surat Al-Ma-idah mengemukakan bahwa Allah menguasai langit dan bumi serta memberi balasan atas perbuatan-perbuatan manusia di dunia, sedangkan permulaan surat Al-An'am mengutarakan bahwa segala puji hanya milik Allah, Pencipta langit dan bumi serta sumber kebahagiaan manusia.",
      "verses": [
        {
          "number": 6,
          "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا قُمْتُمْ إِلَى ٱلصَّلَوٰةِ فَٱغْسِلُوا۟ وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى ٱلْمَرَافِقِ وَٱمْسَحُوا۟ بِرُءُوسِكُمْ وَأَرْجُلَكُمْ إِلَى ٱلْكَعْبَيْنِ ۚ وَإِن كُنتُمْ جُنُبًا فَٱطَّهَّرُوا۟ ۚ وَإِن كُنتُم مَّرْضَىٰٓ أَوْ عَلَىٰ سَفَرٍ أَوْ جَآءَ أَحَدٌ مِّنكُم مِّنَ ٱلْغَآئِطِ أَوْ لَـٰمَسْتُمُ ٱلنِّسَآءَ فَلَمْ تَجِدُوا۟ مَآءً فَتَيَمَّمُوا۟ صَعِيدًا طَيِّبًا فَٱمْسَحُوا۟ بِوُجُوهِكُمْ وَأَيْدِيكُم مِّنْهُ ۚ مَا يُرِيدُ ٱللَّهُ لِيَجْعَلَ عَلَيْكُم مِّنْ حَرَجٍ وَلَـٰكِن يُرِيدُ لِيُطَهِّرَكُمْ وَلِيُتِمَّ نِعْمَتَهُۥ عَلَيْكُمْ لَعَلَّكُمْ تَشْكُرُونَ",
          "transliteration": "yāayyuhā alladhīna āmanū idhā qum'tum ilā l-ṣalati fa-igh'silū wujūhakum wa-aydiyakum ilā l-marāfiqi wa-im'saḥū biruūsikum wa-arjulakum ilā l-kaʿbayni wa-in kuntum junuban fa-iṭṭahharū wa-in kuntum marḍā aw ʿalā safarin aw jāa aḥadun minkum mina l-ghāiṭi aw lāmastumu l-nisāa falam tajidū māan fatayammamū ṣaʿīdan ṭayyiban fa-im'saḥū biwujūhikum wa-aydīkum min'hu mā yurīdu l-lahu liyajʿala ʿalaykum min ḥarajin walākin yurīdu liyuṭahhirakum waliyutimma niʿ'matahu ʿalaykum laʿallakum tashkurūna",
          "translation": "Wahai orang-orang yang beriman! Apabila kamu hendak melaksanakan salat, maka basuhlah wajahmu dan tanganmu sampai ke siku, dan sapulah kepalamu dan (basuh) kedua kakimu sampai ke kedua mata kaki. Jika kamu junub maka mandilah. Dan jika kamu sakit<sup foot_note=135216>1</sup> atau dalam perjalanan atau kembali dari tempat buang air (kakus) atau menyentuh<sup foot_note=135217>2</sup> perempuan, lalu kamu tidak memperoleh air, maka bertayamumlah dengan debu yang baik (suci); usaplah wajahmu dan tanganmu dengan (debu) itu. Allah tidak ingin menyulitkan kamu, tetapi Dia hendak membersihkan kamu dan menyempurnakan nikmat-Nya bagimu, agar kamu bersyukur.",
          "tafsir": "Ayat ini menerangkan cara-cara berwudu. Rukun wudu ada enam. Empat rukun di antaranya disebutkan dalam ayat ini, sedang dua rukun lagi diambil dari dalil lain. Empat macam itu ialah: 1.Membasuh muka, yaitu mulai dari rambut sebelah muka atau dahi sampai dengan dagu, dan dari telingga kanan sampai telinga kiri. 2.Membasuh dua tangan dengan air bersih mulai dari ujung jari sampai dengan dua siku. 3.Menyapu kepala, cukup menyapu sebagian kecil kepala menurut mazhab Syafii.184) 4.Membasuh dua kaki mulai dari jari-jari sampai dengan dua mata kaki. Kesemuanya itu dengan menggunakan air. Sedang dua rukun lagi yang diambil dari hadis ialah: a.Niat, pekerjaan hati, dan tidak disebutkan dalam ayat ini tetapi niat itu diharuskan pada setiap pekerjaan ibadah sesuai dengan hadis: \"Sesungguhnya segala amalan adalah dengan niat\" (Riwayat al-Bukhari dan Muslim dari 'Umar bin al-Khattab). b.Tertib, artinya melakukan pekerjaan tersebut di atas sesuai dengan urutan yang disebutkan Allah dalam ayat ini. Tertib itu tidak disebutkan dengan jelas di dalam ayat ini, tetapi demikianlah Nabi melaksanakannya dan sesuai pula dengan sabdanya yang berbunyi: Mulailah dengan apa yang dimulai oleh Allah. (Riwayat an-Nasai dan Jabir bin Abdillah). Adapun selain enam rukun itu, seperti membasuh tiga kali, berkumur kumur adalah sunat hukumnya. Kewajiban wudu ini bukanlah setiap kali hendak mengerjakan salat, tetapi wudu itu diwajibkan bagi seorang yang akan salat, jika wudunya sudah batal atau belum berwudu, sesuai dengan hadis yang berbunyi: Allah tidak menerima salat salah seorang di antara kalian, apabila ia berhadas hingga ia berwudu. (Riwayat al-Bukhari dan Muslim dari Abu Hurairah). Berikutnya Allah menerangkan hal-hal yang mengharuskan seseorang wajib mandi di antaranya : a.Keluar mani; b.Jima' (bersetubuh); c.Haid; d. Nifas; e.Wiladah (melahirkan); f.Mati (orang yang hidup wajib memandikan yang mati). Orang yang terkena salah satu dari (a) sampai (e) dinamakan orang yang berhadas besar, wajib mandi dan berwudu sebelum salat. Orang yang berhadas kecil, hanya wajib berwudu saja. Kewajiban wudu disebabkan : a.Keluar sesuatu dari lubang buang air kecil dan buang air besar; b.Bersentuh kulit laki-laki dengan perempuan yang bukan mahram, antara keduanya tanpa pembatas188; c.Tidur yang tidak memungkinkan seseorang tahu jika keluar angin dari duburnya; d.Hilang akal karena mabuk, gila dan sebagainya; e.Menyentuh kemaluan dengan telapak tangan atau menyentuh lubang dubur; f.Murtad (keluar dari agama Islam). Selanjutnya ayat ini menerangkan cara-cara bertayamum. Jika seseorang dalam keadaan sakit dan tidak boleh memakai air, atau dalam keadaan musafir tidak menemukan air untuk berwudu, maka wajib bertayamum dengan debu tanah. Caranya ialah dengan meletakkan kedua belah telapak tangan pada debu tanah yang bersih lalu disapukan ke muka, kemudian meletakkan lagi kedua telapak tangan ke atas debu tanah yang bersih, lalu telapak tangan yang kiri menyapu tangan kanan mulai dari belakang jari-jari tangan terus ke pergelangan sampai dengan siku, dari siku turun ke pergelangan tangan lagi untuk menyempurnakan penyapuan yang belum tersapu, sedang telapak tangan yang sebelah kanan yang berisi debu tanah jangan diganggu untuk disapukan pula ke tangan sebelah kiri dengan cara yang sama seperti menyapu tangan kanan. Demikianlah cara Nabi bertayamum. Kemudian akhir ayat ini menjelaskan bahwa perintah berwudu dan tayamum bukanlah untuk mempersulit kaum Muslimin, tetapi untuk menuntun mereka mengetahui cara-cara bersuci, dan untuk menyempurnakan nikmat-Nya, agar kaum Muslimin menjadi umat yang bersyukur."
        },
        {
          "number": 7,
          "arabic": "وَٱذْكُرُوا۟ نِعْمَةَ ٱللَّهِ عَلَيْكُمْ وَمِيثَـٰقَهُ ٱلَّذِى وَاثَقَكُم بِهِۦٓ إِذْ قُلْتُمْ سَمِعْنَا وَأَطَعْنَا ۖ وَٱتَّقُوا۟ ٱللَّهَ ۚ إِنَّ ٱللَّهَ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
          "transliteration": "wa-udh'kurū niʿ'mata l-lahi ʿalaykum wamīthāqahu alladhī wāthaqakum bihi idh qul'tum samiʿ'nā wa-aṭaʿnā wa-ittaqū l-laha inna l-laha ʿalīmun bidhāti l-ṣudūri",
          "translation": "Dan ingatlah akan karunia Allah kepadamu dan perjanjian-Nya<sup foot_note=135218>1</sup> yang telah diikatkan kepadamu, ketika kamu mengatakan, \"Kami mendengar dan kami menaati.\" Dan bertakwalah kepada Allah, sungguh, Allah Maha Mengetahui segala isi hati.",
          "tafsir": "Pada ayat ini Allah memerintahkan kepada kaum Muslimin agar mengingat nikmat-Nya, yaitu peraturan-peraturan agama yang telah ditetapkan kepada mereka. Dengan datangnya agama Islam hilanglah permusuhan, timbullah persaudaraan. Sesudah itu Allah mengingatkan akan perjanjian yang pernah diikrarkan yaitu janji patuh dan taat kepada Nabi Muhammad saw baik pada waktu susah maupun senang, mengikuti segala perintahnya dan akan meninggalkan segala larangannya dengan penuh kepatuhan dan ketaatan. Pada akhir ayat ini, Allah memerintahkan supaya kaum Muslimin tetap bertakwa kepada Allah, menjaga supaya jangan sampai lupa kepada nikmat-Nya dan jangan sampai melanggar janji yang sudah diikrarkan, baik secara terang terangan maupun secara sembunyi-sembunyi. Sebab Allah Maha Mengetahui segala yang tersimpan di dalam hati manusia."
        },
        {
          "number": 8,
          "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ كُونُوا۟ قَوَّٰمِينَ لِلَّهِ شُهَدَآءَ بِٱلْقِسْطِ ۖ وَلَا يَجْرِمَنَّكُمْ شَنَـَٔانُ قَوْمٍ عَلَىٰٓ أَلَّا تَعْدِلُوا۟ ۚ ٱعْدِلُوا۟ هُوَ أَقْرَبُ لِلتَّقْوَىٰ ۖ وَٱتَّقُوا۟ ٱللَّهَ ۚ إِنَّ ٱللَّهَ خَبِيرٌۢ بِمَا تَعْمَلُونَ",
          "transliteration": "yāayyuhā alladhīna āmanū kūnū qawwāmīna lillahi shuhadāa bil-qis'ṭi walā yajrimannakum shanaānu qawmin ʿalā allā taʿdilū iʿ'dilū huwa aqrabu lilttaqwā wa-ittaqū l-laha inna l-laha khabīrun bimā taʿmalūna",
          "translation": "Wahai orang-orang yang beriman! Jadilah kamu sebagai penegak keadilan karena Allah, (ketika) menjadi saksi dengan adil. Dan janganlah kebencianmu terhadap suatu kaum, mendorong kamu untuk berlaku tidak adil. Berlaku adillah. Karena (adil) itu lebih dekat kepada takwa. Dan bertakwalah kepada Allah, sungguh, Allah Mahateliti atas apa yang kamu kerjakan.",
          "tafsir": "Ayat ini memerintahkan kepada orang mukmin agar melaksanakan amal dan pekerjaan mereka dengan cermat, jujur dan ikhlas karena Allah, baik pekerjaan yang bertalian dengan urusan agama maupun pekerjaan yang bertalian dengan urusan kehidupan duniawi. Karena hanya dengan demikianlah mereka bisa sukses dan memperoleh hasil atau balasan yang mereka harapkan. Dalam persaksian, mereka harus adil menerangkan apa yang sebenarnya, tanpa memandang siapa orangnya, sekalipun akan menguntungkan lawan dan merugikan sahabat dan kerabat. Ayat ini senafas dan seirama dengan Surah an-Nisa/4:135 yaitu sama-sama menerangkan tentang seseorang yang berlaku adil dan jujur dalam persaksian. Perbedaannya ialah dalam ayat tersebut diterangkan kewajiban berlaku adil dan jujur dalam persaksian walaupun kesaksian itu akan merugikan diri sendiri, ibu, bapak dan kerabat, sedang dalam ayat ini diterangkan bahwa kebencian terhadap sesuatu kaum tidak boleh mendorong seseorang untuk memberikan persaksian yang tidak adil dan tidak jujur, walaupun terhadap lawan. Selanjutnya secara luas dan menyeluruh, Allah memerintahkan kepada orang-orang yang beriman supaya berlaku adil, karena keadilan dibutuhkan dalam segala hal, untuk mencapai dan memperoleh ketenteraman, kemakmuran dan kebahagiaan dunia dan akhirat. Oleh karena itu, berlaku adil adalah jalan yang terdekat untuk mencapai tujuan bertakwa kepada Allah. Akhir ayat ini menyatakan janji Allah bahwa kepada orang yang beriman yang banyak beramal saleh akan diberikan ampunan dan pahala yang besar. Janji Allah pasti ditepati-Nya sebagaimana tersebut dalam firman-Nya: \"Sesungguhnya Allah tidak menyalahi janji.\" (Ali 'Imran/3:9). Amal saleh ialah setiap pekerjaan yang baik, bermanfaat dan patut dikerjakan, baik pekerjaan ubudiyah seperti salat dan lain-lain, maupun pekerjaan seperti menolong fakir miskin, menyantuni anak yatim, dan perbuatan sosial lainnya."
        },
        {
          "number": 9,
          "arabic": "وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ ۙ لَهُم مَّغْفِرَةٌ وَأَجْرٌ عَظِيمٌ",
          "transliteration": "waʿada l-lahu alladhīna āmanū waʿamilū l-ṣāliḥāti lahum maghfiratun wa-ajrun ʿaẓīmun",
          "translation": "Allah telah menjanjikan kepada orang-orang yang beriman dan beramal saleh, (bahwa) mereka akan mendapat ampunan dan pahala yang besar.",
          "tafsir": "Ayat ini memerintahkan kepada orang mukmin agar melaksanakan amal dan pekerjaan mereka dengan cermat, jujur dan ikhlas karena Allah, baik pekerjaan yang bertalian dengan urusan agama maupun pekerjaan yang bertalian dengan urusan kehidupan duniawi. Karena hanya dengan demikianlah mereka bisa sukses dan memperoleh hasil atau balasan yang mereka harapkan. Dalam persaksian, mereka harus adil menerangkan apa yang sebenarnya, tanpa memandang siapa orangnya, sekalipun akan menguntungkan lawan dan merugikan sahabat dan kerabat. Ayat ini senafas dan seirama dengan Surah an-Nisa/4:135 yaitu sama-sama menerangkan tentang seseorang yang berlaku adil dan jujur dalam persaksian. Perbedaannya ialah dalam ayat tersebut diterangkan kewajiban berlaku adil dan jujur dalam persaksian walaupun kesaksian itu akan merugikan diri sendiri, ibu, bapak dan kerabat, sedang dalam ayat ini diterangkan bahwa kebencian terhadap sesuatu kaum tidak boleh mendorong seseorang untuk memberikan persaksian yang tidak adil dan tidak jujur, walaupun terhadap lawan. Selanjutnya secara luas dan menyeluruh, Allah memerintahkan kepada orang-orang yang beriman supaya berlaku adil, karena keadilan dibutuhkan dalam segala hal, untuk mencapai dan memperoleh ketenteraman, kemakmuran dan kebahagiaan dunia dan akhirat. Oleh karena itu, berlaku adil adalah jalan yang terdekat untuk mencapai tujuan bertakwa kepada Allah. Akhir ayat ini menyatakan janji Allah bahwa kepada orang yang beriman yang banyak beramal saleh akan diberikan ampunan dan pahala yang besar. Janji Allah pasti ditepati-Nya sebagaimana tersebut dalam firman-Nya: \"Sesungguhnya Allah tidak menyalahi janji.\" (Ali 'Imran/3:9). Amal saleh ialah setiap pekerjaan yang baik, bermanfaat dan patut dikerjakan, baik pekerjaan ubudiyah seperti salat dan lain-lain, maupun pekerjaan seperti menolong fakir miskin, menyantuni anak yatim, dan perbuatan sosial lainnya."
        }
      ]
    }
  ]
}