{
  "pageNumber": 409,
  "juz": 21,
  "surahs": [
    {
      "number": 30,
      "name": "Ar-Rum",
      "nameArabic": "الروم",
      "meaning": "Bangsa Romawi",
      "revelation": "Makkah",
      "description": "Surat Ar-Rum yang terdiri dari 60 ayat, termasuk surat Makkiyyah, dan diturunkan setelah surat Al-Insyiqaq.Dinamakan Ar-Rum karena pada permulaan surat ini, yaitu ayat ke-2, ke-3, dan ke-4 terdapat berita tentang bangsa Romawi yang pada mulanya dikalahkan bangsa Persia, tetapi setelah beberapa tahun kemudian kerajaan Romawi dapat menuntut balas dan mengalahkan kerajaan Persia kembali.Ini adalah salah satu mukjizat Al-Qur'an, yaitu memberitahukan hal-hal yang akan terjadi pada masa yang akan datang. Juga suatu isyarat bahwa kaum muslimin yang demikian lemahnya pada waktu itu akan menang dan dapat menghancurkan kaum musyrikin. Isyarat ini terbukti pertama kali pada perang Badar.**Pokok-Pokok Isi:**1. **Keimanan:** Bukti-bukti kerasulan Nabi Muhammad terkait perkara gaib, seperti kemenangan bangsa Romawi atas kerajaan Persia; bukti-bukti keesaan Allah yang terdapat pada alam dan kejadian-kejadian pada alam itu sendiri; bukti-bukti keberadaan hari kebangkitan; contoh dan perumpamaan yang menjelaskan bahwa berhala dan sembahan tidak dapat menolong dan memberi manfaat kepada penyembah-penyembahnya sedikit pun.2. **Hukum-hukum:** Kewajiban menyembah Allah dan mengakui keesaan-Nya karena sesuai dengan fitrah manusia; kewajiban berdakwah; kewajiban memberikan nafkah (sedekah) kepada kaum kerabat, fakir miskin, musafir, dan sebagainya; larangan mengikuti orang musyrik; hukum riba.3. **Kisah-kisah:** Berita tentang bangsa Romawi sebagai suatu umat yang beragama walaupun dikalahkan pada mulanya oleh kerajaan Persia yang menyembah api namun akhirnya meraih kemenangan kembali.4. **Lain-lain:** Manusia bergembira dan bangga apabila mendapat nikmat tetapi berputus asa apabila ditimpa musibah, kecuali orang beriman; kewajiban rasul hanya menyampaikan dakwah; kejadian-kejadian yang dialami umat-umat terdahulu wajib menjadi pelajaran bagi umat yang datang kemudian.Surat Ar-Rum menyebutkan hal-hal yang berhubungan dengan kekuasaan Allah yang mutlak terhadap semua urusan baik sebelum, setelah, maupun saat terjadinya suatu peristiwa; agama tauhid (Islam) pasti menang; ancaman-ancaman terhadap kaum musyrikin; watak-watak manusia; penyebutan kejadian-kejadian pada alam ini sebagai bukti kekuasaan dan keesaan Allah.**Hubungan Surat Ar-Rum Dengan Surat Luqman:**1. Dalam surat Ar-Rum disebutkan bahwa di dalam Al-Qur'an Allah membuat banyak perumpamaan yang bermanfaat bagi manusia, sedangkan dalam surat Luqman Allah mengisyaratkan hal yang serupa.2. Pada bagian akhir surat Ar-Rum disebutkan bahwa keadaan orang kafir, ketika dibacakan ayat-ayat Al-Qur'an, selalu membantah dan mendustakannya, sedangkan pada permulaan surat Luqman diterangkan keadaan orang kafir yang selalu berpaling dan bersifat sombong terhadap ayat-ayat Al-Qur'an itu.3. Pada surat Ar-Rum terdapat ketegasan bahwa Allahlah yang memulai penciptaan makhluk dan Dia pulalah yang membangkitkannya pada kali yang kedua. Hal itu angat mudah bagi-Nya. Dalam surat Luqman Allah menegaskan bahwa penciptaan manusia dan membangkitkannya kembali di akhirat adalah mudah pula bagi Allah.4. Pada surat Ar-Rum Allah menerangkan tabiat manusia bahwa apabila mereka ditimpa bahaya mereka berserah diri kepada Tuhannya dan bila mendapat rahmat sebagian mereka kembali mempersekutukan-Nya. Dalam surat Luqman diterangkan tentang watak manusia itu dengan memberikan contoh, yaitu ketika manusia ditimpa bahaya di tengah lautan dan ketika telah selamat sampai di darat.",
      "verses": [
        {
          "number": 42,
          "arabic": "قُلْ سِيرُوا۟ فِى ٱلْأَرْضِ فَٱنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلَّذِينَ مِن قَبْلُ ۚ كَانَ أَكْثَرُهُم مُّشْرِكِينَ",
          "transliteration": "qul sīrū fī l-arḍi fa-unẓurū kayfa kāna ʿāqibatu alladhīna min qablu kāna aktharuhum mush'rikīna",
          "translation": "Katakanlah (Muhammad), \"Bepergianlah di bumi lalu lihatlah bagaimana kesudahan orang-orang dahulu. Kebanyakan dari mereka adalah orang-orang yang mempersekutukan (Allah).\"",
          "tafsir": "Dalam ayat ini, Allah meminta Nabi Muhammad me-nyampaikan kepada kaum musyrikin Mekah untuk melakukan perjalanan ke mana pun di bumi ini guna menyaksikan bagaimana kehancuran yang dialami umat-umat yang ingkar pada masa lampau. Mereka itu hanya tinggal puing-puing atau nama-nama tanpa bekas. Hal itu hendaknya dijadikan pelajaran bagi mereka bahwa Allah dapat saja membinasakan mereka, bila tetap kafir. Perintah itu juga berlaku terhadap siapa pun setelah mereka sampai akhir zaman. Bila mereka ragu tentang kebenaran Islam, silakan mereka menyaksikan dengan mata kepala sendiri puing-puing itu atau meneliti peninggalan-peninggalan sejarah mereka. Umat-umat itu binasa karena keingkaran mereka kepada Allah, dan berbuat onar terhadap sesama manusia dan lingkungan. Kehancuran itu adalah akibat dampak buruk perbuatan mereka sendiri."
        },
        {
          "number": 43,
          "arabic": "فَأَقِمْ وَجْهَكَ لِلدِّينِ ٱلْقَيِّمِ مِن قَبْلِ أَن يَأْتِىَ يَوْمٌ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِ ۖ يَوْمَئِذٍ يَصَّدَّعُونَ",
          "transliteration": "fa-aqim wajhaka lilddīni l-qayimi min qabli an yatiya yawmun lā maradda lahu mina l-lahi yawma-idhin yaṣṣaddaʿūna",
          "translation": "Oleh karena itu, hadapkanlah wajahmu kepada agama yang lurus (Islam) sebelum datang dari Allah suatu hari (Kiamat) yang tidak dapat ditolak, pada hari itu mereka terpisah-pisah.<sup foot_note=135593>1</sup>",
          "tafsir": "Supaya kebinasaan seperti itu tidak terjadi lagi pada manusia, Allah meminta Nabi Muhammad dan siapa saja yang ingin selamat agar menghadapkan wajah kepada \"agama yang lurus\". Maksud \"agama yang lurus\" di sini adalah Islam karena agama ini membawa ajaran-ajaran yang lurus dan pasti membawa kepada kebahagiaan di dunia dan di akhirat. Perintah menghadapkan wajah maksudnya adalah melaksanakan ajaran-ajaran itu sepenuhnya. Penyebutan wajah dalam ayat ini karena merupakan jati diri dari seseorang. Mengarahkan wajah artinya menghadapkan seluruh segi manusia, yaitu jasmani, rohani, dan akal pikirannya. Menghadapkan wajah kepada agama yang lurus artinya melaksanakan perintah agama dengan seluruh totalitas. Pelaksanaan ajaran-ajaran itu harus sesegera mungkin supaya masyarakat semakin baik, aman, dan berkembang. Mereka yang bersalah harus segera sadar dan tobat. Hal itu karena usia manusia dan alam ini terbatas. Bila ajal datang bagi seseorang atau Kiamat terjadi bagi umat manusia, maka tidak ada seorang pun yang dapat menolaknya, sebagaimana firman Allah: Dan setiap umat mempunyai ajal (batas waktu). Apabila ajalnya tiba, mereka tidak dapat meminta penundaan atau percepatan sesaat pun. (al-A'raf/7: 34) Di akhir ayat ini dilukiskan bahwa pada hari kebangkitan, dimana semua dibangkitkan kembali, semua manusia gempar dan berlarian tidak tentu arah. Masing-masing sibuk dengan persoalan sendiri-sendiri, sebagaimana dilukiskan ayat-ayat berikut: Pada hari itu manusia lari dari saudaranya, dan dari ibu dan bapaknya, dan dari istri dan anak-anaknya. Setiap orang dari mereka pada hari itu mempunyai urusan yang menyibukkannya. ('Abasa/80: 34-37) Manusia hanya dituntun oleh amalnya. Oleh karena itu, manusia pada waktu itu akan terpola menjadi dua kelompok, sebagaimana dinyatakan ayat berikutnya."
        },
        {
          "number": 44,
          "arabic": "مَن كَفَرَ فَعَلَيْهِ كُفْرُهُۥ ۖ وَمَنْ عَمِلَ صَـٰلِحًا فَلِأَنفُسِهِمْ يَمْهَدُونَ",
          "transliteration": "man kafara faʿalayhi kuf'ruhu waman ʿamila ṣāliḥan fali-anfusihim yamhadūna",
          "translation": "Barangsiapa kafir maka dia sendirilah yang menanggung (akibat) kekafirannya; dan barangsiapa mengerjakan kebajikan maka mereka menyiapkan untuk diri mereka sendiri (tempat yang menyenangkan),",
          "tafsir": "Ayat ini menginformasikan adanya dua kelompok manusia, yaitu yang ingkar dan yang baik. Mereka yang ingkar dan berdosa harus mempertanggungjawabkan keingkaran dan dosa-dosanya. Mereka akan diperiksa di depan pengadilan yang mahaadil, sehingga sekecil apa pun perbuatan jahatnya itu pasti akan diajukan dan disampaikan ganjaran hukumannya. Di sisi lain adalah kelompok orang-orang yang baik. Sekecil apa pun perbuatan baik mereka pasti akan diajukan di depan pengadilan itu, lalu diberikan imbalannya. Orang itu berarti, dengan perbuatan-perbuatan baiknya, telah menghamparkan jalan atau \"karpet\" untuk dilaluinya sendiri menuju surga. Penggolongan manusia ke dalam dua kelompok, yang pertama masuk surga, dan yang lainnya masuk neraka, juga disebutkan dalam ayat lain: Dan demikianlah Kami wahyukan Al-Qur'an kepadamu dalam bahasa Arab, agar engkau memberi peringatan kepada penduduk ibukota (Mekah) dan penduduk (negeri-negeri) di sekelilingnya serta memberi peringatan ten-tang hari berkumpul (Kiamat) yang tidak diragukan adanya. Segolongan masuk surga dan segolongan masuk neraka. (asy-Syura/42: 7)"
        },
        {
          "number": 45,
          "arabic": "لِيَجْزِىَ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ مِن فَضْلِهِۦٓ ۚ إِنَّهُۥ لَا يُحِبُّ ٱلْكَـٰفِرِينَ",
          "transliteration": "liyajziya alladhīna āmanū waʿamilū l-ṣāliḥāti min faḍlihi innahu lā yuḥibbu l-kāfirīna",
          "translation": "agar Allah memberi balasan (pahala) kepada orang-orang yang beriman dan mengerjakan kebajikan dari karunia-Nya. Sungguh, Dia tidak menyukai orang-orang yang ingkar (kafir).",
          "tafsir": "Mereka yang akan menerima imbalan baik dari Allah itu adalah orang-orang yang iman dan berbuat baik. Hal ini berarti bahwa iman ditunjukkan oleh perbuatan baik, dan imbalannya adalah surga. Namun demikian, imbalan itu sendiri bukanlah balasan mutlak dan pantas bagi perbuatan baik manusia. Perbuatan baik manusia tidak cukup dan belum pantas untuk diimbali surga yang penuh nikmat yang tiada taranya itu. Oleh karena itu, surga yang diterima manusia yang berbuat baik itu adalah karunia Allah, bukan imbalan perbuatannya. Dengan demikian, perolehan surga itu adalah karena Allah cinta kepada orang yang iman, dan tidak cinta kepada orang-orang kafir. Ungkapan dalam ayat ini memang sangat ringkas, tetapi komprehensif. Ringkas karena ungkapan sebaliknya dari yang disampaikan tidak dinyatakan. Ayat ini hanya mengungkapkan bahwa, \"Allah membalasi orang yang iman dan berbuat baik\" dan, \"Ia tidak cinta orang yang kafir\". Dari dua ungkapan itu terkandung dua ungkapan lain yang berarti sebaliknya, yaitu, \"Ia menghukum orang yang kafir dan berbuat jahat\" dan \" Ia cinta orang yang beriman dan berbuat baik.\" Ungkapan sebaliknya itu tidak perlu dinyatakan karena dapat dipahami dari ungkapan pertama. Dengan demikian, ayat ini menyatakan bahwa Allah membalas orang yang beriman dan berbuat baik dengan surga serta mencintai mereka, dan Allah memberi ganjaran berupa neraka bagi orang yang ingkar dan berbuat jahat serta membenci mereka."
        },
        {
          "number": 46,
          "arabic": "وَمِنْ ءَايَـٰتِهِۦٓ أَن يُرْسِلَ ٱلرِّيَاحَ مُبَشِّرَٰتٍ وَلِيُذِيقَكُم مِّن رَّحْمَتِهِۦ وَلِتَجْرِىَ ٱلْفُلْكُ بِأَمْرِهِۦ وَلِتَبْتَغُوا۟ مِن فَضْلِهِۦ وَلَعَلَّكُمْ تَشْكُرُونَ",
          "transliteration": "wamin āyātihi an yur'sila l-riyāḥa mubashirātin waliyudhīqakum min raḥmatihi walitajriya l-ful'ku bi-amrihi walitabtaghū min faḍlihi walaʿallakum tashkurūna",
          "translation": "Dan di antara tanda-tanda (kebesaran)-Nya adalah bahwa Dia mengirimkan angin sebagai pembawa berita gembira<sup foot_note=135594>1</sup> dan agar kamu merasakan sebagian dari rahmat-Nya dan agar kapal dapat berlayar dengan perintah-Nya dan (juga) agar kamu dapat mencari sebagian dari karunia-Nya, dan agar kamu bersyukur.",
          "tafsir": "Dalam ayat ini disampaikan bahwa di antara tanda kemahakuasaan Allah adalah angin yang memberikan manfaat besar kepada manusia dalam empat hal: sebagai berita baik, membawa rahmat, kepentingan pelayaran, dan untuk memperoleh karunia Allah. Angin merupakan pendahuluan atau pertanda akan datangnya hujan. Hal itu karena angin membentuk awan. Ketika awan itu semakin padat dan mendingin, ia berubah menjadi butir-butir air, lalu turun berupa hujan. Dengan demikian, angin membawa berita gembira bagi manusia, yaitu kemungkinan turunnya hujan. Dengan hujan itu, Allah ingin merasakan rahmat-Nya kepada manusia. Dengan hujan tersedialah air yang merupakan sumber kehidupan, baik bagi tanaman, hewan, maupun manusia sendiri. Merupakan suatu adagium dalam ilmu pengetahuan bahwa ada air berarti ada kehidupan, tidak ada air berarti tidak ada kehidupan. Karena ada air, tanaman dan hewan”yang merupakan makanan pokok manusia”bisa hidup. Karena ada air juga pertanian dan peternakan dapat dikembangkan. Oleh karena itu, manusia perlu memelihara sumber air dan mengelola air hujan dengan baik agar tidak sampai terbuang percuma ke laut. Kegunaan lain angin yang disebutkan dalam ayat ini adalah untuk pelayaran. Pada era kapal layar sampai era kapal mesin bahkan sampai era kapal bertenaga nuklir sekarang sekalipun, cuaca dan angin masih merupakan faktor yang menentukan atau berpengaruh dalam kesuksesan pelayaran. Angin bertiup atas perintah Allah, dalam artian berdasar hukum-hukum yang ditentukan-Nya. Oleh karena itu, manusia perlu mengembangkan ilmu meteorologi yang mempelajari angin, cuaca, dan sebagainya agar pelayaran lancar dan maju. Kegunaan lebih lanjut angin adalah untuk mencari karunia Allah. Oleh karena itu, perlu dikembangkan berbagai teknologi pemanfaatan angin selain untuk pertanian, peternakan, dan pelayaran di atas. Sekarang ini, yang sedang dikembangkan manusia adalah memanfaatkan angin sebagai sumber energi, misalnya untuk pembangkit tenaga listrik, menggerakkan mesin, dan sebagainya. Oleh karena itu, ilmu meteorologi perlu diperkuat agar bermanfaat bagi pertanian, peternakan, pelayaran, energi, perindustrian, dan kegiatan perekonomian lainnya. Dengan berkembangnya kegiatan perekonomian, maka kesejahteraan akan meningkat. Keberadaan angin beserta hukum-hukumnya yang diciptakan Allah untuk kesejahteraan manusia, hendaknya disyukurinya. Mereka hendaknya mengakui adanya Allah, mengimani-Nya, mengakui rezeki itu karunia-Nya, menggunakan rezeki sesuai kehendak-Nya, dan taat beribadah menyembah-Nya. Bila manusia bersyukur, maka hal itu untuk dirinya sendiri, sebagaimana dinyatakan ayat berikut: Dan sungguh, telah Kami berikan hikmah kepada Lukman, yaitu, \"Bersyukurlah kepada Allah! Dan barang siapa bersyukur (kepada Allah), maka sesungguhnya dia bersyukur untuk dirinya sendiri; dan barang siapa tidak bersyukur (kufur), maka sesungguhnya Allah Mahakaya, Maha Terpuji.\" (Luqman/31: 12) Bagi orang-orang yang mensyukuri nikmat-Nya, maka Allah akan menambah lagi nikmat-Nya kepada mereka, sebagaimana dinyatakan ayat berikut: Dan (ingatlah) ketika Tuhanmu memaklumkan, \"Sesungguhnya jika kamu bersyukur, niscaya Aku akan menambah (nikmat) kepadamu, tetapi jika kamu mengingkari (nikmat-Ku), maka pasti azab-Ku sangat berat.\" (Ibrahim/14: 7)"
        },
        {
          "number": 47,
          "arabic": "وَلَقَدْ أَرْسَلْنَا مِن قَبْلِكَ رُسُلًا إِلَىٰ قَوْمِهِمْ فَجَآءُوهُم بِٱلْبَيِّنَـٰتِ فَٱنتَقَمْنَا مِنَ ٱلَّذِينَ أَجْرَمُوا۟ ۖ وَكَانَ حَقًّا عَلَيْنَا نَصْرُ ٱلْمُؤْمِنِينَ",
          "transliteration": "walaqad arsalnā min qablika rusulan ilā qawmihim fajāūhum bil-bayināti fa-intaqamnā mina alladhīna ajramū wakāna ḥaqqan ʿalaynā naṣru l-mu'minīna",
          "translation": "Dan sungguh, Kami telah mengutus sebelum engkau (Muhammad) beberapa orang rasul kepada kaumnya, mereka datang kepadanya dengan membawa keterangan-keterangan (yang cukup), lalu Kami melakukan pembalasan terhadap orang-orang yang berdosa.<sup foot_note=135595>1</sup> Dan merupakan hak Kami untuk menolong orang-orang yang beriman.",
          "tafsir": "Bila angin yang dikirim Allah begitu besar manfaatnya bagi manusia, maka begitu juga dengan para rasul yang telah dikirimkan Allah kepada mereka. Mereka tentu membawa manfaat yang lebih besar lagi bagi manusia, karena membawa bukti-bukti nyata dari Allah berupa wahyu-Nya yang berisi ajaran-ajaran. Bila ajaran-ajaran itu dilaksanakan oleh manusia, akan memberikan manfaat yang luar biasa. Namun manusia banyak yang mengingkarinya, sehingga di dunia mereka ditimpa oleh akibat perbuatan jahat mereka sendiri, dan di akhirat Allah memasukkan mereka ke dalam neraka. Sebaliknya terhadap mereka yang beriman, Allah telah mewajibkan diri-Nya untuk menolong dengan menyelamatkan mereka dari kejahatan dan dampak buruk kejahatan orang-orang kafir. Di akhirat Allah akan membalas iman dan perbuatan baik mereka dengan surga."
        },
        {
          "number": 48,
          "arabic": "ٱللَّهُ ٱلَّذِى يُرْسِلُ ٱلرِّيَـٰحَ فَتُثِيرُ سَحَابًا فَيَبْسُطُهُۥ فِى ٱلسَّمَآءِ كَيْفَ يَشَآءُ وَيَجْعَلُهُۥ كِسَفًا فَتَرَى ٱلْوَدْقَ يَخْرُجُ مِنْ خِلَـٰلِهِۦ ۖ فَإِذَآ أَصَابَ بِهِۦ مَن يَشَآءُ مِنْ عِبَادِهِۦٓ إِذَا هُمْ يَسْتَبْشِرُونَ",
          "transliteration": "al-lahu alladhī yur'silu l-riyāḥa fatuthīru saḥāban fayabsuṭuhu fī l-samāi kayfa yashāu wayajʿaluhu kisafan fatarā l-wadqa yakhruju min khilālihi fa-idhā aṣāba bihi man yashāu min ʿibādihi idhā hum yastabshirūna",
          "translation": "Allah lah yang mengirimkan angin, lalu angin itu menggerakkan awan dan Allah membentangkannya di langit menurut yang Dia kehendaki, dan menjadikannya bergumpal-gumpal, lalu engkau lihat hujan keluar dari celah-celahnya, maka apabila Dia menurunkannya kepada hamba-hamba-Nya yang Dia kehendaki tiba-tiba mereka bergembira.",
          "tafsir": "Dalam ayat ini, Allah menegaskan bahwa Dialah yang telah membuat angin bertiup, dengan menciptakan hukum-hukum pada udara. Di antaranya ialah udara dari daerah yang padat tekanan udaranya mengalir ke daerah yang renggang tekanan udaranya sehingga terciptalah angin. Tiupan angin menjadi penanda awal akan turunnya hujan. Menurut saintis, terjadinya hujan merupakan suatu siklus. Oleh karena itu, tidak menjadi masalah dari mana penjelasannya dimulai. Air yang mengalir di sepanjang anak sungai yang akan bergabung dengan anak sungai lainnya membentuk sungai yang jauh lebih besar. Sungai akhirnya mengalir ke laut. Sementara air mengalir melalui anak sungai dan sungai, sebagian akan menguap karena panas sinar matahari (berubah menjadi gas) tetapi sebagian besar terus mengalir sampai ke laut. Di laut inilah proses penguapan atau evaporasi selanjutnya berlangsung. Semua air yang menguap, baik yang berasal dari anak sungai, sungai atau laut, membentuk uap air di atmosfer. Uap ini naik dan akan menjadi dingin saat mencapai atmosfer yang lebih tinggi. Jika terdapat banyak gas di atmosfer, maka akan memadat menjadi awan yang dapat kita lihat. Jika awan tersebut mencapai bagian yang lebih tinggi lagi di lapisan atmosfer, uap air berubah menjadi tetes-tetes es. Ketika awan melintasi dataran tinggi atau ketika menjadi lebih dingin karena suhu atmosfer yang lebih rendah, air menjadi padat dan jatuh. Awalnya air itu masih seperti tetes-tetes air yang sangat kecil, kemudian biasanya mencair sebelum mencapai tanah, lalu jatuh ke bumi sebagai hujan. Hujan itu diturunkan Allah di tempat yang dikehendaki-Nya yaitu di daerah yang dilanda kekeringan. Manusia yang berada di tempat hujan turun pasti bergembira karena memperoleh kembali sumber kehidupan yang akan menghidupkan semua makhluk hidup."
        },
        {
          "number": 49,
          "arabic": "وَإِن كَانُوا۟ مِن قَبْلِ أَن يُنَزَّلَ عَلَيْهِم مِّن قَبْلِهِۦ لَمُبْلِسِينَ",
          "transliteration": "wa-in kānū min qabli an yunazzala ʿalayhim min qablihi lamub'lisīna",
          "translation": "Padahal sebelum hujan diturunkan kepada mereka, sungguh mereka benar-benar telah berputus asa.",
          "tafsir": "Kegembiraan itu akan dirasakan sekali oleh orang yang sudah lama mengalami kekeringan. Ketiadaan hujan dalam waktu yang lama membuat manusia putus asa. Keputusasaan itu segera sirna begitu hujan turun. Oleh karena itu, seharusnya mereka beriman dan bersyukur."
        },
        {
          "number": 50,
          "arabic": "فَٱنظُرْ إِلَىٰٓ ءَاثَـٰرِ رَحْمَتِ ٱللَّهِ كَيْفَ يُحْىِ ٱلْأَرْضَ بَعْدَ مَوْتِهَآ ۚ إِنَّ ذَٰلِكَ لَمُحْىِ ٱلْمَوْتَىٰ ۖ وَهُوَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
          "transliteration": "fa-unẓur ilā āthāri raḥmati l-lahi kayfa yuḥ'yī l-arḍa baʿda mawtihā inna dhālika lamuḥ'yī l-mawtā wahuwa ʿalā kulli shayin qadīrun",
          "translation": "Maka perhatikanlah bekas-bekas rahmat Allah, bagaimana Allah menghidupkan bumi setelah mati (kering). Sungguh, itu berarti Dia pasti (berkuasa) menghidupkan yang telah mati. Dan Dia Mahakuasa atas segala sesuatu.",
          "tafsir": "Demikianlah rahmat Allah kepada manusia. Allah meminta Nabi Muhammad dan seluruh umatnya untuk melihat bagaimana pengaruh rahmat Allah berupa hujan itu bagi bumi. Tanah yang tadinya mati, kering, dan tandus menjadi hidup, gembur, dan subur, sehingga menumbuhkan segala macam tanaman. Allah menegaskan bahwa peristiwa itu merupakan petunjuk bahwa Allah mampu menghidupkan kembali manusia di akhirat setelah mati. Dalam Al-Qur'an diterangkan bahwa dengan satu tiupan sangkakala saja, semua makhluk hidup akan mati pada hari Kiamat. Kemudian dengan satu tiupan lagi, semuanya akan hidup kembali, baik yang mati sebelum hari Kiamat maupun yang mati pada hari Kiamat itu. Allah berfirman: Dan sangkakala pun ditiup, maka matilah semua (makhluk) yang di langit dan di bumi kecuali mereka yang dikehendaki Allah. Kemudian ditiup sekali lagi (sangkakala itu) maka seketika itu mereka bangun (dari kubur-nya) menunggu (keputusan Allah). (az-Zumar/39: 68) Bagaimana hakikat kiamat dan kehidupan kembali itu tidak dapat diketahui dengan pasti, karena termasuk peristiwa gaib yang tidak bisa diketahui secara konkrit sekarang. Manusia hanya perlu mengimaninya bahwa Allah mampu mewujudkan semua itu karena Ia Mahakuasa."
        }
      ]
    }
  ]
}