{
  "pageNumber": 393,
  "juz": 20,
  "surahs": [
    {
      "number": 28,
      "name": "Al-Qasas",
      "nameArabic": "القصص",
      "meaning": "Kisah-kisah",
      "revelation": "Makkah",
      "description": "Surat Al-Qashash terdiri dari 88 ayat dan termasuk surat Makkiyyah.Dinamai dengan \"Al-Qashash\" karena pada ayat ke-25 surat ini terdapat kata \"Al-Qashash\" yang berarti \"cerita\". Ayat ini menerangkan bahwa setelah Nabi Musa bertemu dengan Nabi Syu'aib, ia menuturkan cerita yang berhubungan dengan dirinya sendiri, yakni pengalamannya bersama Fir'aun, sampai ketika ia diburu oleh Fir'aun karena membunuh seseorang dari bangsa Qibthi tanpa disengaja. Syu'aib menjawab bahwa Musa telah selamat dari pengejaran orang-orang zalim.Turunnya ayat ke-25 surat ini sangat besar artinya bagi Nabi Muhammad dan para sahabat yang melakukan hijrah ke Madinah. Hal ini menambah keyakinan mereka, bahwa pada akhirnya orang-orang Islamlah yang akan menang. Ayat ini menunjukkan bahwa barang siapa berhijrah dari tempat musuh untuk mempertahankan keimanan, pasti akan berhasil dalam perjuangannya menghadapi musuh-musuh agama. Kepastian kemenangan bagi kaum muslimin ini ditegaskan pada bagian akhir surat ini yang mengandung isyarat bahwa, setelah hijrah ke Madinah, kaum muslimin akan kembali ke Mekah sebagai pemenang dan penegak agama Allah. Surat Al-Qashash ini adalah surat yang paling lengkap memuat cerita Nabi Musa sehingga, menurut suatu riwayat, surat ini juga dinamai surat Musa.**Pokok-Pokok Isi:**1. **Keimanan:** Allah Yang menentukan segala sesuatu dan manusia harus ridha dengan ketentuan itu; alam adalah fana dan hanya Allah yang Kekal; semuanya akan kembali kepada Allah; Allah mengetahui isi hati manusia baik yang dilahirkan ataupun yang disembunyikan.2. **Kisah-kisah:** Kekejaman Fir'aun dan pertolongan serta karunia Allah kepada Bani Israil; Musa dilemparkan ke sungai Nil, Musa membunuh seorang Qibthi tanpa sengaja; Musa di Madyan; Musa menerima perintah menyeru Fir'aun di gunung Sinai; kisah Karun.3. **Lain-lain:** Al-Qur'an menerangkan kisah nabi-nabi dan umat-umat terdahulu sebagai bukti kerasulan Muhammad; ahli kitab yang beriman kepada Nabi Muhammad diberi pahala dua kali lipat; hikmah Al-Qur'an diturunkan secara berangsur-angsur; hanya Allah yang memberi taufik kepada hamba-Nya untuk beriman; Allah menghancurkan suatu negeri karena kezaliman penduduknya sendiri; Allah tidak akan mengazab suatu umat sebelum rasul diutus kepadanya; keadaan orang-orang kafir dan sekutu-sekutu mereka pada hari kiamat; pergantian siang dan malam sebagai rahmat bagi manusia; Allah memberi balasan kebaikan dengan berlipat ganda sedangkan balasan kejahatan seimbang dengan yang telah dilakukan; janji Allah akan kemenangan Nabi Muhammad.Surat Al-Qashash diturunkan pada waktu kaum muslimin dalam keadaan lemah, sedangkan orang musyrik Mekah, sebagai penguasa, ketika itu mempunyai kekuatan dan kekuasaan yang besar.Dalam surat ini, Allah mengemukakan bahwa Fir'aun sebagai seorang raja yang mempunyai kekuasaan yang tak terbatas, dan Qarun sebagai seorang yang berilmu yang mempunyai harta yang tidak terhingga, akan binasa bersama apa yang dimiliki karena mengingkari agama Allah, sedangkan Musa yang semula tidak mempunyai apa pun justru mendapat kemenangan karena mengikuti agama Allah. Ayat ke-59 menegaskan lagi bahwa Allah menghancurkan negeri-negeri yang penduduknya zalim. Kemudian surat ini ditutup dengan menerangkan bahwa kaum muslimin, sekalipun dalam keadaan lemah, nanti setelah hijrah ke Madinah akan kembali lagi ke Mekah sebagai pemenang. Karena itu, tetaplah menyembah Allah, tidak ada Tuhan (yang berhak disembah) selain Dia. Dialah Mahakuasa dan menentukan segala sesuatu.**Hubungan Surat Al-Qashash Dengan Surat Al-'Ankabut:**1. Surat Al-'Ankabut dimulai dengan hiburan dari Allah kepada Nabi Muhammad dan para sahabatnya yang selalu disakiti, diejek, dan diusir oleh orang-orang musyrik Mekah, bahwa orang-orang yang beriman itu akan menerima cobaan atas keimanan mereka, sedangkan surat Al-Qashash menerangkan berbagai macam cobaan yang dialami oleh Nabi Musa dan Bani Israil dalam menghadapi kekejaman Fir'aun. Oleh sebab itu, Allah menyuruh agar Nabi Muhammad dan para sahabatnya agar terus bersabar dalam menghadapi cobaan-cobaan itu.2. Surat Al-Qashash mengisahkan tentang keselamatan Nabi Musa dari pengejaran Fir'aun setelah secara tidak sengaja membunuh orang Qibti. Juga mengisahkan tentang keselamatan Nabi Musa dan pengikutnya dari pengejaran Fir'aun dan bala tentaranya dan tenggelamnya Fir'aun dan bala tentaranya di laut Merah. Sementara itu, surat Al-'Ankabut mengisahkan keselamatan Nabi Nuh dan pengikutnya di atas kapal dan tenggelamnya orang-orang yang mengingkari seruan Nabi Nuh. Semua ini menunjukkan pertolongan Allah kepada hamba-hamba-Nya yang beriman.3. Surat Al-Qashash mengemukakan kelemahan kepercayaan orang-orang yang menyembah berhala dengan menerangkan keadaan penyembah-penyembah berhala dengan berhala itu sendiri pada hari kiamat, sedangkan surat Al-'Ankabut menyatakan kesalahan kepercayaan tersebut dengan membandingkannya dengan laba-laba yang percaya akan kekuatan sarangnya yang sangat lemah itu.4. Kedua surat ini sama-sama menerangkan kisah Fir'aun dan Qarun serta akibat perbuatan keduanya. Kedua Surat ini sama-sama menyinggung hijrah Nabi Muhammad.",
      "verses": [
        {
          "number": 60,
          "arabic": "وَمَآ أُوتِيتُم مِّن شَىْءٍ فَمَتَـٰعُ ٱلْحَيَوٰةِ ٱلدُّنْيَا وَزِينَتُهَا ۚ وَمَا عِندَ ٱللَّهِ خَيْرٌ وَأَبْقَىٰٓ ۚ أَفَلَا تَعْقِلُونَ",
          "transliteration": "wamā ūtītum min shayin famatāʿu l-ḥayati l-dun'yā wazīnatuhā wamā ʿinda l-lahi khayrun wa-abqā afalā taʿqilūna",
          "translation": "Dan apa saja (kekayaan, jabatan, keturunan) yang diberikan kepada kamu, maka itu adalah kesenangan hidup duniawi dan perhiasannya; sedang apa yang di sisi Allah adalah lebih baik dan lebih kekal. Tidakkah kamu mengerti?",
          "tafsir": "Ayat ini menerangkan bahwa apa yang diberikan Allah bagi manusia baik berupa harta benda maupun keturunan hanya merupakan kesenangan duniawi. Kehidupan dunia dengan segala perhiasannya belum tentu menjamin keselamatan dan kebahagiaan mereka. Sebaliknya, pahala yang ada di sisi Allah yang diberikan kepada hamba-hamba-Nya yang taat adalah lebih baik, karena yang demikian itu kekal dan abadi. Berbeda dengan kesenangan duniawi yang dipujanya karena waktunya terbatas sekali, dan sesudah itu habis dan punah. Firman Allah: Dan apa yang di sisi Allah lebih baik bagi orang-orang yang berbakti. (ali 'Imran/3: 198) Apa yang ada di sisimu akan lenyap, dan apa yang ada di sisi Allah adalah kekal. (an-Nahl/16: 96) Dan kehidupan dunia ini hanya senda-gurau dan permainan. Dan sesungguhnya negeri akhirat itulah kehidupan yang sebenarnya, sekiranya mereka mengetahui. (al-'Ankabut/29:64) Sedangkan kamu (orang-orang kafir) memilih kehidupan dunia, padahal kehidupan akhirat itu lebih baik dan lebih kekal. (al-A'la/87: 16-17) Ayat ini ditutup dengan pertanyaan yang bernada ejekan sekaligus peringatan dari Allah. Mengapa mereka tidak mau menggunakan akalnya, dan berpikir secara mendalam sehingga mereka mengetahui mana yang baik dan mana yang tidak. Apakah menurut mereka kehidupan dunia dengan segala kenikmatannya yang fana dan bisa dinikmati dalam waktu yang sangat singkat lebih baik daripada kehidupan akhirat yang kekal dan abadi itu."
        },
        {
          "number": 61,
          "arabic": "أَفَمَن وَعَدْنَـٰهُ وَعْدًا حَسَنًا فَهُوَ لَـٰقِيهِ كَمَن مَّتَّعْنَـٰهُ مَتَـٰعَ ٱلْحَيَوٰةِ ٱلدُّنْيَا ثُمَّ هُوَ يَوْمَ ٱلْقِيَـٰمَةِ مِنَ ٱلْمُحْضَرِينَ",
          "transliteration": "afaman waʿadnāhu waʿdan ḥasanan fahuwa lāqīhi kaman mattaʿnāhu matāʿa l-ḥayati l-dun'yā thumma huwa yawma l-qiyāmati mina l-muḥ'ḍarīna",
          "translation": "Maka apakah sama orang yang Kami janjikan kepadanya suatu janji yang baik (surga) lalu dia memperolehnya, dengan orang yang Kami berikan kepadanya kesenangan hidup duniawi;<sup foot_note=135564>1</sup> kemudian pada hari Kiamat dia termasuk orang-orang yang diseret (ke dalam neraka)?",
          "tafsir": "Ayat ini dimulai dengan pertanyaan untuk meyakinkan agar orang-orang kafir itu dengan penuh kesadaran berpikir dan membandingkan tentang mana yang lebih baik. Apakah orang-orang yang dijanjikan Allah apabila mereka taat dan menuruti perintah dan menjauhi larangan-Nya akan dikaruniai nikmat di akhirat yang tidak pernah dilihat oleh mata, didengar oleh telinga, dan tidak pernah terlintas dalam hati seseorang dan mereka benar-benar memperolehnya di akhirat. Mana yang lebih baik antara orang yang taat menjalankan perintah Allah dan menjauhi larangan dengan orang yang memilih kesenangan duniawi tetapi tidak menaati perintah Allah dan mengerjakan larangan-larangan-Nya. Menurut akal yang sehat, tentu golongan pertama lebih baik dari golongan kedua. Ayat ini menunjukkan bahwa orang kafir diberi kesenangan duniawi, tetapi di akhirat dimasukkan ke dalam neraka. Firman Allah: Sungguh, Jahanam itu seburuk-buruk tempat menetap dan tempat kediaman. (al-Furqan/25: 66) Sedang orang mukmin yang sabar dan tabah menghadapi berbagai cobaan dunia, karena yakin akan janji Allah, di akhirat nanti mereka dimasukkan ke dalam surga. Firman Allah: Penghuni-penghuni surga pada hari itu paling baik tempat tinggalnya dan paling indah tempat istirahatnya. (al-Furqan/25: 24) Perumpamaan surga yang dijanjikan kepada orang yang bertakwa (ialah seperti taman), mengalir di bawahnya sungai-sungai; senantiasa berbuah dan teduh. (ar-Ra'd/13: 35)"
        },
        {
          "number": 62,
          "arabic": "وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَآءِىَ ٱلَّذِينَ كُنتُمْ تَزْعُمُونَ",
          "transliteration": "wayawma yunādīhim fayaqūlu ayna shurakāiya alladhīna kuntum tazʿumūna",
          "translation": "Dan (ingatlah) pada hari ketika Dia (Allah) menyeru mereka dan berfirman, \"Di manakah sekutu-sekutu-Ku yang dahulu kamu klaim?\"",
          "tafsir": "Pada ayat ini, Allah memerintahkan Nabi saw untuk memperingatkan kaumnya tentang hari ketika Allah memanggil orang-orang yang menyesatkan dan menghalang-halangi manusia dari jalan Allah. Allah akan berkata kepada mereka, \"Mana sekutu-sekutu-Ku? Mana malaikat, jin, dan berhala-berhala yang kamu anggap sekutu-sekutu-Ku di dunia? Dapatkah semuanya itu melepaskan dari azab yang menimpamu?\" Tentu tidak. Hal ini dikemukakan sekedar penghinaan kepada mereka. Sejalan dengan ayat ini Allah berfirman: Dan kamu benar-benar datang sendiri-sendiri kepada Kami sebagaimana Kami ciptakan kamu pada mulanya, dan apa yang telah Kami karuniakan kepadamu, kamu tinggalkan di belakangmu (di dunia). Kami tidak melihat pemberi syafaat (pertolongan) besertamu yang kamu anggap bahwa mereka itu sekutu-sekutu (bagi Allah). Sungguh, telah terputuslah (semua pertalian) antara kamu dan telah lenyap dari kamu apa yang dahulu kamu sangka (sebagai sekutu Allah). (al-An'am/6: 94)"
        },
        {
          "number": 63,
          "arabic": "قَالَ ٱلَّذِينَ حَقَّ عَلَيْهِمُ ٱلْقَوْلُ رَبَّنَا هَـٰٓؤُلَآءِ ٱلَّذِينَ أَغْوَيْنَآ أَغْوَيْنَـٰهُمْ كَمَا غَوَيْنَا ۖ تَبَرَّأْنَآ إِلَيْكَ ۖ مَا كَانُوٓا۟ إِيَّانَا يَعْبُدُونَ",
          "transliteration": "qāla alladhīna ḥaqqa ʿalayhimu l-qawlu rabbanā hāulāi alladhīna aghwaynā aghwaynāhum kamā ghawaynā tabarranā ilayka mā kānū iyyānā yaʿbudūna",
          "translation": "Orang-orang yang sudah pasti akan mendapatkan hukuman berkata, \"Ya Tuhan kami, mereka inilah orang-orang yang kami sesatkan; kami telah menyesatkan mereka sebagaimana kami (sendiri) sesat, kami menyatakan kepada Engkau berlepas diri (dari mereka), mereka sekali-kali tidak menyembah kami.\"",
          "tafsir": "Ayat ini menerangkan jawaban para penyesat dan pengajak kepada kekafiran yang berusaha melepaskan diri dari tanggung jawabnya menyesatkan orang lain. Mereka telah dipastikan mendapat kemurkaan dan yang telah mendapat ancaman dari Allah dengan firman-Nya: Pasti akan Aku penuhi neraka Jahanam dengan jin dan manusia bersama-sama. (as-Sajdah/32: 13) Para pengajak kepada kekafiran itu akhirnya masuk ke dalam neraka. Mereka berkata, \"Wahai Tuhan kami, mereka itulah yang telah kami sesatkan sebagaimana kami juga sesat. Kami sekadar mengajak mereka lalu mereka mengikuti ajakan kami yang menyesatkan itu dengan kemauan sendiri. Tidak ada paksaan sama sekali dari kami.\" Ketika mereka diajak untuk beriman kepada Allah, mereka tidak menghiraukannya sama sekali padahal ajakan itu adalah ajakan yang sebenarnya. Peristiwa semacam ini sama dengan peristiwa yang akan terjadi di akhirat yaitu dialog antara setan dengan manusia yang telah disesatkannya, sebagaimana firman Allah: Dan setan berkata ketika perkara (hisab) telah diselesaikan, \"Sesungguhnya Allah telah menjanjikan kepadamu janji yang benar, dan aku pun telah menjanjikan kepadamu tetapi aku menyalahinya. Tidak ada kekuasaan bagiku terhadapmu, melainkan (sekadar) aku menyeru kamu lalu kamu mematuhi seruanku, oleh sebab itu janganlah kamu mencerca aku, tetapi cercalah dirimu sendiri. Aku tidak dapat menolongmu, dan kamu pun tidak dapat menolongku. Sesungguhnya aku tidak membenarkan perbuatanmu mempersekutukan aku (dengan Allah) sejak dahulu.\" Sungguh, orang yang zalim akan mendapat siksaan yang pedih. (Ibrahim/14: 22) Pembelaan diri setan dengan mengatakan bahwa orang yang sesat itu mematuhi ajakannya dengan kemauan mereka sendiri, bukan tekanan darinya karena ia tidak punya kekuasaan atas manusia, dikuatkan oleh firman Allah kepada Iblis: Sesungguhnya kamu (Iblis) tidak kuasa atas hamba-hamba-Ku, kecuali mereka yang mengikutimu, yaitu orang yang sesat. (al-hijr/15: 42) Pemimpin-pemimpin yang menyesatkan itu menyatakan tidak bertanggung jawab kepada Allah atas perbuatan pengikut-pengikutnya, dengan alasan bahwa mereka tidak menyembah kepada-Nya tetapi kepada berhala-berhala. Kejadian seperti ini disebutkan dalam ayat yang lain yaitu firman Allah: (Yaitu) ketika orang-orang yang diikuti berlepas tangan dari orang-orang yang mengikuti, dan mereka melihat azab, dan (ketika) segala hubungan antara mereka terputus. (al-Baqarah/2: 166)"
        },
        {
          "number": 64,
          "arabic": "وَقِيلَ ٱدْعُوا۟ شُرَكَآءَكُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا۟ لَهُمْ وَرَأَوُا۟ ٱلْعَذَابَ ۚ لَوْ أَنَّهُمْ كَانُوا۟ يَهْتَدُونَ",
          "transliteration": "waqīla id'ʿū shurakāakum fadaʿawhum falam yastajībū lahum wara-awū l-ʿadhāba law annahum kānū yahtadūna",
          "translation": "Dan dikatakan (kepada mereka), \"Serulah sekutu-sekutumu,\" lalu mereka menyerunya, tetapi yang diseru tidak menyambutnya, dan mereka melihat azab. (Mereka itu berkeinginan) sekiranya mereka dahulu menerima petunjuk.",
          "tafsir": "Pada ayat ini diterangkan bahwa mereka yang menyekutukan Allah dengan tuhan-tuhan dan sembahan-sembahan lain di dunia, disuruh memanggil tuhan-tuhan mereka yang dijadikan sekutu Allah untuk menolak azab yang menimpa mereka. Ketika mereka memanggilnya, berhala-berhala itu tentu tidak bisa menjawab karena tidak berdaya sedikit pun. Hal ini dilakukan hanya untuk memperlihatkan kebodohan mereka yang disaksikan oleh segenap penghuni akhirat. Mereka yang memanggil dan yang dipanggil yakin bahwa mereka akan diseret ke neraka karena dosa-dosa mereka, dan mereka sudah tidak dapat mengelak dan lari ke tempat lain, sebagaimana firman Allah: Dan orang yang berdosa melihat neraka, lalu mereka menduga bahwa mereka akan jatuh ke dalamnya, dan mereka tidak menemukan tempat berpaling darinya. (al-Kahf/18: 53) Setelah menyaksikan azab yang akan menimpa mereka, ketika itu mereka menyesal seandainya dahulu ketika masih hidup di dunia mereka menerima petunjuk dan beriman kepada Allah. Akan tetapi, pengandaian itu hanya merupakan angan-angan yang tidak mungkin terlaksana."
        },
        {
          "number": 65,
          "arabic": "وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ مَاذَآ أَجَبْتُمُ ٱلْمُرْسَلِينَ",
          "transliteration": "wayawma yunādīhim fayaqūlu mādhā ajabtumu l-mur'salīna",
          "translation": "Dan (Ingatlah) pada hari ketika Dia (Allah) menyeru mereka, dan berfirman, \"Apakah jawabanmu terhadap para rasul?\"",
          "tafsir": "Sesudah dinyatakan kepada mereka bahwa tindakan mereka mempersekutukan Allah adalah sesat, maka sebagai cercaan atas perbuatannya, itu pada ayat ini ditanyakan kepada mereka tentang bagaimana cara mereka menyambut seruan para rasul untuk membersihkan diri dari penyembahan berhala, dan mengajak berakidah tauhid, mengesakan Allah. Mereka diam seribu bahasa, tidak dapat mengemukakan sedikit pun alasan sebagai jawaban dari pernyataan yang dilontarkan. Mereka bingung tidak tahu apa yang mesti dikatakan. Oleh karena itu, mereka saling bertanya, seperti orang yang sedang menghadapi kesulitan. Mereka tertunduk karena malu dan menyesal. Apabila para rasul tidak dapat menjawab pertanyaan yang dimajukan kepadanya tentang jawaban dan sambutan kaumnya mengenai seruannya kepada mereka, tentu orang-orang yang sesat dan menyesatkan di dunia yang tidak mengindahkan seruan nabi-nabi lebih cemas lagi. Firman Allah: (Ingatlah) pada hari ketika Allah mengumpulkan para rasul, lalu Dia bertanya (kepada mereka), \"Apa jawaban (kaummu) terhadap (seruan)mu?\" Mereka (para rasul) menjawab, \"Kami tidak tahu (tentang itu). Sesungguhnya Engkaulah Yang Maha Mengetahui segala yang gaib.\" (al-Ma'idah/5: 109)"
        },
        {
          "number": 66,
          "arabic": "فَعَمِيَتْ عَلَيْهِمُ ٱلْأَنۢبَآءُ يَوْمَئِذٍ فَهُمْ لَا يَتَسَآءَلُونَ",
          "transliteration": "faʿamiyat ʿalayhimu l-anbāu yawma-idhin fahum lā yatasāalūna",
          "translation": "Maka gelaplah bagi mereka segala macam alasan pada hari itu, karena itu mereka tidak saling bertanya.",
          "tafsir": "Sesudah dinyatakan kepada mereka bahwa tindakan mereka mempersekutukan Allah adalah sesat, maka sebagai cercaan atas perbuatannya, itu pada ayat ini ditanyakan kepada mereka tentang bagaimana cara mereka menyambut seruan para rasul untuk membersihkan diri dari penyembahan berhala, dan mengajak berakidah tauhid, mengesakan Allah. Mereka diam seribu bahasa, tidak dapat mengemukakan sedikit pun alasan sebagai jawaban dari pernyataan yang dilontarkan. Mereka bingung tidak tahu apa yang mesti dikatakan. Oleh karena itu, mereka saling bertanya, seperti orang yang sedang menghadapi kesulitan. Mereka tertunduk karena malu dan menyesal. Apabila para rasul tidak dapat menjawab pertanyaan yang dimajukan kepadanya tentang jawaban dan sambutan kaumnya mengenai seruannya kepada mereka, tentu orang-orang yang sesat dan menyesatkan di dunia yang tidak mengindahkan seruan nabi-nabi lebih cemas lagi. Firman Allah: (Ingatlah) pada hari ketika Allah mengumpulkan para rasul, lalu Dia bertanya (kepada mereka), \"Apa jawaban (kaummu) terhadap (seruan)mu?\" Mereka (para rasul) menjawab, \"Kami tidak tahu (tentang itu). Sesungguhnya Engkaulah Yang Maha Mengetahui segala yang gaib.\" (al-Ma'idah/5: 109)"
        },
        {
          "number": 67,
          "arabic": "فَأَمَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَـٰلِحًا فَعَسَىٰٓ أَن يَكُونَ مِنَ ٱلْمُفْلِحِينَ",
          "transliteration": "fa-ammā man tāba waāmana waʿamila ṣāliḥan faʿasā an yakūna mina l-muf'liḥīna",
          "translation": "Maka adapun orang yang bertobat dan beriman, serta mengerjakan kebajikan, maka mudah-mudahan dia termasuk orang yang beruntung.",
          "tafsir": "Betapapun banyaknya dosa seseorang, termasuk menyekutukan Allah yang merupakan dosa yang paling besar, bila ia tobat dan kembali kepada kebenaran, serta beribadah kepada-Nya, membenarkan nabi-Nya, mengerjakan perintah-Nya, dan meninggalkan larangan-Nya, tentu ia termasuk orang-orang yang beruntung dan berbahagia di akhirat. Kejahatannya diganti oleh Allah dengan kebajikan. Ia mendapat karunia dan masuk ke surga yang penuh nikmat. Ia tinggal di dalamnya kekal untuk selama-lamanya, sebagaimana firman Allah : Dan orang-orang yang tidak mempersekutukan Allah dengan sembahan lain dan tidak membunuh orang yang diharamkan Allah kecuali dengan (alasan) yang benar, dan tidak berzina; dan barang siapa melakukan demikian itu, niscaya dia mendapat hukuman yang berat, (yakni) akan dilipatgandakan azab untuknya pada hari Kiamat dan dia akan kekal dalam azab itu, dalam keadaan terhina, kecuali orang-orang yang bertobat dan beriman dan mengerjakan kebajikan; maka kejahatan mereka diganti Allah dengan kebaikan. Allah Maha Pengampun, Maha Penyayang. (al-Furqan/25: 68-70)"
        },
        {
          "number": 68,
          "arabic": "وَرَبُّكَ يَخْلُقُ مَا يَشَآءُ وَيَخْتَارُ ۗ مَا كَانَ لَهُمُ ٱلْخِيَرَةُ ۚ سُبْحَـٰنَ ٱللَّهِ وَتَعَـٰلَىٰ عَمَّا يُشْرِكُونَ",
          "transliteration": "warabbuka yakhluqu mā yashāu wayakhtāru mā kāna lahumu l-khiyaratu sub'ḥāna l-lahi wataʿālā ʿammā yush'rikūna",
          "translation": "DanTuhanmu menciptakan dan memilih apa yang Dia kehendaki. Bagi mereka (manusia) tidak ada pilihan. Mahasuci Allah dan Mahatinggi Dia dari apa yang mereka persekutukan.",
          "tafsir": "Ayat ini menerangkan bahwa Allah yang menciptakan apa yang dikehendaki-Nya. Dia satu-satunya yang berwenang memilih dan menentukan sesuatu hal, baik yang tampak maupun yang tidak, sebagaimana firman-Nya: Apakah (pantas) Allah yang menciptakan itu tidak mengetahui? Dan Dia Mahahalus, Maha Mengetahui. (al-Mulk/67: 14) Dan firman-Nya: Dan tidakkah mereka tahu bahwa Allah mengetahui apa yang mereka sembunyikan dan apa yang mereka nyatakan? (al-Baqarah/2: 77) Allah Maha Mengetahui semua makhluk-Nya, mengetahui hal ihwal, watak, dan karakternya. Kemudian Dia memilih dari hamba-hamba-Nya, siapa di antara mereka yang berhak dan wajar menerima hidayah dan diangkat menjadi rasul yang mampu melaksanakan tugasnya. Firman Allah: Allah lebih mengetahui di mana Dia menempatkan tugas kerasulan-Nya. (al-An'am/6: 124) Bila Allah telah menentukan sesuatu, maka manusia tidak dapat memilih sesuai keinginannya. Ia harus menerima dan menaati apa yang telah ditetapkan Allah. Firman Allah: Dan tidaklah pantas bagi laki-laki yang mukmin dan perempuan yang mukmin, apabila Allah dan Rasul-Nya telah menetapkan suatu ketetapan, akan ada pilihan (yang lain) bagi mereka tentang urusan mereka. (al-Ahzab/33: 36) Ayat ini diakhiri dengan satu penjelasan bahwa Allah Mahasuci dan Mahatinggi dari apa yang mereka persekutukan. Tidak ada seorang pun yang dapat menghalangi pilihan-Nya dan membatalkan ketentuan-Nya. Bagaimanapun keinginan dan kegigihan Nabi Muhammad memberi petunjuk untuk mengislamkan pamannya, Abu thalib, dan bagaimanapun kehendak dan kesungguhan penduduk Mekah supaya diutus seorang rasul dari kalangan mereka, semuanya itu gagal dan tidak terlaksana. Hanya pilihan dan ketentuan Allah yang berlaku dan menjadi kenyataan."
        },
        {
          "number": 69,
          "arabic": "وَرَبُّكَ يَعْلَمُ مَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَ",
          "transliteration": "warabbuka yaʿlamu mā tukinnu ṣudūruhum wamā yuʿ'linūna",
          "translation": "Dan Tuhanmu mengetahui apa yang disembunyikan dalam dada mereka dan apa yang mereka tampakkan.",
          "tafsir": "Ayat ini menerangkan bahwa apa yang disembunyikan di dalam hati dan apa yang dinyatakan seseorang, pasti Allah mengetahuinya. Firman Nya: Sama saja (bagi Allah), siapa di antaramu yang merahasiakan ucapannya dan siapa yang berterus terang dengannya; dan siapa yang bersembunyi pada malam hari dan yang berjalan pada siang hari. (ar-Ra'd/13: 10) Dan firman-Nya: Dialah Tuhan) yang mengetahui semua yang gaib dan semua yang tampak. Mahatinggi (Allah) dari apa yang mereka persekutukan. (al-Mu'minun/23: 92) (70) Pada ayat ini, Allah menerangkan bahwa Dialah yang Maha Esa, tidak ada yang berhak disembah melainkan Allah. Dialah yang mengetahui segala sesuatu dan Dia pula yang berkuasa atasnya. Dialah yang berhak dipuji segala perbuatan-Nya, karena Dialah yang memberikan segala kenikmatan yang kita peroleh baik di dunia maupun di akhirat. Segala peraturan dan ketentuan yang telah digariskan-Nya harus berlaku dan terlaksana. Tidak mungkin diganggu gugat karena Dia berada di atas segala makhluk-Nya, Hakim Yang Paling Adil, yang menentukan dan menetapkan bahwa yang benar itu benar dan yang salah itu salah. Kepada-Nya segala sesuatu akan dikembalikan, firman Allah: Hanya kepada Allah segala urusan dikembalikan. (al-Anfal/8: 44) Di hari Kiamat, tiap-tiap orang dibalas setimpal dengan perbuatannya di dunia. Kalau baik dibalas dengan surga, dan kalau jahat dibalas dengan siksa di neraka."
        },
        {
          "number": 70,
          "arabic": "وَهُوَ ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ ۖ لَهُ ٱلْحَمْدُ فِى ٱلْأُولَىٰ وَٱلْـَٔاخِرَةِ ۖ وَلَهُ ٱلْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ",
          "transliteration": "wahuwa l-lahu lā ilāha illā huwa lahu l-ḥamdu fī l-ūlā wal-ākhirati walahu l-ḥuk'mu wa-ilayhi tur'jaʿūna",
          "translation": "Dan Dialah Allah, tidak ada tuhan (yang berhak disembah) selain Dia, segala puji bagi-Nya di dunia dan di akhirat, dan bagi-Nya segala penentuan dan kepada-Nya kamu dikembalikan.",
          "tafsir": "Pada ayat ini, Allah menerangkan bahwa Dialah yang Maha Esa, tidak ada yang berhak disembah melainkan Allah. Dialah yang mengetahui segala sesuatu dan Dia pula yang berkuasa atasnya. Dialah yang berhak dipuji segala perbuatan-Nya, karena Dialah yang memberikan segala kenikmatan yang kita peroleh baik di dunia maupun di akhirat. Segala peraturan dan ketentuan yang telah digariskan-Nya harus berlaku dan terlaksana. Tidak mungkin diganggu gugat karena Dia berada di atas segala makhluk-Nya, Hakim Yang Paling Adil, yang menentukan dan menetapkan bahwa yang benar itu benar dan yang salah itu salah. Kepada-Nya segala sesuatu akan dikembalikan, firman Allah: Hanya kepada Allah segala urusan dikembalikan. (al-Anfal/8: 44) Di hari Kiamat, tiap-tiap orang dibalas setimpal dengan perbuatannya di dunia. Kalau baik dibalas dengan surga, dan kalau jahat dibalas dengan siksa di neraka."
        }
      ]
    }
  ]
}