{
  "pageNumber": 243,
  "juz": 13,
  "surahs": [
    {
      "number": 12,
      "name": "Yusuf",
      "nameArabic": "يوسف",
      "meaning": "Nabi Yusuf",
      "revelation": "Makkah",
      "description": "Surat Yusuf ini terdiri dari 111 ayat dan termasuk surat Makkiyyah karena diturunkan di Mekah sebelum hijrah. Surat ini dinamai Yusuf karena titik berat isinya mengenai kisah Nabi Yusuf. Kisah ini termasuk cerita ghaib yang diwahyukan kepada Nabi Muhammad sebagai mukjizat bagi beliau, yang sebelumnya tidak beliau ketahui. Menurut riwayat Al Baihaqi dalam kitab \"Ad Dalail\" bahwa segolongan orang Yahudi masuk Islam setelah mendengar kisah Nabi Yusuf tersebut, karena sesuai dengan kisah yang mereka ketahui.Dari kisah Nabi Yusuf ini, Nabi Muhammad banyak mengambil pelajaran dan merupakan penghibur bagi beliau dalam menjalankan tugasnya.**Pokok-Pokok Isi:**1. **Keimanan:** Kenabian Yusuf dan mukjizat-mukjizatnya; menentukan hukum dalam agama adalah hak Allah semata; qadha Allah tak dapat diubah; semua rasul berkelamin laki-laki2. **Hukum-hukum:** Keharusan merahasiakan sesuatu untuk menghindari fitnah; barang dan anak temuan wajib dipungut dan tidak boleh dibiarkan; boleh melakukan muslihat yang tidak merugikan orang lain untuk memperoleh sesuatu kemaslahatan.3. **Kisah-kisah:** Kisah Nabi Yusuf bersaudara dan orang tua mereka, Nabi Ya'qub.4. **Lain-lain:** Beberapa sifat dan suri teladan mulia yang dapat diambil dari kisah Nabi Yusuf; persamaan antara agama para nabi, tauhid.Surat Yusuf ini seluruh isinya berkisah tentang Nabi Yusuf dan saudara-saudaranya beserta kedua orang tua mereka. Cara penuturan kisah Nabi Yusuf ini kepada Nabi Muhammad berbeda dengan kisah nabi-nabi yang lain; kisah Nabi Yusuf secara khusus diceritakan dalam satu surat sedang kisah nabi-nabi yang lain disebutkan dalam beberapa surat. Selain itu, isi kisah Nabi Yusuf juga berbeda dengan kisah nabi-nabi yang lain. Dalam kisah nabi-nabi yang lain, Allah menitikberatkan pada tantangan yang bermacam-macam dari kaum mereka, kemudian mengakhiri kisah tersebut dengan kemusnahan para penentang para nabi. Dalam kisah Nabi Yusuf, Allah menonjolkan kesudahan yang baik dari kesabaran, dan bahwa kesenangan datang setelah penderitaan. Allah menguji Nabi Ya'qub dengan kehilangan putranya, Yusuf, dan penglihatannya. Juga menguji ketabahan dan kesabaran Yusuf dengan dipisahkan dari kedua orang tuanya, dibuang ke dalam sumur, dan diperdagangkan sebagai hamba sahaya. Lalu Allah menguji imannya dengan godaan perempuan cantik lagi bangsawan dan akhirnya dimasukkan ke dalam penjara. Kemudian Allah melepaskan Yusuf dan ayahnya dari segala penderitaan dan cobaan, menghimpunkan mereka kembali, mengembalikan penglihatan Ya'qub, dan menghidupkan lagi cinta kasih antara mereka dengan Yusuf.**Hubungan Surat Yusuf Dengan Surat Ar Ra'd:**1. Dalam surat ini secara umum Allah mengemukakan adanya tanda-tanda keesaan Allah di langit dan di bumi. Di dalam surat Ar Ra'd Allah mengemukakannya lagi secara lebih jelas.2. Kedua surat tersebut sama-sama memuat pengalaman nabi-nabi zaman dahulu beserta umatnya. Yang menentang kebenaran mengalami kehancuran sedang yang mengikuti kebenaran mendapat kemenangan.3. Pada akhir surat Yusuf diterangkan bahwa Al-Qur'an bukanlah perkataan yang diada-adakan tetapi petunjuk dan rahmat bagi orang yang beriman, dan keterangan ini diulangi lagi di awal surat Ar Ra'd.",
      "verses": [
        {
          "number": 64,
          "arabic": "قَالَ هَلْ ءَامَنُكُمْ عَلَيْهِ إِلَّا كَمَآ أَمِنتُكُمْ عَلَىٰٓ أَخِيهِ مِن قَبْلُ ۖ فَٱللَّهُ خَيْرٌ حَـٰفِظًا ۖ وَهُوَ أَرْحَمُ ٱلرَّٰحِمِينَ",
          "transliteration": "qāla hal āmanukum ʿalayhi illā kamā amintukum ʿalā akhīhi min qablu fal-lahu khayrun ḥāfiẓan wahuwa arḥamu l-rāḥimīna",
          "translation": "Dia (Yakub) berkata, \"Bagaimana aku akan mempercayakannya (Bunyamin) kepadamu, seperti aku telah mempercayakan saudaranya (Yusuf) kepada kamu dahulu?\" Maka Allah adalah Penjaga yang terbaik dan Dia Maha Penyayang di antara para penyayang.",
          "tafsir": "Yakub terkejut mendengar permintaan mereka, sehingga dengan seketika menjawab, \"Apakah aku akan mempercayakan Bunyamin kepada kalian sebagaimana aku telah mempercayakan Yusuf dahulu? Apakah kalian belum puas dengan mencelakakan Yusuf sehingga sekarang kalian kembali ingin mencelakakan Bunyamin? Apakah aku akan percaya begitu saja kepada janji-janji dan jaminan kalian terhadap Bunyamin, padahal dahulu kalian telah membuat janji dan jaminan serupa ketika hendak membawa Yusuf bermain-main ke tempat penggembalaan di padang pasir? Aku tidak percaya lagi kepada ucapan dan janji kalian. Aku akan menggantungkan harapanku kepada Allah agar Dia tetap memelihara Bunyamin karena Dialah sebaik-baik Penjaga dan Penyayang. Kepada-Nyalah aku bertawakal dalam menghadapi segala persoalan. Hanya Dialah yang Maha Pengasih lagi Maha Penyayang, aku bermohon agar Dia selalu melimpahkan rahmat-Nya kepadaku dengan melindungi Bunyamin dan menjaga keselamatannya serta tidak akan menimpakan cobaan kepadaku seperti kehilangan Yusuf, anakku yang tercinta. Sesungguhnya rahmat Allah Mahaluas dan Karunia-Nya Mahabesar.\""
        },
        {
          "number": 65,
          "arabic": "وَلَمَّا فَتَحُوا۟ مَتَـٰعَهُمْ وَجَدُوا۟ بِضَـٰعَتَهُمْ رُدَّتْ إِلَيْهِمْ ۖ قَالُوا۟ يَـٰٓأَبَانَا مَا نَبْغِى ۖ هَـٰذِهِۦ بِضَـٰعَتُنَا رُدَّتْ إِلَيْنَا ۖ وَنَمِيرُ أَهْلَنَا وَنَحْفَظُ أَخَانَا وَنَزْدَادُ كَيْلَ بَعِيرٍ ۖ ذَٰلِكَ كَيْلٌ يَسِيرٌ",
          "transliteration": "walammā fataḥū matāʿahum wajadū biḍāʿatahum ruddat ilayhim qālū yāabānā mā nabghī hādhihi biḍāʿatunā ruddat ilaynā wanamīru ahlanā wanaḥfaẓu akhānā wanazdādu kayla baʿīrin dhālika kaylun yasīrun",
          "translation": "Dan ketika mereka membuka barang-barangnya, mereka menemukan barang-barang (penukar) mereka dikembalikan kepada mereka. Mereka berkata, \"Wahai ayah kami! Apalagi yang kita inginkan. Ini barang-barang kita dikembalikan kepada kita, dan kita akan dapat memberi makan keluarga kita, dan kami akan memelihara saudara kami, dan kita akan mendapat tambahan jatah (gandum) seberat beban seekor unta. Itu suatu hal yang mudah (bagi raja Mesir).\"",
          "tafsir": "Setelah saudara-saudara Yusuf membuka karung bahan makanan yang mereka bawa dari Mesir, ternyata mereka juga mendapatkan barang-barang mereka masih ada pula di dalamnya. Mereka berkata pada Yakub, \"Wahai ayah kami, barang-barang yang kami bawa ke Mesir ternyata dikembalikan. Ini adalah bukti yang nyata betapa baiknya hati penguasa Mesir itu kepada kita dan betapa pemurahnya sehingga dia tidak mau mengambil barang-barang kita sebagai penukar makanan yang diberikan kepada kita. Dia telah menolong kita dengan ikhlas tanpa mengharapkan balasan. Memang amat besar hutang budi kita. Oleh sebab itu, kita harus membalas jasa dan budi baiknya dengan memenuhi janji kami yaitu akan membawa Bunyamin ke Mesir. Kalau kami kembali ke Mesir membawanya, tentu kita akan mendapat bahan makanan lebih banyak, paling tidak akan bertambah satu pikulan karena kami sudah berjumlah sebelas orang. Bagi penguasa Mesir satu pikulan bahan makanan itu tentu tidak akan memberatkan karena gudang-gudangnya penuh dengan bahan makanan.\""
        },
        {
          "number": 66,
          "arabic": "قَالَ لَنْ أُرْسِلَهُۥ مَعَكُمْ حَتَّىٰ تُؤْتُونِ مَوْثِقًا مِّنَ ٱللَّهِ لَتَأْتُنَّنِى بِهِۦٓ إِلَّآ أَن يُحَاطَ بِكُمْ ۖ فَلَمَّآ ءَاتَوْهُ مَوْثِقَهُمْ قَالَ ٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٌ",
          "transliteration": "qāla lan ur'silahu maʿakum ḥattā tu'tūni mawthiqan mina l-lahi latatunnanī bihi illā an yuḥāṭa bikum falammā ātawhu mawthiqahum qāla l-lahu ʿalā mā naqūlu wakīlun",
          "translation": "Dia (Yakub) berkata, \"Aku tidak akan melepaskannya (pergi) bersama kamu, sebelum kamu bersumpah kepadaku atas (nama) Allah, bahwa kamu pasti akan membawanya kepadaku kembali, kecuali jika kamu dikepung (musuh).\" Setelah mereka mengucapkan sumpah, dia (Yakub) berkata, \"Allah adalah saksi terhadap apa yang kita ucapkan.\"",
          "tafsir": "Mendengar ucapan anak-anaknya itu, Yakub sadar bahwa budi baik penguasa Mesir itu harus dibalas dengan budi baik pula. Tidak ada cara untuk membalasnya kecuali dengan menepati janji anak-anaknya yang akan membawa Bunyamin karena dia dan anak-anaknya tidak mempunyai apa-apa lagi untuk dipersembahkan apalagi penguasa Mesir itu telah menolak menerima barang tukaran dan mengembalikan semuanya. Dengan perasaan yang berat, Yakub berkata kepada anak-anaknya bahwa kalau mereka harus membawa Bunyamin ke Mesir, maka ia tidak akan mengizinkan kecuali dengan janji yang dikuatkan dengan sumpah bahwa mereka benar-benar akan menjaga keselamatan Bunyamin dan membawanya kembali pulang. Mereka juga diminta untuk bersedia mengorbankan jiwa raga bila terjadi hal-hal yang membahayakan atau mengancam jiwanya. Anak-anak Yakub bersedia bersumpah untuk memenuhi syarat yang dikemukakan ayah mereka. Lalu mereka bersumpah dengan menyebut nama Allah bahwa mereka akan menjaga keselamatan Bunyamin, membelanya mati-matian bila terancam bahaya, dan akan membawanya pulang kembali. Setelah mendengar sumpah anak-anaknya itu, barulah hati Yakub merasa lega dan dia berkata, \"Allah menjadi saksi atas semua ucapan dan janjimu itu. Dialah Yang Mengawasi segala perbuatan dan tindak-tandukmu dan kepada-Nyalah aku serahkan keselamatan anakku.\""
        },
        {
          "number": 67,
          "arabic": "وَقَالَ يَـٰبَنِىَّ لَا تَدْخُلُوا۟ مِنۢ بَابٍ وَٰحِدٍ وَٱدْخُلُوا۟ مِنْ أَبْوَٰبٍ مُّتَفَرِّقَةٍ ۖ وَمَآ أُغْنِى عَنكُم مِّنَ ٱللَّهِ مِن شَىْءٍ ۖ إِنِ ٱلْحُكْمُ إِلَّا لِلَّهِ ۖ عَلَيْهِ تَوَكَّلْتُ ۖ وَعَلَيْهِ فَلْيَتَوَكَّلِ ٱلْمُتَوَكِّلُونَ",
          "transliteration": "waqāla yābaniyya lā tadkhulū min bābin wāḥidin wa-ud'khulū min abwābin mutafarriqatin wamā ugh'nī ʿankum mina l-lahi min shayin ini l-ḥuk'mu illā lillahi ʿalayhi tawakkaltu waʿalayhi falyatawakkali l-mutawakilūna",
          "translation": "Dan dia (Yakub) berkata, \"Wahai anak-anakku! Janganlah kamu masuk dari satu pintu gerbang, dan masuklah dari pintu-pintu gerbang yang berbeda; namun demikian aku tidak dapat mempertahankan kamu sedikit pun dari (takdir) Allah. Keputusan itu hanyalah bagi Allah. Kepada-Nya aku bertawakal dan kepada-Nya pula bertawakallah orang-orang yang bertawakal.\"",
          "tafsir": "Pada ayat ini dijelaskan bahwa Nabi Yakub berkata kepada anak-anaknya agar ketika sampai di istana raja Mesir, mereka tidak masuk bersama-sama dari satu pintu gerbang, tetapi masuk dari pintu-pintu gerbang yang lain, supaya terhindar dari penglihatan mata orang yang hasad atau mengalami hal-hal yang tidak diinginkan. Di samping itu agar Bunyamin sempat bertemu dengan Yusuf secara terpisah dari saudara-saudaranya yang lain. Nabi Yakub menasihatkan pula bahwa walaupun mereka sudah berusaha menghindari berbagai kemungkinan yang membahayakan, namun beliau tidak dapat mencegah ketentuan dari Allah, sebab keputusan menetapkan sesuatu hanya berada di tangan-Nya. Semua pekerjaan harus dilaksanakan sesuai dengan kemampuan dan disertai keyakinan bahwa ketentuan dari Allah pasti terjadi, dan tidak seorang pun yang dapat menghalang-halanginya. Oleh karena itu, hanya kepada-Nyalah semua orang bertawakal dan berserah diri."
        },
        {
          "number": 68,
          "arabic": "وَلَمَّا دَخَلُوا۟ مِنْ حَيْثُ أَمَرَهُمْ أَبُوهُم مَّا كَانَ يُغْنِى عَنْهُم مِّنَ ٱللَّهِ مِن شَىْءٍ إِلَّا حَاجَةً فِى نَفْسِ يَعْقُوبَ قَضَىٰهَا ۚ وَإِنَّهُۥ لَذُو عِلْمٍ لِّمَا عَلَّمْنَـٰهُ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
          "transliteration": "walammā dakhalū min ḥaythu amarahum abūhum mā kāna yugh'nī ʿanhum mina l-lahi min shayin illā ḥājatan fī nafsi yaʿqūba qaḍāhā wa-innahu ladhū ʿil'min limā ʿallamnāhu walākinna akthara l-nāsi lā yaʿlamūna",
          "translation": "Dan ketika mereka masuk sesuai dengan perintah ayah mereka, (masuknya mereka itu) tidak dapat menolak sedikit pun keputusan Allah, (tetapi itu) hanya suatu keinginan pada diri Yakub yang telah ditetapkannya. Dan sesungguhnya dia mempunyai pengetahuan, karena Kami telah mengajarkan kepadanya. Tetapi kebanyakan manusia tidak mengetahui.",
          "tafsir": "Tatkala putra-putra Nabi Yakub itu masuk ke istana Yusuf di Mesir sesuai dengan yang diperintahkannya, yaitu masuk dari pintu gerbang yang berlainan, cara yang mereka lakukan itu tidak dapat melepaskan mereka sedikit pun dari ketentuan Allah. Ini hanya keinginan Nabi Yakub yang harus dilaksanakan agar Yusuf dapat bertemu dengan Bunyamin empat mata, karena keduanya akan membuat perencanaan dan tindakan yang bijak-sana. Ini menunjukkan bahwa Nabi Yakub telah diberi ilmu pengetahuan dengan wahyu Allah swt, namun kebanyakan manusia tidak mengetahui, termasuk anak-anaknya sendiri."
        },
        {
          "number": 69,
          "arabic": "وَلَمَّا دَخَلُوا۟ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيْهِ أَخَاهُ ۖ قَالَ إِنِّىٓ أَنَا۠ أَخُوكَ فَلَا تَبْتَئِسْ بِمَا كَانُوا۟ يَعْمَلُونَ",
          "transliteration": "walammā dakhalū ʿalā yūsufa āwā ilayhi akhāhu qāla innī anā akhūka falā tabta-is bimā kānū yaʿmalūna",
          "translation": "Dan ketika mereka masuk ke (tempat) Yusuf, dia menempatkan saudaranya (Bunyamin) di tempatnya, dia (Yusuf) berkata, \"Sesungguhnya aku adalah saudaramu, jangan engkau bersedih hati atas apa yang telah mereka kerjakan.\"",
          "tafsir": "Ketika anak-anak Yakub masuk ke dalam ruangan khusus, Yusuf langsung mengenali adiknya, Bunyamin. Yusuf berusaha untuk bertemu empat mata dengannya seraya berkata, \"Jangan sedih dan gundah. Saya ini adalah saudara kandungmu, tapi hal ini jangan kamu ceritakan kepada saudara-saudara yang lain.\" Dalam sebuah riwayat dikatakan bahwa tatkala saudara-saudara Yusuf masuk ke tempatnya, mereka memperkenalkan Bunyamin seraya berkata, \"Inilah saudara kami Bunyamin, yang diminta datang bersama-sama dengan kami, sekarang kami memperkenalkannya kepada Baginda.\" Yusuf menjawab, \"Terima kasih banyak, dan untuk kebaikan ini niscaya kami akan menyediakan balasannya.\" Lalu Yusuf menyediakan hidangan makanan untuk mereka yang semuanya berjumlah sebelas orang. Tiap-tiap meja untuk dua orang, sehingga semuanya sudah duduk berhadap-hadapan pada lima meja dalam lima buah kamar yang tertutup. Hanya tinggal Bunyamin sendirian tidak mempunyai pasangan. Yusuf berkata kepada tamu-tamunya, \"Kamu yang sepuluh orang, masing-masing berdua masuklah ke dalam kamar. Karena yang seorang ini, yaitu Bunyamin tidak mempunyai kawan, maka baiklah saya yang menemaninya.\" Setelah Yusuf dan Bunyamin berdua dalam sebuah kamar, maka Yusuf merangkulnya dengan penuh kemesraan, dan berkata, \"Apakah kamu suka menerima aku sebagai saudara-mu, ganti dari saudaramu yang hilang itu?\" Bunyamin menjawab, \"Siapa yang akan menolak mendapatkan saudara seperti engkau yang mulia ini? Namun engkau tidak dilahirkan dari bapakku Yakub dan ibuku Rahil.\" Karena tidak tahan mendengar ucapan itu, lalu Yusuf menangis dan merangkul Bunyamin seraya berkata, \"Akulah Yusuf, saudaramu yang dikatakan hilang itu.\" Lalu Yusuf menasihati saudaranya, supaya jangan bersedih atas apa yang telah dikerjakan oleh saudara-saudaranya terhadap-nya. Yusuf memberitahukan pula kepada Bunyamin rencananya terhadap saudara-saudaranya, untuk menguji mereka, apakah akhlaknya masih seperti dahulu atau sudah ada perubahan. Maksudnya supaya Bunyamin jangan terkejut, bila nanti terjadi hal-hal yang dilakukan Yusuf yang terasa janggal baginya."
        }
      ]
    }
  ]
}