{
  "pageNumber": 474,
  "juz": 24,
  "surahs": [
    {
      "number": 40,
      "name": "Ghafir",
      "nameArabic": "غافر",
      "meaning": "Yang Maha Pengampun",
      "revelation": "Makkah",
      "description": "Surat \"Ghafir\" terdiri atas 85 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Az-Zumar.Dinamakan \"Ghafir\" (yang mengampuni), karena ada hubungannya dengan kata \"Ghafir\" yang terdapat pada ayat ke-3 surat ini. Ayat ini mengingatkan bahwa \"Maha Pengampun\" dan \"Maha Penerima Taubat\" adalah termasuk sifat Allah. Karena itu, hamba-hamba Allah tidak perlu khawatir terhadap perbuatan-perbuatan dosa yang telah telanjur mereka lakukan, semuanya akan diampuni Allah dengan syarat memohon ampunan dan bertaubat kepada-Nya dengan sungguh-sungguh serta berjanji tidak akan mengulangi perbuatan-perbuatan dosa itu lagi. Surat ini juga dinamai \"Dzit Thaul\" (Yang Mempunyai Karunia) karena kata tersebut terdapat pada ayat ke-3.Dinamai pula \"Al-Mu'min\" (orang yang beriman), berhubung kata \"mu'min\" yang terdapat pada ayat ke-28 surat ini. Pada ayat ke-28 diterangkan bahwa seorang dari kaum Fir'aun telah beriman kepada Nabi Musa tetapi menyembunyikan keimanannya di depan kaumnya. Setelah mendengar keterangan dan melihat mukjizat yang dikemukakan oleh Nabi Musa, hati kecil orang itu mencela Fir'aun dan kaumnya yang tidak mau beriman kepada Nabi Musa sekalipun telah dikemukakan keterangan dan mukjizat yang diminta mereka.**Pokok-Pokok Isi:**1. **Keimanan:** Sifat-sifat malaikat yang memikul 'Arsy dan yang berada di sekitarnya; dalil-dalil yang menunjukkan kekuasaan Allah, sifat-sifat Allah yang menunjukkan kebesaran dan keagungan-Nya; ilmu Allah meliputi segala sesuatu; bukti-bukti yang menunjukkan keberadaan hari kebangkitan.2. **Kisah:** Kisah Nabi Musa dengan Fir'aun.3. **Lain-lain:** Sikap orang mukmin dan orang kafir terhadap Al-Qur'an; permohonan orang-orang kafir agar dikeluarkan dari neraka; peringatan untuk orang-orang musyrik tentang kedahsyatan hari kiamat; anjuran bersabar dalam menghadapi kaum musyrikin; nikmat-nikmat Allah yang terdapat di daratan dan lautan; janji Rasulullah bahwa orang-orang mukmin akan menang terhadap musuhnya.Surat Ghafir mengemukakan hal-hal yang berhubungan dengan bantahan orang-orang kafir dan pengakuan orang-orang mukmin terhadap Al-Qur'an terutama yang berhubungan dengan ketauhidan, penegasan kebangkitan dan kerasulan. Selain itu, surat ini juga mengemukakan bahwa keadaan orang-orang musyrik akan sama dengan keadaan Fir'aun, Qarun, dan Haman, bila mereka tetap dalam kemusyrikannya.**Hubungan Surat Ghafir Dengan Surat Fussilat:**1. Kedua surat ini sama-sama memberikan peringatan kepada orang-orang Quraisy yang mengingkari Nabi Muhammad.2. Kedua surat ini sama-sama dimulai dengan menyebutkan sifat-sifat Al-Qur'an.",
      "verses": [
        {
          "number": 59,
          "arabic": "إِنَّ ٱلسَّاعَةَ لَـَٔاتِيَةٌ لَّا رَيْبَ فِيهَا وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يُؤْمِنُونَ",
          "transliteration": "inna l-sāʿata laātiyatun lā rayba fīhā walākinna akthara l-nāsi lā yu'minūna",
          "translation": "Sesungguhnya hari Kiamat pasti akan datang, tidak ada keraguan tentangnya, akan tetapi kebanyakan manusia tidak beriman.",
          "tafsir": "Setelah Allah menerangkan bukti-bukti adanya hari Kiamat dan hari kebangkitan, maka Dia menegaskan bahwa hari Kiamat itu pasti datang. Pada waktu itu, seluruh manusia dihidupkan kembali, setiap mereka diperhitungkan amalnya dengan penuh keadilan di hadapan mahkamah Allah. Tidak seorang pun yang dapat mengelakkan diri dari pengadilan Tuhan itu. Sekalipun hari Kiamat itu pasti datang, dan telah ditegaskan bahwa orang-orang kafir akan masuk neraka dan orang-orang yang beriman akan masuk surga, namun sedikit sekali manusia yang mau percaya dan beriman, bahkan mereka mendustakannya."
        },
        {
          "number": 60,
          "arabic": "وَقَالَ رَبُّكُمُ ٱدْعُونِىٓ أَسْتَجِبْ لَكُمْ ۚ إِنَّ ٱلَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِى سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ",
          "transliteration": "waqāla rabbukumu id'ʿūnī astajib lakum inna alladhīna yastakbirūna ʿan ʿibādatī sayadkhulūna jahannama dākhirīna",
          "translation": "Dan Tuhanmu berfirman, \"Berdoalah kepada-Ku, niscaya akan Aku perkenankan bagimu. Sesungguhnya orang-orang yang sombong tidak mau menyembah-Ku akan masuk neraka Jahanam dalam keadaan hina dina.\"",
          "tafsir": "Pada ayat ini, Allah memerintahkan agar manusia berdoa kepada-Nya. Jika mereka berdoa niscaya Dia akan memperkenankan doa itu. Ibnu 'Abbas, adh-ahhak, dan Mujahid mengartikan ayat ini, \"Tuhan kamu berfirman, 'Beribadahlah kepada-Ku, niscaya Aku akan membalasnya dengan pahala.\" Menurut mereka, di dalam Al-Qur'an, perkataan doa bisa pula diartikan dengan ibadah seperti pada firman Allah: Yang mereka sembah selain Allah itu tidak lain hanyalah inatsan (berhala), dan mereka tidak lain hanyalah menyembah setan yang durhaka. (an-Nisa'/4: 117) Dalam hadis, Nabi bersabda: Doa itu ialah ibadah. (Riwayat at-Tirmidzi dari an-Nu'man bin Basyir) Sebagian ahli tafsir berpendapat bahwa doa dalam ayat ini berarti \"permohonan\". Sebenarnya doa dan ibadah itu adalah sama dari sisi bahasa. Hanya yang pertama berarti khusus sedang yang kedua berarti umum. Doa adalah salah satu bentuk atau cara dari ibadah. Hal ini berdasar hadis: Doa itu adalah inti ibadah. (Riwayat at-Tirmidzi dari Anas bin Malik) Dan hadis Nabi saw: Diriwayatkan dari 'aisyah, dia berkata, \"Nabi saw ditanya orang, 'Ibadah manakah yang paling utama? Beliau menjawab, 'Doa seseorang untuk dirinya.\" (Riwayat al-Bukhari) Berdasarkan hadis di atas, maka doa dalam ayat ini dapat diartikan dengan ibadah. Hal ini dikuatkan oleh lanjutan ayat yang artinya: \"Sesungguhnya orang-orang yang menyombongkan diri dari beribadah kepada-Ku akan masuk ke dalam neraka yang hina.\" Ayat ini merupakan peringatan dan ancaman keras kepada orang-orang yang enggan beribadah kepada Allah. Ayat ini juga merupakan pernyataan Allah kepada hamba-hamba-Nya yang beriman agar mereka memperoleh kebaikan dan kebahagiaan di dunia dan akhirat. Seakan-akan Allah mengatakan, \"Wahai hamba-hamba-Ku, menghambalah kepada-Ku, selalulah beribadah dan berdoa kepada-Ku. Aku akan menerima ibadah dan doa yang kamu lakukan dengan ikhlas, memperkenankan permohonanmu, dan mengampuni dosa-dosamu\"."
        },
        {
          "number": 61,
          "arabic": "ٱللَّهُ ٱلَّذِى جَعَلَ لَكُمُ ٱلَّيْلَ لِتَسْكُنُوا۟ فِيهِ وَٱلنَّهَارَ مُبْصِرًا ۚ إِنَّ ٱللَّهَ لَذُو فَضْلٍ عَلَى ٱلنَّاسِ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَشْكُرُونَ",
          "transliteration": "al-lahu alladhī jaʿala lakumu al-layla litaskunū fīhi wal-nahāra mub'ṣiran inna l-laha ladhū faḍlin ʿalā l-nāsi walākinna akthara l-nāsi lā yashkurūna",
          "translation": "Allah lah yang menjadikan malam untukmu agar kamu beristirahat padanya; (dan menjadikan) siang terang benderang. Sungguh, Allah benar-benar memiliki karunia yang dilimpahkan kepada manusia, tetapi kebanyakan manusia tidak bersyukur.",
          "tafsir": "Pada ayat ini, Allah memerintahkan agar manusia beribadah kepada-Nya dengan alasan-alasan berikut ini: 1. Yang memerintahkan agar beribadah kepada-Nya itu ialah Tuhan yang menjadikan malam sebagai waktu beristirahat, dan mempersiapkan tenaga baru agar dapat berusaha kembali esok harinya. Pada waktu malam, pada umumnya manusia tidur karena merupakan kebutuhan tubuh yang harus dipenuhi. 2. Yang menjadikan siang bercahaya, yang menerangi alam semesta sehingga manusia dapat berusaha untuk mencukupi keperluan hidup. 3. Karena Allah mempunyai karunia yang tidak terhingga banyaknya yang disediakan untuk seluruh makhluk-Nya, dan karunia itu tidak akan habis selama-lamanya. Pada akhir ayat ini diterangkan bahwa kebanyakan manusia tidak mau mensyukuri nikmat-nikmat Allah yang telah dilimpahkan kepadanya. Mereka mengingkari nikmat, seakan-akan nikmat itu mereka peroleh semata-mata karena usaha mereka sendiri."
        },
        {
          "number": 62,
          "arabic": "ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ خَـٰلِقُ كُلِّ شَىْءٍ لَّآ إِلَـٰهَ إِلَّا هُوَ ۖ فَأَنَّىٰ تُؤْفَكُونَ",
          "transliteration": "dhālikumu l-lahu rabbukum khāliqu kulli shayin lā ilāha illā huwa fa-annā tu'fakūna",
          "translation": "Demikianlah Allah, Tuhanmu, Pencipta segala sesuatu, tidak ada tuhan selain Dia; maka bagaimanakah kamu dapat dipalingkan?",
          "tafsir": "Ayat ini menerangkan bahwa yang melimpahkan nikmat yang tidak terhingga kepada seluruh makhluk itu adalah Tuhan yang berhak disembah, karena Dialah yang menciptakan seluruh makhluk. Kepada orang-orang kafir akan ditanyakan mengapa mereka berpaling, tidak mau menyembah, dan tidak mengesakan Allah. Padahal semua yang mereka sembah itu adalah ciptaan Allah, yang tidak pantas disembah."
        },
        {
          "number": 63,
          "arabic": "كَذَٰلِكَ يُؤْفَكُ ٱلَّذِينَ كَانُوا۟ بِـَٔايَـٰتِ ٱللَّهِ يَجْحَدُونَ",
          "transliteration": "kadhālika yu'faku alladhīna kānū biāyāti l-lahi yajḥadūna",
          "translation": "Demikianlah orang-orang yang selalu mengingkari ayat-ayat Allah dipalingkan.",
          "tafsir": "Dalam ayat ini dijelaskan bahwa sebagaimana orang-orang musyrik telah sesat karena menyembah tuhan-tuhan selain Allah, demikian juga telah sesat orang-orang yang sebelum mereka. Mereka mengingkari ayat-ayat Allah dan menyembah tuhan-tuhan yang lain semata-mata karena kebodohan mereka dan menuruti hawa nafsu belaka."
        },
        {
          "number": 64,
          "arabic": "ٱللَّهُ ٱلَّذِى جَعَلَ لَكُمُ ٱلْأَرْضَ قَرَارًا وَٱلسَّمَآءَ بِنَآءً وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَـٰتِ ۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ ۖ فَتَبَارَكَ ٱللَّهُ رَبُّ ٱلْعَـٰلَمِينَ",
          "transliteration": "al-lahu alladhī jaʿala lakumu l-arḍa qarāran wal-samāa bināan waṣawwarakum fa-aḥsana ṣuwarakum warazaqakum mina l-ṭayibāti dhālikumu l-lahu rabbukum fatabāraka l-lahu rabbu l-ʿālamīna",
          "translation": "Allah lah yang menjadikan bumi untukmu sebagai tempat menetap dan langit sebagai atap, dan membentukmu lalu memperindah rupamu serta memberimu rezeki dari yang baik-baik. Demikianlah Allah, Tuhanmu, Mahasuci Allah, Tuhan seluruh alam.",
          "tafsir": "Dalam ayat ini dijelaskan bahwa Allah yang menjadikan bumi untuk manusia sebagai tempat kediaman. Mereka hidup di atasnya dengan menikmati rezeki yang dilimpahkan-Nya. Dia pula yang menjadikan langit sebagai atap dan dihiasi dengan bintang-bintang yang gemerlapan tampak di malam hari. Karena keteraturan peredaran bintang-bintang, timbullah malam, siang, gelap, dan terang-benderang. Pada ayat ini juga diterangkan dalil-dalil keesaan dan kekuasaan Allah yang terdapat pada diri manusia sendiri. Allah telah menjadikan manusia dalam bentuk yang paling baik di antara para makhluk-Nya dan dilengkapi dengan anggota tubuh yang sesuai dengan keperluan dan kepentingan hidup manusia sendiri. Dia pulalah yang memberikan kepada manusia makanan dan minuman yang baik sebagai rezeki dari-Nya. Allah itu Tuhan yang Mahatinggi, yang memiliki semesta alam. Pada akhir ayat ini ditegaskan bahwa Tuhan yang melimpahkan rahmat-Nya kepada manusia adalah Tuhan yang wajib disembah. Tuhan Yang Mahasempurna dan memiliki semesta alam. Firman Allah: Wahai manusia! Sembahlah Tuhanmu yang telah menciptakan kamu dan orang-orang yang sebelum kamu, agar kamu bertakwa. (Dialah) yang menjadikan bumi sebagai hamparan bagimu dan langit sebagai atap, dan Dialah yang menurunkan air (hujan) dari langit, lalu Dia hasilkan dengan (hujan) itu buah-buahan sebagai rezeki untukmu. Karena itu janganlah kamu mengadakan tandingan-tandingan bagi Allah, padahal kamu mengetahui. (al-Baqarah/2: 21-22)"
        },
        {
          "number": 65,
          "arabic": "هُوَ ٱلْحَىُّ لَآ إِلَـٰهَ إِلَّا هُوَ فَٱدْعُوهُ مُخْلِصِينَ لَهُ ٱلدِّينَ ۗ ٱلْحَمْدُ لِلَّهِ رَبِّ ٱلْعَـٰلَمِينَ",
          "transliteration": "huwa l-ḥayu lā ilāha illā huwa fa-id'ʿūhu mukh'liṣīna lahu l-dīna l-ḥamdu lillahi rabbi l-ʿālamīna",
          "translation": "Dialah yang hidup kekal, tidak ada tuhan selain Dia; maka sembahlah Dia dengan tulus ikhlas beragama kepada-Nya. Segala puji bagi Allah Tuhan seluruh alam.",
          "tafsir": "Ayat ini menjelaskan bahwa Tuhan yang disembah itu adalah Tuhan yang hidup kekal, yang tidak pernah mati. Dialah yang menghidupkan dan mematikan makhluk-Nya, selain daripada-Nya tidak pantas disembah. Oleh karena itu, murnikanlah ketundukan dan ketaatan hanya kepada-Nya saja, jangan sekali-kali mempersekutukan-Nya dengan sesuatu pun. Pada akhir ayat ini diterangkan bahwa segala puji bagi Allah, Tuhan Yang Maha Suci. Dialah Yang memiliki segala makhluk-Nya, baik yang berupa malaikat, jin, manusia, dan semua makhluk lain yang ada di alam ini. Semuanya itu tergantung kepada-Nya, sehingga segala sifat kebesaran dan kemuliaan ada pada-Nya. Oleh karena itu, mereka selalu mengucapkan: \"al-hamdulillahi Rabbil 'alamin\"."
        },
        {
          "number": 66,
          "arabic": "۞ قُلْ إِنِّى نُهِيتُ أَنْ أَعْبُدَ ٱلَّذِينَ تَدْعُونَ مِن دُونِ ٱللَّهِ لَمَّا جَآءَنِىَ ٱلْبَيِّنَـٰتُ مِن رَّبِّى وَأُمِرْتُ أَنْ أُسْلِمَ لِرَبِّ ٱلْعَـٰلَمِينَ",
          "transliteration": "qul innī nuhītu an aʿbuda alladhīna tadʿūna min dūni l-lahi lammā jāaniya l-bayinātu min rabbī wa-umir'tu an us'lima lirabbi l-ʿālamīna",
          "translation": "Katakanlah (Muhammad), \"Sungguh, aku dilarang menyembah sembahan yang kamu sembah selain Allah, setelah datang kepadaku keterangan-keterangan dari Tuhanku; dan aku diperintahkan agar berserah diri kepada Tuhan seluruh alam.\"",
          "tafsir": "Pada ayat-ayat ini, Allah memerintahkan kepada Nabi Muhammad agar mengatakan kepada orang-orang musyrik dan orang-orang kafir bahwa Allah melarangnya menyembah tuhan yang mereka sembah, selain dari Allah. Pengertian menyembah tuhan-tuhan selain Allah itu ialah menghambakan diri kepada sesuatu, menganggapnya mempunyai kekuatan gaib seperti kekuatan Allah, memohon pertolongan, dan meminta sesuatu kepadanya. Dalam ayat ini disebutkan bahwa tuhan-tuhan itu berupa patung-patung. Akan tetapi, pengertian ini mencakup segala macam benda atau makhluk yang disembah dan dimohon pertolongan kepadanya, seperti sungai-sungai, batu-batu keramat, kuburan yang dianggap keramat, dan sebagainya. Selanjutnya Rasulullah diperintahkan untuk menyatakan bahwa Allah melarangnya menyembah selain Allah, dan mengemukakan bukti-bukti dan dalil-dalil berupa ayat-ayat Al-Qur'an, maupun berupa perintah agar memperhatikan kejadian alam ini. Dengan merenungkan kejadian alam dan ayat-ayat Al-Qur'an, maka orang akan sampai kepada kesimpulan bahwa yang berhak disembah itu hanyalah Allah semata. Pada akhir ayat ini, Allah memerintahkan agar tunduk dan patuh kepada-Nya, memurnikan ketaatan hanya kepada-Nya, karena Dialah Tuhan Pemilik semesta alam."
        }
      ]
    }
  ]
}