{
  "pageNumber": 510,
  "juz": 26,
  "surahs": [
    {
      "number": 47,
      "name": "Muhammad",
      "nameArabic": "محمد",
      "meaning": "Nabi Muhammad",
      "revelation": "Madinah",
      "description": "Surat Muhammad terdiri dari 38 ayat, termasuk golongan surat Madaniyyah, dan diturunkan setelah surat Al-Hadid.&nbsp;Surat ini diberi nama \"Muhammad\" diambil dari kata \"Muhammad\" yang terdapat pada ayat ke-2 surat ini.Pada ayat 1, 2 dan 3 surat ini Allah membandingkan hasil yang diperoleh orang yang percaya kepada apa yang diturunkan kepada Nabi Muhammad dengan hasil yang diperoleh orang yang tidak percaya kepadanya. Orang yang percaya kepada apa yang dibawa Muhammad maka termasuk orang yang beriman dan mengikuti jejak kebenaran; semua amalnya diterima dan semua kesalahannya diampuni oleh Allah. Adapun orang yang tidak percaya kepada Muhammad maka termasuk orang yang mengikuti kebatilan; amalnya tidak diterima dan kesalahannya tidak diampuni, dan kepadanya dijanjikan azab di dunia dan di akhirat.Surat ini juga dinamai dengan \"Al-Qital\" (peperangan), karena sebagian besar surat ini mengutarakan tentang peperangan dan pokok-pokok hukumnya, serta bagaimana seharusnya sikap orang-orang mukmin terhadap orang-orang kafir.**Pokok-Pokok Isi:**1. **Keimanan:** Orang yang mati syahid akan masuk surga; balasan-balasan yang disediakan di akhirat bagi orang-orang yang takwa dan orang-orang yang durhaka; keesaan Allah.2. **Hukum-hukum:** Menumpas musuh pada permulaan peperangan (sebelum ada tanda-tanda kemenangan), menawan musuh jika sudah ada tanda-tanda kemenangan, membebaskan tawanan dengan menerima tebusan atau tidak, larangan mengajak damai apabila kemenangan telah nyata.3. **Lain-lain:** Allah selalu memberi cobaan kepada orang-orang mukmin untuk mengetahui siapa yang berjihad dan sabar; kehidupan dunia adalah permainan belaka, iman dan takwa yang bisa menghasilkan pahala; Allah akan menolong orang yang menolong agama-Nya.Surat Muhammad menerangkan keadaan orang-orang kafir dan orang-orang mukmin di dunia dan akhirat serta menyatakan perbedaan keadaan dan hasil yang mereka peroleh. Surat ini juga menerangkan tentang hukum perang dan cara orang-orang mukmin menghadapi orang-orang kafir.**Hubungan Surat Muhammad Dengan Surat Al-Fath:**1. Pada kedua surat ini terdapat keterangan mengenai orang-orang mukmin yang ikhlas dan orang-orang musyrik dan munafik.2. Pada surat Muhammad terdapat perintah agar memohon ampunan kepada Allah sedangkan pada surat Al-Fath disebutkan janji Allah bahwa orang-orang mukmin yang beramal saleh akan mendapat ampunan dan pahala yang banyak dari Allah.3. Pada surat Muhammad diperintahkan supaya Nabi Muhammad memerangi musuh-musuh Allah, sedangkan dalam surat Al-Fath dinyatakan bahwa Allah akan memberikan kebahagiaan kepada Nabi Muhammad.",
      "verses": [
        {
          "number": 30,
          "arabic": "وَلَوْ نَشَآءُ لَأَرَيْنَـٰكَهُمْ فَلَعَرَفْتَهُم بِسِيمَـٰهُمْ ۚ وَلَتَعْرِفَنَّهُمْ فِى لَحْنِ ٱلْقَوْلِ ۚ وَٱللَّهُ يَعْلَمُ أَعْمَـٰلَكُمْ",
          "transliteration": "walaw nashāu la-araynākahum falaʿaraftahum bisīmāhum walataʿrifannahum fī laḥni l-qawli wal-lahu yaʿlamu aʿmālakum",
          "translation": "Dan sekiranya Kami menghendaki, niscaya Kami perlihatkan mereka kepadamu (Muhammad) sehingga engkau benar-benar dapat mengenal mereka dengan tanda-tandanya. Dan engkau benar-benar akan mengenal mereka dari nada bicaranya, dan Allah mengetahui segala perbuatan kamu.",
          "tafsir": "Pada ayat ini, Allah menyatakan kepada Rasulullah saw, \"Hai Muhammad, jika Kami menghendaki untuk memperkenalkan kepadamu pribadi-pribadi orang munafik itu sehingga kamu mengenal seorang demi seorang berdasarkan tanda-tanda yang ada pada mereka, tentulah tidak sukar bagi Kami melakukannya. Akan tetapi, Kami tidak berbuat demikian, agar keluarga mereka yang beriman kepada Kami tidak mereka aniaya. Sekalipun demikian, kamu dapat mengetahui orang-orang munafik itu dengan memperhatikan ungkapan-ungkapan dan cara-cara mereka berbicara. Mereka tidak mau berbicara secara tegas dan jelas, melainkan selalu memakai isyarat dan sindiran serta kiasan yang kurang jelas maksudnya, dan mereka berbuat dan bertindak tidak sesuai dengan apa yang mereka katakan. Pada masa Rasulullah saw, orang munafik bila berbicara selalu menggunakan kata-kata yang muluk-muluk dan menyenangkan hati pendengarnya, tetapi dalam hati mereka terkandung maksud jahat. Al-Kalbi berkata, \"Setelah ayat ini turun, Rasulullah mengetahui orang-orang munafik bila mereka berbicara dengan beliau. Sedangkan Anas r.a. mengatakan, \"Allah memberitahukan orang-orang munafik kepada Rasulullah dengan perantara wahyu atau dengan tanda-tanda yang ditampakkannya kepada beliau.\" Sehubungan dengan orang-orang munafik, 'Utsman bin 'Affan berkata, \"Tidak ada suatu rahasia yang tersembunyi dalam hati seseorang, kecuali Allah menampakkannya pada air muka dan ucapan lahirnya.\" Pada akhir ayat ini, Allah menyatakan bahwa keadaan orang mukmin tidak sama dengan orang munafik. Dia akan membalas amal perbuatan orang mukmin sesuai dengan maksud dan niatnya masing-masing, karena Allah mengetahui amal perbuatan mereka."
        },
        {
          "number": 31,
          "arabic": "وَلَنَبْلُوَنَّكُمْ حَتَّىٰ نَعْلَمَ ٱلْمُجَـٰهِدِينَ مِنكُمْ وَٱلصَّـٰبِرِينَ وَنَبْلُوَا۟ أَخْبَارَكُمْ",
          "transliteration": "walanabluwannakum ḥattā naʿlama l-mujāhidīna minkum wal-ṣābirīna wanabluwā akhbārakum",
          "translation": "Dan sungguh, Kami benar-benar akan menguji kamu sehingga Kami mengetahui orang-orang yang benar-benar berjihad dan bersabar di antara kamu; dan akan Kami uji perihal kamu.",
          "tafsir": "Dengan adanya ketentuan perang dan kewajiban-kewajiban berat yang lain, Allah menguji keimanan kaum Muslimin hingga diketahui siapa yang berjihad di jalan-Nya dan siapa yang tidak, serta siapa yang sabar dan siapa yang tidak. Dengan cobaan itu pula akan bertambah kuat iman orang yang sabar dan makin berkurang iman orang yang ragu-ragu."
        },
        {
          "number": 32,
          "arabic": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ وَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ وَشَآقُّوا۟ ٱلرَّسُولَ مِنۢ بَعْدِ مَا تَبَيَّنَ لَهُمُ ٱلْهُدَىٰ لَن يَضُرُّوا۟ ٱللَّهَ شَيْـًٔا وَسَيُحْبِطُ أَعْمَـٰلَهُمْ",
          "transliteration": "inna alladhīna kafarū waṣaddū ʿan sabīli l-lahi washāqqū l-rasūla min baʿdi mā tabayyana lahumu l-hudā lan yaḍurrū l-laha shayan wasayuḥ'biṭu aʿmālahum",
          "translation": "Sesungguhnya orang-orang yang kafir dan menghalang-halangi (orang lain) dari jalan Allah serta memusuhi rasul setelah ada petunjuk yang jelas bagi mereka, mereka tidak akan dapat memberi mudarat (bahaya) kepada Allah sedikit pun. Dan kelak Allah akan menghapus segala amal mereka.",
          "tafsir": "Ayat ini menerangkan bahwa orang-orang yang mengingkari keesaan Allah, menghalang-halangi manusia memeluk agama-Nya yang dibawa oleh Nabi Muhammad, menentang dan memeranginya setelah dikemukakan kepada mereka bukti-bukti yang kuat, maka segala tindakan mereka itu tidak akan menimbulkan mudarat kepada Allah dan kepada perkembangan agama-Nya karena Allah Mahakuasa dan kehendak-Nya pasti terlaksana. Dia menolong Rasul-Nya di dunia dan mengazab setiap orang yang menentang-Nya. Di akhirat segala usaha mereka itu tidak akan berhasil sedikit pun. \"Orang yang menghalang-halangi manusia di jalan Allah\" yang disebutkan dalam ayat ini maksudnya ialah orang-orang yang menghalangi orang lain masuk Islam dengan berbagai macam cara. Dapat juga berarti orang yang berusaha menghancurkan Islam dan kaum Muslimin, baik dengan terang-terangan maupun dengan sembunyi-sembunyi. Diriwayatkan bahwa ayat ini turun berhubungan dengan orang-orang Yahudi dari Bani Quraidzah dan Bani Nadhir. Mereka menghalang-halangi manusia menganut agama Allah setelah datang kepada mereka bukti-bukti yang nyata yang terdapat dalam Taurat dan mukjizat-mukjizat yang dikemukakan Rasulullah. Tindakan mereka itu tidak akan bermanfaat sedikit pun terhadap rencana dan kehendak Allah, tetapi malahan akan menghancurkan diri mereka sendiri, dengan kegagalan semua usaha mereka, dan azab yang mereka terima di akhirat. Ayat ini juga berhubungan dengan orang-orang Yahudi yang menghalang-halangi Bani Sa'ad yang telah menganut agama Islam, lalu mereka mengadukan hal itu kepada Nabi Muhammad. Beliau menjawab pengaduan itu dengan ayat ini, yang menyatakan bahwa tindakan orang-orang Yahudi itu tidak akan memberi mudarat kepada Allah, tetapi akan merugikan diri mereka sendiri."
        },
        {
          "number": 33,
          "arabic": "۞ يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ أَطِيعُوا۟ ٱللَّهَ وَأَطِيعُوا۟ ٱلرَّسُولَ وَلَا تُبْطِلُوٓا۟ أَعْمَـٰلَكُمْ",
          "transliteration": "yāayyuhā alladhīna āmanū aṭīʿū l-laha wa-aṭīʿū l-rasūla walā tub'ṭilū aʿmālakum",
          "translation": "Wahai orang-orang yang beriman! Taatlah kepada Allah dan taatlah kepada Rasul, dan janganlah kamu merusakkan segala amalmu!",
          "tafsir": "Dalam ayat ini, Allah meminta orang-orang yang beriman agar taat kepada-Nya dan kepada Rasul-Nya serta tidak menghiraukan sikap dan tindakan orang-orang kafir. Mereka hendaknya beriman, mengakui keesaan dan kekuasaan Allah yang memiliki sifat-sifat yang sempurna, menaati perintah-Nya, melaksanakan ajaran-Nya, dan tidak melanggar perintah-Nya yang menyebabkan hilangnya pahala amal yang mereka kerjakan. Menurut Abu al-'Aliyah, \"Semula para sahabat berpendapat bahwa tidak ada satu dosa pun yang dapat merusak ikrar seseorang bahwa \"tidak ada Tuhan selain Allah\", sebagaimana tidak ada manfaat sesuatu amal yang didasarkan kepada syirik sampai ayat ini turun. Setelah turunnya ayat ini, para sahabat merasa khawatir, kalau-kalau amal-amal mereka akan batal karena suatu perbuatan dosa.\" Ibnu 'Umar berkata, \"Kami semua sahabat Rasulullah saw berpendapat bahwa perbuatan baik akan diterima Allah sampai turunnya ayat ini. Setelah ayat ini turun, kami bertanya, 'Apa sajakah yang membatalkan pahala amal-amal kami? Maka Rasulullah menjawab, 'Dosa besar, perbuatan jahat, dan perbuatan keji. Setelah itu apabila salah seorang kami berbuat dosa (zina) yang disebutkan itu, kami berkata, 'Sesungguhnya telah terhapus pahala amalnya, sampai turun ayat yang artinya, 'Sesungguhnya Allah tidak mengampuni dosa orang yang mempersekutukan-Nya, tetapi mengampuni selain dari itu bagi siapa yang dikehendaki-Nya. Setelah itu kami tidak membicarakan tentang hal itu lagi.\" Ada ahli tafsir yang berpendapat bahwa yang dimaksud dengan taat kepada Allah ialah mengamalkan isi Al-Qur'an. Sedangkan yang dimaksud dengan taat kepada Rasul ialah mengikuti dan melaksanakan semua perintah dan larangan yang terkandung dalam hadis-hadis beliau."
        },
        {
          "number": 34,
          "arabic": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ وَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ ثُمَّ مَاتُوا۟ وَهُمْ كُفَّارٌ فَلَن يَغْفِرَ ٱللَّهُ لَهُمْ",
          "transliteration": "inna alladhīna kafarū waṣaddū ʿan sabīli l-lahi thumma mātū wahum kuffārun falan yaghfira l-lahu lahum",
          "translation": "Sesungguhnya orang-orang yang kafir dan menghalang-halangi (orang lain) dari jalan Allah, kemudian mereka mati dalam keadaan kafir, maka Allah tidak akan mengampuni mereka.",
          "tafsir": "Ayat ini menerangkan bahwa orang yang mengingkari kekuasaan dan keesaan Allah, mengingkari seruan rasul-Nya, menghalang-halangi manusia dari jalan-Nya, kemudian ia mati dalam keadaan kafir, maka Allah sekali-kali tidak akan mengampuni dosa-dosanya karena pintu tobat dan ampunan Allah hanya ada sewaktu masih hidup di dunia. Jika seseorang telah mati, maka semuanya telah tertutup baginya. Sebagian ahli tafsir menerangkan bahwa ayat ini diturunkan berhubungan dengan orang-orang kafir yang mati dalam Perang Badar yang dikubur dalam sebuah sumur. Lepas dari benar atau tidaknya pendapat itu, ayat ini berlaku bagi semua orang di mana dan kapan pun, bahwa setiap orang yang mati dalam keadaan kafir, tidak akan diampuni Allah dosa-dosanya."
        },
        {
          "number": 35,
          "arabic": "فَلَا تَهِنُوا۟ وَتَدْعُوٓا۟ إِلَى ٱلسَّلْمِ وَأَنتُمُ ٱلْأَعْلَوْنَ وَٱللَّهُ مَعَكُمْ وَلَن يَتِرَكُمْ أَعْمَـٰلَكُمْ",
          "transliteration": "falā tahinū watadʿū ilā l-salmi wa-antumu l-aʿlawna wal-lahu maʿakum walan yatirakum aʿmālakum",
          "translation": "Maka janganlah kamu lemah dan mengajak damai, karena kamulah yang lebih unggul, dan Allah (pun) bersama kamu, dan Dia tidak akan mengurangi segala amalmu.",
          "tafsir": "Dalam ayat ini, Allah meminta orang-orang yang beriman, bila perintah melaksanakan jihad sudah dikeluarkan dan mereka mengetahui bahwa Allah pasti menolong orang-orang yang beriman, mereka harus merasa kuat, tidak patah semangat, dan sekali-kali tidak mengajak musuh untuk berdamai. Mereka adalah orang-orang yang percaya bahwa umat Islam yang akan memperoleh derajat yang tinggi di sisi Allah. Allah tetap bersama mereka dan tidak akan mengurangi pahala mereka sedikit pun. Allah tidak akan bersama orang kafir, apalagi menolong mereka, karena mereka sebenarnya adalah makhluk Allah yang merendahkan derajatnya sendiri."
        },
        {
          "number": 36,
          "arabic": "إِنَّمَا ٱلْحَيَوٰةُ ٱلدُّنْيَا لَعِبٌ وَلَهْوٌ ۚ وَإِن تُؤْمِنُوا۟ وَتَتَّقُوا۟ يُؤْتِكُمْ أُجُورَكُمْ وَلَا يَسْـَٔلْكُمْ أَمْوَٰلَكُمْ",
          "transliteration": "innamā l-ḥayatu l-dun'yā laʿibun walahwun wa-in tu'minū watattaqū yu'tikum ujūrakum walā yasalkum amwālakum",
          "translation": "Sesungguhnya kehidupan dunia itu hanyalah permainan dan senda gurau. Jika kamu beriman serta bertakwa, Allah akan memberikan pahala kepadamu, dan Dia tidak akan meminta hartamu.",
          "tafsir": "Allah mendorong orang-orang yang beriman agar berjihad dan menginfakkan harta di jalan-Nya, untuk menghancurkan musuh-musuh Allah dan musuh-musuh mereka, yaitu orang-orang kafir Mekah. Mereka jangan sekali-kali terpesona oleh kehidupan dunia yang menyebabkan mereka meninggalkan jihad karena kehidupan dunia hanyalah sementara, hanya sebagai permainan, dan senda gurau. Semua yang ada di dunia ini akan hilang lenyap, kecuali ketaatan dan ibadah kepada Allah karena ketaatan dan ibadah itu menjadi sebab untuk memperoleh kehidupan yang sebenarnya nanti di akhirat. Dari ayat ini dapat dipahami bahwa jihad di jalan Allah termasuk perbuatan ibadah yang menunjukkan ketaatan dan kepatuhan kepada-Nya. Oleh karena itu, lakukanlah jihad sebagaimana melakukan ibadah-ibadah yang lain. Selanjutnya Allah menyatakan bahwa perbuatan yang bisa menjadi persiapan yang sebenarnya di akhirat nanti ialah beriman kepada Allah, melaksanakan segala perintah dan menjauhkan semua larangan-Nya, dan meninfakkan harta di jalan-Nya sebagaimana yang diajarkan oleh Nabi Muhammad. Yang dituntut dari harta yang diinfakkan itu hanyalah sebagian kecil dari penghasilan, tidak semuanya, dan diberikan sebagai zakat, sedekah, amal jariah, dan sebagainya. Jika mereka melaksanakan yang demikian itu, Allah akan membalasnya dengan balasan yang berlipat ganda berupa ketenangan hidup di dunia, dan surga di akhirat."
        },
        {
          "number": 37,
          "arabic": "إِن يَسْـَٔلْكُمُوهَا فَيُحْفِكُمْ تَبْخَلُوا۟ وَيُخْرِجْ أَضْغَـٰنَكُمْ",
          "transliteration": "in yasalkumūhā fayuḥ'fikum tabkhalū wayukh'rij aḍghānakum",
          "translation": "Sekiranya Dia meminta harta kepadamu lalu mendesak kamu (agar memberikan semuanya) niscaya kamu akan kikir, dan Dia akan menampakkan kedengkianmu.",
          "tafsir": "Dalam ayat ini, Allah menerangkan salah satu dari sifat manusia yang tercela ialah kikir dan sangat mencintai dan menginginkan harta. Allah menyatakan bahwa Ia tidak minta mereka memberikan harta mereka seluruhnya untuk diberikan kepada kaum Muslimin yang lemah. Bila Ia meminta seluruhnya seperti itu, pasti mereka tidak akan memberikannya karena mereka terlalu tamak kepada harta dan tidak akan memberikannya kepada orang-orang miskin. Allah mengetahui yang demikian. Semakin sering permintaan itu diulang-ulang, semakin bertambah rasa benci dan dengki mereka terhadap orang miskin tersebut. Sifat kikir itu telah menjadi tabiat manusia. Ia merupakan sifat yang didatangkan kemudian, sebagaimana firman Allah: Dan perdamaian itu lebih baik (bagi mereka) walaupun manusia itu menurut tabiatnya kikir. (an-Nisa'/4: 128) Allah swt berfirman: Dan siapa yang dijaga dirinya dari kekikiran, maka mereka itulah orang- orang yang beruntung. (al-hasyr/59: 9) Dalam ayat yang lain dinyatakan jika manusia dapat menghilangkan atau mengurangi sifat kikirnya itu, maka ia akan menjadi orang yang beruntung hidup di dunia dan di akhirat."
        },
        {
          "number": 38,
          "arabic": "هَـٰٓأَنتُمْ هَـٰٓؤُلَآءِ تُدْعَوْنَ لِتُنفِقُوا۟ فِى سَبِيلِ ٱللَّهِ فَمِنكُم مَّن يَبْخَلُ ۖ وَمَن يَبْخَلْ فَإِنَّمَا يَبْخَلُ عَن نَّفْسِهِۦ ۚ وَٱللَّهُ ٱلْغَنِىُّ وَأَنتُمُ ٱلْفُقَرَآءُ ۚ وَإِن تَتَوَلَّوْا۟ يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ثُمَّ لَا يَكُونُوٓا۟ أَمْثَـٰلَكُم",
          "transliteration": "hāantum hāulāi tud'ʿawna litunfiqū fī sabīli l-lahi faminkum man yabkhalu waman yabkhal fa-innamā yabkhalu ʿan nafsihi wal-lahu l-ghaniyu wa-antumu l-fuqarāu wa-in tatawallaw yastabdil qawman ghayrakum thumma lā yakūnū amthālakum",
          "translation": "Ingatlah, kamu adalah orang-orang yang diajak untuk menginfakkan (hartamu) di jalan Allah. Lalu di antara kamu ada orang yang kikir, dan barangsiapa kikir maka sesungguhnya dia kikir terhadap dirinya sendiri. Dan Allah lah Yang Mahakaya, dan kamulah yang membutuhkan (karunia-Nya). Dan jika kamu berpaling (dari jalan yang benar) Dia akan menggantikan (kamu) dengan kaum yang lain, dan mereka tidak akan (durhaka) seperti kamu.",
          "tafsir": "Ayat ini menerangkan bahwa Allah memanggil mereka untuk menghilangkan sifat kikir. Mereka diminta menginfakkan harta mereka di jalan Allah. Dijelaskan bahwa siapa yang kikir, tidak mau menafkahkan harta di jalan Allah, maka kekikiran mereka itu akan merugikan diri sendiri karena kikir itu akan mengganggu hubungan dalam masyarakat dan akan menghapuskan pahala mereka, menjauhkan diri mereka dari Allah dan surga. Bila manusia berinfak, itu bukan untuk Allah karena Ia tidak memerlukan harta mereka, sebab Dia Mahakaya, tidak memerlukan apa pun. Infak itu justru untuk keuntungan mereka karena Allah akan membalasnya berlipat ganda, ditambah lagi dengan pahala yang balasannya adalah surga. Kemudian Allah mengancam mereka dengan mengatakan bahwa jika mereka berpaling, yaitu tidak beriman dan tidak mau memenuhi perintah-Nya dengan berinfak, maka Allah akan menghancurkan mereka, kemudian mengganti mereka dengan kaum yang lain yang tidak seperti mereka, yaitu kaum yang mau berinfak, berjihad, melaksanakan perintah-Nya, dan menjauhi larangan-Nya. Diriwayatkan oleh al-Baihaqi, at-Tirmidhi dan lain-lainnya dari Abu Hurairah berkata: Rasulullah saw membaca ayat ini sampai akhir, maka para sahabat bertanya, \"Ya Rasulullah, siapakah orang-orang itu yang jika kami berpaling mereka akan menggantikan kami dan mereka tidak seperti kami?\" Maka Rasulullah menepuk pundak Salman, kemudian berkata, \"Inilah orangnya dan kaumnya. Demi Allah yang diriku di tangan-Nya, seandainya agama itu tergantung di bintang surayya, itu akan digapai oleh orang-orang dari Persia.\""
        }
      ]
    }
  ]
}