{
  "pageNumber": 237,
  "juz": 12,
  "surahs": [
    {
      "number": 12,
      "name": "Yusuf",
      "nameArabic": "يوسف",
      "meaning": "Nabi Yusuf",
      "revelation": "Makkah",
      "description": "Surat Yusuf ini terdiri dari 111 ayat dan termasuk surat Makkiyyah karena diturunkan di Mekah sebelum hijrah. Surat ini dinamai Yusuf karena titik berat isinya mengenai kisah Nabi Yusuf. Kisah ini termasuk cerita ghaib yang diwahyukan kepada Nabi Muhammad sebagai mukjizat bagi beliau, yang sebelumnya tidak beliau ketahui. Menurut riwayat Al Baihaqi dalam kitab \"Ad Dalail\" bahwa segolongan orang Yahudi masuk Islam setelah mendengar kisah Nabi Yusuf tersebut, karena sesuai dengan kisah yang mereka ketahui.Dari kisah Nabi Yusuf ini, Nabi Muhammad banyak mengambil pelajaran dan merupakan penghibur bagi beliau dalam menjalankan tugasnya.**Pokok-Pokok Isi:**1. **Keimanan:** Kenabian Yusuf dan mukjizat-mukjizatnya; menentukan hukum dalam agama adalah hak Allah semata; qadha Allah tak dapat diubah; semua rasul berkelamin laki-laki2. **Hukum-hukum:** Keharusan merahasiakan sesuatu untuk menghindari fitnah; barang dan anak temuan wajib dipungut dan tidak boleh dibiarkan; boleh melakukan muslihat yang tidak merugikan orang lain untuk memperoleh sesuatu kemaslahatan.3. **Kisah-kisah:** Kisah Nabi Yusuf bersaudara dan orang tua mereka, Nabi Ya'qub.4. **Lain-lain:** Beberapa sifat dan suri teladan mulia yang dapat diambil dari kisah Nabi Yusuf; persamaan antara agama para nabi, tauhid.Surat Yusuf ini seluruh isinya berkisah tentang Nabi Yusuf dan saudara-saudaranya beserta kedua orang tua mereka. Cara penuturan kisah Nabi Yusuf ini kepada Nabi Muhammad berbeda dengan kisah nabi-nabi yang lain; kisah Nabi Yusuf secara khusus diceritakan dalam satu surat sedang kisah nabi-nabi yang lain disebutkan dalam beberapa surat. Selain itu, isi kisah Nabi Yusuf juga berbeda dengan kisah nabi-nabi yang lain. Dalam kisah nabi-nabi yang lain, Allah menitikberatkan pada tantangan yang bermacam-macam dari kaum mereka, kemudian mengakhiri kisah tersebut dengan kemusnahan para penentang para nabi. Dalam kisah Nabi Yusuf, Allah menonjolkan kesudahan yang baik dari kesabaran, dan bahwa kesenangan datang setelah penderitaan. Allah menguji Nabi Ya'qub dengan kehilangan putranya, Yusuf, dan penglihatannya. Juga menguji ketabahan dan kesabaran Yusuf dengan dipisahkan dari kedua orang tuanya, dibuang ke dalam sumur, dan diperdagangkan sebagai hamba sahaya. Lalu Allah menguji imannya dengan godaan perempuan cantik lagi bangsawan dan akhirnya dimasukkan ke dalam penjara. Kemudian Allah melepaskan Yusuf dan ayahnya dari segala penderitaan dan cobaan, menghimpunkan mereka kembali, mengembalikan penglihatan Ya'qub, dan menghidupkan lagi cinta kasih antara mereka dengan Yusuf.**Hubungan Surat Yusuf Dengan Surat Ar Ra'd:**1. Dalam surat ini secara umum Allah mengemukakan adanya tanda-tanda keesaan Allah di langit dan di bumi. Di dalam surat Ar Ra'd Allah mengemukakannya lagi secara lebih jelas.2. Kedua surat tersebut sama-sama memuat pengalaman nabi-nabi zaman dahulu beserta umatnya. Yang menentang kebenaran mengalami kehancuran sedang yang mengikuti kebenaran mendapat kemenangan.3. Pada akhir surat Yusuf diterangkan bahwa Al-Qur'an bukanlah perkataan yang diada-adakan tetapi petunjuk dan rahmat bagi orang yang beriman, dan keterangan ini diulangi lagi di awal surat Ar Ra'd.",
      "verses": [
        {
          "number": 15,
          "arabic": "فَلَمَّا ذَهَبُوا۟ بِهِۦ وَأَجْمَعُوٓا۟ أَن يَجْعَلُوهُ فِى غَيَـٰبَتِ ٱلْجُبِّ ۚ وَأَوْحَيْنَآ إِلَيْهِ لَتُنَبِّئَنَّهُم بِأَمْرِهِمْ هَـٰذَا وَهُمْ لَا يَشْعُرُونَ",
          "transliteration": "falammā dhahabū bihi wa-ajmaʿū an yajʿalūhu fī ghayābati l-jubi wa-awḥaynā ilayhi latunabbi-annahum bi-amrihim hādhā wahum lā yashʿurūna",
          "translation": "Maka ketika mereka membawanya dan sepakat memasukkan dia ke dasar sumur, Kami wahyukan kepadanya, \"Engkau kelak pasti akan menceritakan perbuatan ini kepada mereka, sedang mereka tidak menyadari.\"",
          "tafsir": "Pada ayat 10 surah ini telah diterangkan bahwa saudara-saudara Yusuf telah sepakat akan memasukkan Yusuf ke dalam sumur dengan harapan ia akan ditemukan oleh kafilah yang ingin mengambil air dan di bawa ke negeri yang jauh agar ia tidak dapat ketemu lagi dengan ayahnya. Pada ayat ini diterangkan bahwa sesampainya mereka di suatu tempat yang ada sumurnya mereka melaksanakan permufakatan jahat mereka, dan memasukkan Yusuf ke dalam sumur. Dengan demikian, mereka merasa amat gembira karena momok yang selama ini menghantui jiwa mereka sudah tidak ada lagi. Menurut anggapan mereka Yusuflah yang merebut kasih sayang ayahnya dan sekarang karena dia tidak ada lagi tentulah kasih sayang Yakub akan bertumpah kepada mereka. Bagaimana dengan Yusuf sendiri yang telah mendekam dalam sumur yang gelap itu? Tentu dia sangat bersedih hati dan terbayanglah dalam pikirannya bahwa dia akan mati kedinginan dan kelaparan dan tidak akan bertemu lagi dengan ayah ibunya serta saudara-saudaranya. Pada saat yang amat kritis itulah, Allah mengilhamkan kepadanya agar dia jangan khawatir dan jangan bersedih hati. Allah akan memeliharanya dan melepaskannya dari bahaya yang menimpanya. Nanti dia akan mendapat pertolongan dari kafilah dan akhirnya ia akan mendapat kedudukan yang tinggi, sehingga ia dapat mengingatkan saudara-saudaranya atas pengkhianatan mereka, sedang mereka sendiri tidak sadar bahwa orang yang menceritakan itu adalah Yusuf sendiri."
        },
        {
          "number": 16,
          "arabic": "وَجَآءُوٓ أَبَاهُمْ عِشَآءً يَبْكُونَ",
          "transliteration": "wajāū abāhum ʿishāan yabkūna",
          "translation": "Kemudian mereka datang kepada ayah mereka pada petang hari sambil menangis.",
          "tafsir": "Pada kedua ayat ini dikisahkan bahwa saudara-saudara Yusuf kembali menemui Yakub pada malam hari dengan muka yang pucat dan dengan air mata yang bercucuran seraya berkata, \"Wahai ayah kami, apa yang ayah khawatirkan selama ini benar-benar telah terjadi tanpa kemauan kami. Kami pergi bermain-main, dan kami tinggalkan Yusuf untuk menjaga pakaian dan barang-barang kami. Rupanya tanpa kami sadari karena asyiknya kami bermain, kami sudah jauh terpisah dari dia. Setelah kami kembali, kami dapati Yusuf sudah diterkam dan dimakan oleh serigala. Kami tidak mendengar pekik dan teriaknya karena kami telah jauh meninggalkan tempatnya. Kami menyadari bahwa ayah tidak akan percaya kepada cerita kami ini, meskipun kami menceritakan apa yang sebenarnya telah terjadi karena ayah selalu menaruh curiga terhadap kami. Tetapi malang yang tak dapat ditolak inilah yang terjadi dan kamipun tidak berdaya untuk menolongnya.\""
        },
        {
          "number": 17,
          "arabic": "قَالُوا۟ يَـٰٓأَبَانَآ إِنَّا ذَهَبْنَا نَسْتَبِقُ وَتَرَكْنَا يُوسُفَ عِندَ مَتَـٰعِنَا فَأَكَلَهُ ٱلذِّئْبُ ۖ وَمَآ أَنتَ بِمُؤْمِنٍ لَّنَا وَلَوْ كُنَّا صَـٰدِقِينَ",
          "transliteration": "qālū yāabānā innā dhahabnā nastabiqu wataraknā yūsufa ʿinda matāʿinā fa-akalahu l-dhi'bu wamā anta bimu'minin lanā walaw kunnā ṣādiqīna",
          "translation": "Mereka berkata, \"Wahai ayah kami! Sesungguhnya kami pergi berlomba dan kami tinggalkan Yusuf di dekat barang-barang kami, lalu dia dimakan serigala; dan engkau tentu tidak akan percaya kepada kami, sekalipun kami berkata benar.\"",
          "tafsir": "Pada kedua ayat ini dikisahkan bahwa saudara-saudara Yusuf kembali menemui Yakub pada malam hari dengan muka yang pucat dan dengan air mata yang bercucuran seraya berkata, \"Wahai ayah kami, apa yang ayah khawatirkan selama ini benar-benar telah terjadi tanpa kemauan kami. Kami pergi bermain-main, dan kami tinggalkan Yusuf untuk menjaga pakaian dan barang-barang kami. Rupanya tanpa kami sadari karena asyiknya kami bermain, kami sudah jauh terpisah dari dia. Setelah kami kembali, kami dapati Yusuf sudah diterkam dan dimakan oleh serigala. Kami tidak mendengar pekik dan teriaknya karena kami telah jauh meninggalkan tempatnya. Kami menyadari bahwa ayah tidak akan percaya kepada cerita kami ini, meskipun kami menceritakan apa yang sebenarnya telah terjadi karena ayah selalu menaruh curiga terhadap kami. Tetapi malang yang tak dapat ditolak inilah yang terjadi dan kamipun tidak berdaya untuk menolongnya.\""
        },
        {
          "number": 18,
          "arabic": "وَجَآءُو عَلَىٰ قَمِيصِهِۦ بِدَمٍ كَذِبٍ ۚ قَالَ بَلْ سَوَّلَتْ لَكُمْ أَنفُسُكُمْ أَمْرًا ۖ فَصَبْرٌ جَمِيلٌ ۖ وَٱللَّهُ ٱلْمُسْتَعَانُ عَلَىٰ مَا تَصِفُونَ",
          "transliteration": "wajāū ʿalā qamīṣihi bidamin kadhibin qāla bal sawwalat lakum anfusukum amran faṣabrun jamīlun wal-lahu l-mus'taʿānu ʿalā mā taṣifūna",
          "translation": "Dan mereka datang membawa baju gamisnya (yang berlumuran) darah palsu. Dia (Yakub) berkata, \"Sebenarnya hanya dirimu sendirilah yang memandang baik urusan yang buruk itu; maka hanya bersabar itulah yang terbaik (bagiku). Dan kepada Allah saja tempat memohon pertolongan-Nya terhadap apa yang kamu ceritakan.\"",
          "tafsir": "Untuk memperkuat kebenaran cerita itu mereka membawa baju Yusuf yang telah berlumuran darah dan mereka berkata kepada ayahnya, \"Inilah bukti kebenaran kami.\" Padahal, darah yang melekat pada baju itu bukanlah darah Yusuf. Yakub melihat dan memperhatikan baju itu. Didapatinya baju itu hanya berlumuran darah saja, tetapi masih utuh tak ada yang robek dan tak ada pula yang berlubang-lubang bekas cakaran dan gigitan serigala, pasti saudara-saudaranya inilah yang telah berbuat aniaya terhadapnya, lalu ia berkata kepada mereka, \"Aku tidak percaya sama sekali akan ceritamu yang dibuat-buat itu dan aku yakin bahwa jiwamu yang jahat dan kotor, telah mempengaruhi dan mendorongmu untuk melakukan penganiayaan terhadap saudaramu sendiri.\" Tetapi apalah daya seorang ayah yang telah tua terhadap anak-anaknya yang sudah besar dan kuat. Dia tidak dapat berbuat apa-apa lagi kecuali menahan rasa amarah dan menekan perasaan hatinya yang amat kecewa dan sedih itu. Kini anaknya yang paling dicintainya dan kepadanya dia selalu menggantungkan harapan sudah tak ada lagi di sampingnya karena tindakan anak-anaknya sendiri. Apakah dia akan menuntut balas ataukah dia akan menyelidiki sendiri ke mana anaknya itu sebenarnya, sedang dia tidak berdaya lagi. Dalam keadaan seperti itu tidak ada yang lebih baik baginya kecuali bersabar dan tawakal sepenuhnya kepada Allah. Jalan inilah yang dipilih Yakub meskipun ia tetap sedih dan tetap menangis atas kehilangan jantung hatinya. Ia tidak percaya sama sekali akan cerita anak-anaknya. Oleh karena itu, ia berserah diri kepada Allah dan selalu memohon pertolongan-Nya agar anaknya Yusuf diselamatkan dari segala marabahaya."
        },
        {
          "number": 19,
          "arabic": "وَجَآءَتْ سَيَّارَةٌ فَأَرْسَلُوا۟ وَارِدَهُمْ فَأَدْلَىٰ دَلْوَهُۥ ۖ قَالَ يَـٰبُشْرَىٰ هَـٰذَا غُلَـٰمٌ ۚ وَأَسَرُّوهُ بِضَـٰعَةً ۚ وَٱللَّهُ عَلِيمٌۢ بِمَا يَعْمَلُونَ",
          "transliteration": "wajāat sayyāratun fa-arsalū wāridahum fa-adlā dalwahu qāla yābush'rā hādhā ghulāmun wa-asarrūhu biḍāʿatan wal-lahu ʿalīmun bimā yaʿmalūna",
          "translation": "Dan datanglah sekelompok musafir, mereka menyuruh seorang pengambil air. Lalu dia menurunkan timbanya. Dia berkata, \"Oh, senangnya, ini ada seorang anak muda!\" Kemudian mereka menyembunyikannya sebagai barang dagangan. Dan Allah Maha Mengetahui apa yang mereka kerjakan.",
          "tafsir": "Tidak lama sesudah Yusuf berada di dalam sumur, datanglah kafilah dari Madyan hendak berangkat ke Mesir. Kebetulan persediaan air mereka sudah habis dan pergilah mereka ke sumur itu lalu menjatuhkan timba ke dalamnya untuk mengambil air. Melihat timba diulurkan ke dalam sumur, hati Yusuf gembira dan timbul harapan di dalam hatinya bahwa dia akan dapat keluar dari bahaya yang sedang dihadapinya. Dengan cepat dia pegang tali timba itu kuat-kuat, sehingga orang yang menimba heran mengapa air sumur ini amat berat. Tetapi mereka tetap menarik tali itu bersama-sama, dan ternyata bukan air yang terangkat, tetapi seorang anak kecil yang manis dan elok rupanya. Alangkah gembiranya pemimpin kafilah itu melihat anak yang sehat dan segar bugar itu. Terbayanglah dalam pikirannya ia akan mendapat keuntungan yang besar dengan menjualnya kepada orang kaya di Mesir nanti. Dengan cepat ia memerintahkan agar Yusuf disembunyikan supaya jangan kelihatan oleh orang lain karena mungkin orang-orang di daerah itu akan mengakui bahwa anak itu adalah anak penduduk kampung itu sendiri. Tetapi Allah Maha Mengetahui niat pemimpin kafilah itu sebagaimana Dia mengetahui apa maksud dan tujuan saudara-saudara Yusuf memasukkannya ke dalam sumur."
        },
        {
          "number": 20,
          "arabic": "وَشَرَوْهُ بِثَمَنٍۭ بَخْسٍ دَرَٰهِمَ مَعْدُودَةٍ وَكَانُوا۟ فِيهِ مِنَ ٱلزَّٰهِدِينَ",
          "transliteration": "washarawhu bithamanin bakhsin darāhima maʿdūdatin wakānū fīhi mina l-zāhidīna",
          "translation": "Dan mereka menjualnya (Yusuf) dengan harga murah, yaitu beberapa dirham saja, sebab mereka tidak tertarik kepadanya.",
          "tafsir": "Akhirnya sampailah kafilah itu ke Mesir dan di sana mereka jual Yusuf dengan harga yang murah sekali dibanding dengan mahalnya harga budak di negeri itu, apalagi Yusuf adalah seorang anak yang tampan dan segar bugar. Para mufasir mengatakan tentang \"beberapa dirham yang dihitung\" bahwa yang pasti harganya kurang dari 40 dirham karena menurut adat kebiasaan di sana bila uang itu jumlahnya 40 dirham atau lebih, maka uang itu tidak dihitung lagi tetapi ditimbang. Mereka menjual Yusuf dengan harga yang begitu murah karena mereka khawatir kalau-kalau ada orang yang tahu bahwa Yusuf bukan budak, mengapa ia diperjualbelikan sedang dia adalah anak yang merdeka, anak orang baik. Karena kekhawatiran itulah mereka ingin cepat-cepat berlepas diri dari dia, asal mereka diberi uang berapa pun jumlahnya cukuplah bagi mereka. Rupanya sudah ditakdirkan Allah mereka menjual Yusuf kepada seorang penguasa yang amat berpengaruh di Mesir yaitu menteri yang kaya yang disebut al-Aziz agar dia mendapatkan kesempatan untuk menaiki kekuasaan dan kemuliaan."
        },
        {
          "number": 21,
          "arabic": "وَقَالَ ٱلَّذِى ٱشْتَرَىٰهُ مِن مِّصْرَ لِٱمْرَأَتِهِۦٓ أَكْرِمِى مَثْوَىٰهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوْ نَتَّخِذَهُۥ وَلَدًا ۚ وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِى ٱلْأَرْضِ وَلِنُعَلِّمَهُۥ مِن تَأْوِيلِ ٱلْأَحَادِيثِ ۚ وَٱللَّهُ غَالِبٌ عَلَىٰٓ أَمْرِهِۦ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
          "transliteration": "waqāla alladhī ish'tarāhu min miṣ'ra li-im'ra-atihi akrimī mathwāhu ʿasā an yanfaʿanā aw nattakhidhahu waladan wakadhālika makkannā liyūsufa fī l-arḍi walinuʿallimahu min tawīli l-aḥādīthi wal-lahu ghālibun ʿalā amrihi walākinna akthara l-nāsi lā yaʿlamūna",
          "translation": "Dan orang dari Mesir yang membelinya berkata kepada istrinya,<sup foot_note=135361>1</sup> \"Berikanlah kepadanya tempat (dan layanan) yang baik, mudah-mudahan dia bermanfaat bagi kita atau kita pungut dia sebagai anak.\" Dan demikianlah Kami memberikan kedudukan yang baik kepada Yusuf di negeri (Mesir), dan agar Kami ajarkan kepadanya takwil mimpi. Dan Allah berkuasa terhadap urusan-Nya, tetapi kebanyakan manusia tidak mengerti.",
          "tafsir": "Menteri yang mengambil Yusuf sangat gembira dan berbesar hati karena dapat membeli seorang anak yang elok rupanya, segar dan sehat badannya ditambah lagi karena terdapat padanya tanda-tanda yang baik yang menunjukkan bahwa dia akan mempunyai masa depan yang gemilang sama seperti firasat ayahnya Yakub terhadapnya. Diriwayatkan bahwa Abdullah bin Masud pernah berkata tentang hal ini, katanya, \"Orang-orang yang paling tepat firasatnya adalah tiga orang, pertama, al-Aziz ketika ia memerintahkan kepada istrinya agar Yusuf diberikan tempat dan kedudukan yang baik di istananya; kedua, puteri syekh dari Madyan yang meminta kepada ayahnya agar Nabi Musa a.s. diserahi tugas memelihara dombanya sebagai orang gajian; dan ketiga, Abu Bakar ketika dia mengangkat Umar bin Khaththab sebagai penggantinya. Oleh karena gembiranya, menteri itu memerintahkan kepada istrinya, \"Berikanlah kepadanya tempat yang baik di istana ini. Perlakukanlah dia sebagai salah seorang keluarga bukan sebagai hamba atau pelayan, karena dia akan menjadi seorang yang berjasa kepada kita dan negara atau kita angkat dia sebagai anak yang kita cintai dan sayangi yang akan menjadi pewaris kita kelak kemudian hari.\" Demikianlah Allah mengatur dan mentakdirkan dengan membentangkan jalan bagi Yusuf dan memberi kesempatan kepadanya agar ia mengembang-kan bakat dan kepandaiannya sehingga dia mendapat kedudukan yang tinggi di Mesir. Di samping itu, Allah mengajarkan pula kepadanya ilmu menafsirkan mimpi dan dengan ilmu itu kelak ia dapat berhubungan dengan raja dengan cara menafsirkan mimpi raja sehingga ia dikeluarkan dari penjara dan mendapat kepercayaan yang besar sekali dan akhirnya diserahkan kepadanya urusan perbendaharaan dan kekayaan negara. Demikianlah Allah melaksanakan kehendak-Nya itu, tetapi kebanyakan manusia tidak mengetahui."
        },
        {
          "number": 22,
          "arabic": "وَلَمَّا بَلَغَ أَشُدَّهُۥٓ ءَاتَيْنَـٰهُ حُكْمًا وَعِلْمًا ۚ وَكَذَٰلِكَ نَجْزِى ٱلْمُحْسِنِينَ",
          "transliteration": "walammā balagha ashuddahu ātaynāhu ḥuk'man waʿil'man wakadhālika najzī l-muḥ'sinīna",
          "translation": "Dan ketika dia telah cukup dewasa Kami berikan kepadanya kekuasaan dan ilmu. Demikianlah Kami memberi balasan kepada orang-orang yang berbuat baik.",
          "tafsir": "Di kala Yusuf mulai dewasa, Allah memberikan pula kepadanya kecerdasan dan kebijaksanaan sehingga ia mampu memberikan pendapat dan pikirannya dalam berbagai macam masalah yang dihadapi. Allah juga memberikan kepadanya ilmu, meskipun ia tidak belajar. Ilmu yang didapat tanpa belajar ini dinamai ilmu ladunni karena ia semata-mata ilham dan karunia dari Allah. Demikianlah Allah memberi balasan kepada Yusuf yang tidak pernah mengotori dirinya dengan perbuatan keji dan jahat, selalu menjaga kebersihan hati nuraninya, selalu bersifat sabar dan tawakal atas musibah dan bahaya yang menimpanya. Demikianlah Allah membalas setiap insan yang berbuat baik."
        }
      ]
    }
  ]
}