{
  "pageNumber": 130,
  "juz": 7,
  "surahs": [
    {
      "number": 6,
      "name": "Al-An'am",
      "nameArabic": "الأنعام",
      "meaning": "Binatang Ternak",
      "revelation": "Makkah",
      "description": "Surat Al-An'am (binatang ternak: unta, sapi, dan kambing) terdiri dari 165 ayat dan termasuk surat Makkiyyah, karena hampir seluruh ayatnya diturunkan di Mekah sebelum hijrah. Dinamakan Al-An'am karena di dalamnya disebut kata \"An'am\" yang memiliki kaitan erat dengan adat istiadat kaum musyrikin; mereka biasa mempergunakan binatang ternak untuk mendekatkan diri kepada tuhan. Selain itu, juga disebutkan hukum-hukum yang berkenaan dengan binatang ternak itu.Pokok-pokok Isi:1. Keimanan:Bukti-bukti keesaan Allah dan kesempurnaan sifat-sifat-Nya; kebenaran kenabian Nabi Muhammad s.a.w.; persaksian Allah atas kenabian Ibrahim, Ishaq, Ya'qub, Nuh, Daud, Sulaiman, Ayyub, Yusuf, Musa, Harun, Zakariya, Yahya, 'Isa, Ilyas, Alyasa', Yunus, dan Luth; penegasan tentang keberadaan risalah dan wahyu serta hari pembalasan dan hari kebangkitan; kepalsuan kepercayaan orang-orang musyrik dan keingkaran mereka terhadap hari kiamat.2. Hukum-hukum:Larangan mengikuti adat istiadat yang dibuat-buat oleh kaum Jahiliyah; makanan yang halal dan yang haram; wasiat yang sepuluh dan Al-Qur'an, tentang tauhid keadilan dan hukum-hukum; larangan mencaci maki berhala orang musyrik karena mereka akan membalas dengan mencaci maki Allah.3. Kisah-kisah:Kisah umat-umat yang menentang rasul-rasul; kisah pengalaman Nabi Muhammad s.a.w. dan para nabi pada umumnya; cerita Nabi Ibrahim a.s. membimbing kaumnya kepada tauhid.4. Lain-lain:Sikap keras kepala kaum musyrikin: tata cara seorang nabi memimpin umatnya; bidang-bidang kerasulan dan tugas rasul-rasul; tantangan kaum musyrikin untuk melemahkan rasul; kepercayaan orang-orang musyrik terhadap jin, setan, dan malaikat; beberapa prinsip keagamaan dan kemasyarakatan; nilai hidup duniawi.Dalam surat Al-An'am Allah menjelaskan keesaan dan kesempurnaan sifat-sifat-Nya, menyatakan kebatilan kepercayaan orang-orang musyrik dengan bantahan-bantahan yang logis dan mudah diterima oleh akal. Hukuman yang berat akan dijatuhkan kepada orang yang keras kepala menolak kebenaran.Hubungan Surat Al-An'Am Dengan Surat Al-A'raf:1. Kedua surat tersebut termasuk di antara tujuh surat yang panjang (assab'uth thiwaal), sama-sama membicarakan pokok aqidah agama. Dalam surat Al-An'am dikemukakan garis-garis besar aqidah sedangkan surat Al-A'raf menjelaskannya.2. Dalam surat Al-An'am Allah menerangkan asal usul kejadian manusia, yaitu dari tanah, dan menjelaskan tentang beberapa generasi manusia yang telah dibinasakan, kemudian disinggung pula tentang rasul-rasul dengan menyebut beberapa nama mereka secara garis besar, sedangkan surat Al-A'raf menjelaskannya.3. Pada bagian terakhir surat Al-An'am, Allah mengatakan bahwa Dia menjadikan manusia sebagai khalifah-khalifah di bumi dan mengangkat derajat sebagian mereka, maka bagian permulaan surat Al-A'raf mengemukakan penciptaan Adam dan anak cucunya yang dijadikan sebagai khalifah di bumi.4. Hubungan bagian akhir Al-An'am dengan permulaan surat Al-A'raf:a. Bagian akhir Al-An'am, Allah mengatakan bahwa Al-Qur'an adalah kitab pedoman yang benar, jalan yang lurus dan diberkahi, maka umat manusia diperintahkan mengikutinya. Pada bagian permulaan surat Al-A'raf, Allah mengulangi lagi perintah ini dan melarang mengikuti selainnya.b. Pada bagian akhir surat Al-An'am, Allah berfirman bahwa Dia akan memberikan keterangan tentang apa yang seharusnya dilakukan manusia dan yang menjadi perselisihan mereka. Maka pada bagian permulaan surat Al-A'raf, Allah menjelaskan apa yang disebut dengan \"Allah memberi keterangan,\" yaitu pengutusan para rasul yang bertugas memberi keterangan dan masing-masing akan dimintai pertanggungjawaban.c. Pada bagian akhir surat Al-An'am, Allah menyatakan bahwa orang yang berbuat kebajikan akan diberi ganjaran sepuluh kali lipat dan yang berbuat kejahatan akan dibalas sesuai dengan perbuatannya. Untuk menentukan kadar kebajikan dan kejahatan itu ada timbangannya, maka Allah mengemukakan di bagian muka surat Al-A'raf, bahwa timbangan pada hari itu ialah kebenaran dan keadilan. Siapa yang timbangannya berat maka dialah yang beruntung dan siapa yang timbangannya ringan maka dialah yang merugi. Kemudian Allah menceritakan keadaan dan nasib ashhabul A'raaf.",
      "verses": [
        {
          "number": 19,
          "arabic": "قُلْ أَىُّ شَىْءٍ أَكْبَرُ شَهَـٰدَةً ۖ قُلِ ٱللَّهُ ۖ شَهِيدٌۢ بَيْنِى وَبَيْنَكُمْ ۚ وَأُوحِىَ إِلَىَّ هَـٰذَا ٱلْقُرْءَانُ لِأُنذِرَكُم بِهِۦ وَمَنۢ بَلَغَ ۚ أَئِنَّكُمْ لَتَشْهَدُونَ أَنَّ مَعَ ٱللَّهِ ءَالِهَةً أُخْرَىٰ ۚ قُل لَّآ أَشْهَدُ ۚ قُلْ إِنَّمَا هُوَ إِلَـٰهٌ وَٰحِدٌ وَإِنَّنِى بَرِىٓءٌ مِّمَّا تُشْرِكُونَ",
          "transliteration": "qul ayyu shayin akbaru shahādatan quli l-lahu shahīdun baynī wabaynakum waūḥiya ilayya hādhā l-qur'ānu li-undhirakum bihi waman balagha a-innakum latashhadūna anna maʿa l-lahi ālihatan ukh'rā qul lā ashhadu qul innamā huwa ilāhun wāḥidun wa-innanī barīon mimmā tush'rikūna",
          "translation": "Katakanlah (Muhammad), \"Siapakah yang lebih kuat kesaksiannya?\" Katakanlah, \"Allah, Dia menjadi saksi antara aku dan kamu. Alquran ini diwahyukan kepadaku agar dengan itu aku memberi peringatan kepadamu dan kepada orang yang sampai (Alquran kepadanya). Dapatkah kamu benar-benar bersaksi bahwa ada tuhan-tuhan lain bersama Allah?\" Katakanlah, \"Aku tidak dapat bersaksi.\" Katakanlah, \"Sesungguhnya hanya Dialah Tuhan Yang Maha Esa dan aku berlepas diri dari apa yang kamu persekutukan (dengan Allah).\"",
          "tafsir": "Dalam ayat ini Allah memerintahkan lagi kepada Rasul-Nya agar menanyakan kepada orang-orang kafir Quraisy tentang syahadah (kesaksian pembuktian) yang lebih kuat yakni kesaksian yang tidak mungkin mengandung unsur kedustaan, kepalsuan atau kesalahan. Syahadah ialah keterangan yang bersumber dari pengetahuan, pengenalan dan keyakinan yang didasarkan atas penyerapan indrawi atau tanggapan pikiran dan perasaan. Perkara apakah yang akan disaksikan itu? Lalu, siapakah yang menjadi saksi, agar kesaksian itu tidak diragukan? Perkara yang diminta untuk disaksikan itu ialah kerasulan Muhammad dan keesaan Allah yang diajarkan beliau. Orang-orang kafir menolaknya. Untuk menghadapi hal ini, Allah meminta Rasul untuk bertanya, apakah kesaksian yang paling besar? Nabi Muhammad diminta untuk menjawab, bahwa kesaksian terbesar adalah kesaksian dari Allah bahwa Nabi telah beriman sedang kafir Quraisy telah ingkar. Juga bahwa mereka kemudian diminta kesaksian mereka, apakah betul ada tuhan-tuhan selain Allah. Nabi Muhammad diminta untuk menyatakan bahwa beliau tidak pernah menyaksikan hal itu. Yang disaksikannya hanyalah bahwa Tuhan itu Esa, dan beliau tidak bertanggung jawab atas kesaksian mereka. Allah telah menurunkan Al-Qur'an kepada beliau untuk memperingatkan tentang azab bagi mereka yang mendustakan kenabiannya dan ajaran yang dibawanya yang sudah diperkuat dengan kesaksian Allah. Demikian juga, Al-Qur'an itu diturunkan untuk memberikan peringatan kepada semua orang yang telah sampai Al-Qur'an itu kepada mereka. Wajiblah atas mereka untuk mengikuti Al-Qur'an sampai hari Kiamat. Kesaksian Allah atas kerasulan Muhammad ialah: Pertama: Kitab Al-Qur'an sebagai mukjizat yang abadi. Manusia tidak mampu menirunya baik mengenai bahasa ataupun maknanya serta isinya yang mengandung berita-berita gaib, janji kemenangan bagi Rasul dan umatnya terhadap orang-orang musyrik. Dalam Al-Qur'an itu sendiri banyak pertanyaan-pertanyaan Allah tentang kenabian dan kerasulan Muhammad. Kedua: Kitab-kitab samawi seperti Taurat dan Injil yang menggambarkan tentang kelahiran Nabi Muhammad serta sifat-sifat dan tanda-tanda kenabian beliau. Adapun kesaksian Allah atas kemahaesaan-Nya dan kemahakuasaan-Nya untuk mengadakan hari kebangkitan, di samping kesaksian kitab-Nya ialah: Pertama: Kejadian manusia dan alam semesta ini yang banyak di dalamnya menunjukkan bukti-bukti keesaan-Nya dan kesempurnaan sifat-sifat-Nya. Kedua: Hakikat tabiat manusia yang condong untuk percaya kepada keesaan Tuhan dengan sifat-sifat-Nya yang sempurna. Kemudian Allah menyuruh Rasulullah mengatakan kepada orang musyrik bahwa mereka sebenarnya mengakui adanya Tuhan lain di samping Allah dan beliau tidak akan mengakui sebagaimana pengakuan mereka. Bahkan beliau diperintahkan untuk mengatakan bahwa sesungguhnya Tuhan itu Allah Yang Maha Esa, sebagai pernyataan keyakinan yang berlawanan sepenuhnya dengan keyakinan orang musyrik dan beliau bersih dari upaya menuhankan apa yang mereka pandang sebagai sekutu Allah seperti patung, berhala atau nama-nama lain yang semakna dengan pengertian sekutu itu."
        },
        {
          "number": 20,
          "arabic": "ٱلَّذِينَ ءَاتَيْنَـٰهُمُ ٱلْكِتَـٰبَ يَعْرِفُونَهُۥ كَمَا يَعْرِفُونَ أَبْنَآءَهُمُ ۘ ٱلَّذِينَ خَسِرُوٓا۟ أَنفُسَهُمْ فَهُمْ لَا يُؤْمِنُونَ",
          "transliteration": "alladhīna ātaynāhumu l-kitāba yaʿrifūnahu kamā yaʿrifūna abnāahumu alladhīna khasirū anfusahum fahum lā yu'minūna",
          "translation": "Orang-orang yang telah Kami berikan kitab kepadanya, mereka mengenalnya (Muhammad) seperti mereka mengenal anak-anaknya sendiri. Orang-orang yang merugikan dirinya, mereka itu tidak beriman (kepada Allah).",
          "tafsir": "Ayat ini menambah keterangan tentang kebenaran kerasulan Nabi Muhammad, yaitu keterangan bahwa Ahli Kitab dari Yahudi dan Nasrani, sebenarnya mereka mengetahui bahwa nabi yang terakhir yang diutus Allah adalah Nabi Muhammad karena tanda-tanda kenabian beliau sangat jelas tercantum dalam kitab-kitab suci mereka. Diriwayatkan bahwa orang-orang kafir Mekah pergi ke Medinah menanyakan kepada orang-orang Yahudi dan Nasrani tentang sifat Muhammad. Tetapi mereka memungkiri bahwa dalam Taurat dan Injil terdapat berita tentang kenabian Muhammad. Berita tersebut sangat jelas sehingga mereka mengetahuinya dengan jelas pula sebagaimana mereka mengetahui anak-anak mereka sendiri. Allah menyatakan bahwa mereka telah merugikan diri mereka sendiri karena mereka tidak mempercayai kerasulan Muhammad, bahkan mengingkarinya dengan permusuhan. Oleh karena itu, mereka mengingkari apa yang mereka ketahui. Keingkaran pendeta-pendeta Yahudi itu sama alasannya dengan keingkaran orang-orang musyrik Mekah. Pendeta-pendeta Yahudi tidak mau beriman kepada Muhammad karena takut kehilangan martabat dan kedudukan di kalangan penganut agama mereka. Dalam pandangan Islam, semua orang sama kedudukannya. Tidak ada perbedaan antara pendeta dengan rakyat. Bila melakukan kesalahan yang sama, hukumnya akan serupa pula, tidak ada perbedaan antara ulama dengan rakyat umum. Demikian pula pemimpin-pemimpin Quraisy, mereka tidak mau beriman kepada Nabi Muhammad karena takut kehilangan martabat dan kedudukan. Bila mereka menganut agama Islam, mereka akan duduk sejajar dengan rakyat jelata dan orang-orang miskin, seperti Bilal dari Ethiopia (Habasyah) dan lain-lainnya. Mereka sendirilah yang merugikan diri sendiri. Kerugian mereka itu disebabkan kelemahan cita-cita dan kemauan mereka dan kehilangan pertimbangan akal sehat sehingga mereka mengingkari ilmu pengetahuan yang mereka miliki."
        },
        {
          "number": 21,
          "arabic": "وَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوْ كَذَّبَ بِـَٔايَـٰتِهِۦٓ ۗ إِنَّهُۥ لَا يُفْلِحُ ٱلظَّـٰلِمُونَ",
          "transliteration": "waman aẓlamu mimmani if'tarā ʿalā l-lahi kadhiban aw kadhaba biāyātihi innahu lā yuf'liḥu l-ẓālimūna",
          "translation": "Dan siapakah yang lebih zalim daripada orang yang mengada-adakan suatu kebohongan terhadap Allah, atau yang mendustakan ayat-ayat-Nya? Sesungguhnya orang-orang yang zalim itu tidak beruntung.",
          "tafsir": "Ayat ini menegaskan bahwa tidak ada orang yang lebih merugi daripada orang yang berbuat dusta terhadap Allah seperti mengatakan Allah itu punya anak, punya sekutu atau menjadikan sesuatu selain Allah sebagai tumpuan doa dan pujaan, menjadikannya pelindung, pengantara dan lain sebagainya, dan menambah-nambah ajaran agama yang tidak ada dasarnya. Demikian pula mereka sangat aniaya, mendustakan ayat-ayat Al-Qur'an memutarbalikkan isi kitab Taurat dan Injil dan menolak mukjizat Rasul yang dikatakan mereka sebagai sihir serta mendustakan ayat-ayat kauniyah yang menunjukkan keesaan Allah. Sesungguhnya orang-orang yang berbuat aniaya, yakni berbuat dusta terhadap Allah ataupun mendustakan ayat-ayat-Nya, apalagi mendustakan keduanya, tidak akan memperoleh keberuntungan di hari Kiamat. Mereka akan mendapatkan azab dari Allah. Di dunia, mereka pun tidak akan menang, karena mereka dikalahkan kaum Muslimin seperti dalam Perang Badar."
        },
        {
          "number": 22,
          "arabic": "وَيَوْمَ نَحْشُرُهُمْ جَمِيعًا ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُوٓا۟ أَيْنَ شُرَكَآؤُكُمُ ٱلَّذِينَ كُنتُمْ تَزْعُمُونَ",
          "transliteration": "wayawma naḥshuruhum jamīʿan thumma naqūlu lilladhīna ashrakū ayna shurakāukumu alladhīna kuntum tazʿumūna",
          "translation": "Dan (ingatlah), pada hari ketika Kami mengumpulkan mereka semua kemudian Kami berfirman kepada orang-orang yang menyekutukan Allah, \"Dimanakah sembahan-sembahanmu yang dahulu kamu klaim (sebagai sekutu-sekutu Kami)?\"",
          "tafsir": "Dalam ayat ini, Allah memperingatkan orang musyrik tentang hari kebangkitan, ketika seluruh umat manusia dikumpulkan. Pada hari itu manusia hanya terbagi menjadi dua golongan: mereka yang rugi dan mereka yang beruntung. Kemudian Allah berkata kepada orang-orang musyrik, \"Di manakah sembahan-sembahanmu yang dahulu kamu katakan sekutu Allah?\" Allah bertanya demikian karena pada saat di dunia, mereka meminta pertolongan dan memanjatkan doa kepada sembahan selain Allah, yang mereka jadikan sebagai pelindung atau pengantar untuk mendekatkan diri kepada Allah atau untuk memberi syafaat kepada mereka pada hari Kiamat. Mengapa sembahan-sembahan itu menghilang dan tidak tampak bersama mereka pada hari itu? Seperti difirmankan Allah: Kami tidak melihat pemberi syafa'at (pertolongan) besertamu yang kamu anggap bahwa mereka itu sekutu-sekutu (bagi Allah). Sungguh, telah terputuslah (semua pertalian) antara kamu dan telah lenyap dari kamu apa yang dahulu kamu sangka (sebagai sekutu Allah). (al-An'am/6: 94)"
        },
        {
          "number": 23,
          "arabic": "ثُمَّ لَمْ تَكُن فِتْنَتُهُمْ إِلَّآ أَن قَالُوا۟ وَٱللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ",
          "transliteration": "thumma lam takun fit'natuhum illā an qālū wal-lahi rabbinā mā kunnā mush'rikīna",
          "translation": "Kemudian tidaklah ada jawaban bohong mereka, kecuali mengatakan, \"Demi Allah, ya Tuhan kami, tidaklah kami mempersekutukan Allah.\"",
          "tafsir": "Kemudian Allah menerangkan dalam ayat ini bahwa ketika mereka tidak dapat memberikan jawaban untuk mempertanggungjawabkan kemusyrikan mereka sewaktu di dunia, mereka lalu menjawab dengan sumpah bahwa mereka bukanlah orang-orang yang mempersekutukan Allah. Demikianlah akhir dari segala kekafiran dan kemusyrikan mereka. Sewaktu di dunia mereka telah menganut agama nenek moyang mereka. Untuk sembahan-sembahan dan pujaan-pujaan itu, mereka rela mati terbunuh dalam peperangan. Tetapi pada akhirnya, mereka membersihkan diri dari kemusyrikan dan kekafiran itu. Seraya bersumpah, bahwa mereka mengingkari sembahan-sembahan mereka sendiri. Mereka mengira bahwa pernyataan mereka demikian itu ada manfaatnya bagi mereka, tetapi sebaliknya justeru hal itu menambah dosa baru bagi mereka. Tindakan dan perbuatan mereka menjadi saksi atas kemusyrikan mereka. Kaki dan tangan mereka akan menceritakan semua dosa mereka. Oleh sebab itu, pada akhirnya mereka akan mengakui kekafiran mereka. Firman Allah: \"Ya Tuhan kami, mereka inilah sekutu-sekutu kami yang dahulu kami sembah selain Engkau.\" (an-Nahl/16: 86)"
        },
        {
          "number": 24,
          "arabic": "ٱنظُرْ كَيْفَ كَذَبُوا۟ عَلَىٰٓ أَنفُسِهِمْ ۚ وَضَلَّ عَنْهُم مَّا كَانُوا۟ يَفْتَرُونَ",
          "transliteration": "unẓur kayfa kadhabū ʿalā anfusihim waḍalla ʿanhum mā kānū yaftarūna",
          "translation": "Lihatlah, bagaimana mereka berbohong terhadap diri mereka sendiri. Dan sesembahan yang mereka ada-adakan dahulu akan hilang dari mereka.",
          "tafsir": "Sesudah Allah menceritakan pernyataan orang-orang musyrik pada hari Kiamat yang berusaha untuk membersihkan diri mereka dari kemusyrikan, maka dalam ayat ini Allah menyuruh Rasul dan umatnya untuk memperhatikan sikap orang musyrik yang sangat mengherankan itu. Bagaimana bisa terjadi, mereka berbohong di hadapan Tuhan Yang Maha Mengetahui segala yang gaib, yang tidak memerlukan kesaksian. Ada suatu keanehan dan kejanggalan yang patut diperhatikan bahwa segala apa yang mereka anggap sekutu-sekutu Allah ternyata tidak memberi faedah sedikit pun kepada mereka. Syafa'at, pertolongan, restu, perlindungan dan lain sebagainya yang mereka harapkan dari sekutu-sekutu itu, lenyap tak berbekas pada mereka. Firman Allah: Mereka (para malaikat) berkata, \"Manakah sembahan yang biasa kamu sembah selain Allah?\" Mereka (orang musyrik) menjawab, \"Semuanya telah lenyap dari kami.\" (al-A'raf/7: 37)"
        },
        {
          "number": 25,
          "arabic": "وَمِنْهُم مَّن يَسْتَمِعُ إِلَيْكَ ۖ وَجَعَلْنَا عَلَىٰ قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِىٓ ءَاذَانِهِمْ وَقْرًا ۚ وَإِن يَرَوْا۟ كُلَّ ءَايَةٍ لَّا يُؤْمِنُوا۟ بِهَا ۚ حَتَّىٰٓ إِذَا جَآءُوكَ يُجَـٰدِلُونَكَ يَقُولُ ٱلَّذِينَ كَفَرُوٓا۟ إِنْ هَـٰذَآ إِلَّآ أَسَـٰطِيرُ ٱلْأَوَّلِينَ",
          "transliteration": "wamin'hum man yastamiʿu ilayka wajaʿalnā ʿalā qulūbihim akinnatan an yafqahūhu wafī ādhānihim waqran wa-in yaraw kulla āyatin lā yu'minū bihā ḥattā idhā jāūka yujādilūnaka yaqūlu alladhīna kafarū in hādhā illā asāṭīru l-awalīna",
          "translation": "Dan di antara mereka ada yang mendengarkan bacaanmu (Muhammad), dan Kami telah menjadikan hati mereka tertutup (sehingga mereka tidak) memahaminya, dan telinganya tersumbat. Dan kalaupun mereka melihat segala tanda (kebenaran), mereka tetap tidak mau beriman kepadanya. Sehingga apabila mereka datang kepadamu untuk membantahmu, orang-orang kafir itu berkata, \"Ini (Alquran) tidak lain hanyalah dongengan orang-orang terdahulu.\"",
          "tafsir": "Mengenai sebab turun ayat ini, Ibnu 'Abbas berkata: Pada suatu saat, Abu Sufyan bin harb, Walid bin Mugirah, Nadhar bin al-harits, 'Utbah dan Syaibah, keduanya anak Rabi'ah, Umayyah dan Ubay, keduanya anak Khalaf, mendengarkan apa yang disampaikan Rasulullah saw. Mereka bertanya kepada Nadhar, \"Wahai Aba Qutailah, apa yang dikatakan Muhammad?\" Ia menjawab, \"Aku tidak tahu apa yang dikatakannya, tetapi sungguh aku melihatnya menggerakkan kedua bibirnya berbicara tentang sesuatu, dan apa yang dikatakannya hanyalah kebohongan-kebohongan seperti yang dilakukan orang terdahulu seperti yang pernah aku sampaikan kepada kalian tentang masa lalu.\" Nadhar adalah orang yang banyak berbicara tentang masa yang lalu, dan ia berbicara kepada kaum Quraisy dan mereka menikmati apa yang dikatakannya. Maka Allah menurunkan ayat ini. Ayat ini menjelaskan faktor-faktor yang menyebabkan mereka tidak beriman. Segolongan orang kafir ikut mendengarkan bacaan ayat-ayat Al-Qur'an yang mengajak mereka bertauhid. Tetapi bunyi ayat-ayat itu tidak dapat mempengaruhi pendirian mereka, sehingga mereka tetap dalam kekafiran. Mereka tidak dapat memahami dan mengerti ayat Allah ini disebabkan ada tabir yang menutup hati mereka. Mereka tidak dapat mendengar dengan baik ayat-ayat Allah itu seolah-olah ada suatu benda pada telinga mereka yang mengganggu pendengaran mereka sehingga ayat-ayat Allah tidak menyentuh jiwa mereka. Tabir hati maupun sumbatan pada pendengaran mereka adalah sebenarnya gambaran dari fanatisme yang pekat atau taklid buta dari pihak mereka sendiri, kemudian Allah menjadikannya sebagai penghambat bagi mereka untuk merenungkan dan mempelajari kenyataan-kenyataan itu. Karena taklid buta itu, mereka tidak dapat membedakan antara yang hak dan yang batil, mereka tidak bersedia mempertimbangkan antara paham yang mereka anut dengan paham orang lain, antara agama mereka dengan agama yang lain. Setiap kepercayaan yang berlainan dengan apa yang mereka yakini, ditolak tanpa memikirkan mana yang lebih dekat kepada kebenaran, dan yang lebih banyak membawa petunjuk kepada jalan kebahagiaan dunia dan akhirat. Bilamana mereka melihat tanda-tanda atau bukti-bukti yang menunjukkan kebenaran kerasulan Muhammad, mereka tidak mempercayainya, bahkan menuduhnya sebagai sihir disebabkan fanatisme yang pekat dan didorong oleh rasa permusuhan yang mendalam. Mereka tidak dapat lagi menanggapi maksud dari ayat-ayat Al-Qur'an dan tanggapan mereka terbatas pada kata-kata lahir dari ayat-ayat itu. Demikian kosongnya hati mereka dalam menanggapi ayat-ayat ini sehingga bilamana mereka datang menemui Nabi Muhammad untuk membantah dakwah beliau, mereka mengatakan ayat-ayat Al-Qur'an ini tidak lain hanyalah dongengan-dongengan orang zaman dahulu. Padahal dalam Al-Qur'an itu banyak berita-berita tentang yang gaib, hukum-hukum, ajaran-ajaran akhlak, ilmu pengetahuan dan lain sebagainya yang sampai akhir zaman tetap mempunyai nilai yang tinggi. Tetapi kesemuanya itu dipandang oleh orang-orang musyrik itu sama dengan dongeng dan tahayul orang zaman dahulu yang tak memberi bimbingan hidup kepada manusia. Hal ini menunjukkan kegelapan hati dan pikiran mereka. Sekiranya mereka mau merenungkan kisah dalam Al-Qur'an yang menerangkan pelajaran sejarah manusia, hukum sebab akibat yang berlaku pada umat-umat yang lalu itu, tentulah mereka tidak akan berkata demikian itu."
        },
        {
          "number": 26,
          "arabic": "وَهُمْ يَنْهَوْنَ عَنْهُ وَيَنْـَٔوْنَ عَنْهُ ۖ وَإِن يُهْلِكُونَ إِلَّآ أَنفُسَهُمْ وَمَا يَشْعُرُونَ",
          "transliteration": "wahum yanhawna ʿanhu wayanawna ʿanhu wa-in yuh'likūna illā anfusahum wamā yashʿurūna",
          "translation": "Dan mereka melarang (orang lain) mendengarkan (Alquran) dan mereka sendiri menjauhkan diri daripadanya, dan mereka hanyalah membinasakan diri mereka sendiri, sedang mereka tidak menyadari.",
          "tafsir": "Ayat ini menjelaskan, bahwa mereka tidaklah berhenti mendustakan ayat-ayat Al-Qur'an dan memandangnya sebagai sihir, bahkan mereka mencegah orang lain mendengarkan serta menghasutnya, agar orang-orang itu tidak tertarik kepada Al-Qur'an yang indah bahasanya dan maknanya yang padat melebihi bahasa penyair-penyair mereka, sehingga pemimpin kaum musyrik itu merasa khawatir terhadap pengaruh gaya bahasa Al-Qur'an itu kepada pendengarnya. Mereka menyadari bahwa kesempatan untuk memperhatikan ayat Al-Qur'an itu berarti kesempatan untuk menanggapi mukjizatnya, karena itulah mereka menghalangi orang lain. Di samping mencegah orang lain, mereka sendiri menjauhkan diri dari Al-Qur'an, untuk menunjukkan bahwa mereka sangat menentangnya dan untuk menguatkan larangan mereka. Meskipun orang-orang musyrik telah berdaya upaya dengan pelbagai cara untuk memadamkan cahaya Islam, mereka tidak akan berhasil. Bahkan Allah menyatakan pada akhir ayat ini, bahwa tindakan mereka bukanlah menghancurkan Islam tetapi menghancurkan mereka sendiri tanpa mereka sadari. Peringatan akan kehancuran mereka ini beberapa tahun kemudian terbukti kebenarannya dalam pelbagai peperangan dan kemenangan di pihak Rasulullah."
        },
        {
          "number": 27,
          "arabic": "وَلَوْ تَرَىٰٓ إِذْ وُقِفُوا۟ عَلَى ٱلنَّارِ فَقَالُوا۟ يَـٰلَيْتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِـَٔايَـٰتِ رَبِّنَا وَنَكُونَ مِنَ ٱلْمُؤْمِنِينَ",
          "transliteration": "walaw tarā idh wuqifū ʿalā l-nāri faqālū yālaytanā nuraddu walā nukadhiba biāyāti rabbinā wanakūna mina l-mu'minīna",
          "translation": "Dan seandainya engkau (Muhammad) melihat ketika mereka dihadapkan ke neraka, mereka berkata, \"Seandainya kami dikembalikan (ke dunia) tentu kami tidak akan mendustakan ayat-ayat Tuhan kami, serta menjadi orang-orang yang beriman.\"",
          "tafsir": "Ayat ini menerangkan keadaan mereka di hari akhir nanti yang akan disaksikan oleh umat manusia. Ketika mereka dihadapkan ke muka api neraka, barulah mereka menyadari azab yang akan diterima dan timbul penyesalan dalam diri mereka atas kekafiran dan kelancangan mereka terhadap Allah dan Rasul-Nya selama di dunia. Maka pada saat yang sangat mengerikan dan dahsyat itu mereka mengajukan permohonan kepada Allah agar berkenan mengembalikan mereka ke dunia untuk bertobat dan beramal saleh serta beriman kepada Allah dan Rasul-Nya, tidak lagi mendustakan ayat-ayat Allah dan mereka berjanji akan menjadi orang mukmin. Keinginan mereka kembali ke dunia ini menunjukkan kejahilan mereka karena hal itu suatu hal yang mustahil. Orang-orang musyrik itu di hadapan api neraka meratapi nasib mereka akibat perbuatan mereka di dunia yang menjadi penganut agama berhala dan menyetujui saja apa yang dikatakan oleh pemimpin-pemimpin mereka. Tetapi ratapan itu tidak ada gunanya. Firman Allah: Dan orang-orang yang mengikuti berkata, \"Sekiranya kami mendapat kesempatan (kembali ke dunia), tentu kami akan berlepas tangan dari mereka, sebagaimana mereka berlepas tangan dari kami.\" Demikianlah Allah memperlihatkan kepada mereka amal perbuatan mereka yang menjadi penyesalan mereka. Dan mereka tidak akan keluar dari api neraka. (al-Baqarah/2: 167)"
        }
      ]
    }
  ]
}