{
  "pageNumber": 234,
  "juz": 12,
  "surahs": [
    {
      "number": 11,
      "name": "Hud",
      "nameArabic": "هود",
      "meaning": "Nabi Hud",
      "revelation": "Makkah",
      "description": "Surat Hud termasuk surat Makkiyyah, terdiri dari 123 ayat, dan diturunkan setelah surat Yunus.Surat ini dinamai Hud karena di dalamnya terdapat kisah Nabi Hud dan kaumnya. Dalam surat ini juga terdapat kisah-kisah nabi yang lain, seperti: Nuh, Shaleh, Ibrahim, Luth, Syu'aib, dan Musa.**Pokok-Pokok isi:**1. **Keimanan:** Keberadaan 'Arsy Allah; kejadian alam dalam enam masa; keberadaan golongan-golongan manusia pada hari kiamat.2. **Hukum-hukum:** Agama membolehkan menikmati yang baik-baik dan memakai perhiasan asal tidak berlebih-lebihan; tidak boleh bersikap sombong; tidak boleh berdoa atau mengharapkan sesuatu yang mustahil menurut sunnatullah.3. **Kisah-kisah:** Kisah Nuh dan kaumnya; kisah Hud dan kaumnya; kisah Shaleh dan kaumnya; kisah Ibrahim dan kaumnya; kisah Syu'aib dan kaumnya; kisah Luth dan kaumnya; kisah Musa dan kaumnya.4. **Lain-lain:** Pelajaran-pelajaran yang diambil dari kisah-kisah para nabi; air sumber segala kehidupan; shalat memperkuat keimanan; sunnatullah yang berhubungan dengan kebinasaan suatu kaum.Surat Hud berisi hal-hal yang berhubungan dengan pokok-pokok agama, seperti ketauhidan, kerasulan, dan hari kebangkitan, kemudian dihubungkan dengan dakwah yang telah dilakukan oleh para nabi kepada kaumnya.**Hubungan Surat Hud Dengan Surat Yusuf:**1. Kedua surat ini sama-sama dimulai dengan alif laam raa kemudian diiringi dengan penjelasan tentang Al-Qur'an.2. Surat Yusuf menyempurnakan penjelasan kisah para rasul yang disebut dalam surat Hud, kemudian kisah itu dijadikan dalil untuk menyatakan bahwa Al-Qur'an adalah wahyu Ilahi; setelah Nabi Muhammad tidak ada lagi nabi atau rasul yang diutus Allah.3. Perbedaan kedua surat ini ada dalam menjelaskan kisah-kisah para nabi. Dalam surat Hud diutarakan kisah beberapa orang rasul dalam menyampaikan risalah kepada kaumnya, akibat mengikuti dan akibat mendustakan mereka, kemudian dijadikan perbandingan dan berita yang mengancam kaum musyrikin Arab beserta pengikut-pengikutnya. Dalam surat Yusuf diterangkan tentang kehidupan Nabi Yusuf yang pada mulanya dizalimi oleh saudara-saudaranya kemudian menjadi rasul yang berkuasa dan dapat menolong saudara-sudaranya beserta kedua orang tuanya. Kepribadian Nabi Yusuf ini harus dijadikan teladan oleh semua orang yang beriman kepada Nabi Muhammad.",
      "verses": [
        {
          "number": 109,
          "arabic": "فَلَا تَكُ فِى مِرْيَةٍ مِّمَّا يَعْبُدُ هَـٰٓؤُلَآءِ ۚ مَا يَعْبُدُونَ إِلَّا كَمَا يَعْبُدُ ءَابَآؤُهُم مِّن قَبْلُ ۚ وَإِنَّا لَمُوَفُّوهُمْ نَصِيبَهُمْ غَيْرَ مَنقُوصٍ",
          "transliteration": "falā taku fī mir'yatin mimmā yaʿbudu hāulāi mā yaʿbudūna illā kamā yaʿbudu ābāuhum min qablu wa-innā lamuwaffūhum naṣībahum ghayra manqūṣin",
          "translation": "Maka janganlah engkau (Muhammad) ragu-ragu tentang apa yang mereka sembah. Mereka menyembah sebagaimana nenek moyang mereka dahulu menyembah. Kami pasti akan menyempurnakan pembalasan (terhadap) mereka tanpa dikurangi sedikit pun.",
          "tafsir": "Pada ayat ini, Allah swt menghibur Nabi Muhammad saw dan memberi peringatan kepada musuh-musuhnya. Dan bagi orang-orang musyrik penyembah berhala, Allah pasti akan menyiksa mereka karena apa yang disembah mereka, sama saja dengan yang telah disembah oleh nenek moyangnya. Sebagaimana nenek moyang mereka telah disiksa akibat perbuatannya memusuhi nabi-nabi dan menyembah berhala, begitu juga yang akan ditimpakan kepada mereka, tidak dikurangi sedikit pun."
        },
        {
          "number": 110,
          "arabic": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَـٰبَ فَٱخْتُلِفَ فِيهِ ۚ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ لَقُضِىَ بَيْنَهُمْ ۚ وَإِنَّهُمْ لَفِى شَكٍّ مِّنْهُ مُرِيبٍ",
          "transliteration": "walaqad ātaynā mūsā l-kitāba fa-ukh'tulifa fīhi walawlā kalimatun sabaqat min rabbika laquḍiya baynahum wa-innahum lafī shakkin min'hu murībin",
          "translation": "Dan sungguh, Kami telah memberikan Kitab (Taurat) kepada Musa, lalu diperselisihkannya. Dan kalau tidak ada ketetapan yang terdahulu dari Tuhanmu, niscaya telah dilaksanakan hukuman di antara mereka.<sup foot_note=135359>1</sup> Sungguh, mereka (orang kafir Mekah) benar-benar dalam kebimbangan dan keraguan terhadapnya (Alquran).",
          "tafsir": "Pada ayat ini, Allah swt menerangkan bahwa Dia telah memberikan kitab Taurat kepada Musa a.s., kemudian kitab Taurat itu diperselisihkan oleh kaumnya, apakah kitab Taurat itu betul dari Allah atau bukan? Ada di antara mereka yang percaya, bahwa kitab Taurat itu betul-betul dari Allah dan sebagian yang lain mengingkarinya. Oleh karena itu, Nabi Muhammad tidak perlu merasa gusar kalau dia melihat orang-orang kafir Mekah meragukan Al-Quran, baik isi maupun kebenarannya. Andaikata tidak ada ketentuan dari Allah untuk menangguhkan kepada orang-orang yang zalim dan ingkar sampai kepada waktu yang telah ditetapkan, tentunya Allah mengazab mereka sebagaimana telah mengazab dan menghancurkan orang-orang yang menentang dakwah rasul dahulu sebelum Nabi Muhammad saw. Sejalan dengan isi ayat ini, Allah berfirman: Dan janganlah engkau mengira, bahwa Allah lengah dari apa yang diperbuat oleh orang yang zalim. Sesungguhnya Allah menangguhkan mereka sampai hari yang pada waktu itu mata (mereka) terbelalak, (Ibrahim/14: 42) Pada akhir ayat ini Allah menjelaskan bahwa orang-orang yang mendustakan kitab Allah benar-benar dalam keraguan dan kebimbangan yang sangat dalam, sebagaimana firman Allah: Dan mereka (Ahli Kitab) tidak berpecah belah kecuali setelah datang kepada mereka ilmu (kebenaran yang disampaikan oleh para nabi) karena kedengkian antara sesama mereka. Jika tidaklah karena suatu ketetapan yang telah ada dahulunya dari Tuhanmu (untuk menangguhkan azab) sampai batas waktu yang ditentukan, pastilah hukuman bagi mereka telah dilaksanakan. Dan sesungguhnya orang-orang yang mewarisi Kitab (Taurat dan Injil) setelah mereka (pada zaman Muhammad), benar-benar berada dalam keraguan yang mendalam tentang Kitab (Al-Quran) itu. (asy-Syura/42: 14)"
        },
        {
          "number": 111,
          "arabic": "وَإِنَّ كُلًّا لَّمَّا لَيُوَفِّيَنَّهُمْ رَبُّكَ أَعْمَـٰلَهُمْ ۚ إِنَّهُۥ بِمَا يَعْمَلُونَ خَبِيرٌ",
          "transliteration": "wa-inna kullan lammā layuwaffiyannahum rabbuka aʿmālahum innahu bimā yaʿmalūna khabīrun",
          "translation": "Dan sesungguhnya kepada masing-masing (yang berselisih itu) pasti Tuhanmu akan memberi balasan secara penuh atas perbuatan mereka. Sungguh, Dia Mahateliti atas apa yang mereka kerjakan.",
          "tafsir": "Pada ayat ini Allah swt menegaskan bahwa orang-orang yang memperselisihkan tentang kebenaran Al-Quran dan meragukan kedatangannya dari Allah, maka Allah akan menyempurnakan balasan perbuatan mereka baik di dunia maupun di akhirat, karena Allah Maha Mengetahui apa yang telah mereka kerjakan. Firman Allah: Demikian itu disebabkan oleh perbuatan tanganmu sendiri, dan sesungguh-nya Allah tidak menzalimi hamba-hamba-Nya. (ali Imran/3: 182) Dan firman-Nya: Barang siapa mengerjakan kebajikan maka (pahalanya) untuk dirinya sendiri dan barang siapa berbuat jahat maka (dosanya) menjadi tanggungan dirinya sendiri. Dan Tuhanmu sama sekali tidak menzalimi hamba-hamba (-Nya). (Fushshilat/41: 46)"
        },
        {
          "number": 112,
          "arabic": "فَٱسْتَقِمْ كَمَآ أُمِرْتَ وَمَن تَابَ مَعَكَ وَلَا تَطْغَوْا۟ ۚ إِنَّهُۥ بِمَا تَعْمَلُونَ بَصِيرٌ",
          "transliteration": "fa-is'taqim kamā umir'ta waman tāba maʿaka walā taṭghaw innahu bimā taʿmalūna baṣīrun",
          "translation": "Maka tetaplah engkau (Muhammad) (di jalan yang benar), sebagaimana telah diperintahkan kepadamu dan (juga) orang yang bertobat bersamamu, dan janganlah kamu melampaui batas. Sungguh, Dia Maha Melihat apa yang kamu kerjakan.",
          "tafsir": "Ayat ini memberikan tuntutan kepada Nabi Muhammad saw terhadap apa yang semestinya ia perbuat pada waktu umatnya melancarkan tantangan, dan meragukan Al-Quran yang dibawanya. Dia diperintahkan untuk tetap pada pendiriannya, berjalan di atas jalan yang lurus, menyampaikan syariat yang diamanatkan kepadanya, melaksanakan risalahnya dan jangan sampai terlintas di dalam hatinya akan meninggalkan sebagian dari apa yang telah diwahyukan kepadanya, karena kekejaman fitnahan umatnya, sebagaimana firman Allah: Maka boleh jadi engkau (Muhammad) hendak meninggalkan sebagian dari apa yang diwahyukan kepadamu dan dadamu sempit karenanya. (Hud/11: 12) Begitu pula orang-orang yang telah sadar dan insyaf serta tobat dari kemusyrikan dan kekafiran dan telah beriman bersama Muhammad saw supaya tetap dalam pendiriannya, mempertahankan akidah tauhidnya dan jangan sekali-kali bergeser dari jalan yang lurus dan benar yang telah diimani dan diyakininya, karena Allah melihat dan mengetahui semuanya itu. Sejalan dengan ayat ini, Allah berfirman: Karena itu serulah (mereka beriman) dan tetaplah (beriman dan berdakwah) sebagaimana diperintahkan kepadamu (Muhammad) dan janganlah mengikuti keinginan mereka dan katakanlah, \"Aku beriman kepada Kitab yang diturunkan Allah dan aku diperintahkan agar berlaku adil di antara kamu. Allah Tuhan kami dan Tuhan kamu. Bagi kami amal perbuatan kami dan bagi kamu amal perbuatan kamu. Tidak (perlu) ada pertengkaran antara kami dan kamu, Allah mengumpulkan antara kita dan kepada-Nyalah (kita) kembali.\" (asy-Syura/42: 15)"
        },
        {
          "number": 113,
          "arabic": "وَلَا تَرْكَنُوٓا۟ إِلَى ٱلَّذِينَ ظَلَمُوا۟ فَتَمَسَّكُمُ ٱلنَّارُ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِنْ أَوْلِيَآءَ ثُمَّ لَا تُنصَرُونَ",
          "transliteration": "walā tarkanū ilā alladhīna ẓalamū fatamassakumu l-nāru wamā lakum min dūni l-lahi min awliyāa thumma lā tunṣarūna",
          "translation": "Dan janganlah kamu cenderung kepada orang zalim yang menyebabkan kamu disentuh api neraka, sedangkan kamu tidak mempunyai seorang penolong pun selain Allah, sehingga kamu tidak akan diberi pertolongan.",
          "tafsir": "Pada ayat ini, Allah swt menandaskan bahwa orang-orang yang beriman kepada Nabi Muhammad dan menganut agamanya, supaya jangan sekali-kali cenderung kepada orang-orang zalim, yaitu musuh-musuh kaum Muslimin yang selalu menyakitinya dan orang-orang musyrik yang selalu berusaha mengembalikannya kepada kemusyrikan. Jangan sekali-kali minta bantuan dan pertolongan dari mereka, seakan-akan mereka telah dijadikan pemimpinnya, karena bila hal itu sudah sampai kepada derajat yang demikian, maka termasuklah orang-orang mukmin itu seperti mereka juga yang tidak akan mendapat petunjuk. Firman Allah: Barang siapa di antara kamu yang menjadikan mereka teman setia, maka sesungguhnya dia termasuk golongan mereka. Sungguh, Allah tidak memberi petunjuk kepada orang-orang yang zalim. (al-Maidah/5: 51) Satu-satunya yang dapat dijadikan pemimpin serta diminta bantuan dan pertolongannya hanya Allah. Barang siapa yang berbuat selain dari itu, maka ia termasuk orang yang zalim yang tak mempunyai penolong, sebagaimana firman Allah: Dan tidak ada seorang penolong pun bagi orang-orang zalim itu. (al-Maidah/5: 72)"
        },
        {
          "number": 114,
          "arabic": "وَأَقِمِ ٱلصَّلَوٰةَ طَرَفَىِ ٱلنَّهَارِ وَزُلَفًا مِّنَ ٱلَّيْلِ ۚ إِنَّ ٱلْحَسَنَـٰتِ يُذْهِبْنَ ٱلسَّيِّـَٔاتِ ۚ ذَٰلِكَ ذِكْرَىٰ لِلذَّٰكِرِينَ",
          "transliteration": "wa-aqimi l-ṣalata ṭarafayi l-nahāri wazulafan mina al-layli inna l-ḥasanāti yudh'hib'na l-sayiāti dhālika dhik'rā lildhākirīna",
          "translation": "Dan laksanakanlah salat pada kedua ujung siang (pagi dan petang) dan pada bagian permulaan malam. Perbuatan-perbuatan baik itu menghapus kesalahan-kesalahan. Itulah peringatan bagi orang-orang yang selalu mengingat (Allah).",
          "tafsir": "Ayat ini memerintahkan agar kaum Muslimin mendirikan salat, lengkap dengan rukun dan syaratnya, tetap dikerjakan lima kali dalam sehari semalam menurut waktu yang telah ditentukan yaitu salat Subuh, Zuhur, dan Asar, Magrib, dan Isya. Sejalan dengan ayat ini firman Allah: Maka bertasbihlah kepada Allah pada petang hari dan pada pagi hari (waktu subuh), dan segala puji bagi-Nya baik di langit, di bumi, pada malam hari dan pada waktu zuhur (tengah hari). (ar-Rum/30: 17-18) Ayat ini menerangkan juga bahwa perbuatan-perbuatan yang baik, yang garis besarnya ialah mengerjakan perintah Allah dan menjauhi larangannya, antara lain melaksanakan salat, akan menghapuskan dosa-dosa kecil dan perbuatan-perbuatan buruk. Ini sejalan dengan sabda Nabi Muhammad saw: Iringilah perbuatan buruk itu dengan perbuatan yang baik, maka perbuatan baik itu akan menghapuskan (dosa) perbuatan buruk itu. (Riwayat at-Tirmidzi dari Abu dzar al-Gifari) Dan firman Allah: Jika kamu menjauhi dosa-dosa besar di antara dosa-dosa yang dilarang mengerjakannya, niscaya Kami hapus kesalahan-kesalahanmu dan akan Kami masukkan kamu ke tempat yang mulia (surga). (an-Nisa/4: 31) Pesan-pesan terdahulu seperti perintah istiqamah, larangan berbuat aniaya dan memihak kepada orang-orang zalim serta perintah mendirikan salat adalah merupakan pelajaran dan peringatan bagi orang-orang yang sadar dan insyaf yang selalu ingat kepada Allah."
        },
        {
          "number": 115,
          "arabic": "وَٱصْبِرْ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجْرَ ٱلْمُحْسِنِينَ",
          "transliteration": "wa-iṣ'bir fa-inna l-laha lā yuḍīʿu ajra l-muḥ'sinīna",
          "translation": "Dan bersabarlah, karena sesungguhnya Allah tidak menyia-nyiakan pahala orang yang berbuat kebaikan.",
          "tafsir": "Pada ayat ini, Allah swt memerintahkan supaya berlaku sabar. Yang dimaksud dengan sabar dalam ayat ini ialah tabah dan tahan menghadapi segala kesulitan dalam menjalankan perintah Allah dan menjauhi larangan-Nya. Sabar dan salat adalah dua amal yang kembar yang dapat dijadikan penolong untuk dapat mengatasi segala kesulitan yang dihadapi, sehingga dengan mudah dapat sampai kepada yang dicita-citakan. Tidak sedikit ayat yang menganjurkan supaya sabar dan salat itu dijadikan penolong. Antara lain firman Allah: Wahai orang-orang yang beriman! Mohonlah pertolongan (kepada Allah) dengan sabar dan salat. Sungguh, Allah beserta orang-orang yang sabar. (al-Baqarah/2: 153) Dan firman-Nya: Maka sabarlah engkau (Muhammad) atas apa yang mereka katakan, dan bertasbihlah dengan memuji Tuhanmu, sebelum matahari terbit, dan sebelum terbenam; dan bertasbihlah (pula) pada waktu tengah malam dan di ujung siang hari, agar engkau merasa tenang. (thaha/20: 130) Ayat ini disudahi dengan suatu penegasan bahwa Allah tidak akan menyia-nyiakan pahala orang-orang yang berbuat kebaikan seperti sabar, tetapi Allah akan menyempurnakan pahalanya sebagaimana firman-Nya: Hanya orang-orang yang bersabarlah yang disempurnakan pahalanya tanpa batas. (az-Zumar/39: 10)"
        },
        {
          "number": 116,
          "arabic": "فَلَوْلَا كَانَ مِنَ ٱلْقُرُونِ مِن قَبْلِكُمْ أُو۟لُوا۟ بَقِيَّةٍ يَنْهَوْنَ عَنِ ٱلْفَسَادِ فِى ٱلْأَرْضِ إِلَّا قَلِيلًا مِّمَّنْ أَنجَيْنَا مِنْهُمْ ۗ وَٱتَّبَعَ ٱلَّذِينَ ظَلَمُوا۟ مَآ أُتْرِفُوا۟ فِيهِ وَكَانُوا۟ مُجْرِمِينَ",
          "transliteration": "falawlā kāna mina l-qurūni min qablikum ulū baqiyyatin yanhawna ʿani l-fasādi fī l-arḍi illā qalīlan mimman anjaynā min'hum wa-ittabaʿa alladhīna ẓalamū mā ut'rifū fīhi wakānū muj'rimīna",
          "translation": "Maka mengapa tidak ada di antara umat-umat sebelum kamu orang yang mempunyai keutamaan yang melarang (berbuat) kerusakan di bumi, kecuali sebagian kecil di antara orang yang telah Kami selamatkan. Dan orang-orang yang zalim hanya mementingkan kenikmatan dan kemewahan. Dan mereka adalah orang-orang yang berdosa.",
          "tafsir": "Pada ayat ini Allah swt menyatakan celaan-Nya kepada orang-orang pintar, cerdik-pandai yang tidak melarang orang-orang sesamanya berbuat kerusakan di muka bumi, padahal akal sehat dan pikiran cerdas yang mereka miliki itu cukup untuk dapat mengerti dan memahami kebaikan yang diserukan oleh para rasul. Hanya sedikit saja di antara mereka yang mempergunakan akal sehat, pikiran, dan kecerdasannya, untuk melarang berbuat yang mungkar dan menyuruh berbuat yang baik. Mereka yang sedikit itulah yang diselamatkan oleh Allah. Orang-orang dahulu yang cerdik pandai yang zalim lebih mementingkan kemewahan dan kesenangan yang berlebih-lebihan yang menyebabkan mereka itu menjadi sombong, takabur, dan fasik. Ajakan rasul kepada kebaikan ditentangnya, bahkan mereka berbuat sebaliknya. Kejahatan merebak, tidak ada seorang pun di antara mereka yang melarang orang lain berbuat yang mungkar. Oleh karena dosa yang mereka perbuat itu sudah terlalu berat, maka Allah membinasakan mereka. Firman Allah: Dan jika Kami hendak membinasakan suatu negeri, maka Kami perintahkan kepada orang yang hidup mewah di negeri itu (agar menaati Allah), tetapi bila mereka melakukan kedurhakaan di dalam (negeri) itu, maka sepantasnya berlakulah terhadapnya perkataan (hukuman Kami), kemudian Kami binasakan sama sekali (negeri itu). (al-Isra/17: 16)"
        },
        {
          "number": 117,
          "arabic": "وَمَا كَانَ رَبُّكَ لِيُهْلِكَ ٱلْقُرَىٰ بِظُلْمٍ وَأَهْلُهَا مُصْلِحُونَ",
          "transliteration": "wamā kāna rabbuka liyuh'lika l-qurā biẓul'min wa-ahluhā muṣ'liḥūna",
          "translation": "Dan Tuhanmu tidak akan membinasakan negeri-negeri secara zalim, selama penduduknya orang-orang yang berbuat kebaikan.",
          "tafsir": "Pada ayat ini Allah swt menjelaskan bahwa Dia tidak akan membinasakan suatu negeri, jika penduduk negeri itu, masih berbuat kebaikan, tidak berbuat zalim seperti mengurangi timbangan sebagaimana halnya kaum Nabi Syuaib a.s., tidak melakukan perbuatan liwath (homoseks, sodomi) seperti halnya kaum Nabi Lut a.s., tidak patuh kepada pimpinannya yang kejam dan bengis, seperti halnya Firaun, dan kejahatan lain, karena yang demikian, adalah suatu kezaliman. Allah tidak akan menyuruh melakukan yang demikian itu. Firman Allah: Dan Tuhanmu sama sekali tidak menzalimi hamba-hamba(-Nya). (Fushshilat/41: 46) Dan firman-Nya: Sesungguhnya Allah tidak menzalimi manusia sedikit pun. (Yunus/10: 44)"
        }
      ]
    }
  ]
}