{
  "pageNumber": 492,
  "juz": 25,
  "surahs": [
    {
      "number": 43,
      "name": "Az-Zukhruf",
      "nameArabic": "الزخرف",
      "meaning": "Perhiasan",
      "revelation": "Makkah",
      "description": "Surat Az-Zukhruf terdiri dari 89 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Asy-Syura.Dinamai Az-Zukhruf (perhiasan) diambil dari kata \"Az-Zukhruf\" yang terdapat pada ayat ke-35 surat ini. Orang-orang musyrik mengukur tinggi-rendahnya derajat seseorang tergantung pada perhiasan dan harta yang ia miliki. Maka karena Nabi Muhammad adalah seorang anak yatim dan miskin, ia tidak pantas diangkat Allah sebagai seorang rasul dan nabi. Pangkat rasul dan nabi itu harus diberikan kepada orang kaya. Ayat ini menegaskan bahwa harta tidak dapat dijadikan dasar untuk mengukur tinggi-rendahnya derajat seseorang, karena harta merupakan perhiasan kehidupan duniawi, bukan kesenangan akhirat.**Pokok-Pokok Isi:**1. **Keimanan:** Al-Qur'an berasal dari Lauh Mahfuzh; Nabi 'Isa itu hanyalah seorang hamba Allah; pengakuan Nabi 'Isa bahwa Allahlah Tuhan yang sebenarnya; menjelaskan kesenangan di dalam surga dan hebatnya penderitaan orang kafir di dalam neraka; Allah tidak mempunyai anak.2. **Hukum-hukum:** Perintah Allah kepada Nabi Muhammad agar menjauhi orang-orang yang tidak beriman.3. **Kisah-kisah:** Kisah Nabi Ibrahim, Musa, dan 'Isa sebagai perbandingan bagi Nabi Muhammad dan sebagai penawar ketika menghadapi kesulitan dalam melakukan dakwah.4. **Lain-lain:** Pengakuan orang musyrik Mekah bahwa Allahlah Yang menciptakan langit dan bumi tetapi mereka tetap menyembah berhala; kepercayaan mereka bahwa malaikat adalah anak Allah dan penolakan atas kepercayaan yang salah itu; Nabi Muhammad sebagai rasul mendapat ejekan dan celaan dari kaumnya adalah hal biasa, karena rasul-rasul terdahulu pun demikian; orang-orang musyrik sangat berpegang teguh pada tradisi dan adat istiadat nenek moyang mereka dalam beragama, sehingga hati mereka tertutup untuk menerima kebenaran.Surat Az-Zukhruf dimulai dengan menerangkan bahwa Al-Qur'an adalah wahyu Ilahi dan diambil dari Lauh Mahfuzh. Kemudian menerangkan sikap orang musyrik terhadap para nabi dan menyebutkan sebagian hikmah yang Allah limpahkan kepada manusia. Selain itu, juga dikemukakan tentang sifat orang-orang musyrik yang suka mengada-ada kebatilan beserta kepercayaan rusak dan sifat-sifat sombong mereka, walaupun mereka telah diperingatkan dengan nasib umat-umat terdahulu yang mendurhakai Allah.Pada bagian akhir, surat ini mengingatkan tentang tindakan-tindakan orang-orang musyrik yang lebih mementingkan perhiasan duniawi. Lalu, surat ini ditutup dengan perintah Allah agar Nabi Muhammad berpaling dari orang-orang musyrik itu, nanti mereka akan merasakan dan mengetahui kebenaran ancaman Allah.**Hubungan Surat Az-Zukhruf Dengan Surat Ad-Dukhan:**1. Kedua surat ini sama-sama dimulai dengan menyebutkan sifat-sifat Al-Qur'an.2. Pada akhir surat Az-Zukhruf disebutkan ancaman kepada orang-orang kafir dan pada permulaan surat Ad-Dukhan terdapat pula peringatan dan ancaman itu.3. Pada kedua surat ini terdapat kesatuan sikap antara Nabi Muhammad dan Nabi Musa. Pada surat Az-Zukhruf Nabi Muhammad mengadu kepada Allah bahwa kaumnya tidak mau beriman, sedangkan pada surat Ad-Dukhan Nabi Musa mengadu kepada Allah bahwa kaumnya berlaku durhaka dan banyak dosa.",
      "verses": [
        {
          "number": 34,
          "arabic": "وَلِبُيُوتِهِمْ أَبْوَٰبًا وَسُرُرًا عَلَيْهَا يَتَّكِـُٔونَ",
          "transliteration": "walibuyūtihim abwāban wasururan ʿalayhā yattakiūna",
          "translation": "dan (Kami buatkan pula) pintu-pintu (perak) bagi rumah-rumah mereka, dan (begitu pula) dipan-dipan tempat mereka bersandar,",
          "tafsir": "Begitu juga pintu-pintu rumah orang-orang kafir, dan tempat tidur yang mereka tiduri akan dijadikan dari perak. Semua itu adalah perhiasan tempat manusia berbangga-bangga; semua itu hanya merupakan kesenangan kehidupan dunia yang sifatnya sementara, dan hanya dapat bertahan beberapa saat saja lalu hilang lenyap, sedangkan kehidupan akhirat yang penuh dengan kesenangan dan kenikmatan yang beraneka ragam dan tak terhitung banyaknya serta kekal abadi telah dipersiapkan untuk orang yang bertakwa kepada Allah, yang tidak menyekutukan-Nya, yang tidak berbuat maksiat dengan melanggar perintah-Nya, tetapi taat dan patuh melaksanakan perintah-Nya. Firman Allah: Sedangkan kamu (orang-orang kafir) memilih kehidupan dunia, padahal kehidupan akhirat itu lebih baik dan lebih kekal. (al-A'la/87: 16-17)"
        },
        {
          "number": 35,
          "arabic": "وَزُخْرُفًا ۚ وَإِن كُلُّ ذَٰلِكَ لَمَّا مَتَـٰعُ ٱلْحَيَوٰةِ ٱلدُّنْيَا ۚ وَٱلْـَٔاخِرَةُ عِندَ رَبِّكَ لِلْمُتَّقِينَ",
          "transliteration": "wazukh'rufan wa-in kullu dhālika lammā matāʿu l-ḥayati l-dun'yā wal-ākhiratu ʿinda rabbika lil'muttaqīna",
          "translation": "dan (Kami buatkan pula) perhiasan-perhiasan dari emas. Dan semuanya itu tidak lain hanyalah kesenangan kehidupan dunia, sedangkan kehidupan akhirat di sisi Tuhanmu disediakan bagi orang-orang yang bertakwa.",
          "tafsir": "Begitu juga pintu-pintu rumah orang-orang kafir, dan tempat tidur yang mereka tiduri akan dijadikan dari perak. Semua itu adalah perhiasan tempat manusia berbangga-bangga; semua itu hanya merupakan kesenangan kehidupan dunia yang sifatnya sementara, dan hanya dapat bertahan beberapa saat saja lalu hilang lenyap, sedangkan kehidupan akhirat yang penuh dengan kesenangan dan kenikmatan yang beraneka ragam dan tak terhitung banyaknya serta kekal abadi telah dipersiapkan untuk orang yang bertakwa kepada Allah, yang tidak menyekutukan-Nya, yang tidak berbuat maksiat dengan melanggar perintah-Nya, tetapi taat dan patuh melaksanakan perintah-Nya. Firman Allah: Sedangkan kamu (orang-orang kafir) memilih kehidupan dunia, padahal kehidupan akhirat itu lebih baik dan lebih kekal. (al-A'la/87: 16-17)"
        },
        {
          "number": 36,
          "arabic": "وَمَن يَعْشُ عَن ذِكْرِ ٱلرَّحْمَـٰنِ نُقَيِّضْ لَهُۥ شَيْطَـٰنًا فَهُوَ لَهُۥ قَرِينٌ",
          "transliteration": "waman yaʿshu ʿan dhik'ri l-raḥmāni nuqayyiḍ lahu shayṭānan fahuwa lahu qarīnun",
          "translation": "Dan barangsiapa yang berpaling dari pengajaran Allah Yang Maha Pengasih (Alquran), Kami biarkan setan (menyesatkannya) dan menjadi teman karibnya.",
          "tafsir": "Dalam ayat ini ditegaskan bahwa siapa yang berpaling dari peringatan dan pengajaran Allah, yaitu membutakan hatinya untuk beriman dan mempercayai ajaran-ajaran-Nya yang terdapat dalam Al-Qur'an, maka setan akan selalu menemaninya dan akan selalu berupaya membawanya kepada kesesatan, sehingga Allah akhirnya akan menjadikan setan itu menjadi teman setianya. Menurut az-Zajjaj, maksud ayat ini adalah bahwa siapa yang berpaling dari Al-Qur'an dan tidak mau mengikuti petunjuk-petunjuk yang terdapat di dalamnya, setan akan terus-menerus menggodanya sampai ia terjerumus ke jalan yang sesat, karena itu ia pasti akan mendapat siksaan Allah. Dalam sebuah hadis Rasulullah saw bersabda: Rasulullah saw bersabda, \"Tidaklah ada salah seorang dari kalian melainkan didampingi oleh pendamping dari golongan jin.\" (Riwayat Muslim) Di dalam ayat lain Allah berfirman bahwa orang yang selalu mengingkari ayat-ayat Allah, maka hati dan pandangan mereka akan dibolak-balik oleh Allah sehingga mereka tidak jadi beriman dan tetap dalam kesesatan mereka: Dan (begitu pula) Kami memalingkan hati dan penglihatan mereka seperti pertama kali mereka tidak beriman kepadanya (Al-Qur'an), dan Kami biarkan mereka bingung dalam kesesatan. (al-An'am/6: 110) Manusia yang sesat akan berbuat dosa, lalu semakin ia bergelimang dosa, semakin tertutup hatinya sehingga tidak mungkin lagi beriman dan berbuat baik, sebagaimana sabda Rasulullah saw: Rasulullah saw bersabda, \"Sesungguhnya seorang mukmin jika berbuat dosa niscaya ada titik hitam di dalam hatinya, jika ia bertobat dan meninggalkan dan memohon ampun niscaya hatinya kembali bersih. Namun jika dosanya bertambah, niscaya bertambah titik hitam tersebut sehingga meliputi hatinya.\" (Riwayat Ahmad)"
        },
        {
          "number": 37,
          "arabic": "وَإِنَّهُمْ لَيَصُدُّونَهُمْ عَنِ ٱلسَّبِيلِ وَيَحْسَبُونَ أَنَّهُم مُّهْتَدُونَ",
          "transliteration": "wa-innahum layaṣuddūnahum ʿani l-sabīli wayaḥsabūna annahum muh'tadūna",
          "translation": "Dan sungguh, mereka (setan-setan itu) benar-benar menghalang-halangi mereka dari jalan yang benar, sedang mereka menyangka bahwa mereka mendapat petunjuk.",
          "tafsir": "Dalam ayat ini diterangkan konsekuensi menjadikan setan sebagai teman, yaitu bahwa setan itu akan selalu berupaya menghalangi mereka untuk menemukan jalan yang benar, yaitu mengimani ajaran-ajaran Allah yang terdapat di dalam Al-Qur'an. Mereka akhirnya memang tidak menemukan jalan yang benar itu, tetapi merasa bahwa jalan sesat yang mereka tempuh adalah benar, dan kebenaran ayat-ayat Al-Qur'an yang disampaikan kepada mereka adalah salah. Begitulah hebatnya kekuasaan setan atas diri orang itu."
        },
        {
          "number": 38,
          "arabic": "حَتَّىٰٓ إِذَا جَآءَنَا قَالَ يَـٰلَيْتَ بَيْنِى وَبَيْنَكَ بُعْدَ ٱلْمَشْرِقَيْنِ فَبِئْسَ ٱلْقَرِينُ",
          "transliteration": "ḥattā idhā jāanā qāla yālayta baynī wabaynaka buʿ'da l-mashriqayni fabi'sa l-qarīnu",
          "translation": "Sehingga apabila orang–orang yang berpaling itu datang kepada Kami (pada hari Kiamat) dia berkata, \"Wahai! Sekiranya (jarak) antara aku dan kamu seperti jarak antara timur dan barat! Memang (setan itu) teman yang paling jahat (bagi manusia).\"",
          "tafsir": "Dalam ayat ini diterangkan nasib manusia yang bersahabat dengan setan itu di hari akhirat ketika menghadap Allah. Di saat itulah orang itu baru menyadari bahwa ia telah disesatkan oleh setan-setan itu. Di hadapan Allah ia menyesali mengapa ia terlalu dekat dengan setan-setan itu sewaktu di dunia. Ia menyesal mengapa waktu di dunia dulu mereka dengan setan itu tidak berjauhan sebagaimana jauhnya timur dan barat, yaitu seperti antara satu ujung dengan ujung yang lainnya. Tetapi penyesalan itu tidak berguna, karena dunia sudah digulung dan tidak akan mungkin dikembalikan lagi. Di akhirat setan-setan yang menjadi teman-teman setia mereka waktu di dunia akan meninggalkan mereka. Di depan Allah setan-setan itu mengingkari persahabatan dan berlepas tangan, sebagaimana diinformasikan dalam Surah Ibrahim/14: 22. Dan setan berkata ketika perkara (hisab) telah diselesaikan, \"Sesungguhnya Allah telah menjanjikan kepadamu janji yang benar, dan aku pun telah menjanjikan kepadamu tetapi aku menyalahinya. Tidak ada kekuasaan bagiku terhadapmu, melainkan (sekedar) aku menyeru kamu lalu kamu mematuhi seruanku, oleh sebab itu janganlah kamu mencerca aku, tetapi cercalah dirimu sendiri. Aku tidak dapat menolongmu, dan kamu pun tidak dapat menolongku. Sesungguhnya aku tidak membenarkan perbuatanmu mempersekutukan aku (dengan Allah) sejak dahulu.\" Sungguh, orang yang zalim akan mendapat siksaan yang pedih. (Ibrahim/14: 22) Demikianlah, setan-setan jelas merupakan teman yang paling jahat: di dunia mereka merayu, tetapi di akhirat mereka berlepas tangan bahkan menjerumuskan manusia."
        },
        {
          "number": 39,
          "arabic": "وَلَن يَنفَعَكُمُ ٱلْيَوْمَ إِذ ظَّلَمْتُمْ أَنَّكُمْ فِى ٱلْعَذَابِ مُشْتَرِكُونَ",
          "transliteration": "walan yanfaʿakumu l-yawma idh ẓalamtum annakum fī l-ʿadhābi mush'tarikūna",
          "translation": "Dan (harapanmu itu) sekali-kali tidak akan memberi manfaat kepadamu pada hari itu karena kamu telah menzalimi (dirimu sendiri). Sesungguhnya kamu pantas bersama-sama dalam azab itu.",
          "tafsir": "Selanjutnya Allah menegaskan kepada mereka bahwa bagaimana pun penyesalan mereka dan apa pun alasan mereka tidak akan diterima. Hal itu karena mereka telah berbuat aniaya, yaitu tidak mengimani-Nya dan tidak menjalankan perintah-perintah-Nya. Mereka akhirnya akan dijebloskan ke dalam neraka bersama setan-setan teman-teman mereka itu."
        },
        {
          "number": 40,
          "arabic": "أَفَأَنتَ تُسْمِعُ ٱلصُّمَّ أَوْ تَهْدِى ٱلْعُمْىَ وَمَن كَانَ فِى ضَلَـٰلٍ مُّبِينٍ",
          "transliteration": "afa-anta tus'miʿu l-ṣuma aw tahdī l-ʿum'ya waman kāna fī ḍalālin mubīnin",
          "translation": "Maka apakah engkau (Muhammad) dapat menjadikan orang yang tuli bisa mendengar, atau (dapatkah) engkau memberi petunjuk kepada orang yang buta (hatinya), dan kepada orang yang tetap dalam kesesatan yang nyata?",
          "tafsir": "Pada ayat ini Allah bertanya kepada Nabi Muhammad saw yang selalu ingin agar orang-orang kafir itu beriman, apakah ia mampu membuat orang yang tuli mendengar ajakan untuk beriman dan berbuat baik, dan apakah ia mampu membuka hati orang yang telah tertutup mata hatinya. Tentu saja Nabi saw. tidak akan mampu, karena yang mampu melakukannya hanyalah Allah, sedangkan Allah tidak akan mengembalikan mereka yang sesat itu bila mereka sendiri tidak bersedia kembali kepada jalan yang benar. Pertanyaan Allah swt kepada Nabi Muhammad saw itu bukanlah untuk maksud bertanya, tetapi justru untuk menegaskan bahwa telinga dan mata batin mereka sebenarnya sudah tuli dan buta, karena itu kebenaran apa pun yang disampaikan kepada mereka tidak akan mereka terima. Oleh karena itu tugas beliau sebagai seorang rasul hanya menyampaikan. Dalam menyampaikan firman-firman Allah kepada kaum kafir Mekah itu, Nabi saw telah melaksanakannya dengan segenap tenaga dan upaya, namun sebagian mereka menentangnya. Nabi saw dan umatnya diboikot, bahkan diancam akan dibunuh. Untuk menyelamatkan diri Nabi saw memerintahkan pengikut-pengikutnya untuk berhijrah, pertama ke Abessinia, dan kedua ke Medinah. Penentangan dan ancaman itu kadang-kadang membuat hati Nabi saw. kecewa dan hampir-hampir putus asa. Namun dengan turunnya ayat-ayat seperti ayat ini, hati beliau terhibur kembali. Beliau sadar bahwa ia tidak bersalah, tetapi merekalah yang tertutup hatinya. Yang mampu membukanya hanyalah Allah, karena itu beliau tidak lagi berputus asa, tetapi terus berdakwah, dengan harapan pada suatu saat Allah akan menurunkan hidayah-Nya kepada mereka. Di dalam ayat lain Allah berfirman mengenai pemberian hidayah yang merupakan wewenang Allah itu: Bukanlah kewajibanmu (Muhammad) menjadikan mereka mendapat petunjuk, tetapi Allah-lah yang memberi petunjuk kepada siapa yang Dia kehendaki. (al-Baqarah/2: 272)"
        },
        {
          "number": 41,
          "arabic": "فَإِمَّا نَذْهَبَنَّ بِكَ فَإِنَّا مِنْهُم مُّنتَقِمُونَ",
          "transliteration": "fa-immā nadhhabanna bika fa-innā min'hum muntaqimūna",
          "translation": "Maka sungguh, sekiranya Kami mewafatkanmu (sebelum engkau mencapai kemenangan), maka sesungguhnya Kami akan tetap memberikan azab kepada mereka (di akhirat),",
          "tafsir": "Di dalam dua ayat ini dijelaskan bahwa Nabi saw tidak perlu terlalu merisaukan penentangan orang-orang musyrikin Mekah. Mereka pasti akan dihukum oleh Allah pada saat yang dikehendaki-Nya. Kemungkinan hukuman itu dalam dua cara. Pertama, Allah akan menghukum mereka setelah Nabi saw meninggal; dengan demikian hukuman itu tidak sempat beliau saksikan sendiri di dunia. Kedua, hukuman terhadap orang-orang yang kafir itu dilaksanakan Allah sekarang juga yaitu pada saat Nabi saw masih hidup. Bukti hukuman seperti itu adalah, menurut sebagian ulama, terbunuhnya banyak pemimpin kaum kafir Mekah pada Perang Badar. Demikianlah ancaman Allah terhadap kaum kafir itu. Pernyataan itu kembali menguatkan hati Nabi saw bahwa mereka yang menentang itu memang betul-betul membutakan mata hatinya karena itu perlu didakwahi lebih intensif lagi."
        },
        {
          "number": 42,
          "arabic": "أَوْ نُرِيَنَّكَ ٱلَّذِى وَعَدْنَـٰهُمْ فَإِنَّا عَلَيْهِم مُّقْتَدِرُونَ",
          "transliteration": "aw nuriyannaka alladhī waʿadnāhum fa-innā ʿalayhim muq'tadirūna",
          "translation": "atau Kami perlihatkan kepadamu (azab) yang telah Kami ancamkan kepada mereka.<sup foot_note=135736>1</sup> Maka sungguh, Kami berkuasa atas mereka.",
          "tafsir": "Di dalam dua ayat ini dijelaskan bahwa Nabi saw tidak perlu terlalu merisaukan penentangan orang-orang musyrikin Mekah. Mereka pasti akan dihukum oleh Allah pada saat yang dikehendaki-Nya. Kemungkinan hukuman itu dalam dua cara. Pertama, Allah akan menghukum mereka setelah Nabi saw meninggal; dengan demikian hukuman itu tidak sempat beliau saksikan sendiri di dunia. Kedua, hukuman terhadap orang-orang yang kafir itu dilaksanakan Allah sekarang juga yaitu pada saat Nabi saw masih hidup. Bukti hukuman seperti itu adalah, menurut sebagian ulama, terbunuhnya banyak pemimpin kaum kafir Mekah pada Perang Badar. Demikianlah ancaman Allah terhadap kaum kafir itu. Pernyataan itu kembali menguatkan hati Nabi saw bahwa mereka yang menentang itu memang betul-betul membutakan mata hatinya karena itu perlu didakwahi lebih intensif lagi."
        },
        {
          "number": 43,
          "arabic": "فَٱسْتَمْسِكْ بِٱلَّذِىٓ أُوحِىَ إِلَيْكَ ۖ إِنَّكَ عَلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
          "transliteration": "fa-is'tamsik bi-alladhī ūḥiya ilayka innaka ʿalā ṣirāṭin mus'taqīmin",
          "translation": "Maka berpegang teguhlah engkau kepada (agama) yang telah diwahyukan kepadamu. Sungguh, engkau berada di jalan yang lurus.",
          "tafsir": "Pada ayat ini Nabi saw diminta Allah untuk berpegang teguh pada Al-Qur'an, yaitu lebih meningkatkan iman kepadanya dan lebih giat menyampaikan ajaran-ajaran Allah di dalamnya. Hal itu karena ajaran-ajaran yang terdapat di dalam Kitab itu mutlak benar dan menjamin kebahagiaan hidup manusia di dunia dan akhirat. Sedangkan bagi mereka yang tetap membangkang tentu Allah akan menentukan hukuman buat mereka."
        },
        {
          "number": 44,
          "arabic": "وَإِنَّهُۥ لَذِكْرٌ لَّكَ وَلِقَوْمِكَ ۖ وَسَوْفَ تُسْـَٔلُونَ",
          "transliteration": "wa-innahu ladhik'run laka waliqawmika wasawfa tus'alūna",
          "translation": "Dan sungguh, Alquran itu benar-benar suatu peringatan bagimu dan bagi kaummu, dan kelak kamu akan diminta pertanggungjawaban.",
          "tafsir": "Allah menegaskan bahwa turunnya Al-Qur'an itu sesungguhnya adalah kemuliaan bagi Nabi saw dan kaumnya, yaitu suku Quraisy pada khususnya dan bangsa Arab pada umumnya. Hal itu karena Al-Qur'an itu diturunkan dalam bahasa mereka. Dengan begitu bangsa Arab, khususnya suku Quraisy, tentu yang paling paham maknanya, karena itu seharusnya mereka menjadi yang pertama dalam mengimaninya dan melaksanakan ajaran-ajaran yang terdapat di dalamnya. Dalam ayat lain Allah menyatakan Al-Qur'an sebagai kehormatan yang telah diberikan kepada mereka: Sungguh, telah Kami turunkan kepadamu sebuah Kitab (Al-Qur'an) yang di dalamnya terdapat peringatan bagimu. Maka apakah kamu tidak mengerti? (al-Anbiya'/21: 10) Selanjutnya, orang-orang musyrikin Mekah seharusnya menjadi pelopor dalam menyebarkan ajaran-ajaran yang terdapat dalam Al-Qur'an. Untuk itu semua mereka akan diminta pertanggungjawabannya. Bila mereka tidak mengimaninya, tidak menjalankannya, dan tidak menyebarluaskannya, maka kedudukan mereka akan digantikan oleh kaum-kaum lain, sebagaimana difirmankan Allah: Ingatlah, kamu adalah orang-orang yang diajak untuk menginfakkan (hartamu) di jalan Allah. Lalu di antara kamu ada orang yang kikir, dan barangsiapa kikir maka sesungguhnya dia kikir terhadap dirinya sendiri. Dan Allah-lah Yang Mahakaya dan kamulah yang membutuhkan (karunia-Nya). Dan jika kamu berpaling (dari jalan yang benar) Dia akan menggantikan (kamu) dengan kaum yang lain, dan mereka tidak akan (durhaka) seperti kamu (ini). (Muhammad/47: 38) Karena Al-Qur'an diturunkan dalam bahasa Arab, kaum muslimin yang bukan bangsa Arab dan tidak berbahasa Arab berarti perlu belajar bahasa Arab supaya dapat memahami ajaran-ajaran yang terdapat di dalam Al-Qur'an itu dengan baik. Di antara mereka perlu ada yang mendalami ajaran-ajaran yang terdapat di dalamnya, melaksanakannya, dan mendakwahkannya. Bila mereka melakukan yang demikian itu, maka kedudukan mereka setingkat dengan suku Quraisy yang dianugerahi kemulian sebagai umat pertama yang menerima Islam dan menyebarluaskannya kepada bangsa-bangsa lain. Mereka adalah para ulama. Dengan demikian di pundak para ulama terletak tanggung jawab besar dan mereka juga akan diminta pertanggungjawaban nanti di akhirat oleh Allah swt."
        },
        {
          "number": 45,
          "arabic": "وَسْـَٔلْ مَنْ أَرْسَلْنَا مِن قَبْلِكَ مِن رُّسُلِنَآ أَجَعَلْنَا مِن دُونِ ٱلرَّحْمَـٰنِ ءَالِهَةً يُعْبَدُونَ",
          "transliteration": "wasal man arsalnā min qablika min rusulinā ajaʿalnā min dūni l-raḥmāni ālihatan yuʿ'badūna",
          "translation": "Dan tanyakanlah (Muhammad) kepada rasul-rasul Kami yang telah Kami utus sebelum engkau, \"Apakah Kami menentukan tuhan-tuhan selain (Allah) Yang Maha Pengasih untuk disembah?\"",
          "tafsir": "Ayat ini mengandung celaan terhadap kaum kafir Mekah yang masih belum mau beriman dan masih tetap menyembah berhala-berhala. Celaan itu ditujukan kepada mereka karena Al-Qur'an turun dalam bahasa mereka, dimana merekalah seharusnya yang lebih memahaminya dan mengimaninya terlebih dahulu. Untuk itulah Allah meminta Nabi Muhammad bertanya kepada rasul-rasul terdahulu, pernahkah Allah menjadikan sembahan selain-Nya. Perintah agar Nabi saw bertanya kepada nabi-nabi terdahulu itu, menurut pendapat sebagian ulama, terjadi pada waktu Nabi saw melakukan Isra' Mi'raj. Ada pula yang berpendapat bahwa pertanyaan kepada rasul-rasul itu dilakukan dengan memeriksa isi kitab-kitab suci terdahulu, yaitu Taurat dan Injil. Para nabi itu pasti akan menjawab bahwa mereka tidak pernah menyaksikan adanya Tuhan selain Allah. Dengan demikian perintah Allah kepada Nabi Muhammad untuk bertanya kepada nabi-nabi terdahulu itu bukanlah bertanya karena tidak tahu, tetapi bertanya untuk menunjukkan bahwa kaum Quraisy yang menyembah berhala-berhala itu keliru karena hal itu tidak pernah diajarkan dalam agama-agama terdahulu. Oleh sebab itu mereka seharusnya beriman."
        },
        {
          "number": 46,
          "arabic": "وَلَقَدْ أَرْسَلْنَا مُوسَىٰ بِـَٔايَـٰتِنَآ إِلَىٰ فِرْعَوْنَ وَمَلَإِي۟هِۦ فَقَالَ إِنِّى رَسُولُ رَبِّ ٱلْعَـٰلَمِينَ",
          "transliteration": "walaqad arsalnā mūsā biāyātinā ilā fir'ʿawna wamala-ihi faqāla innī rasūlu rabbi l-ʿālamīna",
          "translation": "Dan sungguh, Kami telah mengutus Musa dengan membawa mukjizat-mukjizat Kami kepada Fir'aun dan pemuka-pemuka kaumnya. Maka dia (Musa) berkata, \"Sesungguhnya aku adalah utusan dari Tuhan seluruh alam.\"",
          "tafsir": "Dalam ayat ini diterangkan bahwa Allah telah mengutus Nabi Musa kepada Fir'aun dan rakyatnya untuk menyampaikan ajaran-ajaran Allah. Nabi Musa diutus kepada Fir'aun dengan dilengkapi beberapa mukjizat, misalnya tongkat menjadi ular, tangan yang bercahaya, dan sebagainya. Inti seruan Nabi Musa kepada Fir'aun adalah agar Fir'aun mengakui Allah sebagai Tuhan yang menciptakan dan memelihara seluruh alam ini, dan mengakuinya sebagai utusan-Nya. Penegasan berkenaan dengan Nabi Musa itu mengandung pula penegasan mengenai Nabi Muhammad saw. Kaum kafir Mekah hendaknya juga mengimani Allah swt sebagai Tuhan Yang Maha Esa, mengimani Muhammad saw sebagai Rasul-Nya dan mengimani mukjizatnya yang utama yaitu Al-Qur'an. Selanjutnya penegasan itu mengandung arti bahwa agama yang diserukan Nabi Muhammad sama dengan yang diserukan Nabi Musa dan seluruh nabi, yaitu Islam. Allah berfirman: Sesungguhnya agama di sisi Allah ialah Islam. (Ali 'Imran/3:19)"
        },
        {
          "number": 47,
          "arabic": "فَلَمَّا جَآءَهُم بِـَٔايَـٰتِنَآ إِذَا هُم مِّنْهَا يَضْحَكُونَ",
          "transliteration": "falammā jāahum biāyātinā idhā hum min'hā yaḍḥakūna",
          "translation": "Maka ketika dia (Musa) datang kepada mereka membawa mukjizat-mukjizat Kami, seketika itu mereka menertawakannya.",
          "tafsir": "Ayat ini menerangkan sikap Fir'aun dan kaumnya terhadap seruan Nabi Musa. Mereka meminta Nabi Musa menyampaikan bukti-bukti kerasulannya, lalu Nabi Musa menyampaikan mukjizat-mukjizatnya, di antaranya tongkat menjadi ular, tangan bercahaya, dan lain-lain. Tetapi mereka menertawakannya dan mengejeknya. Nabi Muhammad pun diperlakukan demikian oleh kaum kafir Mekah. Mereka menuduhnya pesihir dan pembohong (shad/38: 4), dan menuduh Al-Qur'an itu mimpi, rekayasa, atau syair gubahan Nabi Muhammad saw. (al-Anbiya'/21: 5). Apa yang disampaikan dalam ayat ini meringankan tekanan batin yang diderita Nabi saw akibat penentangan yang keras dari kaum kafir Mekah. Dari isi ayat itu Nabi saw memperoleh pelajaran bahwa sudah menjadi kebiasaan seorang nabi ditentang oleh kaumnya, karena itu yang ditentang bukan hanya dia, tetapi seluruh nabi. Ia harus sabar dan tabah menghadapi segala tantangan, sebagaimana Nabi Musa sabar dan tabah menghadapi Fir'aun dan balatentaranya, sehingga ia memperoleh kemenangan. Begitu pula Nabi Muhammad saw, bila sabar dan tabah, maka ia juga akan memperoleh kemenangan atas kaum kafir Mekah di dunia ini juga, yang kemudian dibuktikan dengan hancurnya pasukan kafir Mekah pada Perang Badar."
        }
      ]
    }
  ]
}