{
  "pageNumber": 467,
  "juz": 24,
  "surahs": [
    {
      "number": 39,
      "name": "Az-Zumar",
      "nameArabic": "الزمر",
      "meaning": "Rombongan",
      "revelation": "Makkah",
      "description": "Surat Az-Zumar terdiri dari 75 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Saba'.Dinamakan \"Az-Zumar\" (rombongan-rombongan) karena kata \"Az-Zumar\" terdapat pada ayat ke-71 dan ke-73.Dalam ayat-ayat tersebut diterangkan keadaan manusia pada hari kiamat setelah mereka dihisab, ketika itu mereka terbagi menjadi dua rombongan; satu rombongan dibawa ke neraka dan satu rombongan lagi dibawa ke surga. Masing-masing rombongan memperoleh balasan atas apa yang mereka kerjakan di dunia.Surat ini dinamakan juga \"Al Ghuraf\" (kamar-kamar) berhubung kata \"ghuraf\" terdapat pada ayat ke-20, yang menerangkan kondisi kamar-kamar dalam surga yang diperoleh orang-orang yang bertakwa.**Pokok-Pokok Isi:**1. **Keimanan:** Dalil-dalil keesaan dan kekuasaan Allah; malaikat-malaikat berkumpul di sekeliling 'Arsy bertasbih kepada Allah; pada hari kiamat setiap orang mempunyai catatan amal masing-masing.2. **Kisah-kisah:** Perintah memurnikan ketaatan kepada Allah; larangan berputus asa terhadap rahmat Allah.3. **Lain-lain:** Tabiat orang-orang musyrik ketika senang dan susah; perumpamaan yang tercantum dalam Al-Qur'an dan faedahnya; kedahsyatan hari kiamat; rona wajah orang musyrik dan rona wajah orang mukmin pada hari kiamat; janji Allah mengampuni orang-orang yang bersalah jika mereka bertaubat.Dari surat Az-Zumar dapat diambil pelajaran sebagai berikut:a. Al-Qur'an adalah petunjuk yang paling sempurna bagi manusia.b. Setiap makhluk akan mati dan di akhirat akan dihisab tentang amal-amalnya.c. Sekalipun manusia banyak dosa, dilarang berputus asa dari rahmat Allah.**Hubungan Surat Az-Zumar Dengan Surat Ghafir (Al-Mukmin):**1. Surat Az-Zumar menerangkan tentang kesudahan orang-orang mukmin dan kesudahan orang-orang kafir yang selalu mengingkari nabi yang diutus kepada mereka. Surat Al-Mukmin menerangkan bahwa Allah mengampuni segala dosa hamba-Nya yang mau mengikuti jalan yang benar. Hal ini merupakan ajakan Allah kepada orang-orang kafir agar mereka beriman.2. Kedua surat ini sama-sama mengutarakan hal-hal yang berhubungan dengan keadaan hari kiamat, keadaan mahsyar, surga dan neraka.",
      "verses": [
        {
          "number": 75,
          "arabic": "وَتَرَى ٱلْمَلَـٰٓئِكَةَ حَآفِّينَ مِنْ حَوْلِ ٱلْعَرْشِ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ ۖ وَقُضِىَ بَيْنَهُم بِٱلْحَقِّ وَقِيلَ ٱلْحَمْدُ لِلَّهِ رَبِّ ٱلْعَـٰلَمِينَ",
          "transliteration": "watarā l-malāikata ḥāffīna min ḥawli l-ʿarshi yusabbiḥūna biḥamdi rabbihim waquḍiya baynahum bil-ḥaqi waqīla l-ḥamdu lillahi rabbi l-ʿālamīna",
          "translation": "Dan engkau (Muhammad) akan melihat malaikat-malaikat melingkar di sekeliling Arasy, bertasbih sambil memuji Tuhannya; lalu diberikan keputusan di antara mereka (hamba-hamba Allah) secara adil dan dikatakan, \"Segala puji bagi Allah, Tuhan seluruh alam.\"",
          "tafsir": "Pada ayat ini, Allah menerangkan kepada Nabi Muhammad bagaimana suasana di akhirat nanti serta pemandangan yang indah dan menakjubkan di mana para malaikat mengelilingi 'Arasy bertasbih memuji Allah, siap melaksanakan perintah yang akan diturunkan kepada mereka. Dengungan tasbih mereka terdengar di sekeliling 'Arasy. Di antara mereka itu ada yang bertugas memikul 'Arasy sebagaimana tersebut pada ayat: Dan para malaikat berada di berbagai penjuru langit. Pada hari itu delapan malaikat menjunjung 'Arasy (singgasana) Tuhanmu di atas (kepala) mereka. (al-haqqah/69: 17) Mereka berdiri dalam barisan-barisan yang teratur seperti dijelaskan pada ayat: Pada hari, ketika roh dan para malaikat berdiri bersaf-saf, mereka tidak berkata-kata, kecuali siapa yang telah diberi izin kepadanya oleh Tuhan Yang Maha Pengasih dan dia hanya mengatakan yang benar. (an-Naba'/78: 38) Pada hari itu Allah memberi keputusan terhadap hamba-Nya dengan adil dan benar. Terdengarlah dengan serentak ucapan tasbih, \"Segala puji bagi Allah Tuhan semesta alam.\" Tuhan yang menciptakan langit dan bumi, yang menciptakan manusia untuk dijadikan khalifah di muka bumi, memberinya petunjuk dan hidayah. Dia yang menjadikan siksa dan azab neraka bagi yang mendurhakai-Nya, dan menjanjikan karunia dan nikmat kepada yang menjalankan perintah-Nya dengan patuh dan taat. Dia juga yang mematikan semua makhluk-Nya pada hari Kiamat dan menghidupkannya kembali untuk menerima balasan amal perbuatannya lalu mengadakan pengadilan untuk memperhitungkan semua amal hamba-Nya dengan adil, benar, dan bijaksana kemudian memberikan balasan bagi semua makhluk-Nya. Yang durhaka dimasukkan ke dalam neraka dan yang mukmin dan bertakwa dimasukkan ke dalam surga sesuai dengan janji-Nya. Segala puji dipanjatkan kepada Allah atas segala perbuatan-Nya, keadilan-Nya dan rahmat-Nya."
        }
      ]
    },
    {
      "number": 40,
      "name": "Ghafir",
      "nameArabic": "غافر",
      "meaning": "Yang Maha Pengampun",
      "revelation": "Makkah",
      "description": "Surat \"Ghafir\" terdiri atas 85 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Az-Zumar.Dinamakan \"Ghafir\" (yang mengampuni), karena ada hubungannya dengan kata \"Ghafir\" yang terdapat pada ayat ke-3 surat ini. Ayat ini mengingatkan bahwa \"Maha Pengampun\" dan \"Maha Penerima Taubat\" adalah termasuk sifat Allah. Karena itu, hamba-hamba Allah tidak perlu khawatir terhadap perbuatan-perbuatan dosa yang telah telanjur mereka lakukan, semuanya akan diampuni Allah dengan syarat memohon ampunan dan bertaubat kepada-Nya dengan sungguh-sungguh serta berjanji tidak akan mengulangi perbuatan-perbuatan dosa itu lagi. Surat ini juga dinamai \"Dzit Thaul\" (Yang Mempunyai Karunia) karena kata tersebut terdapat pada ayat ke-3.Dinamai pula \"Al-Mu'min\" (orang yang beriman), berhubung kata \"mu'min\" yang terdapat pada ayat ke-28 surat ini. Pada ayat ke-28 diterangkan bahwa seorang dari kaum Fir'aun telah beriman kepada Nabi Musa tetapi menyembunyikan keimanannya di depan kaumnya. Setelah mendengar keterangan dan melihat mukjizat yang dikemukakan oleh Nabi Musa, hati kecil orang itu mencela Fir'aun dan kaumnya yang tidak mau beriman kepada Nabi Musa sekalipun telah dikemukakan keterangan dan mukjizat yang diminta mereka.**Pokok-Pokok Isi:**1. **Keimanan:** Sifat-sifat malaikat yang memikul 'Arsy dan yang berada di sekitarnya; dalil-dalil yang menunjukkan kekuasaan Allah, sifat-sifat Allah yang menunjukkan kebesaran dan keagungan-Nya; ilmu Allah meliputi segala sesuatu; bukti-bukti yang menunjukkan keberadaan hari kebangkitan.2. **Kisah:** Kisah Nabi Musa dengan Fir'aun.3. **Lain-lain:** Sikap orang mukmin dan orang kafir terhadap Al-Qur'an; permohonan orang-orang kafir agar dikeluarkan dari neraka; peringatan untuk orang-orang musyrik tentang kedahsyatan hari kiamat; anjuran bersabar dalam menghadapi kaum musyrikin; nikmat-nikmat Allah yang terdapat di daratan dan lautan; janji Rasulullah bahwa orang-orang mukmin akan menang terhadap musuhnya.Surat Ghafir mengemukakan hal-hal yang berhubungan dengan bantahan orang-orang kafir dan pengakuan orang-orang mukmin terhadap Al-Qur'an terutama yang berhubungan dengan ketauhidan, penegasan kebangkitan dan kerasulan. Selain itu, surat ini juga mengemukakan bahwa keadaan orang-orang musyrik akan sama dengan keadaan Fir'aun, Qarun, dan Haman, bila mereka tetap dalam kemusyrikannya.**Hubungan Surat Ghafir Dengan Surat Fussilat:**1. Kedua surat ini sama-sama memberikan peringatan kepada orang-orang Quraisy yang mengingkari Nabi Muhammad.2. Kedua surat ini sama-sama dimulai dengan menyebutkan sifat-sifat Al-Qur'an.",
      "verses": [
        {
          "number": 1,
          "arabic": " حمٓ",
          "transliteration": "hha-meem",
          "translation": "Ḥā Mīm.",
          "tafsir": "Penjelasan mengenai huruf-huruf hijaiyah pada awal beberapa surah dalam Al-Qur'an seperti pada awal surah ini, telah diuraikan dengan panjang lebar pada awal Surah al-Baqarah. (Lihat \"Al-Qur'an dan Tafsirnya\" Jilid I)"
        },
        {
          "number": 2,
          "arabic": "تَنزِيلُ ٱلْكِتَـٰبِ مِنَ ٱللَّهِ ٱلْعَزِيزِ ٱلْعَلِيمِ",
          "transliteration": "tanzīlu l-kitābi mina l-lahi l-ʿazīzi l-ʿalīmi",
          "translation": "Kitab ini (Alquran) di turunkan dari Allah Yang Mahaperkasa, Maha Mengetahui,",
          "tafsir": "Pada ayat ini, Allah menerangkan bahwa Kitab Suci Al-Qur'an yang merupakan kitab suci bagi Nabi Muhammad dan umatnya wajib diamalkan isi dan petunjuknya. Ia merupakan kitab suci terakhir yang membenarkan kitab-kitab suci yang sebelumnya, dan benar-benar diturunkan dari Allah, Tuhan sekalian alam, Tuhan Yang Mahaperkasa, tak ada satu makhluk pun yang dapat mengalahkan-Nya, Tuhan Yang Maha Mengetahui, tiada sesuatu yang tersembunyi bagi Allah bagaimanapun kecil dan halusnya. Firman Allah: Kitab ini diturunkan dari Allah Yang Mahaperkasa, Mahabijaksana. (al-A.hqaf/46: 2) Kitab Suci Al-Qur'an tidak mungkin dibuat oleh selain Allah dan tidak mungkin juga dibuat oleh Muhammad saw sebagaimana yang dituduhkan oleh musuh-musuh Islam. Hal ini telah ditegaskan Allah di dalam Al-Qur'an dengan firman-Nya: Dan tidak mungkin Al-Qur'an ini dibuat-buat oleh selain Allah. (Yunus/10: 37) Dan firman-Nya: Apakah pantas mereka mengatakan dia (Muhammad) yang telah membuat-buatnya? (Yunus/10: 38) Bahkan, Kitab Suci Al-Qur'an itu diturunkan dengan latar belakang yang beraneka ragam, berisi petunjuk bagi manusia untuk mengeluarkan manusia dari kegelapan kepada cahaya terang-benderang. Firman Allah: (Ini adalah) Kitab yang Kami turunkan kepadamu (Muhammad) agar engkau mengeluarkan manusia dari kegelapan kepada cahaya terang-benderang dengan izin Tuhan, (yaitu) menuju jalan Tuhan Yang Mahaperkasa, Maha Terpuji. (Ibrahim/14: 1)"
        },
        {
          "number": 3,
          "arabic": "غَافِرِ ٱلذَّنۢبِ وَقَابِلِ ٱلتَّوْبِ شَدِيدِ ٱلْعِقَابِ ذِى ٱلطَّوْلِ ۖ لَآ إِلَـٰهَ إِلَّا هُوَ ۖ إِلَيْهِ ٱلْمَصِيرُ",
          "transliteration": "ghāfiri l-dhanbi waqābili l-tawbi shadīdi l-ʿiqābi dhī l-ṭawli lā ilāha illā huwa ilayhi l-maṣīru",
          "translation": "yang mengampuni dosa dan menerima tobat dan keras hukuman-Nya; yang memiliki karunia. Tidak ada tuhan selain Dia. Hanya kepada-Nyalah (semua makhluk) kembali.",
          "tafsir": "Pada ayat ini dijelaskan lima macam sifat Allah yang menurunkan Al-Qur'an: 1. Pengampun Dosa Sifat Allah ini ditegaskan pula pada ayat yang lain, sebagaimana firman Allah: Kabarkanlah kepada hamba-hamba-Ku, bahwa Akulah Yang Maha Pengampun, Maha Penyayang. (al-hijr/15: 49) Dan firman-Nya: Sungguh, Dialah Yang Maha Pengampun, Maha Penyayang. (az-Zumar/39: 53) Bagaimana pun banyaknya dosa seseorang apabila ia meminta ampun kepada Allah dengan sungguh-sungguh, maka Allah akan mengampuni semua dosanya sebagaimana dijelaskan dalam hadis Qudsi sebagai berikut: Hai hamba-hamba-Ku, sesungguhnya kamu melakukan kesalahan di waktu siang dan malam, dan Aku mengampuni dosa-dosa itu semuanya, maka mintalah ampun pada-Ku, niscaya Aku mengampuninya. (Riwayat Muslim dari Abu dzarr) Di dalam hadis Qudsi yang lain, Allah menegaskan pula: Allah berfirman, \"Wahai anak Adam! Selagi kamu meminta dan mengharap kepada-Ku, maka Aku akan mengampuni dosa-dosa yang ada padamu dan tidak Aku pedulikan lagi. Wahai anak Adam! Andaikata dosamu (bertumpuk) dan telah sampai ke awan langit, kemudian kamu meminta ampun kepada-Ku niscaya Aku mengampuninya dan tidak Aku pedulikan lagi. (Riwayat at-Tirmidzi dari Anas bin Malik) 2. Penerima Tobat Sifat Allah ini ditegaskan pula pada ayat yang lain di dalam Al-Qur'an: Tidakkah mereka mengetahui, bahwa Allah menerima tobat hamba-hamba-Nya. (at-Taubah/9: 104) Seseorang yang telah berbuat kejahatan seperti penganiayaan dan lain-lain, kemudian ia bertobat, menyesali perbuatannya itu, mempertebal imannya, berbuat baik, dan tetap di jalan Allah, maka Allah akan menerima tobatnya, sebagaimana firman-Nya: Tetapi barang siapa bertobat setelah melakukan kejahatan itu dan memperbaiki diri, maka sesungguhnya Allah menerima tobatnya. (al-Ma'idah./5: 39) Dan firman-Nya: Dan sungguh, Aku Maha Pengampun bagi yang bertobat, beriman dan berbuat kebajikan, kemudian tetap dalam petunjuk. (thaha/20: 82) Dan firman-Nya lagi: Kecuali mereka yang telah bertobat, mengadakan perbaikan dan menjelaskan(nya), mereka itulah yang Aku terima tobatnya dan Akulah Yang Maha Penerima tobat, Maha Penyayang. (al-Baqarah/2: 160) 3. Hukuman-Nya Sangat Berat. Mengenai hal ini Allah berfirman: ¦Bahwa kekuatan itu semuanya milik Allah dan bahwa Allah sangat berat azab-Nya (niscaya mereka menyesal). (al-Baqarah/2: 165) Orang-orang yang berbuat jahat, bergelimang dosa seperti mendustakan dan memungkiri ayat-ayat Allah, menempuh jalan yang sesat yaitu selain jalan yang telah ditunjukkan dan digariskan-Nya, mereka itulah yang mendapat siksa Allah yang berat dan keras, sebagaimana firman-Nya: Mereka mendustakan ayat-ayat Kami, maka Allah menyiksa mereka disebabkan dosa-dosanya. Allah sangat berat hukuman-Nya. (ali 'Imran/3: 11) Pada ayat lain Allah menegaskan: Sungguh, orang-orang yang ingkar terhadap ayat-ayat Allah akan memperoleh azab yang berat. Allah Mahaperkasa lagi mempunyai hukuman. (ali 'Imran/3: 4) Dan firman-Nya pula: Sungguh, orang-orang yang sesat dari jalan Allah akan mendapat azab yang berat, karena mereka melupakan hari perhitungan. (shad/38: 26) 4. Pemberi Karunia. Setiap karunia dan nikmat yang kita peroleh adalah dari Allah sebagaimana firman-Nya: Sebagai karunia dan nikmat dari Allah. Dan Allah Maha Mengetahui, Mahabijaksana. (al-hujurat/49: 8) Dan firman-Nya: Dan segala nikmat yang ada padamu (datangnya) dari Allah. (an-Nahl/16: 53) Tidak ada seorang manusia, dengan jalan apa pun, yang dapat memberi angka yang pasti mengenai banyaknya karunia dan nikmat yang telah diberikan Allah padanya, sebagaimana firman-Nya: Dan jika kamu menghitung nikmat Allah, niscaya kamu tidak akan mampu menghitungnya. (an-Nahl/16: 18) 5. Allah Maha Esa Salah satu sifat Allah yang wajib diimani yaitu bahwa Dia Maha Esa, tidak ada Tuhan selain Dia, tiada sekutu bagi-Nya, tiada sesuatu yang serupa dengan Dia, sebagaimana firman Allah: Tidak ada sesuatu pun yang serupa dengan Dia. Dan Dia Yang Maha Mendengar, Maha Melihat. (asy-Syura/42: 11) Sekiranya Ia mempunyai sekutu, ada tuhan lain yang berkuasa sama dengan kekuasaan-Nya, maka dunia ini akan hancur sebagaimana firman Allah: Seandainya pada keduanya (di langit dan di bumi) ada tuhan-tuhan selain Allah, tentu keduanya telah binasa. Mahasuci Allah yang memiliki 'Arasy, dari apa yang mereka sifatkan. (al-Anbiya'/21: 22) Orang-orang yang mengatakan bahwa Allah itu adalah salah satu dari yang tiga termasuk golongan yang ingkar dan kafir, karena sebenarnya Allah itu Esa, tiada Tuhan selain Dia, firman Allah: Sungguh, telah kafir orang-orang yang mengatakan, bahwa Allah adalah salah satu dari yang tiga, padahal tidak ada tuhan (yang berhak disembah) selain Tuhan Yang Esa. Jika mereka tidak berhenti dari apa yang mereka katakan, pasti orang-orang yang kafir di antara mereka akan ditimpa azab yang pedih. (al-Ma'idah./5: 73) Ayat ini diakhiri dengan suatu ketegasan bahwa semua makhluk akan kembali kepada Allah dan di sanalah nanti disempurnakan balasan bagi mereka menurut perbuatan mereka masing-masing sebagaimana firman Allah: Dan takutlah pada hari (ketika) kamu semua dikembalikan kepada Allah. Kemudian setiap orang diberi balasan yang sempurna sesuai dengan apa yang telah dilakukannya, dan mereka tidak dizalimi (dirugikan). (al-Baqarah/2: 281)"
        },
        {
          "number": 4,
          "arabic": "مَا يُجَـٰدِلُ فِىٓ ءَايَـٰتِ ٱللَّهِ إِلَّا ٱلَّذِينَ كَفَرُوا۟ فَلَا يَغْرُرْكَ تَقَلُّبُهُمْ فِى ٱلْبِلَـٰدِ",
          "transliteration": "mā yujādilu fī āyāti l-lahi illā alladhīna kafarū falā yaghrur'ka taqallubuhum fī l-bilādi",
          "translation": "Tidak ada yang memperdebatkan tentang ayat-ayat Allah, kecuali orang-orang yang kafir. Karena itu janganlah engkau (Muhammad) tertipu oleh keberhasilan usaha mereka di seluruh negeri.",
          "tafsir": "Pada ayat ini, Allah menerangkan bahwa hanya orang-orang kafir yang tidak senang kepada kebenaran, suka mendebat, menentang, dan mendustakan isi Al-Qur'an serta menuduhnya yang bukan-bukan. Di antara perkataan mereka adalah bahwa Al-Qur'an itu hanya syair, sihir, dongeng orang-orang dahulu, atau tuduhan lainnya yang meremehkan. Padahal, sudah jelas dan diketahui oleh umum bahwa semua isi Al-Qur'an itu adalah benar. Suatu perdebatan yang sifatnya mempertanyakan isi Al-Qur'an adalah perbuatan yang sangat tercela dan merupakan suatu kekafiran, sebagaimana sabda Nabi Muhammad: Memperdebatkan isi Al-Qur'an adalah kekafiran. (Riwayat A.hmad dari Abu Hurairah) Adapun perdebatan yang mempersoalkan sesuatu dengan maksud untuk mencari dan menguatkan sesuatu yang hak, menjelaskan yang masih samar-samar, mengambil suatu pengertian hukum, menolak paham-paham dan kepercayaan yang menyimpang dan tidak sesuai dengan ajaran Islam, serta menentang pengertian yang meremehkan isi Al-Qur'an, adalah perbuatan yang baik dan terpuji. Bahkan, yang demikian itu adalah perbuatan yang menjadi tugas para nabi. Pada akhir ayat ini, Allah memperingatkan Nabi Muhammad supaya jangan teperdaya dengan kemewahan yang diperoleh para penentangnya, kebebasan gerak mereka dari satu kota ke kota yang lain, berjual-beli dan berdagang seenaknya sehingga memperoleh kekayaan yang bertumpuk-tumpuk. Bagaimanapun juga, kesemuanya itu mempunyai batas, dan sifatnya sementara paling lama sama dengan umurnya. Sesudah itu mereka akan mendapat siksaan yang amat pedih di akhirat. Firman Allah: Jangan sekali-kali kamu teperdaya oleh kegiatan orang-orang kafir (yang bergerak) di seluruh negeri. Itu hanyalah kesenangan sementara, kemudian tempat kembali mereka ialah neraka Jahanam. (Jahanam) itu seburuk-buruk tempat tinggal. (ali 'Imran/3: 196-197)"
        },
        {
          "number": 5,
          "arabic": "كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَٱلْأَحْزَابُ مِنۢ بَعْدِهِمْ ۖ وَهَمَّتْ كُلُّ أُمَّةٍۭ بِرَسُولِهِمْ لِيَأْخُذُوهُ ۖ وَجَـٰدَلُوا۟ بِٱلْبَـٰطِلِ لِيُدْحِضُوا۟ بِهِ ٱلْحَقَّ فَأَخَذْتُهُمْ ۖ فَكَيْفَ كَانَ عِقَابِ",
          "transliteration": "kadhabat qablahum qawmu nūḥin wal-aḥzābu min baʿdihim wahammat kullu ummatin birasūlihim liyakhudhūhu wajādalū bil-bāṭili liyud'ḥiḍū bihi l-ḥaqa fa-akhadhtuhum fakayfa kāna ʿiqābi",
          "translation": "Sebelum mereka, kaum Nuh dan golongan-golongan yang bersekutu setelah mereka telah mendustakan (rasul) dan setiap umat telah merencanakan (tipu daya) terhadap rasul mereka untuk menawannya dan mereka membantah dengan (alasan) yang batil untuk melenyapkan kebenaran; karena itu Aku tawan mereka (dengan azab). Maka betapa (pedihnya) azab-Ku?",
          "tafsir": "Pada ayat ini, Allah menghibur Nabi Muhammad agar jangan cemas dan gusar menghadapi kaumnya yang selalu menentang dan mendustakannya. Hal demikian adalah sunatullah yang berlaku pada setiap nabi dan rasul yang diutus Allah. Kaum Nuh mendustakan Nabi Nuh, begitu pula umat-umat yang lain, telah mendustakan para nabi dan rasul yang diutus kepada mereka, seperti kaum 'Ad, Samud, dan lain-lain. Bahkan, selain mendustakan para rasul, mereka juga merencanakan makar terhadap para rasul. Mereka berusaha melawan para rasul mereka dan menganiaya sekehendak hati. Mereka tidak henti-hentinya menentang, mendustakan, dan mendebat rasul-rasul dengan alasan yang batil dan tak berdasar. Di antara perkataan mereka adalah rasul-rasul itu manusia-manusia biasa seperti mereka juga, dengan maksud untuk melepaskan kebenaran, mengaburkan yang hak yang datangnya dari Allah, serta senantiasa mematikan dan memadamkan cahaya (agama) Allah, sebagaimana firman Allah: Mereka hendak memadamkan cahaya (agama) Allah dengan mulut (ucapan-ucapan) mereka, tetapi Allah menolaknya, malah berkehendak menyempurnakan cahaya-Nya, walaupun orang-orang kafir itu tidak menyukai. (at-Taubah/9: 32) Allah tidak tinggal diam melihat perbuatan jahat yang menunjukkan kebejatan akhlak mereka itu. Mereka diazab dengan siksaan yang amat pedih dan dibinasakan oleh Allah, bahkan ada yang dimusnahkan sehingga mereka seakan-akan tak pernah ada di bumi ini. Umat Muhammad saw, terutama penduduk Mekah, dapat menyaksikan bekas-bekas kehancuran mereka sebagaimana dikisahkan dalam Al-Qur'an: Dan sesungguhnya kamu (penduduk Mekah) benar-benar akan melalui (bekas-bekas) mereka pada waktu pagi, dan pada waktu malam. Maka mengapa kamu tidak mengerti? (ash-shaffat/37: 137-138)"
        },
        {
          "number": 6,
          "arabic": "وَكَذَٰلِكَ حَقَّتْ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ كَفَرُوٓا۟ أَنَّهُمْ أَصْحَـٰبُ ٱلنَّارِ",
          "transliteration": "wakadhālika ḥaqqat kalimatu rabbika ʿalā alladhīna kafarū annahum aṣḥābu l-nāri",
          "translation": "Dan demikianlah telah pasti berlaku ketetapan Tuhanmu terhadap orang-orang kafir, (yaitu) sesungguhnya mereka adalah penghuni neraka.",
          "tafsir": "Ayat ini menunjukkan bagaimana umat-umat dahulu telah diazab dan dibinasakan karena perlakuan mereka yang tidak wajar kepada para nabi dan rasul mereka. Dengan demikian, hal itu berlaku pula bagi umat Nabi Muhammad yang tetap membangkang, mengingkari, dan mendustakan ayat-ayat Allah. Di akhirat, mereka akan dimasukkan ke dalam neraka. Firman Allah: Adapun orang-orang yang kafir dan mendustakan ayat-ayat Kami, mereka itu penghuni neraka. Mereka kekal di dalamnya. (al-Baqarah/2: 39)"
        },
        {
          "number": 7,
          "arabic": "ٱلَّذِينَ يَحْمِلُونَ ٱلْعَرْشَ وَمَنْ حَوْلَهُۥ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيُؤْمِنُونَ بِهِۦ وَيَسْتَغْفِرُونَ لِلَّذِينَ ءَامَنُوا۟ رَبَّنَا وَسِعْتَ كُلَّ شَىْءٍ رَّحْمَةً وَعِلْمًا فَٱغْفِرْ لِلَّذِينَ تَابُوا۟ وَٱتَّبَعُوا۟ سَبِيلَكَ وَقِهِمْ عَذَابَ ٱلْجَحِيمِ",
          "transliteration": "alladhīna yaḥmilūna l-ʿarsha waman ḥawlahu yusabbiḥūna biḥamdi rabbihim wayu'minūna bihi wayastaghfirūna lilladhīna āmanū rabbanā wasiʿ'ta kulla shayin raḥmatan waʿil'man fa-igh'fir lilladhīna tābū wa-ittabaʿū sabīlaka waqihim ʿadhāba l-jaḥīmi",
          "translation": "(Malaikat-malaikat) yang memikul Arasy dan (malaikat) yang berada di sekelilingnya bertasbih dengan memuji Tuhannya dan mereka beriman kepada-Nya serta memohonkan ampunan untuk orang-orang yang beriman (seraya berkata), \"Ya Tuhan kami, rahmat dan ilmu yang ada pada-Mu meliputi segala sesuatu, maka berilah ampunan kepada orang-orang yang bertobat dan mengikuti jalan (agama)-Mu dan peliharalah mereka dari azab neraka.",
          "tafsir": "Ayat ini menerangkan bahwa para malaikat yang memikul 'Arasy dan para malaikat yang ada di sekelilingnya senantiasa menyucikan Allah, mengucapkan syukur atas nikmat-Nya beriman, dan mengakui bahwa tiada Tuhan yang disembah selain Dia. Para malaikat itu juga memohonkan ampun bagi orang yang mengakui keesaan dan kesucian Allah dari sembahan selain-Nya. Mengenai cara malaikat itu memikul 'Arasy dan berapa jumlah mereka yang memikulnya, cukup kita percaya sebagaimana adanya dan mengembalikannya kepada ilmu Tuhan, karena yang demikian termasuk hal-hal yang tidak didapati perinciannya, baik dalam Al-Qur'an maupun dalam hadis-hadis yang mutawatir. Di samping menyucikan dan memuji Allah, para malaikat juga senantiasa mendoakan orang-orang mukmin. Doa-doa tersebut antara lain menggambarkan hal-hal sebagai berikut: Pertama, bahwa ilmu Tuhan meliputi segala sesuatu. Rahmat Allah meliputi pengampunan dosa-dosa dan kesalahan mereka dan ilmu Tuhan meliputi perbuatan, ucapan, dan gerak mereka. Mudah bagi Allah mengampuni dosa-dosa dan kesalahan-kesalahan karena rahmat-Nya lebih luas dan lebih besar dari dosa-dosa dan kesalahan. Tiada suatu perbuatan sekalipun di tempat yang gelap, tiada suatu kata atau ucapan, sekalipun kata hati atau bisikan sukma, tiada suatu tindak-tanduk atau gerak-gerik kecuali diketahui oleh Allah. Kedua, memintakan ampun kepada Allah bagi orang-orang yang bertobat, menghentikan perbuatan dosa yang telah dilakukan, mengikuti apa yang diperintahkan kepada mereka, mengamalkan yang baik, dan meninggalkan hal-hal yang mungkar. Ketiga, malaikat pun memohon agar orang-orang mukmin itu dilindungi dari siksa neraka Jahanam sesuai dengan janji Allah."
        }
      ]
    }
  ]
}