{
  "pageNumber": 233,
  "juz": 12,
  "surahs": [
    {
      "number": 11,
      "name": "Hud",
      "nameArabic": "هود",
      "meaning": "Nabi Hud",
      "revelation": "Makkah",
      "description": "Surat Hud termasuk surat Makkiyyah, terdiri dari 123 ayat, dan diturunkan setelah surat Yunus.Surat ini dinamai Hud karena di dalamnya terdapat kisah Nabi Hud dan kaumnya. Dalam surat ini juga terdapat kisah-kisah nabi yang lain, seperti: Nuh, Shaleh, Ibrahim, Luth, Syu'aib, dan Musa.**Pokok-Pokok isi:**1. **Keimanan:** Keberadaan 'Arsy Allah; kejadian alam dalam enam masa; keberadaan golongan-golongan manusia pada hari kiamat.2. **Hukum-hukum:** Agama membolehkan menikmati yang baik-baik dan memakai perhiasan asal tidak berlebih-lebihan; tidak boleh bersikap sombong; tidak boleh berdoa atau mengharapkan sesuatu yang mustahil menurut sunnatullah.3. **Kisah-kisah:** Kisah Nuh dan kaumnya; kisah Hud dan kaumnya; kisah Shaleh dan kaumnya; kisah Ibrahim dan kaumnya; kisah Syu'aib dan kaumnya; kisah Luth dan kaumnya; kisah Musa dan kaumnya.4. **Lain-lain:** Pelajaran-pelajaran yang diambil dari kisah-kisah para nabi; air sumber segala kehidupan; shalat memperkuat keimanan; sunnatullah yang berhubungan dengan kebinasaan suatu kaum.Surat Hud berisi hal-hal yang berhubungan dengan pokok-pokok agama, seperti ketauhidan, kerasulan, dan hari kebangkitan, kemudian dihubungkan dengan dakwah yang telah dilakukan oleh para nabi kepada kaumnya.**Hubungan Surat Hud Dengan Surat Yusuf:**1. Kedua surat ini sama-sama dimulai dengan alif laam raa kemudian diiringi dengan penjelasan tentang Al-Qur'an.2. Surat Yusuf menyempurnakan penjelasan kisah para rasul yang disebut dalam surat Hud, kemudian kisah itu dijadikan dalil untuk menyatakan bahwa Al-Qur'an adalah wahyu Ilahi; setelah Nabi Muhammad tidak ada lagi nabi atau rasul yang diutus Allah.3. Perbedaan kedua surat ini ada dalam menjelaskan kisah-kisah para nabi. Dalam surat Hud diutarakan kisah beberapa orang rasul dalam menyampaikan risalah kepada kaumnya, akibat mengikuti dan akibat mendustakan mereka, kemudian dijadikan perbandingan dan berita yang mengancam kaum musyrikin Arab beserta pengikut-pengikutnya. Dalam surat Yusuf diterangkan tentang kehidupan Nabi Yusuf yang pada mulanya dizalimi oleh saudara-saudaranya kemudian menjadi rasul yang berkuasa dan dapat menolong saudara-sudaranya beserta kedua orang tuanya. Kepribadian Nabi Yusuf ini harus dijadikan teladan oleh semua orang yang beriman kepada Nabi Muhammad.",
      "verses": [
        {
          "number": 98,
          "arabic": "يَقْدُمُ قَوْمَهُۥ يَوْمَ ٱلْقِيَـٰمَةِ فَأَوْرَدَهُمُ ٱلنَّارَ ۖ وَبِئْسَ ٱلْوِرْدُ ٱلْمَوْرُودُ",
          "transliteration": "yaqdumu qawmahu yawma l-qiyāmati fa-awradahumu l-nāra wabi'sa l-wir'du l-mawrūdu",
          "translation": "Dia (Fir'aun) berjalan di depan kaumnya di hari Kiamat, lalu membawa mereka masuk ke dalam neraka. Neraka itu seburuk-buruk tempat yang dimasuki.",
          "tafsir": "Dalam ayat ini dijelaskan bahwa Firaun telah merusak di muka bumi dan menyesatkan kaumnya di dunia, pada ayat ini Allah swt menerangkan bahwa di akhirat nanti, dia akan mengantar kaumnya ke tempat yang telah disediakan untuk mereka. Ia berjalan di depan dan kaumnya yang mengiringinya dari belakang sehingga mereka sampai ke neraka, lalu mereka dijebloskan ke dalamnya bersama-sama. Alangkah celaka dan meruginya Firaun dan kaumnya, karena neraka itu seburuk-buruk tempat yang didatangi, bahkan sejak mereka meninggalkan dunia ini, tiap hari, pagi dan petang neraka itu selalu ditampakkan kepada mereka sebagaimana firman Allah swt: Maka Allah memeliharanya dari kejahatan tipu daya mereka, sedangkan Firaun beserta kaumnya dikepung oleh azab yang sangat buruk. Kepada mereka diperlihatkan neraka, pada pagi dan petang, dan pada hari terjadinya Kiamat. (Lalu kepada malaikat diperintahkan), \"Masukkanlah Firaun dan kaumnya ke dalam azab yang sangat keras!\" (al-Mumin/40: 45-46)"
        },
        {
          "number": 99,
          "arabic": "وَأُتْبِعُوا۟ فِى هَـٰذِهِۦ لَعْنَةً وَيَوْمَ ٱلْقِيَـٰمَةِ ۚ بِئْسَ ٱلرِّفْدُ ٱلْمَرْفُودُ",
          "transliteration": "wa-ut'biʿū fī hādhihi laʿnatan wayawma l-qiyāmati bi'sa l-rif'du l-marfūdu",
          "translation": "Dan mereka diikuti dengan laknat di sini (dunia) dan (begitu pula) pada hari Kiamat. (Laknat) itu seburuk-buruk pemberian yang diberikan.",
          "tafsir": "Pada ayat ini Allah swt menerangkan bahwa Firaun beserta kaumnya sejak di dunia telah mendapat laknat dari umat sesudahnya, terus menerus, sampai di akhirat nanti dilaknat lagi oleh orang-orang yang sedang berada di Padang Mahsyar, menunggu keputusan dari Qadhi Rabbul Jalil tentang di mana ia akan ditempatkan nanti. Laknat atau kutukan yang mereka peroleh adalah satu hal yang paling buruk. Ayat ini sejalan dengan firman Allah swt: Dan Kami susulkan laknat kepada mereka di dunia ini; sedangkan pada hari Kiamat mereka termasuk orang-orang yang dijauhkan (dari rahmat Allah). (al-Qashash/28: 42)"
        },
        {
          "number": 100,
          "arabic": "ذَٰلِكَ مِنْ أَنۢبَآءِ ٱلْقُرَىٰ نَقُصُّهُۥ عَلَيْكَ ۖ مِنْهَا قَآئِمٌ وَحَصِيدٌ",
          "transliteration": "dhālika min anbāi l-qurā naquṣṣuhu ʿalayka min'hā qāimun waḥaṣīdun",
          "translation": "Itulah beberapa berita tentang negeri-negeri (yang telah dibinasakan) yang Kami ceritakan kepadamu (Muhammad). Di antara negeri-negeri itu sebagian masih ada bekas-bekasnya dan ada (pula) yang telah musnah.",
          "tafsir": "Pada ayat ini Allah swt menerangkan bahwa perisitwa yang telah terjadi pada umat terdahulu dan kejadian-kejadian penting baik di kota maupun di desa-desa sejak dari kaum Nabi Nuh a.s. hingga kaum nabi-nabi sesudahnya, sengaja dicantumkan di dalam Al-Quran, supaya Nabi Muhammad dapat membacakan kepada manusia dan dapat pula dibaca oleh orang-orang sepeninggalnya untuk dapat dijadikan pelajaran dan peringatan. Di antara negeri-negeri yang telah dibinasakan itu ada yang masih nampak bekas-bekasnya ibarat tanaman yang masih tegak berdiri di muka bumi seperti halnya negeri kaum Nabi Saleh a.s. Ada pula yang tidak mempunyai bekas sama sekali laksana tanaman yang telah dituai yang tidak mempunyai bekas-bekas sedikit pun seperti halnya negeri kaum Nabi Lut a.s. yang telah dijungkirbalikkan itu."
        },
        {
          "number": 101,
          "arabic": "وَمَا ظَلَمْنَـٰهُمْ وَلَـٰكِن ظَلَمُوٓا۟ أَنفُسَهُمْ ۖ فَمَآ أَغْنَتْ عَنْهُمْ ءَالِهَتُهُمُ ٱلَّتِى يَدْعُونَ مِن دُونِ ٱللَّهِ مِن شَىْءٍ لَّمَّا جَآءَ أَمْرُ رَبِّكَ ۖ وَمَا زَادُوهُمْ غَيْرَ تَتْبِيبٍ",
          "transliteration": "wamā ẓalamnāhum walākin ẓalamū anfusahum famā aghnat ʿanhum ālihatuhumu allatī yadʿūna min dūni l-lahi min shayin lammā jāa amru rabbika wamā zādūhum ghayra tatbībin",
          "translation": "Dan Kami tidak menzalimi mereka, tetapi merekalah yang menzalimi diri mereka sendiri, karena itu tidak bermanfaat sedikit pun bagi mereka sesembahan yang mereka sembah selain Allah, ketika siksaan Tuhanmu datang. Sesembahan itu hanya menambah kebinasaan bagi mereka.",
          "tafsir": "Ayat ini menerangkan bahwa dibinasakannya mereka itu bukanlah tindakan aniaya dari Allah, tetapi mereka sendirilah yang menganiaya dirinya yang menyebabkan Allah mengambil tindakan demikian. Mereka mempersekutukan Allah dan mengadakan kerusakan di muka bumi secara terus-menerus, sehingga azab tidak dapat ditunda-tunda. Andaikata mereka dibiarkan dalam keadaan yang demikian berlarut-larut, niscaya mereka akan tetap saja, malah bertambah-tambah penganiayaan, kejahatan, dan pengrusakannya di muka bumi, sebagaimana kata Nabi Nuh a.s. tentang kaumnya, kepada Allah: Sesungguhnya jika Engkau biarkan mereka tinggal, niscaya mereka akan menyesatkan hamba-hamba-Mu, dan mereka hanya akan melahirkan anak-anak yang jahat dan tidak tahu bersyukur. (Nuh/71: 27) Rasul-rasul yang diutus kepada mereka cukup gigih memberikan pelajaran dan petunjuk, tetapi mereka tetap saja angkuh dan membangkang. Apabila diberi ancaman, mereka makin membangkang dan menentang karena mereka terlalu percaya bahwa tuhan-tuhan sembahannya itulah yang akan menyelamatkan dari segala marabahaya dan azab yang akan menimpanya. Padahal apabila Allah swt telah memutuskan akan menurunkan azab dan membinasakan suatu kaum, maka sembahan-sembahan yang mereka seru selain Allah swt itu tidak akan bermanfat sedikit pun dan tidak mempunyai daya sama sekali untuk menahan dan menghalangi keputusan Allah. Kepercayaan mereka kepada sembahan-sembahan mereka itu, tidak lain kecuali hanya menambah kebinasaan dan kehancuran mereka. Mereka percaya bahwa sembahan-sembahan itu akan menimpakan malapetaka kepada nabi yang diutus sebagaimana diceritakan Allah swt di dalam firman-Nya; mengenai kaum Nabi Hud a.s.: Kami hanya mengatakan bahwa sebagian sesembahan kami telah menimpakan penyakit gila atas dirimu. (Hud/11: 54)"
        },
        {
          "number": 102,
          "arabic": "وَكَذَٰلِكَ أَخْذُ رَبِّكَ إِذَآ أَخَذَ ٱلْقُرَىٰ وَهِىَ ظَـٰلِمَةٌ ۚ إِنَّ أَخْذَهُۥٓ أَلِيمٌ شَدِيدٌ",
          "transliteration": "wakadhālika akhdhu rabbika idhā akhadha l-qurā wahiya ẓālimatun inna akhdhahu alīmun shadīdun",
          "translation": "Dan begitulah siksa Tuhanmu apabila Dia menyiksa (penduduk) negeri-negeri yang berbuat zalim. Sungguh, siksa-Nya sangat pedih, sangat berat.",
          "tafsir": "Pada ayat ini, Allah swt menerangkan bahwa azab yang ditimpakan kepada negeri-negeri kaum Nuh, kaum ad dan kaum namud itu juga akan ditimpakan kepada semua negeri yang penduduknya tetap bersifat dan selalu berbuat kerusakan di muka bumi ini. Tidak ada suatu kaum pun yang akan luput dan terhindar daripadanya apabila Allah swt telah menghendakinya. Sabda Nabi Muhammad saw: Sesungguhnya Allah swt menangguhkan siksaan bagi orang-orang yang zalim sehingga apabila Dia mengazabnya Dia tidak akan meluputkannya. (Riwayat Ahmad, al-Bukhari, Muslim dan at-Tirmidzi dari Abu Musa al-Asyari) Sesungguhnya azab Allah itu sangat pedih. Uraian di atas dapat dijadikan pelajaran terutama bagi orang-orang yang zalim, supaya mereka sadar dan menginsafi perbuatannya yang jahat itu. Tidak ada suatu usaha dan kekuatan bagaimanapun hebatnya yang dapat menghalangi atau membendung azab Allah yang akan ditimpakan-Nya kepada suatu negeri atau suatu kaum. Firman Allah swt: Dan tidakkah mereka bepergian di bumi lalu melihat bagaimana kesudahan orang-orang sebelum mereka (yang mendustakan rasul)? Orang-orang itu lebih kuat dari mereka (sendiri) dan mereka telah mengolah bumi (tanah) serta memakmurkannya melebihi apa yang telah mereka makmurkan. Dan telah datang kepada mereka rasul-rasul mereka dengan membawa bukti-bukti yang jelas. Maka Allah sama sekali tidak berlaku zalim kepada mereka, tetapi merekalah yang berlaku zalim kepada diri mereka sendiri. (ar-Rum/30: 9)"
        },
        {
          "number": 103,
          "arabic": "إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لِّمَنْ خَافَ عَذَابَ ٱلْـَٔاخِرَةِ ۚ ذَٰلِكَ يَوْمٌ مَّجْمُوعٌ لَّهُ ٱلنَّاسُ وَذَٰلِكَ يَوْمٌ مَّشْهُودٌ",
          "transliteration": "inna fī dhālika laāyatan liman khāfa ʿadhāba l-ākhirati dhālika yawmun majmūʿun lahu l-nāsu wadhālika yawmun mashhūdun",
          "translation": "Sesungguhnya pada yang demikian itu pasti terdapat pelajaran bagi orang-orang yang takut kepada azab akhirat. Itulah hari ketika semua manusia dikumpulkan (untuk dihisab), dan itulah hari yang disaksikan (oleh semua makhluk).",
          "tafsir": "Pada ayat ini, Allah swt menerangkan bahwa apa yang telah dikisahkan tentang kehancuran umat-umat dahulu sebagai akibat dari penganiayaan yang telah dilakukannya, adalah menjadi bahan pelajaran bagi orang-orang yang mau sadar dan takut kepada azab akhirat. Allah yang menyiksa mereka di dunia ini, tentu mampu pula menyiksa mereka di akhirat kelak dan apa yang meliputi mereka di dunia ini, merupakan gambaran dan contoh dari apa yang akan ditemuinya di akhirat nanti. Kejadian-kejadian seperti topan, gempa bumi, tanah longsor, dan sebagainya, yang menghancurkan harta benda dan jiwa yang tidak sedikit jumlahnya, adalah azab dan teguran dari Allah swt kepada manusia untuk menyadari kesalahan-kesalahan, dosa-dosa, penganiayaan-penganiayaan yang diperbuatnya, dan bukan hanya bencana alam yang tidak ada sangkut pautnya dengan kekuasaan Allah swt. Sebelum terjadi hal-hal seperti tersebut di atas, rasul-rasul Allah telah memperingatkan kepada kaumnya akan terjadinya sesuatu, supaya mereka berhati-hati. Itu semua menunjukkan bahwa kejadian-kejadian itu tidaklah secara kebetulan, tetapi erat hubungannya dengan Qadha dan Qadar, salah satu rukun iman yang wajib diyakini dan dipercayai, perhatikanlah firman Allah swt: Dan orang-orang yang zalim kelak akan tahu ke tempat mana mereka akan kembali. (asy-Syuara/26: 227) Orang-orang yang tidak mau sadar akan peringatan Allah di dunia ini, akan diazab nanti di akhirat, pada hari di mana semua makhluk akan berkumpul untuk dihisab semua amalnya, kemudian dibalas dengan seadil-adilnya. Kejadian itu disaksikan oleh semua makhluk baik manusia, jin, malaikat, maupun makhluk-makhluk yang lain."
        },
        {
          "number": 104,
          "arabic": "وَمَا نُؤَخِّرُهُۥٓ إِلَّا لِأَجَلٍ مَّعْدُودٍ",
          "transliteration": "wamā nu-akhiruhu illā li-ajalin maʿdūdin",
          "translation": "Dan Kami tidak akan menunda, kecuali sampai waktu yang sudah ditentukan.",
          "tafsir": "Pada ayat ini, Allah menerangkan bahwa hari Kiamat adalah hari dimana segenap makhluk akan berkumpul dan menyaksikan segala amalnya dan tiap-tiap manusia diminta mempertanggungjawabkan amalnya di dunia, tidak akan ditunda dan diperpanjang, tetapi akan berakhir sesuai dengan yang telah ditentukan Allah swt."
        },
        {
          "number": 105,
          "arabic": "يَوْمَ يَأْتِ لَا تَكَلَّمُ نَفْسٌ إِلَّا بِإِذْنِهِۦ ۚ فَمِنْهُمْ شَقِىٌّ وَسَعِيدٌ",
          "transliteration": "yawma yati lā takallamu nafsun illā bi-idh'nihi famin'hum shaqiyyun wasaʿīdun",
          "translation": "Ketika hari itu datang, tidak seorang pun yang berbicara, kecuali dengan izin-Nya; maka di antara mereka ada yang sengsara dan ada yang berbahagia.",
          "tafsir": "Pada ayat ini Allah swt menerangkan bahwa jika hari yang telah ditentukan itu tiba, tidak seorang pun dapat berbicara dan berbuat sesuatu kecuali dengan izin Allah, sebagaimana firman-Nya: Inilah hari, saat mereka tidak dapat berbicara, dan tidak diizinkan kepada mereka mengemukakan alasan agar mereka dimaafkan. (al-Mursalat/77: 35-36) Dan firman-Nya: Pada hari, ketika ruh dan para malaikat berdiri bersaf-saf, mereka tidak berkata-kata, kecuali siapa yang telah diberi izin kepadanya oleh Tuhan Yang Maha Pengasih dan dia hanya mengatakan yang benar. (an-Naba/78: 38) Di antara orang-orang yang berkumpul di hari Kiamat itu, ada yang celaka, mereka akan mendapat azab yang pedih sebagaimana yang telah diancamkan kepada orang-orang kafir, dan ada yang berbahagia, mereka akan memperoleh pahala dan kesenangan sepanjang masa sesuai dengan yang telah dijanjikan kepada orang-orang yang bertakwa."
        },
        {
          "number": 106,
          "arabic": "فَأَمَّا ٱلَّذِينَ شَقُوا۟ فَفِى ٱلنَّارِ لَهُمْ فِيهَا زَفِيرٌ وَشَهِيقٌ",
          "transliteration": "fa-ammā alladhīna shaqū fafī l-nāri lahum fīhā zafīrun washahīqun",
          "translation": "Maka adapun orang-orang yang sengsara, maka (tempatnya) di dalam neraka, di sana mereka mengeluarkan dan menarik nafas dengan merintih,",
          "tafsir": "Pada ayat ini, Allah swt menerangkan bahwa orang-orang yang termasuk golongan celaka, karena pada waktu mereka di dunia telah merusak akidahnya, mengikuti orang-orang yang sesat perbuatannya, sehingga pudar dan padamlah cahaya iman dari padanya, bergelimang dosa sepanjang masa. Mereka itu akan dimasukkan ke dalam neraka dan merasakan azab yang pedih seperti halnya seekor himar yang mengeluarkan dan memasukkan nafasnya disertai rintihan dan teriakan yang amat keras."
        },
        {
          "number": 107,
          "arabic": "خَـٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَـٰوَٰتُ وَٱلْأَرْضُ إِلَّا مَا شَآءَ رَبُّكَ ۚ إِنَّ رَبَّكَ فَعَّالٌ لِّمَا يُرِيدُ",
          "transliteration": "khālidīna fīhā mā dāmati l-samāwātu wal-arḍu illā mā shāa rabbuka inna rabbaka faʿʿālun limā yurīdu",
          "translation": "mereka kekal di dalamnya selama ada langit dan bumi,<sup foot_note=135358>1</sup> kecuali jika Tuhanmu menghendaki (yang lain). Sungguh, Tuhanmu Maha Pelaksana terhadap apa yang Dia kehendaki.",
          "tafsir": "Mereka akan kekal di dalam neraka, selama-lamanya kecuali kalau Allah swt menghendaki yang lain, karena Dia Maha Pelaksana terhadap apa yang Dia kehendaki. Apa saja yang dikehendaki-Nya akan terwujud dan apa yang tidak dikehendaki-Nya tidak akan ada."
        },
        {
          "number": 108,
          "arabic": "۞ وَأَمَّا ٱلَّذِينَ سُعِدُوا۟ فَفِى ٱلْجَنَّةِ خَـٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَـٰوَٰتُ وَٱلْأَرْضُ إِلَّا مَا شَآءَ رَبُّكَ ۖ عَطَآءً غَيْرَ مَجْذُوذٍ",
          "transliteration": "wa-ammā alladhīna suʿidū fafī l-janati khālidīna fīhā mā dāmati l-samāwātu wal-arḍu illā mā shāa rabbuka ʿaṭāan ghayra majdhūdhin",
          "translation": "Dan adapun orang-orang yang berbahagia, maka (tempatnya) di dalam surga; mereka kekal di dalamnya selama ada langit dan bumi, kecuali jika Tuhanmu menghendaki (yang lain); sebagai karunia yang tidak ada putus-putusnya.",
          "tafsir": "Pada ayat ini, Allah swt menerangkan bahwa orang-orang yang berbahagia karena ketika mereka berada di dunia selalu berhati-hati dan menghindari perbuatan yang bertentangan dengan perintah Allah dan menjauhi godaan-godaan yang akan menjerumuskannya ke lembah maksiat, mereka akan ditempatkan di surga, dan kekal di dalamnya selama-lamanya, kecuali Allah swt menghendaki yang lain. Balasan dan nikmat yang dianugerahkan kepada orang-orang yang berbahagia adalah karunia semata-mata dari Allah swt yang terus menerus tiada putus-putusnya, sesuai dengan firman-Nya: Mereka akan mendapat pahala yang tidak ada putus-putusnya. (at-Tin/95: 6)"
        }
      ]
    }
  ]
}