{
  "pageNumber": 479,
  "juz": 24,
  "surahs": [
    {
      "number": 41,
      "name": "Fussilat",
      "nameArabic": "فصلت",
      "meaning": "Yang Dijelaskan",
      "revelation": "Makkah",
      "description": "Surat Fussilat terdiri dari 54 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Al-Mu'min.Dinamai \"Fussilat\" (yang dijelaskan) karena ada hubungannya dengan kata \"Fussilat\" yang terdapat pada permulaan surat ini. Maksudnya, ayat-ayatnya diperinci dengan jelas tentang hukum-hukum, keimanan, janji dan ancaman, akhlak, kisah, dan sebagainya.Dinamai juga dengan \"Haa Miim As-Sajdah\" karena surat ini dimulai dengan \"Haa Miim\" dan di dalamnya terdapat ayat Sajdah.**Pokok-Pokok Isi:**1. **Keimanan:** Al-Qur'an dan sikap orang-orang musyrik terhadapnya; kejadian-kejadian langit dan bumi serta apa yang ada pada keduanya membuktikan keberadan Allah; semua yang terjadi dalam alam semesta tidak lepas dari pengetahuan Allah.2. **Lain-lain:** Hikmah diciptakannya gunung-gunung; anggota tubuh setiap orang menjadi saksi terhadap dirinya sendiri pada hari kiamat; azab yang ditimpakan kepada kaum 'Ad dan Tsamud; permohonan orang-orang kafir agar dikembalikan ke dunia untuk mengerjakan amal-amal saleh; berita gembira dari malaikat kepada orang-orang yang beriman; anjuran menghadapi orang-orang kafir secara baik-baik; ancaman terhadap orang-orang yang mengingkari keesaan Allah; sifat-sifat Al-Qur'an; manusia dan wataknya.Surat Fussilat mengutarakan hal-hal yang berhubungan dengan Al-Qur'an dan sikap orang musyrik terhadapnya; kekuasaan Allah di langit dan di bumi; dan ancaman kepada orang-orang musyrik di dunia dan di akhirat. Kemudian dikemukakan tentang keadaan orang-orang yang selalu beribadah kepada Tuhannya dan diakhiri dengan mengemukakan beberapa tabiat manusia.**Hubungan Surat Fussilat Dengan Surat Asy-Syura:**Kedua surat ini sama-sama mengutarakan kebenaran Al-Qur'an serta menolak kecaman dan celaan orang-orang kafir Mekah terhadapnya; bujukan terhadap Nabi Muhammad agar jangan bersedih hati dan berputus asa, karena kecaman dan celaan itu sudah sewajarnya datang dari musuh-musuh agama dan hal itu telah dialami oleh rasul-rasul sebelumnya.",
      "verses": [
        {
          "number": 21,
          "arabic": "وَقَالُوا۟ لِجُلُودِهِمْ لِمَ شَهِدتُّمْ عَلَيْنَا ۖ قَالُوٓا۟ أَنطَقَنَا ٱللَّهُ ٱلَّذِىٓ أَنطَقَ كُلَّ شَىْءٍ وَهُوَ خَلَقَكُمْ أَوَّلَ مَرَّةٍ وَإِلَيْهِ تُرْجَعُونَ",
          "transliteration": "waqālū lijulūdihim lima shahidttum ʿalaynā qālū anṭaqanā l-lahu alladhī anṭaqa kulla shayin wahuwa khalaqakum awwala marratin wa-ilayhi tur'jaʿūna",
          "translation": "Dan mereka berkata kepada kulit mereka, \"Mengapa kamu menjadi saksi terhadap kami?\" Kulit mereka menjawab, \"Yang menjadikan kami dapat berbicara adalah Allah, yang (juga) menjadikan segala sesuatu dapat berbicara, dan Dialah yang menciptakan kamu yang pertama kali dan hanya kepada-Nya kamu dikembalikan.\"",
          "tafsir": "Tatkala mendengar dan melihat bahwa kulitnya sendiri menjadi saksi atas perbuatan-perbuatannya, orang-orang kafir mencela kulit mereka itu dengan mengatakan, \"Mengapa kamu menjadi saksi atas diri kami, padahal kamulah yang membantu dan mendorong kami berbuat maksiat selama hidup di dunia?\" Kulit-kulit mereka menjawab, \"Allah Yang Mahakuasa telah menjadikan kami pandai berbicara, sehingga kami dapat menerangkan dengan jelas dan lengkap segala yang pernah kamu perintahkan kepada kami untuk mengerjakannya.\" Firman Allah: Pada hari ini Kami tutup mulut mereka; tangan mereka akan berkata kepada Kami dan kaki mereka akan memberi kesaksian terhadap apa yang dahulu mereka kerjakan. (Yasin/36: 65) Mengenai pertanyaan dan persaksian di akhirat ini diterangkan dalam hadis Nabi saw yang diriwayatkan dari Anas bin Malik, ia berkata: Ketika kami bersama Rasulullah saw, beliau tertawa lalu berkata, \"Apakah kamu mengetahui kenapa aku tertawa?\" Kami menjawab, \"Allah dan Rasul-Nya yang lebih mengetahui.\" Beliau berkata, \"Aku tertawa karena pembicaraan seorang hamba dengan Tuhan (di hari Kiamat). Hamba berkata, \"Hai Tuhanku Apakah Engkau tidak melindungi aku dari kezaliman?\" Rasulullah berkata, \"Tuhan berkata, 'Benar.\" Rasulullah berkata, \"Hamba itu mengatakan, 'Maka saya tidak mengizinkan diriku kecuali saksi dari diriku sendiri.\" Rasulullah saw berkata, \"Allah berfirman, 'Cukuplah diri engkau menjadi saksi atas perbuatanmu sendiri pada hari ini, dan persaksian malaikat yang mencatat.\" Rasulullah berkata, \"Kemudian ditutuplah mulut orang itu dan dikatakan kepada anggota-anggota badannya, 'Berbicaralah, maka anggota-anggota badan itu menerangkan perbuatannya.\" Rasulullah berkata, \"Kemudian dibiarkan orang itu berbicara terhadap anggota badan mereka.\" Nabi berkata, \"Maka hamba itu berkata (kepada anggota badannya), 'Celaka dan hancurlah kamu semua. Aku ini berjuang untuk membela kamu.\"(Riwayat Muslim dan Ibnu hibban) Allah menerangkan bahwa Dialah Yang menciptakan manusia pada kali yang pertama, dari tidak ada kepada ada, dan Dia pula yang menjadikan untuk mereka dalil-dalil yang nyata. Jika Allah sanggup menciptakan manusia pada kali yang pertama, tentu Dia sanggup pula mengulangi penciptaan itu pada kali yang kedua, dengan membangkitkan manusia sesudah matinya, kemudian Dia membalas semua perbuatan manusia dengan adil."
        },
        {
          "number": 22,
          "arabic": "وَمَا كُنتُمْ تَسْتَتِرُونَ أَن يَشْهَدَ عَلَيْكُمْ سَمْعُكُمْ وَلَآ أَبْصَـٰرُكُمْ وَلَا جُلُودُكُمْ وَلَـٰكِن ظَنَنتُمْ أَنَّ ٱللَّهَ لَا يَعْلَمُ كَثِيرًا مِّمَّا تَعْمَلُونَ",
          "transliteration": "wamā kuntum tastatirūna an yashhada ʿalaykum samʿukum walā abṣārukum walā julūdukum walākin ẓanantum anna l-laha lā yaʿlamu kathīran mimmā taʿmalūna",
          "translation": "Dan kamu tidak dapat bersembunyi dari kesaksian pendengaran, penglihatan dan kulitmu terhadapmu<sup foot_note=135725>1</sup> bahkan kamu mengira Allah tidak mengetahui banyak tentang apa yang kamu lakukan.",
          "tafsir": "Diriwayatkan dari al-Bukhari dan Muslim beserta imam-imam yang lain dari Ibnu Mas'ud ia berkata, \"Ketika aku bersembunyi di belakang tirai Ka'bah, maka datanglah tiga orang: seorang Quraisy dan dua orang Bani saqif, atau seorang Bani saqif dan dua orang Quraisy, sedikit sekali ilmunya dan amat buncit perut mereka, mereka mengucapkan perkataan yang tidak pernah aku dengar. Maka salah seorang mereka berkata, 'Apakah kamu berpendapat bahwa Allah mendengar perkataan kita ini? Maka yang lain menjawab, 'Sesungguhnya apabila kita mengeraskan suara kita, niscaya Dia mendengarnya dan apabila kita tidak mengeraskannya niscaya Dia tidak mendengarnya. Maka yang lain berkata, 'Jika Dia mendengar sesuatu daripadanya, pasti Dia mendengar seluruhnya.\" Maka Ibnu Mas'ud menyampaikan yang demikian pada Nabi saw, maka Allah menurunkan ayat ini sampai kepada firman-Nya: mi nal khasirin. Ayat ini menerangkan bahwa manusia itu tidak dapat menyembunyikan dan merahasiakan perbuatan-perbuatan kejinya, sekalipun ia berbuat kemaksiatan, kejahatan, dan kekafiran secara terang-terangan dan mengingkari hari kebangkitan dan pembalasan Allah. Bahkan, ia mengira di saat ia menyembunyikan perbuatannya dari manusia, Allah pun tidak mengetahui apa-apa yang mereka kerjakan. Oleh karena itu, ia tidak akan dapat menghukum dan memberi pembalasan. Ayat ini memperingatkan orang-orang yang beriman agar selalu waspada dan memikirkan benar-benar perbuatan-perbuatan yang akan mereka lakukan, karena Allah mengetahui segala yang mereka perbuat, tidak ada sesuatu pun yang tersembunyi bagi-Nya."
        },
        {
          "number": 23,
          "arabic": "وَذَٰلِكُمْ ظَنُّكُمُ ٱلَّذِى ظَنَنتُم بِرَبِّكُمْ أَرْدَىٰكُمْ فَأَصْبَحْتُم مِّنَ ٱلْخَـٰسِرِينَ",
          "transliteration": "wadhālikum ẓannukumu alladhī ẓanantum birabbikum ardākum fa-aṣbaḥtum mina l-khāsirīna",
          "translation": "Dan itulah dugaanmu yang telah kamu sangkakan terhadap Tuhanmu, (dugaan itu) telah membinasakan kamu, sehingga jadilah kamu termasuk orang yang rugi.",
          "tafsir": "Dugaan orang-orang kafir bahwa Allah tidak mengetahui dan tidak melihat perbuatan-perbuatan buruk yang dilakukannya adalah persangkaan yang tidak baik. Persangkaan yang demikian akan menimbulkan keberanian untuk melakukan perbuatan-perbuatan terlarang, sehingga berakibat kerugian pada diri sendiri. Akibat persangkaan yang demikian itu, mereka akan mendapat kerugian dan kehinaan di dunia dan azab pedih di akhirat nanti. Dari ayat ini, dapat dipahami bahwa sangkaan yang baik ialah meyakini bahwa Allah mengetahui segala perbuatan hamba-Nya sejak dari yang halus sampai kepada yang besar, sejak dari yang nampak sampai kepada yang tersembunyi, dan Allah mengetahui segala isi hatinya. Jika seseorang telah memercayai yang demikian, maka ia selalu meneliti segala yang akan diperbuatnya, mana yang diridai Allah dan mana yang tidak diridai-Nya. Ia akan menghentikan serta menjauhkan diri dari segala perbuatan yang tidak diridai Allah, karena ia telah yakin bahwa Allah melihat dan mengetahui semua perbuatannya itu. Diriwayatkan oleh Ahmad, Muslim, Abu Dawud., dan Ibnu Majah dari Jabir bin 'Abdullah: Rasulullah saw bersabda, \"Kamu jangan sekali-kali mati kecuali berbaik sangka kepada Allah. (Riwayat Ahmad, Muslim, Abu Dawud, dan Ibnu Majah) Para ulama berpendapat bahwa sangkaan itu ada dua macam: pertama, sangkaan yang baik, yaitu menyangka bahwa Allah mempunyai rahmat, keutamaan, dan kebaikan yang akan dilimpahkan-Nya kepada manusia, sebagaimana tersebut dalam hadis Qudsi: Allah berfirman, \"Aku menuruti sangkaan hamba-Ku kepada-Ku.\"(Riwayat Muslim dari Anas) Kedua, sangkaan yang jelek, yaitu menyangka bahwa Allah tidak mengetahui segala perbuatan hamba-hamba-Nya. Menurut Qatadah, sangkaan itu ada dua macam, yaitu: pertama, sangkaan yang menyelamatkan seperti yang diterangkan firman Allah: Sesungguhnya aku yakin, bahwa (suatu saat) aku akan menerima perhitungan terhadap diriku. (al-haqqah/69: 20) Dan firman Allah: (Yaitu) mereka yang yakin, bahwa mereka akan menemui Tuhannya, dan bahwa mereka akan kembali kepada-Nya. (al-Baqarah/2: 46) Kedua, sangkaan yang merusak, seperti yang diterangkan firman Allah ini. Umar bin Khaththab berkata tentang ayat ini, \"Mereka adalah orang-orang yang terus-menerus berbuat maksiat, tidak bertobat dari perbuatan itu, dan mereka berdebat tentang ampunan Tuhan, sehingga mereka meninggalkan dunia tidak membawa apa-apa.\" Kemudian Umar membaca ayat ini. Al-hasan al-Bashri berkata, \"Sesungguhnya satu kaum yang diperdaya oleh angan-angannya yang kosong sehingga mereka meninggal dunia, dan tiadalah mereka mempunyai suatu kebaikan pun. Salah seorang dari mereka berkata, 'Sesungguhnya aku berbaik sangka terhadap Tuhanku. Sesungguhnya ia telah berdusta. Jika baik sangkaannya, tentu baik pula amalnya.\" Kemudian Al-hasan al-Bashrimembaca ayat ini."
        },
        {
          "number": 24,
          "arabic": "فَإِن يَصْبِرُوا۟ فَٱلنَّارُ مَثْوًى لَّهُمْ ۖ وَإِن يَسْتَعْتِبُوا۟ فَمَا هُم مِّنَ ٱلْمُعْتَبِينَ",
          "transliteration": "fa-in yaṣbirū fal-nāru mathwan lahum wa-in yastaʿtibū famā hum mina l-muʿ'tabīna",
          "translation": "Meskipun mereka bersabar (atas azab neraka) maka nerakalah tempat tinggal mereka dan jika mereka minta belas kasihan, maka mereka itu tidak termasuk orang yang pantas dikasihani.",
          "tafsir": "Pada ayat ini, Allah menerangkan keadaan orang-orang yang berburuk sangka terhadap Allah, yaitu mereka akan dimasukkan ke dalam neraka. Semuanya dimasukkan ke dalam neraka tidak ada kecualinya dan neraka inilah tempat kembali mereka. Seandainya di antara mereka ada yang minta ditangguhkan azab atau minta ampun kepada Allah dan bersedia kembali ke dunia seandainya Allah memberi mereka kesempatan, maka semuanya tidak akan dikabulkan. Permohonan mereka tidak mungkin dikabulkan karena mereka telah meninggalkan dunia. Tempat beramal dan dunia itu pun telah hancur, sedang akhirat bukanlah tempat beramal, tetapi tempat menerima hasil amal seseorang semasa hidup di dunia."
        },
        {
          "number": 25,
          "arabic": "۞ وَقَيَّضْنَا لَهُمْ قُرَنَآءَ فَزَيَّنُوا۟ لَهُم مَّا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَحَقَّ عَلَيْهِمُ ٱلْقَوْلُ فِىٓ أُمَمٍ قَدْ خَلَتْ مِن قَبْلِهِم مِّنَ ٱلْجِنِّ وَٱلْإِنسِ ۖ إِنَّهُمْ كَانُوا۟ خَـٰسِرِينَ",
          "transliteration": "waqayyaḍnā lahum quranāa fazayyanū lahum mā bayna aydīhim wamā khalfahum waḥaqqa ʿalayhimu l-qawlu fī umamin qad khalat min qablihim mina l-jini wal-insi innahum kānū khāsirīna",
          "translation": "Dan Kami tetapkan bagi mereka teman-teman (setan) yang memuji-muji apa saja yang ada di hadapan dan di belakang mereka<sup foot_note=135726>1</sup> dan tetaplah atas mereka putusan azab bersama umat-umat yang terdahulu sebelum mereka dari (golongan) jin dan manusia. Sungguh, mereka adalah orang-orang yang rugi.",
          "tafsir": "Allah menerangkan bahwa Dia telah menyediakan bagi orang kafir itu teman dan penolong berupa setan-setan dari golongan jin dan manusia. Mereka menganggap perbuatan-perbuatan duniawi yang membawa kepada kesesatan dan kekafiran itu baik, seperti memperturutkan hawa nafsu, suka mengumpulkan harta semata-mata untuk kepentingan diri sendiri, gila kekuasaan, mengerjakan perbuatan-perbuatan maksiat dan terlarang dan sebagainya. Demikian halnya dengan urusan-urusan akhirat, setan-setan itu telah menanamkan kepercayaan kepada hati manusia bahwa tidak ada surga atau neraka, tidak ada hidup sesudah mati, tidak ada kebangkitan dan hisab, tidak ada Tuhan yang wajib disembah, dan sebagainya. Oleh karena itu, mudah bagi mereka melakukan perbuatan-perbuatan yang mereka inginkan dan melakukan perbuatan-perbuatan terlarang. Firman Allah: Dan barangsiapa berpaling dari pengajaran Allah Yang Maha Pengasih (Al-Qur'an), Kami biarkan setan (menyesatkannya) dan menjadi teman karibnya. Dan sungguh, mereka (setan-setan itu) benar-benar menghalang-halangi mereka dari jalan yang benar, sedang mereka menyangka bahwa mereka mendapat petunjuk. (az-Zukhruf/43: 36-37) Karena sikap dan perbuatan mereka itu, maka ditetapkanlah azab bagi mereka, seperti azab yang pernah ditimpakan kepada umat-umat dahulu, yang telah mengikuti tipu daya setan. Semua mereka itu, yaitu setan-setan beserta pengikut-pengikutnya, sama-sama menderita kerugian dan kehancuran. Mereka sama-sama mendapat azab yang pedih di akhirat nanti karena mereka sama-sama orang yang merugikan diri sendiri."
        },
        {
          "number": 26,
          "arabic": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لَا تَسْمَعُوا۟ لِهَـٰذَا ٱلْقُرْءَانِ وَٱلْغَوْا۟ فِيهِ لَعَلَّكُمْ تَغْلِبُونَ",
          "transliteration": "waqāla alladhīna kafarū lā tasmaʿū lihādhā l-qur'āni wal-ghaw fīhi laʿallakum taghlibūna",
          "translation": "Dan orang-orang yang kafir berkata, \"Janganlah kamu mendengarkan (bacaan) Alquran ini dan buatlah kegaduhan terhadapnya, agar kamu dapat mengalahkan (mereka).\"",
          "tafsir": "Orang-orang yang kafir dan ingkar kepada Allah dan rasul-Nya berkata kepada kaum mereka, \"Jangan sekali-kali kamu mendengar ayat-ayat Al-Qur'an yang dibacakan oleh Muhammad, jangan kamu memperhatikan dan merenungkan isinya. Hendaklah kamu berusaha mengganggu pendengaran orang-orang yang mendengarnya, seperti dengan bernyanyi-nyanyi, bersorak-sorai. Dengan sikap kamu yang demikian, mudah-mudahan orang-orang yang mendengarnya, tidak mengetahui dengan jelas bacaan Al-Qur'an yang didengarnya itu.\" Dahulu waktu Rasulullah masih di Mekah, sebelum hijrah ke Medinah, apabila beliau membaca ayat-ayat Al-Qur'an, beliau mengeraskan suaranya agar didengar orang-orang banyak. Apabila pemuda-pemuda musyrik Mekah mendengar beliau membaca Al-Qur'an, mereka mengusir orang-orang yang mendengar bacaan Nabi saw itu dengan mengatakan, \"Ganggulah suara Muhammad itu dengan menangis, bersiul, bernyanyi, atau dengan bertepuk tangan.\" Ibnu 'Abbas berkata bahwa Abu Jahal berkata kepada kaumnya, \"Apabila Muhammad membaca ayat-ayat Al-Qur'an, berteriaklah dengan keras di mukanya, sehingga tidak terdengar apa yang diucapkannya.\" Padahal, Allah memerintahkan untuk mendengarkan jika Al-Qur'an dibacakan. Firman-Nya: Dan apabila dibacakan Al-Qur'an, maka dengarkanlah dan diamlah, agar kamu mendapat rahmat. (al-A 'raf/7: 204)"
        },
        {
          "number": 27,
          "arabic": "فَلَنُذِيقَنَّ ٱلَّذِينَ كَفَرُوا۟ عَذَابًا شَدِيدًا وَلَنَجْزِيَنَّهُمْ أَسْوَأَ ٱلَّذِى كَانُوا۟ يَعْمَلُونَ",
          "transliteration": "falanudhīqanna alladhīna kafarū ʿadhāban shadīdan walanajziyannahum aswa-a alladhī kānū yaʿmalūna",
          "translation": "Maka sungguh, akan Kami timpakan azab yang keras kepada orang-orang yang kafir itu dan sungguh, akan Kami beri balasan mereka dengan seburuk-buruk balasan terhadap apa yang telah mereka kerjakan.",
          "tafsir": "Pada ayat ini, Allah mengancam orang-orang kafir dengan azab yang pedih dengan mengatakan, \"Kami benar-benar akan merasakan kepada orang-orang kafir itu azab yang tidak dapat digambarkan kedahsyatnnya dan Kami akan membalas semua perbuatan dosa dan larangan yang telah mereka lakukan. Kami tidak akan memberi pahala semua perbuatan baik yang telah mereka kerjakan, karena semua perbuatan baik seperti menghubungkan silaturrahim, menolong orang sengsara, mengerjakan perbuatan baik dan sebagainya, telah dihapus oleh kekafiran mereka. Tidak ada satu pun yang dapat mereka harapkan dari perbuatan baik itu selain dari amal yang buruk.\""
        },
        {
          "number": 28,
          "arabic": "ذَٰلِكَ جَزَآءُ أَعْدَآءِ ٱللَّهِ ٱلنَّارُ ۖ لَهُمْ فِيهَا دَارُ ٱلْخُلْدِ ۖ جَزَآءًۢ بِمَا كَانُوا۟ بِـَٔايَـٰتِنَا يَجْحَدُونَ",
          "transliteration": "dhālika jazāu aʿdāi l-lahi l-nāru lahum fīhā dāru l-khul'di jazāan bimā kānū biāyātinā yajḥadūna",
          "translation": "Demikianlah balasan (terhadap) musuh-musuh Allah (yaitu) neraka; mereka mendapat tempat tinggal yang kekal di dalamnya sebagai balasan atas keingkaran mereka terhadap ayat-ayat Kami.",
          "tafsir": "Balasan bagi orang-orang yang memperolok-olokkan ayat-ayat Allah dan bagi musuh-musuhnya ialah api neraka. Mereka kekal di dalamnya dan azab itu mereka rasakan terus-menerus. Mereka tidak dapat menghindarinya lagi. Kemudian Allah menerangkan bahwa mereka berada di neraka Jahanam kekal selama-lamanya, sebagai balasan terhadap perbuatan mereka mengingkari ayat-ayat Allah sewaktu di dunia"
        },
        {
          "number": 29,
          "arabic": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ رَبَّنَآ أَرِنَا ٱلَّذَيْنِ أَضَلَّانَا مِنَ ٱلْجِنِّ وَٱلْإِنسِ نَجْعَلْهُمَا تَحْتَ أَقْدَامِنَا لِيَكُونَا مِنَ ٱلْأَسْفَلِينَ",
          "transliteration": "waqāla alladhīna kafarū rabbanā arinā alladhayni aḍallānā mina l-jini wal-insi najʿalhumā taḥta aqdāminā liyakūnā mina l-asfalīna",
          "translation": "Dan orang-orang yang kafir berkata, \"Ya Tuhan kami, perlihatkanlah kepada kami dua golongan yang telah menyesatkan kami yaitu (golongan) jin dan manusia, agar kami letakkan keduanya di bawah telapak kaki agar kedua golongan itu menjadi yang paling bawah (hina).\"",
          "tafsir": "Pada ayat ini diterangkan bahwa tatkala orang-orang kafir itu merasakan azab neraka, mereka minta kepada Allah agar setan-setan yang menyesatkan mereka dihadapkan kepada mereka. Permintaan itu diajukan agar mereka dapat melampiaskan dendam mereka. Mereka berkata, \"Wahai Tuhan kami, hadapkanlah kepada kami setan-setan yang menyesatkan kami itu, agar kami dapat melampiaskan sakit hati kami kepada mereka dengan menginjak-injak tubuh mereka.\" Pada ayat-ayat yang lain diterangkan bahwa setan-setan itu ada yang jenis jin dan ada yang dari jenis manusia, seperti firman Allah: Dan demikianlah untuk setiap nabi Kami menjadikan musuh yang terdiri dari setan-setan manusia dan jin¦ (al-An'am/6: 112) Dan firman Allah: Yang membisikkan (kejahatan) ke dalam dada manusia, dari (golongan) jin dan manusia. (an-Nas/114: 5-6)"
        }
      ]
    }
  ]
}