{
  "pageNumber": 487,
  "juz": 25,
  "surahs": [
    {
      "number": 42,
      "name": "Ash-Shura",
      "nameArabic": "الشورى",
      "meaning": "Musyawarah",
      "revelation": "Makkah",
      "description": "Surat Asy-Syura terdiri dari 53 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Fussilat.Dinamai \"Asy-Syura\" (musyawarat) diambil dari kata \"Syura\" yang terdapat pada ayat ke-38 surat ini. Dalam ayat tersebut dijelaskan bahwa musyawarah adalah salah satu dasar pemerintahan Islam.Dinamai juga \"Haa Miim 'Ain Siin Qaaf\" karena surat ini dimulai dengan huruf-huruf hijaiyyah tersebut.**Pokok-Pokok Isi:**1. **Keimanan:** Dalil-dalil tentang Allah Yang Maha Esa dengan menerangkan kejadian langit dan bumi, turunnya hujan, berlayarnya kapal di lautan dengan aman dan sebagainya; Allah memberi rezeki kepada hambanya dengan ukuran tertentu sesuai dengan kemaslahatan mereka dan sesuai dengan hikmah dan ilmu-Nya; Allah memberikan anak-anak laki-laki atau anak-anak perempuan kepada siapa yang Dia kehendaki; cara-cara Allah menyampaikan firman-Nya kepada manusia; pokok-pokok agama yang dibawa para rasul adalah sama.2. **Hukum:** Tidak ada dasar untuk menuntut orang yang mempertahankan diri.3. **Lain-lain:** Keadaan orang-orang kafir dan orang-orang mukmin di akhirat; memaafkan lebih baik daripada membalas dan membalas jangan sampai melampaui batas; orang-orang kafir mendesak Nabi Muhammad agar hari kiamat disegerakan; kewajiban rasul hanya menyampaikan risalah.Surat Asy-Syura dimulai dengan menerangkan hal-hal yang berhubungan dengan wahyu; keimanan; Al-Qur'an yang diturunkan kepada Muhammad benar-benar berasal dari Allah; agama yang dibawa Nabi Muhammad sama dalam hal pokok-pokoknya dengan agama yang dibawa para rasul terdahulu; janji kepada orang mukmin dan ancaman kepada orang kafir. Surat ini ditutup dengan menerangkan tata cara Allah berinteraksi dengan manusia.**Hubungan Surat Asy-Syura Dengan Surat Az-Zukhruf:**1. Kedua surat ini sama-sama dimulai dengan pembicaraan mengenai Al-Qur'an yang diturunkan dari Allah Yang Mahaperkasa dan Mahabijaksana.2. Kedua surat ini sama-sama mengutarakan sikap orang kafir terhadap Al-Qur'an dan mengemukakan dalil-dalil atas keesaan dan kekuasaan Allah.",
      "verses": [
        {
          "number": 32,
          "arabic": "وَمِنْ ءَايَـٰتِهِ ٱلْجَوَارِ فِى ٱلْبَحْرِ كَٱلْأَعْلَـٰمِ",
          "transliteration": "wamin āyātihi l-jawāri fī l-baḥri kal-aʿlāmi",
          "translation": "Dan di antara tanda-tanda (kebesaran)-Nya ialah kapal-kapal (yang berlayar) di laut seperti gunung-gunung.",
          "tafsir": "Pada ayat ini Allah menerangkan bahwa sebagian dari tanda-tanda kekuasaan, kebesaran dan keperkasaan-Nya ialah ditundukkan-Nya laut bagi manusia hingga kapal bisa berlayar di laut laksana gunung besar atau satu perkampungan di atas air. Ayat ini mengibaratkan kapal-kapal berlayar seperti gunung-gunung. Ayat ini mengisyaratkan pula, bahwa sesungguhnya gunung-gunung itu juga bergerak, sesuatu yang sulit dicerna bagi orang awam, namun sesuatu yang sudah diterima dalam ilmu geologi. Seperti sering dikatakan oleh para ahli geologi bahwa gunung-gunung sesungguhnya mengapung seperti laiknya kapal-kapal mengapung di samudra. Dalam ayat ini, Allah justru memperlihatkan bahwa kapal yang berlayar itu ibarat gunung, yang bagi orang awam tentu sulit memahaminya. Bagi orang awam gunung-gunung itu tampak diam. Gunung-gunung (dalam hal ini sebagai bagian kontinen/benua) pada kenyataannya memang mengapung di atas astenosfer dan bergerak seperti halnya kapal yang berlayar (lihat penjelasan pada Juz 20, An-Naml/27: 88). Seperti diketahui baru pada dekade tahun enampuluhan abad ke-20 teori apungan benua, yang cikal bakalnya sudah dimulai pada awal abad 20, bersama teori pemekaran tengah samudra melandasi teori tektonik lempeng ditemukan para ilmuwan."
        },
        {
          "number": 33,
          "arabic": "إِن يَشَأْ يُسْكِنِ ٱلرِّيحَ فَيَظْلَلْنَ رَوَاكِدَ عَلَىٰ ظَهْرِهِۦٓ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّكُلِّ صَبَّارٍ شَكُورٍ",
          "transliteration": "in yasha yus'kini l-rīḥa fayaẓlalna rawākida ʿalā ẓahrihi inna fī dhālika laāyātin likulli ṣabbārin shakūrin",
          "translation": "Jika Dia menghendaki, Dia akan menghentikan angin, sehingga jadilah (kapal-kapal) itu terhenti di permukaan laut. Sungguh, pada yang demikian itu terdapat tanda-tanda (kekuasaan Allah) bagi orang yang selalu bersabar dan banyak bersyukur,",
          "tafsir": "Seandainya Allah menghendaki kapal yang berlayar tadi tidak dapat berlayar lagi, maka Dia akan menahan angin yang mendorong kapal tadi bergerak dan berlayar, dan tinggallah kapal itu tetap di permukaan air tidak dapat maju atau mundur. Orang-orang yang dapat mengerti dan menyadari hal ini ialah orang-orang yang mempunyai pandangan luas, sabar dan patuh kepada perintah Allah senantiasa mensyukuri nikmat yang dikaruniakan Allah kepadanya. Adanya bencana yang terjadi pada suatu tempat berupa gempa bumi, tanah longsor, ombak yang menghanyutkan dan membinasakan, dan lain-lain dianggap oleh sebagian orang hanya kejadian alam yang tidak ada hubungan sedikit pun dengan kekuasaan Allah. Firman Allah: Dan berapa banyak tanda-tanda (kebesaran Allah) di langit dan di bumi yang mereka lalui, namun mereka berpaling daripadanya. (Yusuf/12: 105) Ayat ini merupakan kelanjutan ayat sebelumnya (asy-Syura/42: 32), bahwa setelah berhasil mengapung di atas air, kapal tradisional memerlukan energi angin sebagai penggerak. Dengan adanya angin kapal layar dapat terdorong dan dengannya dapat pula dikendalikan melalui penggunaan layar dan kemudi. Apabila hembusan angin terhenti maka praktis kapal tidak dapat bergerak. Dengan tidak adanya angin gelombang laut pun akan terhenti pula."
        },
        {
          "number": 34,
          "arabic": "أَوْ يُوبِقْهُنَّ بِمَا كَسَبُوا۟ وَيَعْفُ عَن كَثِيرٍ",
          "transliteration": "aw yūbiq'hunna bimā kasabū wayaʿfu ʿan kathīrin",
          "translation": "atau (Dia akan) menghancurkan kapal-kapal itu karena perbuatan (dosa) mereka, dan Dia memaafkan banyak (dari mereka),",
          "tafsir": "Pada ayat ini diterangkan bahwa selain Allah kuasa menahan angin sehingga kapal itu tidak dapat beranjak dari tempatnya, Dia juga kuasa menghancurkan kapal itu dengan mengirimkan angin topan yang menjadikan kapal yang berlayar itu oleng, tak menentu arah yang ditempuh, tak akan sampai ke sasaran yang dituju, akhirnya tenggelam ke dasar laut akibat penumpangnya yang bergelimang dosa. Tetapi, yang demikian itu jarang terjadi karena Allah telah memberi maaf dan mengampuni sebagian besar dari mereka, sehingga mereka selamat dalam perjalanannya mengarungi laut yang luas ke tempat yang dituju."
        },
        {
          "number": 35,
          "arabic": "وَيَعْلَمَ ٱلَّذِينَ يُجَـٰدِلُونَ فِىٓ ءَايَـٰتِنَا مَا لَهُم مِّن مَّحِيصٍ",
          "transliteration": "wayaʿlama alladhīna yujādilūna fī āyātinā mā lahum min maḥīṣin",
          "translation": "dan agar orang-orang yang membantah tanda-tanda (kekuasaan) Kami mengetahui bahwa mereka tidak akan memperoleh jalan ke luar (dari siksaan).",
          "tafsir": "Dalam ayat ini Allah menerangkan bahwa hal-hal yang telah digambarkan di atas itu menunjukkan kekuasaan dan keperkasaan-Nya; kiranya orang-orang yang selalu membantah dan tidak mau mengakui kekuasaan Allah dapat menyadari bahwa yang dapat memberikan manfaat dan mendatangkan mudarat tidak lain hanyalah Allah dan kalau Dia menghendaki, maka tidak seorang pun yang dapat menghindar atau luput dari azab yang telah ditetapkannya itu."
        },
        {
          "number": 36,
          "arabic": "فَمَآ أُوتِيتُم مِّن شَىْءٍ فَمَتَـٰعُ ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ وَمَا عِندَ ٱللَّهِ خَيْرٌ وَأَبْقَىٰ لِلَّذِينَ ءَامَنُوا۟ وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ",
          "transliteration": "famā ūtītum min shayin famatāʿu l-ḥayati l-dun'yā wamā ʿinda l-lahi khayrun wa-abqā lilladhīna āmanū waʿalā rabbihim yatawakkalūna",
          "translation": "Apa pun (kenikmatan) yang diberikan kepadamu, maka itu adalah kesenangan hidup di dunia. Sedangkan apa (kenikmatan) yang ada di sisi Allah lebih baik dan lebih kekal bagi orang-orang yang beriman, dan hanya kepada Tuhan mereka bertawakal,",
          "tafsir": "Pada ayat ini Allah menerangkan bahwa kesenangan hidup manusia baik berupa kekayaan, rezeki harta yang bertumpuk, maupun keturunan dan lain-lain adalah kesenangan yang tidak berarti dan kurang bernilai karena bagaimana pun menumpuknya harta, waktu untuk memilikinya terbatas. Pada waktunya nanti akan berpisah karena kalau bukan manusia yang meninggalkannya, maka benda-benda itu sendiri yang akan meninggalkan manusia, sedangkan pahala dan nikmat yang ada pada sisi Allah jauh lebih baik dibandingkan dengan kesenangan dan kemegahan dunia itu, karena apa yang ada di sisi Allah kekal dan abadi, sedangkan kesenangan dunia semuanya fana dan akan lenyap. Ayat ini ditutup dengan satu ketegasan bahwa kesenangan yang kekal dan abadi itu hanya untuk orang-orang yang beriman kepada Allah dan Rasul-Nya, orang-orang yang bertawakal dan berserah diri kepada Tuhan yang telah memelihara dan berbuat baik kepada mereka. Al-Qurthubi dalam tafsirnya menukil riwayat dari 'Ali yang mengatakan bahwa ketika Abu Bakar mengumpulkan harta dari Bani Murrah beliau mendermakan seluruh uang tersebut untuk kebaikan karena mengharapkan keridaan Allah. Perbuatannya tersebut dicela oleh orang-orang musyrikin sedangkan orang-orang kafir menyalahkan tindakannya, maka turunlah ayat 36 dan 37 surah ini."
        },
        {
          "number": 37,
          "arabic": "وَٱلَّذِينَ يَجْتَنِبُونَ كَبَـٰٓئِرَ ٱلْإِثْمِ وَٱلْفَوَٰحِشَ وَإِذَا مَا غَضِبُوا۟ هُمْ يَغْفِرُونَ",
          "transliteration": "wa-alladhīna yajtanibūna kabāira l-ith'mi wal-fawāḥisha wa-idhā mā ghaḍibū hum yaghfirūna",
          "translation": "dan juga (bagi) orang-orang yang menjauhi dosa-dosa besar dan perbuatan-perbuatan keji, dan apabila mereka marah segera memberi maaf,",
          "tafsir": "Dalam ayat ini Allah menerangkan bahwa yang akan memperoleh kesenangan yang abadi di akhirat nanti ialah orang-orang yang menjauhi dosa-dosa besar seperti membunuh, berzina dan mencuri, serta menghindarkan hal-hal yang tidak dibenarkan syarak, akal sehat, dan akhlak mulia baik berupa ucapan maupun berupa perbuatan. Begitu juga orang-orang yang apabila amarahnya timbul, mereka diam menahan amarahnya, memaafkan orang yang menyebabkan kemarahannya dan tidak ada dalam batinnya sedikit pun rasa dendam. Diriwayatkan bahwa Rasulullah saw tidak pernah membela kepentingan dirinya kecuali apabila hukum-hukum Allah dilanggar dan dihinakan. Sifat pemaaf adalah sifat yang dekat kepada takwa dan memang diperintah Allah, sebagaimana firman-Nya: Pembebasan itu lebih dekat kepada takwa. (al-Baqarah/2: 237) Dan firman-Nya: Jadilah pemaaf dan suruhlah orang mengerjakan yang makruf, serta jangan pedulikan orang-orang yang bodoh. (al-A'raf/7: 199)"
        },
        {
          "number": 38,
          "arabic": "وَٱلَّذِينَ ٱسْتَجَابُوا۟ لِرَبِّهِمْ وَأَقَامُوا۟ ٱلصَّلَوٰةَ وَأَمْرُهُمْ شُورَىٰ بَيْنَهُمْ وَمِمَّا رَزَقْنَـٰهُمْ يُنفِقُونَ",
          "transliteration": "wa-alladhīna is'tajābū lirabbihim wa-aqāmū l-ṣalata wa-amruhum shūrā baynahum wamimmā razaqnāhum yunfiqūna",
          "translation": "dan (bagi) orang-orang yang menerima (mematuhi) seruan Tuhan dan melaksanakan salat, sedang urusan mereka (diputuskan) dengan musyawarah antara mereka; dan mereka menginfakkan sebagian dari rezeki yang Kami berikan kepada mereka,",
          "tafsir": "Ayat ini menerangkan bahwa orang-orang yang menyambut baik panggilan Allah kepada agama-Nya seperti mengesakan dan menyucikan Zat-Nya dari penyembahan selain Dia, mendirikan salat fardu pada waktunya dengan sempurna untuk membersihkan hati dari iktikad batil dan menjauhkan diri dari perbuatan mungkar, baik yang tampak maupun yang tidak tampak, selalu bermusyawarah untuk menentukan sikap di dalam menghadapi hal-hal yang pelik dan penting, kesemuanya akan mendapatkan kesenangan yang kekal di akhirat . Dalam ayat yang serupa, Allah berfirman: Dan bermusyawarahlah dengan mereka dalam urusan itu. (Ali 'Imran/3: 159) Demikian pula menginfakkan rezeki di jalan Allah, membelanjakannya di jalan yang berguna dan bermanfaat bagi pribadi, masyarakat, nusa, dan bangsa. Mereka juga akan mendapatkan kesenangan yang kekal di akhirat. Dalam ayat lain Allah berfirman: Wahai orang-orang yang beriman! Infakkanlah sebagian dari rezeki yang telah Kami berikan kepadamu. (al-Baqarah/2: 254) Dan firman-Nya: Wahai orang-orang yang beriman! Infakkanlah sebagian dari hasil usahamu yang baik-baik. (al-Baqarah/2: 267)"
        },
        {
          "number": 39,
          "arabic": "وَٱلَّذِينَ إِذَآ أَصَابَهُمُ ٱلْبَغْىُ هُمْ يَنتَصِرُونَ",
          "transliteration": "wa-alladhīna idhā aṣābahumu l-baghyu hum yantaṣirūna",
          "translation": "dan (bagi) orang-orang yang apabila mereka diperlakukan dengan zalim, mereka membela diri.",
          "tafsir": "Dalam ayat ini Allah menerangkan bahwa di antara sifat orang-orang yang akan memperoleh kebahagiaan yang kekal abadi di akhirat ialah orang-orang yang apabila diperlakukan semena-mena oleh orang lain, ia akan membela diri dan membalas kepada orang yang menzaliminya tersebut, dengan syarat pembelaan diri tersebut tidak melampaui kezaliman yang menimpanya. Dalam pembelaan diri ini mereka akan mendapat pertolongan dari Allah, sebagaimana firman-Nya: Demikianlah, dan barang siapa membalas seimbang dengan (kezaliman) penganiayaan yang pernah dia derita kemudian dia dizalimi (lagi), pasti Allah akan menolongnya. (al-hajj/22: 60)"
        },
        {
          "number": 40,
          "arabic": "وَجَزَٰٓؤُا۟ سَيِّئَةٍ سَيِّئَةٌ مِّثْلُهَا ۖ فَمَنْ عَفَا وَأَصْلَحَ فَأَجْرُهُۥ عَلَى ٱللَّهِ ۚ إِنَّهُۥ لَا يُحِبُّ ٱلظَّـٰلِمِينَ",
          "transliteration": "wajazāu sayyi-atin sayyi-atun mith'luhā faman ʿafā wa-aṣlaḥa fa-ajruhu ʿalā l-lahi innahu lā yuḥibbu l-ẓālimīna",
          "translation": "Dan balasan suatu kejahatan adalah kejahatan yang setimpal, tetapi barangsiapa memaafkan dan berbuat baik (kepada orang yang berbuat jahat) maka pahalanya dari Allah. Sungguh, Dia tidak menyukai orang-orang zalim.",
          "tafsir": "Dalam ayat ini Allah menjelaskan bahwa perbuatan membela diri yang dilakukan seseorang yang dianiaya orang lain hendaklah ditujukan kepada pelaku penganiayaan dan seimbang dengan berat ringannya penganiayaan tersebut. Tindakan balasan atau pembelaan diri yang berlebihan tidak dibenarkan agama, hal ini sesuai dengan firman Allah: Barang siapa menyerang kamu, maka seranglah dia setimpal dengan serangannya terhadap kamu. (al-Baqarah/2: 194) Di ayat lain Allah berfirman: Dan jika kamu membalas, maka balaslah dengan (balasan) yang sama dengan siksaan yang ditimpakan kepadamu. Tetapi jika kamu bersabar, sesungguhnya itulah yang lebih baik bagi orang yang sabar. (an-Nahl/16: 126) Dalam situasi saat ini orang-orang yang teraniaya oleh orang lain, mungkin tidak bisa langsung membela diri atau menuntut haknya kepada orang-orang yang menganiayanya karena berbagai keterbatasannya, maka ia bisa meminta pertolongan pihak-pihak berwajib yang bisa melakukan tindakan untuk membela haknya, seperti polisi, pengadilan dan sebagainya. Perlu diingatkan bahwa hak seseorang harus dipertahankan, jangan hanya berdiam diri ketika orang lain merampas haknya. Banyak hadis yang menerangkan tentang hak-hak seperti: Siapa yang terbunuh karena mempertahankan hartanya, maka ia adalah seorang yang syahid. Siapa yang terbunuh karena mempertahankan (keselamatan)nyawa, keluarga, dan agamanya, maka ia adalah seorang yang syahid. (Riwayat Abu Dawud dan at-Tirmidhi) Sekalipun demikian, ayat ini juga menganjurkan untuk tidak membalas kejahatan orang lain, tetapi memaafkan dan memperlakukan dengan baik orang yang berbuat jahat kepada kita karena Allah akan memberikan pahala kepada orang-orang yang memaafkan kesalahan orang lain, selain itu memaafkan orang lain adalah penebus dosa. Firman Allah: Dan luka-luka (pun) ada qisas-nya (balasan yang sama). Barangsiapa melepaskan (hak qisas)nya, maka itu (menjadi) penebus dosa baginya. (al-Ma'idah/5: 45) Ayat 40 ini ditutup dengan satu penegasan bahwa Allah tidak menyukai orang-orang yang zalim yang melampaui batas di dalam melakukan pembalasan atas kejahatan yang pernah dialaminya."
        },
        {
          "number": 41,
          "arabic": "وَلَمَنِ ٱنتَصَرَ بَعْدَ ظُلْمِهِۦ فَأُو۟لَـٰٓئِكَ مَا عَلَيْهِم مِّن سَبِيلٍ",
          "transliteration": "walamani intaṣara baʿda ẓul'mihi fa-ulāika mā ʿalayhim min sabīlin",
          "translation": "Tetapi orang-orang yang membela diri setelah dizalimi, tidak ada alasan untuk menyalahkan mereka.",
          "tafsir": "Dalam ayat ini Allah menerangkan bahwa orang yang berbuat sesuatu karena membela diri dari satu penganiayaan atau suatu kejahatan yang menimpanya, tidak ada jalan untuk menuntutnya dari sisi hukum dan ia tidak berdosa karena dia melakukannya berdasarkan hak. Tetapi orang-orang yang berbuat zalim, berbuat kejahatan di muka bumi dan melampaui batas dalam memberikan pembalasan, mereka itulah yang dapat dituntut dan akan mendapat azab dan siksa yang pedih di akhirat kelak."
        },
        {
          "number": 42,
          "arabic": "إِنَّمَا ٱلسَّبِيلُ عَلَى ٱلَّذِينَ يَظْلِمُونَ ٱلنَّاسَ وَيَبْغُونَ فِى ٱلْأَرْضِ بِغَيْرِ ٱلْحَقِّ ۚ أُو۟لَـٰٓئِكَ لَهُمْ عَذَابٌ أَلِيمٌ",
          "transliteration": "innamā l-sabīlu ʿalā alladhīna yaẓlimūna l-nāsa wayabghūna fī l-arḍi bighayri l-ḥaqi ulāika lahum ʿadhābun alīmun",
          "translation": "Sesungguhnya kesalahan hanya ada pada orang-orang yang berbuat zalim kepada manusia dan melampaui batas di bumi tanpa (mengindahkan) kebenaran. Mereka itu mendapat siksaan yang pedih.",
          "tafsir": "Dalam ayat ini Allah menolak tuduhan kaum musyrik Mekah bahwa Muhammad saw itu mengada-adakan dusta terhadap Allah. Ini adalah perbuatan yang amat buruk. Seandainya Allah menghendaki, tentu Dia dapat mengunci mati hatimu karena perbuatan semacam itu, tidak dilakukan kecuali oleh orang musyrikin. Tetapi sunah Allah telah berlaku dan akan terus berlaku bahwa Dia selalu menghancurkan dan menghapuskan yang batil serta menguatkan yang hak dan menanamkan hakikat yang hak itu di kalangan manusia sesuai dengan ketentuan yang telah ditetapkan-Nya. Itulah sebabnya agama yang dibawa oleh Muhammad saw hari demi hari makin bertambah kuat dan mantap, makin tersebar luas, serta semakin bertambah banyak penganutnya. Allah Maha Mengetahui semua yang tersimpan dalam hati, tidak ada yang tersembunyi bagi-Nya, maka segala sesuatu terjadi berdasarkan ilmu Allah yang amat luas, meliputi segala sesuatu. Oleh sebab itu tuduhan mereka terhadap Nabi Muhammad yang dianggap telah mengada-adakan kebohongan tentang Allah diketahui oleh-Nya dan telah dibuktikan ketidakbenarannya dalam ayat ini."
        },
        {
          "number": 43,
          "arabic": "وَلَمَن صَبَرَ وَغَفَرَ إِنَّ ذَٰلِكَ لَمِنْ عَزْمِ ٱلْأُمُورِ",
          "transliteration": "walaman ṣabara waghafara inna dhālika lamin ʿazmi l-umūri",
          "translation": "Tetapi barangsiapa bersabar dan memaafkan, sungguh yang demikian itu termasuk perbuatan yang mulia.",
          "tafsir": "Dalam ayat ini Allah menerangkan bahwa orang-orang yang sabar dan memaafkan perbuatan jahat yang dilakukan orang lain atas dirinya, sedangkan ia sanggup membalasnya, mereka itu telah melakukan sesuatu yang utama dan mereka itu berhak menerima pahala yang banyak. Diriwayatkan oleh Abu Hurairah bahwa seorang laki-laki mencaci maki Abu Bakar, sedangkan Nabi duduk bersamanya, tersenyum, begitu banyak caci maki itu sehingga Abu Bakar membalas caci maki tersebut. Kemudian Nabi marah dan bangun dari duduknya, lalu Abu Bakar mengikutinya dan berkata, \"Ya Rasulullah, dia telah mencaci makiku sedangkan engkau duduk (melihatnya), ketika aku membalas caci makinya engkau marah dan bangkit (meninggalkanku).\" Rasul kemudian menjawab, \"Sesungguhnya (ketika engkau dicaci) malaikat ada bersamamu membalas caci maki orang tersebut, ketika engkau membalas caci maki itu, hadirlah setan (disitu), maka aku tidak mau duduk bersama setan.\" Kemudian Rasul bersabda, Ya Abu Bakar, ada 3 hal yang semuanya benar, yaitu: 1. Seorang hamba dianiaya, lalu dia memaafkan penganiayanya itu, maka ia akan dimuliakan Allah dan dimenangkan atas musuhnya. 2. Seorang laki-laki yang memberikan suatu pemberian dengan maksud mengeratkan hubungan silaturahmi akan diberi Allah tambahan rezeki yang banyak. 3. Orang-orang yang minta-minta dengan maksud memperkaya diri akan dikurangi Allah rezekinya."
        },
        {
          "number": 44,
          "arabic": "وَمَن يُضْلِلِ ٱللَّهُ فَمَا لَهُۥ مِن وَلِىٍّ مِّنۢ بَعْدِهِۦ ۗ وَتَرَى ٱلظَّـٰلِمِينَ لَمَّا رَأَوُا۟ ٱلْعَذَابَ يَقُولُونَ هَلْ إِلَىٰ مَرَدٍّ مِّن سَبِيلٍ",
          "transliteration": "waman yuḍ'lili l-lahu famā lahu min waliyyin min baʿdihi watarā l-ẓālimīna lammā ra-awū l-ʿadhāba yaqūlūna hal ilā maraddin min sabīlin",
          "translation": "Dan barangsiapa dibiarkan sesat oleh Allah, maka tidak ada baginya pelindung setelah itu. Kamu akan melihat orang-orang zalim ketika mereka melihat azab berkata, \"Adakah kiranya jalan untuk kembali (ke dunia)?\"",
          "tafsir": "Pada ayat ini Allah menerangkan bahwa apa yang dikehendaki-Nya pasti menjadi kenyataan dan tak seorang pun yang dapat menghalangi-Nya; sebaliknya apa yang tidak dikehendaki-Nya, tidak akan terjadi. Barang siapa yang telah diberi petunjuk oleh Allah tidak akan ada yang menyesatkannya, dan barang siapa yang telah dibiarkan sesat oleh Allah, karena selalu berbuat kejahatan tidak akan ada seorang pun yang dapat memberinya petunjuk ke jalan yang benar, yang akan membantunya dia mencapai kebahagiaan dan keberuntungan. Firman Allah: Dan barang siapa disesatkan-Nya, maka engkau tidak akan mendapatkan seorang penolong yang dapat memberi petunjuk kepadanya. (al-Kahf/18: 17) Orang-orang kafir di akhirat nanti ketika melihat dan menyaksikan azab di depan matanya, berangan-angan bisa kembali lagi ke dunia untuk berbuat baik dan beriman. Mereka berkata, \"Apakah masih ada jalan bagi kami untuk kembali ke dunia?\" Andaikata mereka itu dapat kembali lagi ke dunia, mereka tidak juga akan beriman dan berbuat baik, mereka akan tetap saja melanggar larangan-larangan Allah. Hal ini digambarkan pula oleh Allah dalam ayat yang lain dengan firman-Nya: Dan seandainya engkau (Muhammad) melihat ketika mereka dihadapkan ke neraka, mereka berkata, \"Seandainya kami dikembalikan (ke dunia), tentu kami tidak akan mendustakan ayat-ayat Tuhan kami, serta menjadi orang-orang yang beriman.\"Tetapi (sebenarnya) bagi mereka telah nyata kejahatan yang mereka sembunyikan dahulu. Seandainya mereka dikembalikan ke dunia, tentu mereka akan mengulang kembali apa yang telah dilarang mengerjakannya. Mereka itu sungguh pendusta. (al-An'am/6: 27-28)"
        }
      ]
    }
  ]
}