{
  "pageNumber": 352,
  "juz": 18,
  "surahs": [
    {
      "number": 24,
      "name": "An-Nur",
      "nameArabic": "النور",
      "meaning": "Cahaya",
      "revelation": "Madinah",
      "description": "Surat An-Nur terdiri dari 64 ayat dan termasuk surat Madaniyyah. Dinamai \"An-Nur\" yang berarti \"Cahaya\" diambil dari kata \"An-Nur\" yang terdapat pada ayat ke-35. Dalam ayat ini, Allah menjelaskan tentang Nur Ilahi, yakni Al-Qur'an yang berisi petunjuk-petunjuk. Petunjuk-petunjuk Allah layaknya cahaya yang menerangi seluruh alam. Surat ini sebagian besar isinya memuat petunjuk-petunjuk Allah yang berhubungan dengan kemasyarakatan dan rumah tangga.**Pokok-Pokok Isi:**1. **Keimanan:** Kesaksian lidah dan anggota-anggota tubuh atas segala perbuatan manusia pada hari kiamat; hanya Allah yang menguasai langit dan bumi; kewajiban rasul hanya menyampaikan agama Allah; iman merupakan dasar diterimanya amal dan ibadah.2. **Hukum-hukum:** Hukum-hukum sekitar masalah zina, li'an dan adab-adab pergaulan di luar dan di dalam rumah tangga.3. **Kisah-kisah:** Kisah tentang berita bohong terhadap Ummul Mukminin 'Aisyah (Qishshatul Ifki).4. **Lain-lain:** Semua jenis hewan diciptakan Allah dari air; janji Allah kepada kaum mukmin yang beramal saleh.Dalam surat An-Nur terdapat ayat-ayat hukum dan petunjuk-petunjuk Allah bagi manusia, baik yang berhubungan dengan hidup kemasyarakatan maupun rumah tangga. Kesemuanya itu merupakan cahaya yang menyinari kehidupan manusia dalam menempuh jalan yang menuju kebahagiaan dunia dan akhirat.**Hubungan Surat An-Nur Dengan Surat Al-Furqan:**1. Surat An-Nur ini ditutup dengan keterangan bahwa Allahlah yang memiliki langit dan bumi serta segala isinya; dan yang mengaturnya berdasarkan hikmah dan kemaslahatan yang Dia kehendaki. Allah pula yang membuat perhitungan terhadap segala amal perbuatan hamba-hamba-Nya pada hari kiamat. Maka dalam surat Al Furqan Allah memulai dengan menunjukkan tentang ketinggian-Nya baik pada zat, sifat-sifat, dan perbuatan-Nya, dan menunjukkan pula kecintaan-Nya kepada hamba-hamba-Nya dengan menurunkan Al-Qur'an sebagai pedoman hidup bagi mereka.2. Pada akhir surat ini Allah mewajibkan kaum muslimin mengikuti Rasul-Nya, Muhammad, serta mengancam dengan azab bagi yang menentangnya. Maka pada permulaan surat Al-Furqan, Allah menyebutkan bahwa Nabi Muhammad diberikan Al-Qur'an yang membimbing umat manusia.3. Pada masing-masing surat digambarkan keadaan awan, turunnya hujan, dan penghijauan bumi sebagai bukti kekuasaan Allah.4. Dalam kedua surat ini Allah menjelaskan bahwa amal usaha orang-orang kafir pada hari kiamat tidak diberi pahala sedikit pun, dan keduanya menerangkan pula asal muasal kejadian manusia.",
      "verses": [
        {
          "number": 21,
          "arabic": "۞ يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَتَّبِعُوا۟ خُطُوَٰتِ ٱلشَّيْطَـٰنِ ۚ وَمَن يَتَّبِعْ خُطُوَٰتِ ٱلشَّيْطَـٰنِ فَإِنَّهُۥ يَأْمُرُ بِٱلْفَحْشَآءِ وَٱلْمُنكَرِ ۚ وَلَوْلَا فَضْلُ ٱللَّهِ عَلَيْكُمْ وَرَحْمَتُهُۥ مَا زَكَىٰ مِنكُم مِّنْ أَحَدٍ أَبَدًا وَلَـٰكِنَّ ٱللَّهَ يُزَكِّى مَن يَشَآءُ ۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ",
          "transliteration": "yāayyuhā alladhīna āmanū lā tattabiʿū khuṭuwāti l-shayṭāni waman yattabiʿ khuṭuwāti l-shayṭāni fa-innahu yamuru bil-faḥshāi wal-munkari walawlā faḍlu l-lahi ʿalaykum waraḥmatuhu mā zakā minkum min aḥadin abadan walākinna l-laha yuzakkī man yashāu wal-lahu samīʿun ʿalīmun",
          "translation": "Wahai orang-orang yang beriman! Janganlah kamu mengikuti langkah-langkah setan. Barang siapa mengikuti langkah-langkah setan, maka sesungguhnya dia (setan) menyuruh mengerjakan perbuatan yang keji dan mungkar. Kalau bukan karena karunia Allah dan rahmat-Nya kepadamu, niscaya tidak seorang pun di antara kamu bersih (dari perbuatan keji dan mungkar itu) selama-lamanya, tetapi Allah membersihkan siapa yang Dia kehendaki. Dan Allah Maha Mendengar, Maha Mengetahui.",
          "tafsir": "Pada ayat ini Allah memperingatkan kepada orang-orang yang percaya kepada-Nya dan kepada Rasul-Nya, agar mereka itu jangan menuruti ajakan setan, mengikuti jejak dan langkahnya, seperti suka dan senang menyebarluaskan aib dan perbuatan keji di antara orang-orang yang beriman. Barangsiapa yang senang mengikuti langkah-langkah setan, pasti ia akan terjerumus ke lembah kehinaan, berbuat yang keji dan mungkar, karena setan itu memang suka berbuat yang demikian. Oleh karena itu jangan sekali-kali mau mencoba-coba mengikuti jejak dan langkahnya. Sekiranya Allah tidak memberikan karunia dan rahmat kepada hamba-Nya dan yang selalu membukakan kesempatan sebesar-besarnya untuk bertobat dari maksiat yang telah diperbuat mereka, tentunya mereka tidak akan bersih dari dosa-dosa mereka yang mengakibatkan kekecewaan dan kesengsaraan, bahkan akan disegerakan azab yang menyiksa mereka itu di dunia ini, sebagaimana firman Allah: Dan Allah menghukum manusia karena kezalimannya, niscaya Dia tidak akan ada yang ditinggalkan-Nya (di bumi) dari makhluk yang melata sekalipun, tetapi Allah menangguhkan mereka sampai waktu yang sudah ditentukan. (an- Nahl/16: 61) Allah Yang mempunyai kekuasaan yang tertinggi, bagaimana pun juga, Dia tetap akan membersihkan orang-orang yang dikehendaki-Nya dari hamba-Nya, dengan menerima tobat mereka seperti halnya Hassan, Mistah bin Utsatsah dan lainnya. Mereka itu telah dibersihkan dari penyakit nifak, sekalipun mereka itu telah berperang secara aktif di dalam penyebaran berita bohong yang dikenal dengan \"haditsul-ifki\", Allah Maha Mendengar segala apa yang diucapkan yang sifatnya menuduh dan ketentuan kebersihan yang dituduh, Maha Mengetahui apa yang terkandung dan tersembunyi di dalam hati mereka yang senang menyebarkan berita-berita keji yang memalukan orang lain."
        },
        {
          "number": 22,
          "arabic": "وَلَا يَأْتَلِ أُو۟لُوا۟ ٱلْفَضْلِ مِنكُمْ وَٱلسَّعَةِ أَن يُؤْتُوٓا۟ أُو۟لِى ٱلْقُرْبَىٰ وَٱلْمَسَـٰكِينَ وَٱلْمُهَـٰجِرِينَ فِى سَبِيلِ ٱللَّهِ ۖ وَلْيَعْفُوا۟ وَلْيَصْفَحُوٓا۟ ۗ أَلَا تُحِبُّونَ أَن يَغْفِرَ ٱللَّهُ لَكُمْ ۗ وَٱللَّهُ غَفُورٌ رَّحِيمٌ",
          "transliteration": "walā yatali ulū l-faḍli minkum wal-saʿati an yu'tū ulī l-qur'bā wal-masākīna wal-muhājirīna fī sabīli l-lahi walyaʿfū walyaṣfaḥū alā tuḥibbūna an yaghfira l-lahu lakum wal-lahu ghafūrun raḥīmun",
          "translation": "Dan janganlah orang-orang yang mempunyai kelebihan dan kelapangan di antara kamu bersumpah bahwa mereka (tidak) akan memberi (bantuan) kepada kerabat(nya), orang-orang miskin dan orang-orang yang berhijrah di jalan Allah, dan hendaklah mereka memaafkan dan berlapang dada. Apakah kamu tidak suka kalau Allah mengampunimu? Dan Allah Maha Pengampun, Maha Penyayang.",
          "tafsir": "Pada ayat ini Allah menerangkan bahwa orang-orang yang percaya kepada Allah, janganlah mereka itu bersumpah untuk tidak mau memberikan bantuan kepada karib kerabatnya yang memerlukan bantuan karena berbuat salah, seperti Mistah anak dari saudara perempuan Ibunya Abu Bakar ra. ia seorang fakir miskin, berhijrah dari Mekah ke Medinah yang turut bersama Rasulullah saw, memperkuat pasukan kaum Muslimin di Perang Badar. Oleh karena itu, sesudah turun wahyu yang menunjukkan atas kebersihan Aisyah dari hal yang dituduhkan kepadanya, dan setelah Allah mengampuni orang-orang yang semestinya diampuni, serta diberi hukuman kepada orang-orang yang semestinya menerima yang demikian itu, maka Abu Bakar ra, kembali ramah dan berbuat baik serta memberi bantuan kepada kerabatnya Mistah. Mistah adalah sepupunya, anak dari saudara perempuan ibunya. Orang-orang mukmin hendaklah memaafkan dan berlapang dada kepada segenap oknum yang terlibat atau dilibatkan di dalam peristiwa hadisul ifki. Pemaafan dan kembali membantu mereka itu merupakan sarana untuk memperoleh ampunan dari Allah. Adakah manusia yang tidak ingin bahwa dosa-dosanya diampuni Allah? Siapakah yang tidak berdosa dalam hidupnya? Bila mereka melakukannya, yaitu memaafkan dan membantu mereka yang kekurangan, maka Allah akan mengampuni dosa mereka dan menyayangi mereka. Mereka akan masuk surga."
        },
        {
          "number": 23,
          "arabic": "إِنَّ ٱلَّذِينَ يَرْمُونَ ٱلْمُحْصَنَـٰتِ ٱلْغَـٰفِلَـٰتِ ٱلْمُؤْمِنَـٰتِ لُعِنُوا۟ فِى ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ وَلَهُمْ عَذَابٌ عَظِيمٌ",
          "transliteration": "inna alladhīna yarmūna l-muḥ'ṣanāti l-ghāfilāti l-mu'mināti luʿinū fī l-dun'yā wal-ākhirati walahum ʿadhābun ʿaẓīmun",
          "translation": "Sungguh, orang-orang yang menuduh perempuan-perempuan baik, yang lengah<sup foot_note=135512>1</sup> dan beriman (dengan tuduhan berzina), mereka dilaknat di dunia dan di akhirat, dan mereka akan mendapat azab yang besar,",
          "tafsir": "Pada ayat ini Allah menerangkan bahwa orang-orang yang menuduh perempuan-perempuan yang saleh dan beriman kepada Allah dan Rasul-Nya, mereka itu akan dijauhkan dari rahmat Allah di dunia dan di akhirat, dan di akhirat nanti akan ditimpakan kepada mereka azab yang amat pedih, sebagai balasan dari kejahatan yang telah diperbuat mereka. Merekalah yang menjadi sumber dari berita yang menyakitkan hati perempuan-perempuan yang beriman, menyebarkan berita itu di antara orang-orang yang beriman. Mereka telah menjadi buruk bagi orang-orang yang turut menyiarkan berita-berita keji itu, dan mereka itu akan menanggung dosa atas perbuatannya."
        },
        {
          "number": 24,
          "arabic": "يَوْمَ تَشْهَدُ عَلَيْهِمْ أَلْسِنَتُهُمْ وَأَيْدِيهِمْ وَأَرْجُلُهُم بِمَا كَانُوا۟ يَعْمَلُونَ",
          "transliteration": "yawma tashhadu ʿalayhim alsinatuhum wa-aydīhim wa-arjuluhum bimā kānū yaʿmalūna",
          "translation": "pada hari, (ketika) lidah, tangan dan kaki mereka menjadi saksi atas mereka terhadap apa yang dahulu mereka kerjakan.",
          "tafsir": "Pada ayat ini Allah menerangkan bahwa ketika orang-orang jahat yang bergelimang dosa di dunia akan diazab di akhirat nanti, mereka membantah dan mengingkari perbuatan jahat mereka, maka anggota tubuhnya menjadi saksi. Lidah, tangan dan kaki mereka menjadi saksi dan menceritakan apa-apa yang telah dikerjakan di dunia. Dengan kekuasaan Allah anggota-anggota tubuh itu bisa berbicara dan bercerita, sebagaimana firman Allah: Dan mereka berkata kepada kulit mereka, \"Mengapa kamu menjadi saksi terhadap kami?\" (Kulit) mereka menjawab, \"Yang menjadikan kami dapat berbicara adalah Allah, yang (juga) menjadikan segala sesuatu dapat berbicara. (Fussilat/41: 21) Dan sabda Rasulullah saw: Pada hari Kiamat nanti, diperkenalkanlah orang kafir dengan perbuatannya. Ia menyangkal dan membantah (tidak mengakui perbuatannya itu). Dikatakan kepadanya, \"Mereka tetanggamu menjadi saksi atas perbuatanmu itu.\" Jawabnya, \"Mereka itu dusta.\" Dikatakan lagi, \"Keluargamu dan karib keluargamu menjadi saksi.\" Jawabnya, \"Mereka juga itu bohong.\" Saksi-saksi itu disuruh bersumpah. Mereka bersumpah (memperkuat kesaksian mereka) kemudian Allah menutup persoalan orang-orang kafir itu dan bersaksilah lidah, tangan dan kaki mereka, lalu mereka dimasukkan ke dalam neraka. (Riwayat Ibnu Abi hatim dan Ibnu Jarir dari Abu Sa'id al- Khudri) Sebagian ahli tafsir memberi penjelasan bahwa kesaksian yang dimaksud di sini bukan berupa ucapan, tetapi kesaksian berupa gerakan. Kalau mengenai ucapannya, lidahnya yang bergerak. Kalau mengenai perbuatan tangan atau kaki, bergeraklah tangan dan kaki sesuai dengan apa yang telah diperbuatnya di dunia."
        },
        {
          "number": 25,
          "arabic": "يَوْمَئِذٍ يُوَفِّيهِمُ ٱللَّهُ دِينَهُمُ ٱلْحَقَّ وَيَعْلَمُونَ أَنَّ ٱللَّهَ هُوَ ٱلْحَقُّ ٱلْمُبِينُ",
          "transliteration": "yawma-idhin yuwaffīhimu l-lahu dīnahumu l-ḥaqa wayaʿlamūna anna l-laha huwa l-ḥaqu l-mubīnu",
          "translation": "Pada hari itu Allah menyempurnakan balasan yang sebenarnya bagi mereka, dan mereka tahu bahwa Allah Mahabenar, Maha Menjelaskan.",
          "tafsir": "Pada ayat ini Allah menerangkan bahwa di akhirat nanti, akan disempurnakan balasan amal perbuatan tiap-tiap manusia oleh Allah. Di sanalah mereka akan mengetahui bahwa azab yang dijanjikan kepada mereka yang berbuat dosa dan maksiat di dunia ini, benar-benar akan menjadi kenyataan dan tidak ada keragu-raguan, Allah benar-benar menepati janji-Nya, dan menjelaskan sesuatu menurut hakikat yang sebenarnya. Firman Allah: Dan takutlah pada hari (ketika) kamu semua dikembalikan kepada Allah. Kemudian setiap orang diberi balasan yang sempurna sesuai dengan apa yang telah dilakukannya, dan mereka tidak dizalimi (dirugikan). (al-Baqarah/2: 281) Oleh karena itu setiap manusia hendaklah berhati-hati dalam berbuat sesuatu dan sedapat mungkin menghindari hal-hal yang menyebabkan dia binasa dan di azab nanti di akhirat, sebagaimana sabda Nabi saw: Jauhilah tujuh macam yang membinasakan. Ditanya apakah yang tujuh itu wahai Rasulullah? Jawab beliau, \"Menyekutukan Allah, sihir, membunuh (manusia) yang diharamkan Allah, kecuali dengan hak, memakan riba, memakan harta benda anak yatim, lari membelakang dari pertempuran (fi sabilillah) dan menuduh perempuan-perempuan yang baik yang bersih hatinya dan beriman.\" (Riwayat al-Bukhari dan Muslim dari Abu Hurairah)"
        },
        {
          "number": 26,
          "arabic": "ٱلْخَبِيثَـٰتُ لِلْخَبِيثِينَ وَٱلْخَبِيثُونَ لِلْخَبِيثَـٰتِ ۖ وَٱلطَّيِّبَـٰتُ لِلطَّيِّبِينَ وَٱلطَّيِّبُونَ لِلطَّيِّبَـٰتِ ۚ أُو۟لَـٰٓئِكَ مُبَرَّءُونَ مِمَّا يَقُولُونَ ۖ لَهُم مَّغْفِرَةٌ وَرِزْقٌ كَرِيمٌ",
          "transliteration": "al-khabīthātu lil'khabīthīna wal-khabīthūna lil'khabīthāti wal-ṭayibātu lilṭṭayyibīna wal-ṭayibūna lilṭṭayyibāti ulāika mubarraūna mimmā yaqūlūna lahum maghfiratun wariz'qun karīmun",
          "translation": "Perempuan-perempuan yang keji untuk laki-laki yang keji, dan laki-laki yang keji untuk perempuan-perempuan yang keji (pula), sedangkan perempuan-perempuan yang baik untuk laki-laki yang baik dan laki-laki yang baik untuk perempuan-perempuan yang baik (pula). Mereka itu bersih dari apa yang dituduhkan orang. Mereka memperoleh ampunan dan rezeki yang mulia (surga).<sup foot_note=135513>1</sup>",
          "tafsir": "Pada ayat ini Allah menerangkan bahwa perempuan-perempuan yang tidak baik biasanya menjadi istri laki-laki yang tidak baik pula. Begitu pula laki-laki yang tidak baik adalah untuk perempuan-perempuan yang tidak baik pula, karena bersamaan sifat-sifat dan akhlak itu, mengandung adanya persahabatan yang akrab dan pergaulan yang erat. Perempuan-perempuan yang baik-baik adalah untuk laki-laki yang baik-baik pula sebagaimana diketahui bahwa keramah-tamahan antara satu dengan yang lain terjalin karena adanya persamaan dalam sifat-sifat, akhlak, cara bergaul dan lain-lain. Begitu juga laki-laki yang baik-baik adalah untuk perempuan-perempuan yang baik-baik pula, ketentuan itu tidak akan berubah dari yang demikian itu. Oleh karena itu, kalau sudah diyakini bahwa Rasulullah adalah laki-laki yang paling baik, dan orang pilihan di antara orang-orang dahulu dan orang kemudian, maka tentulah istri Rasulullah Aisyah r.a. adalah perempuan yang paling baik pula. Ini merupakan kebohongan dan tuduhan yang dilontarkan kepada diri Aisyah r.a. Mereka yang baik-baik, baik laki-laki maupun perempuan termasuk Safwan bin Muattal dan Aisyah r.a. adalah bersih dari tuduhan yang dilontarkan oleh orang-orang yang keji, baik laki-laki maupun perempuan, mereka itu memperoleh ampunan dari Allah dan rezeki yang mulia di sisi Allah dalam surga."
        },
        {
          "number": 27,
          "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَدْخُلُوا۟ بُيُوتًا غَيْرَ بُيُوتِكُمْ حَتَّىٰ تَسْتَأْنِسُوا۟ وَتُسَلِّمُوا۟ عَلَىٰٓ أَهْلِهَا ۚ ذَٰلِكُمْ خَيْرٌ لَّكُمْ لَعَلَّكُمْ تَذَكَّرُونَ",
          "transliteration": "yāayyuhā alladhīna āmanū lā tadkhulū buyūtan ghayra buyūtikum ḥattā tastanisū watusallimū ʿalā ahlihā dhālikum khayrun lakum laʿallakum tadhakkarūna",
          "translation": "Wahai orang-orang yang beriman! Janganlah kamu memasuki rumah yang bukan rumahmu sebelum meminta izin dan memberi salam kepada penghuninya. Yang demikian itu lebih baik bagimu, agar kamu (selalu) ingat.",
          "tafsir": "Pada ayat ini Allah mengajarkan kepada orang-orang mukmin tata cara bergaul untuk memelihara dan memupuk cinta dan kasih sayang serta pergaulan yang baik di antara mereka, yaitu janganlah memasuki rumah orang lain kecuali sesudah diberi izin dan memberi salam terlebih dahulu, agar tidak sampai melihat aib orang lain, melihat hal-hal yang tidak pantas orang lain melihatnya, tidak menyaksikan hal-hal yang biasanya disem-bunyikan orang dan dijaga betul untuk tidak dilihat orang lain. Seseorang yang meminta izin untuk memasuki rumah orang, yang ditandai dengan memberi salam, jika tidak mendapat jawaban sebaiknya dilakukan sampai tiga kali. Kalau sudah ada izin, barulah masuk dan kalau tidak sebaik ia pulang. Cara yang demikian itulah yang lebih baik, yaitu apabila akan memasuki rumah orang lain, harus lebih dahulu minta izin, memberi salam dan menunggu sampai ada izin, kalau tidak, lebih baik pulang saja."
        }
      ]
    }
  ]
}