{
  "pageNumber": 34,
  "juz": 2,
  "surahs": [
    {
      "number": 2,
      "name": "Al-Baqarah",
      "nameArabic": "البقرة",
      "meaning": "Sapi Betina",
      "revelation": "Madinah",
      "description": "Surat \"Al Baqarah\" terdiri atas 286 ayat dan sebagian besar diturunkan di Madinah pada permulaan tahun Hijrah, kecuali ayat 281 yang diturunkan di Mina pada Haji wadaa' (haji Nabi Muhammad s.a.w. yang terakhir). Seluruh ayat surat Al Baqarah termasuk golongan Madaniyyah dan merupakan surat yang terpanjang di antara surat-surat Al Qur'an yang di dalamnya terdapat pula ayat yang terpanjang (ayat 282).Surat ini dinamai \"Al Baqarah\" karena di dalamnya disebutkan kisah penyembelihan sapi betina yang diperintahkan Allah kepada Bani Israil (ayat 67 sampai dengan 74), di mana dijelaskan watak orang Yahudi pada umumnya. Dinamai \"Fusthaathul-Qur'an\" (puncak Al Qur'an) karena memuat beberapa hukum yang tidak disebutkan dalam surat yang lain. Dinamai juga surat \"Alif-laam-miim\" karena surat ini dimulai dengan Alif-laam-miim.&nbsp;Pokok-Pokok Isi:1. Keimanan:Dakwah Islamiyah yang dihadapkan kepada umat Islam, ahli kitab dan para musyrikin.2. Hukum-hukum:Perintah mengerjakan shalat; menunaikan zakat; hukum puasa; hukum haji dan umrah; hukum qishash; halal dan haram; berinfak di jalan Allah; hukum arak dan judi; cara menyantuni anak yatim, larangan riba; utang-piutang; nafkah dan yang berhak menerimanya; wasiat kepada ibu-bapak dan kaum kerabat; hukum sumpah; kewajiban menyampaikan amanah; sihir; hukum merusak masjid; hukum mengubah kitab-kitab Allah; hukum haidh, 'iddah, thalak, khulu', ilaa' dan susuan; hukum melamar, mahar, larangan menikahi wanita musyrik dan sebaliknya; hukum perang.3. Kisah-kisah:Kisah penciptaan Nabi Adam a.s; kisah Nabi Ibrahim a.s.; kisah Nabi Musa a.s. dengan Bani Israil.4. Lain-lain:Sifat-sifat orang yang bertakwa; sifat-sifat orang munafik; sifat-sifat Allah; perumpamaan-perumpamaan; kiblat, kebangkitan sesudah mati.Kesimpulan surat Al Baqarah:1. Menjelaskan beberapa hukum dalam agama Islam.2. Mengemukakan beberapa perumpamaan.3. Mengemukakan hujjah-hujjah.Hubungan Surat Al Baqarah Dengan Surat Ali 'Imran:1. Dalam surat Al Baqarah, disebutkan Nabi Adam a.s. yang langsung diciptakan Allah, sedang dalam surat Ali'Imran, disebutkan tentang kelahiran Nabi 'Isa a.s. yang kedua-duanya diciptakan Allah secara menyelisihi kebiasaan.2. Dalam surat Al Baqarah, sifat dan perbuatan orang-orang Yahudi dibentangkan secara luas disertai dengan hujjah untuk mematahkan hujjah-hujjah mereka yang membela kesesatan, sedang dalam surat Ali 'Imran, dibentangkan hal-hal serupa yang berhubungan dengan orang Nasrani.3. Surat Al Baqarah dimulai dengan menyebutkan tiga golongan manusia, yaitu orang mukmin, orang yang mengimani hari akhir, dan orang munafik. Sementara itu, surat Ali 'Imran dimulai dengan menyebutkan orang yang suka mentakwilkan ayat yang mutasyabihaat secara salah untuk memfitnah orang mukmin, dan menyebutkan orang yang mempunyai keahlian dalam menakwilkannya.4. Surat Al Baqarah disudahi dengan permohonan kepada Allah agar kesalahan-kesalahan dan kealpaan dalam melaksanakan ketaatan diampuni, sedang surat Ali 'Imran disudahi dengan permohonan kepada Allah agar Dia memberi pahala atas amal saleh yang dilakukan hamba-Nya.5. Surat Al Baqarah dimulai dengan menyebutkan sifat-sifat orang yang bertakwa, sedang surat Ali 'Imran dimulai dengan perintah bertakwa.",
      "verses": [
        {
          "number": 216,
          "arabic": "كُتِبَ عَلَيْكُمُ ٱلْقِتَالُ وَهُوَ كُرْهٌ لَّكُمْ ۖ وَعَسَىٰٓ أَن تَكْرَهُوا۟ شَيْـًٔا وَهُوَ خَيْرٌ لَّكُمْ ۖ وَعَسَىٰٓ أَن تُحِبُّوا۟ شَيْـًٔا وَهُوَ شَرٌّ لَّكُمْ ۗ وَٱللَّهُ يَعْلَمُ وَأَنتُمْ لَا تَعْلَمُونَ",
          "transliteration": "kutiba ʿalaykumu l-qitālu wahuwa kur'hun lakum waʿasā an takrahū shayan wahuwa khayrun lakum waʿasā an tuḥibbū shayan wahuwa sharrun lakum wal-lahu yaʿlamu wa-antum lā taʿlamūna",
          "translation": "Diwajibkan atas kamu berperang, padahal itu tidak menyenangkan bagimu. Tetapi boleh jadi kamu tidak menyenangi sesuatu, padahal itu baik bagimu, dan boleh jadi kamu menyukai sesuatu, padahal itu tidak baik bagimu. Allah mengetahui, sedang kamu tidak mengetahui.",
          "tafsir": "Dengan turunnya ayat ini hukum perang itu menjadi wajib kifayah dalam rangka membela diri dan membebaskan penindasan. Bila musuh telah masuk ke dalam negeri orang-orang Islam, hukumnya menjadi wajib 'ain. Hukum wajib perang ini turun pada tahun kedua Hijri. Ketika masih di Mekah (sebelum Hijrah) Nabi Muhammad saw dilarang berperang, baru pada permulaan tahun Hijrah, Nabi diizinkan perang bilamana perlu. Berperang dirasakan sebagai suatu perintah yang berat bagi orang-orang Islam sebab akan menghabiskan harta dan jiwa. Lebih-lebih pada permulaan Hijrah ke Medinah. Kaum Muslimin masih sedikit, sedang kaum musyrikin mempunyai jumlah yang besar. Berperang ketika itu dirasakan sangat berat, tetapi karena perintah berperang sudah datang untuk membela kesucian agama Islam dan meninggikan kalimatullah, maka Allah menjelaskan bahwa tidak selamanya segala yang dirasakan berat dan sulit itu membawa penderitaan, tetapi mudah-mudahan justru membawa kebaikan. Betapa khawatirnya seorang pasien yang pengobatannya harus dengan mengalami operasi, sedang operasi itu paling dibenci dan ditakuti, tetapi demi untuk kesehatannya dia harus mematuhi nasehat dokter, barulah penyakit hilang dan badan menjadi sehat setelah dioperasi. Allah memerintahkan sesuatu bukan untuk menyusahkan manusia, sebab di balik perintah itu akan banyak ditemui rahasia-rahasia yang membahagiakan manusia. Masalah rahasia itu Allah-lah yang lebih tahu, sedang manusia tidak mengetahuinya."
        },
        {
          "number": 217,
          "arabic": "يَسْـَٔلُونَكَ عَنِ ٱلشَّهْرِ ٱلْحَرَامِ قِتَالٍ فِيهِ ۖ قُلْ قِتَالٌ فِيهِ كَبِيرٌ ۖ وَصَدٌّ عَن سَبِيلِ ٱللَّهِ وَكُفْرٌۢ بِهِۦ وَٱلْمَسْجِدِ ٱلْحَرَامِ وَإِخْرَاجُ أَهْلِهِۦ مِنْهُ أَكْبَرُ عِندَ ٱللَّهِ ۚ وَٱلْفِتْنَةُ أَكْبَرُ مِنَ ٱلْقَتْلِ ۗ وَلَا يَزَالُونَ يُقَـٰتِلُونَكُمْ حَتَّىٰ يَرُدُّوكُمْ عَن دِينِكُمْ إِنِ ٱسْتَطَـٰعُوا۟ ۚ وَمَن يَرْتَدِدْ مِنكُمْ عَن دِينِهِۦ فَيَمُتْ وَهُوَ كَافِرٌ فَأُو۟لَـٰٓئِكَ حَبِطَتْ أَعْمَـٰلُهُمْ فِى ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ ۖ وَأُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
          "transliteration": "yasalūnaka ʿani l-shahri l-ḥarāmi qitālin fīhi qul qitālun fīhi kabīrun waṣaddun ʿan sabīli l-lahi wakuf'run bihi wal-masjidi l-ḥarāmi wa-ikh'rāju ahlihi min'hu akbaru ʿinda l-lahi wal-fit'natu akbaru mina l-qatli walā yazālūna yuqātilūnakum ḥattā yaruddūkum ʿan dīnikum ini is'taṭāʿū waman yartadid minkum ʿan dīnihi fayamut wahuwa kāfirun fa-ulāika ḥabiṭat aʿmāluhum fī l-dun'yā wal-ākhirati wa-ulāika aṣḥābu l-nāri hum fīhā khālidūna",
          "translation": "Mereka bertanya kepadamu (Muhammad) tentang berperang pada bulan haram. Katakanlah, \"Berperang dalam bulan itu adalah (dosa) besar. Tetapi menghalangi (orang) dari jalan Allah, ingkar kepada-Nya, (menghalangi orang masuk) Masjidilharam, dan mengusir penduduk dari sekitarnya, lebih besar (dosanya) dalam pandangan Allah. Sedangkan fitnah<sup foot_note=135025>1</sup> lebih kejam daripada pembunuhan. Mereka tidak akan berhenti memerangi kamu sampai kamu murtad (keluar) dari agamamu, jika mereka sanggup. Barang siapa yang murtad di antara kamu dari agamanya, lalu dia mati dalam kekafiran, maka mereka itu sia-sia amalnya di dunia dan di akhirat, dan mereka itulah penghuni neraka, mereka kekal di dalamnya.\"",
          "tafsir": "Berperang pada bulan-bulan suci memang tidak boleh, haram hukumnya, kecuali kalau musuh menyerang. Ketika orang-orang bertanya kepada Rasulullah saw, bagaimana hukumnya berperang di bulan-bulan Haram, seperti yang telah dilakukan oleh Abdullah bin Jahsy terhadap rombongan pedagang Quraisy, maka turunlah wahyu yang menyatakan haram hukumnya berperang di bulan itu dan besar dosanya. Tetapi menghalangi manusia dari jalan Allah, adalah perbuatan kafir kepada Allah. Sedangkan menghalangi kaum Muslimin memasuki Masjidilharam, mengusir orang-orang Islam dari Mekah, lebih besar lagi dosanya di sisi Allah. Semua itu adalah fitnah yang lebih besar bahayanya dari pembunuhan di bulan Haram. Fitnah dalam ayat ini mencakup semua pelanggaran yang berat seperti hal-hal tersebut di atas dan menganiaya serta menyiksa orang-orang Islam. Perbuatan seperti itu lebih besar dosanya daripada berperang. Seperti halnya yang dilakukan oleh orang-orang kafir Quraisy terhadap Ammar bin Yasir, Bilal, Habbab bin Arat dan lain-lain. Ammar bin Yasir disiksa dengan besi panas yang dilekatkan ke tubuhnya, agar ia keluar dari agama Islam. Namun ia tetap dalam Islam. Bukan ia saja yang disiksa, juga bapaknya, ibunya dan saudaranya. Bilal disiksa pula oleh majikannya, Umayyah bin Khalaf. Bilal tidak boleh makan dan minum siang malam dengan tangan dan kaki terikat, dilemparkan ke tengah-tengah padang pasir yang panas terik, di atas punggungnya diletakkan sebuah batu besar, kemudian Umayyah menyiksanya sambil mengatakan, \"Azab ini akan terus kau derita sampai engkau mati, bila engkau tidak mau keluar dari Islam dan kembali menyembah tuhan \"Lata dan Uzza\". Tetapi Bilal lebih memilih menderita azab dan siksaan daripada ingkar kepada Allah dan Muhammad. Banyak pengikut-pengikut Nabi Muhammad saw yang sama nasibnya dengan Ammar bin Yasir dan Bilal itu. Cara yang kejam itu akan terus dilancarkan oleh orang-orang kafir terhadap kaum Muslimin pada segala masa dan tempat, dimana saja mereka mempunyai kesempatan, sehingga orang-orang Islam menjadi murtad dari agamanya. Murtad artinya keluar dari agama Islam. Orang-orang murtad itu kalau mereka mati dalam keadaan murtad semua amalnya akan dihapus dan mereka akan kekal dalam neraka."
        },
        {
          "number": 218,
          "arabic": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَٱلَّذِينَ هَاجَرُوا۟ وَجَـٰهَدُوا۟ فِى سَبِيلِ ٱللَّهِ أُو۟لَـٰٓئِكَ يَرْجُونَ رَحْمَتَ ٱللَّهِ ۚ وَٱللَّهُ غَفُورٌ رَّحِيمٌ",
          "transliteration": "inna alladhīna āmanū wa-alladhīna hājarū wajāhadū fī sabīli l-lahi ulāika yarjūna raḥmata l-lahi wal-lahu ghafūrun raḥīmun",
          "translation": "Sesungguhnya orang-orang yang beriman, dan orang-orang yang berhijrah dan berjihad di jalan Allah, mereka itulah yang mengharapkan rahmat Allah. Allah Maha Pengampun, Maha Penyayang.",
          "tafsir": "Ayat ini menerangkan balasan bagi orang-orang yang kuat imannya menghadapi segala cobaan dan ujian. Begitu juga balasan bagi orang-orang yang hijrah meninggalkan negerinya yang dirasakan tidak aman, ke negeri yang aman untuk menegakkan agama Allah, seperti hijrahnya Nabi Muhammad saw bersama pengikut-pengikutnya dari Mekah ke Medinah, dan balasan bagi orang-orang yang berjihad fi sabilillah, baik dengan hartanya maupun dengan jiwanya. Mereka itu semuanya mengharapkan rahmat Allah dan ampunan-Nya, dan sudah sepantasnya memperoleh kemenangan dan kebahagiaan sebagai balasan atas perjuangan mereka. Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang."
        },
        {
          "number": 219,
          "arabic": "۞ يَسْـَٔلُونَكَ عَنِ ٱلْخَمْرِ وَٱلْمَيْسِرِ ۖ قُلْ فِيهِمَآ إِثْمٌ كَبِيرٌ وَمَنَـٰفِعُ لِلنَّاسِ وَإِثْمُهُمَآ أَكْبَرُ مِن نَّفْعِهِمَا ۗ وَيَسْـَٔلُونَكَ مَاذَا يُنفِقُونَ قُلِ ٱلْعَفْوَ ۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلْـَٔايَـٰتِ لَعَلَّكُمْ تَتَفَكَّرُونَ",
          "transliteration": "yasalūnaka ʿani l-khamri wal-maysiri qul fīhimā ith'mun kabīrun wamanāfiʿu lilnnāsi wa-ith'muhumā akbaru min nafʿihimā wayasalūnaka mādhā yunfiqūna quli l-ʿafwa kadhālika yubayyinu l-lahu lakumu l-āyāti laʿallakum tatafakkarūna",
          "translation": "Mereka menanyakan kepadamu (Muhammad) tentang khamar<sup foot_note=135026>1</sup> dan judi. Katakanlah, \"Pada keduanya terdapat dosa besar dan beberapa manfaat bagi manusia. Tetapi dosanya lebih besar daripada manfaatnya.\" Dan mereka menanyakan kepadamu (tentang) apa yang (harus) mereka infakkan. Katakanlah, \"Kelebihan (dari apa yang diperlukan).\" Demikianlah Allah menerangkan ayat-ayat-Nya kepadamu agar kamu memikirkan,",
          "tafsir": "Ayat ini menjawab pertanyaan para sahabat yang diajukan kepada Rasulullah saw. Jawaban-jawaban itu bukan saja mengenai hukum khamar dan judi, tetapi sekaligus menjawab pertanyaan tentang apa yang akan dinafkahkan; dan juga mengenai persoalan anak-anak yatim. Larangan minum khamar, diturunkan secara berangsur-angsur. Sebab minum khamar itu bagi orang Arab sudah menjadi adat kebiasaan yang mendarah daging sejak zaman jahiliah. Kalau dilarang sekaligus, dikhawatirkan akan sangat memberatkan bagi mereka. Mula-mula dikatakan bahwa dosanya besar, kemudian dikatakan orang mabuk tidak boleh mengerjakan salat; dan terakhir dikatakan bahwa minum khamar itu adalah keji dan termasuk perbuatan setan. Kemudian mereka dicela dengan mengatakan, \"Apakah kamu belum mau juga berhenti meminumnya?\" Tegasnya: minum khamar dan main judi itu dilarang, dan haram hukumnya. Yang dimaksud dengan khamar menurut pendapat jumhur ulama ialah semua minuman yang memabukkan, walaupun terbuat dari bahan apa saja. Jadi minum apa saja yang memabukkan, hukumnya haram, baik sedikit ataupun banyak. Semua ahli kesehatan sependapat, baik dahulu maupun sekarang, bahwa minum khamar itu banyak sekali bahayanya. Allah tidak akan melarang sesuatu, kalau tidak berbahaya bagi manusia. Sudah tidak diragukan bahwa minum khamar itu berbahaya bagi kesehatan, akal pikiran dan urat syaraf, serta harta benda dan keluarga. Minum khamar sama dengan menghisap candu, narkotika, dan obat-obatan terlarang (narkoba) yang menimbulkan ketagihan. Seseorang yang telah ketagihan minum khamar, baginya tidak ada nilainya harta benda, berapa saja harga khamar itu akan dibelinya. Dengan demikian, khamar membahayakan dalam pergaulan masyarakat, menimbulkan permusuhan, perkelahian, dan sebagainya. Rumah tangga akan kacau, tetangga tidak aman dan masyarakat akan rusak, karena minum khamar. Penyakit kecanduan khamar erat sekali hubungannya dengan segala perbuatan maksiat dan kejahatan. Seorang yang sudah mabuk, tidak akan malu-malu berzina di tempat-tempat maksiat seperti night club, bar dan lain-lain. Kedua perbuatan mesum itu biasa disatukan tempatnya. Bahaya minum khamar akan lebih besar lagi kalau sudah bercampur dengan zina. Bukan saja menghambur-hamburkan harta dan berfoya-foya memperturutkan hawa nafsu, tapi segala macam penyakit kelamin akan merebak, lahirlah anak-anak tanpa bapak yang sah, serta pembunuhan bayi-bayi yang tidak berdosa. Pekerjaan seperti ini merupakan perbuatan yang terkutuk yang tidak berperikemanusiaan, perbuatan keji yang lebih keji dari perbuatan hewan. Sebagaimana halnya minum khamar, Allah juga melarang main judi sebab bahayanya lebih besar daripada manfaatnya. Judi ialah semua permainan yang menggunakan pertaruhan yang kalah harus membayar kepada yang menang. Taruhan itu berupa apa saja: uang, barang-barang, dan lain-lain. Bahaya main judi tidak kurang dari bahaya minum khamar. Main judi cepat sekali menimbulkan permusuhan dan kemarahan, dan tidak jarang menimbulkan pembunuhan. Bahaya itu sudah terbukti sejak dahulu sampai sekarang. Bilamana di suatu tempat telah berjangkit perjudian, maka di tempat itu selalu terjadi perselisihan, pemusuhan dan pembunuhan. Pekerjaan nekad, kerap kali terjadi pada pemain-pemain judi, seperti bunuh diri, merampok, dan lain-lain, lebih-lebih bila ia mengalami kekalahan. Judi adalah perbuatan berbahaya, akibat berjudi seseorang yang baik dapat menjadi jahat, malas mengerjakan ibadah, dan jenuh hatinya dari mengingat Allah. Dia jadi pemalas, pemarah, matanya merah, dan badannya lemas. Dengan sendirinya akhlaknya menjadi rusak, tidak mau bekerja untuk mencari rezeki dengan jalan yang baik, dan selalu mengharap kalau-kalau mendapat kemenangan. Dalam sejarah perjudian, tidak ada orang yang kaya karena berjudi. Malahan sebaliknya yang terjadi, banyak orang kaya tiba-tiba jatuh miskin dan melarat karena berjudi. Banyak pula rumah tangga yang bahagia, tiba-tiba hancur berantakan karena judi. Adapun manfaat minum khamar sedikit sekali, boleh dikatakan tidak ada artinya dibandingkan dengan bahayanya. Misalnya, khamar, mungkin dapat menjadi obat, dapat dijadikan komoditas perdagangan yang mendatangkan keuntungan, dan dapat menimbulkan semangat bagi prajurit-prajurit yang akan pergi berperang, dan lain-lain. Tapi semua itu bukanlah manfaat yang berarti. Tentang bahaya minum khamar dan main judi, dan apa yang akan diderita oleh peminum khamar dan pemain judi nantinya, selain dijelaskan oleh Allah dalam Al-Qur'an juga banyak diterangkan dalam hadis-hadis Nabi Muhammad saw. Sesudah para sahabat menanyakan kedua masalah yang sangat besar bahayanya itu, yaitu minum khamar dan main judi, maka mereka menanyakan masalah apa yang akan dinafkahkan. Dalam satu riwayat, dari Ibnu Abi hatim dari Ibnu 'Abbas beberapa orang sahabat Rasulullah saw datang bertanya kepada beliau, \"Kami belum tahu, apakah itu nafkah fi sabilillah yang diperintahkan kepada kami untuk mengeluarkannya dari harta kami?\" Ayat ini adalah jawabannya. Sengaja Allah swt menggabungkan masalah nafkah dengan masalah khamar dan judi dalam satu ayat, untuk menjadi cermin perbandingan bagi manusia, bahwa di samping ada orang yang menghambur-hamburkan hartanya untuk berbuat maksiat seperti minum khamar dan berjudi, ada pula orang yang menggunakan hartanya untuk dinafkahkan di jalan Allah. Orang-orang yang menghamburkan hartanya di jalan maksiat itu akan mendapat kehancuran dan malapetaka, sebaliknya orang-orang yang mempergunakan hartanya di jalan Allah akan memperoleh kebahagiaan dan keberuntungan. Yang dimaksud dengan nafkah dalam ayat ini ialah memberi sedekah, amal jariah, derma, sumbangan, dan lain-lain yang hukumnya sunah, sedang zakat hukumnya wajib. Hal ini sudah diterangkan dalam ayat-ayat yang lain. Arti al-'afwa di sini ialah \"yang lebih dari keperluan\". Jadi yang akan dinafkahkan adalah harta yang sudah berlebih dari keperluan pokok sehari-hari. Allah menganjurkan agar seseorang berusaha mencari rezeki untuk keperluan anak dan istri serta orang-orang yang di bawah tanggungannya. Tapi kalau rezeki yang diberikan Allah sudah lebih dari kebutuhan tersebut, Allah menganjurkan agar ia berinfak, yaitu memberikan sebagian dari kelebihan harta itu untuk keperluan fi sabilillah. Umpamanya untuk membangun rumah-rumah ibadah, seperti masjid, musala atau surau, atau untuk membangun rumah-rumah yatim atau rumah-rumah pendidikan seperti madrasah, asrama-asrama pelajar, fakir miskin, juga kepada pelajar dan mahasiswa dalam bentuk beasiswa, dan lain-lain. Amal-amal sosial seperti tersebut di atas, dapat dibiayai dengan nafkah yang diberikan kaum Muslimin. Memberikan nafkah dalam hal ini penting sekali, sebab itu merupakan urat nadi pembangunan dalam Islam dan jadi jembatan yang menghubungkan antara yang kaya dengan yang miskin. Begitulah cara Allah memberikan petunjuk dengan ayat-ayat-Nya untuk kebahagiaan umat manusia. Ditunjukkan-Nya jalan mana yang dapat mendatangkan manfaat dan kebaikan dan jalan yang akan menjerumuskan ke dalam bahaya dan kerusakan. Dalam hal ini, manusia harus memikirkannya. Berpikir bukan untuk dunia saja tetapi juga memikirkan akhirat dalam setiap usaha dan pekerjaannya. Kaum Muslimin menjadi jaya dan mulia bila mau mempergunakan akalnya untuk memikirkan keselamatan hidupnya dan masyarakatnya di dunia dan di akhirat. Di dunia, mereka menjadi orang yang terhormat dan disegani, karena mereka adalah orang-orang yang mampu, berwibawa, dan memegang tampuk kekuasaan. Di akhirat, dia menjadi orang yang beruntung karena amal kebajikannya yang banyak."
        }
      ]
    }
  ]
}