{
  "pageNumber": 288,
  "juz": 15,
  "surahs": [
    {
      "number": 17,
      "name": "Al-Isra'",
      "nameArabic": "الإسراء",
      "meaning": "Perjalanan Malam",
      "revelation": "Makkah",
      "description": "Surat ini terdiri dari 111 ayat dan termasuk surat Makkiyyah. Dinamakan dengan \"Al-Isra'\" yang berarti \"memperjalankan pada malam hari,\" berhubung peristiwa Isra' Nabi Muhammad dari Masjidil Haram di Mekah ke Masjidil Aqsha di Baitul Maqdis dicantumkan pada ayat pertama surat ini. Penuturan cerita Isra' pada permulaan surat ini mengandung isyarat bahwa Nabi Muhammad beserta umatnya di kemudian hari akan mencapai martabat yang tinggi dan akan menjadi umat yang besar.Surat ini dinamakan pula dengan \"Bani Israil\" artinya \"keturunan Israil\" berhubung permulaan surat ini, yakni pada ayat kedua sampai dengan ayat kedelapan dan ayat 101 sampai dengan ayat 104, Allah menyebutkan tentang Bani Israil, yang dihinakan sebab menyimpang dari ajaran Allah padahal sebelumnya adalah bangsa yang kuat dan besar. Dihubungkannya kisah Isra' dengan cerita \"Bani Israil\" pada surat ini, memberikan peringatan bahwa umat Islam akan mengalami keruntuhan, sebagaimana halnya Bani Israil, apabila mereka juga meninggalkan ajaran-ajaran agama.**Pokok-Pokok Isi:**1. **Keimanan:** Allah tidak mempunyai anak baik berupa manusia ataupun malaikat; Allah pasti memberikan rezeki kepada manusia; Allah mempunyai nama-nama yang paling baik; Al-Qur'an adalah wahyu dari Allah yang memberikan petunjuk, penawar, dan rahmat bagi orang-orang yang beriman; keberadaan padang Mahsyar dan hari kebangkitan.2. **Hukum-hukum:** Larangan menghilangkan (membunuh) manusia; larangan berzina; larangan mempergunakan harta anak yatim kecuali dengan cara yang dibenarkan agama; larangan ikut-ikutan baik dengan kata-kata maupun dengan perbuatan dan durhaka kepada kedua orang tua. Perintah memenuhi janji dan menyempurnakan timbangan dan takaran; perintah melakukan shalat lima waktu tepat pada waktunya.3. **Kisah-kisah:** Kisah Isra' Nabi Muhammad; beberapa kisah tentang Bani Israil.4. **Lain-lain:** Pertanggungjawaban manusia terhadap amal perbuatannya; beberapa faktor yang menyebabkan kebangkitan dan kehancuran suatu umat; petunjuk-petunjuk tentang pergaulan dengan kedua orang tua, tetangga, dan masyarakat; manusia adalah makhluk Allah yang mulia namun mempunyai sifat-sifat yang tidak baik, seperti: suka ingkar, putus asa, dan terburu-buru; dan persoalan roh.Dalam surat ini, banyak ayat yang mengemukakan bahwa Al-Qur'an yang dibawa Nabi Muhammad benar-benar wahyu dari Allah, dan bahwa manusia pasti mengalami hari kebangkitan. Dalam surat ini, dikemukakan pula dalil-dalil tentang kekuasaan dan keesaan Allah serta hukum-hukum yang diturunkan-Nya yang wajib diperhatikan dan dikerjakan oleh manusia.**Hubungan Surat Al-Isra' Dengan Surat Al-Kahfi:**1. Surat Al-Isra' dimulai dengan tasbih (membaca subhanallah) kepada Allah, sedang surat Al-Kahfi dibuka dengan tahmid (membaca alhamdulillah) kepada-Nya. Tasbih dan tahmid adalah dua kata yang seringkali bergandengan dalam firman-firman Allah.2. Persamaan antara penutup surat Al-Isra' dengan pembuka surat Al-Kahfi adalah sama-sama dengan tahmid kepada Allah.3. Menurut sebuah riwayat, ada tiga buah pertanyaan yang diajukan oleh orang Yahudi melalui perantara orang musyrikin kepada Nabi Muhammad, yakni permasalahan ruh, cerita Ashhabul Kahfi, dan kisah Dzulqarnain. Permasalahan ruh dijawab dalam surat Al-Isra' dan dua permasalahan lainnya pada surat Al-Kahfi.4. Dalam surat Al-Isra' ayat 85 Allah berfirman, \"Dan kamu hanya diberi sedikit pengetahuan.\" Firman ini ditujukan kepada sebagian orang Yahudi yang merasa sombong dengan ilmu pengetahuan yang ada pada mereka, sebab mereka hanyalah manusia yang diberi sedikit ilmu pengetahuan. Dalam surat Al-Kahfi, Allah menceritakan tentang Nabi Musa dengan Nabi Khidhir yang belum pernah diketahui oleh orang-orang Yahudi.",
      "verses": [
        {
          "number": 59,
          "arabic": "وَمَا مَنَعَنَآ أَن نُّرْسِلَ بِٱلْـَٔايَـٰتِ إِلَّآ أَن كَذَّبَ بِهَا ٱلْأَوَّلُونَ ۚ وَءَاتَيْنَا ثَمُودَ ٱلنَّاقَةَ مُبْصِرَةً فَظَلَمُوا۟ بِهَا ۚ وَمَا نُرْسِلُ بِٱلْـَٔايَـٰتِ إِلَّا تَخْوِيفًا",
          "transliteration": "wamā manaʿanā an nur'sila bil-āyāti illā an kadhaba bihā l-awalūna waātaynā thamūda l-nāqata mub'ṣiratan faẓalamū bihā wamā nur'silu bil-āyāti illā takhwīfan",
          "translation": "Dan tidak ada yang menghalangi Kami untuk mengirimkan (kepadamu) tanda-tanda (kekuasaan Kami), melainkan karena (tanda-tanda) itu telah didustakan oleh orang terdahulu. Dan telah Kami berikan kepada kaum Samud unta betina (sebagai mukjizat) yang dapat dilihat, tetapi mereka menganiaya (unta betina itu). Dan Kami tidak mengirimkan tanda-tanda itu melainkan untuk menakut-nakuti.",
          "tafsir": "Imam Ahmad meriwayatkan dari Ibnu 'Abbas bahwa ia berkata, \"Penduduk Mekah meminta kepada Nabi saw agar mengubah gunung Safa menjadi gunung emas, dan menghilangkan bukit agar tanahnya bisa diguna-kan untuk pertanian. Malaikat mengatakan kepada Nabi, \"Jika engkau mau memenuhi permintaan mereka, penuhilah. Apabila mereka mengingkari, mereka dapat dibinasakan seperti umat-umat terdahulu.\" Nabi bersabda, \"Tetapi saya ingin menunda permintaan mereka.\" Kemudian Allah menurun-kan ayat ini.\" Allah menjelaskan bahwa tidak ada yang mampu menghalangi ter-laksananya mukjizat yang diberikan kepada rasul-Nya. Orang-orang dahulu yang mendustakan tanda-tanda kekuasaan-Nya (mukjizat) seperti yang telah diberikan kepada para rasul-Nya yang terdahulu, akan dimusnahkan. Begitu pula orang-orang Quraisy yang meminta kepada Nabi Muhammad saw, supaya Allah menurunkan pula tanda-tanda kekuasaan-Nya kepada mereka. Akan tetapi, Allah tidak mengabulkannya, karena bila tanda-tanda kekuasaan Allah itu diturunkan, pasti mereka mendustakannya juga dan tentulah mereka akan dibinasakan seperti umat-umat yang dahulu. Sedang Allah tidak akan membinasakan orang-orang Quraisy, karena di antara keturunan mereka ada yang diharapkan menjadi orang-orang yang beriman. Allah swt menjelaskan bahwa Dia telah memberikan tanda-tanda kekuasaan-Nya (mukjizat-Nya) kepada Nabi Saleh, seperti yang diminta oleh kaum Samud yaitu unta betina yang dapat mereka saksikan sendiri. Rasulullah bersabda: Diriwayatkan dari ar-Rabi' bin Anas, ia berkata, \"Orang-orang Quraisy berkata kepada Rasulullah saw, \"(Kami mau beriman), seandainya didatangkan kepada kami tanda-tanda kekuasaan Allah, seperti yang didatangkan oleh Nabi Saleh dan para nabi (kepada umat mereka).\" Kemudian Rasulullah saw bersabda, \"Kalau kamu sekalian menginginkan agar saya berdoa kepada Allah, tentulah Allah akan menurunkan (tanda-tanda kekuasaan itu) kepadamu. Tetapi apabila kamu membangkang juga, tentulah kamu akan dibinasakan.\" Kemudian mereka berkata, \"Kami tidak menginginkan.\" (Riwayat al-Baihaqi) Allah menjelaskan bahwa pada akhirnya kaum Samud tetap tidak menjadi orang-orang yang beriman, bahkan mereka menganiaya unta betina yang menjadi mukjizat Nabi Saleh itu dan menyembelihnya. Allah swt lalu membinasakan mereka karena dosa-dosa mereka, dan menyamaratakan mereka dengan tanah. Di akhir ayat ini, Allah swt menjelaskan bahwa Dia memberikan tanda-tanda kekuasaan itu untuk mengingatkan manusia agar mengambil pelajaran darinya, sehingga mereka bertobat dan kembali mengikuti bimbingan Allah swt seperti yang diserukan oleh para nabi dan rasul-Nya."
        },
        {
          "number": 60,
          "arabic": "وَإِذْ قُلْنَا لَكَ إِنَّ رَبَّكَ أَحَاطَ بِٱلنَّاسِ ۚ وَمَا جَعَلْنَا ٱلرُّءْيَا ٱلَّتِىٓ أَرَيْنَـٰكَ إِلَّا فِتْنَةً لِّلنَّاسِ وَٱلشَّجَرَةَ ٱلْمَلْعُونَةَ فِى ٱلْقُرْءَانِ ۚ وَنُخَوِّفُهُمْ فَمَا يَزِيدُهُمْ إِلَّا طُغْيَـٰنًا كَبِيرًا",
          "transliteration": "wa-idh qul'nā laka inna rabbaka aḥāṭa bil-nāsi wamā jaʿalnā l-ru'yā allatī araynāka illā fit'natan lilnnāsi wal-shajarata l-malʿūnata fī l-qur'āni wanukhawwifuhum famā yazīduhum illā ṭugh'yānan kabīran",
          "translation": "Dan (ingatlah) ketika Kami wahyukan kepadamu, \"Sungguh, (ilmu) Tuhanmu meliputi seluruh manusia.\" Dan Kami tidak menjadikan mimpi<sup foot_note=135429>1</sup> yang telah Kami perlihatkan kepadamu, melainkan sebagai ujian bagi manusia dan (begitu pula) pohon yang terkutuk (zaqqūm) dalam Alquran. Dan Kami menakut-nakuti mereka, tetapi yang demikian itu hanyalah menambah besar kedurhakaan mereka.",
          "tafsir": "Abu Ya'la dari Ummi Hani meriwayatkan bahwa pagi hari setelah Isra', sebagian orang-orang Quraisy memperolok-olokkan Rasulullah dan meminta buktinya. Lalu beliau menggambarkan keadaan Baitul Maqdis serta menceritakan kepada mereka tentang kisah isra'. Kemudian Walid bin Mugirah berkata, Orang ini adalah penyihir.\" Maka turunlah ayat ini. Allah swt memberi dukungan kepada Rasulullah dalam melaksanakan tugas-tugas kerasulannya dan akan melindunginya dari tipu daya orang-orang yang mengingkari risalahnya dengan mengingatkan Rasul dan mewahyukan kepadanya bahwa ilmu Tuhan meliputi segala hal ihwal manusia. Maksudnya ialah Allah Mahakuasa terhadap seluruh hamba-Nya. Mereka berada di bawah genggaman-Nya sehingga tidak dapat bergerak kecuali menurut ketentuan-Nya. Allah berkuasa melindungi Rasul-Nya dari orang-orang yang memusuhinya, sehingga mereka tidak mungkin secara semena-mena menyakiti hatinya. Allah swt berfirman: Dan Allah memelihara engkau dari (gangguan) manusia. (al-Ma'idah/5: 67) Menurut keterangan al-Hasan, Allah swt akan menghalangi setiap usaha mereka untuk membunuh Nabi. Allah swt berfirman: Dan (ingatlah), ketika orang-orang kafir (Quraisy) memikirkan tipu daya terhadapmu (Muhammad) untuk menangkap dan memenjarakanmu atau membunuhmu, atau mengusirmu. Mereka membuat tipu daya dan Allah menggagalkan tipu daya itu. Allah adalah sebaik-baik pembalas tipu daya. (al-Anfal/8: 30) Allah menjelaskan juga pengingkaran orang-orang Quraisy terhadap apa yang diperlihatkan kepada Nabi Muhammad pada malam Isra' dan Mi'raj, seperti pohon zaqqum yang tumbuh di neraka. Hal ini sebagai ujian, siapakah di antara umatnya yang benar-benar beriman dan siapa yang ingkar. Mereka yang benar-benar beriman bertambah kuat imannya, akan tetapi mereka yang imannya hanya di mulut saja, bertambah ingkar. Pohon zaqqum yang disebutkan dalam Al-Qur'an juga menjadi ujian kepada mereka, pada saat mereka mendengar kaum Muslimin membacakan ayat: Sungguh pohon zaqqum itu, makanan bagi orang yang banyak dosa. (ad-Dukhan/44: 43-44) Mereka memperselisihkannya; orang yang imannya kuat, bertambah kuat imannya, tetapi orang yang mengingkari kerasulan Muhammad saw bertambah kekafirannya. Abu Jahal, misalnya, termasuk orang yang mengingkarinya. Ketika itu ia berkata, \"Sebenarnya anak Abu Kabsyah (Muhammad saw) mengancam kamu dengan ancaman neraka, yang bahan bakarnya batu, kemudian ia mengira di neraka itu tumbuh pohon, padahal kamu tahu bahwa api itu membakar pohon.\" 'Abdullah bin az-Zibara ber-kata, \"Sebenarnya Muhammad menakut-nakuti kami dengan pohon zaqqum itu tiada lain kecuali kurma dan keju, maka telanlah.\" Mereka lalu makan kurma dan keju itu. Orang-orang musyrik Quraisy tidak mempercayai bahwa di neraka ada tumbuh-tumbuhan yang disebut pohon zaqqum, karena mereka beranggapan bahwa api memusnahkan segalanya. Mereka tidak mengetahui bahwa di dunia ini juga terdapat keajaiban-keajaiban yang mencengangkan, terlebih-lebih lagi di akhirat. Misalnya di dunia ada semacam serat yang tak terbakar oleh api (asbes). Bahan ini sering dipergunakan untuk bahan baju yang tahan api. Bumi ini mengandung api (yaitu magma) di dalam perut bumi yang akan terlihat pada saat gunung api meletus, tetapi di atasnya tumbuh pohon-pohon yang menghijau. Kayu atau batu pun dapat mengeluarkan api pada saat digosok-gosokkan. Di dalam air pun terdapat unsur oksigen yang menyebabkan api menyala. Singkatnya, hati orang-orang kafir Quraisy tidak mau menerima kebenaran Al-Qur'an. Keingkaran mereka kepada ar-ru'ya (mimpi atau yang dilihat Nabi saw pada waktu isra') dan pohon zaqqum merupakan bukti yang jelas akan keingkaran mereka. Allah swt berfirman: Sungguh, Kami menjadikannya (pohon zaqqum itu) sebagai azab bagi orang-orang zalim. Sungguh, itu adalah pohon yang keluar dari dasar neraka Jahim, mayangnya seperti kepala-kepala setan. (ash-shaffat/37: 63-65) Di akhir ayat ditegaskan bahwa Allah hendak mengingatkan mereka akan siksaan-Nya, tetapi yang demikian itu hanya akan menambah mereka bergelimang dalam kedurhakaan dan kesesatan."
        },
        {
          "number": 61,
          "arabic": "وَإِذْ قُلْنَا لِلْمَلَـٰٓئِكَةِ ٱسْجُدُوا۟ لِـَٔادَمَ فَسَجَدُوٓا۟ إِلَّآ إِبْلِيسَ قَالَ ءَأَسْجُدُ لِمَنْ خَلَقْتَ طِينًا",
          "transliteration": "wa-idh qul'nā lil'malāikati us'judū liādama fasajadū illā ib'līsa qāla a-asjudu liman khalaqta ṭīnan",
          "translation": "Dan (ingatlah), ketika Kami berfirman kepada para malaikat, \"Sujudlah kamu semua kepada Adam,\" lalu mereka sujud, kecuali Iblis. Ia (iblis) berkata, \"Apakah aku harus bersujud kepada orang yang Engkau ciptakan dari tanah?\"",
          "tafsir": "Allah swt memerintahkan Rasulullah agar mengingatkan kaumnya akan permusuhan Iblis kepada Adam dan keturunannya. Permusuhan itu telah berlangsung lama sejak penciptaan Adam. Ketika Allah swt memerintahkan kepada para malaikat agar sujud untuk memberikan penghormatan kepada Adam, mereka lalu sujud kepadanya, kecuali Iblis. Ia merasa lebih mulia dan menolak perintah Allah. Sikap seperti itu disebabkan oleh kesombongannya, seperti tergambar dalam kata-katanya, \"Apakah saya akan sujud kepada Adam yang diciptakan dari tanah, sedangkan aku diciptakan dari api.\" Menurut anggapan Iblis, api lebih mulia daripada tanah. Kata-kata Iblis serupa itu diungkapkan dalam ayat lain, seperti tersebut dalam firman Allah: (Iblis) berkata, \"Aku lebih baik daripadanya, karena Engkau ciptakan aku dari api, sedangkan dia Engkau ciptakan dari tanah.\" (shad/38: 76) Iblis menjadi kafir karena tidak menaati perintah Allah dan bersikap sombong. Ia beranggapan bahwa Allah swt telah memerintahkan sesuatu yang tidak pada tempatnya. Anggapan Iblis yang demikian hanyalah khayalannya sendiri. Anggapannya bahwa api lebih mulia dari tanah adalah anggapan yang tidak benar, karena api dan tanah sama-sama makhluk Allah. Allah yang menciptakannya dari tiada, kemudian melebihkan kegunaannya dari yang satu atas yang lain, sesuai dengan kebijaksanaan-Nya. Api bisa membakar, sementara tanah bisa menumbuhkan. Keduanya menjadi penunjang kehidupan manusia. Jadi secara kodrati, keduanya tidak bisa dilebihkan antara satu dengan yang lain. Keduanya mempunyai kelebihan masing-masing."
        },
        {
          "number": 62,
          "arabic": "قَالَ أَرَءَيْتَكَ هَـٰذَا ٱلَّذِى كَرَّمْتَ عَلَىَّ لَئِنْ أَخَّرْتَنِ إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ لَأَحْتَنِكَنَّ ذُرِّيَّتَهُۥٓ إِلَّا قَلِيلًا",
          "transliteration": "qāla ara-aytaka hādhā alladhī karramta ʿalayya la-in akhartani ilā yawmi l-qiyāmati la-aḥtanikanna dhurriyyatahu illā qalīlan",
          "translation": "Ia (Iblis) berkata, \"Terangkanlah kepadaku, inikah yang lebih Engkau muliakan daripada aku? Sekiranya Engkau memberi waktu kepadaku sampai hari Kiamat, pasti akan aku sesatkan keturunannya, kecuali sebagian kecil.\"",
          "tafsir": "Kemudian dijelaskan bahwa kelancangan dan pembangkangan Iblis terhadap perintah Allah ketika ia meminta agar Allah menerangkan kepada-nya, apa alasan yang menyebabkan dia harus sujud kepada Adam. Perminta-an Iblis itu diungkapkan dalam bentuk kalimat tanya dimaksudkan untuk menunjukkan sikapnya yang merasa heran mendengar perintah Allah agar sujud kepada Adam. Karena pengingkarannya ini, Iblis mendapat murka, dan menjadi jauh dari rahmat Allah. Itulah sebabnya mengapa Iblis memohon kepada Allah agar menangguh-kan hukuman dan kematiannya sampai hari kiamat dan diberi kesempatan untuk menggoda dan menyesatkan keturunan Adam, kecuali sebagian kecil saja dari keturunannya yang memang kuat imannya. Allah swt berfirman: Sesungguhnya kamu (Iblis) tidak kuasa atas hamba-hamba-Ku, kecuali mereka yang mengikutimu, yaitu orang yang sesat. (al-hijr/15: 42)"
        },
        {
          "number": 63,
          "arabic": "قَالَ ٱذْهَبْ فَمَن تَبِعَكَ مِنْهُمْ فَإِنَّ جَهَنَّمَ جَزَآؤُكُمْ جَزَآءً مَّوْفُورًا",
          "transliteration": "qāla idh'hab faman tabiʿaka min'hum fa-inna jahannama jazāukum jazāan mawfūran",
          "translation": "Dia (Allah) berfirman, \"Pergilah, tetapi barang siapa di antara mereka yang mengikuti kamu, maka sungguh, neraka Jahanamlah balasanmu semua, sebagai pembalasan yang cukup.",
          "tafsir": "Allah mengabulkan permintaan Iblis dan membiarkan ia pergi menuruti keinginan dan melaksanakan tipu dayanya hingga hari kiamat datang. Namun demikian, Allah memberi syarat bahwa barang siapa di antara keturunan Adam yang teperdaya mengikuti Iblis, balasannya adalah neraka Jahanam sebagai hukuman yang harus ditimpakan kepadanya. Demikian juga hukuman yang ditimpakan kepada orang-orang yang mengikuti ajakannya, karena berani menyimpang dari perintah Allah dan melanggar larangan-Nya. Allah swt berfirman: Allah berfirman, \"(Baiklah) maka sesungguhnya kamu termasuk yang diberi penangguhan, sampai hari yang telah ditentukan (kiamat).\" (al-hijr/15: 37-38)"
        },
        {
          "number": 64,
          "arabic": "وَٱسْتَفْزِزْ مَنِ ٱسْتَطَعْتَ مِنْهُم بِصَوْتِكَ وَأَجْلِبْ عَلَيْهِم بِخَيْلِكَ وَرَجِلِكَ وَشَارِكْهُمْ فِى ٱلْأَمْوَٰلِ وَٱلْأَوْلَـٰدِ وَعِدْهُمْ ۚ وَمَا يَعِدُهُمُ ٱلشَّيْطَـٰنُ إِلَّا غُرُورًا",
          "transliteration": "wa-is'tafziz mani is'taṭaʿta min'hum biṣawtika wa-ajlib ʿalayhim bikhaylika warajilika washārik'hum fī l-amwāli wal-awlādi waʿid'hum wamā yaʿiduhumu l-shayṭānu illā ghurūran",
          "translation": "Dan perdayakanlah siapa saja di antara mereka yang engkau (iblis) sanggup dengan suaramu (yang memukau), kerahkanlah pasukanmu terhadap mereka, yang berkuda dan yang berjalan kaki, dan bersekutulah dengan mereka pada harta dan anak-anak lalu beri janjilah kepada mereka.\" Padahal setan itu hanya menjanjikan tipuan belaka kepada mereka.",
          "tafsir": "Ayat ini menjelaskan lebih jauh, sampai di mana kemampuan Iblis untuk menggoda keturunan Adam di muka bumi ini. Allah swt membiarkan Iblis menghasut siapa saja di antara keturunan Adam, sesuai kesanggupan dan kemampuannya dengan bujukan dan tipu dayanya. Tipu daya Iblis untuk menggoda keturunan Adam digambarkan seakan-akan panglima yang sedang mengerahkan bala tentara berkuda dan diperkuat dengan tentara yang berjalan kaki. Mereka menyerang musuhnya dengan iringan suara yang gegap gempita guna mengejutkan musuh-musuhnya agar segera tunduk dan takluk di bawah kekuasaannya. Sehubungan dengan penafsiran ayat ini, Imam Mujahid menjelaskan bahwa setiap tentara berkuda yang digunakan menyerang musuh dengan melanggar hukum-hukum Allah, adalah bala tentara yang tergoda Iblis. Dan bala tentara yang berjalan kaki yang berperang dengan melanggar ketentuan Allah termasuk bala tentara Iblis. Mufasir lain menjelaskan bahwa setan tidak lagi mempunyai bala tentara berkuda dan bala tentara yang berjalan kaki. Maksud perumpamaan itu ialah sebagai gambaran pengikut-pengikut Iblis dan pendukung-pendukungnya, tanpa mempedulikan keadaannya, apakah yang bertindak sebagai pendukung atau pengikut itu tentara berkuda atau tentara yang berjalan kaki. Sebagai gambaran yang jelas, Allah mengumpamakan Iblis dan pengikut-pengikutnya dalam menggoda keturunan Adam sebagai orang yang berserikat mengumpulkan harta kekayaan dan anak-anak, yang mendorong mereka terjerumus kepada kemaksiatan dan menuruti hawa nafsu. Secara singkat dapat dikatakan bahwa Iblis berusaha dengan sekuat tenaga untuk menggoda keturunan Adam, agar mereka terjerumus ke dalam larangan Allah. Iblis menggoda hati mereka agar tertarik pada agama yang tidak diridai Allah, menggodanya supaya berzina, atau senang membunuh dan menguburkan anaknya hidup-hidup. Allah juga membiarkan Iblis memberikan janji-janji kepada keturunan Adam dengan janji yang dapat memperdayakan mereka sehingga terlena dari perintah-Nya dan melanggar larangan-Nya. Akan tetapi, janji-janji setan hanya tipuan belaka, tidak ada satu pun godaan yang bisa mencegah hukum-an Allah yang akan ditimpakan kepada mereka. Janji-janji setan itu hanya tipuan yang memukau sehingga mereka tidak mampu lagi membedakan mana yang benar dan mana yang batil. Allah swt berfirman: Dan setan berkata ketika perkara (hisab) telah diselesaikan, \"Sesungguhnya Allah telah menjanjikan kepadamu janji yang benar, dan aku pun telah menjanjikan kepadamu tetapi aku menyalahinya. Tidak ada kekuasaan bagiku terhadapmu, melainkan (sekedar) aku menyeru kamu lalu kamu mematuhi seruanku, oleh sebab itu janganlah kamu mencerca aku, tetapi cercalah dirimu sendiri. (Ibrahim/14: 22)"
        },
        {
          "number": 65,
          "arabic": "إِنَّ عِبَادِى لَيْسَ لَكَ عَلَيْهِمْ سُلْطَـٰنٌ ۚ وَكَفَىٰ بِرَبِّكَ وَكِيلًا",
          "transliteration": "inna ʿibādī laysa laka ʿalayhim sul'ṭānun wakafā birabbika wakīlan",
          "translation": "\"Sesungguhnya (terhadap) hamba-hamba-Ku, engkau (Iblis) tidaklah dapat berkuasa atas mereka. Dan cukuplah Tuhanmu sebagai penjaga.\"",
          "tafsir": "Selanjutnya Allah swt menjelaskan keterbatasan godaan Iblis terhadap keturunan Adam dengan menegaskan bahwa sebenarnya hamba-hamba Allah yang selalu menaati perintah-Nya dan menjauhi larangan-Nya, tidak akan terpengaruh oleh godaannya. Iblis tidak mempunyai kekuasaan untuk memaksa agar mereka tunduk di bawah tipu dayanya. Kemampuan Iblis hanyalah menggoda saja. Orang-orang yang dapat dipengaruhi ialah mereka yang tidak mempunyai iman yang kuat. Oleh karena itu, Allah swt menegaskan pada akhir ayat ini bahwa bagi mereka yang mempunyai iman yang kuat itu cukup berserah diri kepada Allah, dan meminta perlindungan kepada-Nya agar terlepas dari godaan dan tipu daya setan. Dalam ayat ini, terdapat isyarat yang menunjukkan bahwa manusia pada dasarnya tidak mempunyai kekebalan terhadap godaan setan dan tidak mempunyai kontrol pribadi yang menyelamatkan dirinya dari kesesatan. Kekebalan dan kontrol pribadi itu hanyalah perlindungan dan limpahan rahmat Allah swt."
        },
        {
          "number": 66,
          "arabic": "رَّبُّكُمُ ٱلَّذِى يُزْجِى لَكُمُ ٱلْفُلْكَ فِى ٱلْبَحْرِ لِتَبْتَغُوا۟ مِن فَضْلِهِۦٓ ۚ إِنَّهُۥ كَانَ بِكُمْ رَحِيمًا",
          "transliteration": "rabbukumu alladhī yuz'jī lakumu l-ful'ka fī l-baḥri litabtaghū min faḍlihi innahu kāna bikum raḥīman",
          "translation": "Tuhanmulah yang melayarkan kapal-kapal di lautan untukmu, agar kamu mencari karunia-Nya. Sungguh, Dia Maha Penyayang terhadapmu.",
          "tafsir": "Dalam ayat ini dijelaskan bahwa Allah yang menggerakkan kapal-kapal di lautan untuk para hamba-Nya, agar mereka dapat memanfaatkan kapal-kapal itu sebagai alat pengangkut kebutuhan hidup dari suatu negeri ke negeri lain. Dengan pengangkutan itulah kemakmuran yang terdapat di suatu negeri dapat beralih ke negeri yang lain. Di akhir ayat, ditegaskan bahwa Allah benar-benar Maha Penyayang terhadap seluruh hamba-Nya, karena ke mana saja manusia mengarahkan pandangannya, tentu akan menyaksikan berbagi nikmat Allah yang tak terhingga, yang menjadi tanda kebesaran kekuasaan-Nya."
        }
      ]
    }
  ]
}