{
  "pageNumber": 364,
  "juz": 19,
  "surahs": [
    {
      "number": 25,
      "name": "Al-Furqan",
      "nameArabic": "الفرقان",
      "meaning": "Pembeda",
      "revelation": "Makkah",
      "description": "Surat ini terdiri dari 77 ayat dan termasuk golongan surat Makkiyyah. Dinamakan \"Al-Furqan\" yang artinya \"pembeda\" diambil dari kata \"Al-Furqan\" yang terdapat pada ayat pertama surat ini. Yang dimaksud kata Al-Furqan dalam ayat ini ialah Al-Qur'an.Al-Qur'an dinamakan Al-Furqan karena membedakan antara kebenaran dan kebatilan. Maka pada surat ini pun terdapat ayat-ayat yang membedakan antara kebenaran keesaan Allah dan kebatilan kepercayaan syirik.**Pokok-Pokok Isi:**1. **Keimanan:** Allah Mahabesar berkah dan kebaikan-Nya; hanya Allah yang menguasai langit dan bumi; Allah tidak memiliki anak dan sekutu; Al-Qur'an benar-benar diturunkan dari Allah; ilmu Allah meliputi segala sesuatu; Allah bersemayam di atas Arsy; Nabi Muhammad adalah hamba Allah yang diutus ke seluruh alam; rasul-rasul adalah manusia biasa yang mendapat wahyu dari Allah; pada hari kiamat peristiwa-peristiwa luar biasa akan terjadi, seperti: langit terbelah, malaikat turun ke bumi, orang-orang berdosa dihalau ke neraka dengan menyungkurkan wajah.2. **Hukum-hukum:** Haram mengabaikan Al-Qur'an; larangan menafkahkan harta secara boros atau kikir; larangan membunuh atau berzina; kewajiban memberantas kekafiran dengan menggunakan dalil Al-Qur'an; larangan memberikan kesaksian palsu.3. **Kisah-kisah:** Kisah-kisah Nabi Musa, Nabi Nuh, kaum Tsamud, dan kaum Syu'aib.4. **Lain-lain:** Celaan orang kafir terhadap Al-Qur'an; kejadian alam sebagai bukti keesaan dan kekuasaan Allah; hikmah Al-Qur'an diturunkan secara berangsur-angsur; sifat-sifat orang musyrik antara lain: mempertuhankan hawa nafsu dan tidak mempergunakan akal; sifat-sifat hamba Allah yang sejati.Surat Al-Furqan mengandung penjelasan tentang kebenaran keesaan Allah, kenabian Muhammad serta peristiwa-peristiwa yang terjadi pada hari kiamat dan mengemukakan pula kebatilan kemusyrikan dan kekafiran.Kejadian alam seperti pergantian siang dan malam, bertiupnya angin, turunnya hujan, dan lain-lain diterangkan Allah dalam surat ini sebagai bukti atas keesaan dan kekuasaan-Nya. Kesudahan umat-umat yang dahulu yang ingkar dan menentang nabi-nabi juga dikisahkan secara ringkas.Pada bagian akhir, Allah menerangkan sifat-sifat yang terpuji yang dimiliki hamba-Nya yang beriman.**Hubungan Surat Al-Furqan Dengan Surat Asy Syu'ara':**1. Beberapa persoalan dalam surat Al-Furqan diuraikan lagi secara luas di dalam surat Asy Syu'ara', antara lain beberapa kisah nabi-nabi.2. Masing-masing surat itu dimulai dengan keterangan dari Allah bahwa Al-Qur'an adalah petunjuk bagi alam semesta dan membedakan antara yang benar dengan yang batil, dan ditutup dengan ancaman kepada orang-orang yang mendustakannya.",
      "verses": [
        {
          "number": 44,
          "arabic": "أَمْ تَحْسَبُ أَنَّ أَكْثَرَهُمْ يَسْمَعُونَ أَوْ يَعْقِلُونَ ۚ إِنْ هُمْ إِلَّا كَٱلْأَنْعَـٰمِ ۖ بَلْ هُمْ أَضَلُّ سَبِيلًا",
          "transliteration": "am taḥsabu anna aktharahum yasmaʿūna aw yaʿqilūna in hum illā kal-anʿāmi bal hum aḍallu sabīlan",
          "translation": "atau apakah engkau mengira bahwa kebanyakan mereka itu mendengar atau memahami? Mereka itu hanyalah seperti hewan ternak, bahkan lebih sesat jalannya.",
          "tafsir": "Pada ayat ini, Allah menasihati Nabi Muhammad supaya jangan menganggap bahwa kebanyakan orang-orang musyrik mendengarkan ayat dan memahami kebenaran yang terkandung dalam ayat itu sehingga mereka dapat mengamalkan petunjuknya untuk melakukan amal saleh dan memperbaiki akhlak. Allah mengingatkan yang demikian karena mereka itu seperti hewan ternak, bahkan mereka lebih sesat. Jika dibandingkan dengan hewan ternak, maka binatang tunduk kepada majikannya, yang dirasakan mencintainya, tahu siapa yang berbuat kebaikan dan yang berbuat kejahatan kepadanya, dapat mencari sendiri tempat di mana ada rumput makanannya dan air minumannya, dan jika malam hari tahu kembali ke kandangnya, berbeda sekali dengan kaum musyrikin itu sendiri. Mereka tidak mau mengenal Pencipta dan Pemberi rezeki, mereka tidak merasakan berbagai nikmat yang dilimpahkan Tuhan kepadanya. Orang-orang musyrik tidak merasa tertipu oleh setan, yang selalu memandang baik bujukan hawa nafsunya. Kebodohan binatang ternak terbatas hanya pada dirinya sendiri, tetapi kebodohan mereka menjalar sampai menimbulkan berbagai fitnah dan kebinasaan serta menghalangi orang lain dari jalan kebenaran, sampai menimbulkan perpecahan dan peperangan di antara sesama manusia. Walaupun binatang itu tidak mengetahui ketauhidan dan kenabian, namun mereka tidak menentangnya, berbeda dengan orang-orang musyrik yang mengingkari ketauhidan karena kesombongan dan kefanatikan terhadap ajaran keliru yang diwarisi dari nenek moyangnya. Binatang ternak tidak menyia-nyiakan insting yang dikaruniakan Allah kepadanya. Lain halnya dengan kaum musyrikin, mereka dianugerahi akal dan naluri yang baik sejak lahir, tetapi mereka menyia-nyiakan akal yang sehat itu untuk membedakan mana yang baik dan mana yang tidak. Di dalam ayat disebutkan bahwa sebagian besar mereka tidak mendengar atau memahami kebenaran. Memang ada sebagian kecil di antara mereka yang mengakui kebenaran, tetapi tidak sanggup mengikutinya karena khawatir akan kehilangan kedudukan."
        },
        {
          "number": 45,
          "arabic": "أَلَمْ تَرَ إِلَىٰ رَبِّكَ كَيْفَ مَدَّ ٱلظِّلَّ وَلَوْ شَآءَ لَجَعَلَهُۥ سَاكِنًا ثُمَّ جَعَلْنَا ٱلشَّمْسَ عَلَيْهِ دَلِيلًا",
          "transliteration": "alam tara ilā rabbika kayfa madda l-ẓila walaw shāa lajaʿalahu sākinan thumma jaʿalnā l-shamsa ʿalayhi dalīlan",
          "translation": "Tidakkah engkau memperhatikan (penciptaan) Tuhanmu, bagaimana Dia memanjangkan (dan memendekkan) bayang-bayang; dan sekiranya Dia menghendaki, niscaya Dia menjadikannya (bayang-bayang itu) tetap, kemudian Kami jadikan matahari sebagai petunjuk,",
          "tafsir": "Pada ayat ini, Allah memerintahkan rasul-Nya supaya memperhatikan ciptaan-Nya, bagaimana Dia memanjangkan dan memendekkan bayang-bayang dari tiap-tiap benda yang terkena sinar matahari, dari mulai terbit sampai terbenam. Allah sengaja menjadikan panas dari terik cahaya matahari. Kalau Dia menghendaki niscaya Dia menjadikan bayang-bayang itu tetap, tidak berpindah-pindah. Allah menjadikan bayang-bayang itu memanjang atau memendek untuk dipergunakan manusia sebagai pengukur waktu, seperti di Mesir mempergunakan alat yang diberi nama al-Misallat untuk mengukur waktu pada siang hari dan menentukan musim-musim selama setahun. Sejak dahulu kala, bangsa Arab pun telah mempergunakan alat yang diberi nama al-Mazawil untuk menentukan waktu salat dengan bayang-bayang. Mereka dapat memastikan tibanya waktu Zuhur bila bayangan jarumnya sudah berpindah dari arah barat ke timur, dan tiba waktu Asar bila bayangan setiap benda yang berdiri sudah menyamainya. Hanya Imam Abu Hanifah yang berpendapat bahwa bayangan itu harus dua kali dari panjang benda itu sendiri. Jadi jelas bahwa menurut ayat ini, Allah menjadikan bayang-bayang dari sinar matahari sebagai petunjuk waktu."
        },
        {
          "number": 46,
          "arabic": "ثُمَّ قَبَضْنَـٰهُ إِلَيْنَا قَبْضًا يَسِيرًا",
          "transliteration": "thumma qabaḍnāhu ilaynā qabḍan yasīran",
          "translation": "kemudian Kami menariknya (bayang-bayang itu) kepada Kami<sup foot_note=135531>1</sup> sedikit demi sedikit.",
          "tafsir": "Kemudian Allah menghapus bayang-bayang itu dengan perlahan-lahan sejalan dengan proses terbenam matahari sedikit demi sedikit. Menurut para ilmuwan, ayat ini berbicara mengenai presisi keteraturan alam semesta. Ayat ini menerangkan fungsi gerakan dan \"panjang\" bayang-bayang yang bergerak dari pagi, siang, dan sore hari. Memanjangkan bayangan suatu benda dalam ilmu fisika adalah peristiwa mengecilnya sudut datang cahaya dan memendeknya panjang bayangan dikarenakan semakin besarnya sudut datang cahaya. Peristiwa ini sering kita temui dalam kehidupan kita sehari-hari. Pada pagi hari, bayang-bayang benda akibat terkena sinar matahari yang jatuh ke bumi akan tampak panjang. Semakin siang hari dan sampai posisi matahari pada titik kulminasi, bayangan akan tampak semakin memendek. Sebaliknya ketika matahari mulai bergeser ke arah barat sampai menjelang sore hari, akan terlihat bayang-bayang pun kembali menjadi panjang. Hal ini terjadi dikarenakan sudut datang sinar matahari menjadi semakin kecil kembali. Apa yang terjadi manakala bayang-bayang panjangnya tetap atau tidak berubah? Ini peristiwa luar biasa. Secara sederhana dapat diartikan bahwa posisi matahari dan bumi dalam keadaan tetap tidak berubah, maka matahari akan menyinari bumi secara terus menerus. Artinya permukaan bumi (yang terang) akan mengalami proses pemanasan. Suhu permukaan akan terus meningkat selama penyinaran berlangsung. Air laut akan menggelegak dan mendidih. Apabila hal ini terus berlangsung dalam tempo yang lama maka bumi akan terbakar dan hancur akibat suhu yang meningkat. Sedangkan permukaan bumi yang tidak menghadap matahari, akan mengalami proses sebaliknya, yaitu mengalami pendinginan yang luar biasa. Boleh jadi permukaan laut akan beku, dan kehidupan akan mati. Keadaan ekstrem suhu di kedua belahan bumi ini mungkin dapat menjurus ke arah punahnya kehidupan. Kiamatkah? Wallahu a'lam. Allah Mahakuasa atas segala ciptaan-Nya. Peristiwa panjang dan pendek atau arah barat dan arah timur bayang-bayang tadi terhadap posisi matahari dapat menjadi petunjuk waktu bagi manusia yang berada di bumi. Lenyapnya bayang-bayang terjadi secara perlahan merupakan gambaran sederhana sebagaimana peristiwa kejadian matahari terbenam secara perlahan. Hal kedua yang dapat diperoleh adalah bahwa ayat di atas sudah mengindikasikan akan adanya perputaran bumi pada sumbunya. Ayat di bawah ini juga dapat digunakan untuk indikasi tersebut. Dan matahari berjalan di tempat peredarannya. Demikianlah ketetapan (Allah) Yang Mahaperkasa, Maha Mengetahui. Dan telah Kami tetapkan tempat peredaran bagi bulan, sehingga (setelah ia sampai ke tempat peredaran yang terakhir) kembalilah ia seperti bentuk tandan yang tua. Tidaklah mungkin bagi matahari mengejar bulan dan malam pun tidak dapat mendahului siang. Masing-masing beredar pada garis edarnya. (Yasin/36: 38-40). Ayat di atas dapat juga digunakan untuk memperlihatkan adanya keteraturan di alam semesta. Kalimat terakhir dari ayat tersebut secara jelas menyatakannya. Hal serupa dapat pula ditemui pada Surah al-Anbiya'/21: 33, az-Zumar/39: 5, dan ar-Rahman/55: 1-5. Dalam Surah Yasin/36: 38-40 di atas disebutkan bahwa matahari beredar pada garis lintasannya. Astronomi modern membuktikan kebenaran pernyataan Al-Qur'an ini. Seperti diketahui, matahari terletak di sisi terluar dari piringan galaksi Bima Sakti. Galaksi ini berbentuk piringan, yang mempunyai jari-jari sekitar 10 kiloparsecs. Jika dihitung dalam dimensi mil, sama dengan 2 dengan 17 angka nol. Penelitian astronomi menunjukkan bahwa galaksi Bima Sakti ini melakukan perputaran pada sumbunya (revolusi), dan satu revolusi membutuhkan waktu selama 250 juta tahun. Karena matahari berada pada piringan terluar galaksi ini, maka matahari turut pula beredar sesuai dengan garis edar sisi terluar dari piringan galaksi tersebut. Kata yasbahun yang terdapat pada Surah Yasin/36: 40, lebih tepat bila diterjemahkan dengan berenang, dibanding beredar. Sebab, dalam astronomi modern, antariksa ini tidaklah kosong sama sekali, tetapi berisi dan dipenuhi oleh partikel-partikel sub-atomik yang dikenal dengan neutrino. Jadi semua benda langit di jagad-raya ini sesungguhnya 'berenang pada gelombang neutrino. Mengenai rotasi bumi, data memperlihatkan bahwa bumi berputar pada sumbunya dengan kecepatan 1.670 km per jam. Kecepatan ini mendekati kecepatan peluru yang dilepaskan dari senjata modern, yaitu 1.800 km per jam. Maka dapat dibayangkan, betapa cepatnya rotasi bumi. Yang melakukan rotasi secepat ini bukan benda berukuran kecil dan ringan seperti peluru, tetapi suatu benda dengan ukuran dan massa yang sangat besar. Kecepatan orbit bumi terhadap matahari adalah sekitar 60 kali kecepatan peluru, yaitu sekitar 108.000 km per jam. Dengan kecepatan demikian, sebuah pesawat akan dapat mengelilingi bumi dalam waktu 22 menit. Ketepatan rotasi yang mengakibatkan terjadinya siang dan malam di bumi ini, dikonfirmasi oleh ayat di bawah ini. Tidaklah mungkin bagi matahari mengejar bulan dan malam pun tidak dapat mendahului siang. Masing-masing beredar pada garis edarnya. (Yasin/36: 40)"
        },
        {
          "number": 47,
          "arabic": "وَهُوَ ٱلَّذِى جَعَلَ لَكُمُ ٱلَّيْلَ لِبَاسًا وَٱلنَّوْمَ سُبَاتًا وَجَعَلَ ٱلنَّهَارَ نُشُورًا",
          "transliteration": "wahuwa alladhī jaʿala lakumu al-layla libāsan wal-nawma subātan wajaʿala l-nahāra nushūran",
          "translation": "Dan Dialah yang menjadikan malam untukmu (sebagai) pakaian, dan tidur untuk istirahat, dan Dia menjadikan siang untuk bangkit berusaha.",
          "tafsir": "Allah lalu menyebutkan kekuasaan-Nya yang kedua yaitu menjadikan malam itu bermanfaat bagi manusia seperti manfaatnya pakaian yang menutup badan. Allah juga menjadikan tidur nyenyak bagi manusia sehingga ia seperti mati, karena seseorang pada waktu tidur tidak sadar sama sekali, dan anggota badannya berhenti bekerja kecuali jantung dan beberapa organ lainnya. Dengan demikian, dia dapat beristirahat dengan sempurna seperti dalam firman Allah: Dan Dialah yang menidurkan kamu pada malam hari. (al-An'am/6: 60). Allah memegang nyawa (seseorang) pada saat kematiannya dan nyawa (seseorang) yang belum mati ketika dia tidur. (az-Zumar/39: 42) Allah menjadikan siang untuk berusaha dan beraktivitas. Sebagaimana tidur pada malam hari yang diserupakan dengan mati, maka bangun pada siang hari diserupakan dengan bangun lagi dari mati. Demikian pula manusia setelah berakhir masa hidupnya di dunia ini dan mati, akan dibangkitkan kembali setelah matinya, untuk diadili oleh Allah segala yang telah mereka kerjakan selama hidup di dunia."
        },
        {
          "number": 48,
          "arabic": "وَهُوَ ٱلَّذِىٓ أَرْسَلَ ٱلرِّيَـٰحَ بُشْرًۢا بَيْنَ يَدَىْ رَحْمَتِهِۦ ۚ وَأَنزَلْنَا مِنَ ٱلسَّمَآءِ مَآءً طَهُورًا",
          "transliteration": "wahuwa alladhī arsala l-riyāḥa bush'ran bayna yaday raḥmatihi wa-anzalnā mina l-samāi māan ṭahūran",
          "translation": "Dan Dialah yang meniupkan angin (sebagai) pembawa kabar gembira sebelum kedatangan rahmat-Nya (hujan); dan Kami turunkan dari langit air yang sangat bersih,",
          "tafsir": "Kekuasaan Allah yang ketiga ialah Dia yang meniupkan angin sebagai pembawa kabar gembira terutama bagi para petani bahwa hujan yang merupakan rahmat-Nya akan segera turun. Dia pula yang menurunkan air hujan yang amat jernih untuk membersihkan badan dan pakaian, terutama untuk minum dan keperluan lainnya."
        },
        {
          "number": 49,
          "arabic": "لِّنُحْـِۧىَ بِهِۦ بَلْدَةً مَّيْتًا وَنُسْقِيَهُۥ مِمَّا خَلَقْنَآ أَنْعَـٰمًا وَأَنَاسِىَّ كَثِيرًا",
          "transliteration": "linuḥ'yiya bihi baldatan maytan wanus'qiyahu mimmā khalaqnā anʿāman wa-anāsiyya kathīran",
          "translation": "agar (dengan air itu) Kami menghidupkan negeri yang mati (tandus), dan Kami memberi minum kepada sebagian apa yang telah Kami ciptakan, (berupa) hewan-hewan ternak dan manusia yang banyak.",
          "tafsir": "Pada ayat ini, Allah menerangkan bahwa hujan diturunkan untuk menyuburkan negeri-negeri atau tanah yang mati dan tandus. Dengan air hujan pula, Allah memberi minum sebagian besar makhluk-Nya, seperti binatang ternak dan manusia. Dalam ayat lain diterangkan: Dan kamu lihat bumi ini kering, kemudian apabila telah Kami turunkan air (hujan) di atasnya, hiduplah bumi itu dan menjadi subur dan menumbuhkan berbagai jenis pasangan (tetumbuhan) yang indah. (al-hajj/22: 5) Dan firman-Nya: Maka perhatikanlah bekas-bekas rahmat Allah, bagaimana Allah menghidupkan bumi setelah mati (kering). Sungguh, itu berarti Dia pasti (berkuasa) menghidupkan yang telah mati. (ar-Rum/30: 50) Menurut para ilmuwan, dari ayat di atas dapat dibahas dua hal, yaitu: 1.Mengenai terjadinya hujan 2.Mengenai indikasi bahwa air hujan membawa kehidupan, sehingga dapat \".... menghidupkan dengannya negeri yang mati...\" Mengenai terjadinya hujan, kisahnya dimulai dengan air yang mengalir di sepanjang anak sungai yang akan bergabung dengan anak sungai lainnya membentuk sungai yang jauh lebih besar, yang akhirnya mengalir ke laut. Sementara air mengalir melalui anak sungai dan sungai, sebagian akan menguap karena panas sinar matahari (berubah menjadi gas) tetapi sebagian besar terus mengalir sampai ke laut. Di laut inilah proses penguapan atau evaporasi selanjutnya berlangsung. Semua air yang menguap, baik yang berasal dari anak sungai, sungai, atau laut, membentuk uap air di atmosfer. Uap ini naik dan akan menjadi dingin saat mencapai atmosfer yang lebih tinggi. Jika terdapat banyak gas di atmosfer maka uap air ini akan memadat menjadi kelompok gas yang disebut awan. Jika awan tersebut ditiup angin sehingga berkumpul sesamanya, dan naik ke atas sehingga mencapai bagian yang lebih tinggi lagi di lapisan atmosfer, maka uap air akan berubah menjadi tetes-tetes es. Ketika awan menjadi lebih dingin karena suhu atmosfer yang lebih rendah, air menjadi padat (es) dan jatuh, awalnya seperti tetes-tetes es yang sangat kecil, yang biasanya mencair sebelum mencapai tanah. Dengan demikian, tetes air akan jatuh ke bumi sebagai hujan. (lihat juga ar-Ra'd/13: 17; an-Naml/27: 60; al-'Ankabut/29: 63; Luqman/31: 34; as-Sajdah/32: 27; Fathir/35: 27; az-Zumar/39: 21; Qaf/50: 9-11)."
        },
        {
          "number": 50,
          "arabic": "وَلَقَدْ صَرَّفْنَـٰهُ بَيْنَهُمْ لِيَذَّكَّرُوا۟ فَأَبَىٰٓ أَكْثَرُ ٱلنَّاسِ إِلَّا كُفُورًا",
          "transliteration": "walaqad ṣarrafnāhu baynahum liyadhakkarū fa-abā aktharu l-nāsi illā kufūran",
          "translation": "Dan sungguh, Kami telah mempergilirkan (hujan) itu di antara mereka agar mereka mengambil pelajaran; tetapi kebanyakan manusia tidak mau (bersyukur), bahkan mereka mengingkari (nikmat).",
          "tafsir": "Ayat ini menjelaskan bahwa sesungguhnya Allah telah mengatur turunnya hujan secara bergiliran bagi manusia. Kadang-kadang ia turun siang atau malam, kadang-kadang ditujukan untuk menyirami tanah satu kaum yang baru melaksanakan salat Istisqa, kadang-kadang dipalingkan dari kaum yang banyak melakukan kedurhakaan dan kemaksiatan. Semua itu bertujuan agar manusia mengambil pelajaran darinya, dan agar mereka mengerti bahwa Tuhanlah yang mengatur giliran hujan itu seperti mengatur peredaran bintang-bintang dan planet di angkasa luar. Air hujan itu bukan hanya turunnya saja yang diatur dengan bergiliran, akan tetapi bentuk dan keadaannya juga. Kadang-kadang air itu membeku jika suhu udara jauh di bawah nol dan merupakan es batu. Kemudian jika dipanaskan berubah menjadi cair, dan jika dipanaskan berubah menjadi uap. Air merupakan unsur yang terdapat dalam semua makhluk hidup, dalam tumbuh-tumbuhan, binatang, dan manusia, seperti dalam firman Allah: Dan Kami jadikan segala sesuatu yang hidup berasal dari air. (al-Anbiya'/21: 30) Semua ini harus jadi bahan pemikiran bagi manusia agar dapat mensyukuri nikmat Allah. Akan tetapi, kebanyakan manusia enggan bahkan mengingkari nikmat-nikmat itu."
        },
        {
          "number": 51,
          "arabic": "وَلَوْ شِئْنَا لَبَعَثْنَا فِى كُلِّ قَرْيَةٍ نَّذِيرًا",
          "transliteration": "walaw shi'nā labaʿathnā fī kulli qaryatin nadhīran",
          "translation": "Dan sekiranya Kami menghendaki, niscaya Kami utus seorang pemberi peringatan pada setiap negeri.",
          "tafsir": "Ayat ini menjelaskan bahwa seandainya Allah menghendaki, Dia akan mengutus seorang utusan untuk setiap negeri, yang akan memberi peringatan. Akan tetapi, Allah mengirimkan Muhammad sebagai nabi penutup kepada seluruh umat manusia, sebagaimana firman Allah: Katakanlah (Muhammad), \"Wahai manusia! Sesungguhnya aku ini utusan Allah bagi kamu semua.\" (al-A'raf/7: 158) Dan Kami tidak mengutus engkau (Muhammad), melainkan kepada semua umat manusia sebagai pembawa berita gembira dan sebagai pemberi peringatan. (Saba'/34: 28) Jika para nabi lain diutus kepada umat-umat tertentu, maka Allah mengutus Nabi Muhammad sebagai rasul kepada seluruh umat manusia sebagai pembawa berita gembira dan memberi peringatan. Oleh karena itu, mukjizat yang diberikan kepada Nabi Muhammad tidak lagi bersifat temporal, yang hanya sesuai untuk suatu kaum dan tempat tertentu. Akan tetapi, ia diberi Al-Qur'an yang bersifat universal, nilai-nilai yang dikandungnya sesuai untuk diterapkan di mana pun dan kapan pun."
        },
        {
          "number": 52,
          "arabic": "فَلَا تُطِعِ ٱلْكَـٰفِرِينَ وَجَـٰهِدْهُم بِهِۦ جِهَادًا كَبِيرًا",
          "transliteration": "falā tuṭiʿi l-kāfirīna wajāhid'hum bihi jihādan kabīran",
          "translation": "Maka janganlah engkau taati orang-orang kafir, dan berjuanglah terhadap mereka dengannya (Alquran) dengan (semangat) perjuangan yang besar.",
          "tafsir": "Nabi Muhammad diperintahkan Allah untuk menyampaikan risalahnya dengan sungguh-sungguh, melaksanakan jihad dan perjuangan dengan penuh kebijaksanaan, kesabaran, ketabahan, dan tidak takut atau gentar terhadap musuh. Nabi saw harus yakin bahwa Allah pasti menolong, sehingga kemenangan berada di tangannya dan kaum Mukminin. Dalam ayat ini, Allah melarang Nabi Muhammad mengikuti orang-orang kafir yang mengajaknya mengadakan kompromi dengan mereka dalam hal agama. Ia harus tetap bersikap tegas dan konsekuen dalam melaksanakan dakwah dan berjihad menyebarkan Al-Qur'an. Secara bahasa, jihad ialah berusaha sungguh-sungguh, jika perlu dengan mengorbankan apa saja, harta ataupun jiwa. Jihad dapat dilaksanakan dalam keadaan perang maupun damai. Dalam keadaan perang, jihad dilaksanakan dengan qital, yaitu berperang di jalan Allah. Sedangkan jihad dalam keadaan damai dapat dilaksanakan di bidang ekonomi, pendidikan, budaya, dan lain-lain. Ayat 52 ini termasuk dalam kelompok ayat Makkiyyah, diturunkan sebelum hijrah dalam keadaan damai. Maka jihad di sini lebih ditekankan pada kesungguhan melaksanakan dakwah, pendidikan, maupun usaha-usaha sosial untuk memperbaiki kondisi masyarakat. Allah menjanjikan kepada orang yang berjihad dengan sungguh-sungguh akan selalu diberi petunjuk ke jalan yang lurus. Allah berfirman: Dan orang-orang yang berjihad untuk (mencari keridaan) Kami, Kami akan tunjukkan kepada mereka jalan-jalan Kami. Dan sungguh, Allah bersama orang-orang yang berbuat baik. (al-'Ankabut/29: 69)"
        },
        {
          "number": 53,
          "arabic": "۞ وَهُوَ ٱلَّذِى مَرَجَ ٱلْبَحْرَيْنِ هَـٰذَا عَذْبٌ فُرَاتٌ وَهَـٰذَا مِلْحٌ أُجَاجٌ وَجَعَلَ بَيْنَهُمَا بَرْزَخًا وَحِجْرًا مَّحْجُورًا",
          "transliteration": "wahuwa alladhī maraja l-baḥrayni hādhā ʿadhbun furātun wahādhā mil'ḥun ujājun wajaʿala baynahumā barzakhan waḥij'ran maḥjūran",
          "translation": "Dan Dialah yang membiarkan dua laut mengalir (berdampingan); yang ini tawar dan segar dan yang lain sangat asin lagi pahit; dan Dia jadikan antara keduanya dinding dan batas yang tidak tembus.",
          "tafsir": "Ayat ini berisi tanda kekuasaan Allah yang keempat, yaitu Dia yang membiarkan dua macam air mengalir berdampingan, yang satu tawar dan segar, sedangkan yang lain asin dan pahit, seperti yang terjadi di muara sungai-sungai besar. Namun demikian, walaupun berdekatan rasa airnya tidak bercampur seolah-olah ada dinding yang membatasi di antara keduanya, sehingga yang satu tidak merusak rasa yang lainnya. Walaupun menurut pandangan mata kedua lautan itu bercampur, namun pada kenyataannya air yang tawar terpisah dari yang asin dengan kekuasaan Allah seperti dalam firman-Nya: Dia membiarkan dua laut mengalir yang (kemudian) keduanya bertemu, di antara keduanya ada batas yang tidak dilampaui oleh masing-masing. (ar-Rahman/55: 19-20). Menurut para ilmuwan, Allah telah menciptakan pemisah air laut dan sungai, walaupun air sungai terjun dengan derasnya dari tempat tinggi. Barzakh (pemisah) ini berfungsi menghalangi kedua air untuk tidak saling menghapus ciri-cirinya. Laut asin dan tawar seolah-olah sudah ada dinding pembatas di antara keduanya, sehingga tidak bercampur aduk. Manusia dapat menentukan pilihannya karena baik air asin maupun tawar ada gunanya. Pada tahun 1873, para pakar ilmu kelautan Inggris (dengan kapal Challenger) menemukan perbedaan ciri-ciri laut dari segi kadar garam, temperatur, jenis ikan/binatang, dan sebagainya. Setiap jenis air berkelompok dengan sendirinya dalam bentuk tertentu, terpisah dari jenis air yang lain betapapun ia mengalir jauh. Air Sungai Amazon yang mengalir deras ke laut Atlantik sampai batas 200 mil, masih tetap tawar. Mata air-mata air di Teluk Persia mempunyai ikan-ikan yang khas dan masing-masing tidak hidup kecuali di lokasinya. Kedua laut dimaksud adalah lautan yang memenuhi sekitar Â¾ bumi ini serta sungai yang ditampung oleh tanah dan yang memancarkan mata air-mata air serta sungai-sungai besar yang kemudian mengalir ke lautan. Barzakh (pemisah) adalah penampungan air yang terdapat di bumi itu dan saluran-saluran bumi yang menghalangi air laut bercampur dengan air sungai sehingga tidak mengubahnya menjadi asin. Keadaan air asin yang merambah atau mengalir dari lautan ke batu-batuan di dekat pantai, namun ia tidak bercampur dengan air tawar yang merambah atau mengalir ke laut dari daratan. Posisi aliran sungai yang lebih tinggi dari permukaan laut, memungkinkan air tawar yang relatif sedikit menembus air laut yang asin tetapi tidak berbaur total. Ayat lain yang terkait adalah: Dia membiarkan dua laut mengalir yang (kemudian) keduanya bertemu, di antara keduanya ada batas yang tidak dilampaui oleh masing-masing. (ar-Rahman/55: 19-20)."
        },
        {
          "number": 54,
          "arabic": "وَهُوَ ٱلَّذِى خَلَقَ مِنَ ٱلْمَآءِ بَشَرًا فَجَعَلَهُۥ نَسَبًا وَصِهْرًا ۗ وَكَانَ رَبُّكَ قَدِيرًا",
          "transliteration": "wahuwa alladhī khalaqa mina l-māi basharan fajaʿalahu nasaban waṣih'ran wakāna rabbuka qadīran",
          "translation": "Dan Dia (pula) yang menciptakan manusia dari air, lalu Dia jadikan manusia itu (mempunyai) keturunan dan muṣāharah<sup foot_note=135532>1</sup> dan Tuhanmu adalah Mahakuasa.",
          "tafsir": "Tanda kekuasaan Allah yang kelima, yaitu Dia yang menciptakan manusia dari sperma. Dia lalu jadikan manusia mempunyai keturunan dan musaharah (perbesanan) atau hubungan kekeluargaan akibat perkawinan anak kandung dengan orang lain, sehingga muncul istilah kekeluargaan, seperti menantu, ipar, mertua, dan sebagainya. Firman Allah: Bukankah dia mulanya hanya setetes mani yang ditumpahkan (ke dalam rahim), kemudian (mani itu) menjadi sesuatu yang melekat, lalu Allah menciptakannya dan menyempurnakannya, lalu Dia menjadikan darinya sepasang laki-laki dan perempuan. (al-Qiyamah/75: 37-39) Allah menciptakan manusia yang sangat indah susunan tubuhnya dilengkapi dengan pancaindra, disempurnakan dengan akal dan kemampuan untuk berpikir. Manusia juga diberi segala fasilitas sehingga semua yang berada di atas permukaan bumi, diperuntukkan bagi mereka. Firman Allah: Tidakkah kamu memperhatikan bahwa Allah telah menundukkan apa yang ada di langit dan apa yang ada di bumi untuk (kepentingan)mu dan menyempurnakan nikmat-Nya untukmu lahir dan batin. (Luqman/31: 20 Ditinjau dari segi sains, beberapa ayat yang terkait dengan ayat di atas adalah: Dan apakah orang-orang yang kafir tidak melihat bahwa langit dan bumi keduanya dahulu adalah suatu yang padu, kemudian Kami pisahkan keduanya. Dan Kami jadikan dari air segala sesuatu yang hidup. Maka mengapa mereka tidak beriman. (al-Anbiya'/21: 30). Dan Allah telah menciptakan semua jenis hewan dari air, maka sebagian dari mereka ada yang berjalan di atas perutnya dan sebagian berjalan dengan dua kaki sedang sebagian berjalan dengan empat kaki. Allah menciptakan apa yang dikehendaki-Nya, sesungguhnya Allah Mahakuasa atas segala sesuatu. (an-Nur/24: 45). Ketiga ayat di atas mengindikasikan hubungan yang erat antara air dan adanya kehidupan. 1.Air ditengarai sangat dekat dengan makhluk hidup. Manusia dan kebanyakan hewan berasal dari cairan sperma. 2.Semua kehidupan dimulai dari air. Air di sini lebih tepat bila diartikan sebagai laut. Rantai kimia ini dipercaya dimulai dari kedalaman lautan. Dugaan bahwa di lautlah mulainya kehidupan disebabkan karena kondisi atmosfer pada saat itu belum berkembang menjadi kawasan yang dapat dihuni makhluk hidup. Dari uraian ini, peran air bagi kehidupan sangat jelas, dari mulai adanya makhluk hidup di bumi (berasal dari kedalaman laut), bagi kelangsungan hidupnya (air diperlukan untuk pembentukan organ dan menjalankan fungsi organ), serta memulai kehidupan (terutama bagi kelompok hewan”air tertentu yang berasal dari sperma)."
        },
        {
          "number": 55,
          "arabic": "وَيَعْبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُهُمْ وَلَا يَضُرُّهُمْ ۗ وَكَانَ ٱلْكَافِرُ عَلَىٰ رَبِّهِۦ ظَهِيرًا",
          "transliteration": "wayaʿbudūna min dūni l-lahi mā lā yanfaʿuhum walā yaḍurruhum wakāna l-kāfiru ʿalā rabbihi ẓahīran",
          "translation": "Dan mereka menyembah selain Allah apa yang tidak memberi manfaat kepada mereka dan tidak (pula) mendatangkan bencana kepada mereka. Orang-orang kafir adalah penolong (setan untuk berbuat durhaka) terhadap Tuhannya.",
          "tafsir": "Ayat ini menjelaskan bahwa orang-orang musyrik itu menyembah tuhan selain Allah, yaitu patung-patung dan berhala yang tidak memberi manfaat kepada mereka. Mereka menyembahnya hanya sekadar mengikuti hawa nafsu dan melanjutkan tradisi nenek moyang mereka saja, dan meninggalkan ibadah kepada Allah yang menciptakan mereka dan telah melimpahkan berbagai kenikmatan. Di samping itu, mereka telah membuat kemungkaran dengan membantu setan dalam tindakannya memusuhi Allah, rasul-Nya dan kaum Mukminin, seperti digambarkan dalam firman-Nya: Dan teman-teman mereka (orang kafir dan fasik) membantu setan-setan dalam menyesatkan. (al-A'raf/7: 202) Kata dhahir dalam ayat lain diartikan penolong. Sebagian ahli tafsir mengartikan terhina atau tersia-sia sehingga arti ayat itu menjadi: Dan orang-orang kafir pada sisi Tuhannya sangat hina dan sia-sia."
        }
      ]
    }
  ]
}