{
  "pageNumber": 321,
  "juz": 16,
  "surahs": [
    {
      "number": 20,
      "name": "Taha",
      "nameArabic": "طه",
      "meaning": "Taha",
      "revelation": "Makkah",
      "description": "Surat Thaha terdiri dari 135 ayat, diturunkan setelah diturunkannya surat Maryam, dan termasuk surat Makkiyyah.Surat ini dinamai \"Thaha\", diambil dari perkataan yang berasal dari ayat pertama surat ini. Sebagaimana yang lazim terdapat pada surat-surat yang memakai huruf-huruf abjad pada permulaannya, di mana huruf tersebut seakan-akan merupakan pemberitahuan Allah kepada orang-orang yang membacanya, bahwa setelah huruf itu akan dikemukakan hal-hal yang sangat penting untuk diketahui, maka demikian pula halnya dengan ayat-ayat yang terdapat setelah huruf \"Thaha\" dalam surat ini. Allah menerangkan bahwa Al-Qur'an merupakan peringatan bagi manusia dan wahyu dari Allah, Pencipta semesta alam. Kemudian Allah menerangkan kisah beberapa orang nabi; akibat-akibat yang akan dialami oleh orang-orang yang percaya kepada Allah dan orang-orang yang mengingkari-Nya, baik di dunia maupun di akhirat.&nbsp;Selain hal-hal tersebut di atas, maka surat ini mengandung pokok-pokok isi sebagai berikut:1. **Keimanan:** Al-Qur'an adalah peringatan bagi manusia terutama bagi orang-orang yang bertakwa; Musa langsung menerima wahyu dari Allah tanpa perantara Jibril; Allah bersemayam di atas 'Arsy, mengetahui sesuatu yang samar dan yang lebih samar; keadaan orang berdosa ketika dikumpulkan pada hari kiamat; syafaat tidak bermanfaat pada hari kiamat kecuali dari orang yang mendapat izin dari Allah.2. **Hukum-hukum:** Perintah mengerjakan shalat dan keutamaan waktu-waktunya; kewajiban menyuruh keluarga melakukan shalat.3. **Kisah-kisah:** Kisah Musa dan Harun dalam menghadapi Fir'aun dan Bani Israil; kisah Nabi Adam dan iblis.4. **Lain-lain:** Perintah Allah kepada Nabi Muhammad supaya meminta tambahan ilmu kepada Allah meskipun sudah menjadi rasul; Allah tidak akan mengazab suatu kaum sebelum rasul diutus kepada mereka; larangan teperdaya oleh kesenangan kehidupan dunia.Dalam surat Thaha ini diterangkan bahwa Al-Qur'an, sebagai kitab yang diwahyukan Allah kepada Nabi Muhammad, adalah peringatan dan kabar gembira bagi manusia, yang wajib diikuti dan diimani. Sangat besar akibat yang dialami oleh orang terdahulu yang tidak mempercayai dan mengingkari rasul-rasul, seperti Fir'aun dan pengikutnya. Kitab Bani Israil pun dipaparkan Allah dalam surat ini sebagai suatu umat yang banyak mengingkari perintah nabinya.**Hubungan Surat Thaha Dengan Surat Al-Anbiya':**Surat Thaha diakhiri dengan menerangkan bahwa manusia mudah dipengaruhi oleh kenikmatan hidup dunia, yang oleh Allah dijadikan sebagai cobaan bagi manusia, juga diakhiri dengan menyuruh bersabar dan mendirikan shalat, serta menerangkan apa yang diterima oleh orang yang bertakwa. Hal ini diulangi kembali pada permulaan surat Al-Anbiya' dan ditegaskan bahwa manusia selalu lalai dan lupa terhadap perbuatan yang harus dilakukan untuk menghadapi hari kiamat dan hisab di akhirat nanti.",
      "verses": [
        {
          "number": 126,
          "arabic": "قَالَ كَذَٰلِكَ أَتَتْكَ ءَايَـٰتُنَا فَنَسِيتَهَا ۖ وَكَذَٰلِكَ ٱلْيَوْمَ تُنسَىٰ",
          "transliteration": "qāla kadhālika atatka āyātunā fanasītahā wakadhālika l-yawma tunsā",
          "translation": "Dia (Allah) berfirman, \"Demikianlah, dahulu telah datang kepadamu ayat-ayat Kami, dan kamu mengabaikannya, jadi begitu (pula) pada hari ini kamu diabaikan.\"",
          "tafsir": "Orang-orang yang kafir itu akan bertanya kepada Allah mengapa Engkau jadikan aku buta sedang mataku dahulu terang dapat melihat. Allah menjawab, bahwa hal itu memang demikian! Karena di dunia ketika datang kepadanya rasul-rasul membawa petunjuk-petunjuk-Nya dia berpaling darinya seakan-akan matanya telah buta dan seakan-akan ia telah melupakannya karena tidak mengindahkan dan memperhatikannya. Oleh sebab itu Allah jadikan mata hatinya buta pada hari Kiamat sehingga engkau tidak dapat mengemukakan suatu alasan untuk membela dirimu dari azab yang telah disediakan baginya sebagai balasan atas kebutaan mereka selama di dunia."
        },
        {
          "number": 127,
          "arabic": "وَكَذَٰلِكَ نَجْزِى مَنْ أَسْرَفَ وَلَمْ يُؤْمِنۢ بِـَٔايَـٰتِ رَبِّهِۦ ۚ وَلَعَذَابُ ٱلْـَٔاخِرَةِ أَشَدُّ وَأَبْقَىٰٓ",
          "transliteration": "wakadhālika najzī man asrafa walam yu'min biāyāti rabbihi walaʿadhābu l-ākhirati ashaddu wa-abqā",
          "translation": "Dan demikianlah Kami membalas orang yang melampaui batas dan tidak percaya kepada ayat-ayat Tuhannya. Sungguh, azab di akhirat itu lebih berat dan lebih kekal.",
          "tafsir": "Demikianlah Allah membalas orang yang melampaui batas dan tidak percaya kepada bukti-bukti kekuasaan-Nya. Di dunia dia menemui berbagai kesulitan selalu bimbang dan gelisah, karena tidak ada pegangan dalam hidupnya kecuali kekayaan pangkat dan kedudukannya saja. Bila ia ditimpa suatu kesulitan atau marabahaya dia segera menjadi panik dan tidak tahu apa yang akan diperbuatnya dan kadang-kadang tanpa disadarinya ia melakukan sesuatu yang merugikan dirinya sendiri. Dia tidak pernah merasakan ketenteraman dan ketenangan hati. Ini berarti dia tidak pernah merasakan kebahagiaan yang hakiki. Di akhirat dia akan disiksa dengan berbagai siksaan di antaranya siksaan hati karena mata hatinya telah buta tidak dapat memberikan alasan atau hujjah-hujjah untuk membebaskan dirinya dari hukuman Allah atau dia memang dijadikan benar-benar buta matanya agar dia lebih tersiksa lagi karena tidak berdaya sama sekali untuk mengatasi suasana yang penuh huru-hara dan kedahsyatan. Sesungguhnya azab di akhirat jauh lebih berat dan dahsyat, terutama azab di neraka yang bersifat kekal selama-lamanya."
        },
        {
          "number": 128,
          "arabic": "أَفَلَمْ يَهْدِ لَهُمْ كَمْ أَهْلَكْنَا قَبْلَهُم مِّنَ ٱلْقُرُونِ يَمْشُونَ فِى مَسَـٰكِنِهِمْ ۗ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّأُو۟لِى ٱلنُّهَىٰ",
          "transliteration": "afalam yahdi lahum kam ahlaknā qablahum mina l-qurūni yamshūna fī masākinihim inna fī dhālika laāyātin li-ulī l-nuhā",
          "translation": "Maka tidakkah menjadi petunjuk bagi mereka (orang-orang musyrik) berapa banyak (generasi) sebelum mereka yang telah Kami binasakan, padahal mereka melewati (bekas-bekas) tempat tinggal mereka (umat-umat itu)? Sungguh, pada yang demikian itu terdapat tanda-tanda (kekuasaan Allah) bagi orang-orang yang berakal.",
          "tafsir": "Pada ayat-ayat ini Allah meminta perhatian orang-orang kafir agar mereka memikirkan dengan tenang bagaimana kesudahan umat-umat yang telah lalu, mereka telah dibinasakan oleh Allah karena kekafirannya dengan menurunkan berbagai macam malapetaka, ada yang berupa angin topan, gempa yang dahsyat dan ada pula yang berupa suara keras yang mengguntur. Mereka dapat melihat dengan mata kepala sendiri bekas-bekas yang ditinggalkan oleh umat-umat yang telah binasa itu. Bekas-bekas itu menunjukkan bahwa mereka adalah umat-umat yang kuat dan jaya pada masanya memiliki bangunan-bangunan yang besar dan kokoh, mempunyai kebudayaan yang tinggi lebih dari apa yang dimiliki orang-orang kafir Mekah. Tetapi karena keingkaran dan kedurhakaan, mereka dibinasakan Allah dengan sekejap mata, tak seorang pun yang selamat dari malapetaka itu. Yang dapat dilihat sekarang hanya puing-puing bekas istana dan benteng-benteng pertahanan mereka. Kaum musyrik Mekah dalam perjalanan dagang mereka di musim panas dan di musim dingin melalui bekas-bekas kerajaan yang telah runtuh itu, tetapi mereka tidak pernah memikirkan apa sebabnya maka kerajaan-kerajaan itu hancur dan musnah, dan menganggap hal itu adalah akibat bencana alam belaka. Seharusnya mereka dapat mengambil pelajaran dari umat-umat yang dahulu dan menginsafi bahwa bagaimanapun kuat dan jayanya satu umat, bila Allah menghendaki kehancuran mereka, karena kedurhakaan dan kekafiran tak ada yang dapat mempertahankan atau membela mereka. Mengapa hal ini semua tidak menjadi perhatian mereka. Sebenarnya kalau mereka mau berpikir, amat banyak pelajaran dan bukti-bukti kekuasaan Allah yang terdapat pada umat-umat yang telah hancur binasa itu, tetapi anehnya mereka tidak mengindahkannya."
        },
        {
          "number": 129,
          "arabic": "وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ لَكَانَ لِزَامًا وَأَجَلٌ مُّسَمًّى",
          "transliteration": "walawlā kalimatun sabaqat min rabbika lakāna lizāman wa-ajalun musamman",
          "translation": "Dan kalau tidak ada suatu ketetapan terdahulu dari Tuhanmu serta tidak ada batas yang telah ditentukan (ajal), pasti (siksaan itu) menimpa mereka.",
          "tafsir": "Kalau tidak karena rahmat dan kasih sayang Allah atau karena ketetapan yang telah diputuskan-Nya bahwa umat Muhammad saw yang ingkar tidak akan dihancurbinasakan seperti umat-umat dahulu itu, dan balasan atas kekafiran mereka ditangguhkan sampai hari Kiamat tentulah mereka telah mengalami kehancuran pula. Hal ini tersebut dalam firman-Nya: Sebenarnya hari Kiamat itulah hari yang dijanjikan kepada mereka dan hari Kiamat itu lebih dahsyat dan lebih pahit. (al-Qamar/54: 46) Para Ulama mengatakan bahwa hikmah penangguhan siksa umat Muhammad saw yang durhaka sampai hari Kiamat ialah memberi kesempatan bagi mereka untuk bertobat atau ada di antara keturunan mereka yang beriman. Hal itu merupakan suatu kehormatan dan kemuliaan bagi Nabi Muhammad saw dan rahmat serta kasih sayang Allah terhadap umatnya, dengan demikian pengikut-pengikut ajarannya akan bertambah banyak. Ini sesuai dengan harapan beliau sebagaimana disebutkan dalam sabdanya yang diriwayatkan oleh al-Bukhari dan Muslim dari Abi Hurairah: Apa yang diberikan kepadaku adalah wahyu yang diwahyukan kepadaku oleh Allah. Maka aku berharap agar aku menjadi Nabi yang paling banyak pengikutnya di antara para Nabi. (Riwayat asy-Syaikhan)"
        },
        {
          "number": 130,
          "arabic": "فَٱصْبِرْ عَلَىٰ مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ ٱلشَّمْسِ وَقَبْلَ غُرُوبِهَا ۖ وَمِنْ ءَانَآئِ ٱلَّيْلِ فَسَبِّحْ وَأَطْرَافَ ٱلنَّهَارِ لَعَلَّكَ تَرْضَىٰ",
          "transliteration": "fa-iṣ'bir ʿalā mā yaqūlūna wasabbiḥ biḥamdi rabbika qabla ṭulūʿi l-shamsi waqabla ghurūbihā wamin ānāi al-layli fasabbiḥ wa-aṭrāfa l-nahāri laʿallaka tarḍā",
          "translation": "Maka sabarlah engkau (Muhammad) atas apa yang mereka katakan, dan bertasbihlah dengan memuji Tuhanmu, sebelum matahari terbit, dan sebelum terbenam; dan bertasbihlah (pula) pada waktu tengah malam dan di ujung siang hari, agar engkau merasa tenang.",
          "tafsir": "Kemudian Allah memerintahkan kepada Nabi Muhammad saw agar dia tetap bersabar menghadapi tindakan-tindakan kaumnya yang kafir itu serta cemoohan dan penghinaan mereka terhadapnya seperti menuduhnya sebagai tukang sihir, orang gila, penyair dan sebagainya. Di samping itu hendaklah dia senantiasa mengingat dan mensucikan Tuhan dengan bertasbih dan salat sebelum terbit matahari, sebelum terbenam matahari dan di tengah malam. Memang dengan mengingat Allah dan dengan salat seseorang dapat membebaskan dirinya dari kekalutan pikiran, kesedihan dan kebimbangan. Nabi Muhammad sendiri pernah berkata tentang faedah salat untuk menenteramkan hatinya. Dan dijadikan ketenangan hatiku ketika salat. (Riwayat Ahmad dan an-Nasai dari al-Mugirah) Pada ayat lain Allah memerintahkan untuk menanggulangi suatu masalah yang pelik hendaknya kita bersikap sabar dan mendirikan salat. Dan mintalah pertolongan (kepada Allah) dengan sabar dan salat. Dan (salat) itu sungguh berat, kecuali bagi orang-orang yang khusyuk. (al- Baqarah/2: 45) Dalam sebuah hadis yang diriwayatkan oleh Ibnu Jarir, Rasulullah saw bersabda: Bersabdalah Rasulullah saw: \"Sesungguhnya kamu akan melihat Tuhanmu sebagaimana kamu melihat bulan ini, kamu tidak dihalang-halangi waktu melihat-Nya. Jika kamu sanggup berusaha agar kamu jangan ketinggalan salat sebelum terbit matahari dan sebelum terbenamnya, maka kerjakanlah.\" (Riwayat al-Bukhari dan Muslim) Kemudian Nabi membaca ayat 130 ini. Diriwayatkan dari Abu Hurairah. Bersabda Nabi Muhammad saw, \"Allah berfirman, Hai anak Adam gunakanlah waktumu untuk beribadah kepadaKu, maka Aku akan mengisi dadamu dengan kekayaan (batin) dan menghapus kefakiranmu. Tetapi bila kamu tidak mau mengerjakannya maka Aku akan mengisi dadamu dengan kesibukan dan tidak akan menutupi kefakiranmu.\" (Riwayat Ahmad dan at-Tirmidzi) Kemudian Allah mengatakan kepada Nabi Muhammad saw bila engkau telah mengerjakan apa yang telah Aku perintahkan kepadamu yaitu salat sebelum matahari terbit, sebelum terbenamnya, dan di tengah-tengah malam, niscaya jiwamu akan damai dan tenteram, dan engkau akan rida terhadap apa yang dikaruniakan Allah kepadamu sebagaimana tersebut dalam ayat: Dan sungguh, kelak Tuhanmu pasti memberikan karunia-Nya kepadamu, sehingga engkau menjadi puas. (adh-dhuha/93: 5) Mengenai rida dan kepuasan batin ini, sebuah hadis sahih mengungkapkan sebagai berikut: Rasulullah saw bersabda, \"Allah berkata kepada penghuni surga, Hai para penghuni surga. Mereka menjawab, Kami siap mendengarkan firman Engkau Ya Tuhan kami, selamat dan bahagia atas Engkau, lalu Allah berfirman apakah kamu telah rida dan puas? Mereka menjawab: Bagaimana kami tidak akan rida dan puas Engkau telah menganugerahkan kepada kami nikmat-nikmat yang tidak Engkau berikan kepada selain kami di antara makhluk-makhluk Engkau. Maka Allah berfirman, Aku akan menganugerahkan kepadamu sesuatu yang lebih baik dari itu. Mereka bertanya: Apakah itu ya Tuhan kami, yang lebih baik dari anugerah yang telah kami terima? Allah berfirman, Allah berfirman, Aku akan memberikan kepada kamu keridaanKu, maka Aku tidak akan marah kepadamu setelah itu untuk selama-lamanya.\" (Riwayat al-Bukhari dan Muslim dari Abu Hurairah) Demikianlah halnya bila seseorang yang telah mencapai rida Allah berkat ketaatan dan kepatuhannya, terhadap Tuhannya."
        },
        {
          "number": 131,
          "arabic": "وَلَا تَمُدَّنَّ عَيْنَيْكَ إِلَىٰ مَا مَتَّعْنَا بِهِۦٓ أَزْوَٰجًا مِّنْهُمْ زَهْرَةَ ٱلْحَيَوٰةِ ٱلدُّنْيَا لِنَفْتِنَهُمْ فِيهِ ۚ وَرِزْقُ رَبِّكَ خَيْرٌ وَأَبْقَىٰ",
          "transliteration": "walā tamuddanna ʿaynayka ilā mā mattaʿnā bihi azwājan min'hum zahrata l-ḥayati l-dun'yā linaftinahum fīhi wariz'qu rabbika khayrun wa-abqā",
          "translation": "Dan janganlah engkau belalakkan pandangan matamu kepada kenikmatan yang telah Kami berikan pada beberapa golongan dari mereka, (sebagai) bunga kehidupan dunia, agar Kami uji mereka dengan (kesenangan) itu. Karunia Tuhanmu lebih baik dan lebih kekal.",
          "tafsir": "Ayat ini menjelaskan bahwa untuk menguatkan hati Rasulullah dan meneguhkan pendiriannya dalam menghadapi perjuangan menegakkan kalimah Allah, Allah mengamanatkan kepadanya agar dia jangan mengalihkan perhatiannya kepada kesenangan, kemewahan dan kekayaan yang dinikmati oleh sebagian orang kafir karena hal itu akan melemahkan semangatnya bila matanya telah disilaukan oleh kilauan perhiasan dunia dan ingin mempunyai apa yang dimiliki orang-orang kaya. Semua nikmat yang diberikan kepada orang-orang kafir hanyalah sementara, ibarat bunga yang sedang berkembang, tetapi tak lama kemudian bunga yang harum semerbak itu akan layu dan berguguran daunnya satu persatu dan hilanglah segala keindahan dan daya tariknya. Nikmat kekayaan yang diberikan kepada orang-orang kafir itu hanyalah buat sementara saja sebagai ujian bagi mereka, apakah dengan nikmat Tuhan itu mereka akan bersyukur kepada-Nya dengan beriman dan mempergunakannya untuk mencapai keridaan-Nya ataukah mereka akan tetap kafir dan bertambah tenggelam dalam kesesatan, sehingga harta benda itu menjadi sebab kecelakaan mereka sendiri. Allah telah menganugerahkan kepada Nabi sebagai ganti nikmat lahiriyah itu nikmat yang lebih baik yaitu ketenangan hati dan kebahagiaan yang berupa keridaan Ilahi. Diriwayatkan oleh Abu Rafi', seorang tamu datang mengunjungi Rasulullah, sedang di rumahnya tidak ada yang patut disuguhkan kepada tamu itu. Rasulullah menyuruh saya meminjam sedikit tepung gandum kepada orang Yahudi dan akan dibayar nanti pada bulan Rajab. Orang Yahudi itu tidak mau meminjamkan kecuali dengan jaminan. Aku kembali kepada Rasulullah memberitakan hal itu. Rasulullah berkata: \"Demi Allah, saya adalah orang yang dapat dipercaya di antara penghuni langit dan orang yang dapat dipercaya di antara penghuni bumi. Seandainya ia meminjami atau menjual padaku, tentu aku membayarnya. Bawalah baju perangku ini. (Riwayat al-Bazzar). Kemudian turunlah ayat ini (thaha/20: 131)."
        },
        {
          "number": 132,
          "arabic": "وَأْمُرْ أَهْلَكَ بِٱلصَّلَوٰةِ وَٱصْطَبِرْ عَلَيْهَا ۖ لَا نَسْـَٔلُكَ رِزْقًا ۖ نَّحْنُ نَرْزُقُكَ ۗ وَٱلْعَـٰقِبَةُ لِلتَّقْوَىٰ",
          "transliteration": "wamur ahlaka bil-ṣalati wa-iṣ'ṭabir ʿalayhā lā nasaluka riz'qan naḥnu narzuquka wal-ʿāqibatu lilttaqwā",
          "translation": "Dan perintahkanlah keluargamu melaksanakan salat dan sabar dalam mengerjakannya. Kami tidak meminta rezeki kepadamu, Kamilah yang memberi rezeki kepadamu. Dan akibat (yang baik di akhirat) adalah bagi orang yang bertakwa.",
          "tafsir": "Ayat ini menjelaskan amanat berikutnya yang tidak kurang pen-tingnya dari perintah sebelumnya ialah perintah Allah kepada Nabi saw menyuruh untuk keluarganya mengerjakan salat dan sabar dalam melaksanakan salat dengan menjaga waktu dan kesinambungannya. Perintah itu diiringi dengan perintah yang kedua yaitu dengan peringatan bahwa Allah tidak minta rezeki kepada Nabi, sebaliknya Allah yang akan memberi rezeki kepadanya, sehingga Nabi tidak perlu memikirkan soal rezeki keluarganya. Oleh sebab itu keluarganya agar jangan terpengaruh atau menjadi silau matanya melihat kekayaan dan kenikmatan yang dimiliki oleh istri-istri orang kafir itu. Demikianlah amanat Allah kepada Rasul-Nya sebagai bekal untuk menghadapi perjuangan berat, yang patut menjadi contoh teladan bagi setiap pejuang yang ingin menegakkan kebenaran di muka bumi. Mereka harus lebih dahulu menjalin hubungan yang erat dengan Khaliknya yaitu dengan tetap mengerjakan salat dan memperkokoh batinnya dengan sifat tabah dan sabar. Di samping itu haruslah seisi rumah tangganya mempunyai sifat seperti yang dimilikinya. Dengan demikian ia akan tabah berjuang tidak diombangambingkan oleh perhiasan kehidupan dunia seperti kekayaan, pangkat dan kedudukan. Amanat-amanat inilah yang dipraktekkan oleh Rasulullah saw dan para sahabatnya sehingga mereka benar-benar sukses dalam perjuangan mereka sehingga dalam masa kurang lebih 23 tahun saja Islam telah berkembang dengan pesatnya di seluruh jazirah Arab dan jadilah kalimah Allah kalimah yang paling tinggi dan mulia. Jika Rasul dan keluarganya menghadapi berbagai kesuliltan, beliau mengajak keluarganya untuk salat, sebagaimana diriwayatkan dari sabit, ia berkata : Apabila keluarga Nabi ditimpa kesusahan, beliau memerintahkan mereka, \"Ayo salatlah, salatlah,\" sabit berkata, \"Para nabi jika tertimpa kesusahan mereka segera menunaikan salat.\" (Riwayat Ibnu Abi hatim)"
        },
        {
          "number": 133,
          "arabic": "وَقَالُوا۟ لَوْلَا يَأْتِينَا بِـَٔايَةٍ مِّن رَّبِّهِۦٓ ۚ أَوَلَمْ تَأْتِهِم بَيِّنَةُ مَا فِى ٱلصُّحُفِ ٱلْأُولَىٰ",
          "transliteration": "waqālū lawlā yatīnā biāyatin min rabbihi awalam tatihim bayyinatu mā fī l-ṣuḥufi l-ūlā",
          "translation": "Dan mereka berkata, \"Mengapa dia tidak membawa tanda (bukti) kepada kami dari Tuhannya?\" Bukankah telah datang kepada mereka bukti (yang nyata) sebagaimana yang tersebut di dalam kitab-kitab yang dahulu?",
          "tafsir": "Orang-orang kafir Mekah mencemoohkan Nabi Muhammad saw dengan mengatakan bahwa seruannya kepada agama yang dibawanya adalah omong kosong belaka. Kalau agama yang dibawanya benar tentulah dia membuktikannya dengan mukjizat-mukjizat seperti yang diberikan kepada Nabi Saleh yaitu unta betina, yang diberikan kepada Nabi Musa seperti tongkat dan yang diberikan kepada Isa yaitu menghidupkan orang mati dan menyembuhkan penyakit sopak. Andaikata ada pada diri mereka sedikit saja kemauan untuk berpikir dan kecenderungan untuk menerima kebenaran tentulah mereka tidak akan mengucapkan kata-kata yang demikian, karena Al-Qur'an sendiri yang diturunkan kepada Nabi Muhammad adalah mukjizatnya yang paling besar di antara mukjizat-mukjizat yang diberikan kepada Nabi-nabi sebelum Nabi Muhammad saw. Berbagai bukti telah menunjukkan bahwa mereka tidak dapat meniru keindahan susunan kalimat dan kosakata Al-Qur'an, mereka juga tidak dapat mendatangkan satu Surah pendek pun yang setaraf balagah dan fashahah-nya dengan Surah-surah dalam Al-Qur'an. Bukankah di dalam Al-Qur'an terdapat kisah-kisah mengenai umat-umat yang terdahulu sedangkan Nabi Muhammad sendiri tidak mengenal kisah-kisah itu sebelumnya. Bukankah di dalam Al-Qur'an terdapat syariat-syariat dan peraturan-peraturan yang maksud dan tujuannya sama dengan syariat yang dibawa Nabi-nabi sebelumnya yaitu syariat-syariat untuk kepentingan dan kebahagiaan manusia di dunia dan di akhirat. Sebenarnya Al-Qur'an itu saja sudah cukup menjadi bukti bagi kebenaran Muhammad saw dan sudah cukup sebagai mukjizat besar yang kekal dan abadi. Allah sangat menyesalkan sikap mereka yang menolak Al-Qur'an begitu saja tanpa alasan yang benar dan tidak mau memikirkannya walau sedikit pun. Pada ayat lain Allah berfirman pula: Sebenarnya, (Al-Qur'an) itu adalah ayat-ayat yang jelas di dalam dada orang-orang yang berilmu. Hanya orang-orang yang zalim yang mengingkari ayat-ayat Kami. Dan mereka (orang-orang kafir Mekah) berkata, \"Mengapa tidak diturunkan mukjizat-mukjizat dari Tuhannya?\" Katakanlah (Muhammad), \"Mukjizat-mukjizat itu terserah kepada Allah. Aku hanya seorang pemberi peringatan yang jelas.\" Apakah tidak cukup bagi mereka bahwa Kami telah menurunkan kepadamu Kitab (Al-Qur'an) yang dibacakan kepada mereka? Sungguh, dalam (Al-Qur'an) itu terdapat rahmat yang besar dan pelajaran bagi orang-orang yang beriman. (al-'Ankabut/29: 49-51)"
        },
        {
          "number": 134,
          "arabic": "وَلَوْ أَنَّآ أَهْلَكْنَـٰهُم بِعَذَابٍ مِّن قَبْلِهِۦ لَقَالُوا۟ رَبَّنَا لَوْلَآ أَرْسَلْتَ إِلَيْنَا رَسُولًا فَنَتَّبِعَ ءَايَـٰتِكَ مِن قَبْلِ أَن نَّذِلَّ وَنَخْزَىٰ",
          "transliteration": "walaw annā ahlaknāhum biʿadhābin min qablihi laqālū rabbanā lawlā arsalta ilaynā rasūlan fanattabiʿa āyātika min qabli an nadhilla wanakhzā",
          "translation": "Dan kalau mereka Kami binasakan dengan suatu siksaan sebelumnya (Alquran diturunkan), tentulah mereka berkata, \"Ya Tuhan kami, mengapa tidak Engkau utus seorang rasul kepada kami, sehingga kami mengikuti ayat-ayat-Mu sebelum kami menjadi hina dan rendah?\"",
          "tafsir": "Ayat ini menerangkan bahwa andaikata Allah membinasakan mereka sebelum mengutus Nabi Muhammad kepada mereka, mereka akan mengatakan pada hari Kiamat, bahwa Allah tidak mengutus kepada mereka seorang rasul yang akan diikuti ajaran-ajarannya sehingga mereka menjadi orang-orang yang beriman sebelum menemui hari perhitungan ini. Oleh sebab itu Allah tidak membinasakan mereka seperti umat-umat yang dahulu agar tidak ada alasan bagi mereka ketika menghadapi hari Perhitungan pada hari Kiamat. Karena Allah telah mengutus kepada mereka rasul yang akan menerangkan kepada mereka ayat-ayat Allah. Kemudian terserah kepada mereka apakah mereka akan mengikuti petunjuk-petunjuk Allah ataukah mereka akan tetap dalam kekafiran dan selalu menghina dan memperolok-olokan Muhammad saw."
        },
        {
          "number": 135,
          "arabic": "قُلْ كُلٌّ مُّتَرَبِّصٌ فَتَرَبَّصُوا۟ ۖ فَسَتَعْلَمُونَ مَنْ أَصْحَـٰبُ ٱلصِّرَٰطِ ٱلسَّوِىِّ وَمَنِ ٱهْتَدَىٰ",
          "transliteration": "qul kullun mutarabbiṣun fatarabbaṣū fasataʿlamūna man aṣḥābu l-ṣirāṭi l-sawiyi wamani ih'tadā",
          "translation": "Katakanlah (Muhammad), \"Masing-masing (kita) menanti, maka nantikanlah olehmu! Dan kelak kamu akan mengetahui, siapa yang menempuh jalan yang lurus, dan siapa yang telah mendapat petunjuk.\"",
          "tafsir": "Pada ayat ini Allah memerintahkan kepada Nabi Muhammad saw agar mengatakan kepada orang kafir Mekah sebagai jawaban atas berbagai alasan dan cemoohan mereka terhadapnya. Kalau seandainya mereka tidak mau menerima petunjuk Allah dan tetap ingkar dan durhaka, maka Rasulullah bersama mereka menunggu keputusan Allah pada hari Kiamat. Tentu mereka akan mengetahui siapa yang berada di jalan yang benar dan yang mendapat petunjuk. Mereka akan mengetahui bahwa merekalah yang sesat dan akan dilemparkan ke neraka Jahanam. Hal ini tersebut dalam firman Allah: Dan kelak mereka akan mengetahui pada saat mereka melihat azab, siapa yang paling sesat jalannya. (al-Furqan/25: 42) Dan firman-Nya: Kelak mereka akan mengetahui siapa yang sebenarnya sangat pendusta (dan) sombong itu. (al-Qamar/54: 26)"
        }
      ]
    }
  ]
}