{
  "pageNumber": 14,
  "juz": 1,
  "surahs": [
    {
      "number": 2,
      "name": "Al-Baqarah",
      "nameArabic": "البقرة",
      "meaning": "Sapi Betina",
      "revelation": "Madinah",
      "description": "Surat \"Al Baqarah\" terdiri atas 286 ayat dan sebagian besar diturunkan di Madinah pada permulaan tahun Hijrah, kecuali ayat 281 yang diturunkan di Mina pada Haji wadaa' (haji Nabi Muhammad s.a.w. yang terakhir). Seluruh ayat surat Al Baqarah termasuk golongan Madaniyyah dan merupakan surat yang terpanjang di antara surat-surat Al Qur'an yang di dalamnya terdapat pula ayat yang terpanjang (ayat 282).Surat ini dinamai \"Al Baqarah\" karena di dalamnya disebutkan kisah penyembelihan sapi betina yang diperintahkan Allah kepada Bani Israil (ayat 67 sampai dengan 74), di mana dijelaskan watak orang Yahudi pada umumnya. Dinamai \"Fusthaathul-Qur'an\" (puncak Al Qur'an) karena memuat beberapa hukum yang tidak disebutkan dalam surat yang lain. Dinamai juga surat \"Alif-laam-miim\" karena surat ini dimulai dengan Alif-laam-miim.&nbsp;Pokok-Pokok Isi:1. Keimanan:Dakwah Islamiyah yang dihadapkan kepada umat Islam, ahli kitab dan para musyrikin.2. Hukum-hukum:Perintah mengerjakan shalat; menunaikan zakat; hukum puasa; hukum haji dan umrah; hukum qishash; halal dan haram; berinfak di jalan Allah; hukum arak dan judi; cara menyantuni anak yatim, larangan riba; utang-piutang; nafkah dan yang berhak menerimanya; wasiat kepada ibu-bapak dan kaum kerabat; hukum sumpah; kewajiban menyampaikan amanah; sihir; hukum merusak masjid; hukum mengubah kitab-kitab Allah; hukum haidh, 'iddah, thalak, khulu', ilaa' dan susuan; hukum melamar, mahar, larangan menikahi wanita musyrik dan sebaliknya; hukum perang.3. Kisah-kisah:Kisah penciptaan Nabi Adam a.s; kisah Nabi Ibrahim a.s.; kisah Nabi Musa a.s. dengan Bani Israil.4. Lain-lain:Sifat-sifat orang yang bertakwa; sifat-sifat orang munafik; sifat-sifat Allah; perumpamaan-perumpamaan; kiblat, kebangkitan sesudah mati.Kesimpulan surat Al Baqarah:1. Menjelaskan beberapa hukum dalam agama Islam.2. Mengemukakan beberapa perumpamaan.3. Mengemukakan hujjah-hujjah.Hubungan Surat Al Baqarah Dengan Surat Ali 'Imran:1. Dalam surat Al Baqarah, disebutkan Nabi Adam a.s. yang langsung diciptakan Allah, sedang dalam surat Ali'Imran, disebutkan tentang kelahiran Nabi 'Isa a.s. yang kedua-duanya diciptakan Allah secara menyelisihi kebiasaan.2. Dalam surat Al Baqarah, sifat dan perbuatan orang-orang Yahudi dibentangkan secara luas disertai dengan hujjah untuk mematahkan hujjah-hujjah mereka yang membela kesesatan, sedang dalam surat Ali 'Imran, dibentangkan hal-hal serupa yang berhubungan dengan orang Nasrani.3. Surat Al Baqarah dimulai dengan menyebutkan tiga golongan manusia, yaitu orang mukmin, orang yang mengimani hari akhir, dan orang munafik. Sementara itu, surat Ali 'Imran dimulai dengan menyebutkan orang yang suka mentakwilkan ayat yang mutasyabihaat secara salah untuk memfitnah orang mukmin, dan menyebutkan orang yang mempunyai keahlian dalam menakwilkannya.4. Surat Al Baqarah disudahi dengan permohonan kepada Allah agar kesalahan-kesalahan dan kealpaan dalam melaksanakan ketaatan diampuni, sedang surat Ali 'Imran disudahi dengan permohonan kepada Allah agar Dia memberi pahala atas amal saleh yang dilakukan hamba-Nya.5. Surat Al Baqarah dimulai dengan menyebutkan sifat-sifat orang yang bertakwa, sedang surat Ali 'Imran dimulai dengan perintah bertakwa.",
      "verses": [
        {
          "number": 89,
          "arabic": "وَلَمَّا جَآءَهُمْ كِتَـٰبٌ مِّنْ عِندِ ٱللَّهِ مُصَدِّقٌ لِّمَا مَعَهُمْ وَكَانُوا۟ مِن قَبْلُ يَسْتَفْتِحُونَ عَلَى ٱلَّذِينَ كَفَرُوا۟ فَلَمَّا جَآءَهُم مَّا عَرَفُوا۟ كَفَرُوا۟ بِهِۦ ۚ فَلَعْنَةُ ٱللَّهِ عَلَى ٱلْكَـٰفِرِينَ",
          "transliteration": "walammā jāahum kitābun min ʿindi l-lahi muṣaddiqun limā maʿahum wakānū min qablu yastaftiḥūna ʿalā alladhīna kafarū falammā jāahum mā ʿarafū kafarū bihi falaʿnatu l-lahi ʿalā l-kāfirīna",
          "translation": "Dan setelah sampai kepada mereka Kitab (Alquran) dari Allah yang membenarkan apa yang ada pada mereka<sup foot_note=134990>1</sup> sedangkan sebelumnya mereka memohon kemenangan atas orang-orang kafir, ternyata setelah sampai kepada mereka apa yang telah mereka ketahui itu, mereka mengingkarinya. Maka laknat Allah bagi orang-orang yang ingkar.",
          "tafsir": "Allah swt menerangkan, bahwa setelah Al-Qur'an datang dari sisi Allah, orang-orang Yahudi dan Nasrani mengingkarinya, padahal Al-Qur'an memberi petunjuk serta membenarkan Kitab Taurat yang ada pada mereka, yang sebelumnya sangat mereka harapkan kedatangannya untuk membenarkan yang terdapat dalam kitab mereka. Tetapi setelah kebenaran yang mereka ketahui itu datang, mereka tidak mau beriman. Sebabnya ialah karena mereka merasa akan kehilangan pengaruh, kekuasaan dan harta benda. Maka patutlah Allah melaknat mereka, sebagai imbalan kekafiran yang bersarang dalam dada mereka. Al-Qur'an disebut Kitab yang membenarkan kitab mereka karena kandungannya sesuai dengan isi Kitab mereka dalam bidang tauhid dan prinsip-prinsip serta tujuan agama. Mereka dengan datangnya kitab yang ditunggu-tunggu itu sebenarnya mengharapkan kemenangan atas orang-orang musyrikin Arab dan orang-orang kafir Mekah. Hal ini dapat diketahui dari perkataan mereka bahwa kitab yang ditunggu-tunggu itu akan mendukung tauhid yang dibawa oleh Musa a.s., untuk menundukkan agama wasaniyah yang dipeluk oleh orang-orang Arab. Diriwayatkan oleh Ibnu Jarir dari Qatadah al-Ansari dari orang tua-tua dari kalangan Ansar mereka berkata, \"Kisah yang tersebut dalam ayat ini adalah mengenai kami dan orang-orang Yahudi Medinah. Kami dahulu pernah menjalankan agama mereka pada masa Jahiliah, sedang waktu itu kami masih musyrik dan mereka ahli kitab. Mereka mengatakan bahwa seorang nabi yang akan diutus telah dekat masanya, kami akan mengikutinya. Bersama-sama nabi itu kami akan membinasakan kamu seperti Allah membinasakan kaum 'Ad dan Iram. Tetapi setelah Rasulullah saw diutus, kami mengikutinya, sedang orang-orang Yahudi itu mengingkarinya.\" Dari kisah ini dapat dipahami, bahwa mereka sebenarnya dengki kepada orang-orang Islam, kedengkian itu timbul setelah Allah mengutus Nabi Muhammad saw, dari kalangan orang-orang Arab, tidak dari kalangan mereka. Itulah sebabnya mereka terjerumus di lembah keingkaran dan kekafiran. Maka Allah memberikan ketetapan-Nya, bahwa mereka akan terusir dan jauh dari rahmat-Nya, karena keingkaran mereka pada kebenaran, setelah kebenaran yang diharapkan itu tampak di hadapan mereka."
        },
        {
          "number": 90,
          "arabic": "بِئْسَمَا ٱشْتَرَوْا۟ بِهِۦٓ أَنفُسَهُمْ أَن يَكْفُرُوا۟ بِمَآ أَنزَلَ ٱللَّهُ بَغْيًا أَن يُنَزِّلَ ٱللَّهُ مِن فَضْلِهِۦ عَلَىٰ مَن يَشَآءُ مِنْ عِبَادِهِۦ ۖ فَبَآءُو بِغَضَبٍ عَلَىٰ غَضَبٍ ۚ وَلِلْكَـٰفِرِينَ عَذَابٌ مُّهِينٌ",
          "transliteration": "bi'samā ish'taraw bihi anfusahum an yakfurū bimā anzala l-lahu baghyan an yunazzila l-lahu min faḍlihi ʿalā man yashāu min ʿibādihi fabāū bighaḍabin ʿalā ghaḍabin walil'kāfirīna ʿadhābun muhīnun",
          "translation": "Sangatlah buruk (perbuatan) mereka menjual dirinya, dengan mengingkari apa yang diturunkan Allah karena dengki, bahwa Allah menurunkan karunia-Nya kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya.<sup foot_note=134991>1</sup> Karena itulah mereka menanggung kemurkaan demi kemurkaan.<sup foot_note=134992>2</sup> Dan kepada orang-orang kafir (ditimpakan) azab yang menghinakan.",
          "tafsir": "Allah menjelaskan betapa jeleknya perbuatan mereka dan meng-ibaratkannya seolah-olah mereka menjual diri mereka sendiri. Perbuatan mereka itu berupa pengingkaran terhadap kitab yang diturunkan Allah, yang sebenarnya mereka telah mengetahui, yaitu kitab yang membenarkan Kitab Taurat yang ada pada mereka. Dengan demikian mereka membiarkan diri mereka terjerumus dalam kekafiran, seolah-olah mereka itu menghancurkan diri mereka sendiri. Sebagai akibat dari kedengkian mereka, mereka mengingkari kenabian Muhammad dan benci apabila dia menerima wahyu dari Allah. Mereka tidak senang Muhammad saw diangkat sebagai nabi, karena Muhammad saw keturunan Ismail, padahal mereka mengharap-harap nabi yang ditunggu-tunggu kedatangannya itu diangkat dari keturunan Ishak. Kemudian Allah menyebutkan bahwa mereka akan mendapat kemurkaan yang berlipat ganda, melebihi kemurkaan yang seharusnya diterima sebelumnya. Sebab tiada lain karena mereka di samping membangkang kepada Nabi Musa, juga mengingkari kerasulan Muhammad saw. Kemudian Allah menerangkan akibat dari kekafiran mereka yaitu mereka mendapat siksaan yang menyeret mereka ke lembah kehinaan dan kenistaan baik di dunia maupun di akhirat. Siksaan mereka di dunia ialah mereka akan berada dalam lembah kehinaan dan terbelenggu dalam rantai kenistaan. Sedang siksaan mereka di akhirat ialah mereka akan mengalami siksaan yang kekal di dalam neraka Jahanam."
        },
        {
          "number": 91,
          "arabic": "وَإِذَا قِيلَ لَهُمْ ءَامِنُوا۟ بِمَآ أَنزَلَ ٱللَّهُ قَالُوا۟ نُؤْمِنُ بِمَآ أُنزِلَ عَلَيْنَا وَيَكْفُرُونَ بِمَا وَرَآءَهُۥ وَهُوَ ٱلْحَقُّ مُصَدِّقًا لِّمَا مَعَهُمْ ۗ قُلْ فَلِمَ تَقْتُلُونَ أَنۢبِيَآءَ ٱللَّهِ مِن قَبْلُ إِن كُنتُم مُّؤْمِنِينَ",
          "transliteration": "wa-idhā qīla lahum āminū bimā anzala l-lahu qālū nu'minu bimā unzila ʿalaynā wayakfurūna bimā warāahu wahuwa l-ḥaqu muṣaddiqan limā maʿahum qul falima taqtulūna anbiyāa l-lahi min qablu in kuntum mu'minīna",
          "translation": "Dan apabila dikatakan kepada mereka, \"Berimanlah kepada apa yang diturunkan Allah (Alquran),\" mereka menjawab, \"Kami beriman kepada apa yang diturunkan kepada kami.\"Dan mereka ingkar kepada apa yang setelahnya, padahal (Alquran) itu adalah hak yang membenarkan apa yang ada pada mereka. Katakanlah (Muhammad), \"Mengapa kamu dahulu membunuh nabi-nabi Allah jika kamu orang-orang beriman?\"",
          "tafsir": "Allah menjelaskan bahwa ketika Nabi Muhammad saw dan sahabatnya berkata kepada orang-orang Yahudi yang ada di Medinah dan sekitarnya agar mereka percaya kepada Al-Qur'an yang diturunkan Allah, mereka pun menjawab, bahwa mereka percaya kepada kitab (wahyu) yang diturunkan kepada nabi-nabi keturunan Bani Israil, yaitu Taurat. Mereka selalu mengingkari kebenaran Al-Qur'an yang membenarkan Kitab Taurat. Kalau mereka berterus terang, tentulah mereka akan mengakui bahwa Al-Qur'an itu benar, tidak mengandung sedikit pun keraguan. Sesudah itu Allah memerintahkan Nabi Muhammad saw membantah alasan yang dikemukakan oleh orang-orang Yahudi dengan bantahan yang membuat mereka tidak berdaya. Apabila nenek moyang mereka betul-betul orang yang setia mengikuti Kitab yang diturunkan Allah, tentu mereka tidak membunuh nabi-nabi. Dengan demikian jelaslah bahwa mereka itu bukan pengikut Nabi Musa yang taat dan setia, tetapi hanya menuruti hawa nafsu. Apalagi mereka juga mengakui perbuatan nenek moyang mereka sebagai perbuatan yang tidak bertentangan dengan agama. Berbuat ingkar atau membolehkan seseorang untuk berbuat ingkar hukumnya sama. Allah menyebutkan pembunuhan yang dilakukan oleh nenek moyang orang-orang Yahudi dan menghubungkan perbuatan itu kepada orang-orang Yahudi yang hidup pada masa Nabi dalam rangka untuk menunjukkan bahwa mereka itu adalah keturunan dari satu bangsa, dan dianggap sebagai satu kesatuan, karena karakter dan wataknya sama."
        },
        {
          "number": 92,
          "arabic": "۞ وَلَقَدْ جَآءَكُم مُّوسَىٰ بِٱلْبَيِّنَـٰتِ ثُمَّ ٱتَّخَذْتُمُ ٱلْعِجْلَ مِنۢ بَعْدِهِۦ وَأَنتُمْ ظَـٰلِمُونَ",
          "transliteration": "walaqad jāakum mūsā bil-bayināti thumma ittakhadhtumu l-ʿij'la min baʿdihi wa-antum ẓālimūna",
          "translation": "Dan sungguh, Musa telah datang kepadamu dengan bukti-bukti kebenaran, kemudian kamu mengambil (patung) anak sapi (sebagai sesembahan) setelah (kepergian) nya, dan kamu (menjadi) orang-orang zalim.",
          "tafsir": "Di antara keingkaran orang-orang Yahudi yang sangat menonjol ialah keingkaran mereka terhadap nikmat Allah, yaitu bahwa Nabi Musa a.s. telah didatangkan Allah dengan membawa ajaran Tauhid dan mukjizat seperti terbelahnya lautan dan anugerah Tuhan berupa \"mann\" dan \"salwa.\" Kemudian Bani Israil mengingkari jalan yang benar dan berbuat durhaka dengan menyembah anak-sapi yang dibuat oleh Samiri. Perbuatan mereka itu zalim, sebab mereka melakukan sesuatu yang tercela. Seharusnya mereka menyampaikan kepada manusia bahwa syirik itu adalah dosa yang paling besar."
        },
        {
          "number": 93,
          "arabic": "وَإِذْ أَخَذْنَا مِيثَـٰقَكُمْ وَرَفَعْنَا فَوْقَكُمُ ٱلطُّورَ خُذُوا۟ مَآ ءَاتَيْنَـٰكُم بِقُوَّةٍ وَٱسْمَعُوا۟ ۖ قَالُوا۟ سَمِعْنَا وَعَصَيْنَا وَأُشْرِبُوا۟ فِى قُلُوبِهِمُ ٱلْعِجْلَ بِكُفْرِهِمْ ۚ قُلْ بِئْسَمَا يَأْمُرُكُم بِهِۦٓ إِيمَـٰنُكُمْ إِن كُنتُم مُّؤْمِنِينَ",
          "transliteration": "wa-idh akhadhnā mīthāqakum warafaʿnā fawqakumu l-ṭūra khudhū mā ātaynākum biquwwatin wa-is'maʿū qālū samiʿ'nā waʿaṣaynā wa-ush'ribū fī qulūbihimu l-ʿij'la bikuf'rihim qul bi'samā yamurukum bihi īmānukum in kuntum mu'minīna",
          "translation": "Dan (ingatlah) ketika Kami mengambil janji kamu dan Kami angkat gunung (Sinai) di atasmu (seraya berfirman), \"Pegang teguhlah apa yang Kami berikan kepadamu dan dengarkanlah!\" Mereka menjawab, \"Kami mendengarkan tetapi kami tidak menaati.\" Dan diresapkanlah ke dalam hati mereka itu (kecintaan menyembah patung) anak sapi karena kekafiran mereka. Katakanlah, \"Sangat buruk apa yang diperintahkan oleh kepercayaanmu kepadamu jika kamu orang-orang beriman!\"",
          "tafsir": "Dalam ayat ini Allah memberikan peringatan sekali lagi kepada orang-orang Yahudi, meskipun terdapat perbedaan susunan kalimat, namun isinya memperkuat maknanya, karena dalam ayat ini termuat ancaman Allah terhadap mereka. Pada ayat yang lain Allah berfirman: \"¦Pegang teguhlah apa yang telah Kami berikan kepadamu dan ingatlah apa yang ada di dalamnya¦. (al-Baqarah/2:63) Firman-Nya yang lain: \"¦Pegang teguhlah apa yang Kami berikan kepadamu dan dengarkanlah!\" ¦ (al-Baqarah/2:93) Allah memerintahkan kepada Nabi Muhammad saw untuk mengatakan kepada orang-orang Yahudi agar mereka mau menerima perjanjian itu dan memahami isinya, tetapi mereka tidak suka melaksanakan perjanjian itu, bahkan mengingkarinya. Perintah Allah \"katakanlah\" mengandung makna ejekan terhadap orang-orang Yahudi yang hidup pada masa Nabi Muhammad saw. Ejekan itu ditujukan kepada mereka, karena mereka telah mengikuti jejak nenek moyang mereka dalam mempersekutukan Tuhan. Andaikata mereka masih mengaku betul-betul beriman kepada Kitab Taurat, maka alangkah jeleknya iman yang mereka nyatakan, sebab mereka tidak melakukan apa yang diperintahkan, bahkan melakukan tindakan-tindakan yang menyimpang dari ketentuan-ketentuan Taurat itu, yaitu melakukan penyembahan terhadap anak sapi, dan membunuh para nabi serta merusak perjanjian. Berdasarkan bukti nyata dari perbuatan yang mereka lakukan itu, sukar mempercayai adanya iman di lubuk hati mereka karena sikap perbuatan mereka sama sekali tidak benar. Ayat yang lalu dan ayat ini sebagai sanggahan terhadap pikiran orang-orang Yahudi yang tidak mau percaya kepada Nabi Muhammad saw, dan dugaan yang berlawanan dengan amal perbuatan mereka itu cukup menjadi bukti kekafirannya."
        }
      ]
    }
  ]
}