{
  "pageNumber": 387,
  "juz": 20,
  "surahs": [
    {
      "number": 28,
      "name": "Al-Qasas",
      "nameArabic": "القصص",
      "meaning": "Kisah-kisah",
      "revelation": "Makkah",
      "description": "Surat Al-Qashash terdiri dari 88 ayat dan termasuk surat Makkiyyah.Dinamai dengan \"Al-Qashash\" karena pada ayat ke-25 surat ini terdapat kata \"Al-Qashash\" yang berarti \"cerita\". Ayat ini menerangkan bahwa setelah Nabi Musa bertemu dengan Nabi Syu'aib, ia menuturkan cerita yang berhubungan dengan dirinya sendiri, yakni pengalamannya bersama Fir'aun, sampai ketika ia diburu oleh Fir'aun karena membunuh seseorang dari bangsa Qibthi tanpa disengaja. Syu'aib menjawab bahwa Musa telah selamat dari pengejaran orang-orang zalim.Turunnya ayat ke-25 surat ini sangat besar artinya bagi Nabi Muhammad dan para sahabat yang melakukan hijrah ke Madinah. Hal ini menambah keyakinan mereka, bahwa pada akhirnya orang-orang Islamlah yang akan menang. Ayat ini menunjukkan bahwa barang siapa berhijrah dari tempat musuh untuk mempertahankan keimanan, pasti akan berhasil dalam perjuangannya menghadapi musuh-musuh agama. Kepastian kemenangan bagi kaum muslimin ini ditegaskan pada bagian akhir surat ini yang mengandung isyarat bahwa, setelah hijrah ke Madinah, kaum muslimin akan kembali ke Mekah sebagai pemenang dan penegak agama Allah. Surat Al-Qashash ini adalah surat yang paling lengkap memuat cerita Nabi Musa sehingga, menurut suatu riwayat, surat ini juga dinamai surat Musa.**Pokok-Pokok Isi:**1. **Keimanan:** Allah Yang menentukan segala sesuatu dan manusia harus ridha dengan ketentuan itu; alam adalah fana dan hanya Allah yang Kekal; semuanya akan kembali kepada Allah; Allah mengetahui isi hati manusia baik yang dilahirkan ataupun yang disembunyikan.2. **Kisah-kisah:** Kekejaman Fir'aun dan pertolongan serta karunia Allah kepada Bani Israil; Musa dilemparkan ke sungai Nil, Musa membunuh seorang Qibthi tanpa sengaja; Musa di Madyan; Musa menerima perintah menyeru Fir'aun di gunung Sinai; kisah Karun.3. **Lain-lain:** Al-Qur'an menerangkan kisah nabi-nabi dan umat-umat terdahulu sebagai bukti kerasulan Muhammad; ahli kitab yang beriman kepada Nabi Muhammad diberi pahala dua kali lipat; hikmah Al-Qur'an diturunkan secara berangsur-angsur; hanya Allah yang memberi taufik kepada hamba-Nya untuk beriman; Allah menghancurkan suatu negeri karena kezaliman penduduknya sendiri; Allah tidak akan mengazab suatu umat sebelum rasul diutus kepadanya; keadaan orang-orang kafir dan sekutu-sekutu mereka pada hari kiamat; pergantian siang dan malam sebagai rahmat bagi manusia; Allah memberi balasan kebaikan dengan berlipat ganda sedangkan balasan kejahatan seimbang dengan yang telah dilakukan; janji Allah akan kemenangan Nabi Muhammad.Surat Al-Qashash diturunkan pada waktu kaum muslimin dalam keadaan lemah, sedangkan orang musyrik Mekah, sebagai penguasa, ketika itu mempunyai kekuatan dan kekuasaan yang besar.Dalam surat ini, Allah mengemukakan bahwa Fir'aun sebagai seorang raja yang mempunyai kekuasaan yang tak terbatas, dan Qarun sebagai seorang yang berilmu yang mempunyai harta yang tidak terhingga, akan binasa bersama apa yang dimiliki karena mengingkari agama Allah, sedangkan Musa yang semula tidak mempunyai apa pun justru mendapat kemenangan karena mengikuti agama Allah. Ayat ke-59 menegaskan lagi bahwa Allah menghancurkan negeri-negeri yang penduduknya zalim. Kemudian surat ini ditutup dengan menerangkan bahwa kaum muslimin, sekalipun dalam keadaan lemah, nanti setelah hijrah ke Madinah akan kembali lagi ke Mekah sebagai pemenang. Karena itu, tetaplah menyembah Allah, tidak ada Tuhan (yang berhak disembah) selain Dia. Dialah Mahakuasa dan menentukan segala sesuatu.**Hubungan Surat Al-Qashash Dengan Surat Al-'Ankabut:**1. Surat Al-'Ankabut dimulai dengan hiburan dari Allah kepada Nabi Muhammad dan para sahabatnya yang selalu disakiti, diejek, dan diusir oleh orang-orang musyrik Mekah, bahwa orang-orang yang beriman itu akan menerima cobaan atas keimanan mereka, sedangkan surat Al-Qashash menerangkan berbagai macam cobaan yang dialami oleh Nabi Musa dan Bani Israil dalam menghadapi kekejaman Fir'aun. Oleh sebab itu, Allah menyuruh agar Nabi Muhammad dan para sahabatnya agar terus bersabar dalam menghadapi cobaan-cobaan itu.2. Surat Al-Qashash mengisahkan tentang keselamatan Nabi Musa dari pengejaran Fir'aun setelah secara tidak sengaja membunuh orang Qibti. Juga mengisahkan tentang keselamatan Nabi Musa dan pengikutnya dari pengejaran Fir'aun dan bala tentaranya dan tenggelamnya Fir'aun dan bala tentaranya di laut Merah. Sementara itu, surat Al-'Ankabut mengisahkan keselamatan Nabi Nuh dan pengikutnya di atas kapal dan tenggelamnya orang-orang yang mengingkari seruan Nabi Nuh. Semua ini menunjukkan pertolongan Allah kepada hamba-hamba-Nya yang beriman.3. Surat Al-Qashash mengemukakan kelemahan kepercayaan orang-orang yang menyembah berhala dengan menerangkan keadaan penyembah-penyembah berhala dengan berhala itu sendiri pada hari kiamat, sedangkan surat Al-'Ankabut menyatakan kesalahan kepercayaan tersebut dengan membandingkannya dengan laba-laba yang percaya akan kekuatan sarangnya yang sangat lemah itu.4. Kedua surat ini sama-sama menerangkan kisah Fir'aun dan Qarun serta akibat perbuatan keduanya. Kedua Surat ini sama-sama menyinggung hijrah Nabi Muhammad.",
      "verses": [
        {
          "number": 14,
          "arabic": "وَلَمَّا بَلَغَ أَشُدَّهُۥ وَٱسْتَوَىٰٓ ءَاتَيْنَـٰهُ حُكْمًا وَعِلْمًا ۚ وَكَذَٰلِكَ نَجْزِى ٱلْمُحْسِنِينَ",
          "transliteration": "walammā balagha ashuddahu wa-is'tawā ātaynāhu ḥuk'man waʿil'man wakadhālika najzī l-muḥ'sinīna",
          "translation": "Dan setelah dia (Musa) dewasa dan sempurna akalnya, kami anugerahkan kepadanya hikmah (kenabian) dan pengetahuan. Dan demikianlah Kami memberi balasan kepada orang-orang yang berbuat baik.",
          "tafsir": "Pada ayat-ayat ini diterangkan bahwa setelah dewasa, Allah mengaruniakan kepada Musa ilmu dan hikmah karena ketaatan dan kepatuhannya kepada Tuhan serta kesabarannya menghadapi berbagai cobaan. Sudah sewajarnyalah bila Musa mengetahui dari ibunya bagaimana ia sampai dapat tinggal di istana keluarga raja Fir'aun, padahal ia hanya anak orang biasa dari Bani Israil yang selalu dihina dan diperhamba oleh Fir'aun dan kaumnya. Hal ini akan menimbulkan simpati Musa kepada Bani Israil walaupun Fir'aun telah berjasa mendidik dan mengasuhnya semenjak kecil sampai menjadi seorang laki-laki dewasa yang sehat wal afiat, baik fisik maupun mentalnya. Rasa simpati kepada kerabat dan kaumnya adalah naluri yang tidak dapat dipisahkan dari jiwa seseorang, apalagi dari diri Musa yang setiap hari melihat Bani Israil ditindas dan dianiaya oleh orang-orang Qibthi penduduk negeri Mesir. Akan tetapi, berkat kesabaran yang dimilikinya, sebagai karunia Allah, ia dapat menahan hatinya sampai Allah memberikan jalan baginya untuk mengangkat kaumnya dari lembah kehinaan dan penderitaan. Karena kesabaran, kebaikan budi dan tingkah laku, serta kepatuhannya menjalankan ajaran agama, Musa dikaruniai Allah ilmu dan hikmah sebagai persiapan untuk diangkat menjadi rasul. Ia diutus untuk menyampaikan risalah Allah kepada kaumnya dan Fir'aun yang sangat sombong, takabur, dan mengangkat dirinya sebagai tuhan."
        },
        {
          "number": 15,
          "arabic": "وَدَخَلَ ٱلْمَدِينَةَ عَلَىٰ حِينِ غَفْلَةٍ مِّنْ أَهْلِهَا فَوَجَدَ فِيهَا رَجُلَيْنِ يَقْتَتِلَانِ هَـٰذَا مِن شِيعَتِهِۦ وَهَـٰذَا مِنْ عَدُوِّهِۦ ۖ فَٱسْتَغَـٰثَهُ ٱلَّذِى مِن شِيعَتِهِۦ عَلَى ٱلَّذِى مِنْ عَدُوِّهِۦ فَوَكَزَهُۥ مُوسَىٰ فَقَضَىٰ عَلَيْهِ ۖ قَالَ هَـٰذَا مِنْ عَمَلِ ٱلشَّيْطَـٰنِ ۖ إِنَّهُۥ عَدُوٌّ مُّضِلٌّ مُّبِينٌ",
          "transliteration": "wadakhala l-madīnata ʿalā ḥīni ghaflatin min ahlihā fawajada fīhā rajulayni yaqtatilāni hādhā min shīʿatihi wahādhā min ʿaduwwihi fa-is'taghāthahu alladhī min shīʿatihi ʿalā alladhī min ʿaduwwihi fawakazahu mūsā faqaḍā ʿalayhi qāla hādhā min ʿamali l-shayṭāni innahu ʿaduwwun muḍillun mubīnun",
          "translation": "Dan dia (Musa) masuk ke kota (Memphis) ketika penduduknya sedang lengah, maka dia mendapati di dalam kota itu dua orang laki-laki sedang berkelahi; yang seorang dari kaumnya (Bani Israil) dan yang seorang (lagi) dari pihak musuhnya (kaum Fir'aun). Orang yang dari golongannya meminta pertolongan kepadanya, untuk (mengalahkan) orang yang dari pihak musuhnya, lalu Musa meninjunya, dan matilah musuhnya itu. Dia (Musa) berkata, \"Ini adalah perbuatan setan.<sup foot_note=135558>1</sup> Sungguh, dia (setan itu) adalah musuh yang jelas menyesatkan.\"",
          "tafsir": "Pada suatu hari, Musa menyelinap masuk ke kota tanpa diketahui orang banyak, ketika orang-orang sedang tidur siang hari sesudah waktu Zuhur. Di sana ia melihat dua orang sedang berkelahi, yang seorang dari kaum Bani Israil dan seorang lagi dari penduduk asli negeri Mesir yang dianggapnya sebagai musuh karena selalu menghina dan menganggap rendah golongan Bani Israil. Orang yang berasal dari Bani Israil berteriak meminta tolong untuk melepaskan diri dari kekejaman lawannya. Didorong rasa fanatik kepada kaumnya, dengan cepat Musa memburu orang Mesir itu. Karena amarah dan tanpa memikirkan akibat perbuatannya, Musa memukul orang Mesir itu dengan sekuat tenaga. Akibat pukulan itu, orang Mesir itu roboh seketika dan mati. Sebenarnya Musa tidak berniat sama sekali hendak membunuhnya, tetapi ternyata orang itu mati hanya dengan sekali pukulan saja. Musa amat menyesal atas ketelanjurannya dan menganggap tindakannya itu salah, tindakan yang tergopoh-gopoh. Dia berkata kepada dirinya sendiri bahwa perbuatannya adalah perbuatan setan yang selalu memperdayakan manusia agar melakukan kezaliman dan maksiat. Sesungguhnya ia telah terperosok masuk perangkap setan yang menjadi musuh manusia dan selalu berusaha untuk menyesatkannya."
        },
        {
          "number": 16,
          "arabic": "قَالَ رَبِّ إِنِّى ظَلَمْتُ نَفْسِى فَٱغْفِرْ لِى فَغَفَرَ لَهُۥٓ ۚ إِنَّهُۥ هُوَ ٱلْغَفُورُ ٱلرَّحِيمُ",
          "transliteration": "qāla rabbi innī ẓalamtu nafsī fa-igh'fir lī faghafara lahu innahu huwa l-ghafūru l-raḥīmu",
          "translation": "Dia (Musa) berdoa, \"Ya Tuhanku, sesungguhnya aku telah menzalimi diriku sendiri, maka ampunilah aku.\" Maka Dia (Allah) mengampuninya. Sungguh, Allah, Dialah Yang Maha Pengampun, Maha Penyayang.",
          "tafsir": "Pada ayat ini dijelaskan bahwa di saat menyadari kesalahannya, Musa memohon ampun kepada Tuhan, seraya berkata, \"Sesungguhnya aku telah menganiaya diriku sendiri dengan melakukan pembunuhan terhadap orang yang tidak boleh dibunuh. Maka ampunilah dosaku dan janganlah Engkau siksa aku karena perbuatan yang tidak kusengaja itu.\" Allah Yang Maha Pengampun dan Maha Penyayang terhadap hamba-Nya, mengampuni kesalahan Musa. Dengan pengampunan itu, hati Musa menjadi tenteram dan bebas dari kebimbangan dan kesusahan memikirkan nasibnya karena melakukan perbuatan dosa. Sesungguhnya pengampunan itu adalah rahmat dan karunia Allah. Di antara karunia Allah kepada Musa disebutkan dalam firman-Nya: Dan engkau pernah membunuh seseorang, lalu Kami selamatkan engkau dari kesulitan (yang besar) dan Kami telah mencobamu dengan beberapa cobaan (yang berat). (thaha/20: 40) Musa berjanji tidak akan melakukan kesalahan itu lagi dan tidak akan menjadi penolong bagi orang yang melakukan kesalahan. Apalagi pertolongan itu akan menyebabkan penganiayaan atau pembunuhan dan mencelakakan diri sendiri."
        },
        {
          "number": 17,
          "arabic": "قَالَ رَبِّ بِمَآ أَنْعَمْتَ عَلَىَّ فَلَنْ أَكُونَ ظَهِيرًا لِّلْمُجْرِمِينَ",
          "transliteration": "qāla rabbi bimā anʿamta ʿalayya falan akūna ẓahīran lil'muj'rimīna",
          "translation": "Dia (Musa) berkata, \"Ya Tuhanku! Demi nikmat yang telah Engkau anugerahkan kepadaku, maka aku tidak akan menjadi penolong bagi orang-orang yang berdosa.\"",
          "tafsir": "Pada ayat ini dijelaskan bahwa di saat menyadari kesalahannya, Musa memohon ampun kepada Tuhan, seraya berkata, \"Sesungguhnya aku telah menganiaya diriku sendiri dengan melakukan pembunuhan terhadap orang yang tidak boleh dibunuh. Maka ampunilah dosaku dan janganlah Engkau siksa aku karena perbuatan yang tidak kusengaja itu.\" Allah Yang Maha Pengampun dan Maha Penyayang terhadap hamba-Nya, mengampuni kesalahan Musa. Dengan pengampunan itu, hati Musa menjadi tenteram dan bebas dari kebimbangan dan kesusahan memikirkan nasibnya karena melakukan perbuatan dosa. Sesungguhnya pengampunan itu adalah rahmat dan karunia Allah. Di antara karunia Allah kepada Musa disebutkan dalam firman-Nya: Dan engkau pernah membunuh seseorang, lalu Kami selamatkan engkau dari kesulitan (yang besar) dan Kami telah mencobamu dengan beberapa cobaan (yang berat). (thaha/20: 40) Musa berjanji tidak akan melakukan kesalahan itu lagi dan tidak akan menjadi penolong bagi orang yang melakukan kesalahan. Apalagi pertolongan itu akan menyebabkan penganiayaan atau pembunuhan dan mencelakakan diri sendiri."
        },
        {
          "number": 18,
          "arabic": "فَأَصْبَحَ فِى ٱلْمَدِينَةِ خَآئِفًا يَتَرَقَّبُ فَإِذَا ٱلَّذِى ٱسْتَنصَرَهُۥ بِٱلْأَمْسِ يَسْتَصْرِخُهُۥ ۚ قَالَ لَهُۥ مُوسَىٰٓ إِنَّكَ لَغَوِىٌّ مُّبِينٌ",
          "transliteration": "fa-aṣbaḥa fī l-madīnati khāifan yataraqqabu fa-idhā alladhī is'tanṣarahu bil-amsi yastaṣrikhuhu qāla lahu mūsā innaka laghawiyyun mubīnun",
          "translation": "Karena itu, dia (Musa) menjadi ketakutan berada di kota sambil menunggu (akibat perbuatannya), tiba-tiba orang yang kemarin meminta pertolongan berteriak meminta pertolongan kepadanya. Musa berkata kepadanya, \"Engkau Sungguh, orang yang nyata-nyata sesat.\"",
          "tafsir": "Pengampunan Allah telah menjadikan hatinya lega dan lapang, tetapi bagaimana dengan penduduk asli Mesir di mana ia hidup di kalangan mereka? Apakah mereka akan membiarkan saja bila pembunuhan itu mereka ketahui? Inilah yang sangat mengganggu ketenteraman hati Musa dan selalu menjadi beban pikirannya. Oleh sebab itu, dengan sembunyi-sembunyi Musa mencari informasi apakah perbuatannya itu telah diketahui orang, dan bila mereka telah mengetahuinya, bagaimana sikap mereka? Tindakan apakah yang akan mereka ambil terhadapnya? Ketika ia menyusuri kota itu, kelihatan olehnya orang yang ditolong dahulu dan berteriak lagi minta tolong agar ia membantunya sekali lagi melawan orang Mesir yang lain. Rupanya orang yang ditolongnya dahulu itu kembali terlibat dalam perkelahian dengan orang Mesir lainnya. Mungkin orang itu meminta kepadanya supaya ia membunuh orang Mesir itu sebagaimana ia telah membunuh dahulu. Tergambarlah dalam otaknya bagaimana ia telah dosa dengan pembunuhan itu, tetapi Tuhan dengan rahmat dan kasih sayang-Nya, telah mengampuni kesalahannya. Apakah ia akan berbuat kesalahan lagi, apalagi ia telah berjanji dengan Tuhannya bahwa dia tidak akan mengulangi lagi perbuatan itu. Oleh sebab itu, Musa berkata kepada orang Israil itu bahwa ia adalah orang yang sesat. Akan tetapi, tergambar pula dalam pikirannya bagaimana nasib kaumnya yang terhina dan selalu dianiaya oleh orang-orang Mesir, maka bangkit pulalah rasa amarahnya dan hampir saja ia menyerang orang Mesir itu. Namun sebelum ia menyerang, orang Mesir itu membentaknya dengan mengatakan apakah ia hendak membunuhnya seperti ia membunuh kawannya kemarin? Rupanya orang itu sudah mengenali wajah Musa karena orang-orang di kota ramai membicarakan pembunuhan itu dan pelakunya. Kemudian orang Mesir itu membentaknya dan mengatakan, \"Sesungguhnya engkau telah bertindak sewenang-wenang di muka bumi. Engkau bukanlah termasuk orang-orang yang berbuat baik.\" Dengan bentakan itu, Musa sadar dan ingat akan janjinya bahwa dia tidak akan mengulangi kesalahannya lagi sehingga dia tidak jadi memukul orang itu. Menurut pendapat sebagian mufasir yang mengucapkan kata-kata tersebut kepada Musa bukanlah orang Mesir tetapi orang Israil yang telah ditolongnya, karena Musa menuduhnya sebagai orang yang sesat dan hendak memukulnya."
        },
        {
          "number": 19,
          "arabic": "فَلَمَّآ أَنْ أَرَادَ أَن يَبْطِشَ بِٱلَّذِى هُوَ عَدُوٌّ لَّهُمَا قَالَ يَـٰمُوسَىٰٓ أَتُرِيدُ أَن تَقْتُلَنِى كَمَا قَتَلْتَ نَفْسًۢا بِٱلْأَمْسِ ۖ إِن تُرِيدُ إِلَّآ أَن تَكُونَ جَبَّارًا فِى ٱلْأَرْضِ وَمَا تُرِيدُ أَن تَكُونَ مِنَ ٱلْمُصْلِحِينَ",
          "transliteration": "falammā an arāda an yabṭisha bi-alladhī huwa ʿaduwwun lahumā qāla yāmūsā aturīdu an taqtulanī kamā qatalta nafsan bil-amsi in turīdu illā an takūna jabbāran fī l-arḍi wamā turīdu an takūna mina l-muṣ'liḥīna",
          "translation": "Maka ketika dia (Musa) hendak memukul dengan keras orang yang menjadi musuh mereka berdua, dia (musuhnya) berkata, \"Wahai Musa! Apakah engkau bermaksud membunuhku, sebagaimana kemarin engkau telah membunuh seseorang? Engkau hanya bermaksud menjadi orang yang berbuat sewenang-wenang di negeri (ini), dan engkau tidak bermaksud menjadi salah seorang dari orang-orang yang mengadakan perdamaian.\"",
          "tafsir": "Pengampunan Allah telah menjadikan hatinya lega dan lapang, tetapi bagaimana dengan penduduk asli Mesir di mana ia hidup di kalangan mereka? Apakah mereka akan membiarkan saja bila pembunuhan itu mereka ketahui? Inilah yang sangat mengganggu ketenteraman hati Musa dan selalu menjadi beban pikirannya. Oleh sebab itu, dengan sembunyi-sembunyi Musa mencari informasi apakah perbuatannya itu telah diketahui orang, dan bila mereka telah mengetahuinya, bagaimana sikap mereka? Tindakan apakah yang akan mereka ambil terhadapnya? Ketika ia menyusuri kota itu, kelihatan olehnya orang yang ditolong dahulu dan berteriak lagi minta tolong agar ia membantunya sekali lagi melawan orang Mesir yang lain. Rupanya orang yang ditolongnya dahulu itu kembali terlibat dalam perkelahian dengan orang Mesir lainnya. Mungkin orang itu meminta kepadanya supaya ia membunuh orang Mesir itu sebagaimana ia telah membunuh dahulu. Tergambarlah dalam otaknya bagaimana ia telah dosa dengan pembunuhan itu, tetapi Tuhan dengan rahmat dan kasih sayang-Nya, telah mengampuni kesalahannya. Apakah ia akan berbuat kesalahan lagi, apalagi ia telah berjanji dengan Tuhannya bahwa dia tidak akan mengulangi lagi perbuatan itu. Oleh sebab itu, Musa berkata kepada orang Israil itu bahwa ia adalah orang yang sesat. Akan tetapi, tergambar pula dalam pikirannya bagaimana nasib kaumnya yang terhina dan selalu dianiaya oleh orang-orang Mesir, maka bangkit pulalah rasa amarahnya dan hampir saja ia menyerang orang Mesir itu. Namun sebelum ia menyerang, orang Mesir itu membentaknya dengan mengatakan apakah ia hendak membunuhnya seperti ia membunuh kawannya kemarin? Rupanya orang itu sudah mengenali wajah Musa karena orang-orang di kota ramai membicarakan pembunuhan itu dan pelakunya. Kemudian orang Mesir itu membentaknya dan mengatakan, \"Sesungguhnya engkau telah bertindak sewenang-wenang di muka bumi. Engkau bukanlah termasuk orang-orang yang berbuat baik.\" Dengan bentakan itu, Musa sadar dan ingat akan janjinya bahwa dia tidak akan mengulangi kesalahannya lagi sehingga dia tidak jadi memukul orang itu. Menurut pendapat sebagian mufasir yang mengucapkan kata-kata tersebut kepada Musa bukanlah orang Mesir tetapi orang Israil yang telah ditolongnya, karena Musa menuduhnya sebagai orang yang sesat dan hendak memukulnya."
        },
        {
          "number": 20,
          "arabic": "وَجَآءَ رَجُلٌ مِّنْ أَقْصَا ٱلْمَدِينَةِ يَسْعَىٰ قَالَ يَـٰمُوسَىٰٓ إِنَّ ٱلْمَلَأَ يَأْتَمِرُونَ بِكَ لِيَقْتُلُوكَ فَٱخْرُجْ إِنِّى لَكَ مِنَ ٱلنَّـٰصِحِينَ",
          "transliteration": "wajāa rajulun min aqṣā l-madīnati yasʿā qāla yāmūsā inna l-mala-a yatamirūna bika liyaqtulūka fa-ukh'ruj innī laka mina l-nāṣiḥīna",
          "translation": "Dan seorang laki-laki datang bergegas dari ujung kota seraya berkata, \"Wahai Musa! Sesungguhnya para pembesar negeri sedang berunding tentang engkau untuk membunuhmu, maka keluarlah (dari kota ini), sesungguhnya aku termasuk orang-orang yang memberi nasihat kepadamu.\"",
          "tafsir": "Pada ayat ini, Allah menerangkan bahwa seorang laki-laki dari kaum Fir'aun, yang bersimpati kepada Musa, ikut menghadiri musyawarah yang diadakan Fir'aun bersama pembesar-pembesarnya. Dalam musyawarah diputuskan bahwa Musa harus dibunuh. Orang laki-laki yang ikut musyawarah tersebut datang menjumpai Musa untuk memberitahukan kepadanya rencana jahat itu, karena ia sangat bersimpati dan hormat kepadanya. Ia minta supaya Musa segera meninggalkan Mesir. Kalau tidak, mungkin ia akan tertangkap dan dibunuh karena mereka sedang menyiapkan tentara rahasia untuk mengepung dan menangkapnya. Ia menyatakan kepada Musa semua yang dibicarakannya itu adalah benar dan ia menasihati Musa agar lari dengan segera. Nasihat itu benar-benar timbul dari hatinya yang ikhlas demi keselamatan Musa sendiri."
        },
        {
          "number": 21,
          "arabic": "فَخَرَجَ مِنْهَا خَآئِفًا يَتَرَقَّبُ ۖ قَالَ رَبِّ نَجِّنِى مِنَ ٱلْقَوْمِ ٱلظَّـٰلِمِينَ",
          "transliteration": "fakharaja min'hā khāifan yataraqqabu qāla rabbi najjinī mina l-qawmi l-ẓālimīna",
          "translation": "Maka keluarlah dia (Musa) dari kota itu dengan rasa takut, waspada (kalau ada yang menyusul atau menangkapnya), dia berdoa, \"Ya Tuhanku, selamatkanlah aku dari orang-orang yang zalim itu.\"",
          "tafsir": "Mendengar nasihat yang dikemukakan oleh orang itu dan melihat sikapnya yang menampakkan kejujuran dan keikhlasan, dengan segera Musa berangkat dalam keadaan selalu waspada, karena di belakangnya beberapa orang tentara Fir‘aun telah siap-siap untuk mengepung dan menangkapnya. Alangkah beratnya tekanan yang diderita Musa. Walaupun demikian, ia tetap berusaha menyelamatkan dirinya dan berdoa kepada Allah, “Hai Tuhanku Yang Mahakuasa, Yang Maha Pengasih lagi Maha Penyayang, bebaskanlah aku dari cengkeraman kaum Fir‘aun yang aniaya. Allah mengabulkan doanya dan menunjukkannya jalan menuju Madyan. Menurut riwayat, Fir‘aun memerintahkan kepada tentaranya supaya mengejar Musa sampai ke jalan-jalan kecil dan melarang mereka melalui jalan raya karena ia yakin bahwa Musa tidak mungkin akan menempuh jalan itu."
        }
      ]
    }
  ]
}