{
  "pageNumber": 55,
  "juz": 3,
  "surahs": [
    {
      "number": 3,
      "name": "Ali 'Imran",
      "nameArabic": "آل عمران",
      "meaning": "Keluarga Imran",
      "revelation": "Madinah",
      "description": "Surat Ali 'Imraan terdiri dari 200 ayat dan termasuk surat Madaniyyah. Dinamakan Ali 'Imran karena memuat kisah keluarga 'Imran, yang juga menyebutkan kisah kelahiran Nabi 'Isa a.s., persamaan kejadiannya dengan Nabi Adam a.s., kenabian dan beberapa mukjizatnya, serta kelahiran Maryam putri 'Imran, ibu Nabi 'Isa a.s.Surat Al Baqarah dan Ali 'Imraan dinamakan \"Az Zahrawaani\" (dua yang cemerlang), karena menyingkapkan hal-hal yang disembunyikan oleh para Ahli Kitab, seperti kejadian dan kelahiran Nabi 'Isa a.s., kedatangan Nabi Muhammad s.a.w., dan sebagainya.Pokok-Pokok Isi:1. Keimanan:Dalil-dalil dan alasan-alasan yang membantah orang Nasrani yang mempertuhankan Nabi 'Isa a.s.; ketauhidan adalah dasar yang dibawa oleh seluruh nabi.2. Hukum-hukum:Musyawarah; bermubahalah; larangan melakukan riba.3. Kisah-kisah:Kisah keluarga 'Imran; perang Badar dan Uhud dan pelajaran yang dapat diambil darinya,4. Lain-lain:Golongan-golongan manusia dalam memahami ayat-ayat mutasyaabihaat; sifat- sifat Allah; sifat orang-orang yang bertakwa; Islam satu-satunya agama yang diridhai Allah; kemudharatan mengambil orang-orang kafir sebagai teman kepercayaan; pengambilan perjanjian para Nabi oleh Allah; perumpamaan-perumpamaan; peringatan-peringatan terhadap Ahli Kitab; Ka'bah adalah rumah peribadatan yang tertua dan bukti-buktinya; faedah mengingat Allah dan merenungkan ciptaan-Nya.Surat Ali 'Imraan berisi dalil-dalil dan alasan-alasan untuk membantah kaum Nasrani yang mempertuhankan Nabi 'Isa a.s., menerangkan perang Badar dan Uhud; agar kemenangan di perang Badar dan kekalahan di perang Uhud yang dialami kaum muslimin itu dapat dijadikan pelajaran.Hubungan Surat Ali 'imraan Dengan Surat An Nisaa':1. Surat Ali 'Imraan disudahi dengan perintah bertakwa, sesuai dengan permulaan surat An Nisaa',2. Dalam surat Ali 'Imraan disebutkan perang Badar dan Uhud dengan sempurna, keterangan sebagiannya diulangi dalam surat An Nisaa'.3. Dalam surat Ali 'Imraan dikisahkan perang Hamraa-ul Asad yang terjadi setelah perang Uhud, dan perang ini disinggung pula dalam surat An Nisaa'.4. Dalam surat Ali 'Imraan disebutkan bahwa banyak kaum Muslimin yang gugur sebagai syuhada yang berarti mereka meninggalkan anak-anak dan istri-istri mereka, maka dalam bagian permulaan surat An Nisaa' disebutkan perintah memelihara anak yatim dan pembagian harta pusaka.",
      "verses": [
        {
          "number": 38,
          "arabic": "هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُۥ ۖ قَالَ رَبِّ هَبْ لِى مِن لَّدُنكَ ذُرِّيَّةً طَيِّبَةً ۖ إِنَّكَ سَمِيعُ ٱلدُّعَآءِ",
          "transliteration": "hunālika daʿā zakariyyā rabbahu qāla rabbi hab lī min ladunka dhurriyyatan ṭayyibatan innaka samīʿu l-duʿāi",
          "translation": "Di sanalah Zakaria berdoa kepada Tuhannya. Dia berkata, \"Ya Tuhanku, berilah aku keturunan yang baik dari sisi-Mu, sesungguhnya Engkau Maha Mendengar doa.\"",
          "tafsir": "Pada ayat yang lalu telah diceritakan perihal keluarga Imran, maka pada ayat ini dipaparkan cerita seputar keluarga Zakaria, di antara keduanya terjalin hubungan yang sangat erat, dalam rangka mengemukakan keutamaan keluarga Imran. Tatkala Zakaria melihat kemuliaan dan martabat yang begitu tinggi pada Maryam di hadapan Allah, timbullah keinginannya untuk mempunyai seorang anak serupa dengan Maryam dalam kecerdasan dan kemuliaannya di sisi Allah. Walaupun Zakaria mengetahui bahwa istrinya adalah seorang perempuan yang mandul dan sudah tua, namun dia tetap mengharapkan anugerah dari Allah. Di dalam mihrab tempat Maryam beribadah, Zakaria memanjatkan doa kepada Allah, semoga Dia berkenan menganugerahkan kepadanya seorang keturunan yang saleh, dan taat mengabdi kepada Allah. Doa yang timbul dari lubuk hati yang tulus dan penuh kepercayaan kepada kasih sayang Allah yang Maha Mendengar dan memperkenankan segala doa, maka segera doanya dikabulkan Allah."
        },
        {
          "number": 39,
          "arabic": "فَنَادَتْهُ ٱلْمَلَـٰٓئِكَةُ وَهُوَ قَآئِمٌ يُصَلِّى فِى ٱلْمِحْرَابِ أَنَّ ٱللَّهَ يُبَشِّرُكَ بِيَحْيَىٰ مُصَدِّقًۢا بِكَلِمَةٍ مِّنَ ٱللَّهِ وَسَيِّدًا وَحَصُورًا وَنَبِيًّا مِّنَ ٱلصَّـٰلِحِينَ",
          "transliteration": "fanādathu l-malāikatu wahuwa qāimun yuṣallī fī l-miḥ'rābi anna l-laha yubashiruka biyaḥyā muṣaddiqan bikalimatin mina l-lahi wasayyidan waḥaṣūran wanabiyyan mina l-ṣāliḥīna",
          "translation": "Kemudian para malaikat memanggilnya, ketika dia berdiri melaksanakan salat di mihrab, \"Allah menyampaikan kabar gembira kepadamu dengan (kelahiran) Yahya, yang membenarkan suatu kalimat (firman)<sup foot_note=135069>1</sup> dari Allah, panutan, berkemampuan menahan diri (dari hawa nafsu) dan seorang nabi diantara orang-orang saleh.\"",
          "tafsir": "Ketika Zakaria masih berdiri di mihrab, dan baru selesai berdoa, datanglah kepadanya Malaikat Jibril memberitahukan bahwa Allah akan menganugerahkan kepadanya seorang anak laki-laki bernama Yahya. Yahya kelak yang akan membenarkan nabi yang diciptakan oleh Allah, yang lahir tidak seperti bayi-bayi yang lain, dengan melalui ibu dan bapak, yaitu Nabi Isa. Yahya adalah seorang nabi yang memimpin kaumnya ke arah kemuliaan dan kebahagiaan. Nabi yang menjauhkan dirinya dari nafsu dan syahwat, karena semata-mata mengabdi kepada Allah. Dia adalah seorang nabi yang lahir dari keturunan yang mulia yakni nabi-nabi salawatullahi 'alaihim. Diriwayatkan bahwa Nabi Yahya sewaktu masih kanak-kanak, pernah berjalan melewati anak-anak yang sedang bermain. Mereka mengajaknya bermain. Beliau berkata, \"Aku diciptakan bukan untuk bermain-main\"."
        },
        {
          "number": 40,
          "arabic": "قَالَ رَبِّ أَنَّىٰ يَكُونُ لِى غُلَـٰمٌ وَقَدْ بَلَغَنِىَ ٱلْكِبَرُ وَٱمْرَأَتِى عَاقِرٌ ۖ قَالَ كَذَٰلِكَ ٱللَّهُ يَفْعَلُ مَا يَشَآءُ",
          "transliteration": "qāla rabbi annā yakūnu lī ghulāmun waqad balaghaniya l-kibaru wa-im'ra-atī ʿāqirun qāla kadhālika l-lahu yafʿalu mā yashāu",
          "translation": "Dia (Zakaria) berkata, \"Ya Tuhanku, bagaimana aku bisa mendapat anak, sedang aku sudah sangat tua dan istriku pun mandul?\" Dia (Allah) berfirman, \"Demikianlah, Allah berbuat apa yang Dia kehendaki.\"",
          "tafsir": "Setelah Zakaria yakin akan kebenaran kabar gembira itu, mulailah dia merasa heran terhadap kemungkinan kelahiran anak dari dirinya yang sudah tua. Meluncurlah kata-kata dari lidahnya, \"Ya Tuhan, bagaimana mungkin aku akan mendapat anak laki-laki, sedang umurku sudah tua dan istrikupun mandul\". Allah berfirman dan firman-Nya disampaikan oleh malaikat, \"Demikianlah Allah melaksanakan apa-apa yang Dia kehendaki. Apabila Allah menghendaki sesuatu, Allah mengadakan sebabnya atau Dia menjadikannya dengan tidak melalui sebab-sebab yang biasa. Tidak ada suatupun terjadi tanpa kehendak-Nya. Segala perkara terletak pada kekuasaan-Nya. Tidak patut pertanyaan tentang bagaimana caranya Allah menjadikannya, karena pikiran manusia tidak akan dapat mengetahuinya."
        },
        {
          "number": 41,
          "arabic": "قَالَ رَبِّ ٱجْعَل لِّىٓ ءَايَةً ۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَـٰثَةَ أَيَّامٍ إِلَّا رَمْزًا ۗ وَٱذْكُر رَّبَّكَ كَثِيرًا وَسَبِّحْ بِٱلْعَشِىِّ وَٱلْإِبْكَـٰرِ",
          "transliteration": "qāla rabbi ij'ʿal lī āyatan qāla āyatuka allā tukallima l-nāsa thalāthata ayyāmin illā ramzan wa-udh'kur rabbaka kathīran wasabbiḥ bil-ʿashiyi wal-ib'kāri",
          "translation": "Dia (Zakaria) berkata, \"Ya Tuhanku berilah aku suatu tanda.\" Allah berfirman, \" Tanda bagimu, adalah engkau tidak dapat berbicara dengan manusia selama tiga hari, kecuali dengan isyarat. Dan sebutlah (nama) Tuhanmu banyak-banyak, dan bertasbihlah (memuji-Nya) pada waktu petang dan pagi hari.\"",
          "tafsir": "Setelah Zakaria mendengar jawaban itu dari Malaikat Jibril maka dia berkata, \"Tuhanku berilah aku suatu tanda bahwa istriku akan hamil\". Menurut al-Hasan al-Basri, Nabi Zakaria bertanya demikian adalah untuk segera memperoleh kegembiraan hatinya atau untuk menyambut nikmat dengan syukur, tanpa menunggu sampai anak itu lahir. Kemudian Allah menjelaskan bahwa tanda istrinya sudah mengandung adalah dia sendiri tidak berbicara dengan orang lain selama tiga hari, kecuali dengan mempergunakan isyarat tangan, kepala dan lain-lainnya, dan beliau berzikir dan bertasbih kepada Allah. Allah menyuruh Zakaria tidak berbicara selama tiga hari, agar seluruh waktunya digunakan untuk zikir dan bertasbih kepada-Nya, sebagai pernyataan syukur yang hakiki. Menurut al-Qurthubi, sebagian mufasir mengatakan bahwa tiga hari Zakaria menjadi bisu itu adalah sebagai hukuman Allah terhadapnya, karena dia meminta pertanda kepada malaikat sehabis percakapan mereka. Di akhir ayat ini Allah memerintahkan kepada Zakaria agar tetap ingat kepada Allah dan berzikir sebanyak-banyaknya pada waktu pagi dan petang hari, sebagai tanda syukur kepada-Nya."
        },
        {
          "number": 42,
          "arabic": "وَإِذْ قَالَتِ ٱلْمَلَـٰٓئِكَةُ يَـٰمَرْيَمُ إِنَّ ٱللَّهَ ٱصْطَفَىٰكِ وَطَهَّرَكِ وَٱصْطَفَىٰكِ عَلَىٰ نِسَآءِ ٱلْعَـٰلَمِينَ",
          "transliteration": "wa-idh qālati l-malāikatu yāmaryamu inna l-laha iṣ'ṭafāki waṭahharaki wa-iṣ'ṭafāki ʿalā nisāi l-ʿālamīna",
          "translation": "Dan (ingatlah) ketika para malaikat berkata, \"Wahai Maryam! Sesungguhnya Allah telah memilihmu, menyucikanmu, dan melebihkanmu di atas segala wanita di seluruh alam (pada masa itu).",
          "tafsir": "Ayat ini kembali menceritakan keluarga Imran, sesudah ayat yang lalu menceritakan hal ihwal keluarga Zakaria yang juga termasuk keluarga Imran. Dalam ayat ini Allah mengingatkan Nabi Muhammad saw, tentang peristiwa yang dialami oleh Maryam ketika dia didatangi oleh Malaikat Jibril (Maryam/19: 19-21). Pembicaraan Jibril dan Maryam di sini bukanlah seperti pembicaraan Jibril dengan nabi-nabi, yang merupakan penyampaian wahyu Allah kepada mereka melainkan sebagai pembicaraan malaikat dengan wali-wali Allah, yang berupa ilham. Ungkapan rasa syukur Maryam kepada Allah dengan ibadah dan ketaatannya yang tidak putus-putusnya, menambah terpeliharanya kemuliaan dan kesempurnaan diri pribadinya, serta menambah jauhnya dari segala sifat yang tidak baik. Karena itu wajar bila Maryam memperoleh ilham dari Allah melalui Jibril sebagai penghormatan atas dirinya. Jibril menandaskan bahwa Allah telah memilih Maryam untuk berkhidmat di Baitulmakdis, dan membersihkan dia dari keaiban lahir dan batin, serta menentukannya untuk melahirkan seorang nabi meskipun dia tidak pernah dijamah oleh seorang lelaki. Allah mengistimewakan Maryam atas semua perempuan di masanya. Sabda Rasul saw: Perempuan terbaik di dunia ini adalah empat orang: Maryam binti Imran, Asiyah istri Fir'aun, Khadijah binti Khuwailid dan Fatimah binti Muhammad. (Riwayat al-Bukhari dan Muslim dari Hisyam bin hakim)"
        },
        {
          "number": 43,
          "arabic": "يَـٰمَرْيَمُ ٱقْنُتِى لِرَبِّكِ وَٱسْجُدِى وَٱرْكَعِى مَعَ ٱلرَّٰكِعِينَ",
          "transliteration": "yāmaryamu uq'nutī lirabbiki wa-us'judī wa-ir'kaʿī maʿa l-rākiʿīna",
          "translation": "Wahai Maryam! Taatilah Tuhanmu, sujud dan rukuklah bersama orang-orang yang rukuk.\"",
          "tafsir": "Allah mewajibkan kepada Maryam untuk taat kepada-Nya sebagai tanda syukur atas nikmat yang dianugerahkan-Nya kepadanya, dengan firman-Nya yang artinya, \"Taatilah hai Maryam Tuhanmu, bersujudlah, dan rukuklah bersama orang-orang yang ruku\"'. Yang dimaksud dengan \"sujud\" di sini adalah sujud seperti sujud dalam salat dan dimaksudkan dengan \"ruku\" ialah salat itu sendiri. Ayat ini memerintahkan kepada Maryam agar melakukan salat berjamaah bersama-sama orang lain. Salat menurut pengertian orang Yahudi waktu itu ialah: doa atau bersujud. Sujud dengan meletakkan dahi ke tanah atau ke lantai itu salat mereka, semua ibadah yang dilakukan Maryam bertempat di mihrab."
        },
        {
          "number": 44,
          "arabic": "ذَٰلِكَ مِنْ أَنۢبَآءِ ٱلْغَيْبِ نُوحِيهِ إِلَيْكَ ۚ وَمَا كُنتَ لَدَيْهِمْ إِذْ يُلْقُونَ أَقْلَـٰمَهُمْ أَيُّهُمْ يَكْفُلُ مَرْيَمَ وَمَا كُنتَ لَدَيْهِمْ إِذْ يَخْتَصِمُونَ",
          "transliteration": "dhālika min anbāi l-ghaybi nūḥīhi ilayka wamā kunta ladayhim idh yul'qūna aqlāmahum ayyuhum yakfulu maryama wamā kunta ladayhim idh yakhtaṣimūna",
          "translation": "Itulah sebagian dari berita-berita gaib yang Kami wahyukan kepadamu (Muhammad), padahal engkau tidak bersama mereka ketika mereka melemparkan pena<sup foot_note=135070>1</sup> mereka (untuk mengundi) siapa di antara mereka yang akan memelihara Maryam. Dan engkau pun tidak bersama mereka ketika mereka bertengkar.",
          "tafsir": "Ayat ini ditutup dengan mengarahkan pembicaraan kepada Nabi Muhammad bahwa cerita itu termasuk cerita yang belum diketahuinya, sedang hal itu sesuai dengan isi Kitab Taurat. Allah menyatakan dalam ayat ini bahwa apa yang telah dikisahkan, yaitu kisah Maryam dan Zakaria adalah kisah-kisah yang tidak pernah disaksikan oleh Nabi Muhammad saw, atau keluarganya, dan tidak pula Muhammad pernah membacanya dalam suatu kitab, serta tidak pula diajarkan oleh seorang guru. Itulah wahyu, yang diturunkan Allah kepadanya dengan perantara Ruhul-Amin, untuk menjadi bukti atas kebenaran kenabiannya, dan untuk mematahkan hujjah (argumentasi) orang yang mengingkarinya. Kemudian Allah menyatakan pula bahwa Nabi Muhammad, belum ada dan tentu saja tidak menyaksikan mereka ketika mengadakan undian di antara Zakaria dengan mereka, untuk menetapkan siapa yang akan mengasuh Maryam. Nabi Muhammad saw tidak hadir dalam perselisihan mereka untuk mengasuh Maryam. Mereka terpaksa mengadakan undian untuk menyelesai-kan perselisihan itu. Mereka yang berselisih adalah orang-orang terkemuka yakni para pendeta mereka. Perselisihan itu semata-mata didorong oleh keinginan yang besar untuk mengasuh dan memelihara Maryam. Boleh jadi keinginan ini disebabkan karena bapaknya yaitu Imran adalah pemimpin mereka, sehingga mereka mengharapkan akan mendapatkan berkah dari tugas mengasuh Maryam. Boleh jadi pula disebabkan mereka mengetahui dalam kitab-kitab agama, bahwasanya kelak akan terjadi peristiwa besar bagi Maryam dan putranya. Atau mungkin disebabkan mereka berpendapat bahwa mengasuh bayi perempuan itu adalah suatu kewajiban agama, karena bayi itu dinazarkan untuk mengabdi di Baitulmakdis. Ayat ini diletakkan sesudah menerangkan kisah Maryam tersebut, adalah untuk menjelaskan bahwa Nabi Muhammad tidak pernah membaca cerita keluarga Imran (Bani Israil), karena beliau seorang ummi. Lagi pula beliau tidak pernah mendengar dari seseorang sebab beliau juga hidup waktu itu di tengah-tengah orang yang ummi. Tidak ada jalan bagi Nabi, untuk mengetahui seluk beluk cerita ini kecuali dengan jalan menyaksikan dengan mata kepala sendiri, atau dengan jalan wahyu. Menyaksikan dengan mata kepala sendiri adalah suatu hal yang mustahil, karena peristiwa itu terjadi pada zaman sebelum lahirnya Nabi Muhammad saw. Kalau demikian tentulah Nabi Muhammad mengetahuinya dengan jalan wahyu. Para Ahli Kitab yang mengingkari Al-Qur'an mengatakan bahwa isi Al-Qur'an yang sesuai dengan isi Kitab mereka itu adalah berasal dari kitab mereka, sedang yang bertentangan dengan isi kitab mereka itu mereka katakan tidak benar. Isi Al-Qur'an yang tidak terdapat dalam Kitab mereka juga dianggap tidak benar. Sikap demikian itu hanyalah karena sifat sombong dan sifat permusuhan mereka. Kaum Muslimin meyakini bahwa segala yang diterangkan Al-Qur'an adalah benar. Karena cukup dalil-dalil yang membuktikan bahwa Muhammad saw adalah seorang nabi. Ayat Al-Qur'an yang bertentangan dengan kitab-kitab terdahulu dipandang sebagai koreksi terhadap kesalahan-kesalahan yang terdapat pada kitab-kitab itu, karena sudah diubah-ubah atau tidak sesuai lagi dengan kemaslahatan umat."
        },
        {
          "number": 45,
          "arabic": "إِذْ قَالَتِ ٱلْمَلَـٰٓئِكَةُ يَـٰمَرْيَمُ إِنَّ ٱللَّهَ يُبَشِّرُكِ بِكَلِمَةٍ مِّنْهُ ٱسْمُهُ ٱلْمَسِيحُ عِيسَى ٱبْنُ مَرْيَمَ وَجِيهًا فِى ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ وَمِنَ ٱلْمُقَرَّبِينَ",
          "transliteration": "idh qālati l-malāikatu yāmaryamu inna l-laha yubashiruki bikalimatin min'hu us'muhu l-masīḥu ʿīsā ub'nu maryama wajīhan fī l-dun'yā wal-ākhirati wamina l-muqarabīna",
          "translation": "(Ingatlah), ketika para malaikat berkata, \"Wahai Maryam! Sesungguhnya Allah menyampaikan kabar gembira kepadamu tentang suatu kalimat (firman) dari-Nya (yaitu seorang putera) namanya Al-Masih Isa putra Maryam, seorang terkemuka di dunia dan di akhirat, dan termasuk orang-orang yang didekatkan (kepada Allah),",
          "tafsir": "Di dalam ayat ini Allah mengingatkan Nabi Muhammad, terhadap cerita Maryam di kala Jibril datang kepadanya, membawa kabar gembira kepadanya bahwa dia akan melahirkan seorang putra yang saleh. Ketika Jibril menyampaikan kabar gembira itu Allah telah memilihnya, menyucikannya untuk tetap beribadah kepada Allah dan selalu bersyukur kepada-Nya. Yang dimaksud dengan malaikat di sini ialah Jibril, sebagaimana di dalam firman Allah: \"¦ lalu Kami mengutus roh Kami (Jibril) kepadanya, maka dia menampakkan diri di hadapannya dalam bentuk manusia yang sempurna.\" (Maryam/19: 17). Isa disebut dengan \"kalimat Allah\", sebagai pemberitahuan tentang proses penciptaannya yang berlainan dengan kejadian manusia biasa. Isa a.s. dinamai al-Masih, sedang Almasih itu adalah gelar raja, karena kata Almasih dalam Taurat dan Injil berarti \"yang disapu atau yang diminyaki\". Menyapu dan meminyaki itu adalah suatu ketentuan dalam adat istiadat mereka bahwa siapa yang telah disapu dengan minyak suci oleh kepala agama, maka dia sudah menjadi suci pula, cakap untuk memegang kerajaan, memiliki ilmu pengetahuan dan kekuasaan, lagi mendapat berkah. Di sini Allah, menunjukkan bahwa Isa, senantiasa mendapat berkah walaupun belum pernah disapu dengan minyak suci itu. Ada pula yang mengatakan bahwa nama Isa berasal dari kata Yunani \"yasu\", artinya \"yang diselamatkan yang terpilih\". Para nabi dahulu telah menerangkan bahwa akan datang seorang al-Masih, dia seorang raja yang akan mengembalikan kekuasaan Bani Israil yang telah hilang. Maka ketika Isa lahir dan dinamai al-Masih, segolongan mereka beriman kepadanya. Orang-orang Yahudi yang mengingkarinya berpendapat bahwa yang dijanjikan itu belum datang. Dia dinamakan Ibnu Maryam (putra Maryam) untuk memberi pengertian bahwa Isa lahir tanpa ayah karena itulah ia dinisbatkan kepada ibunya. Isa a.s. mempunyai kedudukan yang terkemuka di dunia, karena dia mendapat tempat di hati orang-orang mukmin serta dihormati. Perbaikan-perbaikan yang ditinggalkan Isa tetap membekas di kemudian hari. Kebesarannya jauh lebih nyata daripada kebesaran para penguasa atau raja-raja sebab orang-orang menghormati para penguasa dan raja itu adalah untuk menghindarkan diri dari penyiksaan mereka, karena takut terhadap kezaliman mereka, atau untuk mengambil muka agar diberi kedudukan duniawi. Kebesaran yang demikian ini adalah kemegahan semu belaka, tanpa ada bekasnya sedikit pun di dalam jiwa, bahkan mungkin menimbulkan kebencian. Selain dari itu, Isa mempunyai kebesaran di akhirat, yaitu kedudukan dan kemuliaan yang tinggi, karena beliau senantiasa dekat kepada Allah."
        }
      ]
    }
  ]
}