{
  "pageNumber": 533,
  "juz": 27,
  "surahs": [
    {
      "number": 55,
      "name": "Ar-Rahman",
      "nameArabic": "الرحمن",
      "meaning": "Yang Maha Pemurah",
      "revelation": "Madinah",
      "description": "Surat Ar-Rahman terdiri dari 78 ayat, termasuk golongan surat Madaniyyah, dan diturunkan setelah surat Ar-Ra'd.Dinamai \"Ar-Rahman\" (Yang Maha Pengasih) diambil dari kata \"Ar-Rahman\" yang terdapat pada ayat pertama surat ini. Ar-Rahman adalah satu dari nama-nama Allah. Sebagian besar dari surat ini menerangkan belas kasih Allah kepada hamba-hamba-Nya, yaitu dengan memberikan nikmat-nikmat yang tidak terhingga baik di dunia maupun di akhirat.**Pokok-Pokok Isi:**1. **Keimanan:** Allah mengajari manusia pandai berbicara; pohon-pohonan dan tumbuh-tumbuhan tunduk kepada Allah; semua makhluk akan hancur; Allah selalu dalam kesibukan; seluruh alam merupakan nikmat Allah terhadap manusia; manusia diciptakan dari tanah dan jin dari api.2. **Hukum-hukum:** Kewajiban mengukur, menakar, dan menimbang dengan adil.3. **Lain-lain:** Manusia dan jin tidak dapat melepaskan diri dari kekuasaan Allah; banyak dari manusia yang tidak mensyukuri nikmat Allah; nubuat tentang hal-hal yang akan terjadi lalu benar-benar terjadi seperti tentang terusan Suez dan Panama.Surat Ar-Rahman menyebutkan bermacam-macam nikmat Allah yang telah dilimpahkan kepada hamba-hamba-Nya, yaitu dengan menciptakan alam beserta apa yang ada di dalamnya. Kemudian diterangkan pembalasan di akhirat, keadaan penghuni neraka dan keadaan penghuni surga, dan diterangkan pula keadaan di dalam surga yang dijanjikan Allah kepada orang yang bertakwa.**Hubungan Surat Ar-Rahman Dengan Surat Al-Waqi'ah:**1. Kedua surat ini sama-sama menerangkan keadaan di akhirat dan keadaan di surga dan di neraka.2. Dalam surat Ar-Rahman diterangkan azab yang ditimpakan kepada orang-orang yang berdosa dan nikmat yang diterima orang-orang yang bertakwa; dijelaskan bahwa ada dua macam surga yang disediakan bagi orang-orang mukmin. Sementara itu, pada surat Al-Waqi'ah diterangkan pembagian manusia di akhirat menjadi tiga golongan: golongan kiri, golongan kanan, dan golongan orang-orang yang lebih dahulu beriman dan diterangkan pula nasib masing-masing golongan tersebut.",
      "verses": [
        {
          "number": 41,
          "arabic": "يُعْرَفُ ٱلْمُجْرِمُونَ بِسِيمَـٰهُمْ فَيُؤْخَذُ بِٱلنَّوَٰصِى وَٱلْأَقْدَامِ",
          "transliteration": "yuʿ'rafu l-muj'rimūna bisīmāhum fayu'khadhu bil-nawāṣī wal-aqdāmi",
          "translation": "Orang-orang yang berdosa itu diketahui dengan tanda-tandanya, lalu direnggut ubun-ubun dan kakinya.",
          "tafsir": "Ayat ini menerangkan bahwa orang-orang yang berdosa dapat dikenal dari tanda-tanda yang membedakan mereka dengan orang yang lain yaitu: wajahnya hitam pekat, matanya membelalak karena takut. Pada hari hisab tidak akan didengar alasan-alasan dan keterangan yang mereka kemukakan. Ubun-ubun dan kaki mereka dipegang sebagai penghinaan, lalu diseret, dimasukkan ke dalam api neraka Jahanam."
        },
        {
          "number": 42,
          "arabic": "فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ",
          "transliteration": "fabi-ayyi ālāi rabbikumā tukadhibāni",
          "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan?",
          "tafsir": "Ayat ini menerangkan bahwa pada saat itu Allah bertanya mengenai nikmat mana lagi yang kamu dustakan, terutama nikmat yang telah Allah berikan pada hari ini. Allah juga mengingatkan tentang kabar derita dan peringatan pedih yang telah disampaikanNya, yaitu agar manusia meninggalkan dan menjauhi perbuatan dosa."
        },
        {
          "number": 43,
          "arabic": "هَـٰذِهِۦ جَهَنَّمُ ٱلَّتِى يُكَذِّبُ بِهَا ٱلْمُجْرِمُونَ",
          "transliteration": "hādhihi jahannamu allatī yukadhibu bihā l-muj'rimūna",
          "translation": "Inilah neraka Jahanam yang didustakan oleh orang-orang yang berdosa.",
          "tafsir": "Allah membuktikan janji-janji-Nya kepada mereka yang berbuat jahat bahwa sekarang telah mereka saksikan dan telah mereka lihat dengan mata mereka sendiri azab Tuhan yang mereka tunggu-tunggu; supaya mereka merasakan siksaan api neraka Jahanam dan meminum air yang mendidih, yang dapat menghancurkan usus dan isi perut siapa yang meminumnya. Mereka berkeliling di antara api dan air mendidih yang sangat panas. Tegasnya, apabila mereka minta tolong supaya dikeluarkan dari api neraka, maka mereka dipindahkan ke suatu tempat minuman air yang lebih tinggi suhu panasnya. Seperti diungkapkan dalam firman Allah sebagai berikut: Ketika belenggu dan rantai dipasang di leher mereka, seraya mereka diseret, ke dalam air yang sangat panas, kemudian mereka dibakar dalam api (Gafir/40: 71-72)"
        },
        {
          "number": 44,
          "arabic": "يَطُوفُونَ بَيْنَهَا وَبَيْنَ حَمِيمٍ ءَانٍ",
          "transliteration": "yaṭūfūna baynahā wabayna ḥamīmin ānin",
          "translation": "Mereka berkeliling di sana dan di antara air yang mendidih.",
          "tafsir": "Allah membuktikan janji-janji-Nya kepada mereka yang berbuat jahat bahwa sekarang telah mereka saksikan dan telah mereka lihat dengan mata mereka sendiri azab Tuhan yang mereka tunggu-tunggu; supaya mereka merasakan siksaan api neraka Jahanam dan meminum air yang mendidih, yang dapat menghancurkan usus dan isi perut siapa yang meminumnya. Mereka berkeliling di antara api dan air mendidih yang sangat panas. Tegasnya, apabila mereka minta tolong supaya dikeluarkan dari api neraka, maka mereka dipindahkan ke suatu tempat minuman air yang lebih tinggi suhu panasnya. Seperti diungkapkan dalam firman Allah sebagai berikut: Ketika belenggu dan rantai dipasang di leher mereka, seraya mereka diseret, ke dalam air yang sangat panas, kemudian mereka dibakar dalam api (Gafir/40: 71-72)"
        },
        {
          "number": 45,
          "arabic": "فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ",
          "transliteration": "fabi-ayyi ālāi rabbikumā tukadhibāni",
          "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan?",
          "tafsir": "Ayat ini menerangkan bahwa pada saat itu Allah bertanya mengenai nikmat mana lagi yang kamu dustakan, terutama nikmat yang telah Allah berikan pada hari ini. Allah juga mengingatkan tentang kabar derita dan peringatan pedih yang telah disampaikanNya, yaitu agar manusia meninggalkan dan menjauhi perbuatan dosa."
        },
        {
          "number": 46,
          "arabic": "وَلِمَنْ خَافَ مَقَامَ رَبِّهِۦ جَنَّتَانِ",
          "transliteration": "waliman khāfa maqāma rabbihi jannatāni",
          "translation": "Dan bagi siapa yang takut akan saat menghadap Tuhannya ada dua surga.<sup foot_note=135774>1</sup>",
          "tafsir": "Ayat ini menerangkan bahwa Allah menyediakan dua surga bagi orang yang takut akan Tuhannya dan berkeyakinan bahwa mereka akan mendapat balasan atas perbuatannya. Bila tergerak hatinya akan berbuat maksiat, maka ia ingat akan Tuhan yang mengetahui segala sesuatu baik yang kelihatan maupun yang tersembunyi. Karena itu ia meninggalkan perbuatan itu, takut akan azab dan hukuman yang akan diterimanya. Mereka berbuat baik dan mengajak manusia berbuat baik pula. Dua surga itu ialah: 1. Surga rohani di mana mereka mendapat keridaan Allah. Firman Allah: Dan keridaan Allah lebih besar. Itulah kemenangan yang agung. (at-Taubah/9: 72) 2. Surga jasmani yang mereka peroleh sesuai dengan amal saleh yang mereka perbuat di dunia."
        },
        {
          "number": 47,
          "arabic": "فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ",
          "transliteration": "fabi-ayyi ālāi rabbikumā tukadhibāni",
          "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan?",
          "tafsir": "Ayat ini menerangkan bahwa Allah menyediakan dua surga bagi orang yang takut akan Tuhannya dan berkeyakinan bahwa mereka akan mendapat balasan atas perbuatannya. Bila tergerak hatinya akan berbuat maksiat, maka ia ingat akan Tuhan yang mengetahui segala sesuatu baik yang kelihatan maupun yang tersembunyi. Karena itu ia meninggalkan perbuatan itu, takut akan azab dan hukuman yang akan diterimanya. Mereka berbuat baik dan mengajak manusia berbuat baik pula. Dua surga itu ialah: 1. Surga rohani di mana mereka mendapat keridaan Allah. Firman Allah: Dan keridaan Allah lebih besar. Itulah kemenangan yang agung. (at-Taubah/9: 72) 2. Surga jasmani yang mereka peroleh sesuai dengan amal saleh yang mereka perbuat di dunia."
        },
        {
          "number": 48,
          "arabic": "ذَوَاتَآ أَفْنَانٍ",
          "transliteration": "dhawātā afnānin",
          "translation": "kedua surga itu mempunyai aneka pepohonan dan buah-buahan.",
          "tafsir": "Ayat ini menerangkan bahwa kedua surga itu mempunyai pohon-pohon yang rindang dan buah-buahan yang beraneka ragam coraknya, yang membuat mereka tambah bernafsu, tambah berselera untuk memakannya. Kemudian Allah berkata, \"Apakah kamu, hai manusia dan jin, mengingi"
        },
        {
          "number": 49,
          "arabic": "فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ",
          "transliteration": "fabi-ayyi ālāi rabbikumā tukadhibāni",
          "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan?",
          "tafsir": "Ayat ini menerangkan bahwa pada saat itu Allah bertanya mengenai nikmat mana lagi yang kamu dustakan, terutama nikmat yang telah Allah berikan pada hari ini. Kabar derita dan peringatan pedih yang telah disampaikan-Nya, yaitu agar manusia meninggalkan dan menjauhi perbuatan dosa. Maka nikmat Tuhan kamu yang manakah yang kamu dustakan, hai manusia dan jin? Masing-masing mendapat ganjaran sebagaimana yang diterangkan Allah. Bukankah itu nikmat yang besar dan bagi kamu sekalian. ("
        },
        {
          "number": 50,
          "arabic": "فِيهِمَا عَيْنَانِ تَجْرِيَانِ",
          "transliteration": "fīhimā ʿaynāni tajriyāni",
          "translation": "Di dalam kedua surga itu ada dua buah mata air yang memancar.",
          "tafsir": "Ayat ini menerangkan bahwa di kedua surga itu ada dua mata air mengalir, menyirami pohon-pohon yang bermacam-macam jenisnya. Air itu dialirkan ke mana saja mereka kehendaki. Salah satu dari mata air itu bernama at-tasnim dan satu lagi nama as-salsabil, sebagaimana firman Allah: Dan campurannya dari tasnim, (yaitu) mata air yang diminum oleh mereka yang dekat dengan Allah. (al-Muthaffifin/83: 27-28) Dan firman-Nya: Dan di sana mereka diberi segelas minuman bercampur jahe. (Yang didatangkan dari) sebuah mata air (di surga) yang dinamakan Salsabil. (al-Insan/76: 17-18)"
        },
        {
          "number": 51,
          "arabic": "فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ",
          "transliteration": "fabi-ayyi ālāi rabbikumā tukadhibāni",
          "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan?",
          "tafsir": "Ayat ini menerangkan bahwa pada saat itu Allah bertanya mengenai nikmat mana lagi yang kamu dustakan, terutama nikmat yang telah Allah berikan pada hari ini. Kabar derita dan peringatan pedih yang telah disampaikan-Nya, yaitu agar manusia meninggalkan dan menjauhi perbuatan dosa. Maka nikmat Tuhan kamu yang manakah yang kamu dustakan, hai manusia dan jin? Masing-masing mendapat ganjaran sebagaimana yang diterangkan Allah. Bukankah itu nikmat yang besar dan bagi kamu sekalian. Oleh karena itu nikmat Tuhan mana lagi yang kamu dustakan hai jin dan manusia? Karena itu merupakan kenyataan yang tak dapat dipungkiri dan merupakan nikmat yang sungguh besar."
        },
        {
          "number": 52,
          "arabic": "فِيهِمَا مِن كُلِّ فَـٰكِهَةٍ زَوْجَانِ",
          "transliteration": "fīhimā min kulli fākihatin zawjāni",
          "translation": "Di dalam kedua surga itu terdapat aneka buah-buahan yang berpasang-pasangan.",
          "tafsir": "Ayat ini menerangkan bahwa pada kedua surga itu terdapat bermacam-macam buah-buahan basah dan kering, kedua-duanya sama lezatnya, berlainan dengan buah-buahan di dunia."
        },
        {
          "number": 53,
          "arabic": "فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ",
          "transliteration": "fabi-ayyi ālāi rabbikumā tukadhibāni",
          "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan?",
          "tafsir": "Ayat ini menerangkan bahwa pada saat itu Allah bertanya nikmat mana lagi yang kamu dustakan, terutama nikmat yang telah Allah berikan pada hari ini. Kabar derita dan peringatan pedih yang telah disampaikan-Nya, yaitu agar manusia meninggalkan dan menjauhi perbuatan dosa. Maka nikmat Tuhan kamu yang manakah yang kamu dustakan, hai manusia dan jin? Masing-masing mendapat ganjaran sebagaimana yang diterangkan Allah. Bukankah itu nikmat yang besar bagi kamu sekalian."
        },
        {
          "number": 54,
          "arabic": "مُتَّكِـِٔينَ عَلَىٰ فُرُشٍۭ بَطَآئِنُهَا مِنْ إِسْتَبْرَقٍ ۚ وَجَنَى ٱلْجَنَّتَيْنِ دَانٍ",
          "transliteration": "muttakiīna ʿalā furushin baṭāinuhā min is'tabraqin wajanā l-janatayni dānin",
          "translation": "Mereka bersandar di atas permadani yang bagian dalamnya dari sutera tebal. Dan buah-buahan di kedua surga itu dapat (dipetik) dari dekat.",
          "tafsir": "Ayat ini menerangkan tentang permadani atau kasur-kasur. Mereka duduk santai tidur di atas kasur yang sebelah dalamnya dari sutra yang tebal. Apabila keadaan sebelah dalamnya demikian indahnya, maka bayangkanlah bagaimana keadaan sebelah luarnya. Firman Allah: Maka tidak seorang pun mengetahui apa yang disembunyikan untuk mereka yaitu (bermacam-macam nikmat) yang menyenangkan hati sebagai balasan terhadap apa yang mereka kerjakan. (as-Sajdah/32: 17) Ibnu 'Abbas mengatakan bahwa Ini menunjukkan bagaimana bagusnya permadani-permadani dan besarnya kesenangan yang abadi yang mereka terima dari pahala-pahala yang diberikan kepada mereka. Buah-buahan dari kedua surga itu dekat kepada mereka bila mereka ingin memetiknya sebagaimana yang diutarakan oleh ayat-ayat lain yang sama-sama maksudnya: Buah-buahannya dekat. (al-haqqah/69: 23) Dan firman-Nya: Dan naungan (pepohonan)nya dekat di atas mereka dan dimudahkan semudah-mudahnya untuk memetik (buah)nya. (al-Insan/76: 14) Buah-buahannya tidak akan menghindar, bahkan akan merendah agar mudah dipetik."
        },
        {
          "number": 55,
          "arabic": "فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ",
          "transliteration": "fabi-ayyi ālāi rabbikumā tukadhibāni",
          "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan?",
          "tafsir": "Ayat ini menerangkan bahwa pada saat itu Allah bertanya nikmat mana lagi yang kamu dustakan, terutama nikmat yang telah Allah berikan pada hari ini. Kabar derita dan peringatan pedih yang telah disampaikan-Nya, yaitu agar manusia meninggalkan dan menjauhi perbuatan dosa. Maka nikmat Tuhan kamu yang manakah yang kamu dustakan, hai manusia dan jin? Masing-masing mendapat ganjaran sebagaimana yang diterangkan Allah. Bukankah itu nikmat yang besar bagi kamu sekalian."
        },
        {
          "number": 56,
          "arabic": "فِيهِنَّ قَـٰصِرَٰتُ ٱلطَّرْفِ لَمْ يَطْمِثْهُنَّ إِنسٌ قَبْلَهُمْ وَلَا جَآنٌّ",
          "transliteration": "fīhinna qāṣirātu l-ṭarfi lam yaṭmith'hunna insun qablahum walā jānnun",
          "translation": "Di dalam surga itu ada bidadari-bidadari yang membatasi pandangan, yang tidak pernah disentuh oleh manusia maupun jin sebelumnya.",
          "tafsir": "Dalam ayat ini diterangkan bahwa di dalam surga ada bidadari-bidadari sopan yang menundukkan pandangannya, tidak mau memandang orang lain selain suaminya; tak akan ada manusia lebih baik dari mereka. Mereka masih gadis, perawan yang tidak pernah disentuh oleh manusia atau pun jin, sebelum penghunipenghuni surga yang masuk ke dalamnya menjadi suami mereka. Kalau demikian, maka nikmat Tuhan kamu yang manakah yang kamu dustakan? ("
        },
        {
          "number": 57,
          "arabic": "فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ",
          "transliteration": "fabi-ayyi ālāi rabbikumā tukadhibāni",
          "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan?",
          "tafsir": "Ayat ini menerangkan bahwa pada saat itu Allah bertanya mengenai nikmat mana lagi yang kamu dustakan, terutama nikmat yang telah Allah berikan pada hari ini. Kabar derita dan peringatan pedih yang telah disampaikan-Nya, yaitu agar manusia meninggalkan dan menjauhi perbuatan dosa. Maka nikmat Tuhan kamu yang manakah yang kamu dustakan, hai manusia dan jin? Masing-masing mendapat ganjaran sebagaimana yang diterangkan Allah. Bukankah itu nikmat yang besar bagi kamu sekalian."
        },
        {
          "number": 58,
          "arabic": "كَأَنَّهُنَّ ٱلْيَاقُوتُ وَٱلْمَرْجَانُ",
          "transliteration": "ka-annahunna l-yāqūtu wal-marjānu",
          "translation": "Seakan-akan mereka itu permata yakut dan marjan.",
          "tafsir": "Ayat ini menerangkan bahwa bidadari itu bening sebagai permata yakut dan putih sebagai mutiara dan marjan. Ini adalah ungkapan dalam bahasa Arab yang maksudnya menyatakan bahwa bidadari itu sangat cantik dan rupawan."
        },
        {
          "number": 59,
          "arabic": "فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ",
          "transliteration": "fabi-ayyi ālāi rabbikumā tukadhibāni",
          "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan?",
          "tafsir": "Ayat ini menerangkan bahwa pada saat itu Allah bertanya nikmat mana lagi yang kamu dustakan, terutama nikmat yang telah Allah berikan pada hari ini. Kabar derita dan peringatan pedih yang telah disampaikan-Nya, yaitu agar manusia meninggalkan dan menjauhi perbuatan dosa. Maka nikmat Tuhan manakah yang kamu dustakan, hai manusia dan jin? Masing-masing mendapat ganjaran sebagaimana yang diterangkan Allah. Bukankah itu nikmat yang besar bagi kamu sekalian."
        },
        {
          "number": 60,
          "arabic": "هَلْ جَزَآءُ ٱلْإِحْسَـٰنِ إِلَّا ٱلْإِحْسَـٰنُ",
          "transliteration": "hal jazāu l-iḥ'sāni illā l-iḥ'sānu",
          "translation": "Tidak ada balasan untuk kebaikan selain kebaikan (pula).",
          "tafsir": "Dalam ayat ini Allah mengungkapkan bahwa tidak ada ganjaran bagi perbuatan yang baik kecuali kebaikan pula. Dalam ayat lain yang sama maksudnya Allah berfirman: Bagi orang-orang yang berbuat baik, ada pahala yang terbaik (surga) dan tambahannya (kenikmatan melihat Allah). Dan wajah mereka tidak ditutupi debu hitam dan tidak (pula) dalam kehinaan. Mereka itulah penghuni surga, merek a kekal di dalamnya. (Yunus/10: 26) Sehubungan dengan ayat 60 ini Ibnu Abi hatim Dari Anas bin Malik bahwa Rasulullah membaca ayat (yang artinya), \"Tidak ada balasan kebaikan selain kebaikan,\" kemudian beliau bertanya, \"Apakah yang kalian ketahui dari firman Tuhan tersebut?\" Mereka menjawab, \"Allah dan Rasul-Nya lebih mengetahui.\" Nabi menjawab, \"Allah berfirman, 'Tidak ada balasan kebaikan bagi mereka yang Kuberi nikmat dengan mengesakan (Aku) kecuali surga.\" (Riwayat Ibnu Abi hatim, Ibnu Mardawaih, dan al-Baihaqi)"
        },
        {
          "number": 61,
          "arabic": "فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ",
          "transliteration": "fabi-ayyi ālāi rabbikumā tukadhibāni",
          "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan?",
          "tafsir": "Ayat ini menerangkan bahwa pada saat itu Allah bertanya tentang nikmat mana lagi yang kamu dustakan, terutama nikmat yang telah Allah berikan pada hari ini. Allah juga mengingatkan tentang kabar derita dan peringatan pedih yang telah disampaikanNya, yaitu agar manusia meninggalkan dan menjauhi perbuatan dosa. Maka nikmat Tuhan kamu yang manakah yang kamu dustakan, hai manusia dan jin? Masing-masing mendapat ganjaran sebagaimana yang diterangkan Allah. Bukankah itu nikmat yang besar bagi kamu sekalian."
        },
        {
          "number": 62,
          "arabic": "وَمِن دُونِهِمَا جَنَّتَانِ",
          "transliteration": "wamin dūnihimā jannatāni",
          "translation": "Dan selain dari dua surga itu ada dua surga lagi.<sup foot_note=135775>1</sup>",
          "tafsir": "Dalam ayat ini Allah menerangkan bahwa selain dua surga yang tersebut terdahulu ada lagi dua surga yang disediakan untuk orang-orang mukmin dari golongan Ashsabul-yamin. Yaitu dua surga yang terdahulu diperuntukkan bagi golongan orang-orang yang terdahulu beriman dan dua surga yang lain diperuntukkan bagi golongan Ashabul-yamin dari orang yang beriman kemudian. Hal ini sesuai dengan sabda Rasulullah dalam hadisnya: Dua surga dari emas untuk Muqarrabin dan dua buah lagi surga dari perak untuk Ashabul-yamin.\" (Riwayat Ibnu Jarir, Ibnu Abi hatim, Ibnu Mardawaih dari Abu Musa) Maka nikmat Tuhan yang manakah yang masih didustakan oleh jin dan manusia?"
        },
        {
          "number": 63,
          "arabic": "فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ",
          "transliteration": "fabi-ayyi ālāi rabbikumā tukadhibāni",
          "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan?",
          "tafsir": "Dalam ayat ini Allah menerangkan bahwa selain dua surga yang tersebut terdahulu ada lagi dua surga yang disediakan untuk orang-orang mukmin dari golongan Ashsabul-yamin. Yaitu dua surga yang terdahulu diperuntukkan bagi golongan orang-orang yang terdahulu beriman dan dua surga yang lain diperuntukkan bagi golongan Ashabul-yamin dari orang yang beriman kemudian. Hal ini sesuai dengan sabda Rasulullah dalam hadisnya: Dua surga dari emas untuk Muqarrabin dan dua buah lagi surga dari perak untuk Ashabul-yamin.\" (Riwayat Ibnu Jarir, Ibnu Abi hatim, Ibnu Mardawaih dari Abu Musa) Maka nikmat Tuhan yang manakah yang masih didustakan oleh jin dan manusia?"
        },
        {
          "number": 64,
          "arabic": "مُدْهَآمَّتَانِ",
          "transliteration": "mud'hāmmatāni",
          "translation": "kedua surga itu (kelihatan) hijau tua warnanya.",
          "tafsir": "Di dalam dua surga yang lain itu terdapat tumbuhtumbuhan dan bunga-bungaan yang hijau tua warnanya. Maka nikmat Tuhan yang manakah yang didustakan oleh jin dan manusia?"
        },
        {
          "number": 65,
          "arabic": "فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ",
          "transliteration": "fabi-ayyi ālāi rabbikumā tukadhibāni",
          "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan?",
          "tafsir": "Di dalam dua surga yang lain itu terdapat tumbuhtumbuhan dan bunga-bungaan yang hijau tua warnanya. Maka nikmat Tuhan yang manakah yang didustakan oleh jin dan manusia?"
        },
        {
          "number": 66,
          "arabic": "فِيهِمَا عَيْنَانِ نَضَّاخَتَانِ",
          "transliteration": "fīhimā ʿaynāni naḍḍākhatāni",
          "translation": "Di dalam keduanya (surga itu) ada dua mata air yang memancar.",
          "tafsir": "Ayat ini mengungkapkan bahwa di dalam surga ada dua mata air yang memancarkan air, berbeda dengan air pada surga yang terdahulu. Maka nikmat Tuhan yang manakah yang didustakan oleh jin dan manusia?"
        },
        {
          "number": 67,
          "arabic": "فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ",
          "transliteration": "fabi-ayyi ālāi rabbikumā tukadhibāni",
          "translation": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan?",
          "tafsir": "Ayat ini mengungkapkan bahwa di dalam surga ada dua mata air yang memancarkan air, berbeda dengan air pada surga yang terdahulu. Maka nikmat Tuhan yang manakah yang didustakan oleh jin dan manusia?"
        }
      ]
    }
  ]
}