{
  "pageNumber": 7,
  "juz": 1,
  "surahs": [
    {
      "number": 2,
      "name": "Al-Baqarah",
      "nameArabic": "البقرة",
      "meaning": "Sapi Betina",
      "revelation": "Madinah",
      "description": "Surat \"Al Baqarah\" terdiri atas 286 ayat dan sebagian besar diturunkan di Madinah pada permulaan tahun Hijrah, kecuali ayat 281 yang diturunkan di Mina pada Haji wadaa' (haji Nabi Muhammad s.a.w. yang terakhir). Seluruh ayat surat Al Baqarah termasuk golongan Madaniyyah dan merupakan surat yang terpanjang di antara surat-surat Al Qur'an yang di dalamnya terdapat pula ayat yang terpanjang (ayat 282).Surat ini dinamai \"Al Baqarah\" karena di dalamnya disebutkan kisah penyembelihan sapi betina yang diperintahkan Allah kepada Bani Israil (ayat 67 sampai dengan 74), di mana dijelaskan watak orang Yahudi pada umumnya. Dinamai \"Fusthaathul-Qur'an\" (puncak Al Qur'an) karena memuat beberapa hukum yang tidak disebutkan dalam surat yang lain. Dinamai juga surat \"Alif-laam-miim\" karena surat ini dimulai dengan Alif-laam-miim.&nbsp;Pokok-Pokok Isi:1. Keimanan:Dakwah Islamiyah yang dihadapkan kepada umat Islam, ahli kitab dan para musyrikin.2. Hukum-hukum:Perintah mengerjakan shalat; menunaikan zakat; hukum puasa; hukum haji dan umrah; hukum qishash; halal dan haram; berinfak di jalan Allah; hukum arak dan judi; cara menyantuni anak yatim, larangan riba; utang-piutang; nafkah dan yang berhak menerimanya; wasiat kepada ibu-bapak dan kaum kerabat; hukum sumpah; kewajiban menyampaikan amanah; sihir; hukum merusak masjid; hukum mengubah kitab-kitab Allah; hukum haidh, 'iddah, thalak, khulu', ilaa' dan susuan; hukum melamar, mahar, larangan menikahi wanita musyrik dan sebaliknya; hukum perang.3. Kisah-kisah:Kisah penciptaan Nabi Adam a.s; kisah Nabi Ibrahim a.s.; kisah Nabi Musa a.s. dengan Bani Israil.4. Lain-lain:Sifat-sifat orang yang bertakwa; sifat-sifat orang munafik; sifat-sifat Allah; perumpamaan-perumpamaan; kiblat, kebangkitan sesudah mati.Kesimpulan surat Al Baqarah:1. Menjelaskan beberapa hukum dalam agama Islam.2. Mengemukakan beberapa perumpamaan.3. Mengemukakan hujjah-hujjah.Hubungan Surat Al Baqarah Dengan Surat Ali 'Imran:1. Dalam surat Al Baqarah, disebutkan Nabi Adam a.s. yang langsung diciptakan Allah, sedang dalam surat Ali'Imran, disebutkan tentang kelahiran Nabi 'Isa a.s. yang kedua-duanya diciptakan Allah secara menyelisihi kebiasaan.2. Dalam surat Al Baqarah, sifat dan perbuatan orang-orang Yahudi dibentangkan secara luas disertai dengan hujjah untuk mematahkan hujjah-hujjah mereka yang membela kesesatan, sedang dalam surat Ali 'Imran, dibentangkan hal-hal serupa yang berhubungan dengan orang Nasrani.3. Surat Al Baqarah dimulai dengan menyebutkan tiga golongan manusia, yaitu orang mukmin, orang yang mengimani hari akhir, dan orang munafik. Sementara itu, surat Ali 'Imran dimulai dengan menyebutkan orang yang suka mentakwilkan ayat yang mutasyabihaat secara salah untuk memfitnah orang mukmin, dan menyebutkan orang yang mempunyai keahlian dalam menakwilkannya.4. Surat Al Baqarah disudahi dengan permohonan kepada Allah agar kesalahan-kesalahan dan kealpaan dalam melaksanakan ketaatan diampuni, sedang surat Ali 'Imran disudahi dengan permohonan kepada Allah agar Dia memberi pahala atas amal saleh yang dilakukan hamba-Nya.5. Surat Al Baqarah dimulai dengan menyebutkan sifat-sifat orang yang bertakwa, sedang surat Ali 'Imran dimulai dengan perintah bertakwa.",
      "verses": [
        {
          "number": 38,
          "arabic": "قُلْنَا ٱهْبِطُوا۟ مِنْهَا جَمِيعًا ۖ فَإِمَّا يَأْتِيَنَّكُم مِّنِّى هُدًى فَمَن تَبِعَ هُدَاىَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
          "transliteration": "qul'nā ih'biṭū min'hā jamīʿan fa-immā yatiyannakum minnī hudan faman tabiʿa hudāya falā khawfun ʿalayhim walā hum yaḥzanūna",
          "translation": "Kami berfirman, \"Turunlah kalian semua dari surga! Kemudian jika benar-benar datang petunjuk-Ku kepada kalian, maka barang siapa mengikuti petunjuk-Ku, tidak ada rasa takut bagi mereka dan mereka tidak bersedih hati.\"",
          "tafsir": "Pada ayat ini Allah mengulangi lagi perintah-Nya agar Adam dan Hawa keluar dari surga yang penuh kenikmatan dan kesenangan hidup, pindah ke bumi yang menghendaki kerja keras dan perjuangan. Kepadanya dibentangkan dua macam jalan. Pertama, adalah jalan yang dapat mengantarkan manusia kepada kehidupan yang bahagia di dunia dan akhirat, yaitu dengan beriman kepada Allah serta mengikuti petunjuk-petunjuk-Nya. Kedua, jalan yang akan membawa manusia kepada kerugian dan kesengsaraan hidup di dunia dan di akhirat kelak, yaitu jalan orang kafir dan durhaka terhadap-Nya, serta menuruti bujukan-bujukan setan. Siapa yang mengikuti petunjuk-petunjuk yang disampaikan Allah melalui rasul-rasul-Nya, maka mereka akan memperoleh kebahagiaan dan ketenteraman. Mereka tidak akan merasa cemas, karena iman dan ketaatan mereka yang teguh kepada kekuasaan dan rahmat Allah. Mereka tidak akan merasa sedih dan menyesal atas kejadian-kejadian pada masa lalu yang menimbulkan kerugian harta benda atau pun kehilangan anggota keluarga dan sebagainya, karena bagi orang-orang yang beriman dan selalu berpegang kepada petunjuk-petunjuk Allah, mudah baginya menghadapi segala macam musibah dan cobaan-cobaan yang menimpa dirinya. Sebab dia percaya bahwa kesabaran dan penyerahan diri kepada Allah adalah jalan yang terbaik untuk memperoleh keridaan-Nya, di samping pahala dan ganjaran yang diperolehnya dari Allah sebagai ganti yang lebih baik dari yang hilang. Agama mengharamkan sebagian dari makanan yang lezat untuk dinikmati oleh manusia. Larangan tersebut disebabkan karena kerusakan yang dapat ditimbulkannya, baik terhadap pribadi orang yang melakukannya, maupun terhadap orang lain dan masyarakat umum. Maka siapa yang dapat membayangkan bahaya yang mungkin timbul karena menikmati kelezatan yang telah diharamkan itu, dan dapat pula menggambarkan dalam pikirannya pengaruh-pengaruh dan bekas-bekas jelek yang akan menimpa dirinya karena perbuatan itu, baik terhadap dirinya maupun terhadap umatnya, niscaya dia menghindari setiap kelezatan yang diharamkan itu, seperti larinya orang-orang yang sehat dari penyakit kusta. Lebih-lebih orang yang beriman kepada Allah dan hari akhirat, dia akan memandang bahwa yang dilarang agama akan menimbulkan aib dan kekotoran pada dirinya dan akan menjauhkannya dari kebahagiaan dan kemuliaan di hari kiamat kelak. Orang-orang yang bersih dari perbuatan dosa di dunia ini nanti akan kelihatan wajahnya berseri-seri, sedang orang-orang yang selalu bergelimang dosa akan kelihatan wajahnya hitam muram."
        },
        {
          "number": 39,
          "arabic": "وَٱلَّذِينَ كَفَرُوا۟ وَكَذَّبُوا۟ بِـَٔايَـٰتِنَآ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
          "transliteration": "wa-alladhīna kafarū wakadhabū biāyātinā ulāika aṣḥābu l-nāri hum fīhā khālidūna",
          "translation": "Adapun orang-orang yang kafir dan mendustakan ayat-ayat Kami, mereka itu penghuni neraka. Mereka kekal di dalamnya.",
          "tafsir": "Dalam ayat ini Allah swt menegaskan bahwa orang yang tidak mau mengikuti petunjuk-petunjuk-Nya, dan orang yang kafir terhadap ayat-ayat-Nya, serta mendustakan ayat-ayat itu dengan ucapannya, maka balasan bagi mereka adalah neraka. Keingkaran terhadap ayat-ayat Allah swt adalah suatu kekafiran, baik kekafiran itu disebabkan karena tidak percaya atas kebenaran Rasulullah, atau kekafiran yang disebabkan oleh kesombongan dan keangkuhan yang mendorong untuk mendustakan rasul. Mengenai mereka ini Allah swt berfirman kepada Rasul-Nya: \"¦ (janganlah bersedih hati) karena sebenarnya mereka bukan mendustakan engkau, tetapi orang yang zalim itu mengingkari ayat-ayat Allah. (al-An'am/6: 33) Orang-orang mukmin mempunyai keimanan di dalam hati dan diucapkannya dengan lidahnya. Ada pula orang yang ingkar di dalam hati, tetapi lidahnya mengucapkan bahwa dia beriman. Inilah orang munafik. Lain di mulut, lain di hati dan lain pula dalam perbuatan."
        },
        {
          "number": 40,
          "arabic": "يَـٰبَنِىٓ إِسْرَٰٓءِيلَ ٱذْكُرُوا۟ نِعْمَتِىَ ٱلَّتِىٓ أَنْعَمْتُ عَلَيْكُمْ وَأَوْفُوا۟ بِعَهْدِىٓ أُوفِ بِعَهْدِكُمْ وَإِيَّـٰىَ فَٱرْهَبُونِ",
          "transliteration": "yābanī is'rāīla udh'kurū niʿ'matiya allatī anʿamtu ʿalaykum wa-awfū biʿahdī ūfi biʿahdikum wa-iyyāya fa-ir'habūni",
          "translation": "Wahai Bani Israil!<sup foot_note=134972>1</sup> Ingatlah nikmat-Ku yang telah Aku berikan kepadamu. Dan penuhilah janjimu kepada-Ku,<sup foot_note=134973>2</sup> niscaya Aku penuhi janji-Ku kepadamu, dan takutlah kepada-Ku saja.",
          "tafsir": "Allah memulai ayat ini dengan menyebut Bani Israil (orang-orang Yahudi), karena merekalah bangsa yang paling dahulu mengemban kitab Samawiyah, dan karena di antara mereka terdapat pula orang-orang yang paling keras memusuhi orang-orang yang beriman kepada Nabi Muhammad saw. Kalau mereka masuk Islam maka hal itu akan merupakan alasan yang kuat yang dapat diarahkan kepada orang-orang Nasrani dan orang kafir yang lain yang tidak mau beriman, karena bangsa Yahudilah yang paling dahulu berjanji kepada Allah swt bahwa mereka akan beriman kepada setiap nabi yang diutus-Nya, apabila telah ada bukti-bukti yang nyata. Israil adalah gelar yang diberikan kepada Nabi Yakub. Karena itu keturunannya dinamakan dengan Bani Israil. Nabi Yakub terkenal sebagai hamba Allah yang amat saleh, sabar, dan tawakal. Maka Allah memanggil anak cucu Yakub dalam permulaan ayat ini dengan sebutan \"Bani Israil\" untuk mengingatkan kepada mereka agar mereka mencontoh nenek moyang mereka itu dalam hal keimanan, ketaatan, kesalehan, ketakwaan dan kesabaran serta sifat-sifat lain yang terpuji. Hal ini disebabkan karena pada waktu turunnya Al-Qur'an kepada Nabi Muhammad saw, tampak gejala-gejala bahwa tingkah laku Bani Israil itu sudah melampaui batas, dan jauh menyimpang dari ajaran dan sifat-sifat nenek moyang mereka, terutama sikap mereka terhadap Al-Qur'an yang diwahyukan Allah kepada Nabi Muhammad saw. Mereka tidak mau beriman bahwa Al-Qur'an itu adalah wahyu Allah, bahkan mereka mendustakan kenabian dan kerasulan Muhammad saw. Seharusnya merekalah yang paling dahulu beriman kepada Nabi Muhammad saw, sebab berita tentang kedatangannya telah disebutkan lebih dahulu dalam kitab suci mereka, yaitu Taurat. Dalam ayat ini terdapat tiga macam perintah Allah kepada Bani Israil, yaitu: 1.Agar mereka senantiasa mengingat nikmat-nikmat Allah yang telah dilimpahkan kepada mereka, dan mensyukurinya dengan lisan dan perbuatan. Wujud nikmat-nikmat tersebut memang tidak diterangkan dalam ayat ini. Tetapi yang dimaksud antara lain bahwa Allah telah memilih nabi-nabi-Nya dari kalangan mereka. Hal ini terjadi dalam masa yang cukup lama, sehingga mereka diberi julukan sebagai Sya'bullah al-Mukhtar yaitu \"hamba-hamba Allah yang terpilih\". Semuanya itu harus mereka ingat dan mereka syukuri. Salah satu cara untuk mensyukurinya ialah beriman kepada setiap nabi yang diutus Allah untuk memberikan bimbingan kepada manusia. Tetapi dalam kenyataannya mereka menjadikan nikmat tersebut sebagai alasan untuk tidak menerima seruan Nabi Muhammad saw, malahan mengejeknya, dan mengatakan bahwa nikmat dan karunia Allah hanya tertentu untuk mereka saja. 2.Janji mereka kepada Allah ada dua macam, pertama janji yang berlaku bagi seluruh manusia, yaitu bahwa mereka harus menimbang segala masalah dengan timbangan akal dan pikiran serta penyelidikan yang akan membawa mereka mengetahui hakikat segala sesuatu, sebagai jalan untuk mengenal Allah. Kedua, janji bahwa mereka hanya akan menyembah Allah semata-mata, dan tidak akan memperserikatkan-Nya dengan sesuatu pun; dan bahwa mereka akan beriman kepada rasul-rasul-Nya. Andaikata Bani Israil yang ada pada masa itu memperhatikan janji-janji tersebut, antara lain ialah bahwa Allah akan mengutus seorang nabi yang berasal dari keturunan saudara nenek moyang mereka ) yang menurunkan suatu bangsa yang baru, yaitu bangsa Arab, niscaya mereka beriman kepada Nabi Muhammad saw dan pasti pula mereka mengikuti petunjuk yang diturunkan Allah kepadanya. Dengan demikian mereka akan termasuk orang-orang yang memperoleh kemenangan. Sebaliknya, jika mereka memenuhi janji kepada Allah, maka Allah akan mengizinkan mereka untuk menetap di tanah suci Palestina, dan mereka akan diberi kemuliaan serta kehidupan yang makmur. Kenyataan menunjukkan bahwa mereka tidak memenuhi janji-janji mereka itu, antara lain disebabkan karena rasa takut dan khawatir terhadap satu sama lainnya. 3.Agar mereka hanya takut kepada Allah semata-mata. Perintah ini diberikan Allah, karena kenyataan menunjukkan bahwa Bani Israil itu tidak memenuhi janji-janji mereka kepada Allah antara lain, mereka tidak mau beriman kepada Nabi Muhammad saw. Hal itu disebabkan karena rasa takut mereka terhadap satu sama lain. Maka Allah memerintahkan agar mereka hanya takut kepada Allah semata-mata, dan jangan takut kepada selain Allah. Sebab, hanya Allah sajalah yang menguasai segala persoalan. Dialah yang telah memberikan nikmat yang begitu besar kepada mereka, Dia pula yang kuasa untuk mencabut kembali nikmat itu dari tangan mereka, dan Dia pula yang akan mengazab mereka karena tidak mensyukuri nikmat itu. Mereka seharusnya tidak perlu merasa takut terhadap sesamanya karena khawatir akan hilangnya sebagian dari keuntungan-keuntungan mereka, atau akan terjadinya malapetaka atas diri mereka karena mengikuti yang hak dan menyalahi kemauan pemimpin-pemimpin mereka. Allah lebih kuasa daripada pemimpin-pemimpin itu."
        },
        {
          "number": 41,
          "arabic": "وَءَامِنُوا۟ بِمَآ أَنزَلْتُ مُصَدِّقًا لِّمَا مَعَكُمْ وَلَا تَكُونُوٓا۟ أَوَّلَ كَافِرٍۭ بِهِۦ ۖ وَلَا تَشْتَرُوا۟ بِـَٔايَـٰتِى ثَمَنًا قَلِيلًا وَإِيَّـٰىَ فَٱتَّقُونِ",
          "transliteration": "waāminū bimā anzaltu muṣaddiqan limā maʿakum walā takūnū awwala kāfirin bihi walā tashtarū biāyātī thamanan qalīlan wa-iyyāya fa-ittaqūni",
          "translation": "Dan berimanlah kalian kepada apa (Alquran) yang telah Aku turunkan yang membenarkan apa (Taurat) yang ada pada kalian, dan janganlah kalian menjadi orang yang pertama kafir kepadanya. Janganlah kalian jual ayat-ayat-Ku dengan harga yang murah, dan bertakwalah hanya kepada-Ku.",
          "tafsir": "Dalam ayat ini terdapat dua macam perintah Allah dan dua larangan yang ditujukan kepada Bani Israil, yaitu: 1.Agar mereka beriman kepada Al-Qur'an yang diwahyukan Allah kepada Nabi Muhammad saw, Rasul terakhir yang diutus Allah kepada seluruh umat manusia. Walaupun keharusan ini pada hakikatnya telah termasuk dalam perintah Allah yang disebutkan pada ayat yang lalu, yaitu agar mereka memenuhi janji, yang antara lain beriman kepada setiap rasul dan kitab yang dibawanya, namun Allah menegaskan lagi perintah ini secara khusus, untuk menunjukkan bahwa beriman kepada Al-Qur'an itu adalah sangat penting, sebab Al-Qur'an itu membenarkan ) apa-apa yang telah tercantum dalam kitab suci mereka, yaitu Taurat, dan juga membenarkan kitab-kitab suci yang telah diturunkan Allah kepada nabi-nabi yang sebelumnya. Perintah-perintah yang dibawa Al-Qur'an, antara lain: perintah agar melakukan dakwah, meninggalkan perbuatan-perbuatan keji, baik yang tampak atau pun yang tidak, suruhan untuk berbuat kebajikan, larangan berbuat yang mungkar, dan mempercayai adanya hari akhirat, sebagai hari pembalasan. Hal itu sama dengan apa yang telah diserukan Nabi Musa a.s. kepada mereka, dan juga oleh nabi-nabi sebelumnya, yaitu: mengukuhkan yang hak, memberikan bimbingan kepada semua makhluk serta membasmi kesesatan yang telah mengotori akidah yang benar. 2.Agar mereka jangan tergesa-gesa mengingkari Al-Qur'an sehingga mereka menjadi orang yang pertama-tama mengingkarinya, padahal seharusnya merekalah orang yang mula-mula beriman dengannya, sebab mereka telah lebih dahulu mengetahui hal itu, karena telah diberitakan dalam kitab suci mereka. 3.Agar mereka jangan menjual ayat-ayat Allah dengan harga yang sedikit. Maksudnya: agar mereka jangan berpaling meninggalkan petunjuk-petunjuk Al-Qur'an untuk mengejar keuntungan yang sedikit, berupa harta atau pun pangkat. Keuntungan-keuntungan yang diharapkan itu adalah kecil sekali, karena dengan demikian mereka tidak akan memperoleh rida Allah, bahkan sebaliknya, mereka akan ditimpa azab-Nya di dunia ini dan di akhirat kelak. 4.Agar mereka bertakwa hanya kepada Allah semata, yaitu dengan beriman kepada-Nya serta mengikuti yang benar, dan meninggalkan kelezatan duniawi apabila ternyata kelezatan duniawi itu menghalangi perbuatan dan pekerjaan untuk mencapai kebahagiaan di akhirat kelak."
        },
        {
          "number": 42,
          "arabic": "وَلَا تَلْبِسُوا۟ ٱلْحَقَّ بِٱلْبَـٰطِلِ وَتَكْتُمُوا۟ ٱلْحَقَّ وَأَنتُمْ تَعْلَمُونَ",
          "transliteration": "walā talbisū l-ḥaqa bil-bāṭili wataktumū l-ḥaqa wa-antum taʿlamūna",
          "translation": "Dan janganlah kalian campuradukkan kebenaran dengan kebatilan<sup foot_note=134974>1</sup> dan (janganlah) kalian sembunyikan kebenaran, sedangkan kalian mengetahuinya.",
          "tafsir": "Dalam ayat ini terdapat dua macam larangan Allah yang ditujukan kepada Bani Israil, yaitu: 1.Agar mereka jangan mencampuradukkan yang hak dengan yang batil. Maksudnya, pemimpin-pemimpin Bani Israil suka memasukkan pendapat-pendapat pribadi ke dalam Kitab Taurat, sehingga sukarlah untuk membedakan mana yang benar. Terutama dalam penolakan mereka untuk beriman kepada Nabi Muhammad saw, mereka membuat-buat alasan untuk menjelek-jelekkannya, dan menyalahtafsirkan ucapan-ucapan nenek moyang mereka, sehingga mereka lebih berpegang kepada ucapan para pemimpin dan tradisi mereka, daripada menerima ajaran yang dibawa oleh Nabi Muhammad saw. Walaupun perintah itu ditujukan kepada Bani Israil, namun isinya dapat pula ditujukan kepada kaum Muslim dari segala lapisan, terutama para pemimpin dan orang-orang yang memegang kekuasaan, sehingga ayat ini seakan-akan mengatakan, \"Hai orang-orang yang memegang kekuasaan, janganlah kamu campur adukkan antara keadilan dan kezaliman, hai para hakim, janganlah kamu campur adukkan antara hukum dan suap; hai para pejabat, janganlah kamu campur adukkan antara tugas dan korupsi; hai para sarjana, janganlah kamu campur adukkan antara ilmu dan harta, dan sebagainya.\" ) 2.Agar mereka tidak menyembunyikan kebenaran, padahal mereka mengetahuinya. Maksudnya: Bani Israil itu telah menyembunyikan kebenaran yang telah mereka ketahui dari kitab suci mereka. Antara lain ialah berita dari Allah tentang Nabi Muhammad saw yang akan diutus sebagai penutup dari semua rasul Allah untuk seluruh umat manusia. Hal ini sengaja mereka tutupi dari masyarakat umum, bahkan mereka berusaha menjelekkan Nabi Muhammad saw, untuk menghalangi manusia beriman kepadanya. Ayat ini mencela perbuatan mereka yang demikian itu, dan setiap orang yang dengan sengaja menyembunyikan sesuatu yang benar. Sesudah Allah menyampaikan seruan kepada mereka untuk beriman kepada Al-Qur'an, lalu pada ayat berikut ini Allah memerintahkan agar mereka senantiasa melaksanakan apa-apa yang telah ditentukan oleh syariat terutama melaksanakan salat, menunaikan zakat, dan tunduk serta taat kepada perintah-perintah Allah."
        },
        {
          "number": 43,
          "arabic": "وَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَءَاتُوا۟ ٱلزَّكَوٰةَ وَٱرْكَعُوا۟ مَعَ ٱلرَّٰكِعِينَ",
          "transliteration": "wa-aqīmū l-ṣalata waātū l-zakata wa-ir'kaʿū maʿa l-rākiʿīna",
          "translation": "Dan laksanakanlah salat, tunaikanlah zakat dan rukuklah beserta orang yang rukuk.",
          "tafsir": "Pada ayat ini terdapat tiga macam perintah Allah yang ditujukan kepada Bani Israil, ialah: 1.Agar mereka melaksanakan salat setiap waktu dengan cara yang sebaik-baiknya, melengkapi segala syarat dan rukunnya, serta menjaga waktu-waktunya yang telah ditentukan, menghadapkan seluruh hati kepada Allah dengan tulus dan khusyuk, sesuai dengan syariat yang dibawa Nabi Musa a.s. 2.Agar mereka menunaikan zakat, karena zakat merupakan salah satu pernyataan syukur kepada Allah atas nikmat yang telah dilimpahkan-Nya, dan menumbuhkan hubungan yang erat antarsesama manusia, dan menyucikan hati, karena zakat itu merupakan pengorbanan harta benda untuk membantu fakir miskin, dan dengan zakat itu pula dapat dilakukan kerja sama dan saling membantu dalam masyarakat, di mana orang-orang yang miskin memerlukan bantuan dari yang kaya dan sebaliknya, yang kaya memerlukan pertolongan orang-orang yang miskin. Dalam hubungan ini Rasulullah saw. telah bersabda: \"Orang Mukmin terhadap Mukmin yang lain tak ubahnya seperti sebuah bangunan, masing-masing bagiannya saling menguatkan.\" (Riwayat al-Bukhari dan Muslim) 3.Agar mereka rukuk bersama orang-orang yang rukuk. Maksudnya ialah agar mereka masuk Islam dan melaksanakan salat berjamaah seperti halnya kaum Muslimin. Dalam hubungan ini Rasulullah telah bersabda: \"Salat berjamaah itu lebih utama dengan dua pulu tujuh derajat daripada salat seorang diri\". (Riwayat al-Bukhari dan Muslim) Kita telah mengetahui, bahwa salat menurut agama Islam terdiri dari bermacam-macam gerakan jasmaniyah, seperti rukuk, sujud, iktidal, dan sebagainya. Tetapi pada akhir ayat ini salat tersebut hanya diungkapkan dengan kata-kata \"rukuk. Hal ini dimaksudkan untuk menekankan agar mereka menunaikan salat dengan benar seperti yang dikehendaki syariat Islam seperti yang diajarkan Rasulullah saw, bukan salat menurut cara mereka dahulu, yaitu salat tanpa rukuk."
        },
        {
          "number": 44,
          "arabic": "۞ أَتَأْمُرُونَ ٱلنَّاسَ بِٱلْبِرِّ وَتَنسَوْنَ أَنفُسَكُمْ وَأَنتُمْ تَتْلُونَ ٱلْكِتَـٰبَ ۚ أَفَلَا تَعْقِلُونَ",
          "transliteration": "atamurūna l-nāsa bil-biri watansawna anfusakum wa-antum tatlūna l-kitāba afalā taʿqilūna",
          "translation": "Mengapa kalian menyuruh orang lain (mengerjakan) kebajikan, sedangkan kalian melupakan diri kalian sendiri, padahal kalian membaca Kitab (Taurat)? Tidakkah kalian mengerti?",
          "tafsir": "Latar belakang ayat ini menurut Ibnu 'Abbas adalah di antara orang-orang Yahudi di Medinah ada yang memberi nasihat kepada keluarga dan kerabat dekatnya yang sudah masuk Islam supaya tetap memeluk agama Islam. Yang diperintahkan orang ini adalah benar yaitu menyuruh orang lain untuk berbuat benar tetapi mereka sendiri tidak mengamalkannya. Maka pada ayat ini Allah mencela tingkah laku dan perbuatan mereka yang tidak baik dan membawa kepada kesesatan. Di antara kesesatan-kesesatan yang telah dilakukan bangsa Yahudi ialah mereka menyatakan beriman kepada kitab suci mereka yaitu Taurat, tetapi ternyata mereka tidak membacanya dengan baik. Dalam ayat ini disebutkan bahwa mereka \"melupakan\" diri mereka. Maksudnya ialah \"membiarkan\" diri mereka rugi, sebab biasanya manusia tidak pernah melupakan dirinya untuk memperoleh keuntungan, dan dia tak rela apabila orang lain mendahuluinya mendapat kebahagiaan. Ungkapan \"melupakan\" itu menunjukkan betapa mereka melalaikan dan tidak mempedulikan apa yang sepatutnya mereka lakukan, seakan-akan Allah berfirman, \"Jika benar-benar kamu yakin kepada Allah bahwa Dia akan memberikan pahala atas perbuatan yang baik, dan mengancam akan mengazab orang-orang yang meninggalkan perbuatan-perbuatan yang baik itu, mengapakah kamu melupakan kepentingan dirimu sendiri?\" Cukup jelas bahwa susunan kalimat ini mengandung celaan yang tak ada taranya, karena barang siapa menyuruh orang lain untuk melakukan perbuatan kebajikan tetapi dia sendiri tidak melakukannya, berarti dia telah menyalahi ucapannya sendiri. Para pendeta yang selalu membacakan kitab suci kepada orang-orang lain, tentu lebih mengetahui isi kitab itu daripada orang-orang yang mereka suruh untuk mengikutinya. Besar sekali perbedaan antara orang yang melakukan suatu perbuatan padahal dia belum mengetahui benar faedah dari perbuatan itu, dengan orang yang meninggalkan perbuatan itu padahal dia mengetahui benar faedah dari perbuatan yang ditinggalkannya itu. Oleh sebab itu, Allah memandang bahwa mereka seolah-olah tidak berakal, sebab orang yang berakal, betapapun lemahnya, tentu akan mengamalkan ilmu pengetahuannya. Firman Allah ini, walaupun ditujukan kepada Bani Israil, namun menjadi pelajaran pula bagi yang lain. Setiap bangsa, baik perseorangan maupun keseluruhannya, hendaklah memperhatikan keadaan dirinya, dan berusaha untuk menjauhkan diri dari keadaan dan sifat- sifat seperti yang terdapat pada bangsa Yahudi yang dikritik dalam ayat tersebut di atas, agar tidak menemui akibat seperti yang mereka alami."
        },
        {
          "number": 45,
          "arabic": "وَٱسْتَعِينُوا۟ بِٱلصَّبْرِ وَٱلصَّلَوٰةِ ۚ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى ٱلْخَـٰشِعِينَ",
          "transliteration": "wa-is'taʿīnū bil-ṣabri wal-ṣalati wa-innahā lakabīratun illā ʿalā l-khāshiʿīna",
          "translation": "Dan mohonlah pertolongan (kepada Allah) dengan sabar dan salat. Dan (salat) itu sungguh berat, kecuali bagi orang-orang yang khusyuk,",
          "tafsir": "Setelah menjelaskan betapa jeleknya keadaan dan sifat-sifat Bani Israil, sehingga akal mereka tidak bermanfaat bagi diri mereka dan kitab suci yang ada di tangan mereka pun tidak mendatangkan faedah apa pun bagi mereka, maka Allah memberikan bimbingan kepada mereka menuju jalan yang paling baik, yaitu agar mereka memohon pertolongan kepada Allah dengan kesabaran dan salat. Yang dimaksud dengan \"sabar\" di sini ialah sikap dan perilaku sebagai berikut: 1.Tabah menghadapi kenyataan yang terjadi, tidak panik, tetapi tetap mampu mengendalikan emosi. 2.Dengan tenang menerima kenyataan dan memikirkan mengapa hal itu terjadi, apa sebabnya dan bagaimana cara mengatasinya dengan sebaik-baiknya. 3.Dengan tenang dan penuh perhitungan serta tawakal melakukan perbaikan dengan menghindari sebab-sebab kegagalan dan melakukan antisipasi secara lebih tepat berdasar pengalaman. Bersikap sabar berarti mengikuti perintah-perintah Allah dan menjauhkan diri dari larangan-larangan-Nya, dengan cara mengekang syahwat dan hawa nafsu dari semua perbuatan yang terlarang. Melakukan salat dapat mencegah kita dari perbuatan-perbuatan yang tidak baik, dan dengan salat itu pula kita selalu ingat kepada Allah, sehingga hal itu akan menghalangi kita dari perbuatan-perbuatan yang jelek, baik diketahui orang lain, maupun tidak. Salat adalah ibadah yang sangat utama di mana kita dapat bermunajat kepada Allah lima kali setiap hari. \"Rasulullah saw, apabila menghadapi masalah berat, beliau salat\". (Riwayat Ahmad). Melakukan salat dirasakan berat dan sukar, kecuali oleh orang-orang yang khusyuk, yaitu orang yang benar-benar beriman dan taat kepada Allah, dan melakukan perintah-perintah-Nya dengan ikhlas karena mengharapkan rida-Nya semata, serta memelihara diri dari azab-Nya. Bagi orang yang khusyuk, melaksanakan salat tidaklah dirasakan berat, sebab pada saat-saat tersebut mereka tekun dan tenggelam dalam bermunajat kepada Allah sehingga mereka tidak lagi merasakan dan mengingat sesuatu yang lain, baik berupa kesukaran maupun penderitaan yang mereka alami sebelumnya. Mengenai hal ini, Rasulullah saw bersabda: \"Dan dijadikan ketenangan hatiku di dalam salat\" (Riwayat Ahmad dan an-Nasa'i) Ini disebabkan karena ketekunannya dalam melakukan salat merupakan sesuatu yang amat menyenangkan baginya, sedang urusan-urusan duniawi dianggap melelahkan. Di samping itu mereka penuh pengharapan menanti-nanti pahala dari Allah atas ibadah tersebut sehingga berbagai kesukaran dalam melaksanakannya dapat diatasi dengan mudah. Hal ini tidak mengherankan, sebab orang yang mengetahui hakikat dari apa yang dicarinya niscaya ringan baginya untuk mengorbankan apa saja untuk memperolehnya. Orang yang yakin bahwa Allah akan memberikan ganti yang lebih besar dari apa yang telah diberikannya niscaya ia merasa ringan untuk memberikan kepada orang lain apa saja yang dimilikinya."
        },
        {
          "number": 46,
          "arabic": "ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَـٰقُوا۟ رَبِّهِمْ وَأَنَّهُمْ إِلَيْهِ رَٰجِعُونَ",
          "transliteration": "alladhīna yaẓunnūna annahum mulāqū rabbihim wa-annahum ilayhi rājiʿūna",
          "translation": "(yaitu) mereka yang yakin, bahwa mereka akan menemui Tuhannya, dan bahwa mereka akan kembali kepada-Nya.",
          "tafsir": "Orang-orang yang khusyuk benar-benar yakin bahwa mereka pasti akan kembali kepada Allah dan menemui-Nya pada hari akhirat nanti, di mana semua amalan manusia akan diteliti, dan setiap orang akan menerima balasan atas semua perbuatan yang telah dilakukannya selama di dunia. Berdasarkan keyakinan semacam itu, dia akan selalu taat kepada peraturan-peraturan Allah serta khusyuk dalam menjalankan ibadah dan amal kebajikan."
        },
        {
          "number": 47,
          "arabic": "يَـٰبَنِىٓ إِسْرَٰٓءِيلَ ٱذْكُرُوا۟ نِعْمَتِىَ ٱلَّتِىٓ أَنْعَمْتُ عَلَيْكُمْ وَأَنِّى فَضَّلْتُكُمْ عَلَى ٱلْعَـٰلَمِينَ",
          "transliteration": "yābanī is'rāīla udh'kurū niʿ'matiya allatī anʿamtu ʿalaykum wa-annī faḍḍaltukum ʿalā l-ʿālamīna",
          "translation": "Wahai Bani Israil! Ingatlah nikmat-Ku yang telah aku berikan kepadamu, dan Aku telah melebihkan kamu dari semua umat yang lain di alam ini (pada masa itu).",
          "tafsir": "Allah telah melebihkan Bani Israil dari bangsa-bangsa lain yang pada masa itu telah mempunyai peradaban dan kebudayaan yang tinggi, misalnya bangsa Mesir dan penduduk tanah suci Palestina. Allah kembali memanggil mereka pada permulaan ayat ini dengan menyebut nama nenek moyang mereka \"Israil\", ialah Nabi Yakub a.s. karena dialah yang menjadi asal kebangsaan, dan sumber kemuliaan mereka. Nikmat yang telah dilimpahkan kepadanya dapat dinikmati oleh mereka semuanya. Kelebihan yang telah dikaruniakan Allah kepada mereka dahulunya adalah karena nenek moyang mereka sangat berpegang teguh kepada sifat-sifat yang mulia, dan menjauhi sifat-sifat dan perbuatan-perbuatan jelek, karena setiap orang yang mulia dan diutamakan dari orang-orang lain tentu ingin menjaga kehormatan itu, sehingga ia menjauhi sifat-sifat dan perbuatan-perbuatan yang hina. Bani Israil yang ada pada masa turunnya ayat ini telah jauh menyimpang dari sifat-sifat mulia yang dipegang teguh oleh nenek moyang mereka. Oleh karena itu, Allah memperingatkan mereka kepada nikmat dan keutamaan yang telah diberikan itu untuk menyadarkan mereka bahwa Allah yang telah memberikan kelebihan kepada mereka tentu berhak pula suatu ketika untuk memberikannya kepada orang lain, misalnya kepada Nabi Muhammad saw, dan umatnya. Bani Israil itu sepatutnya lebih memperhatikan ayat-ayat yang diturunkan kepada Nabi Muhammad saw. Seseorang yang diberi kelebihan sepatutnya lebih dahulu berbuat keutamaan daripada orang lain. Apabila keutamaan yang diberikan kepada Bani Israil itu disebabkan karena banyaknya para nabi dipilih dari kalangan mereka, maka hal itu tidaklah menjamin bahwa setiap pribadi dari Bani Israil itu lebih utama dari orang yang berada di luar lingkungan mereka. Bahkan ada kemungkinan bahwa orang lain lebih mulia dari mereka apabila mereka sendiri telah meninggalkan sunah dan ajaran-ajaran nabi-nabi mereka. Sementara orang lain menjadikannya petunjuk dan pedoman hidup mereka dengan sebaik-baiknya. Apabila keutamaan mereka itu disebabkan kedekatan mereka kepada Allah, bahkan mereka pernah menganggap dirinya sebagai sya'bullah al-mukhtar, karena mereka dulunya mengikuti syariat-Nya, maka hal itu hanya berlaku pada diri nabi-nabi bersama orang-orang yang menjalankan syariat-syariatnya tanpa menyimpang dari ajaran-ajaran tersebut, dan tetap berjalan pada jalan yang benar, sehingga mereka berhak menerima kelebihan dan keutamaan itu. Tetapi mereka yang sudah meninggalkan ajaran-ajaran para nabi tentu tidak dapat lagi dipandang sebagai \"orang-orang yang dekat\" kepada Allah."
        },
        {
          "number": 48,
          "arabic": "وَٱتَّقُوا۟ يَوْمًا لَّا تَجْزِى نَفْسٌ عَن نَّفْسٍ شَيْـًٔا وَلَا يُقْبَلُ مِنْهَا شَفَـٰعَةٌ وَلَا يُؤْخَذُ مِنْهَا عَدْلٌ وَلَا هُمْ يُنصَرُونَ",
          "transliteration": "wa-ittaqū yawman lā tajzī nafsun ʿan nafsin shayan walā yuq'balu min'hā shafāʿatun walā yu'khadhu min'hā ʿadlun walā hum yunṣarūna",
          "translation": "Dan takutlah kamu pada hari, (ketika) tidak seorang pun dapat membela orang lain sedikit pun. Sedangkan syafaat<sup foot_note=134975>1</sup> dan tebusan apa pun darinya tidak diterima dan mereka tidak akan ditolong.",
          "tafsir": "Allah memperingatkan kepada Bani Israil yang ada pada waktu turunnya ayat ini, agar mereka kembali ke jalan yang benar, mengikuti agama Allah, yang telah disempurnakan dengan wahyu-wahyu yang diturunkan kepada Nabi Muhammad saw. Dengan jalan itu mereka dapat menjaga diri mereka dari azab hari Kiamat, yang tak akan dapat dibendung oleh siapa pun juga, tak seorang pun dapat menyelamatkan diri dari padanya kecuali orang-orang yang beriman dan bertakwa serta mengikuti syariat dan petunjuk-petunjuk Allah. Allah swt menjelaskan bahwa pada hari Kiamat nanti tak seorang pun dapat memberikan pertolongan kepada orang lain agar terbebas dari azab-Nya, dan setiap orang bertanggung jawab atas perbuatannya masing-masing. Seseorang tidak dapat memikul dosa orang lain, walaupun dia bersedia. Hal ini merupakan ketegasan dari Allah atas ketidakbenaran anggapan mereka bahwa berdasarkan keutamaan yang ada pada mereka, mereka akan memperoleh syafaat. Padahal anggapan itu tidak benar, karena orang-orang yang berimanlah yang akan memperoleh syafaat dari Allah. Syafaat ialah pertolongan yang diberikan oleh rasul atau orang-orang tertentu untuk meringankan azab atau beban seseorang di akhirat, atas izin Allah. Dalam hubungan ini Allah swt berfirman: Dan seseorang tidak akan memikul beban dosa orang lain. (al-An'am/6:164) Dan jika seseorang yang dibebani berat dosanya memanggil (orang lain) untuk memikul bebannya itu, tidak akan dipikulkan untuknya sedikit pun, meskipun (yang dipanggilnya itu) kaum kerabatnya. (Fatir/35:18) Pada hari itu manusia lari dari saudaranya, dan dari ibu dan bapaknya, dan dari istri dan anak-anaknya. Setiap orang dari mereka pada hari itu mempunyai urusan yang menyibukkannya. ('Abasa/80:34-37) Walau peringatan ini ditujukan kepada Bani Israil, namun berlaku juga bagi umat Islam, agar mereka selama hidup di dunia berusaha mempersiapkan diri dengan sebaik-baiknya, agar kelak pada hari Kiamat terhindar dari azab Allah. Caranya ialah dengan mengikuti petunjuk-petunjuk Allah dan melaksanakan syariat-syariat-Nya."
        }
      ]
    }
  ]
}