{
  "pageNumber": 496,
  "juz": 25,
  "surahs": [
    {
      "number": 44,
      "name": "Ad-Dukhan",
      "nameArabic": "الدخان",
      "meaning": "Kabut",
      "revelation": "Makkah",
      "description": "Surat Ad-Dukhan terdiri dari 59 ayat, termasuk golongan surat Makkiyyah, diturunkan setelah surat Az-Zukhruf. Dinamai \"Ad-Dukhan\" (kabut) diambil dari kata \"Dukhaan\" yang terdapat pada ayat ke-10 surat ini.Menurut riwayat Bukhari, secara ringkas dapat diterangkan sebagai berikut: Orang-orang kafir Mekah sudah melampaui batas dalam menghalangi agama Islam dan menyakiti serta mendurhakai Nabi Muhammad. Karena itu, Nabi berdoa kepada Allah agar diturunkan azab yang pernah diturunkan kepada orang-orang durhaka kepada Nabi Yusuf, musim kemarau yang panjang. Doa Nabi itu dikabulkan Allah, sampai-sampai orang-orang makan tulang dan bangkai, karena kelaparan. Mereka selalu menengadah ke langit mengharap pertolongan Allah tetapi mereka hanya melihat kabut yang menutupi pandangan mereka.Akhirnya, mereka datang kepada Nabi agar memohon kepada Allah supaya hujan diturunkan. Setelah Allah mengabulkan doa Nabi dan hujan diturunkan, mereka kembali kafir seperti semula. Karena itu, Allah menyatakan bahwa nanti mereka akan diazab dengan azab yang pedih.**Pokok-Pokok Isi:**1. **Keimanan:** Dalil-dalil atas kenabian Muhammad; huru-hara dan kedahsyatan hari kiamat; pada hari kiamat hanya amal-amal yang dapat menolong seseorang; azab dan penderitaan yang diterima orang-orang kafir di akhirat serta nikmat dan kesenangan yang diterima orang-orang mukmin.2. **Hukum-hukum:** Kisah Musa dengan Fir'aun dan kaumnya.3. **Lain-lain:** Permulaan turunnya Al-Qur'an pada malam lailatul Qadar; orang-orang kafir hanya beriman kalau ditimpa bahaya dan jika bahaya telah hilang mereka kembali kafir; dalam penciptaan langit dan bumi terdapat hikmah yang besar.Surat Ad-Dukhan dimulai dengan menyebut keagungan Al-Qur'an. Karena kaum Quraisy tidak mengikuti seruan Nabi Muhammad, Nabi mendoakan agar musim kemarau yang panjang didatangkan, kemudian mereka beriman dan mengharap agar Nabi berdoa kepada Allah agar hujan diturunkan. Setelah hujan turun, mereka kafir kembali, lalu mereka diancam Allah dengan kehancuran. Kisah Fir'aun dan kaumnya disebutkan di sini sebagai peringatan bagi mereka.**Hubungan Surat Ad-Dukhan Dengan Surat Al-Jatsiyah:**Kedua surat ini semua isi dan maksudnya hampir sama, seperti menjelaskan tentang keberadaan dan kekuasaan Allah, sikap orang kafir terhadap seruan Nabi Muhammad, ancaman kepada orang-orang kafir dan siksaan hebat yang mereka derita pada hari kiamat.",
      "verses": [
        {
          "number": 1,
          "arabic": " حمٓ",
          "transliteration": "hha-meem",
          "translation": "Ḥā Mīm.",
          "tafsir": "Ayat ini terdiri dari huruf-huruf hijaiah, sebagaimana terdapat pada permulaan beberapa surah Al-Qur'an. Para ahli tafsir berbeda pendapat tentang maksud huruf-huruf itu. Selanjutnya dipersilahkan menelaah masalah ini pada \"Al-Qur'an dan Tafsirnya\" jilid I yaitu tafsir ayat pertama Surah al-Baqarah.\""
        },
        {
          "number": 2,
          "arabic": "وَٱلْكِتَـٰبِ ٱلْمُبِينِ",
          "transliteration": "wal-kitābi l-mubīni",
          "translation": "Demi Kitab (Alquran) yang jelas,",
          "tafsir": "Allah menerangkan bahwa Dia telah menurunkan Al-Qur'an pada malam yang dikenal dengan malam \"Lailatul Qadar\" untuk memperingatkan hamba-Nya dan supaya mereka takut kepada siksa-Nya, dan pada malam itu Dia telah memerinci semua hal yang bermanfaat bagi hamba-Nya di dunia dan di akhirat. Dia adalah Tuhan semesta alam yang mengatur langit dan bumi dan yang ada di antara keduanya. Tidak ada yang tersembunyi bagi Allah tentang hal ihwal hamba-Nya, hidup dan mati mereka adalah di tangan-Nya. Dialah Tuhan mereka dan Tuhan nenek moyang mereka, tetapi mereka masih juga ragu setelah kebenaran itu nyata dan jelas. Firman Allah: Sesungguhnya Kami telah menurunkannya (Al-Qur'an) pada malam qadar. Dan tahukah kamu apakah malam kemuliaan itu?Malam kemuliaan itu lebih baik daripada seribu bulan. (al-Qadr/97: 1-3) Peristiwa turunnya Al-Qur'an itu terjadi pada bulan Ramadan sebagaimana firman Allah: Bulan Ramadan adalah (bulan) yang di dalamnya diturunkan Al-Qur'an, (al-Baqarah/2: 185) Dari hadis Nabi: Dari Watsilah bin al-Asqa' bahwa Rasulullah saw bersabda: shuhuf Ibrahim diurunkan pada malam pertama bulan Ramadan, Taurat diturunkan pada tanggal 6 Ramadan, Zabur pada malam 12 Ramadan, Injil pada malam 18 Ramadan dan Al-Qur'an diturunkan pada malam 24 Ramadan. (Riwayat Ahmad, ath-thabrani, dan al-Baihaqi) Allah menurunkan Al-Qur'an untuk memberitahukan kepada manusia tentang hal-hal yang bermanfaat untuk diamalkan dan hal-hal yang akan mencelakakan mereka, supaya mereka menjauhinya, untuk menjadi hujah bagi Allah atas hamba-Nya."
        },
        {
          "number": 3,
          "arabic": "إِنَّآ أَنزَلْنَـٰهُ فِى لَيْلَةٍ مُّبَـٰرَكَةٍ ۚ إِنَّا كُنَّا مُنذِرِينَ",
          "transliteration": "innā anzalnāhu fī laylatin mubārakatin innā kunnā mundhirīna",
          "translation": "Sesungguhnya Kami menurunkannya pada malam yang diberkahi.<sup foot_note=135742>1</sup> Sungguh, Kamilah yang memberi peringatan.",
          "tafsir": "Allah menerangkan bahwa Dia telah menurunkan Al-Qur'an pada malam yang dikenal dengan malam \"Lailatul Qadar\" untuk memperingatkan hamba-Nya dan supaya mereka takut kepada siksa-Nya, dan pada malam itu Dia telah memerinci semua hal yang bermanfaat bagi hamba-Nya di dunia dan di akhirat. Dia adalah Tuhan semesta alam yang mengatur langit dan bumi dan yang ada di antara keduanya. Tidak ada yang tersembunyi bagi Allah tentang hal ihwal hamba-Nya, hidup dan mati mereka adalah di tangan-Nya. Dialah Tuhan mereka dan Tuhan nenek moyang mereka, tetapi mereka masih juga ragu setelah kebenaran itu nyata dan jelas. Firman Allah: Sesungguhnya Kami telah menurunkannya (Al-Qur'an) pada malam qadar. Dan tahukah kamu apakah malam kemuliaan itu?Malam kemuliaan itu lebih baik daripada seribu bulan. (al-Qadr/97: 1-3) Peristiwa turunnya Al-Qur'an itu terjadi pada bulan Ramadan sebagaimana firman Allah: Bulan Ramadan adalah (bulan) yang di dalamnya diturunkan Al-Qur'an, (al-Baqarah/2: 185) Dari hadis Nabi: Dari Watsilah bin al-Asqa' bahwa Rasulullah saw bersabda: shuhuf Ibrahim diurunkan pada malam pertama bulan Ramadan, Taurat diturunkan pada tanggal 6 Ramadan, Zabur pada malam 12 Ramadan, Injil pada malam 18 Ramadan dan Al-Qur'an diturunkan pada malam 24 Ramadan. (Riwayat Ahmad, ath-thabrani, dan al-Baihaqi) Allah menurunkan Al-Qur'an untuk memberitahukan kepada manusia tentang hal-hal yang bermanfaat untuk diamalkan dan hal-hal yang akan mencelakakan mereka, supaya mereka menjauhinya, untuk menjadi hujah bagi Allah atas hamba-Nya."
        },
        {
          "number": 4,
          "arabic": "فِيهَا يُفْرَقُ كُلُّ أَمْرٍ حَكِيمٍ",
          "transliteration": "fīhā yuf'raqu kullu amrin ḥakīmin",
          "translation": "Pada (malam itu) dijelaskan segala urusan yang penuh hikmah,<sup foot_note=135743>1</sup>",
          "tafsir": "Allah menerangkan bahwa pada malam \"Lailatul Qadar\", dijelaskan segala perkara yang berhubungan dengan kehidupan makhluk, hidup, mati, rezeki, nasib baik, nasib buruk dan sebagainya. Semuanya itu merupakan ketentuan dari Allah yang penuh hikmah sesuai dengan kebijaksanaan-Nya. Ayat 5 ini ditutup dengan satu ketegasan bahwa Allah telah mengutus Rasul-Nya kepada manusia dari golongan mereka sendiri, membersihkan jiwa mereka, mengajarkan kepada mereka al-kitab, al-hikmah; agar menjadi hujah bagi Allah atas hamba-Nya dan menjadi alasan untuk menghukum mereka apabila mereka berbuat dosa, menentang rasul yang diutus kepada mereka, menolak petunjuk yang dibawa oleh rasul itu dari Allah dan tidak ada alasan bagi mereka untuk membantah dan tidak menerima siksaan Allah, sebagaimana firman-Nya: Tetapi Kami tidak akan menyiksa sebelum Kami mengutus seorang rasul. (al-Isra'/17: 15) Dan firman-Nya: Rasul-rasul itu adalah sebagai pembawa berita gembira dan pemberi peringatan, agar tidak ada alasan bagi manusia untuk membantah Allah setelah rasul-rasul itu diutus. (an-Nisa'/4: 165)"
        },
        {
          "number": 5,
          "arabic": "أَمْرًا مِّنْ عِندِنَآ ۚ إِنَّا كُنَّا مُرْسِلِينَ",
          "transliteration": "amran min ʿindinā innā kunnā mur'silīna",
          "translation": "(yaitu) urusan dari sisi Kami. Sungguh, Kamilah yang mengutus rasul-rasul,",
          "tafsir": "Allah menerangkan bahwa pada malam \"Lailatul Qadar\", dijelaskan segala perkara yang berhubungan dengan kehidupan makhluk, hidup, mati, rezeki, nasib baik, nasib buruk dan sebagainya. Semuanya itu merupakan ketentuan dari Allah yang penuh hikmah sesuai dengan kebijaksanaan-Nya. Ayat 5 ini ditutup dengan satu ketegasan bahwa Allah telah mengutus Rasul-Nya kepada manusia dari golongan mereka sendiri, membersihkan jiwa mereka, mengajarkan kepada mereka al-kitab, al-hikmah; agar menjadi hujah bagi Allah atas hamba-Nya dan menjadi alasan untuk menghukum mereka apabila mereka berbuat dosa, menentang rasul yang diutus kepada mereka, menolak petunjuk yang dibawa oleh rasul itu dari Allah dan tidak ada alasan bagi mereka untuk membantah dan tidak menerima siksaan Allah, sebagaimana firman-Nya: Tetapi Kami tidak akan menyiksa sebelum Kami mengutus seorang rasul. (al-Isra'/17: 15) Dan firman-Nya: Rasul-rasul itu adalah sebagai pembawa berita gembira dan pemberi peringatan, agar tidak ada alasan bagi manusia untuk membantah Allah setelah rasul-rasul itu diutus. (an-Nisa'/4: 165)"
        },
        {
          "number": 6,
          "arabic": "رَحْمَةً مِّن رَّبِّكَ ۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
          "transliteration": "raḥmatan min rabbika innahu huwa l-samīʿu l-ʿalīmu",
          "translation": "sebagai rahmat dari Tuhanmu. Sungguh, Dia Maha Mendengar, Maha Mengetahui,",
          "tafsir": "Pada ayat ini Allah menjelaskan bahwa hikmah dan latar belakang pengutusan rasul merupakan satu rahmat daripada-Nya bagi alam semesta sebagaimana firman-Nya: Dan Kami tidak mengutus engkau (Muhammad) melainkan untuk (menjadi) rahmat bagi seluruh alam. (al-Anbiya'/21: 107) Sebagian ahli tafsir berpendapat bahwa rahmat itu adalah latar belakang diturunkan-Nya Al-Qur'an, karena dengan mengikuti isi dan petunjuk Al-Qur'an, manusia dapat mengatur dengan baik urusan dunia dan akhirat, memperbaiki cara hidupnya sehingga nampak bagi mereka keberkahan hidup dalam masyarakatnya. Firman Allah: Dan Kami turunkan dari Al-Qur'an (sesuatu) yang menjadi penawar dan rahmat bagi orang yang beriman. (al-Isra'/17: 82) Allah itu Maha Mendengar, mendengar semua yang dikatakan manusia. Maha Mengetahui segala hal yang mendatangkan kemaslahatan bagi mereka."
        },
        {
          "number": 7,
          "arabic": "رَبِّ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَمَا بَيْنَهُمَآ ۖ إِن كُنتُم مُّوقِنِينَ",
          "transliteration": "rabbi l-samāwāti wal-arḍi wamā baynahumā in kuntum mūqinīna",
          "translation": "Tuhan (yang memelihara) langit dan bumi dan apa yang ada di antara keduanya; jika kamu orang-orang yang meyakini.",
          "tafsir": "Allah menerangkan bahwa Dia Maha Mendengar dan Maha Mengetahui hal ihwal hamba-Nya karena Dia yang memelihara, mengatur dan memiliki langit dan bumi serta apa yang ada di antara keduanya. Demikianlah hendaknya hal ini menjadi pendirian bagi orang yang ingin mengetahui dan meyakininya tanpa ada keraguan sedikit pun."
        },
        {
          "number": 8,
          "arabic": "لَآ إِلَـٰهَ إِلَّا هُوَ يُحْىِۦ وَيُمِيتُ ۖ رَبُّكُمْ وَرَبُّ ءَابَآئِكُمُ ٱلْأَوَّلِينَ",
          "transliteration": "lā ilāha illā huwa yuḥ'yī wayumītu rabbukum warabbu ābāikumu l-awalīna",
          "translation": "Tidak ada tuhan selain Dia, Dia yang menghidupkan dan mematikan. (Dialah) Tuhanmu dan Tuhan nenek moyangmu dahulu.",
          "tafsir": "Allah menerangkan bahwa tiada Tuhan yang sebenarnya melainkan Dia. Dialah yang menghidupkan segala sesuatu menurut kehendak-Nya, dan yang mematikan siapa saja yang dikehendaki-Nya, baik yang terdahulu, sekarang maupun yang akan datang. Oleh karena itu Dialah yang patut dan pantas disembah, bukan tuhan-tuhan yang tidak dapat menolak bencana dan tidak dapat mendatangkan manfaat seperti yang disembah orang musyrik itu."
        },
        {
          "number": 9,
          "arabic": "بَلْ هُمْ فِى شَكٍّ يَلْعَبُونَ",
          "transliteration": "bal hum fī shakkin yalʿabūna",
          "translation": "Tetapi mereka dalam keraguan, mereka bermain-main.",
          "tafsir": "Allah menerangkan bahwa orang musyrik itu tetap saja ragu tentang ke-Esaan Allah dan adanya hari kebangkitan, pengakuan mereka bahwa Allah-lah yang menciptakan langit dan bumi dan semua yang ada di muka bumi ini adalah pengakuan yang tidak didasarkan atas keyakinan, tetapi hanya karena mengikuti jejak nenek moyang mereka tanpa pengetahuan."
        },
        {
          "number": 10,
          "arabic": "فَٱرْتَقِبْ يَوْمَ تَأْتِى ٱلسَّمَآءُ بِدُخَانٍ مُّبِينٍ",
          "transliteration": "fa-ir'taqib yawma tatī l-samāu bidukhānin mubīnin",
          "translation": "Maka tunggulah pada hari ketika langit membawa kabut yang tampak jelas,<sup foot_note=135744>1</sup>",
          "tafsir": "Pada ayat ini Allah memerintahkan Nabi Muhammad saw supaya bersabar menanti orang-orang kafir Mekah itu ditimpa kelaparan. Pada saat itu pula mereka bila memandang ke atas, akan melihat di langit kabut tebal memenuhi angkasa. Menurut kajian ilmiah mengenai peristiwa adanya Dukhan (kabut). Nampaknya pada hari Kiamat nanti akan diawali dengan adanya benturan dahsyat antara bumi dengan benda-benda langit (planet atau asteroida lainnya). Benturan ini diperkirakan akan menyebabkan berhamburannya material bumi maupun benda langit tadi dalam jumlah yang sangat-sangat besar. Material tersebut berhamburan ke angkasa seperti awan debu (ad dukhan) dalam jumlah yang sangat besar. Awan debu inilah yang kemungkinan akan meyelimuti atmosfer bumi sehingga sinar matahari tidak lagi menembus bumi, suhu akan turun drastis, akan terjadi kematian semua makhluk hidup. Para ahli palaentologi (ahli masalah-masalah kepurbaan), termasuk para ahli paleogeologi (geologi-purba) maupun paleobiologi (biologi purba), mengemukakan teori punahnya spesies dinosaurus 66,4 juta tahun yang lalu, dengan mengemukakan suatu hipotesis yang dikenal dengan nama Asteroid Theory (Teori Asteroida). Teori ini muncul setelah Walter Alvarez menemukan adanya konsentrasi iridium yang sangat tinggi dan tidak biasa (anomaly high concentration of iridium) pada rangkaian stratigrafik masa Cretaceous-Tertiary di Gubbio, Italia. Konsentrasi iridium yang tidak normal ini, menimbulkan dugaan, bahwa iridium itu berasal dari benda-benda langit. Punahnya spesies dinosaurus menurut Asteroid Theory ini terjadi oleh adanya benturan bumi dengan asteroida, yang mengakibatkan munculnya awan debu luar biasa yang menyelimuti bumi, sehingga menghalangi sinar matahari masuk, menurunkan suhu dan mematikan spesies hayati purba. Teori ini didukung oleh tingginya kadar iridium di lokasi ditemukannya dinosaur. Apakah ad-Dukhan pada ayat 10 ini juga disebabkan adanya benturan bumi dengan benda-benda langit, menjelang kiamat."
        },
        {
          "number": 11,
          "arabic": "يَغْشَى ٱلنَّاسَ ۖ هَـٰذَا عَذَابٌ أَلِيمٌ",
          "transliteration": "yaghshā l-nāsa hādhā ʿadhābun alīmun",
          "translation": "yang meliputi manusia. Inilah azab yang pedih.",
          "tafsir": "Allah menerangkan bahwa ketika kabut tebal itu meliputi mereka, mereka berkata, \"Ini adalah siksaan yang amat menggelisahkan sehingga kami tidak bisa tidur dan apabila siksaan ini berlangsung terus-menerus, tentu kami akan mati."
        },
        {
          "number": 12,
          "arabic": "رَّبَّنَا ٱكْشِفْ عَنَّا ٱلْعَذَابَ إِنَّا مُؤْمِنُونَ",
          "transliteration": "rabbanā ik'shif ʿannā l-ʿadhāba innā mu'minūna",
          "translation": "(Mereka berdoa), \"Ya Tuhan kami, lenyapkanlah azab itu dari kami. Sungguh, kami akan beriman.\"",
          "tafsir": "Allah menerangkan bahwa mereka berjanji kepada Rasulullah saw akan beriman kepada Allah apabila siksa yang menimpa mereka itu dilenyapkan oleh Allah. Itulah watak manusia pada umumnya apabila mereka dalam kesusahan; mereka berjanji akan bertobat dan menahan diri mereka dari hal-hal yang menyebabkan timbulnya kesusahan itu, tetapi apabila kesusahan mereka berakhir atau kesusahan mereka itu hilang lenyap, mereka kembali melakukan hal-hal yang menyebabkan adanya kesusahan itu. Diriwayatkan bahwa ketika kemarau yang menimpa kaum Quraisy begitu hebatnya. Abu Sufyan berkunjung kepada Rasulullah saw dan meminta belas kasihan darinya, serta berjanji akan beriman apabila Muhammad saw mendoakan mereka agar lepas dari kesusahan itu sehingga berakhirlah kesusahan mereka."
        },
        {
          "number": 13,
          "arabic": "أَنَّىٰ لَهُمُ ٱلذِّكْرَىٰ وَقَدْ جَآءَهُمْ رَسُولٌ مُّبِينٌ",
          "transliteration": "annā lahumu l-dhik'rā waqad jāahum rasūlun mubīnun",
          "translation": "Bagaimana mereka dapat menerima peringatan, padahal (sebelumnya pun) seorang Rasul telah datang memberi penjelasan kepada mereka,",
          "tafsir": "Allah menerangkan bagaimana mereka itu berjanji akan beriman apabila azab mereka dihilangkan. Telah diutus kepada mereka seorang rasul yang memberikan peringatan dan penjelasan tentang kebenaran kenabian Muhammad saw dan Al-Qur'an itu dari Allah. Semua itu seharusnya cukup untuk menyadarkan mereka dan mengembalikan mereka kepada kebenaran, tetapi mereka tetap membangkang dan berpaling daripadanya, bahkan mereka itu menuduh bahwa ajaran yang disebarkan Muhammad saw itu diterima dari seorang Romawi, budak dari suku saqif bernama Addaz yang beragama Kristen. Ada juga di antara mereka menuduh Muhammad saw seorang gila dan ajaran yang dibawanya itu adalah berasal dari jin ketika Muhammad saw dalam keadaan tidak sadar."
        },
        {
          "number": 14,
          "arabic": "ثُمَّ تَوَلَّوْا۟ عَنْهُ وَقَالُوا۟ مُعَلَّمٌ مَّجْنُونٌ",
          "transliteration": "thumma tawallaw ʿanhu waqālū muʿallamun majnūnun",
          "translation": "kemudian mereka berpaling darinya dan berkata, \"Dia itu orang yang menerima ajaran (dari orang lain) dan orang gila.\"<sup foot_note=135745>1</sup>",
          "tafsir": "Allah menerangkan bagaimana mereka itu berjanji akan beriman apabila azab mereka dihilangkan. Telah diutus kepada mereka seorang rasul yang memberikan peringatan dan penjelasan tentang kebenaran kenabian Muhammad saw dan Al-Qur'an itu dari Allah. Semua itu seharusnya cukup untuk menyadarkan mereka dan mengembalikan mereka kepada kebenaran, tetapi mereka tetap membangkang dan berpaling daripadanya, bahkan mereka itu menuduh bahwa ajaran yang disebarkan Muhammad saw itu diterima dari seorang Romawi, budak dari suku saqif bernama Addaz yang beragama Kristen. Ada juga di antara mereka menuduh Muhammad saw seorang gila dan ajaran yang dibawanya itu adalah berasal dari jin ketika Muhammad saw dalam keadaan tidak sadar."
        },
        {
          "number": 15,
          "arabic": "إِنَّا كَاشِفُوا۟ ٱلْعَذَابِ قَلِيلًا ۚ إِنَّكُمْ عَآئِدُونَ",
          "transliteration": "innā kāshifū l-ʿadhābi qalīlan innakum ʿāidūna",
          "translation": "Sungguh, (kalau) Kami melenyapkan azab itu sedikit saja, tentu kamu akan kembali (ingkar).",
          "tafsir": "Dalam ayat ini Allah menerangkan bahwa seandainya Dia melenyapkan sebagian azab itu dari mereka sesuai dengan permintaannya agar mereka berbuat baik dan tidak lagi melanggar larangan-larangan Allah, mereka akan tetap saja dalam keadaan semula yaitu kafir dan mendustakan Muhammad saw sebagaimana firman Allah: Dan seandainya mereka Kami kasihani, dan Kami lenyapkan malapetaka yang menimpa mereka, pasti mereka akan terus-menerus terombang-ambing dalam kesesatan mereka. (al-Mu'minun/23: 75) Dan firman-Nya: Seandainya mereka dikembalikan ke dunia, tentu mereka akan mengulang kembali apa yang telah dilarang mengerjakannya. Mereka itu sungguh pendusta. (al-An'am/6: 28)"
        },
        {
          "number": 16,
          "arabic": "يَوْمَ نَبْطِشُ ٱلْبَطْشَةَ ٱلْكُبْرَىٰٓ إِنَّا مُنتَقِمُونَ",
          "transliteration": "yawma nabṭishu l-baṭshata l-kub'rā innā muntaqimūna",
          "translation": "(Ingatlah) pada hari (ketika) Kami menghantam mereka dengan keras.<sup foot_note=135746>1</sup> Kami pasti memberi balasan.",
          "tafsir": "Pada ayat ini Allah menerangkan bahwa di hari Kiamat nanti Dia akan memberikan balasan siksa yang amat pedih kepada orang kafir Mekah. Pada hari itu mereka tidak akan mendapat pembela, penolong dan penyelamat yang akan dapat menghalangi siksaan Allah yang dijatuhkan kepada mereka, dan pada waktu itu timbullah penyesalan mereka yang sangat. Firman Allah: Mereka menyatakan penyesalan ketika mereka melihat azab. Dan Kami pasangkan belenggu di leher orang-orang yang kafir. Mereka tidak dibalas melainkan sesuai dengan apa yang telah mereka kerjakan. (Saba'/34: 33)"
        },
        {
          "number": 17,
          "arabic": "۞ وَلَقَدْ فَتَنَّا قَبْلَهُمْ قَوْمَ فِرْعَوْنَ وَجَآءَهُمْ رَسُولٌ كَرِيمٌ",
          "transliteration": "walaqad fatannā qablahum qawma fir'ʿawna wajāahum rasūlun karīmun",
          "translation": "Dan sungguh, sebelum mereka, Kami benar-benar telah menguji kaum Fir'aun dan telah datang kepada mereka seorang Rasul yang mulia,",
          "tafsir": "Allah menerangkan bahwa sebelum menguji kaum Nabi Muhammad, Dia telah menguji kaum Fir'aun yang sangat angkuh dan sombong. Ujiannya ialah, dengan mengutus kepada mereka seorang rasul yang mulia yaitu Nabi Musa. Peristiwa ini diharapkan menjadi contoh bagi kaum Nabi Muhammad saw."
        },
        {
          "number": 18,
          "arabic": "أَنْ أَدُّوٓا۟ إِلَىَّ عِبَادَ ٱللَّهِ ۖ إِنِّى لَكُمْ رَسُولٌ أَمِينٌ",
          "transliteration": "an addū ilayya ʿibāda l-lahi innī lakum rasūlun amīnun",
          "translation": "(dengan berkata), \"Serahkanlah kepadaku hamba-hamba Allah (Bani Israil). Sesungguhnya aku adalah utusan (Allah) yang dapat kamu percaya,",
          "tafsir": "Nabi Musa berkata kepada kaum Fir'aun, \"Serahkanlah kepadaku Bani Israil dan lepaskanlah mereka dari perbudakan serta penyiksaan kamu sekalian, karena mereka itu adalah kaum yang merdeka untuk saya bawa ke negeri asal kami. Aku ini adalah Rasulullah yang telah dipercayakan untuk menyampaikan wahyu-Nya dan memperingatkan kepada kamu sekalian tentang siksaan-Nya apabila kamu sekalian mendurhakai-Nya. Firman Allah: Maka pergilah kamu berdua kepadanya (Fir'aun) dan katakanlah, \"Sungguh, kami berdua adalah utusan Tuhanmu, maka lepaskanlah Bani Israil bersama kami dan janganlah engkau menyiksa mereka. Sungguh, kami datang kepadamu dengan membawa bukti (atas kerasulan kami) dari Tuhanmu. Dan keselamatan itu dilimpahkan kepada orang yang mengikuti petunjuk. (thaha/20: 47)"
        }
      ]
    }
  ]
}