{
  "pageNumber": 175,
  "juz": 9,
  "surahs": [
    {
      "number": 7,
      "name": "Al-A'raf",
      "nameArabic": "الأعراف",
      "meaning": "Tempat Tertinggi",
      "revelation": "Makkah",
      "description": "Surat Al-A'raf berjumlah 206 ayat, termasuk surat Makkiyyah, diturunkan sebelum surat Al-An'am, dan termasuk golongan surat \"Assab'uththiwaal\" (tujuh surat yang panjang). Dinamakan \"Al-A'raf\" karena perkataan Al-A'raf terdapat dalam ayat 46 yang mengemukakan tentang keadaan orang-orang yang berada di atas Al-A'raf, tempat yang tertinggi di batas surga dan neraka. Mereka itulah orang-orang yang antara kebaikan dan kejahatan mereka sama banyaknya.Pokok-Pokok Isi:1. Keimanan:Mentauhidkan Allah dalam berdoa dan beribadah; hanya Allah yang mengatur dan menjaga alam; menciptakan undang-undang dan hukum-hukum untuk mengatur kehidupan manusia di dunia dan di akhirat; Allah bersemayam di 'Arsy; bantahan terhadap kepalsuan syirik; ketauhidan sesuai dengan fitrah manusia; Musa berbicara dengan Allah; tentang melihat Allah; perintah beribadah sambil menundukkan diri kepada Allah; Allah memiliki al-asmaaul husnaa (nama-nama yang indah).2. Hukum-hukum:Larangan mengikuti perbuatan dan adat istiadat yang buruk; kewajiban mengikuti Allah dan rasul, perintah berhias ketika hendak shalat; bantahan terhadap orang yang mengharamkan perhiasan yang dianugerahkan Allah; perintah memakan makanan yang halal lagi baik dan larangan memakan yang sebaliknya.3. Kisah-kisah:Kisah Nabi Adam a.s. dengan Iblis; kisah Nabi Nuh a.s. dan kaumnya; kisah Nabi Shaleh a.s. dengan kaumnya; kisah Nabi Syu'aib a.s. dengan kaumnya; kisah Nabi Musa a.s. dengan Fir'aun.4. Lain-lain:Al-Qur'an diturunkan kepada Nabi terakhir dan perintah mengikutinya; Nabi Muhammad diutus untuk seluruh manusia; adab orang mukmin, adab mendengar bacaan Al-Qur'an dan berzikir; rasul bertanggung jawab menyampaikan seruan Allah; balasan terhadap orang-orang yang mengikuti dan mengingkari rasul; dakwah rasul-rasul yang pertama ialah mentauhidkan Allah; tentang ashhaabul A'raaf yang berada di antara surga dan neraka; Allah pencipta makhluk; manusia adalah makhluk terbaik yang diciptakan Allah serta memiliki kesediaan untuk berbuat baik dan berbuat buruk; permusuhan setan terhadap manusia; manusia khalifah Allah di bumi; kehancuran suatu kaum karena perbuatan mereka sendiri; setiap bangsa memiliki masa jaya dan masa kehancuran; Allah memberikan cobaan kepada manusia dengan kekayaan dan kemiskinan; istidraj azab Allah terhadap orang-orang yang mendustakan ayat-ayat-Nya.Surat Al-A'raf dimulai dengan pengutaraan tentang kewajiban manusia mengikuti rasul dan akibat mengingkarinya. Selanjutnya, diterangkan tentang perselisihan antara Nabi Adam dan Iblis di surga yang merupakan permulaan perselisihan antara golongan yang taat kepada perintah Allah dan golongan yang mengingkari sebagaimana yang terjadi pada nabi-nabi terdahulu dengan umat-umatnya. Kemudian surat ini ditutup dengan penjelasan tentang adab-adab orang mukmin, adab-adab mendengarkan ayat-ayat Al-Qur'an, dan tata cara berdoa dan berzikir kepada-Nya.Hubungan Antara Surat Al-A'Raf Dengan Surat Al-Anfal:1. Akhir surat Al-A'raf mengemukakan keadaan beberapa orang rasul yang diutus sebelum Nabi Muhammad dalam menghadapi kaumnya, sedang permulaan surat Al-Anfal menerangkan keadaan Nabi Muhammad dalam menghadapi umatnya.2. Permusuhan antara Adam dan Iblis di surga dilanjutkan dengan permusuhan antara manusia yang menerima petunjuk dari Allah dengan yang tidak menerimanya. Ini diterangkan dalam surat Al-A'raf. Hal yang serupa diterangkan lebih jelas dalam surat Al-Anfal; pertentangan kedua golongan itu serta tingkah laku mereka dalam perang Badar. Surat Al-A'raf termasuk surat yang banyak persesuaiannya dengan surat-surat yang lain, seperti: Al-Baqarah, Ali 'Imran, At-Taubah, danYunus.",
      "verses": [
        {
          "number": 188,
          "arabic": "قُل لَّآ أَمْلِكُ لِنَفْسِى نَفْعًا وَلَا ضَرًّا إِلَّا مَا شَآءَ ٱللَّهُ ۚ وَلَوْ كُنتُ أَعْلَمُ ٱلْغَيْبَ لَٱسْتَكْثَرْتُ مِنَ ٱلْخَيْرِ وَمَا مَسَّنِىَ ٱلسُّوٓءُ ۚ إِنْ أَنَا۠ إِلَّا نَذِيرٌ وَبَشِيرٌ لِّقَوْمٍ يُؤْمِنُونَ",
          "transliteration": "qul lā amliku linafsī nafʿan walā ḍarran illā mā shāa l-lahu walaw kuntu aʿlamu l-ghayba la-is'takthartu mina l-khayri wamā massaniya l-sūu in anā illā nadhīrun wabashīrun liqawmin yu'minūna",
          "translation": "Katakanlah (Muhammad), \"Aku tidak kuasa mendatangkan manfaat maupun menolak mudarat bagi diriku kecuali apa yang dikehendaki Allah. Sekiranya aku mengetahui yang gaib, niscaya aku membuat kebajikan sebanyak-banyaknya dan tidak akan ditimpa bahaya. Aku hanyalah pemberi peringatan, dan pembawa berita gembira bagi orang-orang yang beriman.\"",
          "tafsir": "Kemudian Allah memerintahkan kepada Rasul-Nya, untuk menegaskan kepada umat manusia, bahwa segala perkara di dunia ini membawa baik yang manfaat atau mudarat adalah berasal dari Allah. Nabi Muhammad sendiri walau pun dekat pada Allah tidaklah menguasai kemanfaatan dan kemudaratan sehingga dia dapat mengatur menurut kehendak-Nya. Kaum Muslimin pada mulanya beranggapan bahwa setiap orang yang menjadi Rasul tentulah dia mengetahui perkara-perkara yang gaib, memiliki kemampuan di luar kemampuan manusia biasa, baik untuk mencari sesuatu keuntungan ataupun menolak sesuatu kemudaratan untuk dirinya ataupun untuk orang lain. Untuk memperbaiki kekeliruan pandangan ini, Allah menyuruh Rasulullah untuk menjelaskan bahwa kedudukan Rasul tidak ada hubungannya dengan hal yang demikian itu. Rasul hanyalah pemberi petunjuk dan bimbingan, tiadalah dia mempunyai daya mencipta atau meniadakan. Apa yang diketahuinya tentang hal-hal yang gaib adalah yang diberi tahu oleh Allah kepadanya. Sekiranya Nabi saw mengetahui hal-hal yang gaib, misalnya mengetahui peristiwa-peristiwa pada hari mendatang, tentulah Nabi saw mempersiapkan dirinya lahir batin, moril dan materil untuk menghadapi peristiwa itu dan tentulah beliau tidak akan ditimpa kesusahan. Sebenarnya Rasul saw adalah manusia biasa. Perbedaan dengan orang biasa hanyalah terletak pada wahyu yang diterimanya dan tugas yang dibebankan kepada beliau, yakni memberikan bimbingan dan pengajaran yang telah digariskan Allah untuk manusia. Nabi hanyalah memberi peringatan dan membawa berita gembira kepada orang yang beriman."
        },
        {
          "number": 189,
          "arabic": "۞ هُوَ ٱلَّذِى خَلَقَكُم مِّن نَّفْسٍ وَٰحِدَةٍ وَجَعَلَ مِنْهَا زَوْجَهَا لِيَسْكُنَ إِلَيْهَا ۖ فَلَمَّا تَغَشَّىٰهَا حَمَلَتْ حَمْلًا خَفِيفًا فَمَرَّتْ بِهِۦ ۖ فَلَمَّآ أَثْقَلَت دَّعَوَا ٱللَّهَ رَبَّهُمَا لَئِنْ ءَاتَيْتَنَا صَـٰلِحًا لَّنَكُونَنَّ مِنَ ٱلشَّـٰكِرِينَ",
          "transliteration": "huwa alladhī khalaqakum min nafsin wāḥidatin wajaʿala min'hā zawjahā liyaskuna ilayhā falammā taghashāhā ḥamalat ḥamlan khafīfan famarrat bihi falammā athqalat daʿawā l-laha rabbahumā la-in ātaytanā ṣāliḥan lanakūnanna mina l-shākirīna",
          "translation": "Dialah yang menciptakan kamu dari jiwa yang satu (Adam) dan daripadanya Dia menciptakan pasangannya, agar dia merasa senang kepadanya. Maka setelah dicampurinya, (istrinya) mengandung kandungan yang ringan, dan teruslah dia merasa ringan (beberapa waktu). Kemudian ketika dia merasa berat, keduanya (suami-istri) bermohon kepada Allah, Tuhan mereka (seraya berkata), \"Jika Engkau memberi kami anak yang saleh, tentulah kami akan selalu bersyukur.\"",
          "tafsir": "Dalam ayat ini Allah menjelaskan bahwa manusia itu diciptakan dari jenis yang satu, dan dari jenis yang satu itu diciptakan pasangannya, maka hiduplah mereka berpasangan pria-wanita (suami-isteri) dan tenteramlah dia dengan isterinya itu. Hidup berpasangan suami-isteri merupakan tuntutan kodrati manusia rohaniyah dan jasmaniah. Bila seseorang telah mencapai usia dewasa, timbullah keinginan untuk hidup berpasangan sebagai suami-isteri, dan dia akan mengalami keguncangan batin apabila keinginan itu tidak tercapai. Sebab dalam berpasangan suami-isteri itulah terwujud ketenteraman. Ketenteraman tidak akan terwujud dalam diri manusia diluar hidup berpasangan suami-isteri. Maka tujuan kehadiran seorang isteri pada seorang laki-laki di dalam agama Islam ialah menciptakan hidup berpasangan itu sendiri. Islam mensyariatkan manusia agar mereka hidup berpasangan suami-isteri, karena dalam situasi hidup demikian itu manusia menemukan ketenteraman dan kebahagian rohaniyah dan jasmaniah. Bila kedua suami-isteri itu berkumpul, mulailah isterinya mengandung benih. Saat permulaan dari pertumbuhan benih itu terasa ringan. Pertama-tama terhentinya haid dan selanjutnya benih itu terus berproses, perlahan-lahan. Maka ketika kandungannya mulai berat, ibu-bapak memanjatkan doa kepada Allah agar keduanya dianugerahi anak yang saleh, sempurna jasmani, berbudi luhur, cakap melaksanakan tugas kewajiban sebagai manusia. Kedua, isteri itu berjanji akan mewajibkan atas dirinya sendiri untuk bersyukur kepada Allah karena menerima nikmat itu dengan perkataan, perbuatan dan keyakinan."
        },
        {
          "number": 190,
          "arabic": "فَلَمَّآ ءَاتَىٰهُمَا صَـٰلِحًا جَعَلَا لَهُۥ شُرَكَآءَ فِيمَآ ءَاتَىٰهُمَا ۚ فَتَعَـٰلَى ٱللَّهُ عَمَّا يُشْرِكُونَ",
          "transliteration": "falammā ātāhumā ṣāliḥan jaʿalā lahu shurakāa fīmā ātāhumā fataʿālā l-lahu ʿammā yush'rikūna",
          "translation": "Maka setelah Dia memberi kepada keduanya seorang anak yang saleh, mereka<sup foot_note=135303>1</sup> menjadikan sekutu bagi Allah terhadap anak yang telah dianugerahkan-Nya itu. Maka Mahatinggi Allah dari apa yang mereka persekutukan.",
          "tafsir": "Allah memperkenankan doa kedua suami-isteri itu dengan menganugerahkan anak yang saleh kepada keduanya. Tetapi kemudian mereka tidaklah bersyukur kepada Allah atas nikmat itu, bahkan mereka menisbahkan anak yang saleh itu kepada berhala-berhala dengan mengatakan bahwa anak itu hamba dari patung-patung, atau mereka hubungkan anak itu kepada binatang-binatang atau kepada alam. Mereka tidak mengatakan anak itu sebagai anugerah Allah. Oleh karena itu mereka tidak bersyukur kepada Allah. Maha Suci Allah dari apa yang mereka sekutukan."
        },
        {
          "number": 191,
          "arabic": "أَيُشْرِكُونَ مَا لَا يَخْلُقُ شَيْـًٔا وَهُمْ يُخْلَقُونَ",
          "transliteration": "ayush'rikūna mā lā yakhluqu shayan wahum yukh'laqūna",
          "translation": "Mengapa mereka mempersekutukan (Allah dengan) berhala yang tidak dapat menciptakan sesuatu apa pun? Padahal (berhala) itu sendiri diciptakan.",
          "tafsir": "Kemudian Allah dalam ayat ini mencela keras sikap, pikiran dan tingkah laku orang-orang yang menyembah berhala yang tidak dapat menciptakan sesuatu pun walaupun hanya benda-benda yang rendah nilainya, karena berhala-berhala itu sendiri dibikin oleh tangan manusia. Tidaklah wajar bagi orang-orang yang punya pikiran menjadikan berhala itu sebagai sembahan, baik dia dipandang sebagai sekutu Allah dalam menerima ibadah ataupun sebagai perantara antara manusia dengan Allah. Sebab segala pujian atau sembahan kepada selain Allah sedikitpun tidak ada faedahnya. Firman Allah swt: Wahai manusia! Telah dibuat suatu perumpamaan. Maka dengarkanlah! Sesungguhnya segala yang kamu seru selain Allah tidak dapat menciptakan seekor lalat pun, walaupun mereka bersatu untuk menciptakannya. Dan jika lalat itu merampas sesuatu dari mereka. Mereka tidak dapat merebut kembali dari lalat itu. Sama lemahnya yang menyembah dan yang disembah. (al-Hajj/22: 73)"
        },
        {
          "number": 192,
          "arabic": "وَلَا يَسْتَطِيعُونَ لَهُمْ نَصْرًا وَلَآ أَنفُسَهُمْ يَنصُرُونَ",
          "transliteration": "walā yastaṭīʿūna lahum naṣran walā anfusahum yanṣurūna",
          "translation": "Dan (berhala) itu tidak dapat memberikan pertolongan kepada penyembahnya, dan kepada dirinya sendiri pun mereka tidak dapat memberi pertolongan.",
          "tafsir": "Ayat ini seperti ayat-ayat yang lalu menggambarkan penyembah-penyembah berhala pada umumnya, termasuk kemusyrikan Arab Mekah. Allah menjelaskan bahwa sembahan-sembahan kaum musyrikin itu tidak punya kesanggupan apa-apa, baik dalam memberi pertolongan terhadap diri mereka sendiri, ketika terjadi serangan dari musuh kepada penyembah-penyembah itu, ataupun mereka ditimpa oleh malapetaka, patung-patung itu tidak dapat memberikan pertolongan. Bahkan bila ada seseorang mengotori patung-patung itu atau mencuri perhiasannya, niscaya patung itu tidak dapat membela dirinya sendiri. Demikianlah patung-patung itu hanya disembah dan dibela, tetapi menyembah itu tak dapat imbalan apa-apa dari patung itu."
        },
        {
          "number": 193,
          "arabic": "وَإِن تَدْعُوهُمْ إِلَى ٱلْهُدَىٰ لَا يَتَّبِعُوكُمْ ۚ سَوَآءٌ عَلَيْكُمْ أَدَعَوْتُمُوهُمْ أَمْ أَنتُمْ صَـٰمِتُونَ",
          "transliteration": "wa-in tadʿūhum ilā l-hudā lā yattabiʿūkum sawāon ʿalaykum adaʿawtumūhum am antum ṣāmitūna",
          "translation": "Dan jika kamu (Wahai orang-orang musyrik) menyerunya (berhala-berhala) untuk memberi petunjuk kepadamu, tidaklah berhala-berhala itu dapat memperkenankan seruanmu; sama saja (hasilnya) buat kamu menyeru mereka atau berdiam diri.",
          "tafsir": "Allah swt menyatakan dalam ayat ini kepada kaum musyrikin bahwa jika mereka memohon kepada berhala-berhala itu agar memberi petunjuk kepada mereka sebagaimana mereka memohon kepada Allah agar memberi kebaikan, tentulah berhala-berhala itu tidak dapat memberi petunjuk ke jalan yang menuju cita-cita mereka atau ke jalan yang menuju keselamatan mereka dari kesulitan dan kesukaran yang menimpa mereka. Berhala-berhala itu tidak dapat mengikuti keinginan mereka, dan tidak pula memperkenankan permohonan mereka. Keadaannya sama saja apakah penyembah-penyembah berhala itu memohon sesuatu kepada berhala itu ataukah mereka tidak minta apa-apa. Berhala itu tidak akan paham permohonan mereka, tidak mendengar dan tidak pula memikirkan apa yang diucapkan kepada mereka. Patutkah sesuatu yang memiliki sifat-sifat di atas itu disembah. Seharusnya yang disembah itu ialah Allah Yang memberi manfaat kepada yang menyembah-Nya. Yang memberi hukuman kepada yang berbuat maksiat kepada-Nya. Yang menghancurkan musuh-musuh-Nya. Yang memberikan petunjuk kepada yang taat kepada-Nya, dan mendengarkan doa-doa orang-orang yang berdoa kepada-Nya."
        },
        {
          "number": 194,
          "arabic": "إِنَّ ٱلَّذِينَ تَدْعُونَ مِن دُونِ ٱللَّهِ عِبَادٌ أَمْثَالُكُمْ ۖ فَٱدْعُوهُمْ فَلْيَسْتَجِيبُوا۟ لَكُمْ إِن كُنتُمْ صَـٰدِقِينَ",
          "transliteration": "inna alladhīna tadʿūna min dūni l-lahi ʿibādun amthālukum fa-id'ʿūhum falyastajībū lakum in kuntum ṣādiqīna",
          "translation": "Sesungguhnya mereka (berhala-berhala) yang kamu seru selain Allah adalah makhluk (yang lemah) yang serupa juga dengan kamu. Maka serulah mereka lalu biarkanlah mereka memperkenankan permintaanmu, jika kamu orang yang benar.",
          "tafsir": "Dalam ayat ini ditandaskan bahwa sesembahan selain Allah yang menjadi tujuan doa kaum musyrikin itu sebenarnya makhluk seperti mereka. Doa adalah pengharapan dan permintaan dari orang yang mengucapkan kepada siapa saja yang dipandangnya mempunyai kekuatan yang lebih besar dari dia untuk memenuhi pengharapan, baik untuk mendapatkan kemanfaatan ataupun untuk menolak kesusahan dan kerugian. Mengapa mereka memanjatkan doa kepada berhala-berhala yang sebenarnya adalah makhluk Allah seperti mereka, yang tunduk kepada kudrat dan iradat Allah swt. Sangat tidak logis jika mereka memohon kepada berhala-berhala itu sesuatu yang mereka sendiri, dan juga berhala-berhala itu tidak dapat mencapainya. Seharusnya mereka memanjatkan doa kepada Allah Pencipta dan Pengatur segala sebab dan akibat dalam alam ini. Segala benda mati dan benda hidup di dalam alam ini semua tunduk kepada Sunnah-Nya. Akan tetapi jika kaum musyrik itu meyakini bahwa kepercayaan mereka benar yaitu berhala itu mampu memberi kemanfaatan ataupun menolak kemudaratan yang tidak sanggup dikerjakan oleh manusia, biarlah mereka berdoa kepada berhala itu kalau doa itu memang dapat dikabulkan oleh berhala itu. Sungguh amat sesat pikiran orang-orang yang memandang bahwa benda mati itu punya daya dan kekuatan seperti Tuhan Pencipta-Nya."
        },
        {
          "number": 195,
          "arabic": "أَلَهُمْ أَرْجُلٌ يَمْشُونَ بِهَآ ۖ أَمْ لَهُمْ أَيْدٍ يَبْطِشُونَ بِهَآ ۖ أَمْ لَهُمْ أَعْيُنٌ يُبْصِرُونَ بِهَآ ۖ أَمْ لَهُمْ ءَاذَانٌ يَسْمَعُونَ بِهَا ۗ قُلِ ٱدْعُوا۟ شُرَكَآءَكُمْ ثُمَّ كِيدُونِ فَلَا تُنظِرُونِ",
          "transliteration": "alahum arjulun yamshūna bihā am lahum aydin yabṭishūna bihā am lahum aʿyunun yub'ṣirūna bihā am lahum ādhānun yasmaʿūna bihā quli id'ʿū shurakāakum thumma kīdūni falā tunẓirūni",
          "translation": "Apakah mereka (berhala-berhala) mempunyai kaki untuk berjalan, atau mempunyai tangan untuk memegang dengan keras,<sup foot_note=135304>1</sup> atau mempunyai mata untuk melihat, atau mempunyai telinga untuk mendengar? Katakanlah (Muhammad) \"Panggillah berhala-berhalamu yang kamu anggap sekutu Allah, kemudian lakukanlah tipu daya (untuk mencelakakan)ku, dan jangan kamu tunda lagi.",
          "tafsir": "Dalam ayat ini Allah memperingatkan para pemuja benda-benda itu, bahwa berhala-berhala itu bukan saja tidak sederajat dengan mereka bahkan lebih rendah dari mereka. Berhala-berhala itu tidak memiliki kelengkapan tubuh seperti kaki, tangan, mata dan lain-lain sebagainya, yang dapat mengabulkan permohonan dan tuntutan pemujanya. Benda-benda itu tidak seperti penyembahnya yang keadaannya lebih sempurna dan lebih lengkap. Peringatan Allah ini merupakan ejekan dan penghinaan kepada kaum musyrikin, tetapi kaum musyrikin itu tidak menginsyafi keadaan diri mereka, bahkan mereka merasa sombong dan takabur. Mereka enggan menerima petunjuk dan pelajaran dari Rasul saw dengan alasan bahwa Rasul itu seorang manusia. Mereka berkata sesama mereka tentang kemanusiaan rasul, sebagimana difirmankan Allah: Dan sungguh, jika kamu menaati manusia yang seperti kamu, niscaya kamu pasti rugi. (al-Muminun/23: 34) Di sinilah kejanggalan pikiran mereka. Mereka menolak Rasul karena beliau seorang manusia. Padahal Rasul saw, mempunyai kelebihan pengetahuan, kebijaksanaan dan hidayah dari Allah dibanding dengan manusia lainnya. Mereka lebih mengutamakan patung-patung daripada seorang Rasul. Bahkan mengangkat patung-patung dan benda-benda sembahan sampai ke derajat tuhan. Maka Allah memerintahkan Rasul untuk menantang mereka dengan mengatakan kepada mereka bahwa jika benar berhala-berhalanya punya kekuatan, suruhlah mereka bersatu untuk membinasakan Rasul saw. Tidak perlu mereka memberi kesempatan menunggu Rasul saw membinasakannya lebih dulu. Tantangan yang demikian itu tidak akan terucapkan oleh Nabi saw sekiranya keimanan kepada pertolongan Allah tidak betul-betul diyakininya. Tantangan demikian harus diucapkan. Sebab dalil-dalil dan alasan ilmiyah tidak bermanfaat lagi untuk menyatakan kebathilan kepercayaan masyarakat musyrikin Arab itu. Nabi Muhammad diperintahkan untuk meminta kepada mereka agar berhala-berhala mereka membinasakan nabi Muhammad. Tantangan yang demikian itu cukup membuat hati penyembah-penyembah berhala itu gentar."
        }
      ]
    }
  ]
}