{
  "pageNumber": 95,
  "juz": 5,
  "surahs": [
    {
      "number": 4,
      "name": "An-Nisa'",
      "nameArabic": "النساء",
      "meaning": "Wanita",
      "revelation": "Madinah",
      "description": "Surat An Nisaa' terdiri dari 176 ayat dan termasuk surat Madaniyyah terpanjang setelah surat Al Baqarah.Dinamakan An Nisaa' karena di dalamnya banyak dibicarakan hal-hal yang berhubungan dengan perempuan; merupakan surat yang paling banyak membicarakan hal itu dibanding surat-surat yang lain. Surat lain yang banyak membicarakan perempuan adalah surat Ath Thalaq. Dalam hal ini, surat An Nisaa' biasa disebut \"Surat An Nisaa' Al Kubraa\" (surat An Nisaa' besar) sedangkan surat Ath Thalaq disebut \"Surat An Nisaa' Ash Shughraa\" (surat An Nisaa' kecil).Pokok-Pokok Isi:1. Keimanan:Syirik (dosa yang paling besar); akibat kekafiran pada hari akhir.2. Hukum-hukum:Kewajiban para washi dan wali; hukum poligami; masnikah; memakan harta anak yatim dan orang-orang yang tidak dapat mengurus harta; pokok-pokok hukum warisan; perbuatan-perbuatan keji dan hukumannya, perempuan-perempuan yang haram dinikahi; hukum menikahi hamba sahaya perempuan; larangan memakan harta secara batil; hukum syiqaq dan nusyuz; kesucian lahir-batin dalam shalat; hukum suaka; hukum membunuh seorang muslim; shalat khauf; larangan mengucapkan perkataan buruk; dan pusaka kalalah.3. Kisah-kisah:Kisah-kisah Nabi Musa a.s. dan pengikutnya.4. Lain-lain:Asal muasal manusia adalah satu; keharusan menjauhi adat-adat jahiliyah berkaitan dengan perempuan; norma-norma pergaulan dengan istri; hak seseorang sesuai dengan kewajibannya; perlakuan ahli kitab terhadap kitab-kitab yang diturunkan kepadanya; dasar-dasar pemerintahan; cara mengadili perkara; keharusan siap-siaga terhadap musuh; sikap-sikap orang munafik dalam menghadapi peperangan; berperang di jalan Allah adalah kewajiban setiap mukalaf; norma dan adab dalam peperangan; cara menghadapi orang-orang munafik; dan derajat orang yang berjihad.Surat An Nisaa' dimulai dengan perintah bertakwa dan menyatakan bahwa asal manusia adalah satu, kemudian menerangkan hukum-hukum yang berhubungan dengan anak yatim, rumah tangga, warisan, perempuan yang haram dinikahi serta hak dan kewajiban laki-laki dan perempuan. Juga menyebut tentang hukum-hukum perang serta pelajaran-pelajaran yang harus diambil dari perang Badar dan Uhud. Pengutaraan hukum perang dan hukum keluarga dalam surat ini merupakan hujjah-hujjah yang dikemukakan kepada Ahli Kitab, yang ditegaskan pada bagian terakhir surat ini. Lalu, surat ini ditutup dengan perintah agar kaum mukmin bersabar, memperatkan hubungan sesama manusia, dan bertakwa kepada Allah, agar mendapat keberuntungan dunia akhirat.Hubungan Surat An Nisaa' Dengan Surat Al Maa-Idah:1. Surat An Nisaa' menerangkan beberapa macam akad, seperti: pernikahan, perceraian, warisan, perjanjian, wasiat, dan sebagainya. Sementara itu, permulaan surat Al Maa-idah menyatakan supaya hamba-hamba Allah memenuhi segala macam akad-akad yang telah dibuat, baik terhadap Allah maupun terhadap sesama manusia, di samping menerangkan akad-akad yang lain.2. Surat An Nisaa' mengemukakan beberapa hukum secara umum, sedangkan surat Al Maa-idah menjelaskan dan menegaskan hukum-hukum tersebut.3. Sebagaimana halnya surat Al Baqarah dan surat Ali 'Imran mengemukakan hal-hal yang berhubungan dengan pokok-pokok agama, seperti: keesaan Allah dan kenabian, maka surat An Nisaa' dan Al Maaidah menerangkan tentang furu' agama (hukum fikih), seperti: hukum keluarga dan sebagainya.4. Akhir surat An Nisaa' mengemukakan hujjah-hujjah atas kekeliruan orang-orang Yahudi dan Nasrani serta kekeliruan kaum musyrikin dan munafikin. Hal yang serupa diterangkan secara panjang lebar dalam surat Al Maa-idah.5. Surat An Nisaa' dimulai dengan \"Yaa ayyuhannaas\" yang nadanya sama dengan surat Makiah, sedangkan surat Al Maa-idah, sebagai surat Madaniah, dimulai dengan, \"Yaa ayyuhal ladziina aamanu\". Meskipun nadanya berlainan, tetapi yang dituju oleh kedua surat ini adalah seluruh manusia.",
      "verses": [
        {
          "number": 102,
          "arabic": "وَإِذَا كُنتَ فِيهِمْ فَأَقَمْتَ لَهُمُ ٱلصَّلَوٰةَ فَلْتَقُمْ طَآئِفَةٌ مِّنْهُم مَّعَكَ وَلْيَأْخُذُوٓا۟ أَسْلِحَتَهُمْ فَإِذَا سَجَدُوا۟ فَلْيَكُونُوا۟ مِن وَرَآئِكُمْ وَلْتَأْتِ طَآئِفَةٌ أُخْرَىٰ لَمْ يُصَلُّوا۟ فَلْيُصَلُّوا۟ مَعَكَ وَلْيَأْخُذُوا۟ حِذْرَهُمْ وَأَسْلِحَتَهُمْ ۗ وَدَّ ٱلَّذِينَ كَفَرُوا۟ لَوْ تَغْفُلُونَ عَنْ أَسْلِحَتِكُمْ وَأَمْتِعَتِكُمْ فَيَمِيلُونَ عَلَيْكُم مَّيْلَةً وَٰحِدَةً ۚ وَلَا جُنَاحَ عَلَيْكُمْ إِن كَانَ بِكُمْ أَذًى مِّن مَّطَرٍ أَوْ كُنتُم مَّرْضَىٰٓ أَن تَضَعُوٓا۟ أَسْلِحَتَكُمْ ۖ وَخُذُوا۟ حِذْرَكُمْ ۗ إِنَّ ٱللَّهَ أَعَدَّ لِلْكَـٰفِرِينَ عَذَابًا مُّهِينًا",
          "transliteration": "wa-idhā kunta fīhim fa-aqamta lahumu l-ṣalata faltaqum ṭāifatun min'hum maʿaka walyakhudhū asliḥatahum fa-idhā sajadū falyakūnū min warāikum waltati ṭāifatun ukh'rā lam yuṣallū falyuṣallū maʿaka walyakhudhū ḥidh'rahum wa-asliḥatahum wadda alladhīna kafarū law taghfulūna ʿan asliḥatikum wa-amtiʿatikum fayamīlūna ʿalaykum maylatan wāḥidatan walā junāḥa ʿalaykum in kāna bikum adhan min maṭarin aw kuntum marḍā an taḍaʿū asliḥatakum wakhudhū ḥidh'rakum inna l-laha aʿadda lil'kāfirīna ʿadhāban muhīnan",
          "translation": "Dan apabila engkau (Muhammad) berada di tengah-tengah mereka (sahabatmu) lalu engkau hendak melaksanakan salat bersama-sama mereka, maka hendaklah segolongan dari mereka berdiri (salat) bersamamu dan menyandang senjata mereka, kemudian apabila mereka (yang salat bersamamu) sujud (telah menyempurnakan satu rakaat),<sup foot_note=135170>1</sup> maka hendaklah mereka pindah dari belakangmu (untuk menghadapi musuh) dan hendaklah datang golongan yang lain yang belum salat, lalu mereka salat denganmu,<sup foot_note=135171>2</sup> dan hendaklah mereka bersiap siaga dan menyandang senjata mereka. Orang-orang kafir ingin agar kamu lengah terhadap senjatamu dan harta bendamu, lalu mereka menyerbu kamu sekaligus. Dan tidak mengapa kamu meletakkan senjata-senjatamu, jika kamu mendapat suatu kesusahan karena hujan atau karena kamu sakit, dan bersiapsiagalah kamu.<sup foot_note=135172>3</sup> Sungguh, Allah telah menyediakan azab yang menghinakan bagi orang-orang kafir.",
          "tafsir": "Dalam ayat ini dijelaskan cara salat khauf, yaitu bilamana Rasulullah berada dalam barisan kaum Muslimin dan beliau hendak salat bersama pasukannya, maka lebih dahulu beliau membagi pasukannya menjadi dua kelompok. Kelompok pertama salat bersama Rasul sedang kelompok kedua tetap ditempatnya menghadapi musuh sambil melindungi kelompok yang sedang salat. Kelompok yang sedang salat ini diharuskan menyandang senjata dalam salat untuk menjaga kemungkinan musuh menyerang dan agar mereka tetap waspada. Bilamana kelompok pertama ini telah menyelesaikan rakaat pertama hendaklah mereka pergi menggantikan kelompok kedua, dan Nabi menanti dalam salat. Kelompok kedua ini juga harus menyandang senjata bahkan harus lebih bersiap siaga. Nabi salat dengan kelompok kedua ini dalam rakaat kedua. Sesudah rakaat kedua ini beliau membaca salam, kemudian masing-masing kelompok menyelesaikan satu rakaat lagi dengan cara bergantian. Dari Ibnu Umar r.a. beliau berkata: “Nabi saw mengerjakan salat khauf dengan salah satu di antara dua kelompok satu rakaat, sedang kelompok lainnya menghadapi musuh. Kemudian kelompok pertama pindah menempati kelompok teman-teman mereka sambil menghadapi musuh, lalu datanglah kelompok kedua dan bersalat di belakang Nabi satu rakaat pula kemudian Nabi membaca salam. Kemudian masing-masing kelompok menyelesaikan salatnya satu rakaat lagi.” (Riwayat al-Bukhari dan Muslim dari Ibnu ‘Umar). Ayat ini menjadi dasar salat khauf. Dalam ayat ini Allah swt menjelaskan alasan kaum Muslimin salat menyandang senjata dalam salat khauf, yaitu bila musuh yang berada tidak jauh dari mereka selalu mengintai saat-saat pasukan Islam kehilangan kewaspadaan dan meninggalkan senjata dan perlengkapan mereka, maka pada saat itulah pasukan kafir mendapat kesempatan menggempur mereka. Kemudian Allah menerangkan bilamana pasukan itu mendapat kesusahan karena hujan atau sakit atau kesulitan lain, maka membawa senjata dalam salat khauf dibolehkan walaupun tidak disandang. Sesungguhnya Allah telah menyediakan azab yang menghinakan terhadap orang-orang kafir yaitu kekalahan yang mereka alami."
        },
        {
          "number": 103,
          "arabic": "فَإِذَا قَضَيْتُمُ ٱلصَّلَوٰةَ فَٱذْكُرُوا۟ ٱللَّهَ قِيَـٰمًا وَقُعُودًا وَعَلَىٰ جُنُوبِكُمْ ۚ فَإِذَا ٱطْمَأْنَنتُمْ فَأَقِيمُوا۟ ٱلصَّلَوٰةَ ۚ إِنَّ ٱلصَّلَوٰةَ كَانَتْ عَلَى ٱلْمُؤْمِنِينَ كِتَـٰبًا مَّوْقُوتًا",
          "transliteration": "fa-idhā qaḍaytumu l-ṣalata fa-udh'kurū l-laha qiyāman waquʿūdan waʿalā junūbikum fa-idhā iṭ'manantum fa-aqīmū l-ṣalata inna l-ṣalata kānat ʿalā l-mu'minīna kitāban mawqūtan",
          "translation": "Selanjutnya, apabila kamu telah menyelesaikan salat(mu), ingatlah Allah ketika kamu berdiri, pada waktu duduk dan ketika berbaring. Kemudian, apabila kamu telah merasa aman, maka laksanakanlah salat itu (sebagaimana biasa). Sungguh, salat itu adalah kewajiban yang ditentukan waktunya bagi orang-orang yang beriman.",
          "tafsir": "Selanjutnya diperintahkan apabila salat khauf itu selesai dikerjakan dengan cara yang telah diterangkan itu, maka hendaklah pasukan Islam itu mengingat Allah terus-menerus dalam segala keadaan. Lebih lagi mereka harus menyebut nama Allah pada saat mereka berada dalam ancaman musuh. Allah akan menolong mereka selama mereka menolong agama Allah. Hendaklah mereka mengucapkan tahmid dan takbir ketika berdiri di medan pertempuran, atau ketika duduk memanah musuh atau ketika berbaring karena luka-luka. Segala penderitaan lahir dan batin akan lenyap, jika jiwa sudah diisi penuh dengan zikir kepada Allah, oleh karenanya kaum Muslimin harus terus ingat dan berzikir kepada Allah baik dalam keadaan perang ataupun damai. Orang beriman setiap saat berada di dalam perjuangan. Pada suatu saat dia berperang dengan musuh pada saat yang lain dia bertempur melawan hawa nafsunya. Demikianlah berzikir mengingat Allah diperintahkan setiap saat karena dia mendidik jiwa, membersihkan rohani dan menanamkan kebesaran Allah ke dalam hati. Bila peperangan sudah usai, ketakutan sudah lenyap dan hati sudah tenteram hendaklah dilakukan salat yang sempurna rukun dan syaratnya. Karena salat adalah suatu kewajiban bagi orang mukmin dan mereka wajib memelihara waktunya yang sudah ditetapkan. Paling kurang lima kali dalam sehari semalam umat Islam melakukan salat agar dia selalu ingat kepada Allah, sehingga meniadakan kemungkinan terjerumus ke dalam kejahatan dan kesesatan. Bagi orang yang ingin lebih mendekatkan diri kepada Allah, waktu lima kali itu dipandang sedikit, maka dia menambah lagi dengan salat-salat sunah pada waktu-waktu yang telah ditentukan dalam agama."
        },
        {
          "number": 104,
          "arabic": "وَلَا تَهِنُوا۟ فِى ٱبْتِغَآءِ ٱلْقَوْمِ ۖ إِن تَكُونُوا۟ تَأْلَمُونَ فَإِنَّهُمْ يَأْلَمُونَ كَمَا تَأْلَمُونَ ۖ وَتَرْجُونَ مِنَ ٱللَّهِ مَا لَا يَرْجُونَ ۗ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمًا",
          "transliteration": "walā tahinū fī ib'tighāi l-qawmi in takūnū talamūna fa-innahum yalamūna kamā talamūna watarjūna mina l-lahi mā lā yarjūna wakāna l-lahu ʿalīman ḥakīman",
          "translation": "Dan janganlah kamu berhati lemah dalam mengejar mereka (musuhmu). Jika kamu menderita kesakitan, maka ketahuilah mereka pun menderita kesakitan (pula), sebagaimana kamu rasakan, sedang kamu masih dapat mengharapkan dari Allah apa yang tidak dapat mereka harapkan. Allah Maha Mengetahui, Mahabijaksana.",
          "tafsir": "Kemudian diterangkan bahwa sesudah selesai pasukan Islam menunaikan ibadah salat, haruslah dia siap kembali menghadapi musuh. Jangan ada sedikit pun rasa gentar dalam menghadapi musuh. Dalam peperangan bila tidak menyerang pasti diserang. Pada ayat ini sebenarnya ada perintah untuk teguh menghadapi musuh, karena semangat tempur yang lebih tinggi akan menentukan keberhasilan. Allah memerintahkan agar pasukan Islam senantiasa bersiaga dengan tawakal pada Allah. Kesudahan suatu peperangan ialah penderitaan, dan penderitaan bukan saja bagi si penyerang bahkan juga bagi yang diserang. \"Jika kamu (pada Perang Uhud) mendapat luka, maka mereka pun (pada Perang Badar) mendapat luka yang serupa. ¦.\" (Â'li 'Imran/3:140). Jika musuh dapat sabar menahan derita, mengapa kaum Muslimin tidak sabar? Pasukan Islam patut lebih sabar dan lebih tabah dari orang kafir, karena mereka mempunyai harapan dari Allah yang tidak dimiliki oleh orang kafir. Allah menjanjikan kepada mujahid Islam sekurang-kurangnya memperoleh satu dari dua keberuntungan. Yaitu mereka memperoleh kemenangan dalam pertempuran atau surga bagi yang syahid. Janji Allah ini mendorong setiap pejuang Islam untuk berjuang lebih gigih, sabar dan berani. Allah Maha Mengetahui segala apa yang bermanfaat bagi agama dan bagi kaum Muslimin. Dia tidak akan memikulkan beban di luar kesanggupan mereka, karena Dia Mahabijaksana. Sesuai dengan ilmu dan kebijaksanaan-Nya, maka keuntungan pasti dipihak yang benar dan kehancuran pasti di pihak yang batil."
        },
        {
          "number": 105,
          "arabic": "إِنَّآ أَنزَلْنَآ إِلَيْكَ ٱلْكِتَـٰبَ بِٱلْحَقِّ لِتَحْكُمَ بَيْنَ ٱلنَّاسِ بِمَآ أَرَىٰكَ ٱللَّهُ ۚ وَلَا تَكُن لِّلْخَآئِنِينَ خَصِيمًا",
          "transliteration": "innā anzalnā ilayka l-kitāba bil-ḥaqi litaḥkuma bayna l-nāsi bimā arāka l-lahu walā takun lil'khāinīna khaṣīman",
          "translation": "Sungguh, Kami telah menurunkan Kitab (Alquran) kepadamu (Muhammad) membawa kebenaran, agar engkau mengadili antara manusia dengan apa yang telah diajarkan Allah kepadamu, dan janganlah engkau menjadi penentang (orang yang tidak bersalah), karena (membela) orang yang berkhianat,<sup foot_note=135173>1</sup>",
          "tafsir": "Al-Qur'an diturunkan kepada Nabi Muhammad untuk mengadili perkara yang terjadi antara manusia berdasarkan hukum-hukum yang diajarkan Allah. Berdasarkan kitab itu, Nabi Muhammad saw memutuskan suatu perkara dengan adil. Beliau dilarang menjadi lawan dari yang benar atau kawan bagi yang salah. Ayat ini menegur Rasul karena beliau percaya begitu saja terhadap laporan Bani Â¨afar dan beliau dengan segera membebaskan thu'mah. Seolah-olah beliau menjadi pembela bagi orang-orang yang belum tentu benar."
        }
      ]
    }
  ]
}