{
  "pageNumber": 171,
  "juz": 9,
  "surahs": [
    {
      "number": 7,
      "name": "Al-A'raf",
      "nameArabic": "الأعراف",
      "meaning": "Tempat Tertinggi",
      "revelation": "Makkah",
      "description": "Surat Al-A'raf berjumlah 206 ayat, termasuk surat Makkiyyah, diturunkan sebelum surat Al-An'am, dan termasuk golongan surat \"Assab'uththiwaal\" (tujuh surat yang panjang). Dinamakan \"Al-A'raf\" karena perkataan Al-A'raf terdapat dalam ayat 46 yang mengemukakan tentang keadaan orang-orang yang berada di atas Al-A'raf, tempat yang tertinggi di batas surga dan neraka. Mereka itulah orang-orang yang antara kebaikan dan kejahatan mereka sama banyaknya.Pokok-Pokok Isi:1. Keimanan:Mentauhidkan Allah dalam berdoa dan beribadah; hanya Allah yang mengatur dan menjaga alam; menciptakan undang-undang dan hukum-hukum untuk mengatur kehidupan manusia di dunia dan di akhirat; Allah bersemayam di 'Arsy; bantahan terhadap kepalsuan syirik; ketauhidan sesuai dengan fitrah manusia; Musa berbicara dengan Allah; tentang melihat Allah; perintah beribadah sambil menundukkan diri kepada Allah; Allah memiliki al-asmaaul husnaa (nama-nama yang indah).2. Hukum-hukum:Larangan mengikuti perbuatan dan adat istiadat yang buruk; kewajiban mengikuti Allah dan rasul, perintah berhias ketika hendak shalat; bantahan terhadap orang yang mengharamkan perhiasan yang dianugerahkan Allah; perintah memakan makanan yang halal lagi baik dan larangan memakan yang sebaliknya.3. Kisah-kisah:Kisah Nabi Adam a.s. dengan Iblis; kisah Nabi Nuh a.s. dan kaumnya; kisah Nabi Shaleh a.s. dengan kaumnya; kisah Nabi Syu'aib a.s. dengan kaumnya; kisah Nabi Musa a.s. dengan Fir'aun.4. Lain-lain:Al-Qur'an diturunkan kepada Nabi terakhir dan perintah mengikutinya; Nabi Muhammad diutus untuk seluruh manusia; adab orang mukmin, adab mendengar bacaan Al-Qur'an dan berzikir; rasul bertanggung jawab menyampaikan seruan Allah; balasan terhadap orang-orang yang mengikuti dan mengingkari rasul; dakwah rasul-rasul yang pertama ialah mentauhidkan Allah; tentang ashhaabul A'raaf yang berada di antara surga dan neraka; Allah pencipta makhluk; manusia adalah makhluk terbaik yang diciptakan Allah serta memiliki kesediaan untuk berbuat baik dan berbuat buruk; permusuhan setan terhadap manusia; manusia khalifah Allah di bumi; kehancuran suatu kaum karena perbuatan mereka sendiri; setiap bangsa memiliki masa jaya dan masa kehancuran; Allah memberikan cobaan kepada manusia dengan kekayaan dan kemiskinan; istidraj azab Allah terhadap orang-orang yang mendustakan ayat-ayat-Nya.Surat Al-A'raf dimulai dengan pengutaraan tentang kewajiban manusia mengikuti rasul dan akibat mengingkarinya. Selanjutnya, diterangkan tentang perselisihan antara Nabi Adam dan Iblis di surga yang merupakan permulaan perselisihan antara golongan yang taat kepada perintah Allah dan golongan yang mengingkari sebagaimana yang terjadi pada nabi-nabi terdahulu dengan umat-umatnya. Kemudian surat ini ditutup dengan penjelasan tentang adab-adab orang mukmin, adab-adab mendengarkan ayat-ayat Al-Qur'an, dan tata cara berdoa dan berzikir kepada-Nya.Hubungan Antara Surat Al-A'Raf Dengan Surat Al-Anfal:1. Akhir surat Al-A'raf mengemukakan keadaan beberapa orang rasul yang diutus sebelum Nabi Muhammad dalam menghadapi kaumnya, sedang permulaan surat Al-Anfal menerangkan keadaan Nabi Muhammad dalam menghadapi umatnya.2. Permusuhan antara Adam dan Iblis di surga dilanjutkan dengan permusuhan antara manusia yang menerima petunjuk dari Allah dengan yang tidak menerimanya. Ini diterangkan dalam surat Al-A'raf. Hal yang serupa diterangkan lebih jelas dalam surat Al-Anfal; pertentangan kedua golongan itu serta tingkah laku mereka dalam perang Badar. Surat Al-A'raf termasuk surat yang banyak persesuaiannya dengan surat-surat yang lain, seperti: Al-Baqarah, Ali 'Imran, At-Taubah, danYunus.",
      "verses": [
        {
          "number": 160,
          "arabic": "وَقَطَّعْنَـٰهُمُ ٱثْنَتَىْ عَشْرَةَ أَسْبَاطًا أُمَمًا ۚ وَأَوْحَيْنَآ إِلَىٰ مُوسَىٰٓ إِذِ ٱسْتَسْقَىٰهُ قَوْمُهُۥٓ أَنِ ٱضْرِب بِّعَصَاكَ ٱلْحَجَرَ ۖ فَٱنۢبَجَسَتْ مِنْهُ ٱثْنَتَا عَشْرَةَ عَيْنًا ۖ قَدْ عَلِمَ كُلُّ أُنَاسٍ مَّشْرَبَهُمْ ۚ وَظَلَّلْنَا عَلَيْهِمُ ٱلْغَمَـٰمَ وَأَنزَلْنَا عَلَيْهِمُ ٱلْمَنَّ وَٱلسَّلْوَىٰ ۖ كُلُوا۟ مِن طَيِّبَـٰتِ مَا رَزَقْنَـٰكُمْ ۚ وَمَا ظَلَمُونَا وَلَـٰكِن كَانُوٓا۟ أَنفُسَهُمْ يَظْلِمُونَ",
          "transliteration": "waqaṭṭaʿnāhumu ith'natay ʿashrata asbāṭan umaman wa-awḥaynā ilā mūsā idhi is'tasqāhu qawmuhu ani iḍ'rib biʿaṣāka l-ḥajara fa-inbajasat min'hu ith'natā ʿashrata ʿaynan qad ʿalima kullu unāsin mashrabahum waẓallalnā ʿalayhimu l-ghamāma wa-anzalnā ʿalayhimu l-mana wal-salwā kulū min ṭayyibāti mā razaqnākum wamā ẓalamūnā walākin kānū anfusahum yaẓlimūna",
          "translation": "Dan Kami membagi menjadi dua belas suku yang masing-masing berjumlah besar, dan Kami wahyukan kepada Musa ketika kaumnya meminta air kepadanya, \"Pukullah batu itu dengan tongkatmu!\" Maka memancarlah dari (batu) itu dua belas mata air. Setiap suku telah mengetahui tempat minumnya masing-masing. Dan Kami naungi mereka dengan awan dan Kami turunkan kepada mereka mann dan salwa. (Kami berfirman), \"Makanlah yang baik-baik dari rezeki yang telah Kami berikan kepadamu.\" Mereka tidak menzalimi Kami, tetapi merekalah yang selalu menzalimi dirinya sendiri.",
          "tafsir": "Allah membagi kaum Musa (Bani Israil), baik yang beriman kepada Allah maupun yang ingkar kepada-Nya menjadi dua belas suku yang dinamakan \"Sibth\". Pada suatu perjalanan di tengah padang pasir, kaumnya menderita kehausan, maka Allah mewahyukan kepada Musa agar ia memukulkan tongkatnya kesebuah batu. Setelah Musa memukulkannya, maka terpancarlah dari batu itu dua belas mata air, sesuai dengan banyaknya suku-suku Bani Israil (al-Baqarah/2: 60). Untuk masing-masing suku disediakan satu mata air dan mereka telah mengetahui tempat minum mereka; untuk menjaga ketertiban dan menghindarkan berdesak-desakan. Kejadian ini merupakan mukjizat bagi Nabi Musa untuk membuktikan kerasulannya, dan untuk memperlihatkan kekuasaan Allah. Kalau dahulu dia memukulkan tongkatnya ke laut sehingga terbentanglah jalan yang akan dilalui Bani Israil untuk menyelamatkan diri dari pengejaran Firaun dan tentaranya, maka pada kejadian ini Musa memukulkan tongkatnya ke batu, sehingga keluarlah air dari batu itu untuk melepaskan haus kaumnya. Kejadian ini di samping merupakan mukjizat bagi Nabi Musa juga menunjukkan besarnya karunia Allah yang telah dilimpahkan-Nya kepada Bani Israil. Di samping karunia itu Allah menyebutkan karunia lain yang telah diberikan-Nya kepada Bani Israil, yaitu: 1. Allah melindungi mereka dengan awan pada waktu mereka berjalan di tengah padang pasir dan pada waktu panas terik matahari yang membakar itu. Jika tidak awan yang melindungi, tentulah mereka terbakar oleh panasnya matahari. Hal ini terjadi ketika mereka meninggalkan negeri Mesir dan setelah menyeberangi Laut Merah. Mereka sampai di gurun pasir di Semenanjung Sinai dan ditimpa panas yang terik. Karena itu mereka minta agar Musa berdoa kepada Tuhan agar memberikan pertolongan-Nya. Maka Allah menolong mereka dengan mendatangkan awan yang dapat melindungi mereka dari panas terik matahari. 2. Di samping itu Allah mengaruniakan pula kepada mereka makanan yang disebut al-manna\", semacam makanan yang manis seperti madu, yang turun terus-menerus dari langit, sejak fajar menyingsing sampai matahari terbit. Di samping itu dianugerahkan Allah pula kepada mereka bahan makanan sejenis burung puyuh yang disebut \"shalwa\". 3. Allah memerintahkan kepada mereka agar makan makanan yang halal, yang baik, berfaedah bagi jasmani dan rohani, akal dan pikiran. Allah telah melimpahkan karunia-Nya yang amat besar kepada Bani Israil, tetapi mereka tidak mau bersyukur, bahkan mereka mengerjakan perbuatan-perbuatan yang dilarang Allah, ingkar kepada-Nya dan kepada Rasul-rasul-Nya, yang berakibat mereka mendapat azab dan siksaan-Nya. Mereka disiksa itu semata-mata karena perbuatan mereka sendiri, bukanlah karena Allah hendak menganiaya mereka. Tersebut dalam sebuah hadis Qudsi: \"Wahai hamba-hamba-Ku, sesungguhnya Aku telah mengharamkan (mengerjakan), kezaliman atas diri-Ku, dan Aku menjadikan perbuatan zalim itu (sebagai suatu perbuatan) yang diharamkan di antaramu, maka janganlah kamu saling berbuat zalim (di antara sesamamu). Wahai hamba-hamba-Ku, kamu sekali-kali tidak akan dapat menimbulkan kemudaratan kepada-Ku, sehingga Aku memperoleh kemudaratan karenanya, dan kamu sekalian tidak dapat memberi manfaat kepada-Ku, sehingga Aku memperoleh manfaat karenanya\". (Hadis Qudsi ialah firman Allah yang diucapkan atau disampaikan oleh Nabi Muhammad, tetapi dia bukan merupakan ayat Al-Quran. Riwayat Muslim)"
        },
        {
          "number": 161,
          "arabic": "وَإِذْ قِيلَ لَهُمُ ٱسْكُنُوا۟ هَـٰذِهِ ٱلْقَرْيَةَ وَكُلُوا۟ مِنْهَا حَيْثُ شِئْتُمْ وَقُولُوا۟ حِطَّةٌ وَٱدْخُلُوا۟ ٱلْبَابَ سُجَّدًا نَّغْفِرْ لَكُمْ خَطِيٓـَٔـٰتِكُمْ ۚ سَنَزِيدُ ٱلْمُحْسِنِينَ",
          "transliteration": "wa-idh qīla lahumu us'kunū hādhihi l-qaryata wakulū min'hā ḥaythu shi'tum waqūlū ḥiṭṭatun wa-ud'khulū l-bāba sujjadan naghfir lakum khaṭīātikum sanazīdu l-muḥ'sinīna",
          "translation": "Dan (ingatlah), ketika dikatakan kepada mereka (Bani Israil), \"Diamlah di negeri ini (Baitulmaqdis) dan makanlah dari (hasil bumi)nya di mana saja kamu kehendaki.\" Dan katakanlah, \"Bebaskanlah kami dari dosa kami, dan masukilah pintu gerbangnya sambil membungkuk, niscaya Kami ampuni kesalahan-kesalahanmu.\" Kelak akan Kami tambah (pahala) kepada orang-orang yang berbuat baik.",
          "tafsir": "Ayat 161 dan 162 Surah al-Araf ini pada hakikatnya merupakan kelanjutan dari ayat 58 dan 59 Surah al-Baqarah bahkan merupakan kelengkapan dan penjelasan dari ayat tersebut. Pada ayat 58 dan 59 Surah al-Baqarah Allah memerintahkan agar Bani Israil memasuki Baitul makdis dengan menundukkan diri sebagai tanda ketaatan dan tanda bersyukur kepada Allah, karena mereka telah selamat dari pengejaran musuh, dan selamat pula dalam perjalanan yang amat berat dan sulit itu, dan selanjutnya memohonkan ampunan kepada Allah dari segala dosa yang telah mereka perbuat. Jika mereka lakukan semua perintah itu. Allah akan mengampuni segala dosa dan kesalahan mereka dan akan memberikan tambahan karunia dan pahala kepada mereka. Pada ayat 161 dan 162 Surah al-Araf ini dipahami bahwa Bani Israil telah memasuki Baitulmakdis sebagaimana yang diperintahkan Allah itu. Juga mereka diperintahkan Allah agar berdiam dan menetap di negeri itu. Akan tetapi orang-orang zalim di antara mereka tidak melaksanakan perintah-perintah Allah dengan sempurna, bahkan mereka telah melakukan perbuatan-perbuatan dan tindakan-tindakan yang bertentangan dengan perintah itu, walaupun perintah itu datangnya dari penolong yang membebaskan mereka dari kesengsaraan dan kesulitan. Mereka dengan mudah memutarbalikkan perintah-perintah itu. Mereka memasuki Baitulmakdis tidak dengan merendahkan diri, dan mereka tidak memohon agar dibebaskan dari dosa. Akibat keingkaran dan pembangkangan mereka itu, mereka ditimpa azab yang berat. Menurut sebagian ahli tafsir, azab yang ditimpakan kepada mereka itu ialah berupa wabah penyakit kolera yang berjangkit dan menular sebagian mereka."
        },
        {
          "number": 162,
          "arabic": "فَبَدَّلَ ٱلَّذِينَ ظَلَمُوا۟ مِنْهُمْ قَوْلًا غَيْرَ ٱلَّذِى قِيلَ لَهُمْ فَأَرْسَلْنَا عَلَيْهِمْ رِجْزًا مِّنَ ٱلسَّمَآءِ بِمَا كَانُوا۟ يَظْلِمُونَ",
          "transliteration": "fabaddala alladhīna ẓalamū min'hum qawlan ghayra alladhī qīla lahum fa-arsalnā ʿalayhim rij'zan mina l-samāi bimā kānū yaẓlimūna",
          "translation": "Maka orang-orang yang zalim di antara mereka mengganti (perkataan itu) dengan perkataan yang tidak dikatakan kepada mereka,<sup foot_note=135297>1</sup> maka Kami timpakan kepada mereka azab dari langit disebabkan kezaliman mereka.",
          "tafsir": "Ayat 161 dan 162 Surah al-Araf ini pada hakikatnya merupakan kelanjutan dari ayat 58 dan 59 Surah al-Baqarah bahkan merupakan kelengkapan dan penjelasan dari ayat tersebut. Pada ayat 58 dan 59 Surah al-Baqarah Allah memerintahkan agar Bani Israil memasuki Baitul makdis dengan menundukkan diri sebagai tanda ketaatan dan tanda bersyukur kepada Allah, karena mereka telah selamat dari pengejaran musuh, dan selamat pula dalam perjalanan yang amat berat dan sulit itu, dan selanjutnya memohonkan ampunan kepada Allah dari segala dosa yang telah mereka perbuat. Jika mereka lakukan semua perintah itu. Allah akan mengampuni segala dosa dan kesalahan mereka dan akan memberikan tambahan karunia dan pahala kepada mereka. Pada ayat 161 dan 162 Surah al-Araf ini dipahami bahwa Bani Israil telah memasuki Baitulmakdis sebagaimana yang diperintahkan Allah itu. Juga mereka diperintahkan Allah agar berdiam dan menetap di negeri itu. Akan tetapi orang-orang zalim di antara mereka tidak melaksanakan perintah-perintah Allah dengan sempurna, bahkan mereka telah melakukan perbuatan-perbuatan dan tindakan-tindakan yang bertentangan dengan perintah itu, walaupun perintah itu datangnya dari penolong yang membebaskan mereka dari kesengsaraan dan kesulitan. Mereka dengan mudah memutarbalikkan perintah-perintah itu. Mereka memasuki Baitulmakdis tidak dengan merendahkan diri, dan mereka tidak memohon agar dibebaskan dari dosa. Akibat keingkaran dan pembangkangan mereka itu, mereka ditimpa azab yang berat. Menurut sebagian ahli tafsir, azab yang ditimpakan kepada mereka itu ialah berupa wabah penyakit kolera yang berjangkit dan menular sebagian mereka."
        },
        {
          "number": 163,
          "arabic": "وَسْـَٔلْهُمْ عَنِ ٱلْقَرْيَةِ ٱلَّتِى كَانَتْ حَاضِرَةَ ٱلْبَحْرِ إِذْ يَعْدُونَ فِى ٱلسَّبْتِ إِذْ تَأْتِيهِمْ حِيتَانُهُمْ يَوْمَ سَبْتِهِمْ شُرَّعًا وَيَوْمَ لَا يَسْبِتُونَ ۙ لَا تَأْتِيهِمْ ۚ كَذَٰلِكَ نَبْلُوهُم بِمَا كَانُوا۟ يَفْسُقُونَ",
          "transliteration": "wasalhum ʿani l-qaryati allatī kānat ḥāḍirata l-baḥri idh yaʿdūna fī l-sabti idh tatīhim ḥītānuhum yawma sabtihim shurraʿan wayawma lā yasbitūna lā tatīhim kadhālika nablūhum bimā kānū yafsuqūna",
          "translation": "Dan tanyakanlah kepada Bani Israil tentang negeri<sup foot_note=135298>1</sup> yang terletak di dekat laut ketika mereka melanggar aturan pada hari Sabat,<sup foot_note=135299>2</sup> (yaitu) ketika datang kepada mereka ikan-ikan (yang berada di sekitar) mereka terapung-apung di permukaan air, padahal pada hari-hari yang bukan Sabat ikan-ikan itu tidak datang kepada mereka. Demikianlah Kami menguji mereka disebabkan mereka berlaku fasik.",
          "tafsir": "Ayat ini diturunkan di Mekah, pada saat agama Islam mulai disiarkan dan disampaikan Nabi Muhammad saw, yang waktu itu beliau belum pernah berhubungan langsung dengan ulama-ulama Yahudi, dan beliau adalah seorang yang tidak tahu menulis dan membaca, sebagaimana firman Allah swt : \"Dan engkau (Muhammad) tidak pernah membaca sesuatu kitab sebelum (Al-Quran) dan engkau tidak (pernah) menulis suatu kitab dengan tangan kananmu; sekiranya (engkau pernah membaca dan menulis), niscaya ragu orang-orang yang mengingkari.\" (al-Ankabut/29: 48) Ayat ini menunjukkan kemukjizatan Al-Quran yang menerangkan berita, peristiwa, atau kejadian yang telah terjadi pada masa yang lalu, tanpa seorang pun yang memberikan beritanya, selain dari Tuhan Yang Mahatahu. Ayat ini ditujukan kepada Nabi Muhammad agar beliau menerangkan kepada orang Yahudi di Medinah pada waktu itu, tentang tindakan yang telah dilakukan oleh nenek-moyang mereka, yang selalu mengingkari seruan para Nabi, walau bukti-bukti apa pun yang telah dikemukakan kepada mereka. Yang menceritakan tentang tindakan dan sikap nenek-moyang mereka itu adalah Nabi Muhammad seorang Nabi yang buta huruf, belum pernah berhubungan dengan orang-orang Yahudi pada waktu menerima ayat ini. Apakah hal ini tidak cukup menjadi bukti bagi mereka, bahwa Muhammad benar-benar utusan Allah? Qaryah yang dimaksud dalam ayat tersebut adalah sebagai berikut: ada yang menyebut Ailah, ada juga yang menyebutkan Tobaiah dan ada juga yang menyebut kota lain.Pada masa dahulu nenek-moyang Bani Israil yang berdiam di Ailah, suatu kota di pantai Laut Merah antara kota Madyan dan Sinai yang bermata pencaharian menangkap ikan, pernah diuji dan dicoba oleh Allah, untuk menguji keimanan dan ketaatan mereka. Mereka diperintahkan melakukan ibadah pada tiap Sabtu, dan dilarang menangkap ikan pada hari itu. Ketika ikan banyak bermunculan di permukaan air (laut) pada hari Sabtu yang nampak jinak dan mudah ditangkap, mereka melanggar larangan Allah pada hari tersebut untuk menangkap ikan dan tidak melakukan ibadah sebagaimana yang diperintahkan Allah pada hari itu. Demikianlah Allah memberi ujian dan cobaan kepada Bani Israil. Mereka tidak tahan dan tidak tabah menghadapinya, bahkan mereka melanggar larangan Allah dan tidak melaksanakan perintah-Nya. Karena sikap dan tindakan mereka, maka bagi mereka berlaku Sunnatullah (ketentuan Allah), yaitu barang siapa yang menaati perintah Allah dan menghentikan larangan-Nya akan dianugerahi kenikmatan hidup di dunia dan di akhirat. Sebaliknya barang siapa yang ingkar kepada-Nya akan sengsara hidupnya di dunia, sedangkan di akhirat mereka mendapat azab yang pedih. Tentu Sunnatullah ini berlaku pula terhadap orang-orang yang fasik dan orang-orang Yahudi yang berada di Medinah, seperti yang berlaku pada nenek-moyang mereka."
        }
      ]
    }
  ]
}