{
  "pageNumber": 326,
  "juz": 17,
  "surahs": [
    {
      "number": 21,
      "name": "Al-Anbiya'",
      "nameArabic": "الأنبياء",
      "meaning": "Para Nabi",
      "revelation": "Makkah",
      "description": "Surat Al-Anbiya' terdiri dari 112 ayat dan termasuk surat Makkiyyah.Surat ini dinamai dengan \"Al-Anbiya'\" (nabi-nabi), karena surat ini mengutarakan kisah beberapa nabi. Permulaan surat Al-Anbiya' menegaskan bahwa manusia lalai dalam menghadapi hari penghisaban. Mengingat adanya pengingkaran kaum musyrik Mekah terhadap wahyu yang dibawa Nabi Muhammad maka Allah menegaskan bahwa meskipun nabi-nabi ini manusia biasa, tetapi mereka membawa wahyu yang pokok ajarannya adalah tauhid, dan manusia berkewajiban menyembah Allah, Penciptanya. Orang yang tidak mau mengakui kekuasaan Allah dan mengingkari ajaran yang dibawa nabi-nabi akan diazab Allah di dunia dan di akhirat nanti. Kemudian dikemukakan kisah beberapa nabi dengan umatnya. Selanjutnya, surat itu ditutup dengan seruan agar kaum musyrik Mekah beriman kepada ajaran yang dibawa Muhammad supaya tidak mengalami hal yang pernah dialami oleh umat-umat terdahulu.&nbsp;Selain yang tersebut di atas, pokok-pokok isi surat ini antara lain:1. **Keimanan:** Para nabi dan para rasul diangkat Allah dari jenis manusia; langit dan bumi akan binasa kalau ada tuhan selain Allah; semua rasul membawa ajaran tauhid dan keharusan manusia menyembah Allah; setiap yang bernyawa akan merasakan mati; cobaan Allah kepada manusia ada yang berupa kebaikan dan ada yang berupa keburukan; hari kiamat datang dengan tiba-tiba.2. **Kisah-kisah:** Kisah Nabi Ibrahim (ajakan Ibrahim kepada ayahnya untuk menyembah Allah, bantahan Ibrahim terhadap kaumnya yang menyembah berhala, bantahan Ibrahim terhadap Namrudz yang menganggap diri Tuhan); kisah Nabi Nuh, kisah Nabi Daud dan Nabi Sulaiman; kisah Nabi Ayyub; kisah Nabi Yunus a.s.; kisah Zakariya a.s.3. **Lain-lain:** Keutamaan Al-Qur'an; tuntutan kaum musyrikin kepada Nabi Muhammad untuk mendatangkan mukjizat selain Al-Qur'an; kehancuran suatu umat karena kezaliman diri sendiri; Allah menciptakan langit dan bumi beserta hikmahnya; tanya-jawab antara berhala dan penyembahnya di neraka; kemunculan Ya'juj dan Ma'juj sebagai tanda kedatangan hari kiamat; bumi akan diwariskan kepada hamba Allah yang dapat memakmurkannya; kejadian alam semesta; sesuatu yang hidup berasal dari air.Surat Al-Anbiya' menerangkan bahwa sudah menjadi sunnatullah bahwa para nabi atau rasul yang diutus adalah dari jenis manusia yang diberi kitab dan mukjizat. Dasar agama (aqidah) yang dibawa oleh para nabi adalah sama, hanya berbeda dalam syariat (hukum furu') yang disesuaikan dengan perkembangan masa dan kondisi.**Hubungan Surat Al-Anbiya' Dengan Surat Al-Hajj:**1. Pada akhir surat Al-Anbiya' dikemukakan hal-hal yang berhubungan dengan hari kiamat, sedang pada permulaan surat Al Hajj dikemukakan bukti-bukti adanya hari kebangkitan dengan dalil akal.2. Surat Al-Anbiya' mengutarakan bahwa Allah tidak menjadikan manusia sebagai makhluk yang kekal hidupnya, semua akan merasakan mati. Kemudian mereka dibangkitkan pada hari kiamat untuk penghisaban atas perbuatan-perbuatan yang mereka lakukan di dunia. Pada surat Al Hajj diterangkan bahwa manusia dapat menjadikan dalil keadaan pertumbuhan yang terdapat di alam semesta, dari ada kepada tidak ada dan sebaliknya, sebagai bukti bahwa janji Allah tentang hari kebangkitan pasti akan menjadi kenyataan.3. Surat Al-Anbiya' menerangkan kisah nabi-nabi dan dalil-dalil yang dihadapkan kepada kaumnya tentang kebenaran agama yang dibawanya, sedangkan surat Al Hajj menuntut agar manusia memperhatikan aneka ragam ciptaan Allah dan pengaturannya, untuk memperkuat keimanan kepada kebenaran agama Allah.",
      "verses": [
        {
          "number": 45,
          "arabic": "قُلْ إِنَّمَآ أُنذِرُكُم بِٱلْوَحْىِ ۚ وَلَا يَسْمَعُ ٱلصُّمُّ ٱلدُّعَآءَ إِذَا مَا يُنذَرُونَ",
          "transliteration": "qul innamā undhirukum bil-waḥyi walā yasmaʿu l-ṣumu l-duʿāa idhā mā yundharūna",
          "translation": "Katakanlah (Muhammad), \"Sesungguhnya aku hanya memberimu peringatan sesuai dengan wahyu.\" Tetapi orang tuli tidak mendengar seruan apabila mereka diberi peringatan.",
          "tafsir": "Dalam ayat ini Allah menyuruh Nabi Muhammad saw untuk menegaskan kepada kaum kafir dan musyrik itu tugas pokoknya sebagai Rasul, yaitu sekedar menyampaikan peringatan Allah kepada mereka dengan perantaraan wahyu, yaitu Al-Qur'an, serta menerangkan kepada mereka akibat dari kekufuran, dengan menerangkan kisah-kisah tentang umat yang terdahulu. Adapun perhitungan dan pembalasan atas perbuatan mereka adalah menjadi kekuasaan Allah, bukan kekuasaan Rasul. Dalam ayat ini juga terdapat sindiran terhadap kaum kafir itu, bahwa mereka adalah seperti orang-orang tuli, tidak mendengarkan dan tidak memperhatikan peringatan yang disampaikan kepada mereka. Hati mereka seperti telah tertutup, dan tidak menerima kebenaran dan petunjuk Allah yang disampaikan Rasul kepada mereka. Hal ini merupakan tanda-tanda orang-orang yang ingkar pada Tuhan, sebagaimana firman Allah: (Mereka) tuli, bisu dan buta, maka mereka tidak mengerti. (al-Baqarah/2: 171)"
        },
        {
          "number": 46,
          "arabic": "وَلَئِن مَّسَّتْهُمْ نَفْحَةٌ مِّنْ عَذَابِ رَبِّكَ لَيَقُولُنَّ يَـٰوَيْلَنَآ إِنَّا كُنَّا ظَـٰلِمِينَ",
          "transliteration": "wala-in massathum nafḥatun min ʿadhābi rabbika layaqūlunna yāwaylanā innā kunnā ẓālimīna",
          "translation": "Dan jika mereka ditimpa sedikit saja azab Tuhanmu, pastilah mereka berkata, \"Celakalah kami! Sesungguhnya kami termasuk orang yang selalu menzalimi (diri sendiri).\"",
          "tafsir": "Allah menerangkan dalam ayat ini salah satu dari sifat kaum kafir, yaitu bila mereka ditimpa oleh azab Allah, walaupun hanya sedikit saja, mereka mengeluh dan menyesali diri, dengan mengatakan, \"Aduhai, celakalah kami, bahwasannya kami adalah orang-orang yang menganiaya diri sendiri.\" Sebelum azab itu datang menimpa, mereka tidak mempercayainya, bahkan mereka menantang, agar azab tersebut didatangkan segera kepada mereka, karena keingkaran dan keangkuhan mereka. Tetapi setelah azab itu datang menimpa barulah mereka tahu tentang kekuasaan Allah sehingga timbullah penyesalan dalam hati mereka."
        },
        {
          "number": 47,
          "arabic": "وَنَضَعُ ٱلْمَوَٰزِينَ ٱلْقِسْطَ لِيَوْمِ ٱلْقِيَـٰمَةِ فَلَا تُظْلَمُ نَفْسٌ شَيْـًٔا ۖ وَإِن كَانَ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ أَتَيْنَا بِهَا ۗ وَكَفَىٰ بِنَا حَـٰسِبِينَ",
          "transliteration": "wanaḍaʿu l-mawāzīna l-qis'ṭa liyawmi l-qiyāmati falā tuẓ'lamu nafsun shayan wa-in kāna mith'qāla ḥabbatin min khardalin ataynā bihā wakafā binā ḥāsibīna",
          "translation": "Dan Kami akan memasang timbangan yang tepat pada hari Kiamat, maka tidak seorang pun dirugikan walau sedikit; sekali pun hanya seberat biji sawi, pasti Kami mendatangkannya (pahala). Dan cukuplah Kami yang membuat perhitungan.",
          "tafsir": "Dengan tegas Allah menyatakan dalam ayat ini, bahwa dalam menilai perbuatan hamba-Nya kelak di hari Kiamat. Allah akan menegakkan neraca keadilan yang benar-benar adil, sehingga tidak seorang pun akan dirugikan dalam penilaian itu. Maksudnya penilaian itu akan dilakukan setepat-tepatnya, sehingga tidak akan ada seorang hamba yang amal kebaikannya akan dikurangi sedikit pun, sehingga menyebabkan pahalanya dikurangi dari yang semestinya ia terima. Sebaliknya tidak seorang pun di antara mereka yang kejahatannya dilebih-lebihkan, sehingga menyebabkan ia mendapat azab yang lebih berat daripada yang semestinya, walaupun Allah kuasa berbuat demikian. Adapun memberikan pahala yang berlipat ganda dari jumlah kebaikannya atau menimpakan azab yang lebih ringan dari kejahatannya adalah terserah kepada kehendak Allah, dan Allah adalah Maha Pengasih dan Maha Penyayang. Dalam keadilan Allah dijelaskan bahwa semua kebajikan manusia, betapapun kecilnya niscaya dibalas-Nya dengan pahala, dan semua kejahatannya betapapun kecilnya niscaya dibalas-Nya dengan azab atau siksa-Nya. Dalam hubungan ini, Allah berfirman dalam ayat yang lain: Maka barang siapa mengerjakan kebaikan seberat zarrah, niscaya dia akan melihat (balasan)nya, dan barang siapa mengerjakan kejahatan seberat zarrah, niscaya dia akan melihat (balasan)nya.(az-Zilzal/99: 7-8) Kemampuan teknologi saat ini telah mampu mencatat segala peristiwa dengan teliti dan menyimpan dalam waktu yang lama, apalagi kemampuan Allah. Pada akhir ayat ini Allah menegaskan bahwa cukuplah Dia sebagai saksi pembuat perhitungan yang paling adil. Ini merupakan jaminan bahwa penilaian yang akan dilakukan terhadap segala perbuatan hamba-Nya akan dilakukan-Nya kelak di hari perhitungan dengan penilaian yang seadil-adilnya, sehingga tidak seorang pun hamba yang dirugikan atau dianiaya ketika menerima pahala dari kebaikannya atau menerima azab dari kejahatan yang telah dilakukannya."
        },
        {
          "number": 48,
          "arabic": "وَلَقَدْ ءَاتَيْنَا مُوسَىٰ وَهَـٰرُونَ ٱلْفُرْقَانَ وَضِيَآءً وَذِكْرًا لِّلْمُتَّقِينَ",
          "transliteration": "walaqad ātaynā mūsā wahārūna l-fur'qāna waḍiyāan wadhik'ran lil'muttaqīna",
          "translation": "Dan sungguh, Kami telah memberikan kepada Musa dan Harun, Furqan (Kitab Taurat) dan penerangan serta pelajaran bagi orang-orang yang bertakwa,",
          "tafsir": "Ayat ini menerangkan bahwa Allah telah menurunkan kitab Taurat kepada Nabi Musa dan Harun. Kitab Taurat tersebut adalah merupakan penerangan dan pengajaran bagi orang-orang yang bertakwa kepada Allah. Kitab Taurat juga disebut al-Furqan, sebagaimana halnya Al-Qur'an, karena Kitab Taurat tersebut juga berisi syariat, yaitu hukum-hukum dan peraturanperaturan yang membedakan antara hak dan batil, antara baik dan buruk secara hukum, sehingga setiap tingkah laku dan perbuatan manusia, baik atau buruk, dijelaskan akibat hukum atau sangsinya. Tidak demikian halnya kitab Injil yang diturunkan kepada Nabi Isa a.s. Ia tidak membawa syariat. Pada akhir ayat tersebut ditegaskan bahwa kitab Taurat yang berfungsi sebagai pembawa syariat, dan sebagai sinar petunjuk dan peringatan, hanyalah berguna bagi orang-orang yang bertakwa. Ini berarti kitab Taurat bagi orang-orang yang tidak bertakwa, yaitu yang tidak bersedia melaksanakan perintah-perintah Allah serta menjauhi larangan-larangan-Nya, maka Taurat itu tidaklah menjadi petunjuk. Untuk itu mereka disediakan azab yang dahsyat, karena mengingkari petunjuk Allah."
        },
        {
          "number": 49,
          "arabic": "ٱلَّذِينَ يَخْشَوْنَ رَبَّهُم بِٱلْغَيْبِ وَهُم مِّنَ ٱلسَّاعَةِ مُشْفِقُونَ",
          "transliteration": "alladhīna yakhshawna rabbahum bil-ghaybi wahum mina l-sāʿati mush'fiqūna",
          "translation": "(yaitu) orang-orang yang takut (azab) Tuhannya, sekalipun mereka tidak melihat-Nya, dan mereka merasa takut akan (tibanya) hari Kiamat.",
          "tafsir": "Selanjutnya dalam ayat ini Allah menjelaskan sifat-sifat orang yang bertakwa, yaitu Pertama, mereka senantiasa takut kepada azab Allah, walaupun azab tersebut merupakan salah satu dari hal-hal yang gaib. Kedua, orang-orang bertakwa yang disebutkan dalam ayat ini adalah mereka yang senantiasa merasa takut akan datangnya hari Kiamat, berusaha mempersiapkan diri menghadapi hal-hal yang akan terjadi kelak di hari Kiamat itu antara lain hari perhitungan dan hari pembalasan. Oleh karena rasa takut mereka terhadap azab Allah pada hari Kiamat yang akan menimpa orang-orang yang tidak bertakwa, maka mereka yang bertakwa ini selalu menjaga diri terhadap hal-hal dan perbuatan yang mengakibatkan dosa dan azab maka mereka senantiasa melaksanakan perintah Allah, serta menjauhi segala larangan-Nya."
        },
        {
          "number": 50,
          "arabic": "وَهَـٰذَا ذِكْرٌ مُّبَارَكٌ أَنزَلْنَـٰهُ ۚ أَفَأَنتُمْ لَهُۥ مُنكِرُونَ",
          "transliteration": "wahādhā dhik'run mubārakun anzalnāhu afa-antum lahu munkirūna",
          "translation": "Dan ini (Alquran) adalah suatu peringatan yang mempunyai berkah yang telah Kami turunkan. Maka apakah kamu mengingkarinya?",
          "tafsir": "Dalam ayat ini Allah mengalihkan perhatian kepada Al-Qur'an yang diturunkan-Nya kepada Nabi dan Rasul-Nya yang terakhir, Allah menegaskan bahwa Al-Qur'an itu merupakan peringatan dan pelajaran yang sangat bermanfaat untuk orang-orang yang bertakwa, sehingga sepatutnyalah perintah dan larangan diikuti dan dijadikan pegangan dalam meniti jalan hidup. Pada akhir ayat ini Allah mencela sikap kaum yang masih mengingkari Al-Qur'an, padahal tidak ada satu alasan pun bagi mereka untuk mengingkarinya, memang Al-Qur'an hanya memberi pelajaran dan tuntunan yang bermanfaat bagi mereka yang mau mengikutinya. Lagi pula, kebaikan dan manfaat Al-Qur'an itu sudah dijelaskan kepada mereka."
        },
        {
          "number": 51,
          "arabic": "۞ وَلَقَدْ ءَاتَيْنَآ إِبْرَٰهِيمَ رُشْدَهُۥ مِن قَبْلُ وَكُنَّا بِهِۦ عَـٰلِمِينَ",
          "transliteration": "walaqad ātaynā ib'rāhīma rush'dahu min qablu wakunnā bihi ʿālimīna",
          "translation": "Dan sungguh, sebelum dia (Musa dan Harun) telah Kami berikan kepada Ibrahim petunjuk, dan Kami telah mengetahui dia.",
          "tafsir": "Dalam ayat ini diterangkan bahwa Allah telah mengutus Nabi Ibrahim a.s., dan Dia telah mengkaruniakan hidayah kepadanya dan menjadikannya pemimpin umatnya dalam mencapai keselamatan dunia dan akhirat. Dengan hidayah tersebut ia telah dapat menyelamatkan dirinya dan umatnya dari kepercayaan yang sesat dan dari penyembahan kepada selain Allah, seperti patung dan berhala. Pada akhir ayat ini ditegaskan bahwa Allah benar-benar mengetahui hal ihwal Ibrahim, baik sebelum diutus menjadi rasul, maupun sesudahnya. Artinya; Allah mengetahui benar kepribadian, watak dan budi pekertinya. Ibrahim adalah seorang yang menganut kepercayaan tauhid kepada Allah, tanpa dicampuri oleh kemusyrikan sedikit pun, disamping itu ia juga mempunyai sifat-sifat dan budi pekerti luhur, sehingga tepatlah kalau ia dipilih dan diangkat menjadi nabi dan rasul. Kebanyakan para mufasir mengatakan bahwa Allah telah memberikan petunjuk kebenaran itu kepada Ibrahim sejak sebelum ia diangkat menjadi Rasul, sehingga dengan petunjuk itu ia dapat memperhatikan alam ini sehingga ia sampai kepada keyakinan tentang adanya Allah Yang Maha Esa. Oleh sebab itu, perjuangannya dalam membasmi kemusyrikan berupa penyembahan patung dan berhala di kalangan kaumnya telah dilakukannya sebelum ia diangkat menjadi rasul. Sebagai penjelasan layak diterangkan di sini bahwa menurut sejarah Nabi Ibrahim berasal dari Ur al-Kaldaniyah (Ur Kaldea) ibu kota Kerajaan Kaldan (Kaldea) di Mesopotamia Selatan. Kerajaan Kaldea itu diperintah oleh seorang raja yang bernama Namruz memerintah tahun 2300 SM, sebelum pemerintahan Hammurabi yang memerintah tahun 2000 SM. Raja Namruz ini terkenal sebagai seorang raja yang amat kejam dan mengaku dirinya sebagai tuhan. Orang-orang Kaldan di samping menyembah tuhan-tuhan yang berupa patung-patung, diperintahkan juga agar menyembah Namruz. Raja Namruz inilah yang menyuruh membakar Nabi Ibrahim. Akhirnya Nabi Ibrahim bersama istrinya yang bernama Sarah dan saudara laki-lakinya yang bernama Lut meninggalkan kota Ur, berhijrah ke Harran dan kemudian ke Palestina. Pada suatu ketika terjadi kelaparan di Palestina, maka Ibrahim bersama istrinya dan Lut bersama istrinya pergi ke Mesir. Di Mesir Ibrahim menghadap Firaun. Firaun memberi mereka hadiah-hadiah, di antara hadiah-hadiah itu seorang perempuan yang bernama Hajar untuk Sarah istri Ibrahim. Setelah kembali ke Palestina, Lut berpisah dan pergi ke Sodom, sebuah kota dekat Laut Mati di Yordania. Oleh karena Sarah dan Ibrahim belum mempunyai putra, maka Hajar dihadiahkan oleh Sarah kepada Nabi Ibrahim untuk dijadikan istri. Dengan Hajar, Ibrahim mendapat putra, yaitu Ismail. Kemudian oleh Ibrahim Siti Hajar dan Ismail dipindahkan ke Mekah. Di Mekah Nabi Ibrahim mendirikan kembali Ka'bah, dan Ismail bermukim di Mekah. Nabi Ibrahim di masa tuanya dikaruniai seorang putra lainnya dari istri pertamanya Sarah, yaitu Ishak. Nabi Ibrahim meninggal dunia dan dikuburkan di Hebron, yaitu tempat di mana Sarah telah dikuburkan lebih dahulu. Dari keturunan Ibrahim a.s., banyak terdapat nabi-nabi, imam-imam, orang-orang yang saleh dan pemimpin yang menyeru kepada agama Allah."
        },
        {
          "number": 52,
          "arabic": "إِذْ قَالَ لِأَبِيهِ وَقَوْمِهِۦ مَا هَـٰذِهِ ٱلتَّمَاثِيلُ ٱلَّتِىٓ أَنتُمْ لَهَا عَـٰكِفُونَ",
          "transliteration": "idh qāla li-abīhi waqawmihi mā hādhihi l-tamāthīlu allatī antum lahā ʿākifūna",
          "translation": "(Ingatlah), ketika dia (Ibrahim) berkata kepada ayahnya dan kaumnya, \"Patung-patung apakah ini yang kamu tekun menyembahnya?\"",
          "tafsir": "Ayat ini menjelaskan bahwa Allah telah mengaruniakan petunjuk kepada Ibrahim, sehingga ia bertanya kepada ayahnya Azar yang sedang berkumpul bersama kaumnya, tentang patung-patung yang mereka buat dan mereka sembah dengan tekun. Pertanyaan itu mengandung arti bahwa Azar dan kaumnya seharusnya menggunakan akal pikiran mereka untuk merenungkan bahwa benda-benda tersebut tidak patut disembah, karena tidak mempunyai sifat-sifat sebagai Tuhan yang layak untuk disembah. Mereka menyembah barang-barang yang dicipta, bukan pencipta, serta tidak dapat mendatangkan manfaat untuk dirinya, apalagi untuk orang lain. Mereka tidak mau menyembah Allah padahal Allah adalah Pencipta, Pemelihara, Pendidik, Pelindung, dan Penguasa seluruh mahluk. Andaikata mereka mau memikirkannya, niscaya mereka tidak akan berbuat demikian. Jadi mereka itu sebenarnya adalah orang-orang yang tidak mau menggunakan akal pikiran yang telah dikaruniakan Allah kepada mereka."
        },
        {
          "number": 53,
          "arabic": "قَالُوا۟ وَجَدْنَآ ءَابَآءَنَا لَهَا عَـٰبِدِينَ",
          "transliteration": "qālū wajadnā ābāanā lahā ʿābidīna",
          "translation": "Mereka menjawab, \"Kami mendapati nenek moyang kami menyembahnya.\"",
          "tafsir": "Dalam ayat ini dijelaskan bahwa Azar dan kaumnya menjawab pertanyaan Ibrahim dengan pernyataan bahwa mereka menyembah patung hanyalah sekedar mengikuti perbuatan nenek moyang mereka. Jawaban tersebut menunjukkan berbagai kelemahan. Pertama, mereka tidak dapat menjawab pertanyaan Ibrahim dengan menggunakan alasan-alasan yang masuk akal, yang didasarkan atas kebenaran. Kedua, mereka dalam hidup beragama hanya didasarkan rasa ta'ashshub (fanatik) kepada tradisi nenek moyang, bukan berdasarkan keyakinan dan pemikiran yang sehat. Ketiga, mereka menutup diri terhadap hal-hal yang berbeda dari kebiasaan mereka, walaupun nyata kebenarannya. Seolah-olah telinga mereka telah tersumbat, dan hati mereka telah tertutup rapat. Sikap ta'ashshub (fanatik) dan taklid buta adalah ciri khas orang-orang yang tidak mampu mempertahankan prinsip mereka dengan bukti yang benar dan hujjah yang kuat, karena memang prinsip yang mereka anut itu tidak benar. Mereka menganutnya hanya sekedar menjaga tradisi yang mereka pusakai dari nenek moyang. Sikap tersebut sangat menghambat kemajuan manusia, dan menjerumuskan mereka kepada keingkaran terhadap kebenaran, bahkan membawa kepada kekufuran terhadap Allah. Dalam kalangan kaum Muslimin kita dapati orang-orang yang taklid buta terhadap satu mazhab, atau terhadap seorang imam, sehingga mereka tak mau menerima kebenaran yang datang dari orang lain. Sikap semacam itu bertentangan dengan ajaran agama Islam, yang selalu menganjurkan agar manusia menggunakan akal pikirannya dalam mencari kebenaran. Para imam dari berbagai mazhab fiqh Islam melarang para pengikutnya untuk bertaklid buta kepadanya, dan menganjurkan agar mereka terbuka menerima pendapat orang lain, bila ternyata pendapat itu lebih benar dari pendapat yang dianutnya."
        },
        {
          "number": 54,
          "arabic": "قَالَ لَقَدْ كُنتُمْ أَنتُمْ وَءَابَآؤُكُمْ فِى ضَلَـٰلٍ مُّبِينٍ",
          "transliteration": "qāla laqad kuntum antum waābāukum fī ḍalālin mubīnin",
          "translation": "Dia (Ibrahim) berkata, \"Sesungguhnya kamu dan nenek moyang kamu berada dalam kesesatan yang nyata.\"",
          "tafsir": "Ayat ini menerangkan bahwa Ibrahim membalas jawaban mereka itu dengan menunjukkan keburukan perbuatan nenek moyang mereka yang menyembah selain Allah. Ibrahim mengatakan kepada ayahnya dan juga kaumnya, bahwa mereka semuanya berada dalam kesesatan, karena mereka menyembah patung dan berhala. Dengan perbuatan itu mereka telah jauh dari kebenaran dan menyimpang dari jalan yang benar. Mereka tidak berpegang kepada agama yang benar dan akal sehat. Yang menjadi pegangan mereka hanyalah keinginan hawa nafsu dan bisikan iblis."
        },
        {
          "number": 55,
          "arabic": "قَالُوٓا۟ أَجِئْتَنَا بِٱلْحَقِّ أَمْ أَنتَ مِنَ ٱللَّـٰعِبِينَ",
          "transliteration": "qālū aji'tanā bil-ḥaqi am anta mina l-lāʿibīna",
          "translation": "Mereka berkata, \"Apakah engkau datang kepada kami membawa kebenaran atau engkau main-main?\"",
          "tafsir": "Dalam ayat ini disebutkan jawaban Azar dan kaumnya kepada Ibrahim yaitu, apakah Ibrahim datang kepada mereka dengan membawa kebenaran, ataukah hanya ingin berolok-olok saja. Dari ucapan mereka dapat disimpulkan beberapa pertanyaan seputar sikap mereka. Pertama, bahwa mereka setelah mendengarkan ucapan Ibrahim yang bersifat merendahkan martabat tuhan-tuhan mereka, dan menyatakan sesatnya perbuatan mereka, maka hati mereka mulai tergugah, karena ucapan semacam itu belum pernah terdengar di kalangan mereka. Kedua, karena melihat sikap Ibrahim yang bersungguh-sungguh dan keras dalam ucapannya, maka hati mereka mulai ragu terhadap kebenaran dan perbuatan mereka sendiri sebagai penyembah patung. Ketiga, mereka meminta kepada Ibrahim agar memberikan bukti-bukti dan alasan-alasan yang menunjukkan kebenaran ucapan Ibrahim kepada mereka. Keempat, jika Ibrahim tidak dapat memberikan bukti-bukti tersebut, maka mereka menganggap Ibrahim hanya memperolok-olok mereka."
        },
        {
          "number": 56,
          "arabic": "قَالَ بَل رَّبُّكُمْ رَبُّ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ٱلَّذِى فَطَرَهُنَّ وَأَنَا۠ عَلَىٰ ذَٰلِكُم مِّنَ ٱلشَّـٰهِدِينَ",
          "transliteration": "qāla bal rabbukum rabbu l-samāwāti wal-arḍi alladhī faṭarahunna wa-anā ʿalā dhālikum mina l-shāhidīna",
          "translation": "Dia (Ibrahim) menjawab, \"Sebenarnya Tuhan kamu ialah Tuhan (pemilik) langit dan bumi; (Dialah) yang telah menciptakannya; dan aku termasuk orang yang dapat bersaksi atas itu.\"",
          "tafsir": "Ayat ini menerangkan bahwa setelah Ibrahim memahami adanya kenyataan tersebut di atas, maka dia membalas jawaban mereka dengan ucapan yang tidak lagi mengungkap kesesatan mereka dalam penyembahan terhadap patung dan berhala, melainkan ia beralih kepada menerangkan kebenaran dan menyebutkan Tuhan yang sesungguhnya patut disembah. Maka Ibrahim menerangkan kepada mereka bahwa ia datang membawa kebenaran, bukan berolok-olok, bahwa Tuhan mereka adalah Tuhan Langit dan Bumi. Dialah yang patut disembah, karena Dialah yang telah menciptakan langit dan bumi itu dan menciptakan diri mereka, serta memberikan rahmat dan perlindungan-Nya kepada semua makhluk-Nya, karena Ia Mahakuasa dan Maha Pengasih. Dengan demikian mereka sadar bahwa menyembah Allah adalah tindakan yang benar, sedang menyembah patung dan berhala adalah kesesatan yang besar. Pada akhir ayat ini diterangkan, bahwa untuk memantapkan keyakinan mereka kepada akidah tauhid, maka Ibrahim mengulas ucapannya tadi dengan menegaskan bahwa ia dapat dan bertanggungjawab penuh untuk memberikan bukti-bukti atas kebenaran apa yang disampaikannya kepada mereka. Keterangan ini dimaksudkan untuk melenyapkan prasangka mereka bahwa Ibrahim hanya berolok-olok kepada mereka dengan ucapan-ucapan yang tersebut di atas."
        },
        {
          "number": 57,
          "arabic": "وَتَٱللَّهِ لَأَكِيدَنَّ أَصْنَـٰمَكُم بَعْدَ أَن تُوَلُّوا۟ مُدْبِرِينَ",
          "transliteration": "watal-lahi la-akīdanna aṣnāmakum baʿda an tuwallū mud'birīna",
          "translation": "Dan demi Allah, sungguh, aku akan melakukan tipu daya terhadap berhala-berhalamu setelah kamu pergi meninggalkannya.<sup foot_note=135483>1</sup>",
          "tafsir": "Ayat ini menerangkan apa yang terkandung dalam hati Ibrahim yang diucapkan dan didengar oleh sebagian kaumnya yaitu ia bertekad untuk menghancurkan patung-patung yang menjadi sesembahan kaumnya, apabila mereka sudah pergi meninggalkan tempat tersebut."
        }
      ]
    }
  ]
}