{
  "pageNumber": 266,
  "juz": 14,
  "surahs": [
    {
      "number": 15,
      "name": "Al-Hijr",
      "nameArabic": "الحجر",
      "meaning": "Gunung Hijr",
      "revelation": "Makkah",
      "description": "Surat ini terdiri dari 99 ayat dan termasuk surat Makkiyyah karena diturunkan di Mekah sebelum Hijrah. Al-Hijr adalah nama sebuah pegunungan yang pada zaman dahulu didiami kaum Tsamud, terletak di pinggir jalan antara Madinah dan Syam (Syiria).Nama surat ini diambil dari nama pegunungan itu, berhubung nasib penduduknya, kaum Tsamud, diceritakan pada ayat ke-80 sampai ke-84. Mereka telah dimusnahkan Allah karena mendustakan Nabi Shaleh dan berpaling dari ayat-ayat Allah. Dalam surat ini juga terdapat kisah-kisah kaum lain yang telah dibinasakan oleh Allah, seperti: kaum Luth dan kaum Syu'aib. Kisah-kisah itu dapat diambil pelajaran bahwa orang yang menentang ajaran rasul-rasul akan mengalami kehancuran.**Pokok-Pokok Isi:**1. **Keimanan:** Kepastian nasib suatu bangsa hanya di tangan Allah; Allah menjamin kemurnian Al-Qur'an sepanjang masa; setan tidak mampu naik ke alam malaikat karena ia senantiasa dijaga dari setan; kadar rezeki yang diberikan kepada manusia sesuai dengan hikmah dan kebijaksanaan Allah; Allah memelihara hamba-Nya yang telah mendapat taufiq dari godaan setan; Allah bersifat pengampun dan penyayang tetapi juga mengazab orang-orang yang ingkar; manusia dikumpulkan pada hari kiamat.2. **Hukum-hukum:** Larangan melakukan homoseksual; kewajiban melakukan ibadah selama hidup; larangan menginginkan harta orang kafir; perintah kepada Nabi Muhammad agar melakukan dakwah agama secara terang-terangan; larangan berputus asa terhadap rahmat Allah.3. **Kisah-kisah:** Kisah Nabi Ibrahim dengan kaumnya; Nabi Luth dengan kaumnya; kaum Syu'aib dan kaum Shaleh (Tsamud).4. **Lain-lain:** Kejadian-kejadian semesta alam ini menunjukkan akan kebesaran Allah; kejadian alam beserta isinya mengandung hikmah; angin mengawinkan tepung sari bunga-bungaan; asal muasal kejadian Nabi Adam.Dalam surat Al-Hijr ini terdapat ayat-ayat yang menunjukkan bukti-bukti keberadaan Allah serta kekuasaan-Nya, baik yang ada di langit dan di bumi maupun yang ada pada kejadian manusia dan kehidupan mereka. Di dalamnya juga disebutkan kisah beberapa nabi dan macam-macam azab yang ditimpakan kepada kaum yang mendustakan para rasul Allah. Selain itu, disinggung pula tentang anugerah yang Allah berikan kepada Nabi Muhammad, As-Sab'ul Matsaani atau surat Al-Faatihah dan Al-Qur'anul Karim.**Hubungan Surat Al-Hijr Dengan Surat An-Nahl:**1. Kedua surat ini berisi tentang ketauhidan, kerasulan, dan hari kiamat, sebagaimana umumnya surat-surat yang diturunkan di Mekah sebelum hijrah.2. Pada akhir surat Al-Hijr (ayat ke-92 dan 93), Allah menyatakan bahwa manusia akan dimintai pertanggungjawabannya pada hari kiamat terhadap apa yang telah dikerjakannya di dunia ini. Maka, pada awal surat An-Nahl Allah menegaskan kepastian datangnya hari kiamat itu dan pada ayat ke-93 An-Nahl ditegaskan lagi pertanggungjawaban manusia ini.3. Pada bagian pertama surat Al-Hijr, Allah menerangkan tentang kebenaran Al-Qur'an dan jaminan dari-Nya untuk memeliharanya, sedang dalam surat An-Nahl terdapat ancaman-ancaman untuk orang yang mendustakan kebenaran Al-Qur'an.",
      "verses": [
        {
          "number": 71,
          "arabic": "قَالَ هَـٰٓؤُلَآءِ بَنَاتِىٓ إِن كُنتُمْ فَـٰعِلِينَ",
          "transliteration": "qāla hāulāi banātī in kuntum fāʿilīna",
          "translation": "Dia (Luṭ) berkata, \"Mereka itulah putri-putri (negeri)ku (nikahlah dengan mereka), jika kamu hendak berbuat.\"",
          "tafsir": "Ketika kaum Lut, penduduk kota Sodom, mendengar bahwa Lut kedatangan tamu-tamu yang gagah, mereka pun bergembira. Timbullah hawa nafsu jahat mereka untuk berbuat homoseksual dengan tamu-tamu itu, yang merupakan kebiasaan buruk yang selalu mereka lakukan. Melihat tingkah laku kaumnya, Lut a.s. berkata kepada mereka, \"Sesungguhnya pemuda-pemuda yang kamu datangi dan kamu ajak melakukan perbuatan mesum adalah tamu-tamuku. Aku harus menghormati dan memuliakan tamu-tamuku itu, janganlah kamu melakukan perbuatan mesum dengan mereka, karena tindakan kamu itu akan memberi malu kepadaku. Bertakwalah kamu kepada Allah, peliharalah dirimu dari siksaan-Nya, dan janganlah kamu memperkosa mereka.\" Kaum Lut menentang dan mengancam Nabi Lut karena perkataannya itu dengan mengatakan, \"Bukankah kami pernah melarangmu untuk melindungi tamu-tamu yang datang ke sini dari keinginan dan perbuatan yang akan kami lakukan terhadap mereka.\" Perkataan kaum Lut ini memberikan isyarat bahwa kaum Lut itu selalu memaksa tamu-tamu yang datang ketika itu agar bersedia melakukan perbuatan homoseksual dengan mereka. Perbuatan keji itu dilarang oleh Lut. Akan tetapi, mereka tidak menghiraukan larangan itu, bahkan mereka mengancam Lut dengan suatu hukuman, seandainya Lut masih mencampuri urusan mereka itu. Tetapi Lut masih memperingatkan mereka dan menawarkan kepada mereka putri-putrinya untuk mereka nikahi, karena itulah yang sesuai dengan sunatullah. Beliau berkata, \"Hai kaumku, menikahlah dengan putri-putriku. Janganlah kamu melakukan perkawinan dengan orang yang sejenis denganmu, karena kawin dengan orang yang sejenis itu diharamkan Allah. Lakukanlah perbuatan yang halal dan sesuai dengan sunatullah. Allah sengaja menciptakan laki-laki dan perempuan agar mereka menikah dan memiliki keturunan. Jika kamu terus berbuat demikian, niscaya kamu tidak akan memiliki keturunan dan jenis manusia akan punah dari muka bumi.\" Dalam ayat ini, Lut a.s. menyebut \"putri-putriku\". Maksudnya ialah \"para pengikutnya yang wanita\" karena seorang nabi biasa menyebut kaumnya dengan anak-anaknya dan istri nabi adalah ibu dari umatnya sebagaimana firman Allah: Nabi itu lebih utama bagi orang-orang mukmin dibandingkan diri mereka sendiri dan istri-istrinya adalah ibu-ibu mereka. (al-Ahzab/33: 6) Jika istri-istri nabi adalah ibu orang-orang yang beriman, tentulah nabi sendiri adalah bapak mereka dan seluruh umatnya adalah putra-putrinya."
        },
        {
          "number": 72,
          "arabic": "لَعَمْرُكَ إِنَّهُمْ لَفِى سَكْرَتِهِمْ يَعْمَهُونَ",
          "transliteration": "laʿamruka innahum lafī sakratihim yaʿmahūna",
          "translation": "(Allah berfirman), \"Demi umurmu<sup foot_note=135390>1</sup> (Muhammad), sungguh, mereka terombang-ambing dalam kemabukan (kesesatan).\"",
          "tafsir": "Ayat ini menerangkan penegasan Allah swt kepada Nabi Muhammad saw bahwa perbuatan homoseksual dan lesbian yang dilakukan kaum Lut benar-benar perbuatan keji dan sesat, karena itu wajib dijauhi dan ditinggalkan. Orang Arab biasa bersumpah dengan menyebut umur seseorang. Dalam ayat ini Allah swt bersumpah dengan umur dan kehidupan Nabi Muhammad saw yang tujuannya ialah untuk menunjukkan keutamaan Nabi Muhammad saw. Sebagian ahli tafsir berpendapat bahwa yang bersumpah dalam ayat ini ialah para malaikat. Mereka menyatakan perbuatan kaum Lut yang demikian itu keterlaluan. Akan tetapi, pendapat ini dibantah oleh riwayat yang mengatakan bahwa Allah swt tidak pernah bersumpah dengan menyebut umur nabi-nabi dan rasul-rasul yang lain, kecuali menyebut umur Nabi Muhammad saw. Hal ini semata-mata untuk menunjukkan keutamaan Nabi Muhammad."
        },
        {
          "number": 73,
          "arabic": "فَأَخَذَتْهُمُ ٱلصَّيْحَةُ مُشْرِقِينَ",
          "transliteration": "fa-akhadhathumu l-ṣayḥatu mush'riqīna",
          "translation": "Maka mereka dibinasakan oleh suara keras yang mengguntur, ketika matahari akan terbit,",
          "tafsir": "Ayat ini menerangkan azab yang ditimpakan kepada kaum Lut, untuk menunjukkan akibat perbuatan mereka. Azab itu datang pada dini hari berupa suara halilintar yang menghancurkan kota Sodom. Pada ayat yang lain disebut bahwa azab itu datang pada waktu subuh dan berakhir pada waktu matahari terbit."
        },
        {
          "number": 74,
          "arabic": "فَجَعَلْنَا عَـٰلِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهِمْ حِجَارَةً مِّن سِجِّيلٍ",
          "transliteration": "fajaʿalnā ʿāliyahā sāfilahā wa-amṭarnā ʿalayhim ḥijāratan min sijjīlin",
          "translation": "maka Kami jungkirbalikan (negeri itu) dan Kami hujani mereka dengan batu dari tanah yang keras.",
          "tafsir": "Allah menerangkan bentuk azab yang menimpa kaum Lut ada tiga macam: 1. Berupa suara petir yang mengguntur dan menakutkan; 2. Membalikkan kota Sodom, sehingga lapisan tanah yang semula di atas terbalik menjadi lapisan yang di bawah; 3. Menghujani mereka dengan batu."
        },
        {
          "number": 75,
          "arabic": "إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّلْمُتَوَسِّمِينَ",
          "transliteration": "inna fī dhālika laāyātin lil'mutawassimīna",
          "translation": "Sungguh, pada yang demikian itu benar-benar terdapat tanda-tanda (kekuasaan Allah) bagi orang yang memperhatikan tanda-tanda,",
          "tafsir": "Ayat ini menerangkan perbuatan dan tingkah laku kaum Lut, kemudian mereka dihancurkan karena perbuatan-perbuatan mereka yang bertentangan dengan perintah Allah, Tuhan Yang Maha Esa, Mahakuasa, mengasihi dan menyayangi hamba-hamba-Nya yang beriman, dan mengazab orang-orang yang ingkar kepada-Nya. Orang-orang beriman, yang memperhatikan tanda-tanda kekuasaan dan kebesaran Allah, menjadikan semuanya itu sebagai pelajaran, sebagaimana tersebut dalam hadis: Rasulullah swt bersabda, \"Jagalah dirimu terhadap firasat orang-orang yang beriman karena sesungguhnya ia melihat dengan nur Allah,\" kemudian beliau membaca surah ini. (Riwayat at-Tirmidzi dan Ibnu Jarir ath-thabari dari Abu Sa'id al-Khudri) Firasat ini ada dua macam: 1. Suatu kesan dan perasaan yang dijadikan Allah swt pada hati orang-orang yang saleh. Kemampuan yang diberikan kepadanya untuk membaca raut muka, tingkah laku dan keadaan orang lain. 2. Firasat yang ditimbulkan oleh pengalaman, kehidupan yang luhur, dan budi pekerti yang mulia. Dalam hadis disebutkan pula: Rasulullah saw bersabda, \"Sesungguhnya Allah mempunyai hamba-hamba yang mengetahui manusia dengan tanda-tanda.\" (Riwayat ath-thabrani dan al Bazzar dari Anas bin Malik)"
        },
        {
          "number": 76,
          "arabic": "وَإِنَّهَا لَبِسَبِيلٍ مُّقِيمٍ",
          "transliteration": "wa-innahā labisabīlin muqīmin",
          "translation": "dan sungguh, (negeri) itu benar-benar terletak di jalan yang masih tetap (dilalui manusia).",
          "tafsir": "Allah swt menerangkan bahwa negeri kaum Lut yang telah dihancurkan itu terletak pada jalan-jalan yang biasa dilalui manusia. Reruntuhannya dapat dilihat sampai saat ini oleh orang-orang yang mengadakan perjalanan dari Medinah ke Syam. Hal ini ditegaskan oleh Allah swt dalam firman-Nya yang lain: Dan sesungguhnya kamu (penduduk Mekah) benar-benar akan melalui (bekas-bekas) mereka pada waktu pagi, dan pada waktu malam. Maka mengapa kamu tidak mengerti? (as-shaffat/37: 137-138) Orang-orang Arab Mekah biasanya mengadakan perdagangan ke Syam. Mereka berangkat dalam kafilah. Dalam perjalanan mereka pulang balik dari Mekah ke Syam itu, mereka melalui negeri kaum Lut dan dapat menyaksikan bekas-bekasnya."
        },
        {
          "number": 77,
          "arabic": "إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لِّلْمُؤْمِنِينَ",
          "transliteration": "inna fī dhālika laāyatan lil'mu'minīna",
          "translation": "Sungguh, pada yang demikian itu benar-benar terdapat tanda (kekuasaan Allah) bagi orang yang beriman.",
          "tafsir": "Kemudian Allah swt memperingatkan bahwa azab yang ditimpakan-Nya kepada kaum Lut sehingga mereka hancur binasa serta terhindarnya Lut beserta pengikutnya merupakan tanda-tanda kekuasaan dan kebesaran Allah. Dia akan mengazab setiap orang yang ingkar dan durhaka dan memberi pahala orang-orang yang beriman kepada-Nya. Sedang bagi orang-orang kafir, peristiwa yang menghancurkan kaum Lut itu hanyalah semata-mata akibat bencana alam. Adanya gempa bumi, panas terik sepanjang tahun, dan timbulnya wabah penyakit adalah suatu hal yang biasa terjadi di alam ini, tidak ada hubungan dengan kedurhakaan dan keingkaran manusia pada Allah swt."
        },
        {
          "number": 78,
          "arabic": "وَإِن كَانَ أَصْحَـٰبُ ٱلْأَيْكَةِ لَظَـٰلِمِينَ",
          "transliteration": "wa-in kāna aṣḥābu l-aykati laẓālimīna",
          "translation": "Dan sesungguhnya penduduk Aikah<sup foot_note=135391>1</sup> itu benar-benar kaum yang zalim,",
          "tafsir": "Ayat ini menerangkan bahwa penduduk kota Aikah adalah penduduk yang zalim dan ingkar. Kepada mereka diutus Nabi Syuaib a.s., tetapi mereka mengingkari dan mendustakan dakwahnya. Dalam hadis diterangkan hubungan penduduk Aikah dengan penduduk kota Madyan. Rasulullah saw berkata, \"Sesungguhnya penduduk kota Madyan dan penduduk Aikah itu adalah dua umat yang kepada keduanya Allah mengutus Nabi Syuaib\". (Riwayat Ibnu Mardawaih dan Ibnu 'Asakir) Arti dasar dari Aikah ialah hutan, kemudian menjadi nama suatu negeri karena negeri itu memiliki banyak hutan. Negeri itu terletak di daerah Madyan. Penduduk Aikah menganut kepercayaan politeisme, suka menyamun dan merampok orang yang lewat negeri mereka, serta berlaku curang dalam menimbang dan menakar. Kepada mereka diutus Nabi Syuaib a.s., tetapi mereka mengingkarinya."
        },
        {
          "number": 79,
          "arabic": "فَٱنتَقَمْنَا مِنْهُمْ وَإِنَّهُمَا لَبِإِمَامٍ مُّبِينٍ",
          "transliteration": "fa-intaqamnā min'hum wa-innahumā labi-imāmin mubīnin",
          "translation": "maka Kami membinasakan mereka. Dan sesungguhnya kedua (negeri)<sup foot_note=135392>1</sup> itu terletak di satu jalur jalan raya.",
          "tafsir": "Karena tindakan mereka yang melanggar larangan Allah dan meng-abaikan seruan rasul itu, mereka ditimpa azab berupa panas terik selama tujuh hari, tanpa sedikit pun awan yang menaungi. Allah kemudian mengirimkan awan, lalu mereka bernaung di bawahnya. Tiba-tiba dari dalam awan itu memancar nyala api yang menghanguskan mereka. Dalam Surah al-A'raf/7: 91, diterangkan bahwa mereka juga ditimpa gempa yang dahsyat. Lalu datanglah gempa menimpa mereka, dan mereka pun mati bergelimpangan di dalam reruntuhan rumah mereka. (al-A'raf/7: 91) Kemudian Allah swt menerangkan bahwa kota Sodom dan kota Aikah itu adalah dua kota yang berdekatan letaknya, sama-sama terletak di jalan yang biasa dilalui manusia. Bahkan, bekas peninggalan mereka masih dapat dilihat dan diteliti, agar dijadikan pelajaran oleh orang-orang yang mau menggunakan pikirannya."
        },
        {
          "number": 80,
          "arabic": "وَلَقَدْ كَذَّبَ أَصْحَـٰبُ ٱلْحِجْرِ ٱلْمُرْسَلِينَ",
          "transliteration": "walaqad kadhaba aṣḥābu l-ḥij'ri l-mur'salīna",
          "translation": "Dan sesungguhnya penduduk negeri Hijr<sup foot_note=135393>1</sup> benar-benar telah mendustakan para rasul (mereka),<sup foot_note=135394>2</sup>",
          "tafsir": "Ayat ini menerangkan bahwa penduduk kota al-Hijr telah men-dustakan para rasul. Dalam ayat ini disebutkan rasul-rasul padahal mereka hanya mendustakan seorang rasul, yaitu Nabi Saleh a.s., karena mendustakan seorang rasul hukumnya sama dengan mendustakan seluruh rasul Allah. Seluruh rasul yang diutus Allah membawa agama tauhid dan asas-asas agama yang sama. Walaupun mendustakan seorang rasul, tetapi mereka telah mendustakan ketauhidan dan asas-asas agama yang dibawa rasul itu, yang berarti mereka telah mendustakan seluruh rasul. Kota al-Hijr adalah tempat tinggal kaum Samud yang terletak antara Mekah dan Syam, di dekat Wadil-Qura. Kepada mereka diutus Nabi Saleh yang diberi mukjizat sebagai bukti kerasulannya. Saleh menyatakan mukjizatnya berupa unta betina yang mereka kenal sebagai bukti kerasulan-nya. Unta itu tidak boleh diganggu dan disakiti. Jatah air minumnya ditentukan banyaknya secara bergantian, yaitu sehari untuk minum unta dan sehari untuk minum mereka semuanya. Tetapi mereka tidak mau mengikuti ketentuan Saleh itu, bahkan mereka menyembelih unta itu."
        },
        {
          "number": 81,
          "arabic": "وَءَاتَيْنَـٰهُمْ ءَايَـٰتِنَا فَكَانُوا۟ عَنْهَا مُعْرِضِينَ",
          "transliteration": "waātaynāhum āyātinā fakānū ʿanhā muʿ'riḍīna",
          "translation": "dan Kami telah mendatangkan kepada mereka tanda-tanda (kekuasaan) Kami, tetapi mereka selalu berpaling darinya,",
          "tafsir": "Ayat ini menerangkan bahwa penduduk kota al-Hijr telah men-dustakan para rasul. Dalam ayat ini disebutkan rasul-rasul padahal mereka hanya mendustakan seorang rasul, yaitu Nabi Saleh a.s., karena mendustakan seorang rasul hukumnya sama dengan mendustakan seluruh rasul Allah. Seluruh rasul yang diutus Allah membawa agama tauhid dan asas-asas agama yang sama. Walaupun mendustakan seorang rasul, tetapi mereka telah mendustakan ketauhidan dan asas-asas agama yang dibawa rasul itu, yang berarti mereka telah mendustakan seluruh rasul. Kota al-Hijr adalah tempat tinggal kaum Samud yang terletak antara Mekah dan Syam, di dekat Wadil-Qura. Kepada mereka diutus Nabi Saleh yang diberi mukjizat sebagai bukti kerasulannya. Saleh menyatakan mukjizatnya berupa unta betina yang mereka kenal sebagai bukti kerasulan-nya. Unta itu tidak boleh diganggu dan disakiti. Jatah air minumnya ditentukan banyaknya secara bergantian, yaitu sehari untuk minum unta dan sehari untuk minum mereka semuanya. Tetapi mereka tidak mau mengikuti ketentuan Saleh itu, bahkan mereka menyembelih unta itu."
        },
        {
          "number": 82,
          "arabic": "وَكَانُوا۟ يَنْحِتُونَ مِنَ ٱلْجِبَالِ بُيُوتًا ءَامِنِينَ",
          "transliteration": "wakānū yanḥitūna mina l-jibāli buyūtan āminīna",
          "translation": "dan mereka memahat rumah-rumah dari gunung batu, (yang didiami) dengan rasa aman.",
          "tafsir": "Kaum Samud adalah kaum yang kuat dan perkasa tubuhnya. Mereka memahat gunung-gunung batu untuk dijadikan rumah-rumah mereka, sehingga kota mereka dinamakan \"kota al-hijr\" yang berarti kota pegunungan batu. Karena kemungkaran, Allah menimpakan kepada mereka azab berupa suara keras yang mengguntur dan menghancurkan mereka semuanya. Azab keras itu datang di waktu pagi pada hari keempat dari hari yang ditetapkan Saleh bagi mereka untuk berpikir. Tetapi mereka tidak mengindahkannya, sehingga mereka terkubur di dalam rumah-rumah mereka yang berupa gua-gua yang dipahat pada gunung-gunung batu itu. Keadaan mereka ini diterangkan Allah dalam firman-Nya yang lain: Kemudian suara yang mengguntur menimpa orang-orang zalim itu, sehingga mereka mati bergelimpangan di rumahnya. Seolah-olah mereka belum pernah tinggal di tempat itu. Ingatlah, kaum Samud mengingkari Tuhan mereka. Ingatlah, binasalah kaum Samud. (Hud/11: 67-68) Kaum Samud tidak dapat menghindarkan diri dari azab Allah sedikit pun. Tidak ada faedah keperkasaan tubuh mereka, kemampuan mereka memahat gunung untuk dijadikan rumah yang seakan-akan merupakan benteng yang kokoh, serta harta dan jumlah mereka yang banyak. Semua hancur lebur bersama mereka, seakan-akan negeri itu tidak pernah dihuni manusia. Tentang kedahsyatan azab yang dialami kaum Samud, tergambar dalam hadis Nabi saw: Dari Ibnu Umar r.a. bahwasanya Nabi saw telah lewat di kota Hijr dalam perjalanan beliau menuju perang Tabuk, lalu beliau menundukkan kepalanya dan mempercepat perjalanannya seraya berkata kepada para sahabatnya, \"Janganlah kamu memasuki rumah-rumah kaum yang diazab (kaum Samud), kecuali kamu akan menangis. Jika kamu tidak menangis, maka hendaklah seakan-akan menangis karena kamu takut akan ditimpa azab nanti sebagaimana mereka telah ditimpa azab dahulu.\" (Riwayat al-Bukhari)"
        },
        {
          "number": 83,
          "arabic": "فَأَخَذَتْهُمُ ٱلصَّيْحَةُ مُصْبِحِينَ",
          "transliteration": "fa-akhadhathumu l-ṣayḥatu muṣ'biḥīna",
          "translation": "Kemudian mereka dibinasakan oleh suara keras yang mengguntur pada pagi hari,<sup foot_note=135395>1</sup>",
          "tafsir": "Kaum Samud adalah kaum yang kuat dan perkasa tubuhnya. Mereka memahat gunung-gunung batu untuk dijadikan rumah-rumah mereka, sehingga kota mereka dinamakan \"kota al-hijr\" yang berarti kota pegunungan batu. Karena kemungkaran, Allah menimpakan kepada mereka azab berupa suara keras yang mengguntur dan menghancurkan mereka semuanya. Azab keras itu datang di waktu pagi pada hari keempat dari hari yang ditetapkan Saleh bagi mereka untuk berpikir. Tetapi mereka tidak mengindahkannya, sehingga mereka terkubur di dalam rumah-rumah mereka yang berupa gua-gua yang dipahat pada gunung-gunung batu itu. Keadaan mereka ini diterangkan Allah dalam firman-Nya yang lain: Kemudian suara yang mengguntur menimpa orang-orang zalim itu, sehingga mereka mati bergelimpangan di rumahnya. Seolah-olah mereka belum pernah tinggal di tempat itu. Ingatlah, kaum Samud mengingkari Tuhan mereka. Ingatlah, binasalah kaum Samud. (Hud/11: 67-68) Kaum Samud tidak dapat menghindarkan diri dari azab Allah sedikit pun. Tidak ada faedah keperkasaan tubuh mereka, kemampuan mereka memahat gunung untuk dijadikan rumah yang seakan-akan merupakan benteng yang kokoh, serta harta dan jumlah mereka yang banyak. Semua hancur lebur bersama mereka, seakan-akan negeri itu tidak pernah dihuni manusia. Tentang kedahsyatan azab yang dialami kaum Samud, tergambar dalam hadis Nabi saw: Dari Ibnu Umar r.a. bahwasanya Nabi saw telah lewat di kota Hijr dalam perjalanan beliau menuju perang Tabuk, lalu beliau menundukkan kepalanya dan mempercepat perjalanannya seraya berkata kepada para sahabatnya, \"Janganlah kamu memasuki rumah-rumah kaum yang diazab (kaum Samud), kecuali kamu akan menangis. Jika kamu tidak menangis, maka hendaklah seakan-akan menangis karena kamu takut akan ditimpa azab nanti sebagaimana mereka telah ditimpa azab dahulu.\" (Riwayat al-Bukhari)"
        },
        {
          "number": 84,
          "arabic": "فَمَآ أَغْنَىٰ عَنْهُم مَّا كَانُوا۟ يَكْسِبُونَ",
          "transliteration": "famā aghnā ʿanhum mā kānū yaksibūna",
          "translation": "sehingga tidak berguna bagi mereka, apa yang telah mereka usahakan.",
          "tafsir": "Kaum Samud adalah kaum yang kuat dan perkasa tubuhnya. Mereka memahat gunung-gunung batu untuk dijadikan rumah-rumah mereka, sehingga kota mereka dinamakan \"kota al-hijr\" yang berarti kota pegunungan batu. Karena kemungkaran, Allah menimpakan kepada mereka azab berupa suara keras yang mengguntur dan menghancurkan mereka semuanya. Azab keras itu datang di waktu pagi pada hari keempat dari hari yang ditetapkan Saleh bagi mereka untuk berpikir. Tetapi mereka tidak mengindahkannya, sehingga mereka terkubur di dalam rumah-rumah mereka yang berupa gua-gua yang dipahat pada gunung-gunung batu itu. Keadaan mereka ini diterangkan Allah dalam firman-Nya yang lain: Kemudian suara yang mengguntur menimpa orang-orang zalim itu, sehingga mereka mati bergelimpangan di rumahnya. Seolah-olah mereka belum pernah tinggal di tempat itu. Ingatlah, kaum Samud mengingkari Tuhan mereka. Ingatlah, binasalah kaum Samud. (Hud/11: 67-68) Kaum Samud tidak dapat menghindarkan diri dari azab Allah sedikit pun. Tidak ada faedah keperkasaan tubuh mereka, kemampuan mereka memahat gunung untuk dijadikan rumah yang seakan-akan merupakan benteng yang kokoh, serta harta dan jumlah mereka yang banyak. Semua hancur lebur bersama mereka, seakan-akan negeri itu tidak pernah dihuni manusia. Tentang kedahsyatan azab yang dialami kaum Samud, tergambar dalam hadis Nabi saw: Dari Ibnu Umar r.a. bahwasanya Nabi saw telah lewat di kota Hijr dalam perjalanan beliau menuju perang Tabuk, lalu beliau menundukkan kepalanya dan mempercepat perjalanannya seraya berkata kepada para sahabatnya, \"Janganlah kamu memasuki rumah-rumah kaum yang diazab (kaum Samud), kecuali kamu akan menangis. Jika kamu tidak menangis, maka hendaklah seakan-akan menangis karena kamu takut akan ditimpa azab nanti sebagaimana mereka telah ditimpa azab dahulu.\" (Riwayat al-Bukhari)"
        },
        {
          "number": 85,
          "arabic": "وَمَا خَلَقْنَا ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ وَمَا بَيْنَهُمَآ إِلَّا بِٱلْحَقِّ ۗ وَإِنَّ ٱلسَّاعَةَ لَـَٔاتِيَةٌ ۖ فَٱصْفَحِ ٱلصَّفْحَ ٱلْجَمِيلَ",
          "transliteration": "wamā khalaqnā l-samāwāti wal-arḍa wamā baynahumā illā bil-ḥaqi wa-inna l-sāʿata laātiyatun fa-iṣ'faḥi l-ṣafḥa l-jamīla",
          "translation": "Dan Kami tidak menciptakan langit dan bumi serta apa yang ada di antara keduanya, melainkan dengan kebenaran. Dan sungguh, Kiamat pasti akan datang, maka maafkanlah (mereka) dengan cara yang baik.",
          "tafsir": "Ayat ini menerangkan bahwa Allah menciptakan semua yang ada di langit dan di bumi ini, bukan untuk berbuat aniaya dan zalim kepada seluruh penduduk atau makhluk, seperti yang dilakukan terhadap umat dahulu yang durhaka. Allah menciptakan benda-benda tersebut dengan maksud dan tujuannya, sesuai dengan pengetahuan dan kasih sayang Allah kepada makhluk-Nya. Demikian pula kisah-kisah umat yang dahulu disampaikan agar dijadikan iktibar, tamsil, dan ibarat bagi orang-orang yang mau percaya kepada kekuasaan dan kebesaran Allah. Kemudian Allah swt menegaskan bahwa hari kiamat itu pasti datang, tidak ada keraguan sedikit pun, karena pada waktu itulah Allah menyem-purnakan balasannya kepada manusia sesuai dengan perbuatan yang telah mereka lakukan. Perbuatan baik dibalas dengan surga, sedang perbuatan buruk dibalas dengan azab neraka. Allah memperingatkan bahwa jika manusia tidak mau beriman kepada Allah dan Nabi Muhammad, serta tidak mau mengambil pelajaran dan pengalaman yang telah dialami umat-umat yang dahulu, maka Rasul diperintahkan untuk berpaling dari mereka, dan memperlihatkan sikap yang baik, budi pekerti yang tinggi, serta memaafkan tindak-tanduk mereka yang tidak wajar terhadapnya. Ayat ini menerangkan sikap-sikap yang harus dimiliki oleh seorang dai khususnya dan seluruh kaum Muslimin pada umumnya dalam menyampai-kan agama Allah dan menghadapi orang-orang yang durhaka. Kaum Muslimin hanya berkewajiban menyampaikan agama Allah, dan tidak diharuskan untuk memaksa dan menjadikan mereka (orang-orang durhaka) beriman, yang menjadikan iman dan kafirnya seseorang hanyalah Allah."
        },
        {
          "number": 86,
          "arabic": "إِنَّ رَبَّكَ هُوَ ٱلْخَلَّـٰقُ ٱلْعَلِيمُ",
          "transliteration": "inna rabbaka huwa l-khalāqu l-ʿalīmu",
          "translation": "Sungguh, Tuhanmu, Dialah Yang Maha Pencipta, Maha Mengetahui.",
          "tafsir": "Selanjutnya Allah menegaskan bahwa Dia adalah Tuhan Yang Maha Esa, Maha Pencipta, dan Maha Mengetahui segala sesuatu, baik yang tampak atau yang tidak, yang nyata dan yang disembunyikan dan Dia Maha Mengetahui segala isi hati."
        },
        {
          "number": 87,
          "arabic": "وَلَقَدْ ءَاتَيْنَـٰكَ سَبْعًا مِّنَ ٱلْمَثَانِى وَٱلْقُرْءَانَ ٱلْعَظِيمَ",
          "transliteration": "walaqad ātaynāka sabʿan mina l-mathānī wal-qur'āna l-ʿaẓīma",
          "translation": "Dan sungguh, Kami telah memberikan kepadamu tujuh (ayat) yang (dibaca) berulang-ulang<sup foot_note=135396>1</sup> dan Alquran yang agung.",
          "tafsir": "Ayat ini menerangkan bahwa Allah telah menurunkan kepada Nabi Muhammad \"as-sab'ul matsani\" (tujuh ayat yang dibaca berulang-ulang) dan Al-Qur'an yang agung. Tidak diterangkan dalam ayat ini yang dimaksud dengan \"as-sab'ul matsani\" dan \"Al-Qur'an yang agung itu\". Tetapi, ada hadis menerangkan bahwa yang dimaksud dengan as-sab'ul matsani dan Al-Qur'an yang agung itu ialah Surah al-Fatihah. Hadis itu ialah: Dari Abi Said Al-Mu'alla ia berkata, \"Telah lewat di hadapanku Nabi saw sedang saya dalam salat, maka dia memanggilku dan aku tidak mendatanginya hingga aku selesai salat. Kemudian aku datang kepadanya, kemudian Nabi berkata, \"Kenapa engkau tidak datang kepadaku.\" Aku menjawab, \"Aku sedang salat.\" Beliau berkata, \"Bukanlah Allah telah berfirman, \"Hai orang-orang yang beriman perkenankanlah seruan Allah dan rasul,\" kemudian beliau berkata, Ketahuilah! Aku akan mengajarkan kepadamu surah yang paling agung di dalam Al-Qur'an, sebelum aku keluar dari mesjid ini.\" Maka Nabi saw pergi untuk keluar lalu beliau kuingatkan, maka katanya,\"Al-hamdu lillahi rabbil-'alamin adalah \"as-sab'ul-matsani\" dan \"Al-Qur'an yang agung\" yang telah diberikannya kepadaku.\" (Riwayat al-Bukhari) Pada hadis yang lain, Rasulullah saw bersabda: Ummul-Qur'an itu ialah as-sab'ul-matsani dan Al-Qur'an yang Agung. (Riwayat al-Bukhari) Banyak hadis sahih lain yang menerangkan bahwa as-sab'ul-matsani dan Al-Qur'an yang Agung adalah nama-nama lain dari Surah al-Fatihah. Sebagian ahli tafsir berpendapat bahwa yang dimaksud dengan as-sab'ul matsani dalam ayat di atas ialah as-sab'uth-thiwal (tujuh surah Al-Qur'an yang terpanjang ayat-ayatnya), yaitu Surah al-Baqarah, Ali 'Imran, al-Ma'idah, an-Nisa, al-A'raf, al-An'am, dan at-Taubah atau al-Anfal. Surah-surah yang tujuh itu disebut as-sab'ul-matsani, karena dalam surah yang tujuh itu diulang-ulang penyebutan kisah-kisah, hukum-hukum, ketauhidan, dan lain-lain. Akan tetapi, pendapat ini bertentangan dengan hadis-hadis sahih di atas. Sementara itu, sebagian dari surah as-sab'uth-thiwal diturunkan di Medinah, sedangkan ayat yang menerangkan tentang as-sab'ul-matsani ini adalah Makkiyah. Disebut as-sab'ul-matsani (tujuh berulang-ulang) karena Surah al-Fatihah itu terdiri atas tujuh ayat yang diulang-ulang membacanya pada tiap-tiap rakaat dalam salat. Seorang muslim sekurang-kurangnya salat tujuh belas rakaat dalam sehari semalam. Oleh karena itu, mereka sekurang-kurangnya membaca al-Fatihah tujuh belas kali dalam sehari semalam. Disebut Al-Qur'an yang agung karena isi Surah al-Fatihah itu merupakan pokok-pokok isi dari seluruh Al-Qur'an, dan sesuai pula dengan maksud hadis di atas."
        },
        {
          "number": 88,
          "arabic": "لَا تَمُدَّنَّ عَيْنَيْكَ إِلَىٰ مَا مَتَّعْنَا بِهِۦٓ أَزْوَٰجًا مِّنْهُمْ وَلَا تَحْزَنْ عَلَيْهِمْ وَٱخْفِضْ جَنَاحَكَ لِلْمُؤْمِنِينَ",
          "transliteration": "lā tamuddanna ʿaynayka ilā mā mattaʿnā bihi azwājan min'hum walā taḥzan ʿalayhim wa-ikh'fiḍ janāḥaka lil'mu'minīna",
          "translation": "Jangan sekali-kali engkau (Muhammad) tujukan pandanganmu kepada kenikmatan hidup yang telah Kami berikan kepada beberapa golongan di antara mereka (orang kafir), dan jangan engkau bersedih hati terhadap mereka dan berendah hatilah engkau terhadap orang yang beriman.",
          "tafsir": "Pada ayat di atas diterangkan bahwa Allah swt telah meng-anugerahikan sesuatu yang besar nilainya kepada orang-orang yang beriman, yaitu Surah al-Fatihah. Pemberian itu berupa petunjuk ke jalan yang benar dan tidak dapat dinilai dengan harta berapa pun banyaknya. Oleh karena itu, Allah swt memperingatkan orang-orang yang beriman agar jangan merasa berkecil hati dan bersedih atas kesenangan duniawi yang telah diberikan Allah kepada orang-orang kafir. Tidak pantas seseorang memalingkan perhatiannya dari sesuatu yang mulia dan tinggi nilainya kepada sesuatu yang kurang bernilai, apalagi jika kesenangan dunia itu diperoleh dengan cara yang tidak dibenarkan Allah. Semua itu adalah kesenangan yang bersifat sementara, kemudian mereka akan dimasukkan ke dalam api neraka yang menyala-nyala. Ayat ini senada dengan firman Allah swt yang melarang Rasul melihat kenikmatan yang diberikan kepada orang-orang kafir: Dan janganlah engkau tujukan pandangan matamu kepada kenikmatan yang telah Kami berikan kepada beberapa golongan dari mereka, (sebagai) bunga kehidupan dunia agar Kami uji mereka dengan (kesenangan) itu. Karunia Tuhanmu lebih baik dan lebih kekal. (thaha/20: 131) Allah swt melarang Nabi Muhammad saw bersedih hati terhadap orang kafir yang tidak mengindahkan seruannya. Larangan Allah ini disebabkan karena Nabi saw sangat mengharapkan agar seluruh manusia beriman dan mengharapkan agar orang-orang kafir tidak ditimpa siksa Allah di akhirat nanti karena keluasan rahmat-Nya. Larangan Allah juga mengingatkan Nabi saw bahwa tugasnya hanya menyampaikan agama Allah, bukan memaksa manusia untuk beriman. Kemudian Allah memutuskan agar Nabi saw berlaku lemah lembut dan mengatakan kepada orang-orang kafir bahwa mereka akan ditimpa azab Allah jika mereka terus-menerus dalam kekafiran dan kesesatan, sebagaimana yang telah ditimpakan kepada umat-umat sebelum mereka."
        },
        {
          "number": 89,
          "arabic": "وَقُلْ إِنِّىٓ أَنَا ٱلنَّذِيرُ ٱلْمُبِينُ",
          "transliteration": "waqul innī anā l-nadhīru l-mubīnu",
          "translation": "Dan katakanlah (Muhammad), \"Sesungguhnya aku adalah pemberi peringatan yang jelas.\"",
          "tafsir": "Pada ayat di atas diterangkan bahwa Allah swt telah meng-anugerahikan sesuatu yang besar nilainya kepada orang-orang yang beriman, yaitu Surah al-Fatihah. Pemberian itu berupa petunjuk ke jalan yang benar dan tidak dapat dinilai dengan harta berapa pun banyaknya. Oleh karena itu, Allah swt memperingatkan orang-orang yang beriman agar jangan merasa berkecil hati dan bersedih atas kesenangan duniawi yang telah diberikan Allah kepada orang-orang kafir. Tidak pantas seseorang memalingkan perhatiannya dari sesuatu yang mulia dan tinggi nilainya kepada sesuatu yang kurang bernilai, apalagi jika kesenangan dunia itu diperoleh dengan cara yang tidak dibenarkan Allah. Semua itu adalah kesenangan yang bersifat sementara, kemudian mereka akan dimasukkan ke dalam api neraka yang menyala-nyala. Ayat ini senada dengan firman Allah swt yang melarang Rasul melihat kenikmatan yang diberikan kepada orang-orang kafir: Dan janganlah engkau tujukan pandangan matamu kepada kenikmatan yang telah Kami berikan kepada beberapa golongan dari mereka, (sebagai) bunga kehidupan dunia agar Kami uji mereka dengan (kesenangan) itu. Karunia Tuhanmu lebih baik dan lebih kekal. (thaha/20: 131) Allah swt melarang Nabi Muhammad saw bersedih hati terhadap orang kafir yang tidak mengindahkan seruannya. Larangan Allah ini disebabkan karena Nabi saw sangat mengharapkan agar seluruh manusia beriman dan mengharapkan agar orang-orang kafir tidak ditimpa siksa Allah di akhirat nanti karena keluasan rahmat-Nya. Larangan Allah juga mengingatkan Nabi saw bahwa tugasnya hanya menyampaikan agama Allah, bukan memaksa manusia untuk beriman. Kemudian Allah memutuskan agar Nabi saw berlaku lemah lembut dan mengatakan kepada orang-orang kafir bahwa mereka akan ditimpa azab Allah jika mereka terus-menerus dalam kekafiran dan kesesatan, sebagaimana yang telah ditimpakan kepada umat-umat sebelum mereka."
        },
        {
          "number": 90,
          "arabic": "كَمَآ أَنزَلْنَا عَلَى ٱلْمُقْتَسِمِينَ",
          "transliteration": "kamā anzalnā ʿalā l-muq'tasimīna",
          "translation": "Sebagaimana (Kami telah memberi peringatan), Kami telah menurunkan (azab) kepada orang yang memilah-milah (Kitab Allah),<sup foot_note=135397>1</sup>",
          "tafsir": "Ayat ini menerangkan bahwa sebagaimana Allah telah meng-anugerahkan as-sab'ul-matsani kepada umat Nabi Muhammad, Dia juga telah menganugerahkan yang serupa itu kepada umat-umat sebelumnya dengan perantaraan nabi-nabi yang telah diutus kepada mereka. Seperti halnya sikap dan tindakan umat yang terdahulu terhadap kitab-kitab yang diturunkan kepada mereka, demikian pula sikap orang-orang musyrik di Mekah yang telah menamakan Al-Qur'an dengan nama yang bermacam-macam, seperti syair, sihir, dongeng-dongeng orang purbakala, buatan Muhammad, dan sebagainya. Para mufasir berbeda pendapat tentang yang dimaksud dengan perkataan \"al-muqtasimin\" (orang yang membagi-bagi). Pendapat pertama mengartikan al-muqtasimin dengan orang-orang kafir yang telah bersumpah bahwa Allah tidak akan membangkitkan orang yang mati. Perkataan ini sesuai dengan firman Allah swt: Dan mereka bersumpah dengan (nama) Allah dengan sumpah yang sungguh-sungguh, \"Allah tidak akan membangkitkan orang yang mati.\" Tidak demikian (pasti Allah akan membangkitkannya), sebagai suatu janji yang benar dari-Nya, tetapi kebanyakan manusia tidak mengetahui. (an-Nahl/16: 38) Dan firman Allah swt: Itukah orang-orang yang kamu telah bersumpah, bahwa mereka tidak akan mendapat rahmat Allah? (al-A'raf/7: 49) Pendapat kedua mengartikan al-muqtasimin dengan \"orang-orang yang membagi-bagi\" kitab Allah, yaitu mengurangi, menukar, dan menambah isi kitab Allah yang telah diturunkan kepada para rasul-Nya. Dasar pendapat mereka ialah firman Allah swt: ¦Apakah kamu beriman kepada sebagian Kitab (Taurat) dan ingkar kepada sebagian (yang lain)?... (al-Baqarah/2: 85) Dan firman Allah swt: (Yaitu) di antara orang Yahudi, yang mengubah perkataan dari tempat-tempatnya¦ (an-Nisa'/4: 46) Pendapat ketiga mengartikan al-muqtasimin dengan \"orang-orang yang membagi-bagi\". Maksudnya ialah mereka menamakan Al-Qur'an sesuai dengan nama yang mereka ingini, sehingga orang tidak mempercayai sebagai kitab yang diturunkan Allah. Alasan mereka ialah firman Allah swt: Bahkan mereka mengatakan, \"(Al-Qur'an itu buah) mimpi-mimpi yang kacau, atau hasil rekayasanya (Muhammad), atau bahkan dia hanya seorang penyair. (al-Anbiya/21: 5) Firman Allah swt: Lalu dia berkata, \"(Al-Qur'an) ini hanyalah sihir yang dipelajari (dari orang-orang dahulu). (al-Muddatstsir/74: 24) Setiap pendapat di atas mempunyai dalil-dalil yang kuat, tetapi yang lebih tepat dan sesuai dengan ayat-ayat ini ialah pendapat ketiga, apalagi jika dihubungkan dengan ayat-ayat selanjutnya, yaitu firman Allah yang artinya: \"Yaitu orang-orang yang telah menjadikan Al-Qur'an itu terbagi-bagi\". Al-Maragi, menukil pendapat Ibnu Abbas, mengatakan bahwa orang-orang Yahudi dan Nasrani telah menjadikan pula Al-Qur'an itu terbagi-bagi, ada bagian yang mereka percayai, dan ada pula bagian yang mereka ingkari. Hasan al-Basri berpendapat bahwa orang-orang musyrik Mekah telah membagi-bagi jalan yang akan dilalui manusia, kemudian mereka berdiri di jalan yang akan dilalui manusia dan menakut-nakuti orang-orang yang akan menempuh jalan yang telah dibentangkan oleh Nabi saw."
        }
      ]
    }
  ]
}