{
  "pageNumber": 421,
  "juz": 21,
  "surahs": [
    {
      "number": 33,
      "name": "Al-Ahzab",
      "nameArabic": "الأحزاب",
      "meaning": "Golongan-golongan",
      "revelation": "Madinah",
      "description": "Surat Al-Ahzab terdiri dari 73 ayat, termasuk golongan surat Madaniyyah, dan diturunkan setelah surat Ali 'Imran.Dinamai \"Al-Ahzab\" yang berarti \"golongan-golongan yang bersekutu\" karena dalam surat ini terdapat ayat-ayat, ayat ke-9 sampai ayat ke-27, yang berhubungan dengan peperangan Al-Ahzab, yaitu perang yang dilancarkan oleh orang-orang Yahudi, kaum munafik, dan orang-orang musyrik terhadap orang-orang mukmin di Madinah. Mereka mengepung rapat orang-orang mukmin sehingga sebagian mereka berputus asa dan menyangka bahwa mereka akan dihancurkan oleh musuh-musuh itu.Ini adalah suatu cobaan yang berat dari Allah untuk menguji sampai di mana keteguhan keimanan kaum mukmin. Akhirnya, Allah mengirimkan bantuan berupa tentara yang tidak terlihat dan angin topan, sehingga musuh-musuh menjadi kacau balau dan melarikan diri.**Pokok-Pokok Isi:**1. **Keimanan:** Cukuplah Allah saja sebagai Pelindung; takdir Allah tidak dapat ditolak; Nabi Muhammad adalah contoh dan teladan yang paling baik; Nabi Muhammad adalah rasul dan nabi yang terakhir; hanya Allah yang mengetahui kepan terjadinya kiamat.2. **Hukum-hukum:** Hukum zhihar; kedudukan anak angkat; dasar waris-mewarisi dalam Islam ialah hubungan nasab (pertalian darah); tidak ada iddah bagi perempuan yang ditalak sebelum dicampuri; hukum-hukum khusus mengenai perkawinan Nabi dan kewajiban istri-istrinya; larangan menyakiti hati Nabi.3. **Kisah-kisah:** Perang Ahzab (Khandaq): kisah Zainab binti Jahsy dengan Zaid; perang terhadap Bani Quraizhah.4. **Lain-lain:** Penyesalan orang-orang kafir di akhirat karena mereka mengingkari Allah dan rasul-Nya; sifat-sifat orang-orang munafik.Surat Al-Ahzab mengemukakan tingkah laku dan usaha orang-orang munafik menyakiti Nabi Muhammad, faktor penyebab perang Ahzab dan kesudahannya, tentang perkawinan Nabi dengan istri-istrinya, sopan-santun di rumah Nabi, fitnah terhadap Nabi Muhammad, dan adab sopan santun yang diperlukan untuk membangun masyarakat islami di Madinah, terutama setelah perang Badar.Dari surat Al-Ahzab ini dapat diambil kesimpulan bahwa kemenangan orang-orang mukmin terhadap musuh-musuhnya adalah karena persatuan dan ketaatan kaum muslimin kepada pimpinan. Sepandai apa pun fitnah yang dilancarkan terhadap Nabi Muhammad maka akhirnya terbongkar juga.**Hubungan Surat Al-Ahzab Dengan Surat Saba':**1. Pada akhir surat Al-Ahzab disebutkan bahwa Allah memiliki sifat Maha Pengampun dan Maha Penyayang, sedangkan di awal surat Saba' disebutkan pula sifat yang sama.2. Pada surat Al-Ahzab diceritakan bahwa orang-orang kafir menanyakan kapan hari kiamat terjadi dengan tujuan memperolok-olokkan Nabi Muhammad, sedangkan dalam surat Saba' diceritakan bahwa orang kafir itu menjadikan berita hari kiamat bukan saja sebagai olok-olokan bahkan dengan tegas mengingkarinya dan mencela orang-orang yang mempercayainya.",
      "verses": [
        {
          "number": 23,
          "arabic": "مِّنَ ٱلْمُؤْمِنِينَ رِجَالٌ صَدَقُوا۟ مَا عَـٰهَدُوا۟ ٱللَّهَ عَلَيْهِ ۖ فَمِنْهُم مَّن قَضَىٰ نَحْبَهُۥ وَمِنْهُم مَّن يَنتَظِرُ ۖ وَمَا بَدَّلُوا۟ تَبْدِيلًا",
          "transliteration": "mina l-mu'minīna rijālun ṣadaqū mā ʿāhadū l-laha ʿalayhi famin'hum man qaḍā naḥbahu wamin'hum man yantaẓiru wamā baddalū tabdīlan",
          "translation": "Di antara orang-orang mukmin itu ada orang-orang yang menepati apa yang telah mereka janjikan kepada Allah. Dan di antara mereka ada yang gugur, dan di antara mereka ada (pula) yang menunggu-nunggu<sup foot_note=135624>1</sup> dan mereka sedikit pun tidak mengubah (janjinya),",
          "tafsir": "Dalam suatu hadis yang diriwayatkan oleh Ahmad, Muslim, at- Tirmidzi, an-Nasa'i, dan imam-imam hadis yang lain dari sahabat Anas, ia berkata, \"Pamanku Anas bin an-Nadhar, tidak ikut Perang Badar, maka ia merasa sedih dan kecewa. Ia berkata, 'Aku tidak hadir pada peperangan yang pertama kali diikuti Rasulullah saw. Sesungguhnya jika Allah memberikan kesempatan kepadaku mengikuti peperangan bersama Rasulullah sesudah ini, tentulah Allah Taala akan melihat apa yang akan aku lakukan. Maka pamanku dapat ikut serta dalam Perang Uhud. Dalam perjalanan menuju Uhud, pamanku bertemu dengan Sa'ad bin Mu'adh, dan Sa'ad bertanya kepadanya, 'Hai Abu 'Amr, hendak ke manakah engkau? Pamanku menjawab, 'Mencari bau surga yang akan aku peroleh di Perang Uhud nanti. Maka pamanku terus ke Uhud dan gugur sebagai syuhada di sana. Pada tubuhnya terdapat kira-kira 80 bekas pukulan, tusukan tombak, dan lubang anak panah.\" Maka turunlah ayat ini. Allah menerangkan bahwa di antara kaum Muslimin yang benar-benar beriman kepada Allah dan Rasul-Nya, ada orang-orang yang menepati janjinya. Mereka telah berjuang dengan seluruh jiwa dan hartanya, di antara mereka ada yang mati syahid di Perang Badar, Perang Uhud, Perang Khandaq, dan peperangan-peperangan lainnya, sedang sebagian yang lain ada yang menunggu-nunggu dipanjangkan umurnya, menunggu ketetapan Allah Yang Maha Esa. Orang-orang yang masih hidup ini, sekali-kali tidak akan berubah janjinya kepada Allah, akan tetap ditepatinya janjinya selama hayat dikandung badan. Dalam Tafsir al-Kasysyaf dijelaskan bahwa beberapa orang sahabat ada yang bernazar: jika mereka ikut perang bersama Rasulullah, mereka tidak akan mundur dan tetap bertahan sampai gugur sebagai syuhada. Di antara sahabat yang berjanji itu ialah Usman bin Affan, thalhah bin 'Ubaidillah, Sa'id bin Zaid, hamzah, Mush'ab bin 'Umair, dan sahabat-sahabat yang lain."
        },
        {
          "number": 24,
          "arabic": "لِّيَجْزِىَ ٱللَّهُ ٱلصَّـٰدِقِينَ بِصِدْقِهِمْ وَيُعَذِّبَ ٱلْمُنَـٰفِقِينَ إِن شَآءَ أَوْ يَتُوبَ عَلَيْهِمْ ۚ إِنَّ ٱللَّهَ كَانَ غَفُورًا رَّحِيمًا",
          "transliteration": "liyajziya l-lahu l-ṣādiqīna biṣid'qihim wayuʿadhiba l-munāfiqīna in shāa aw yatūba ʿalayhim inna l-laha kāna ghafūran raḥīman",
          "translation": "agar Allah memberikan balasan kepada orang-orang yang benar itu karena kebenarannya, dan mengazab orang munafik jika Dia kehendaki, atau menerima tobat mereka. Sungguh, Allah Maha Pengampun, Maha Penyayang.",
          "tafsir": "Pada ayat ini, Allah menerangkan bahwa sebab adanya ujian dan cobaan bagi orang-orang yang beriman ialah untuk membedakan yang jelek dengan yang baik, yang benar-benar beriman dengan yang kafir. Ujian ini juga bertujuan untuk menyatakan dan menampakkan apa yang berada dalam hati mereka yang sebenarnya. Dalam hal ini, Allah berfirman: Dan sungguh, Kami benar-benar akan menguji kamu sehingga Kami mengetahui orang-orang yang benar-benar berjihad dan bersabar di antara kamu; dan akan Kami uji perihal kamu. (Muhammad/47: 31) Dan firman Allah: Allah tidak akan membiarkan orang-orang yang beriman sebagaimana dalam keadaan kamu sekarang ini, sehingga Dia membedakan yang buruk dari yang baik. (ali 'Imran/3: 179) Kemudian setelah jelas keadaan mereka, maka Allah memberi pahala kepada orang-orang yang benar-benar menepati janjinya, dan mengazab orang-orang munafik yang tidak menepati janjinya. Sekalipun demikian pintu tobat masih terbuka bagi orang-orang munafik itu, yaitu jika mereka beriman, menepati janjinya dan mengerjakan amal saleh. Allah akan mengampuni dosa-dosa yang telah diperbuatnya dahulu. Pada akhir ayat ini, Allah menegaskan kepada hamba-hamba-Nya bahwa Dia Maha Pengampun lagi Maha Penyayang, menghapus segala dosa orang-orang yang benar-benar bertobat, seakan-akan dosa itu tidak pernah diperbuatnya. Dari ayat ini dipahami bahwa pintu tobat itu selalu terbuka, bagi setiap hamba yang melakukannya. Oleh karena itu, hendaklah kaum Muslimin selalu melakukannya."
        },
        {
          "number": 25,
          "arabic": "وَرَدَّ ٱللَّهُ ٱلَّذِينَ كَفَرُوا۟ بِغَيْظِهِمْ لَمْ يَنَالُوا۟ خَيْرًا ۚ وَكَفَى ٱللَّهُ ٱلْمُؤْمِنِينَ ٱلْقِتَالَ ۚ وَكَانَ ٱللَّهُ قَوِيًّا عَزِيزًا",
          "transliteration": "waradda l-lahu alladhīna kafarū bighayẓihim lam yanālū khayran wakafā l-lahu l-mu'minīna l-qitāla wakāna l-lahu qawiyyan ʿazīzan",
          "translation": "Dan Allah menghalau orang-orang kafir itu yang mereka penuh memendam kejengkelan, karena mereka (juga) tidak memperoleh keuntungan apa pun. Cukuplah Allah (yang menolong) menghindarkan orang-orang mukmin dalam peperangan.<sup foot_note=135625>1</sup> Dan Allah Mahakuat, Mahaperkasa.",
          "tafsir": "Pada ayat ini, kembali Allah menerangkan tentang nikmat besar yang telah dilimpahkan-Nya kepada kaum Muslimin di Perang Ahzab, sehingga mereka lepas dari bahaya kehancuran. Nikmat itu ialah Allah telah mengirimkan kepada mereka bala bantuan berupa angin kencang yang sangat dingin dan bala tentara malaikat yang tidak kelihatan. Akibatnya orang-orang yang ingkar kepada Allah dan Rasul-Nya, yaitu kaum Quraisy beserta pengikut-pengikutnya, Gathafan dan pengikut-pengikutnya, golongan Yahudi, dan kaum munafik, tidak memperoleh apa yang mereka inginkan, bahkan mereka lari tunggang-langgang mencari keselamatan dirinya, kembali ke kampung halamannya masing-masing. Diriwayatkan oleh al-Bukhari dan Muslim dari Abu Hurairah bahwa Rasulullah saw bersabda: Tidak ada Tuhan selain Allah sendiri. Dia menepati janji-Nya, menolong hamba-Nya, memenangkan tentara-Nya, menghancurkan tentara yang bersekutu sendirian, maka tidak ada lagi sesuatu pun sesudahnya. Pada hadis yang lain al-Bukhari dan Muslim dari 'Abdullah bin Abu Aufa, ia berkata, \"Rasulullah saw berdoa kepada Allah: \"Wahai Tuhan yang telah menurunkan Al-Qur'an, amat cepat hisabnya, hancurkanlah tentara yang bersekutu itu, wahai Tuhan, hancurkanlah mereka dan goncangkanlah mereka.\" Menurut riwayat Muhammad bin Ishaq, tatkala tentara yang bersekutu telah lari dan meninggalkan parit itu, Rasulullah saw bersabda: Orang-orang Quraisy sekali-kali tidak akan memerangi kamu sesudah tahun ini, tetapi kamulah yang akan memerangi mereka. Perkataan Rasulullah ini terbukti di kemudian hari. Setelah Perang Ahzab, orang-orang musyrik tidak pernah lagi memerangi kaum Muslimin, tetapi Nabi dan kaum Musliminlah yang memerangi mereka, sampai Mekah dapat ditaklukkan. Oleh karena itu, dapat dikatakan bahwa peperangan Ahzab merupakan titik puncak kesulitan yang dihadapi Nabi dan kaum Muslimin dalam menghadapi orang-orang musyrik dalam menyebarkan agama Islam. Sekalipun kesulitan-kesulitan masih ada, tetapi tidak berarti bila dibanding dengan kesulitan-kesulitan sebelumnya. Pada akhir ayat ini ditegaskan bahwa Allah Mahakuat lagi Maha Perkasa, tidak dapat ditandingi oleh sesuatu pun. Oleh Karena itu, dengan mudah Dia menghalau tentara yang bersekutu yang berjumlah banyak itu."
        },
        {
          "number": 26,
          "arabic": "وَأَنزَلَ ٱلَّذِينَ ظَـٰهَرُوهُم مِّنْ أَهْلِ ٱلْكِتَـٰبِ مِن صَيَاصِيهِمْ وَقَذَفَ فِى قُلُوبِهِمُ ٱلرُّعْبَ فَرِيقًا تَقْتُلُونَ وَتَأْسِرُونَ فَرِيقًا",
          "transliteration": "wa-anzala alladhīna ẓāharūhum min ahli l-kitābi min ṣayāṣīhim waqadhafa fī qulūbihimu l-ruʿ'ba farīqan taqtulūna watasirūna farīqan",
          "translation": "Dan Dia menurunkan orang-orang Ahli Kitab (Bani Quraiẓah) yang membantu mereka (golongan-golongan yang bersekutu) dari benteng-benteng mereka, dan Dia memasukkan rasa takut ke dalam hati mereka. Sebagian mereka kamu bunuh dan sebagian yang lain kamu tawan.<sup foot_note=135626>1</sup>",
          "tafsir": "Ayat ini menerangkan perang menghadapi Bani Quraidhah, salah satu dari suku-suku Yahudi Medinah yang telah membuat perjanjian damai dengan Nabi. Sebagaimana telah diterangkan terdahulu bahwa ketika kaum Muslimin dalam keadaan kritis menghadapi tentara yang bersekutu di Perang Ahzab, orang-orang Yahudi Bani Quraidhah yang menjadi warga kota Medinah mengkhianati kaum Muslimin dari dalam. Pemimpin mereka, Ka'ab bin Asad, dihasut oleh pemimpin Bani an-Nadhir, huyai bin Akhthab, agar membatalkan perjanjian damai yang telah mereka buat dengan Nabi, serta menggabungkan diri dengan tentara sekutu yang mengepung kota Medinah. Ajakan itu mula-mula ditolak oleh Ka'ab bin Asad, tetapi akhirnya ia menerima. Maka mereka mengkhianati Nabi dan bergabung dengan kelompok Ahzab. Berita pengkhianatan Bani Quraidhah itu menggemparkan kaum Muslimin, karena terjadi dalam kota Medinah. Oleh karena itu, Rasulullah saw segera mengutus dua orang sahabatnya, yaitu Sa'ad bin Mu'adz, kepala suku Aus, dan Sa'ad bin Ubadah, kepala suku Khazraj, kepada Bani Quraidhah untuk menasihati mereka agar jangan meneruskan pengkhianatan itu. Setibanya kedua utusan itu di tempat Bani Quraidhah, keduanya segera menyampaikan pesan-pesan Nabi saw. Akan tetapi, permintaan Nabi itu mereka tolak dengan sikap yang kasar serta penuh keangkuhan dan kesombongan, dan mereka tetap melanjutkan pengkhianatan tersebut. Setelah Allah menghalau pasukan sekutu, maka Dia mewahyukan kepada Nabi Muhammad, agar kaum Muslimin segera menumpas Bani Quraidhah yang telah berkhianat. Oleh karena itu, Nabi dan kaum Muslimin segera membuat perhitungan dengan para pengkhianat itu. Nabi dan kaum Muslimin segera mendatangi kampung mereka untuk mengepungnya. Setelah mendengar kedatangan Nabi dan Kaum Muslimin, mereka segera memasuki benteng-benteng untuk mempertahankan diri. Tentara kaum Muslimin waktu itu dipimpin oleh Ali bin Abi thalib. Setelah dua puluh lima hari lamanya mereka dikepung dalam benteng-benteng itu dengan penuh ketakutan, maka mereka mau menyerah kepada Nabi dengan syarat bahwa yang akan menjadi hakim atas perbuatan mereka ialah Sa'ad bin Mu'adz, kepala suku Aus. Penyerahan dan syarat itu diterima Nabi, maka mereka turun dari benteng-benteng itu dan menyerah kepadanya. Setelah mempertimbangkan dengan matang, maka Sa'ad menjatuhkan hukuman mati, laki-laki mereka dibunuh, sedang perempuan-perempuan dan anak-anak ditawan. Hukuman yang demikian itu adalah wajar bagi pengkhianat-pengkhianat negara yang sedang dalam keadaan berperang, lebih-lebih pengkhianatan itu dilakukan ketika musuh sedang melancarkan serangan. Masyarakat Islam di Medinah waktu itu ialah masyarakat yang baru tumbuh, masyarakat yang baru mulai melaksanakan hukum-hukum berdasarkan ketetapan Islam yang berbeda dengan hukum-hukum yang lama. Oleh karena itu, wajar kiranya hukuman yang telah diberikan kepada Bani Quraidhah yang berkhianat di masa perang, sehingga yang berlaku adalah hukum perang. Dengan hukuman itu, maka kota Medinah tetap kuat dan Nabi tetap berwibawa dan penduduk Medinah yang lain mengetahui dan menyadari bahwa setiap pengkhianatan akan dikenakan hukuman yang setimpal."
        },
        {
          "number": 27,
          "arabic": "وَأَوْرَثَكُمْ أَرْضَهُمْ وَدِيَـٰرَهُمْ وَأَمْوَٰلَهُمْ وَأَرْضًا لَّمْ تَطَـُٔوهَا ۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرًا",
          "transliteration": "wa-awrathakum arḍahum wadiyārahum wa-amwālahum wa-arḍan lam taṭaūhā wakāna l-lahu ʿalā kulli shayin qadīran",
          "translation": "Dan Dia mewariskan kepadamu tanah-tanah, rumah-rumah dan harta benda mereka, dan (begitu pula) tanah yang belum kamu injak.<sup foot_note=135627>1</sup> Dan Allah Mahakuasa terhadap segala sesuatu.",
          "tafsir": "Ayat ini menerangkan bahwa harta benda Bani Quraidhah yang dijatuhi hukuman mati itu telah diberikan Allah kepada kaum Muslimin, termasuk segala kebun, rumah, dan binatang ternak yang mereka miliki. Bahkan dalam ayat ini, Allah menjanjikan kepada kaum Muslimin bahwa Dia akan mewariskan tanah-tanah yang lain, yang waktu itu belum dimasuki oleh tentara Islam, tetapi pasti akan mereka masuki dan mereka taklukkan. Pada akhir ayat ini, Allah menerangkan bahwa Dia berkuasa memberikan semuanya kepada kaum Muslimin untuk menolong mereka dalam melaksanakan agama-Nya dan untuk memperluas Islam itu sendiri. Hal itu adalah ketentuan yang pasti terlaksana."
        },
        {
          "number": 28,
          "arabic": "يَـٰٓأَيُّهَا ٱلنَّبِىُّ قُل لِّأَزْوَٰجِكَ إِن كُنتُنَّ تُرِدْنَ ٱلْحَيَوٰةَ ٱلدُّنْيَا وَزِينَتَهَا فَتَعَالَيْنَ أُمَتِّعْكُنَّ وَأُسَرِّحْكُنَّ سَرَاحًا جَمِيلًا",
          "transliteration": "yāayyuhā l-nabiyu qul li-azwājika in kuntunna turid'na l-ḥayata l-dun'yā wazīnatahā fataʿālayna umattiʿ'kunna wa-usarriḥ'kunna sarāḥan jamīlan",
          "translation": "Wahai Nabi! Katakanlah kepada istri-istrimu, \"Jika kamu menginginkan kehidupan di dunia dan perhiasannya, maka kemarilah agar kuberikan kepadamu mut'ah dan aku ceraikan kamu dengan cara yang baik.\"",
          "tafsir": "Allah memerintahkan Rasulullah saw agar menyampaikan kepada istri-istrinya supaya mereka memilih apa yang mereka kehendaki dari dua hal. Pilihan pertama ialah jika mereka menginginkan kehidupan dunia dengan segala kenikmatannya, maka Nabi tidak mempunyai yang demikian itu, dan beliau tidak mempunyai sesuatu pun yang akan diberikan untuk memenuhi keinginan itu. Oleh karena itu, Nabi akan mentalak mereka dan beliau memberi mut'ah, sebagaimana yang telah disyariatkan agama. Beliau juga akan menceraikan mereka secara baik-baik pula. Menurut ketentuan Allah, seorang suami yang menceraikan istrinya memberi mut'ah berupa pakaian, uang, atau perhiasan secara sukarela kepada istri yang diceraikannya, sesuai dengan kemampuannya, orang kaya sesuai dengan kekayaannya dan orang miskin sesuai dengan kemiskinannya. Firman Allah: Dan hendaklah kamu beri mereka mut'ah, bagi yang mampu menurut kemampuannya dan bagi yang tidak mampu menurut kesanggupannya, yaitu pemberian dengan cara yang patut, yang merupakan kewajiban bagi orang-orang yang berbuat kebaikan. (al-Baqarah/2: 236) Allah juga menetapkan bahwa jika seorang suami mentalak istrinya, maka hendaklah ia melepaskan mereka secara baik-baik dan mentalaknya pada waktu suci sebelum dicampuri, agar mereka dapat melaksanakan idah dalam masa yang pendek. Allah berfirman: Wahai Nabi! Apabila kamu menceraikan istri-istrimu maka hendaklah kamu ceraikan mereka pada waktu mereka dapat (menghadapi) idahnya (yang wajar), dan hitunglah waktu idah itu, serta bertakwalah kepada Allah Tuhanmu. (ath-thalaq/65:1) Pada waktu ayat ini turun, Rasulullah mempunyai istri 9 orang, yaitu 'Aisyah binti Abu Bakar, Hafshah binti 'Umar, Ummu Salamah, Ummu habibah Ramlah binti Sufyan, Saudah binti Zam'ah, Zainab binti Jahsy, Maimunah binti Hars, safiyyah binti Huyai bin Akhthab, dan Juwairiyah binti al-haris. Dari istri beliau yang sembilan itu, lima orang berasal dari suku Quraisy dan empat orang bukan dari suku Quraisy. Firman Allah: Jika dia (Nabi) menceraikan kamu, boleh jadi Tuhan akan memberi ganti kepadanya dengan istri-istri yang lebih baik dari kamu, perempuan-perempuan yang patuh, yang beriman, yang taat, yang bertobat, yang beribadah, yang berpuasa, yang janda dan yang perawan. (at-Tahrim/66: 5)"
        },
        {
          "number": 29,
          "arabic": "وَإِن كُنتُنَّ تُرِدْنَ ٱللَّهَ وَرَسُولَهُۥ وَٱلدَّارَ ٱلْـَٔاخِرَةَ فَإِنَّ ٱللَّهَ أَعَدَّ لِلْمُحْسِنَـٰتِ مِنكُنَّ أَجْرًا عَظِيمًا",
          "transliteration": "wa-in kuntunna turid'na l-laha warasūlahu wal-dāra l-ākhirata fa-inna l-laha aʿadda lil'muḥ'sināti minkunna ajran ʿaẓīman",
          "translation": "Dan jika kamu menginginkan Allah dan Rasul-Nya dan negeri akhirat, maka sesungguhnya Allah menyediakan pahala yang besar bagi siapa yang berbuat baik diantara kamu.",
          "tafsir": "Pilihan kedua yang disampaikan Rasulullah ialah jika para istrinya memilih keridaan Allah dan Rasul-Nya dan pahala hari akhirat, maka taatlah kepada Allah dan Rasul-Nya. Allah telah menyediakan pahala yang besar bagi para istrinya yang baik dalam perkataan, perbuatan, dan tingkah laku. Mereka ditempatkan di dalam surga yang penuh kenikmatan."
        },
        {
          "number": 30,
          "arabic": "يَـٰنِسَآءَ ٱلنَّبِىِّ مَن يَأْتِ مِنكُنَّ بِفَـٰحِشَةٍ مُّبَيِّنَةٍ يُضَـٰعَفْ لَهَا ٱلْعَذَابُ ضِعْفَيْنِ ۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرًا",
          "transliteration": "yānisāa l-nabiyi man yati minkunna bifāḥishatin mubayyinatin yuḍāʿaf lahā l-ʿadhābu ḍiʿ'fayni wakāna dhālika ʿalā l-lahi yasīran",
          "translation": "Wahai istri-istri Nabi! Barangsiapa di antara kamu yang mengerjakan perbuatan keji yang nyata, niscaya azabnya akan dilipatgandakan dua kali lipat kepadanya. Dan yang demikian itu, mudah bagi Allah.",
          "tafsir": "Pada ayat ini, Allah memperingatkan istri-istri Nabi agar selalu menjaga diri karena mereka adalah ibu dari seluruh kaum Muslimin dan menjadi contoh teladan bagi mereka. Perintah Allah itu ialah, \"Barang siapa di antara istri Nabi yang mengerjakan perbuatan keji, perbuatan yang terlarang, dan sebagainya, maka mereka akan memperoleh azab dua kali lipat dari azab yang diterima orang biasa.\" Pemberian azab dua kali lipat kepada istri-istri Nabi ini ialah karena mereka termasuk orang-orang yang telah mengetahui dengan sebenarnya perintah-perintah dan larangan-larangan Allah. Di samping itu, mereka juga adalah penjaga rumah tangga Rasulullah dari segala perbuatan yang jahat yang mungkin terjadi di dalamnya. Sebagian ulama menetapkan hukum berdasarkan ayat ini bahwa untuk tindakan kejahatan yang sama jenisnya, maka hukuman yang akan diterima oleh orang-orang yang tahu itu lebih berat dari hukuman yang akan diterima oleh orang yang tidak tahu. Orang yang tahu telah mengetahui akibat dari suatu perbuatan. Jika ia melakukan perbuatan itu, berarti ia melakukan dengan penuh kesadaran, sedang yang tidak tahu, ia mengerjakan tindakan kejahatan itu tanpa kesadaran dalam arti yang sebenarnya. Oleh karena itu, orang-orang tahu itu wajib memperoleh hukuman dua kali lipat dari hukuman yang diperoleh orang yang tidak tahu. Diriwayatkan bahwa seorang laki-laki berkata kepada Zainal 'abidin r.a., \"Sesungguhnya kamu adalah keluarga Nabi yang telah memperoleh ampunan.\" Maka Zainal 'abidin marah kepada orang itu dan berkata, \"Apa yang telah ditetapkan Allah terhadap istri-istri Nabi lebih pantas untuk ditetapkan bagi kami dari apa yang kamu katakan itu. Kami berpendapat bahwa balasan kebajikan kami dilipatgandakan sebagaimana balasan kesalahan kami dilipatgandakan pula.\" Kemudian beliau membaca ayat ini."
        }
      ]
    }
  ]
}