{
  "pageNumber": 360,
  "juz": 18,
  "surahs": [
    {
      "number": 25,
      "name": "Al-Furqan",
      "nameArabic": "الفرقان",
      "meaning": "Pembeda",
      "revelation": "Makkah",
      "description": "Surat ini terdiri dari 77 ayat dan termasuk golongan surat Makkiyyah. Dinamakan \"Al-Furqan\" yang artinya \"pembeda\" diambil dari kata \"Al-Furqan\" yang terdapat pada ayat pertama surat ini. Yang dimaksud kata Al-Furqan dalam ayat ini ialah Al-Qur'an.Al-Qur'an dinamakan Al-Furqan karena membedakan antara kebenaran dan kebatilan. Maka pada surat ini pun terdapat ayat-ayat yang membedakan antara kebenaran keesaan Allah dan kebatilan kepercayaan syirik.**Pokok-Pokok Isi:**1. **Keimanan:** Allah Mahabesar berkah dan kebaikan-Nya; hanya Allah yang menguasai langit dan bumi; Allah tidak memiliki anak dan sekutu; Al-Qur'an benar-benar diturunkan dari Allah; ilmu Allah meliputi segala sesuatu; Allah bersemayam di atas Arsy; Nabi Muhammad adalah hamba Allah yang diutus ke seluruh alam; rasul-rasul adalah manusia biasa yang mendapat wahyu dari Allah; pada hari kiamat peristiwa-peristiwa luar biasa akan terjadi, seperti: langit terbelah, malaikat turun ke bumi, orang-orang berdosa dihalau ke neraka dengan menyungkurkan wajah.2. **Hukum-hukum:** Haram mengabaikan Al-Qur'an; larangan menafkahkan harta secara boros atau kikir; larangan membunuh atau berzina; kewajiban memberantas kekafiran dengan menggunakan dalil Al-Qur'an; larangan memberikan kesaksian palsu.3. **Kisah-kisah:** Kisah-kisah Nabi Musa, Nabi Nuh, kaum Tsamud, dan kaum Syu'aib.4. **Lain-lain:** Celaan orang kafir terhadap Al-Qur'an; kejadian alam sebagai bukti keesaan dan kekuasaan Allah; hikmah Al-Qur'an diturunkan secara berangsur-angsur; sifat-sifat orang musyrik antara lain: mempertuhankan hawa nafsu dan tidak mempergunakan akal; sifat-sifat hamba Allah yang sejati.Surat Al-Furqan mengandung penjelasan tentang kebenaran keesaan Allah, kenabian Muhammad serta peristiwa-peristiwa yang terjadi pada hari kiamat dan mengemukakan pula kebatilan kemusyrikan dan kekafiran.Kejadian alam seperti pergantian siang dan malam, bertiupnya angin, turunnya hujan, dan lain-lain diterangkan Allah dalam surat ini sebagai bukti atas keesaan dan kekuasaan-Nya. Kesudahan umat-umat yang dahulu yang ingkar dan menentang nabi-nabi juga dikisahkan secara ringkas.Pada bagian akhir, Allah menerangkan sifat-sifat yang terpuji yang dimiliki hamba-Nya yang beriman.**Hubungan Surat Al-Furqan Dengan Surat Asy Syu'ara':**1. Beberapa persoalan dalam surat Al-Furqan diuraikan lagi secara luas di dalam surat Asy Syu'ara', antara lain beberapa kisah nabi-nabi.2. Masing-masing surat itu dimulai dengan keterangan dari Allah bahwa Al-Qur'an adalah petunjuk bagi alam semesta dan membedakan antara yang benar dengan yang batil, dan ditutup dengan ancaman kepada orang-orang yang mendustakannya.",
      "verses": [
        {
          "number": 3,
          "arabic": "وَٱتَّخَذُوا۟ مِن دُونِهِۦٓ ءَالِهَةً لَّا يَخْلُقُونَ شَيْـًٔا وَهُمْ يُخْلَقُونَ وَلَا يَمْلِكُونَ لِأَنفُسِهِمْ ضَرًّا وَلَا نَفْعًا وَلَا يَمْلِكُونَ مَوْتًا وَلَا حَيَوٰةً وَلَا نُشُورًا",
          "transliteration": "wa-ittakhadhū min dūnihi ālihatan lā yakhluqūna shayan wahum yukh'laqūna walā yamlikūna li-anfusihim ḍarran walā nafʿan walā yamlikūna mawtan walā ḥayatan walā nushūran",
          "translation": "Namun mereka mengambil tuhan-tuhan selain Dia (untuk disembah), padahal mereka (tuhan-tuhan itu) tidak menciptakan apa pun, bahkan mereka sendiri diciptakan dan tidak kuasa untuk (menolak) bahaya terhadap dirinya dan tidak dapat (mendatangkan) manfaat serta tidak kuasa mematikan, menghidupkan dan tidak (pula) membangkitkan.",
          "tafsir": "Allah menjelaskan dalam ayat ini bahwa berhala-berhala sembahan orang-orang kafir tidak ada sedikit pun mempunyai arti, dan tidak sedikit pun mempunyai sifat kesempurnaan bahkan sifat-sifat yang dimiliki berhala itu hanyalah sifat-sifat kekurangan belaka. Sungguh amat aneh jalan pikiran orang-orang yang menjadikan berhala sebagai tuhan, menyembahnya dan memohonkan pertolongan kepadanya. Di antara sifat-sifat berhala yang tercela ialah: a.Berhala-berhala itu tidak dapat menciptakan sesuatu apapun, sedang yang patut disembah ialah Allah Yang Maha Pencipta. b.Berhala-berhala itu sendiri dibuat oleh para penyembahnya. Alangkah bodohnya manusia-manusia yang menyembah buatan mereka sendiri yang lebih rendah derajatnya daripada diri mereka. c.Berhala-berhala itu tak berdaya dan tak mempunyai tenaga untuk melakukan suatu tindakan, tidak dapat mendatangkan manfaat apapun bagi dirinya sendiri apalagi bagi penyembah-penyembahnya, tidak dapat membela dirinya apalagi untuk membela dan menolong orang lain. Memang tidak ada gunanya menyembah patung-patung yang demikian sifatnya. d.Berhala-berhala itu tidak dapat menghidupkan atau mematikan atau mengumpulkan manusia untuk memperhitungkan amal perbuatan mereka. Sedangkan untuk dirinya sendiri berhala itu tidak dapat memberika kehidupan karena ternyata dia tetap saja sebagai benda mati, apalagi untuk memberikan kehidupan kepada orang lain. Inilah sifat-sifat berhala yang disembah oleh orang-orang musyrikin Mekah itu. Mengapa mereka tidak menyembah Allah yang mempunyai sifat kesempurnaan Yang Maha Esa, Mahakuasa atas segala sesuatu."
        },
        {
          "number": 4,
          "arabic": "وَقَالَ ٱلَّذِينَ كَفَرُوٓا۟ إِنْ هَـٰذَآ إِلَّآ إِفْكٌ ٱفْتَرَىٰهُ وَأَعَانَهُۥ عَلَيْهِ قَوْمٌ ءَاخَرُونَ ۖ فَقَدْ جَآءُو ظُلْمًا وَزُورًا",
          "transliteration": "waqāla alladhīna kafarū in hādhā illā if'kun if'tarāhu wa-aʿānahu ʿalayhi qawmun ākharūna faqad jāū ẓul'man wazūran",
          "translation": "Dan orang-orang kafir berkata, \"(Alquran) ini tidak lain hanyalah kebohongan yang diada-adakan oleh dia (Muhammad), dibantu oleh orang-orang lain.\" Sungguh, mereka telah berbuat zalim dan dusta yang besar.",
          "tafsir": "Orang-orang kafir mengatakan bahwa Al-Qur'an itu bukanlah kitab yang diturunkan Allah. Al-Qur'an itu hanyalah suatu kebohongan yang dibuat-buat oleh Muhammad dan dalam membuat Al-Qur'an itu dia dibantu oleh sekelompok ahli kitab yang telah beriman. Muhammad menurut mereka, selalu menemui kelompok ahli kitab itu dan mereka mengajarkan kepadanya kisah-kisah tentang umat-umat yang terdahulu kemudian Muhammad menyusun kisah-kisah itu dalam bahasa Arab yang baik susunan redaksinya. Diriwayatkan bahwa ayat-ayat ini turun mengenai Nadr bin al-Haris dan orang-orang yang membantu Muhammad ialah Addas budak Khuwatih bin Abdul Uzza, Yasar budak al-A'la bin al-Khadrami dan Abu Fukaihah ar-Rumi. Semula mereka adalah penganut agama Yahudi yang pandai membaca Taurat dan banyak bercerita tentang kisah umat terdahulu. Kemudian mereka masuk Islam dan banyak berhubungan dengan Nabi Muhammad. Oleh sebab itulah Nadr bin Haris berani mengadakan tuduhantuduhan palsu itu. Maka Allah menolak tuduhan tersebut dan mengatakan bahwa orang-orang yang membuat tuduhan palsu itu telah berbuat zalim dan berdusta. Jelaslah bahwa tuduhan itu dibuat-buat karena Al-Qur'an sendiri dengan ayat-ayatnya telah menantang orang-orang Arab untuk membuat satu surah yang sama fasahah dan balagahnya dengan suatu surah dari Al-Qur'an. Kalau mereka tidak berhasil pastilah Al-Qur'an itu bukan bikinan Muhammad tetapi benar-benar wahyu dari Allah. Hal itu tersebut dalam firman-Nya: Dan jika kamu meragukan (Al-Qur'an) yang Kami turunkan kepada hamba Kami (Muhammad), maka buatlah satu surah semisal dengannya dan ajaklah penolong-penolongmu selain Allah, jika kamu orang-orang yang benar. (al-Baqarah/2: 23) Karena tidak ada seorang pun di antara mereka yang dapat menjawab tantangan itu walaupun mereka telah berusaha dengan sekuat tenaga, maka benarlah bahwa Al-Qur'an itu bukan buatan manusia melainkan wahyu dari Allah. Tetapi karena tidak ada jalan bagi mereka untuk menentang Al-Qur'an, mereka mencari berbagai alasan untuk mendustakannya dan mereka membuat berita-berita seperti tersebut di atas."
        },
        {
          "number": 5,
          "arabic": "وَقَالُوٓا۟ أَسَـٰطِيرُ ٱلْأَوَّلِينَ ٱكْتَتَبَهَا فَهِىَ تُمْلَىٰ عَلَيْهِ بُكْرَةً وَأَصِيلًا",
          "transliteration": "waqālū asāṭīru l-awalīna ik'tatabahā fahiya tum'lā ʿalayhi buk'ratan wa-aṣīlan",
          "translation": "Dan mereka berkata, \"(Itu hanya) dongeng-dongeng orang-orang terdahulu, yang diminta agar dituliskan, lalu dibacakanlah dongeng itu kepadanya setiap pagi dan petang.\"",
          "tafsir": "Orang-orang kafir itu mengatakan bahwa Al-Qur'an itu hanyalah dongengan-dongengan orang dahulu yang mereka tulis di dalam buku-buku, dan Nabi Muhammad minta kepada orang-orang Yahudi supaya disalinkan dan dibacakan kepadanya agar dia dapat menghafalnya pagi dan petang. Setelah dihafal barulah dia bacakan kepada para sahabat dan pengikutnya sebagai Al-Qur'an yang turun dari langit. Alangkah beraninya mereka mengada-adakan sesuatu yang tidak pernah terjadi pada Nabi Muhammad saw. Kalau benar demikian tentulah para sahabatnya akan mengetahui hal itu dan tentulah mereka tidak akan percaya lagi kepadanya. Padahal Nabi Muhammad dikenal oleh mereka semenjak kecilnya sebagai orang yang paling dipercaya, jujur dan tidak pernah dusta. Apakah mungkin seorang yang demikian sifatnya sejak dari kecil akan menipu orang yang setia kepadanya dan mendakwahkan hal-hal yang bukan-bukan. (6) Oleh karena orang-orang kafir itu keterlaluan mengadakan tuduhan-tuduhan yang tidak masuk akal, sedang mereka sudah ditantang sedemikian rupa dan tidak dapat menjawab tantangan itu, maka Allah memerintahkan Nabi Muhammad saw supaya menyatakan kepada mereka dengan tegas bahwa Al-Qur'an itu bukanlah sebagaimana yang mereka tuduhkan. Al-Qur'an itu benar-benar diturunkan oleh Allah yang mengetahui segala rahasia yang tersembunyi di langit dan di bumi. Oleh karena itu terdapat di dalamnya hukum-hukum syariat dan peraturan yang sangat baik dan dalam bahasa yang amat tinggi nilai sastranya sehingga tidak ada seorang pun di antara mereka yang bisa menirunya. Al-Qur'an banyak yang mengandung hal-hal yang tidak dapat diketahui kecuali oleh Allah Yang Mahaluas Ilmu-Nya. Sesungguhnya Tuhan yang menurunkan Al-Qur'an itu, Maha Pengampun dan Penyayang kepada hamba-Nya. Sebenarnya mereka harus bersyukur dan berterima kasih atas rahmat dan kasih sayang-Nya kepada mereka dengan menurunkan Al-Qur'an sebagai petunjuk dan pembimbing mereka ke jalan yang benar. Tetapi mereka tetap ingkar dan durhaka dan menentang ajaran-ajaran-Nya. Kalau tidaklah karena rahmat dan kasih sayang-Nya tentulah telah ditimpakan kepada mereka azab yang pedih."
        },
        {
          "number": 6,
          "arabic": "قُلْ أَنزَلَهُ ٱلَّذِى يَعْلَمُ ٱلسِّرَّ فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ إِنَّهُۥ كَانَ غَفُورًا رَّحِيمًا",
          "transliteration": "qul anzalahu alladhī yaʿlamu l-sira fī l-samāwāti wal-arḍi innahu kāna ghafūran raḥīman",
          "translation": "Katakanlah (Muhammad), \"(Alquran) itu diturunkan oleh (Allah) yang mengetahui rahasia di langit dan di bumi. Sungguh, Dia Maha Pengampun, Maha Penyayang.\"",
          "tafsir": "Oleh karena orang-orang kafir itu keterlaluan mengadakan tuduhan-tuduhan yang tidak masuk akal, sedang mereka sudah ditantang sedemikian rupa dan tidak dapat menjawab tantangan itu, maka Allah memerintahkan Nabi Muhammad saw supaya menyatakan kepada mereka dengan tegas bahwa Al-Qur'an itu bukanlah sebagaimana yang mereka tuduhkan. Al-Qur'an itu benar-benar diturunkan oleh Allah yang mengetahui segala rahasia yang tersembunyi di langit dan di bumi. Oleh karena itu terdapat di dalamnya hukum-hukum syariat dan peraturan yang sangat baik dan dalam bahasa yang amat tinggi nilai sastranya sehingga tidak ada seorang pun di antara mereka yang bisa menirunya. Al-Qur'an banyak yang mengandung hal-hal yang tidak dapat diketahui kecuali oleh Allah Yang Mahaluas Ilmu-Nya. Sesungguhnya Tuhan yang menurunkan Al-Qur'an itu, Maha Pengampun dan Penyayang kepada hamba-Nya. Sebenarnya mereka harus bersyukur dan berterima kasih atas rahmat dan kasih sayang-Nya kepada mereka dengan menurunkan Al-Qur'an sebagai petunjuk dan pembimbing mereka ke jalan yang benar. Tetapi mereka tetap ingkar dan durhaka dan menentang ajaran-ajaran-Nya. Kalau tidaklah karena rahmat dan kasih sayang-Nya tentulah telah ditimpakan kepada mereka azab yang pedih."
        },
        {
          "number": 7,
          "arabic": "وَقَالُوا۟ مَالِ هَـٰذَا ٱلرَّسُولِ يَأْكُلُ ٱلطَّعَامَ وَيَمْشِى فِى ٱلْأَسْوَاقِ ۙ لَوْلَآ أُنزِلَ إِلَيْهِ مَلَكٌ فَيَكُونَ مَعَهُۥ نَذِيرًا",
          "transliteration": "waqālū māli hādhā l-rasūli yakulu l-ṭaʿāma wayamshī fī l-aswāqi lawlā unzila ilayhi malakun fayakūna maʿahu nadhīran",
          "translation": "Dan mereka berkata, \"Mengapa Rasul (Muhammad) ini memakan makanan dan berjalan di pasar-pasar? Mengapa malaikat tidak diturunkan kepadanya (agar malaikat) itu memberikan peringatan bersama dia,",
          "tafsir": "Orang-orang kafir mengatakan bahwa tidak mungkin Muhammad itu menjadi Rasul karena tidak terdapat padanya tanda-tanda bahwa dia diangkat menjadi Rasul. Dia hanyalah orang biasa seperti mereka bahkan jika dilihat bagaimana kehidupannya tambah nyatalah bahwa dia berbohong mendakwahkan dirinya sebagai Rasul karena dia sama dengan mereka bahkan sebagai manusia dia lebih rendah kedudukannya dan lebih miskin dari mereka. Kritik-kritik itu dapat disimpulkan, sebagai berikut: 1. Mereka berkata, \"Kenapa Muhammad itu makan minum juga seperti manusia biasa dan tidak ada kelebihannya sedikit pun dari kita, tidak akan mungkin dia berhubungan dengan Tuhan. Orang yang dapat berhubungan dengan Tuhan hanya orang-orang yang jiwanya suci dan tinggi sehingga tidak mementingkan makan dan minum lagi.\" 2. Mengapa tidak diturunkan malaikat bersamanya yang dapat menjadi bukti bagi kerasulannya dan membantunya dalam memberi peringatan dan petunjuk kepada manusia. 3. Mengapa Muhammad itu pergi ke pasar untuk mencari nafkah hidupnya seperti orang biasa? Di mana letak kelebihannya sehingga ia diangkat Allah sebagai Rasul. 4. Mengapa Allah tidak menurunkan saja kepadanya perbendaharaan dari langit agar dia dapat menumpahkan seluruh perhatiannya kepada dakwah untuk menyebarkan agamanya, sehingga dia tidak perlu lagi pergi ke pasar melakukan jual beli untuk mencari nafkah hidupnya. 5. Atau kenapa tidak diberikan kepadanya kebun yang luas yang hasilnya dapat menutupi kebutuhannya. Setelah mereka berputus asa karena semua tawaran mereka ditolak oleh Muhammad tidak ada jalan lain bagi mereka kecuali menuduhnya sebagai orang yang kena sihir sehingg tidak dapat lagi membedakan antara yang baik dan yang buruk. Menurut mereka orang-orang seperti itu tidaklah pantas untuk dipercaya apalagi untuk diangkat Allah sebagai Nabi."
        },
        {
          "number": 8,
          "arabic": "أَوْ يُلْقَىٰٓ إِلَيْهِ كَنزٌ أَوْ تَكُونُ لَهُۥ جَنَّةٌ يَأْكُلُ مِنْهَا ۚ وَقَالَ ٱلظَّـٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلًا مَّسْحُورًا",
          "transliteration": "aw yul'qā ilayhi kanzun aw takūnu lahu jannatun yakulu min'hā waqāla l-ẓālimūna in tattabiʿūna illā rajulan masḥūran",
          "translation": "atau (mengapa tidak) diturunkan kepadanya harta kekayaan atau (mengapa tidak ada) kebun baginya, sehingga dia dapat makan dari(hasil)nya?\" Dan orang-orang zalim itu berkata, \"Kamu hanyalah mengikuti seorang laki-laki yang kena sihir.\"",
          "tafsir": "Orang-orang kafir mengatakan bahwa tidak mungkin Muhammad itu menjadi Rasul karena tidak terdapat padanya tanda-tanda bahwa dia diangkat menjadi Rasul. Dia hanyalah orang biasa seperti mereka bahkan jika dilihat bagaimana kehidupannya tambah nyatalah bahwa dia berbohong mendakwahkan dirinya sebagai Rasul karena dia sama dengan mereka bahkan sebagai manusia dia lebih rendah kedudukannya dan lebih miskin dari mereka. Kritik-kritik itu dapat disimpulkan, sebagai berikut: 1. Mereka berkata, \"Kenapa Muhammad itu makan minum juga seperti manusia biasa dan tidak ada kelebihannya sedikit pun dari kita, tidak akan mungkin dia berhubungan dengan Tuhan. Orang yang dapat berhubungan dengan Tuhan hanya orang-orang yang jiwanya suci dan tinggi sehingga tidak mementingkan makan dan minum lagi.\" 2. Mengapa tidak diturunkan malaikat bersamanya yang dapat menjadi bukti bagi kerasulannya dan membantunya dalam memberi peringatan dan petunjuk kepada manusia. 3. Mengapa Muhammad itu pergi ke pasar untuk mencari nafkah hidupnya seperti orang biasa? Di mana letak kelebihannya sehingga ia diangkat Allah sebagai Rasul. 4. Mengapa Allah tidak menurunkan saja kepadanya perbendaharaan dari langit agar dia dapat menumpahkan seluruh perhatiannya kepada dakwah untuk menyebarkan agamanya, sehingga dia tidak perlu lagi pergi ke pasar melakukan jual beli untuk mencari nafkah hidupnya. 5. Atau kenapa tidak diberikan kepadanya kebun yang luas yang hasilnya dapat menutupi kebutuhannya. Setelah mereka berputus asa karena semua tawaran mereka ditolak oleh Muhammad tidak ada jalan lain bagi mereka kecuali menuduhnya sebagai orang yang kena sihir sehingg tidak dapat lagi membedakan antara yang baik dan yang buruk. Menurut mereka orang-orang seperti itu tidaklah pantas untuk dipercaya apalagi untuk diangkat Allah sebagai Nabi."
        },
        {
          "number": 9,
          "arabic": "ٱنظُرْ كَيْفَ ضَرَبُوا۟ لَكَ ٱلْأَمْثَـٰلَ فَضَلُّوا۟ فَلَا يَسْتَطِيعُونَ سَبِيلًا",
          "transliteration": "unẓur kayfa ḍarabū laka l-amthāla faḍallū falā yastaṭīʿūna sabīlan",
          "translation": "Perhatikanlah, bagaimana mereka membuat perumpamaan-perumpamaan tentang engkau, maka sesatlah mereka, mereka tidak sanggup (mendapatkan) jalan (untuk menentang kerasulanmu).",
          "tafsir": "Pada ayat ini Allah menyuruh Nabi dan umatnya memperhatikan kecaman-kecaman yang dikemukakan oleh orang-orang kafir itu. Dengan memperhatikan kecaman-kecaman itu nampak jelas bahwa mereka telah kehabisan alasan dan keterangan untuk menolak seruan Nabi Muhammad kepada tauhid dan meninggalkan sembahan-sembahan mereka yang menyesatkan itu. Mereka tidak sanggup menolak alasan-alasan dan bukti-bukti yang dikemukakan oleh Nabi Muhammad berupa ayat-ayat Al-Qur'an dan lainnya. Mereka tidak sanggup menjawab tantangan membuat satu surah saja yang sama nilainya dengan satu surah dalam Al-Qur'an, baik dari segi isi, makna maupun sastranya. Oleh sebab itu mereka mengalihkan kecaman mereka kepada pribadi Nabi Muhammad sendiri. Hal itu banyak terjadi pada orang-orang yang telah dikalahkan hujjahnya. Oleh sebab itu Allah tidak langsung menjawab kecaman-kecaman itu dan menyuruh memperlihatkannya agar jelas bagi semua orang bahwa mereka itu telah terlempar ke sudut karena mereka memang telah sesat dari jalan yang benar."
        },
        {
          "number": 10,
          "arabic": "تَبَارَكَ ٱلَّذِىٓ إِن شَآءَ جَعَلَ لَكَ خَيْرًا مِّن ذَٰلِكَ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ وَيَجْعَل لَّكَ قُصُورًۢا",
          "transliteration": "tabāraka alladhī in shāa jaʿala laka khayran min dhālika jannātin tajrī min taḥtihā l-anhāru wayajʿal laka quṣūran",
          "translation": "Mahasuci (Allah) yang jika Dia menghendaki, niscaya Dia jadikan bagimu yang lebih baik daripada itu, (yaitu) surga-surga yang mengalir di bawahnya sungai-sungai, dan Dia jadikan (pula) istana-istana untukmu.",
          "tafsir": "Sebagai hiburan kepada Nabi yang selalu dihina dan direndahkan oleh orang-orang kafir itu, Allah menjelaskan bahwa kalau Dia menghendaki, niscaya Dia akan memberikan kepadanya kebun-kebun yang lebih baik dari yang diminta oleh orang-orang kafir itu dan akan memberikan pula istana-istana yang paling megah dan indah. Hal itu amat mudah bagi Allah tetapi bukan demikian yang dikehendaki-Nya. Allah menghendaki agar Rasul pembawa risalah-Nya sebagai manusia biasa yang menjadi ikutan dan teladan bagi umatnya dalam memperjuangkan suatu cita-cita, memperjuangkan kebenaran dan meninggikan kalimat Allah. Di samping perjuangan yang amat berat itu Nabi harus pula memikirkan keperluan dan hajat pribadinya. Begitulah seharusnya seorang Rasul yang akan menjadi contoh dan teladan. Kalaulah Nabi Muhammad itu seorang kaya mempunyai kebun-kebun dan istana serta perbendaharaan yang berlimpah-limpah tentulah tidak akan sebesar itu nilai perjuangannya dan tentulah tidak akan dapat dicontoh oleh pengikut-pengikutnya di belakang hari. Apa arti istana, apa arti kebun-kebun dan apa arti perbendaharaan yang berlimpah-limpah bila seorang berhadapan dengan Khaliknya Yang Mahakuasa, Mahakaya dan Maha Perkasa? Demikianlah Nabi Muhammad rida dengan keadaannya. meskipun miskin, lemah dan menerima berbagai hinaan dan cemoohan kaumnya, tetapi dia senang dan bahagia karena dia mengemban tugas suci dari Tuhannya. Pernah beliau berkata, \"Ya Tuhanku apapun yang terjadi pada diriku dan bagaimana pun beratnya penderitaanku tetapi aku tetap bahagia selama Engkau rida terhadapku.\""
        },
        {
          "number": 11,
          "arabic": "بَلْ كَذَّبُوا۟ بِٱلسَّاعَةِ ۖ وَأَعْتَدْنَا لِمَن كَذَّبَ بِٱلسَّاعَةِ سَعِيرًا",
          "transliteration": "bal kadhabū bil-sāʿati wa-aʿtadnā liman kadhaba bil-sāʿati saʿīran",
          "translation": "Bahkan mereka mendustakan hari Kiamat. Dan kami menyediakan neraka yang menyala-nyala bagi siapa yang mendustakan hari Kiamat.",
          "tafsir": "Pada ayat ini Allah menegaskan lagi bahwa orang-orang kafir itu telah jauh tersesat dari jalan yang benar, bahkan mereka mendustakan pula datangnya hari Kiamat, hari pembalasan di mana semua amal perbuatan manusia dibalas dengan adil. Perbuatan baik dibalas dengan pahala yang berlipat ganda, perbuatan jahat dibalas dengan azab yang pedih. Mereka mendustakan hari Kiamat itu agar mereka berbuat sewenang-wenang terhadap kaum yang lemah, bersimaharajalah melakukan kezaliman, oleh sebab itu Allah mengancam mereka dengan api neraka yang menyala-nyala akibat keingkaran dan kedurhakaan mereka, akibat perbuatan jahat mereka di dunia."
        }
      ]
    }
  ]
}