{
  "pageNumber": 173,
  "juz": 9,
  "surahs": [
    {
      "number": 7,
      "name": "Al-A'raf",
      "nameArabic": "الأعراف",
      "meaning": "Tempat Tertinggi",
      "revelation": "Makkah",
      "description": "Surat Al-A'raf berjumlah 206 ayat, termasuk surat Makkiyyah, diturunkan sebelum surat Al-An'am, dan termasuk golongan surat \"Assab'uththiwaal\" (tujuh surat yang panjang). Dinamakan \"Al-A'raf\" karena perkataan Al-A'raf terdapat dalam ayat 46 yang mengemukakan tentang keadaan orang-orang yang berada di atas Al-A'raf, tempat yang tertinggi di batas surga dan neraka. Mereka itulah orang-orang yang antara kebaikan dan kejahatan mereka sama banyaknya.Pokok-Pokok Isi:1. Keimanan:Mentauhidkan Allah dalam berdoa dan beribadah; hanya Allah yang mengatur dan menjaga alam; menciptakan undang-undang dan hukum-hukum untuk mengatur kehidupan manusia di dunia dan di akhirat; Allah bersemayam di 'Arsy; bantahan terhadap kepalsuan syirik; ketauhidan sesuai dengan fitrah manusia; Musa berbicara dengan Allah; tentang melihat Allah; perintah beribadah sambil menundukkan diri kepada Allah; Allah memiliki al-asmaaul husnaa (nama-nama yang indah).2. Hukum-hukum:Larangan mengikuti perbuatan dan adat istiadat yang buruk; kewajiban mengikuti Allah dan rasul, perintah berhias ketika hendak shalat; bantahan terhadap orang yang mengharamkan perhiasan yang dianugerahkan Allah; perintah memakan makanan yang halal lagi baik dan larangan memakan yang sebaliknya.3. Kisah-kisah:Kisah Nabi Adam a.s. dengan Iblis; kisah Nabi Nuh a.s. dan kaumnya; kisah Nabi Shaleh a.s. dengan kaumnya; kisah Nabi Syu'aib a.s. dengan kaumnya; kisah Nabi Musa a.s. dengan Fir'aun.4. Lain-lain:Al-Qur'an diturunkan kepada Nabi terakhir dan perintah mengikutinya; Nabi Muhammad diutus untuk seluruh manusia; adab orang mukmin, adab mendengar bacaan Al-Qur'an dan berzikir; rasul bertanggung jawab menyampaikan seruan Allah; balasan terhadap orang-orang yang mengikuti dan mengingkari rasul; dakwah rasul-rasul yang pertama ialah mentauhidkan Allah; tentang ashhaabul A'raaf yang berada di antara surga dan neraka; Allah pencipta makhluk; manusia adalah makhluk terbaik yang diciptakan Allah serta memiliki kesediaan untuk berbuat baik dan berbuat buruk; permusuhan setan terhadap manusia; manusia khalifah Allah di bumi; kehancuran suatu kaum karena perbuatan mereka sendiri; setiap bangsa memiliki masa jaya dan masa kehancuran; Allah memberikan cobaan kepada manusia dengan kekayaan dan kemiskinan; istidraj azab Allah terhadap orang-orang yang mendustakan ayat-ayat-Nya.Surat Al-A'raf dimulai dengan pengutaraan tentang kewajiban manusia mengikuti rasul dan akibat mengingkarinya. Selanjutnya, diterangkan tentang perselisihan antara Nabi Adam dan Iblis di surga yang merupakan permulaan perselisihan antara golongan yang taat kepada perintah Allah dan golongan yang mengingkari sebagaimana yang terjadi pada nabi-nabi terdahulu dengan umat-umatnya. Kemudian surat ini ditutup dengan penjelasan tentang adab-adab orang mukmin, adab-adab mendengarkan ayat-ayat Al-Qur'an, dan tata cara berdoa dan berzikir kepada-Nya.Hubungan Antara Surat Al-A'Raf Dengan Surat Al-Anfal:1. Akhir surat Al-A'raf mengemukakan keadaan beberapa orang rasul yang diutus sebelum Nabi Muhammad dalam menghadapi kaumnya, sedang permulaan surat Al-Anfal menerangkan keadaan Nabi Muhammad dalam menghadapi umatnya.2. Permusuhan antara Adam dan Iblis di surga dilanjutkan dengan permusuhan antara manusia yang menerima petunjuk dari Allah dengan yang tidak menerimanya. Ini diterangkan dalam surat Al-A'raf. Hal yang serupa diterangkan lebih jelas dalam surat Al-Anfal; pertentangan kedua golongan itu serta tingkah laku mereka dalam perang Badar. Surat Al-A'raf termasuk surat yang banyak persesuaiannya dengan surat-surat yang lain, seperti: Al-Baqarah, Ali 'Imran, At-Taubah, danYunus.",
      "verses": [
        {
          "number": 171,
          "arabic": "۞ وَإِذْ نَتَقْنَا ٱلْجَبَلَ فَوْقَهُمْ كَأَنَّهُۥ ظُلَّةٌ وَظَنُّوٓا۟ أَنَّهُۥ وَاقِعٌۢ بِهِمْ خُذُوا۟ مَآ ءَاتَيْنَـٰكُم بِقُوَّةٍ وَٱذْكُرُوا۟ مَا فِيهِ لَعَلَّكُمْ تَتَّقُونَ",
          "transliteration": "wa-idh nataqnā l-jabala fawqahum ka-annahu ẓullatun waẓannū annahu wāqiʿun bihim khudhū mā ātaynākum biquwwatin wa-udh'kurū mā fīhi laʿallakum tattaqūna",
          "translation": "Dan (ingatlah) ketika Kami mengangkat gunung ke atas mereka, seakan-akan (gunung) itu naungan awan dan mereka yakin bahwa (gunung) itu akan jatuh menimpa mereka. (Dan Kami firmankan kepada mereka), \"Peganglah dengan teguh apa yang telah Kami berikan kepadamu, serta ingatlah selalu (amalkanlah) apa yang tersebut di dalamnya agar kamu menjadi orang-orang yang bertakwa.\"",
          "tafsir": "Kemudian Allah mengakhiri kisah tentang orang Yahudi dengan memperingatkan kembali peristiwa ketika mereka pertama kali menerima Taurat. Sewaktu Bukit Sinai diangkat ke atas kepala mereka sehingga gunung itu bagaikan gumpalan awan yang gelap, mereka melihat gunung yang terapung di udara itu akan jatuh menimpa mereka. Sadarlah mereka terhadap ancaman Allah bahwa jika mereka menentang perintah agama, tentulah mereka akan binasa. Saat itu Allah berseru kepada mereka agar mereka menerima dan menaati hukum-hukum agama yang tercantum dalam Taurat dengan sungguh-sungguh. Dan mereka hendaklah mengingat perintah dan larangan-Nya dalam Taurat, mengamalkannya dan tidak mengabaikannya, walaupun mereka mengalami kesulitan dan penderitaan. Ketaatan mereka kepada hukum-hukum agama serta perintah dan larangannya dengan sebenarnya, membawa mereka kepada pembinaan pribadi dan takwa."
        },
        {
          "number": 172,
          "arabic": "وَإِذْ أَخَذَ رَبُّكَ مِنۢ بَنِىٓ ءَادَمَ مِن ظُهُورِهِمْ ذُرِّيَّتَهُمْ وَأَشْهَدَهُمْ عَلَىٰٓ أَنفُسِهِمْ أَلَسْتُ بِرَبِّكُمْ ۖ قَالُوا۟ بَلَىٰ ۛ شَهِدْنَآ ۛ أَن تَقُولُوا۟ يَوْمَ ٱلْقِيَـٰمَةِ إِنَّا كُنَّا عَنْ هَـٰذَا غَـٰفِلِينَ",
          "transliteration": "wa-idh akhadha rabbuka min banī ādama min ẓuhūrihim dhurriyyatahum wa-ashhadahum ʿalā anfusihim alastu birabbikum qālū balā shahid'nā an taqūlū yawma l-qiyāmati innā kunnā ʿan hādhā ghāfilīna",
          "translation": "Dan (ingatlah) ketika Tuhanmu mengeluarkan dari sulbi (tulang belakang) anak cucu Adam keturunan mereka dan Allah mengambil kesaksian terhadap roh mereka (seraya berfirman), \"Bukanlah Aku ini Tuhanmu?\" Mereka menjawab, \"Betul (Engkau Tuhan kami), kami bersaksi.\" (Kami lakukan yang demikian itu) agar di hari Kiamat kamu tidak mengatakan, \"Sesungguhnya ketika itu kami lengah terhadap ini,\"",
          "tafsir": "Dalam ayat ini Allah menerangkan tentang janji yang dibuat pada waktu manusia dilahirkan dari rahim orang tua (ibu) mereka, secara turun temurun, yakni Allah menciptakan manusia atas dasar fitrah. Allah menyuruh roh mereka untuk menyaksikan susunan kejadian diri mereka yang membuktikan keesaan-Nya, keajaiban proses penciptaan dari setetes air mani hingga menjadi manusia bertubuh sempurna, dan mempunyai daya tanggap indra, dengan urat nadi dan sistem urat syaraf yang mengagumkan, dan sebagainya. Berkata Allah kepada roh manusia \"Bukankah Aku ini Tuhanmu?\" Maka menjawablah roh manusia, \"Benar (Engkaulah Tuhan kami), kami telah menyaksikan.\" Jawaban ini merupakan pengakuan roh pribadi manusia sejak awal kejadiannya akan adanya Allah Yang Maha Esa, yang tiada Tuhan lain yang patut disembah kecuali Dia. Dengan ayat ini Allah bermaksud untuk menjelaskan kepada manusia, bahwa hakikat kejadian manusia itu didasari atas kepercayaan kepada Allah Yang Maha Esa. Sejak manusia itu dilahirkan dari rahim orang tua mereka, ia sudah menyaksikan tanda-tanda keesaan Allah pada kejadian mereka sendiri, Allah berfirman pada ayat lain: Maka hadapkanlah wajahmu dengan lurus kepada Agama (Islam); (sesuai) fitrah Allah disebabkan Dia telah menciptakan manusia menurut fitrah itu. Tidak ada perubahan pada ciptaan Allah. (ar-Rum/30: 30) Fitrah Allah maksudnya ialah tauhid. Rasulullah bersabda: \"Tak seorang pun yang dilahirkan kecuali menurut fitrah, kedua orang tuanyalah yang menjadikan dia Yahudi, Nasrani atau Majusi. Sebagaimana halnya hewan melahirkan anaknya yang sempurna telinganya, adakah kamu ketahui ada cacat pada anak hewan itu?\" (Riwayat al-Bukhari Muslim, dari Abu Hurairah) Rasulullah dalam hadis Qudsi: Berfirman Allah Taala, \"Sesungguhnya Aku ciptakan hamba-Ku cenderung (ke agama tauhid). Kemudian datang kepada mereka setan-setan dan memalingkan mereka dari agama (tauhid) mereka, maka haramlah atas mereka segala sesuatu yang telah Kuhalalkan bagi mereka.\" (Riwayat al-Bukhari dari Iyadh bin Himar) Penolakan terhadap ajaran Tauhid yang dibawa Nabi itu sebenarnya perbuatan yang berlawanan dengan fitrah manusia dan dengan suara hati nurani mereka. Karena itu tidaklah benar manusia pada hari Kiamat nanti mengajukan alasan bahwa mereka alpa, tak pernah diingatkan untuk mengesakan Allah. Fitrah mereka sendiri dan ajaran Nabi-nabi senantiasa mengingatkan mereka untuk mengesakan Allah dan menaati seruan Rasul serta menjauhkan diri dari syirik."
        },
        {
          "number": 173,
          "arabic": "أَوْ تَقُولُوٓا۟ إِنَّمَآ أَشْرَكَ ءَابَآؤُنَا مِن قَبْلُ وَكُنَّا ذُرِّيَّةً مِّنۢ بَعْدِهِمْ ۖ أَفَتُهْلِكُنَا بِمَا فَعَلَ ٱلْمُبْطِلُونَ",
          "transliteration": "aw taqūlū innamā ashraka ābāunā min qablu wakunnā dhurriyyatan min baʿdihim afatuh'likunā bimā faʿala l-mub'ṭilūna",
          "translation": "atau agar kamu tidak mengatakan, \"Sesungguhnya nenek moyang kami telah memper­sekutukan Tuhan sejak dahulu, sedang kami adalah keturunan yang (datang) setelah mereka. Maka apakah Engkau akan membinasakan kami karena perbuatan orang-orang (dahulu) yang sesat?\"<sup foot_note=135301>1</sup>",
          "tafsir": "Kemudian dalam ayat ini, Allah menegaskan lagi bahwa tidaklah benar orang kafir itu berkata pada hari Kiamat sebagai alasan bahwa nenek-moyang merekalah yang pertama kali menciptakan kemusyrikan kemudian meneruskan kebiasaan syirik itu kepada mereka. Sebagai keturunan dari mereka, mereka mengatakan bahwa mereka tidak mengetahui kesalahan-kesalahan yang dilakukan leluhur mereka sehingga tidak mengetahui jalan menuju tauhid. Apakah kami harus binasa dan disiksa akibat kesalahan dan perbuatan nenek moyang kami. Taklid kepada leluhur tidaklah dapat dijadikan alasan untuk mengingkari keesaan Allah, karena bukti keesaan Allah sangat jelas di hadapan mereka, dan mereka mampu menarik kesimpulan dari bukti-bukti itu sehingga mereka sampai kepada tauhid."
        },
        {
          "number": 174,
          "arabic": "وَكَذَٰلِكَ نُفَصِّلُ ٱلْـَٔايَـٰتِ وَلَعَلَّهُمْ يَرْجِعُونَ",
          "transliteration": "wakadhālika nufaṣṣilu l-āyāti walaʿallahum yarjiʿūna",
          "translation": "Dan demikianlah Kami menjelaskan ayat-ayat itu, agar mereka kembali (kepada kebenaran).",
          "tafsir": "Kemudian Allah menyatakan bahwa segala yang telah disebutkan di atas yaitu tentang diciptakannya manusia atas dasar fitrah yang cenderung kepada agama tauhid, dan kelemahan alasan-alasan mereka dalam menolak ajaran tauhid, adalah sebagai peringatan Allah kepada manusia, tentang ayat-ayatnya, agar mereka mempergunakan akal dan pikiran mereka dan kembali ke jalan tauhid, kembali kepada fitrahnya dan menjauhkan diri dari taklid kepada nenek-moyang mereka dan dari kealpaan dan kejahilan."
        },
        {
          "number": 175,
          "arabic": "وَٱتْلُ عَلَيْهِمْ نَبَأَ ٱلَّذِىٓ ءَاتَيْنَـٰهُ ءَايَـٰتِنَا فَٱنسَلَخَ مِنْهَا فَأَتْبَعَهُ ٱلشَّيْطَـٰنُ فَكَانَ مِنَ ٱلْغَاوِينَ",
          "transliteration": "wa-ut'lu ʿalayhim naba-a alladhī ātaynāhu āyātinā fa-insalakha min'hā fa-atbaʿahu l-shayṭānu fakāna mina l-ghāwīna",
          "translation": "Dan bacakanlah (Muhammad) kepada mereka, berita orang yang telah Kami berikan ayat-ayat Kami kepadanya, kemudian dia melepaskan diri dari ayat-ayat itu, lalu dia diikuti oleh setan (sampai dia tergoda), lalu jadilah dia termasuk orang yang sesat.",
          "tafsir": "Allah dalam ayat ini menyuruh Rasul-Nya agar membacakan kepada orang-orang Yahudi dan kaum musyrikin, sebuah riwayat kehidupan seorang laki-laki yang telah diberi Allah ilmu pengetahuan tentang isi Al-Kitab dan ke-Tuhan-an dan dia memahami dalil-dalil keesaan Allah sehingga dia menjadi seorang yang alim. Tentang siapa orang dimaksud dalam ayat ini, beberapa mufasir berbeda pendapat. Ada beberapa orang terkemuka pada masa Nabi yang sudah membaca kitab-kitab suci dan mengetahui bahwa Allah akan mengutus seorang rasul pada waktu itu. Mereka yang berambisi berharap-harap sekiranya dialah yang akan diutus menjadi nabi, seperti Umayyah, penyair dari suku Saqif yang terkenal, ada yang mengatakan orang itu adalah Abu 'a„mir ar-Rahib, yang lain berkata ayat tidak ditujukan kepada pribadi, melainkan kepada golongan, mereka adalah orang-orang Quraisy dengan ayat-ayat yang diturunkan kepada Nabi, tetapi mereka menolak. Pendapat mengatakan bahwa yang dituju adalah kaum munafik Ahli Kitab yang sudah mengenal Rasulullah seperti mengenal sanak keluarga mereka sendiri, tetapi mereka juga menolak. Bahkan ada yang mengatakan bahwa yang dimaksud adalah seseorang di zaman Nabi Musa, pendapat lain mengatakan ditujukan kepada Firaun dan golongannya yang menolak seruan Musa. Beberapa mufasir cenderung menerima pernyataan Qatadah, Ikrimah dan Abu Muslim dari kalangan salaf, bahwa tujuan ayat ini adalah umum sebagai suatu pelajaran rohani yang amat agung, bukan ditujukan kepada pribadi atau golongan tertentu, seperti dikemukakan oleh beberapa mufassir yang kemudian. Macam manusia yang dimaksud di sini ialah orang yang memahami risalah ilahi, tetapi ia menolak menerima kebenaran itu, ia sudah dikuasai oleh kehidupan dunia materi seperti diisyaratkan dalam ayat berikutnya, \"dan ia cenderung pada dunia dan menurutkan hawa nafsunya yang rendah.\""
        },
        {
          "number": 176,
          "arabic": "وَلَوْ شِئْنَا لَرَفَعْنَـٰهُ بِهَا وَلَـٰكِنَّهُۥٓ أَخْلَدَ إِلَى ٱلْأَرْضِ وَٱتَّبَعَ هَوَىٰهُ ۚ فَمَثَلُهُۥ كَمَثَلِ ٱلْكَلْبِ إِن تَحْمِلْ عَلَيْهِ يَلْهَثْ أَوْ تَتْرُكْهُ يَلْهَث ۚ ذَّٰلِكَ مَثَلُ ٱلْقَوْمِ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا ۚ فَٱقْصُصِ ٱلْقَصَصَ لَعَلَّهُمْ يَتَفَكَّرُونَ",
          "transliteration": "walaw shi'nā larafaʿnāhu bihā walākinnahu akhlada ilā l-arḍi wa-ittabaʿa hawāhu famathaluhu kamathali l-kalbi in taḥmil ʿalayhi yalhath aw tatruk'hu yalhath dhālika mathalu l-qawmi alladhīna kadhabū biāyātinā fa-uq'ṣuṣi l-qaṣaṣa laʿallahum yatafakkarūna",
          "translation": "Dan sekiranya Kami menghendaki niscaya Kami tinggikan (derajat)nya dengan (ayat-ayat) itu, tetapi dia cenderung kepada dunia dan mengikuti keinginannya (yang rendah), maka perumpamaannya seperti anjing, jika kamu menghalaunya dijulurkan lidahnya dan jika kamu membiarkannya ia menjulurkan lidahnya (juga). Demikianlah perumpamaan orang-orang yang mendustakan ayat-ayat Kami. Maka ceritakanlah kisah-kisah itu agar mereka berpikir.",
          "tafsir": "Dalam ayat ini Allah menjelaskan sekiranya Allah berkehendak mengangkat laki-laki itu dengan ilmu yang telah diberikan kepadanya ke martabat yang lebih tinggi, tentulah Dia berkuasa berbuat demikian. Tetapi laki-laki itu telah menentukan pilihannya ke jalan yang sesat. Dia menempuh jalan yang berlawanan dengan fitrahnya, berpaling dari ilmunya sendiri, karena didorong oleh keingkaran pribadi, yakni kemewahan hidup duniawi. Dia mengikuti hawa nafsunya dan tergoda oleh setan. Segala petunjuk dari Allah dilupakannya, suara hati nuraninya tidak didengarnya lagi. Firman Allah: \"Sesungguhnya Kami telah menjadikan apa yang ada di bumi sebagai perhiasan baginya, agar Kami menguji mereka, siapakah di antaranya yang terbaik perbuatannya.\" (al-Kahf/18: 7) Semestinya, orang yang diberi ilmu dan kecakapan itu, meningkatkan kejiwaanya, menempatkan dirinya ke tingkat kesempurnaan, mengisi ilmu dan imannya dengan perbuatan-perbuatan yang luhur disertai niat yang ikhlas dan itikad yang benar. Tetapi laki-laki itu setelah diberi nikmat oleh Allah berupa ilmu pengetahuan tentang keesaan Allah, ia keluar \"seperti ular yang keluar dari lapisan kulit luarnya dan menanggalkannya untuk selamanya.\" Dalam ayat ini dipakai kata insalakha, Ø§Ù†Ø³Ù„Ø® \"keluar dari kulit, selubung atau selongsong,\" yakni menanggalkan ilmu yang diberikan Allah kepadanya, dan tetap kafir seperti halnya dia tidak diberi apa-apa. Karena itu dalam ayat berikutnya Allah mengumpamakannya seperti anjing yang keadaannya sama saja diberi beban atau dibiarkan, dia tetap menjulurkan lidahnya. Laki-laki yang memiliki sifat seperti anjing ini, tergolong manusia yang paling buruk. Hal demikian menggambarkan kerakusan terhadap harta benda duniawi. Dia selalu menyibukkan jiwa dan raganya untuk memburu benda duniawi, sehingga tampak sebagai seorang yang sedang lapar dan haus tak mengenal puas. Keadaannya seperti anjing yang menjulurkan lidahnya, tampaknya selalu haus dan lapar tidak mengenal puas menginginkan air dan makanan. Demikian pula perumpamaan kaum yang mendustakan ayat-ayat Allah. Mereka menentangnya, baik disebabkan kebodohan ataupun karena fanatisme mereka terhadap dunia yang menyebabkan mereka menutup mata terhadap kebenaran dan meninggalkannya. Mereka menyadari kebenaran yang dibawa Muhammad, dan mengakui kesesatan dan kesalahan nenek-moyang mereka setelah mereka merenungkan bukti kebenaran yang dibawa oleh Rasulullah. Tetapi kesadaran dan pengakuan demikian itu lenyap dari jiwa mereka sebab hawa nafsu mereka yang hanya mengejar kenikmatan duniawi, misalnya ingin kekuasaan dan kekayaan. Kaum Yahudi dan kaum musyrikin Arab menolak ayat-ayat Allah karena mereka ingin mempertahankan kekuasaan dan kepentingan mereka. Mereka takut kehilangan kenikmatan dan kemewahan hidup. Setan telah menggoda mereka agar tergelincir dari fitrah kejadian mereka yakni kecenderungan kepada agama tauhid. Cerita laki-laki yang mempunyai banyak persamaan dengan kaum penentang ayat-ayat Allah itu, patut mendapat perhatian agar mereka mau merenungkan dan memikirkan ayat-ayat Allah dengan jujur dan obyektif lepas dari rasa permusuhan dan kepentingan pribadi."
        },
        {
          "number": 177,
          "arabic": "سَآءَ مَثَلًا ٱلْقَوْمُ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا وَأَنفُسَهُمْ كَانُوا۟ يَظْلِمُونَ",
          "transliteration": "sāa mathalan l-qawmu alladhīna kadhabū biāyātinā wa-anfusahum kānū yaẓlimūna",
          "translation": "Sangat buruk perumpamaan orang-orang yang mendustakan ayat-ayat Kami; mereka menzalimi diri sendiri.",
          "tafsir": "Pada ayat ini Allah menegaskan lagi betapa buruknya perumpamaan bagi mereka yang mendustakan ayat-ayat Allah. Mereka disamakan dengan anjing baik karena kesamaan kelemahan keduanya yakni mereka tetap dalam kesesatan diberi peringatan atau tidak diberi peringatan, atau karena kesamaan kebiasaan keduanya. Anjing itu tidak mempunyai cita-cita kecuali keinginan mendapat makanan dan kepuasan. Siapa saja yang meninggalkan ilmu dan iman lalu menjurus kepada hawa nafsu, maka dia serupa dengan anjing. Orang yang demikian tidak siap lagi berfikir dan merenungkan tentang kebenaran. Orang yang demikian itu sebenarnya menganiaya dirinya sendiri."
        },
        {
          "number": 178,
          "arabic": "مَن يَهْدِ ٱللَّهُ فَهُوَ ٱلْمُهْتَدِى ۖ وَمَن يُضْلِلْ فَأُو۟لَـٰٓئِكَ هُمُ ٱلْخَـٰسِرُونَ",
          "transliteration": "man yahdi l-lahu fahuwa l-muh'tadī waman yuḍ'lil fa-ulāika humu l-khāsirūna",
          "translation": "Barang siapa diberi petunjuk oleh Allah, maka dialah yang mendapat petunjuk; dan barang siapa disesatkan Allah, maka merekalah orang-orang yang rugi.",
          "tafsir": "Dalam ayat ini, Allah menjelaskan bahwa orang-orang yang mendapat hidayat dari Allah ialah orang yang diberi bimbingan oleh-Nya dalam mempergunakan akal pikirannya, indranya, dan tenaganya sesuai dengan fitrahnya dan tuntunan agama sendiri. Dia syukuri nikmat Allah, dia tunaikan kewajiban-kewajiban agama, maka berbahagialah dia di dunia dan di akhirat. Sebaliknya yang merugi di dunia dan di akhirat ialah mereka yang dijauhkan dari pedoman yang ditetapkan Allah dalam mempergunakan akal pikirannya, indranya, dan tenaganya, dia ikuti hawa nafsunya, tidak mau memahami ayat-ayat Allah dan tidak mau mensyukuri nikmat yang diberikan Allah kepadanya. Sesungguhnya jalan kepada petunjuk Allah itu hanyalah satu, yaitu beribadah kepada-Nya dengan amal kebajikan yang lahir karena iman itu. Sedangkan jalan yang menuju kepada kesesatan banyak ragamnya, karena manusia berpecah-belah, satu sama lain saling bermusuhan, dan menimbulkan pada bermacam-macam kejahatan. Firman Allah: Dan sungguh, inilah jalan-Ku yang lurus. Maka ikutilah! Jangan kamu ikuti jalan-jalan (yang lain) yang akan mencerai-beraikan kamu dari jalan-Nya. (al-Anam/6: 153)"
        }
      ]
    }
  ]
}