{
  "pageNumber": 236,
  "juz": 12,
  "surahs": [
    {
      "number": 12,
      "name": "Yusuf",
      "nameArabic": "يوسف",
      "meaning": "Nabi Yusuf",
      "revelation": "Makkah",
      "description": "Surat Yusuf ini terdiri dari 111 ayat dan termasuk surat Makkiyyah karena diturunkan di Mekah sebelum hijrah. Surat ini dinamai Yusuf karena titik berat isinya mengenai kisah Nabi Yusuf. Kisah ini termasuk cerita ghaib yang diwahyukan kepada Nabi Muhammad sebagai mukjizat bagi beliau, yang sebelumnya tidak beliau ketahui. Menurut riwayat Al Baihaqi dalam kitab \"Ad Dalail\" bahwa segolongan orang Yahudi masuk Islam setelah mendengar kisah Nabi Yusuf tersebut, karena sesuai dengan kisah yang mereka ketahui.Dari kisah Nabi Yusuf ini, Nabi Muhammad banyak mengambil pelajaran dan merupakan penghibur bagi beliau dalam menjalankan tugasnya.**Pokok-Pokok Isi:**1. **Keimanan:** Kenabian Yusuf dan mukjizat-mukjizatnya; menentukan hukum dalam agama adalah hak Allah semata; qadha Allah tak dapat diubah; semua rasul berkelamin laki-laki2. **Hukum-hukum:** Keharusan merahasiakan sesuatu untuk menghindari fitnah; barang dan anak temuan wajib dipungut dan tidak boleh dibiarkan; boleh melakukan muslihat yang tidak merugikan orang lain untuk memperoleh sesuatu kemaslahatan.3. **Kisah-kisah:** Kisah Nabi Yusuf bersaudara dan orang tua mereka, Nabi Ya'qub.4. **Lain-lain:** Beberapa sifat dan suri teladan mulia yang dapat diambil dari kisah Nabi Yusuf; persamaan antara agama para nabi, tauhid.Surat Yusuf ini seluruh isinya berkisah tentang Nabi Yusuf dan saudara-saudaranya beserta kedua orang tua mereka. Cara penuturan kisah Nabi Yusuf ini kepada Nabi Muhammad berbeda dengan kisah nabi-nabi yang lain; kisah Nabi Yusuf secara khusus diceritakan dalam satu surat sedang kisah nabi-nabi yang lain disebutkan dalam beberapa surat. Selain itu, isi kisah Nabi Yusuf juga berbeda dengan kisah nabi-nabi yang lain. Dalam kisah nabi-nabi yang lain, Allah menitikberatkan pada tantangan yang bermacam-macam dari kaum mereka, kemudian mengakhiri kisah tersebut dengan kemusnahan para penentang para nabi. Dalam kisah Nabi Yusuf, Allah menonjolkan kesudahan yang baik dari kesabaran, dan bahwa kesenangan datang setelah penderitaan. Allah menguji Nabi Ya'qub dengan kehilangan putranya, Yusuf, dan penglihatannya. Juga menguji ketabahan dan kesabaran Yusuf dengan dipisahkan dari kedua orang tuanya, dibuang ke dalam sumur, dan diperdagangkan sebagai hamba sahaya. Lalu Allah menguji imannya dengan godaan perempuan cantik lagi bangsawan dan akhirnya dimasukkan ke dalam penjara. Kemudian Allah melepaskan Yusuf dan ayahnya dari segala penderitaan dan cobaan, menghimpunkan mereka kembali, mengembalikan penglihatan Ya'qub, dan menghidupkan lagi cinta kasih antara mereka dengan Yusuf.**Hubungan Surat Yusuf Dengan Surat Ar Ra'd:**1. Dalam surat ini secara umum Allah mengemukakan adanya tanda-tanda keesaan Allah di langit dan di bumi. Di dalam surat Ar Ra'd Allah mengemukakannya lagi secara lebih jelas.2. Kedua surat tersebut sama-sama memuat pengalaman nabi-nabi zaman dahulu beserta umatnya. Yang menentang kebenaran mengalami kehancuran sedang yang mengikuti kebenaran mendapat kemenangan.3. Pada akhir surat Yusuf diterangkan bahwa Al-Qur'an bukanlah perkataan yang diada-adakan tetapi petunjuk dan rahmat bagi orang yang beriman, dan keterangan ini diulangi lagi di awal surat Ar Ra'd.",
      "verses": [
        {
          "number": 5,
          "arabic": "قَالَ يَـٰبُنَىَّ لَا تَقْصُصْ رُءْيَاكَ عَلَىٰٓ إِخْوَتِكَ فَيَكِيدُوا۟ لَكَ كَيْدًا ۖ إِنَّ ٱلشَّيْطَـٰنَ لِلْإِنسَـٰنِ عَدُوٌّ مُّبِينٌ",
          "transliteration": "qāla yābunayya lā taqṣuṣ ru'yāka ʿalā ikh'watika fayakīdū laka kaydan inna l-shayṭāna lil'insāni ʿaduwwun mubīnun",
          "translation": "Dia (ayahnya) berkata, \"Wahai anakku! Janganlah engkau ceritakan mimpimu kepada saudara-saudaramu, mereka akan membuat tipu daya (untuk membinasakan)mu. Sungguh, setan itu musuh yang jelas bagi manusia.\"",
          "tafsir": "Oleh sebab itu, Nabi Yakub a.s. berkata kepada anaknya, \"Hai anakku, jangan sekali-kali engkau beritahukan apa yang engkau lihat dalam mimpi itu, karena kalau mereka sampai mengetahuinya, mereka akan mengerti tabir mimpi itu dan mereka akan iri dan dengki terhadapmu. Aku melihat bahwa mimpi itu bukan sembarang mimpi. Mimpimu itu adalah sebagai ilham dari Allah bahwa engkau di belakang hari akan menjadi orang besar serta berpengaruh, dan manusia akan tunduk patuh kepadamu termasuk saudara-saudaramu dan aku serta ibumu. Aku tidak dapat menjamin bahwa saudara-saudaramu tidak akan melakukan tindakan-tindakan buruk terhadapmu.\" Nasihat ayahnya itu disadari sepenuhnya oleh Yusuf dan selalu diingat dan dikenangnya sehingga nanti pada akhir kisah ketika ia telah dapat bertemu dengan seluruh keluarganya, ia tetap mengatakan bahwasanya setanlah yang memperdaya saudara-saudaranya sehingga terputus hubungan antara dia dengan keluarganya, sebagaimana tersebut dalam firman Allah: Dan dia (Yusuf) berkata, \"Wahai ayahku! Inilah takwil mimpiku yang dahulu itu. Dan sesungguhnya Tuhanku telah menjadikannya kenyataan. Sesungguhnya Tuhanku telah berbuat baik kepadaku, ketika Dia membebaskan aku dari penjara dan ketika membawa kamu dari dusun, setelah setan merusak (hubungan) antara aku dengan saudara-saudaraku. Sungguh, Tuhanku Mahalembut terhadap apa yang Dia kehendaki. Sungguh, Dia Yang Maha Mengetahui, Mahabijaksana.\" (Yusuf/12: 100)"
        },
        {
          "number": 6,
          "arabic": "وَكَذَٰلِكَ يَجْتَبِيكَ رَبُّكَ وَيُعَلِّمُكَ مِن تَأْوِيلِ ٱلْأَحَادِيثِ وَيُتِمُّ نِعْمَتَهُۥ عَلَيْكَ وَعَلَىٰٓ ءَالِ يَعْقُوبَ كَمَآ أَتَمَّهَا عَلَىٰٓ أَبَوَيْكَ مِن قَبْلُ إِبْرَٰهِيمَ وَإِسْحَـٰقَ ۚ إِنَّ رَبَّكَ عَلِيمٌ حَكِيمٌ",
          "transliteration": "wakadhālika yajtabīka rabbuka wayuʿallimuka min tawīli l-aḥādīthi wayutimmu niʿ'matahu ʿalayka waʿalā āli yaʿqūba kamā atammahā ʿalā abawayka min qablu ib'rāhīma wa-is'ḥāqa inna rabbaka ʿalīmun ḥakīmun",
          "translation": "Dan demikianlah, Tuhan memilih engkau (untuk menjadi Nabi) dan mengajarkan kepadamu sebagian dari takwil mimpi dan menyempurnakan (nikmat-Nya) kepadamu dan kepada keluarga Yakub, sebagaimana Dia telah menyempurnakan nikmat-Nya kepada kedua orang kakekmu sebelum itu, (yaitu) Ibrahim dan Ishak. Sungguh, Tuhanmu Maha Mengetahui, Mahabijaksana.",
          "tafsir": "Selanjutnya ayahnya berkata, \"Demikianlah Tuhan akan memilihmu untuk menjadi nabi dan mengangkat derajatmu menjadi penguasa serta menganugerahkan kepadamu berbagai macam nikmat dan kemuliaan. Dia akan memberikan kepadamu ilmu dengan mengilhamkannya kepadamu. Dengan ilmu itu kamu dapat mentabirkan mimpi dan mengetahui hal-hal yang tidak dapat diketahui oleh manusia biasa.\" Hal ini terbukti di waktu Yusuf dalam penjara, dapat mentabirkan mimpi raja Mesir sehingga ia menjadi orang yang disegani dan diangkat menjadi penguasa tertinggi. Selain itu dapat mengetahui makanan apa yang akan dibawa oleh pegawai penjara sebelum makanan itu sampai ke kamar temannya seperti tersebut dalam firman Allah dalam surah ini juga. Dia (Yusuf) berkata, \"Makanan apa pun yang akan diberikan kepadamu berdua aku telah dapat menerangkan takwilnya, sebelum (makanan) itu sampai kepadamu. Itu sebagian dari yang diajarkan Tuhan kepadaku.\" (Yusuf/12: 37) Kemudian Yakub berkata lagi kepada Yusuf dalam ayat ini, \"Allah akan menyempurnakan nikmat dan karunia-Nya kepadamu dan kepada keluarga Yakub termasuk ayahmu, saudaramu, dan keturunan mereka di belakang hari. Adapun nikmat dan karunia-Nya kepadamu ialah seperti yang telah diterangkan tadi, sedang nikmat dan karunia-Nya kepada ayah dan ibumu serta saudara-saudaramu dan keturunan mereka ialah terlepasnya mereka dari berbagai macam kesulitan serta marabahaya dan mendapat kehormatan serta kedudukan di Mesir, kemudian di antara keturunan keluarga Yakub akan diangkat pula beberapa orang nabi. Semua nikmat dan karunia itu telah diberikan Allah kepada kakekmu Ibrahim serta Ishak. Kepada Ibrahim, Allah telah menjanjikan akan memilih di antara keluarga dan keturunannya untuk menerima kenabian dan kitab suci.\" Lanjut Yakub lagi, \"Demikianlah tabir mimpi itu dan bergembiralah dengan rahmat dan karunia Allah yang akan dianugerahkan kepadamu, tetapi engkau harus tabah dan sabar menghadapi segala ujiannya dan penuh tawakkal serta rela atas segala yang ditimpakan-Nya kepadamu, karena Dia Mahabijaksana dan Maha Mengetahui segala apa yang ditetapkan-Nya.\""
        },
        {
          "number": 7,
          "arabic": "۞ لَّقَدْ كَانَ فِى يُوسُفَ وَإِخْوَتِهِۦٓ ءَايَـٰتٌ لِّلسَّآئِلِينَ",
          "transliteration": "laqad kāna fī yūsufa wa-ikh'watihi āyātun lilssāilīna",
          "translation": "Sungguh, dalam (kisah) Yusuf dan saudara-saudaranya terdapat tanda-tanda (kekuasaan Allah) bagi orang yang bertanya.",
          "tafsir": "Allah memperingatkan lebih dahulu bahwa pada kisah Nabi Yusuf a.s. ini terdapat teladan yang baik dan pelajaran bagi orang yang memperhatikannya yaitu betapa besar kekuasaan Allah swt, dan betapa luas hikmah dan kebijaksanaan-Nya dalam mengatur sesuatu dalam suatu rentetan kejadian yang akhirnya sampai kepada tujuan yang dimaksud yaitu pemberian rahmat dan karunia kepada orang yang dikasihi-Nya. Sesudah itu barulah Allah mengisahkan bagaimana sikap saudara-saudara Yusuf terhadapnya."
        },
        {
          "number": 8,
          "arabic": "إِذْ قَالُوا۟ لَيُوسُفُ وَأَخُوهُ أَحَبُّ إِلَىٰٓ أَبِينَا مِنَّا وَنَحْنُ عُصْبَةٌ إِنَّ أَبَانَا لَفِى ضَلَـٰلٍ مُّبِينٍ",
          "transliteration": "idh qālū layūsufu wa-akhūhu aḥabbu ilā abīnā minnā wanaḥnu ʿuṣ'batun inna abānā lafī ḍalālin mubīnin",
          "translation": "Ketika mereka berkata, \"Sesungguhnya Yusuf dan saudaranya (Bunyamin) lebih dicintai ayah daripada kita, padahal kita adalah satu golongan (yang kuat). Sungguh, ayah kita dalam kekeliruan yang nyata,",
          "tafsir": "Saudara-saudara Yusuf berkata sesama mereka, \"Sesungguhnya ayah kita lebih banyak menyayangi Yusuf dan saudaranya Bunyamin dan lebih banyak menumpahkan perhatiannya kepada keduanya, padahal kitalah yang lebih berhak untuk disayangi dan diperhatikan, karena kita ini sudah menjadi orang dewasa yang kuat dan dapat membelanya serta memenuhi segala kebutuhannya. Sikap ayah kita itu bertentangan dengan keadilan dan persamaan hak antara anak-anak. Mengapa ayah lebih mengutamakan dua orang anak yang lemah dan tak berdaya itu dari pada kita yang kuat serta lebih sanggup berkhidmat dan berbakti kepadanya?\" Sepintas lalu nampak dengan jelas kebenaran ucapan saudara-saudara Yusuf itu, seakan-akan Nabi Yakub a.s. telah membuat kekeliruan dengan tindakannya itu padahal dia seorang nabi yang selalu dibimbing Allah dalam segala sikap dan tindakannya. Menurut riwayat memang Yakub menumpah-kan perhatian yang besar terhadap Yusuf, karena ada firasat dan tanda-tanda yang menunjukkan bahwa Yusuf mempunyai keistimewaan pada sifat dan pembawaannya. Keistimewaan ini tidak dimiliki oleh saudara-saudaranya yang lain. Maka Yakub sangat menaruh harapan kepadanya, apalagi setelah ia mendengar Yusuf menceritakan mimpinya. Jika Yakub lebih cinta kepada Yusuf dan lebih banyak memperhatikannya, maka hal itu adalah wajar, sebab Yusuf dan Bunyamin masih kecil-kecil dan lebih banyak membutuhkan perhatian dan bimbingan orang tuanya dibanding saudara-saudaranya yang sudah besar. Hanya sifat iri dan dengki sajalah yang mendorong saudara-saudaranya untuk melakukan tindakan permusuhan terhadapnya, bukanlah karena ayah mereka sudah menyimpang dari jalan keadilan."
        },
        {
          "number": 9,
          "arabic": "ٱقْتُلُوا۟ يُوسُفَ أَوِ ٱطْرَحُوهُ أَرْضًا يَخْلُ لَكُمْ وَجْهُ أَبِيكُمْ وَتَكُونُوا۟ مِنۢ بَعْدِهِۦ قَوْمًا صَـٰلِحِينَ",
          "transliteration": "uq'tulū yūsufa awi iṭ'raḥūhu arḍan yakhlu lakum wajhu abīkum watakūnū min baʿdihi qawman ṣāliḥīna",
          "translation": "bunuhlah Yusuf atau buanglah dia ke suatu tempat agar perhatian ayah tercurah kepadamu, dan setelah itu kamu menjadi orang yang baik.\"",
          "tafsir": "Dalam suatu musyawarah untuk menetapkan tindakan yang tepat dan tegas terhadap Yusuf, mereka mengusulkan agar dia dibunuh saja atau dibuang ke tempat yang jauh, sehingga ia tidak mungkin kembali atau binasa dan mati di tempat pembuangan itu. Dengan demikian, ayah mereka Yakub akan berputus asa dan tidak mempunyai harapan lagi untuk bertemu dengan anaknya yang paling disayanginya itu, dan lama kelamaan tentunya dia akan melupakannya. Selama ini yang menjadi halangan baginya untuk memperhatikan mereka ialah Yusuf di sampingnya. Bila Yusuf sudah tiada atau tersingkir ke negeri yang jauh, tentulah ayah mereka akan kembali memperhatikan dan menyayangi mereka. Mereka menginsyafi bahwa tindakan ini adalah suatu tindakan yang kejam tidak berperikemanusiaan, suatu tindakan kriminal yang sangat besar dosanya. Akan tetapi, mereka telah jauh tersesat dari jalan yang benar dan terjerumus ke dalam perangkap setan, sehingga tidak nampak lagi oleh mereka akibat perbuatan itu bagi ayah dan diri mereka sendiri jika perbuatan itu dilakukan. Mereka membujuk diri mereka sendiri dengan mengatakan, meskipun mereka telah berdosa, pintu tobat masih terbuka lebar. Mereka akan bertobat dengan tobat nasuha dan tidak akan berbuat seperti itu lagi, dan menjadi hamba Allah yang saleh. Tentu Allah akan menerima tobat, mengampuni segala dosa dan kesalahan hamba-Nya, dengan demikian ayah mereka akan merasa senang kepada mereka, dan Allah tidak akan menyiksa mereka."
        },
        {
          "number": 10,
          "arabic": "قَالَ قَآئِلٌ مِّنْهُمْ لَا تَقْتُلُوا۟ يُوسُفَ وَأَلْقُوهُ فِى غَيَـٰبَتِ ٱلْجُبِّ يَلْتَقِطْهُ بَعْضُ ٱلسَّيَّارَةِ إِن كُنتُمْ فَـٰعِلِينَ",
          "transliteration": "qāla qāilun min'hum lā taqtulū yūsufa wa-alqūhu fī ghayābati l-jubi yaltaqiṭ'hu baʿḍu l-sayārati in kuntum fāʿilīna",
          "translation": "Seorang di antara mereka berkata, \"Janganlah kamu membunuh Yusuf, tetapi jebloskan saja dia ke dasar sumur agar dia dipungut oleh sebagian musafir, jika kamu hendak berbuat.\"",
          "tafsir": "Rupanya masih ada di antara mereka yang tidak mau melaksanakan usul itu dan masih mengalir dalam tubuhnya rasa kasih sayang terhadap saudaranya dan tergambar dalam khayalnya, betapa ngerinya perbuatan itu. Dia mengusulkan agar Yusuf jangan dibunuh jika hanya ingin memisahkan dari ayahnya dan menarik perhatian ayah mereka kembali. Mengapa untuk mencapai tujuan itu kita harus melakukan pembunuhan, melakukan suatu dosa besar yang belum tentu akan diampuni Tuhan? Dia mempunyai usul yang tidak begitu berat dosanya yaitu menjatuhkan Yusuf ke dalam sumur dan nanti dia akan ditemukan oleh para musafir dan akan dibawa mereka ke negeri yang jauh. Dengan demikian, Yusuf tidak akan mati dan mereka bebas dari dosa pembunuhan sedang maksud dan tujuan tercapai juga. Akhirnya usul ini mereka terima dengan baik, dan mereka sudah bertekad dalam hati untuk melaksanakannya."
        },
        {
          "number": 11,
          "arabic": "قَالُوا۟ يَـٰٓأَبَانَا مَا لَكَ لَا تَأْمَ۫نَّا عَلَىٰ يُوسُفَ وَإِنَّا لَهُۥ لَنَـٰصِحُونَ",
          "transliteration": "qālū yāabānā mā laka lā tamannā ʿalā yūsufa wa-innā lahu lanāṣiḥūna",
          "translation": "Mereka berkata, \"Wahai ayah kami! Mengapa engkau tidak mempercayai kami terhadap Yusuf, padahal sesungguhnya kami semua menginginkan kebaikan baginya.",
          "tafsir": "Pada ayat ini, terbayang dengan jelas betapa besar kecurigaan Nabi Yakub terhadap para saudara Yusuf dan kekhawatirannya apabila ia membiarkan Yusuf bergaul dengan mereka, apalagi setelah mendengar cerita Yusuf tentang mimpinya. Sikap ayah mereka itu sangat menjengkelkan hati dan menyinggung perasaan mereka. Dengan terus terang mereka berkata, \"Wahai ayah kami, mengapa engkau selalu mencurigai kami terhadap Yusuf, padahal kami tetap mencintai dan menyayanginya, selalu berusaha agar dia senang dan gembira, dan tidak pernah terlintas dalam pikiran kami akan menyakiti hatinya apalagi menganiayanya. Mengapa engkau tidak membiarkan dia bergaul, bercengkerama dengan sewajarnya seakan-akan engkau menaruh curiga terhadap kami.\""
        },
        {
          "number": 12,
          "arabic": "أَرْسِلْهُ مَعَنَا غَدًا يَرْتَعْ وَيَلْعَبْ وَإِنَّا لَهُۥ لَحَـٰفِظُونَ",
          "transliteration": "arsil'hu maʿanā ghadan yartaʿ wayalʿab wa-innā lahu laḥāfiẓūna",
          "translation": "Biarkanlah dia pergi bersama kami besok pagi, agar dia bersenang-senang dan bermain-main, dan kami pasti menjaganya.\"",
          "tafsir": "Saudara-saudara Yusuf kembali membujuk ayahnya dengan menyatakan, \"Biarkanlah dia pergi berekreasi dengan kami besok ke tempat pengembalaan, berolah raga, dan berlomba. Kami akan membawa makanan yang enak-enak dan buah-buahan yang lezat, yang akan kami santap setelah selesai bermain-main. Kami akan selalu menjaga dan memeliharanya dari segala bahaya. Percayakanlah dia kepada kami. Insya Allah dia akan senang bersama kami dan kami pun menyenangi dia, dan dia akan kami bawa pulang dengan selamat dan tidak kurang suatu apa.\""
        },
        {
          "number": 13,
          "arabic": "قَالَ إِنِّى لَيَحْزُنُنِىٓ أَن تَذْهَبُوا۟ بِهِۦ وَأَخَافُ أَن يَأْكُلَهُ ٱلذِّئْبُ وَأَنتُمْ عَنْهُ غَـٰفِلُونَ",
          "transliteration": "qāla innī layaḥzununī an tadhhabū bihi wa-akhāfu an yakulahu l-dhi'bu wa-antum ʿanhu ghāfilūna",
          "translation": "Dia (Yakub) berkata, \"Sesungguhnya kepergian kamu bersama dia (Yusuf) sangat menyedihkanku dan aku khawatir dia dimakan serigala, sedang kamu lengah darinya.\"",
          "tafsir": "Yakub berkata kepada mereka, \"Hai anak-anakku! Aku akan menjadi gelisah dan sedih jika kamu membawanya bermain-main berolah raga dan berlomba dan tinggal sendirian karena masih kecil, dan belum sanggup melayanimu bermain-main? Siapa tahu datang serigala lalu menerkamnya sedangkan kamu semua sedang asyik bermain-main.\""
        },
        {
          "number": 14,
          "arabic": "قَالُوا۟ لَئِنْ أَكَلَهُ ٱلذِّئْبُ وَنَحْنُ عُصْبَةٌ إِنَّآ إِذًا لَّخَـٰسِرُونَ",
          "transliteration": "qālū la-in akalahu l-dhi'bu wanaḥnu ʿuṣ'batun innā idhan lakhāsirūna",
          "translation": "Sesungguhnya mereka berkata, \"Jika dia dimakan serigala, padahal kami kelompok (yang kuat), maka tentu kami menjadi orang-orang yang merugi.\"<sup foot_note=135360>1</sup>",
          "tafsir": "Mereka menjawab, \"Wahai ayah kami, sungguh tidak pada tempat-nya ayah curiga dan gelisah serupa itu dan janganlah ayah merasa khawatir atas keselamatan Yusuf. Kami ini sudah besar-besar dan dewasa, kami ini orang-orang kuat semuanya, dan kami telah berjanji akan menjaganya. Apa yang ayah khawatirkan itu tidak mungkin akan terjadi, dan kalau terjadi juga maka apalah arti hidup bagi kami, jika kami yang besar dan yang kuat ini tidak bisa menjamin keselamatan adik kami. Dengan demikian kami akan termasuk orang-orang yang merugi, orang yang tidak berharga sedikitpun.\" Akhirnya karena desakan yang sangat kuat dari saudara-saudara Yusuf dan mereka telah memberikan jaminan pula, maka dengan perasaan yang berat, terpaksalah Yakub memberi izin kepada mereka untuk membawa Yusuf bermain-main ke tempat gembala di padang pasir."
        }
      ]
    }
  ]
}