{
  "pageNumber": 574,
  "juz": 29,
  "surahs": [
    {
      "number": 73,
      "name": "Al-Muzzammil",
      "nameArabic": "المزمل",
      "meaning": "Orang Yang Berselimut",
      "revelation": "Makkah",
      "description": "Surat Al-Muzzammil terdiri dari 20 ayat, termasuk golongan surat Makkiyyah, dan diturunkan sesudah surat Al-Qalam.Dinamai \"Al-Muzzammil\" (orang yang berselimut) diambil dari kata \"Al-Muzzammil\" yang terdapat pada ayat pertama surat ini. Yang dimaksud dengan \"orang yang berkemul\" di sini ialah Nabi Muhammad.**Pokok-Pokok Isi:**Petunjuk-petunjuk yang harus dilakukan oleh Rasulullah demi menguatkan ruhani guna persiapan menerima wahyu, yaitu dengan bangun pada malam hari untuk shalat tahajjud dan membaca Al-Qur'an dengan tartil; bertasbih dan bertahmid; perintah bersabar terhadap celaan orang-orang yang mendustakan Rasul. Akhirnya, umat Islam diperintahkan untuk shalat tahajjud, berjihad di jalan Allah, membaca Al-Qur'an, mendirikan shalat, menunaikan zakat, membelanjakan harta di jalan Allah, dan memohon ampunan kepada Allah.Surat Al-Muzzammil menerangkan hal-hal yang berhubungan dengan petunjuk-petunjuk Allah untuk menguatkan jiwa bagi seseorang yang akan melakukan tugas berat.**Hubungan Surat Al-Muzzammil Dengan Surat Al-Muddassir:**1. Kedua surat ini sama-sama dimulai dengan seruan kepada Nabi Muhammad.2. Surat Al-Muzzammil berisi perintah bangun malam untuk shalat tahajud dan memahami Al-Qur'an demi menguatkan jiwa seseorang, sedangkan surat Al-Muddassir berisi perintah melakukan dakwah, menyucikan diri, dan bersabar.",
      "verses": [
        {
          "number": 1,
          "arabic": " يَـٰٓأَيُّهَا ٱلْمُزَّمِّلُ",
          "transliteration": "yāayyuhā l-muzamilu",
          "translation": "Wahai orang yang berselimut (Muhammad)!",
          "tafsir": "Dalam ayat ini, Allah memerintahkan Nabi Muhammad yang sedang berselimut supaya mendirikan salat pada sebagian malam. Seruan Allah kepada Nabi Muhammad ini didahului dengan kata-kata \"Hai orang yang berselimut"
        },
        {
          "number": 2,
          "arabic": "قُمِ ٱلَّيْلَ إِلَّا قَلِيلًا",
          "transliteration": "qumi al-layla illā qalīlan",
          "translation": "bangunlah (untuk salat) pada malam hari, kecuali<sup foot_note=135826>1</sup> sebagian kecil.",
          "tafsir": "Dalam ayat ini, Allah memerintahkan Nabi Muhammad yang sedang berselimut supaya mendirikan salat pada sebagian malam. Seruan Allah kepada Nabi Muhammad ini didahului dengan kata-kata \"Hai orang yang berselimut"
        },
        {
          "number": 3,
          "arabic": "نِّصْفَهُۥٓ أَوِ ٱنقُصْ مِنْهُ قَلِيلًا",
          "transliteration": "niṣ'fahu awi unquṣ min'hu qalīlan",
          "translation": "(yaitu) separuhnya atau kurang sedikit dari itu,",
          "tafsir": "Allah menerangkan maksud perkataan sebagian yang terdapat dalam ayat sebelumnya, yaitu separuh atau lebih. Allah menyerahkan kepada Nabi Muhammad untuk memilih waktu melakukan salat malam. Ia dapat memilih antara sepertiga, seperdua, atau dua pertiga malam. Allah memberi kebebasan kepada Nabi Muhammad untuk memilih waktu-waktu tersebut. Sepertiga malam menurut waktu Indonesia ialah kira-kira antara jam 10 dan jam 11 malam, seperdua malam ialah waktu antara jam 12 dan 1 malam dan dua pertiga malam ialah waktu antara jam 2 dan 3 sampai sebelum fajar."
        },
        {
          "number": 4,
          "arabic": "أَوْ زِدْ عَلَيْهِ وَرَتِّلِ ٱلْقُرْءَانَ تَرْتِيلًا",
          "transliteration": "aw zid ʿalayhi warattili l-qur'āna tartīlan",
          "translation": "atau lebih dari (seperdua) itu, dan bacalah Alquran itu dengan perlahan-lahan.",
          "tafsir": "Dalam ayat ini, Allah memerintahkan Nabi Muhammad supaya membaca Al-Qur'an secara seksama (tartil). Maksudnya ialah membaca Al-Qur'an dengan pelan-pelan, bacaan yang fasih, dan merasakan arti dan maksud dari ayat-ayat yang dibaca itu, sehingga berkesan di hati. Perintah ini dilaksanakan oleh Nabi saw. 'Aisyah meriwayatkan bahwa Rasulullah saw membaca Al-Qur'an dengan tartil, sehingga surah yang dibacanya menjadi lebih lama dari ia membaca biasa. Dalam hubungan ayat ini, al-Bukhari dan Muslim meriwayatkan dari 'Abdullah bin Mugaffal, bahwa ia berkata: Aku melihat Rasulullah saw pada hari penaklukan kota Mekah, sedang menunggang unta beliau membaca Surah al-Fath di mana dalam bacaan itu beliau melakukan tarji' (bacaan lambat dengan mengulang-ulang). (Riwayat al-Bukhari dan Muslim dari 'Abdullah bin Mugaffal) Pengarang buku Fathul Bayan berkata, \"Yang dimaksud dengan tartil ialah kehadiran hati ketika membaca, bukan asal mengeluarkan bunyi dari tenggorokan dengan memoncong-moncongkan muka dan mulut dengan alunan lagu, sebagaimana kebiasaan yang dilakukan pembaca-pembaca Al-Qur'an zaman sekarang. Membaca yang seperti itu adalah suatu bacaan yang dilakukan orang-orang yang tidak mengerti agama.\" Membaca Al-Qur'an secara tartil mengandung hikmah, yaitu terbukanya kesempatan untuk memperhatikan isi ayat-ayat yang dibaca dan di waktu menyebut nama Allah, si pembaca akan merasakan kemahaagungan-Nya. Ketika tiba pada ayat yang mengandung janji, pembaca akan timbul harapan-harapan, demikian juga ketika membaca ayat ancaman, pembaca akan merasa cemas. Sebaliknya membaca Al-Qur'an secara tergesa-gesa atau dengan lagu yang baik, tetapi tidak memahami artinya adalah suatu indikasi bahwa si pembaca tidak memperhatikan isi yang terkandung dalam ayat yang dibacanya."
        },
        {
          "number": 5,
          "arabic": "إِنَّا سَنُلْقِى عَلَيْكَ قَوْلًا ثَقِيلًا",
          "transliteration": "innā sanul'qī ʿalayka qawlan thaqīlan",
          "translation": "Sesungguhnya Kami akan menurunkan perkataan yang berat kepadamu.",
          "tafsir": "Ayat ini menerangkan bahwa Allah akan menurunkan Al-Qur'an kepada Muhammad saw yang di dalamnya terdapat perintah dan larangan-Nya. Hal ini merupakan beban yang berat, baik terhadap Muhammad saw maupun pengikutnya. Tidak ada yang mau memikul beban yang berat itu kecuali orang yang mendapatkan petunjuk dari Allah."
        },
        {
          "number": 6,
          "arabic": "إِنَّ نَاشِئَةَ ٱلَّيْلِ هِىَ أَشَدُّ وَطْـًٔا وَأَقْوَمُ قِيلًا",
          "transliteration": "inna nāshi-ata al-layli hiya ashaddu waṭan wa-aqwamu qīlan",
          "translation": "Sungguh, bangun malam itu lebih kuat (mengisi jiwa); dan (bacaan di waktu itu) lebih berkesan.",
          "tafsir": "Ayat ini menegaskan bahwa ibadah yang dilakukan pada malam hari terasa lebih berkesan dan mantap, baik di hati maupun di lidah, sebab bacaan ayat-ayat itu lebih jelas dibandingkan bacaan pada siang hari di saat manusia sedang disibukkan oleh urusan-urusan kehidupan duniawi."
        },
        {
          "number": 7,
          "arabic": "إِنَّ لَكَ فِى ٱلنَّهَارِ سَبْحًا طَوِيلًا",
          "transliteration": "inna laka fī l-nahāri sabḥan ṭawīlan",
          "translation": "Sesungguhnya pada siang hari engkau sangat sibuk dengan urusan-urusan yang panjang.",
          "tafsir": "Ayat ini memerintahkan supaya Nabi Muhammad dapat membedakan antara suasana melakukan ibadah pada siang hari dan malamnya, saat ketenangan jiwa bermunajat kepada Tuhan, menghendaki kebebasan pikiran. Kesibukan yang terdapat pada siang hari membuat perhatian beliau tidak terfokus kepada kesibukan menjalankan risalah Tuhan."
        },
        {
          "number": 8,
          "arabic": "وَٱذْكُرِ ٱسْمَ رَبِّكَ وَتَبَتَّلْ إِلَيْهِ تَبْتِيلًا",
          "transliteration": "wa-udh'kuri is'ma rabbika watabattal ilayhi tabtīlan",
          "translation": "Dan sebutlah nama Tuhanmu, dan beribadahlah kepada-Nya dengan sepenuh hati.",
          "tafsir": "Dalam ayat ini, Allah memerintahkan Nabi Muhammad supaya senantiasa mengingat-Nya, baik siang maupun malam, dengan bertasbih, bertahmid, bertakbir, salat, dan membaca Al-Qur'an. Dengan demikian, ia dapat melenyapkan dari hatinya segala sesuatu yang melalaikan perintah-perintah Allah."
        },
        {
          "number": 9,
          "arabic": "رَّبُّ ٱلْمَشْرِقِ وَٱلْمَغْرِبِ لَآ إِلَـٰهَ إِلَّا هُوَ فَٱتَّخِذْهُ وَكِيلًا",
          "transliteration": "rabbu l-mashriqi wal-maghribi lā ilāha illā huwa fa-ittakhidh'hu wakīlan",
          "translation": "(Dialah) Tuhan timur dan barat, tidak ada tuhan selain Dia, maka jadikanlah Dia sebagai pelindung.",
          "tafsir": "Selanjutnya dijelaskan bahwa Allah adalah pemilik timur dan barat. Tidak ada Tuhan selain Dia. Oleh karena itu, hendaklah Muhammad saw menyerahkan segala urusan kepada-Nya. Firman Allah: Maka sembahlah Dia dan bertawakallah kepada-Nya. (Hud/11: 123)"
        },
        {
          "number": 10,
          "arabic": "وَٱصْبِرْ عَلَىٰ مَا يَقُولُونَ وَٱهْجُرْهُمْ هَجْرًا جَمِيلًا",
          "transliteration": "wa-iṣ'bir ʿalā mā yaqūlūna wa-uh'jur'hum hajran jamīlan",
          "translation": "Dan bersabarlah (Muhammad) terhadap apa yang mereka katakan dan tinggalkanlah mereka dengan cara yang baik.",
          "tafsir": "Dalam ayat ini, Allah memerintahkan kepada Nabi Muhammad supaya sabar dan menahan diri menghadapi orang-orang musyrik yang melontarkan kata-kata yang tidak senonoh terhadap dirinya dan Tuhannya, karena kesabaran membawa kepada tercapainya cita-cita. Allah juga memerintahkan supaya Muhammad saw memutuskan pergaulan dengan orang-orang yang seperti itu dengan bijaksana tanpa melontarkan cercaan terhadap mereka. Dalam ayat lain, Allah berfirman: Apabila engkau (Muhammad) melihat orang-orang memperolok-olokkan ayat-ayat Kami, maka tinggalkanlah mereka hingga mereka beralih ke pembicaraan lain. (al-An'am/6: 68) Dan firman-Nya: Maka tinggalkanlah (Muhammad) orang yang berpaling dari peringatan Kami, dan dia hanya menginginkan kehidupan dunia. (an-Najm/53: 29) Allah juga berfirman: Karena itu berpalinglah kamu dari mereka, dan berilah mereka nasihat, dan katakanlah kepada mereka perkataan yang membekas pada jiwanya. (an-Nisa'/4: 63)"
        },
        {
          "number": 11,
          "arabic": "وَذَرْنِى وَٱلْمُكَذِّبِينَ أُو۟لِى ٱلنَّعْمَةِ وَمَهِّلْهُمْ قَلِيلًا",
          "transliteration": "wadharnī wal-mukadhibīna ulī l-naʿmati wamahhil'hum qalīlan",
          "translation": "Dan biarkanlah Aku (yang bertindak) terhadap orang-orang yang mendustakan, yang memiliki segala kenikmatan hidup, dan berilah mereka penangguhan sebentar.",
          "tafsir": "Ayat ini memerintahkan supaya Muhammad saw mengembalikan urusannya kepada Allah dalam menghadapi pendusta-pendusta agama yang kaya raya dan bermegah-megahan dengan kekayaan itu. Allah-lah yang akan menyiksa mereka dengan azab yang telah disiapkan-Nya untuk mereka. Oleh karenanya, hendaklah Muhammad saw membiarkan mereka bermegah-megahan dengan kekayaan mereka dalam waktu sementara, karena Allah pasti akan memenuhi janji-Nya mengazab mereka sebagaimana telah diperlihatkan-Nya kepada orang-orang mukmin pada hari peperangan Badar yang peristiwanya terjadi tidak lama setelah turun ayat ini. Allah berfirman: Kami biarkan mereka bersenang-senang sebentar, kemudian Kami paksa mereka (masuk) ke dalam azab yang keras. (Luqman/31: 24)"
        },
        {
          "number": 12,
          "arabic": "إِنَّ لَدَيْنَآ أَنكَالًا وَجَحِيمًا",
          "transliteration": "inna ladaynā ankālan wajaḥīman",
          "translation": "Sungguh, di sisi Kami ada belenggu-belenggu (yang berat) dan neraka yang menyala-nyala,",
          "tafsir": "Ayat ini menggambarkan tentang berbagai macam azab Tuhan di akhirat nanti terhadap pendusta-pendusta tersebut. Allah berkuasa mengazab mereka karena Dia mempunyai belenggu untuk mengikat kaki mereka sebagai penghinaan terhadap mereka dan tidak ada kekhawatiran kalau-kalau mereka melarikan diri. Allah mempunyai api neraka yang menyala-nyala dan dapat menghanguskan serta merusak kulit muka dan badan serta melemahkan sendi-sendi tulang mereka. Allah mempunyai makanan-makanan dalam api neraka yang sifatnya mencekik kerongkongan yang tidak dapat dikeluarkan dan tidak dapat pula ditelan. Hal ini merupakan azab Tuhan yang memedihkan seluruh bagian tubuh mereka."
        },
        {
          "number": 13,
          "arabic": "وَطَعَامًا ذَا غُصَّةٍ وَعَذَابًا أَلِيمًا",
          "transliteration": "waṭaʿāman dhā ghuṣṣatin waʿadhāban alīman",
          "translation": "dan (ada) makanan yang menyumbat di kerongkongan dan azab yang pedih.",
          "tafsir": "Ayat ini menggambarkan tentang berbagai macam azab Tuhan di akhirat nanti terhadap pendusta-pendusta tersebut. Allah berkuasa mengazab mereka karena Dia mempunyai belenggu untuk mengikat kaki mereka sebagai penghinaan terhadap mereka dan tidak ada kekhawatiran kalau-kalau mereka melarikan diri. Allah mempunyai api neraka yang menyala-nyala dan dapat menghanguskan serta merusak kulit muka dan badan serta melemahkan sendi-sendi tulang mereka. Allah mempunyai makanan-makanan dalam api neraka yang sifatnya mencekik kerongkongan yang tidak dapat dikeluarkan dan tidak dapat pula ditelan. Hal ini merupakan azab Tuhan yang memedihkan seluruh bagian tubuh mereka."
        },
        {
          "number": 14,
          "arabic": "يَوْمَ تَرْجُفُ ٱلْأَرْضُ وَٱلْجِبَالُ وَكَانَتِ ٱلْجِبَالُ كَثِيبًا مَّهِيلًا",
          "transliteration": "yawma tarjufu l-arḍu wal-jibālu wakānati l-jibālu kathīban mahīlan",
          "translation": "(Ingatlah) pada hari (ketika) bumi dan gunung-gunung berguncang keras, dan menjadilah gunung-gunung itu seperti onggokan pasir yang dicurahkan.",
          "tafsir": "Ayat ini menerangkan bahwa azab tersebut terjadi pada hari di mana bumi dan gunung berguncang sekeras-kerasnya sehingga gunung dan bukit menjadi berserakan, bercerai-berai seperti tumpukan pasir yang beterbangan. Firman Allah dalam ayat lain: Dan gunung-gunung seperti bulu yang dihambur-hamburkan. (al-Qari'ah/101: 5)"
        },
        {
          "number": 15,
          "arabic": "إِنَّآ أَرْسَلْنَآ إِلَيْكُمْ رَسُولًا شَـٰهِدًا عَلَيْكُمْ كَمَآ أَرْسَلْنَآ إِلَىٰ فِرْعَوْنَ رَسُولًا",
          "transliteration": "innā arsalnā ilaykum rasūlan shāhidan ʿalaykum kamā arsalnā ilā fir'ʿawna rasūlan",
          "translation": "Sesungguhnya Kami telah mengutus seorang Rasul (Muhammad) kepada kamu, yang menjadi saksi terhadapmu, sebagaimana Kami telah mengutus seorang Rasul kepada Fir'aun.",
          "tafsir": "Ayat ini menerangkan bahwa Allah telah mengutus kepada penduduk Mekah seorang rasul yaitu Muhammad saw untuk membawa mereka ke jalan yang benar dan menjadi saksi bagi mereka pada hari Kiamat tentang sikap mereka terhadap ajakan Rasul, apakah mereka menerima atau menolaknya, sebagaimana Allah mengutus seorang rasul kepada Fir'aun dan kaumnya. Akan tetapi, Fir'aun menentang kerasulan Musa sehingga Allah membinasakannya beserta pengikut-pengikutnya dengan menenggelamkan mereka ke dalam lautan. Oleh sebab itu, hendaklah penduduk Mekah mengambil pelajaran dari peristiwa ini."
        },
        {
          "number": 16,
          "arabic": "فَعَصَىٰ فِرْعَوْنُ ٱلرَّسُولَ فَأَخَذْنَـٰهُ أَخْذًا وَبِيلًا",
          "transliteration": "faʿaṣā fir'ʿawnu l-rasūla fa-akhadhnāhu akhdhan wabīlan",
          "translation": "Namun Fir'aun mendurhakai Rasul itu, maka Kami siksa dia dengan siksaan yang berat.",
          "tafsir": "Ayat ini menerangkan bahwa Allah telah mengutus kepada penduduk Mekah seorang rasul yaitu Muhammad saw untuk membawa mereka ke jalan yang benar dan menjadi saksi bagi mereka pada hari Kiamat tentang sikap mereka terhadap ajakan Rasul, apakah mereka menerima atau menolaknya, sebagaimana Allah mengutus seorang rasul kepada Fir'aun dan kaumnya. Akan tetapi, Fir'aun menentang kerasulan Musa sehingga Allah membinasakannya beserta pengikut-pengikutnya dengan menenggelamkan mereka ke dalam lautan. Oleh sebab itu, hendaklah penduduk Mekah mengambil pelajaran dari peristiwa ini."
        },
        {
          "number": 17,
          "arabic": "فَكَيْفَ تَتَّقُونَ إِن كَفَرْتُمْ يَوْمًا يَجْعَلُ ٱلْوِلْدَٰنَ شِيبًا",
          "transliteration": "fakayfa tattaqūna in kafartum yawman yajʿalu l-wil'dāna shīban",
          "translation": "Lalu bagaimanakah kamu akan dapat menjaga dirimu jika kamu tetap kafir kepada hari yang menjadikan anak-anak beruban.",
          "tafsir": "Ayat ini menegaskan bahwa orang-orang kafir tidak takut kepada datangnya hari Kiamat. Padahal pada hari itu, mereka tidak akan merasa aman karena kekufuran mereka. Mereka tidak sanggup menolak azab Tuhan pada hari yang sangat dahsyat yang menjadikan anak-anak muda beruban. Langit pun pada hari itu terpecah-belah. Hal itu menunjukkan sangat dahsyatnya hari tersebut. Kedatangan hari tersebut, yaitu turunnya azab Tuhan kepada orang kafir dan pahala Tuhan berupa nikmat kepada orang mukmin, adalah janji Tuhan yang pasti dipenuhi-Nya. Allah tidak akan memungkiri janji-Nya."
        },
        {
          "number": 18,
          "arabic": "ٱلسَّمَآءُ مُنفَطِرٌۢ بِهِۦ ۚ كَانَ وَعْدُهُۥ مَفْعُولًا",
          "transliteration": "al-samāu munfaṭirun bihi kāna waʿduhu mafʿūlan",
          "translation": "Langit terbelah pada hari itu. Janji Allah pasti terlaksana.",
          "tafsir": "Ayat ini menegaskan bahwa orang-orang kafir tidak takut kepada datangnya hari Kiamat. Padahal pada hari itu, mereka tidak akan merasa aman karena kekufuran mereka. Mereka tidak sanggup menolak azab Tuhan pada hari yang sangat dahsyat yang menjadikan anak-anak muda beruban. Langit pun pada hari itu terpecah-belah. Hal itu menunjukkan sangat dahsyatnya hari tersebut. Kedatangan hari tersebut, yaitu turunnya azab Tuhan kepada orang kafir dan pahala Tuhan berupa nikmat kepada orang mukmin, adalah janji Tuhan yang pasti dipenuhi-Nya. Allah tidak akan memungkiri janji-Nya."
        },
        {
          "number": 19,
          "arabic": "إِنَّ هَـٰذِهِۦ تَذْكِرَةٌ ۖ فَمَن شَآءَ ٱتَّخَذَ إِلَىٰ رَبِّهِۦ سَبِيلًا",
          "transliteration": "inna hādhihi tadhkiratun faman shāa ittakhadha ilā rabbihi sabīlan",
          "translation": "Sungguh, ini adalah peringatan. Barangsiapa menghendaki, niscaya dia mengambil jalan (yang lurus) kepada Tuhannya.",
          "tafsir": "Allah menegaskan bahwa sesungguhnya hal-hal yang lalu yang mengungkapkan berbagai hal tentang siksaan yang disediakan Allah bagi orang yang mendustakan-Nya, dan bahwa manusia tidak dapat menyelamatkan diri dari azab-Nya, merupakan pengajaran atau peringatan, khususnya bagi orang yang ingin kembali kepada jalan Tuhannya. Menempuh jalan kepada Tuhan berarti mengimani-Nya, mengerjakan perbuatan yang bersifat menaati-Nya, serta menundukkan diri kepada-Nya. Itulah upaya seseorang untuk mencapai mardhatillah (keridaan Allah). Itulah jalan hidup yang lurus dan kokoh."
        }
      ]
    }
  ]
}