{
  "pageNumber": 247,
  "juz": 13,
  "surahs": [
    {
      "number": 12,
      "name": "Yusuf",
      "nameArabic": "يوسف",
      "meaning": "Nabi Yusuf",
      "revelation": "Makkah",
      "description": "Surat Yusuf ini terdiri dari 111 ayat dan termasuk surat Makkiyyah karena diturunkan di Mekah sebelum hijrah. Surat ini dinamai Yusuf karena titik berat isinya mengenai kisah Nabi Yusuf. Kisah ini termasuk cerita ghaib yang diwahyukan kepada Nabi Muhammad sebagai mukjizat bagi beliau, yang sebelumnya tidak beliau ketahui. Menurut riwayat Al Baihaqi dalam kitab \"Ad Dalail\" bahwa segolongan orang Yahudi masuk Islam setelah mendengar kisah Nabi Yusuf tersebut, karena sesuai dengan kisah yang mereka ketahui.Dari kisah Nabi Yusuf ini, Nabi Muhammad banyak mengambil pelajaran dan merupakan penghibur bagi beliau dalam menjalankan tugasnya.**Pokok-Pokok Isi:**1. **Keimanan:** Kenabian Yusuf dan mukjizat-mukjizatnya; menentukan hukum dalam agama adalah hak Allah semata; qadha Allah tak dapat diubah; semua rasul berkelamin laki-laki2. **Hukum-hukum:** Keharusan merahasiakan sesuatu untuk menghindari fitnah; barang dan anak temuan wajib dipungut dan tidak boleh dibiarkan; boleh melakukan muslihat yang tidak merugikan orang lain untuk memperoleh sesuatu kemaslahatan.3. **Kisah-kisah:** Kisah Nabi Yusuf bersaudara dan orang tua mereka, Nabi Ya'qub.4. **Lain-lain:** Beberapa sifat dan suri teladan mulia yang dapat diambil dari kisah Nabi Yusuf; persamaan antara agama para nabi, tauhid.Surat Yusuf ini seluruh isinya berkisah tentang Nabi Yusuf dan saudara-saudaranya beserta kedua orang tua mereka. Cara penuturan kisah Nabi Yusuf ini kepada Nabi Muhammad berbeda dengan kisah nabi-nabi yang lain; kisah Nabi Yusuf secara khusus diceritakan dalam satu surat sedang kisah nabi-nabi yang lain disebutkan dalam beberapa surat. Selain itu, isi kisah Nabi Yusuf juga berbeda dengan kisah nabi-nabi yang lain. Dalam kisah nabi-nabi yang lain, Allah menitikberatkan pada tantangan yang bermacam-macam dari kaum mereka, kemudian mengakhiri kisah tersebut dengan kemusnahan para penentang para nabi. Dalam kisah Nabi Yusuf, Allah menonjolkan kesudahan yang baik dari kesabaran, dan bahwa kesenangan datang setelah penderitaan. Allah menguji Nabi Ya'qub dengan kehilangan putranya, Yusuf, dan penglihatannya. Juga menguji ketabahan dan kesabaran Yusuf dengan dipisahkan dari kedua orang tuanya, dibuang ke dalam sumur, dan diperdagangkan sebagai hamba sahaya. Lalu Allah menguji imannya dengan godaan perempuan cantik lagi bangsawan dan akhirnya dimasukkan ke dalam penjara. Kemudian Allah melepaskan Yusuf dan ayahnya dari segala penderitaan dan cobaan, menghimpunkan mereka kembali, mengembalikan penglihatan Ya'qub, dan menghidupkan lagi cinta kasih antara mereka dengan Yusuf.**Hubungan Surat Yusuf Dengan Surat Ar Ra'd:**1. Dalam surat ini secara umum Allah mengemukakan adanya tanda-tanda keesaan Allah di langit dan di bumi. Di dalam surat Ar Ra'd Allah mengemukakannya lagi secara lebih jelas.2. Kedua surat tersebut sama-sama memuat pengalaman nabi-nabi zaman dahulu beserta umatnya. Yang menentang kebenaran mengalami kehancuran sedang yang mengikuti kebenaran mendapat kemenangan.3. Pada akhir surat Yusuf diterangkan bahwa Al-Qur'an bukanlah perkataan yang diada-adakan tetapi petunjuk dan rahmat bagi orang yang beriman, dan keterangan ini diulangi lagi di awal surat Ar Ra'd.",
      "verses": [
        {
          "number": 96,
          "arabic": "فَلَمَّآ أَن جَآءَ ٱلْبَشِيرُ أَلْقَىٰهُ عَلَىٰ وَجْهِهِۦ فَٱرْتَدَّ بَصِيرًا ۖ قَالَ أَلَمْ أَقُل لَّكُمْ إِنِّىٓ أَعْلَمُ مِنَ ٱللَّهِ مَا لَا تَعْلَمُونَ",
          "transliteration": "falammā an jāa l-bashīru alqāhu ʿalā wajhihi fa-ir'tadda baṣīran qāla alam aqul lakum innī aʿlamu mina l-lahi mā lā taʿlamūna",
          "translation": "Maka ketika telah tiba pembawa kabar gembira itu, maka diusapkannya (baju itu) ke wajahnya (Yakub), lalu dia dapat melihat kembali. Dia (Yakub) berkata, \"Bukankah telah aku katakan kepadamu, bahwa aku mengetahui dari Allah apa yang tidak kamu ketahui.\"",
          "tafsir": "Pada ayat ini, Allah swt menerangkan bahwa setelah pembawa kabar gembira itu sampai ke tempat ayahnya sesuai dengan anjuran Yusuf, Yahuda tampil ke depan membawa baju gamis Yusuf dan mengusapkannya ke wajah Yakub. Mata Yakub dengan seketika kembali melihat seperti sediakala. Yakub berkata kepada putra-putranya, \"Bukankah pernah kukatakan kepadamu ketika aku menyuruhmu ke Mesir mencari berita tentang Yusuf dan saudaranya, bahwa sesungguhnya aku tahu dengan perantaraan wahyu dari Allah swt, bukan khayalan dan angan-angan bahwa Yusuf itu masih hidup sedang kamu tidak mengetahuinya.\" Penyerahan baju Yusuf kepada ayahnya oleh Yahuda sebagai bukti bahwa Yusuf masih hidup mengingatkan Yakub pada penyerahan baju Yusuf yang berlumuran darah oleh Yahuda sebagai bukti bahwa Yusuf telah diterkam serigala."
        },
        {
          "number": 97,
          "arabic": "قَالُوا۟ يَـٰٓأَبَانَا ٱسْتَغْفِرْ لَنَا ذُنُوبَنَآ إِنَّا كُنَّا خَـٰطِـِٔينَ",
          "transliteration": "qālū yāabānā is'taghfir lanā dhunūbanā innā kunnā khāṭiīna",
          "translation": "Mereka berkata, \"Wahai ayah kami! Mohonkanlah ampunan untuk kami atas dosa-dosa kami, sesungguhnya kami adalah orang yang bersalah (berdosa).\"",
          "tafsir": "Setelah saudara-saudara Yusuf melihat bukti-bukti dan kenyataan yang tidak dapat dipungkiri, mereka menjadi sadar dan dengan jujur mengakui kesalahannya. Mereka juga meminta kepada ayahnya agar mau memohonkan ampun kepada Allah swt atas kedurhakaan yang telah mereka perbuat kepada ayahnya dan kezaliman yang dilakukan terhadap Yusuf. Pengakuan saudara-saudara Yusuf tentang kesalahan dan dosa yang telah diperbuat itu adalah pengakuan yang kedua kalinya. Sebelum itu, mereka pernah mengakui dosa dan kesalahannya di hadapan Yusuf, hanya pada waktu itu Yusuf langsung memohonkan ampunan dari Allah swt tanpa permintaan dari mereka."
        },
        {
          "number": 98,
          "arabic": "قَالَ سَوْفَ أَسْتَغْفِرُ لَكُمْ رَبِّىٓ ۖ إِنَّهُۥ هُوَ ٱلْغَفُورُ ٱلرَّحِيمُ",
          "transliteration": "qāla sawfa astaghfiru lakum rabbī innahu huwa l-ghafūru l-raḥīmu",
          "translation": "Dia (Yakub) berkata, \"Aku akan memohonkan ampunan bagimu kepada Tuhanku. Sungguh, Dia Yang Maha Pengampun, Maha Penyayang.\"",
          "tafsir": "Setelah Yakub melihat kesadaran dan pengakuan anak-anaknya atas kesalahan yang mereka perbuat dengan terus terang serta permintaan mereka supaya ayahnya memohonkan ampunan kepada Allah swt, beliau menjawab, \"Aku akan memohonkan ampun bagimu kepada Allah swt. Semoga Allah swt mengampunimu semua karena Dia Maha Pengampun dan Maha Penyayang. Allah tidak akan mengecewakan seorang mukmin yang memohon kepada-Nya dengan sungguh-sungguh.\""
        },
        {
          "number": 99,
          "arabic": "فَلَمَّا دَخَلُوا۟ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيْهِ أَبَوَيْهِ وَقَالَ ٱدْخُلُوا۟ مِصْرَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ",
          "transliteration": "falammā dakhalū ʿalā yūsufa āwā ilayhi abawayhi waqāla ud'khulū miṣ'ra in shāa l-lahu āminīna",
          "translation": "Maka ketika mereka masuk ke (tempat) Yusuf, dia merangkul (dan menyiapkan tempat untuk) kedua orang tuanya seraya berkata, \"Masuklah kamu ke negeri Mesir, insya Allah dalam keadaan aman.\"",
          "tafsir": "Pada ayat ini, dijelaskan bahwa saudara-saudara Yusuf pulang ke negerinya untuk memboyong semua keluarganya ke Mesir sesuai dengan anjuran Yusuf. Setelah sampai, mereka memberitahukan kepada kedua orang tuanya tentang kedudukan Yusuf di Mesir, dimana dia adalah penguasa yang berkuasa penuh di sana. Disampaikan pula bahwa Yusuf mengundang semua keluarganya untuk menetap di Mesir bersama-sama dengannya, menikmati kemajuan dan keindahan kota Mesir. Mendengar berita itu, berangkatlah mereka bersama-sama ke Mesir. Setelah sampai di Mesir mereka bertemu dengan Yusuf dan rombongan yang pergi menjemput mereka di tengah jalan. Yusuf merangkul kedua orang tuanya dan berkata, \"Silakan memasuki negeri Mesir dengan selamat dan aman, insya Allah kamu sekalian tidak akan mengalami kesulitan dan kelaparan, sekalipun musim kemarau masih saja mencekam.\" Ucapan \"Insya Allah\" yang dikatakan Yusuf ini menjadi pelajaran bagi kita kaum Muslimin bahwa apabila hendak melakukan sesuatu, supaya disandarkan kepada kehendak Allah. Hal ini telah menjadi kebiasaan bagi para nabi dan shiddiqin. Hal tersebut sesuai pula dengan maksud firman Allah swt: Dan jangan sekali-kali engkau mengatakan terhadap sesuatu, \"Aku pasti melakukan itu besok pagi,\" kecuali (dengan mengatakan), \"Insya Allah.\" (al-Kahf/18: 23 dan 24)"
        },
        {
          "number": 100,
          "arabic": "وَرَفَعَ أَبَوَيْهِ عَلَى ٱلْعَرْشِ وَخَرُّوا۟ لَهُۥ سُجَّدًا ۖ وَقَالَ يَـٰٓأَبَتِ هَـٰذَا تَأْوِيلُ رُءْيَـٰىَ مِن قَبْلُ قَدْ جَعَلَهَا رَبِّى حَقًّا ۖ وَقَدْ أَحْسَنَ بِىٓ إِذْ أَخْرَجَنِى مِنَ ٱلسِّجْنِ وَجَآءَ بِكُم مِّنَ ٱلْبَدْوِ مِنۢ بَعْدِ أَن نَّزَغَ ٱلشَّيْطَـٰنُ بَيْنِى وَبَيْنَ إِخْوَتِىٓ ۚ إِنَّ رَبِّى لَطِيفٌ لِّمَا يَشَآءُ ۚ إِنَّهُۥ هُوَ ٱلْعَلِيمُ ٱلْحَكِيمُ",
          "transliteration": "warafaʿa abawayhi ʿalā l-ʿarshi wakharrū lahu sujjadan waqāla yāabati hādhā tawīlu ru'yāya min qablu qad jaʿalahā rabbī ḥaqqan waqad aḥsana bī idh akhrajanī mina l-sij'ni wajāa bikum mina l-badwi min baʿdi an nazagha l-shayṭānu baynī wabayna ikh'watī inna rabbī laṭīfun limā yashāu innahu huwa l-ʿalīmu l-ḥakīmu",
          "translation": "Dan dia menaikkan kedua orang tuanya ke atas singgasana. Dan mereka (semua) tunduk bersujud kepadanya (Yusuf). Dan dia (Yusuf) berkata, \"Wahai ayahku! Inilah takwil mimpiku yang dahulu. Dan sesungguhnya Tuhanku telah menjadikannya kenyataan. Sesungguhnya Tuhanku telah berbuat baik kepadaku, ketika Dia membebaskan aku dari penjara dan ketika membawa kamu dari dusun, setelah setan merusak (hubungan) antara aku dengan saudara-saudaraku. Sungguh, Tuhanku Mahalembut terhadap apa yang Dia kehendaki. Sungguh, Dia Yang Maha Mengetahui, Mahabijaksana.",
          "tafsir": "Ayat ini menjelaskan Yusuf kemudian mengangkat kedua orang tuanya dan mendudukkan mereka di atas singgasana sebagai penghormatan lebih daripada apa yang telah diperbuat kepada saudara-saudaranya. Mereka merebahkan diri seraya sujud memberi hormat kepada Yusuf, sebagaimana lazimnya orang-orang memberi hormat kepada raja dan para pembesar pada waktu itu. Yusuf lalu berkata, \"Wahai ayahku! Inilah takbir mimpiku dahulu ketika saya masih kecil yang telah saya sampaikan kepada ayah dengan ucapan: Sungguh, aku (bermimpi) melihat sebelas bintang, matahari dan bulan; kulihat semuanya sujud kepadaku. (Yusuf/12: 4) Lebih lanjut Yusuf berkata, \"Allah swt menjadikan mimpiku itu benar-benar terjadi, bukan khayalan. Sebelas bintang itu adalah saudara-saudaraku yang berjumlah sebelas orang, sedang matahari dan bulan adalah ayah dan ibuku.\" Dengan keluarga inilah Allah swt memelihara keturunan Nabi Ishak, anak Nabi Ibrahim as, untuk mengembangkan agama tauhid di muka bumi ini. Selanjutnya Yusuf berkata kepada ayahnya, \"Allah swt telah berbuat baik kepadaku. Dia melepaskan aku dari penjara dan mengangkatku sebagai penguasa. Dia memindahkan ayah dari dusun padang pasir berpenghidupan sederhana dan kasar, ke negeri yang ramai, menikmati hidup yang bahagia, penyiaran agama yang benar, dan tolong menolong di dalam memajukan ilmu pengetahuan. Ini semua terjadi setelah setan memutus hubungan silaturrahim antara aku dan saudara-saudaraku sehingga rusaklah hubungan persaudaraan, dan timbullah rasa dengki dan buruk sangka antara kita. Sesungguhnya Allah swt Maha Mengetahui segala sesuatu yang bagaimanapun halusnya, bersifat lemah lembut kepada hamba-hamba-Nya, dan menetapkan apa yang Dia kehendaki dengan kebijaksanaan-Nya. Sesungguhnya Dia Maha Mengetahui apa yang menjadi maslahat bagi hamba-hamba-Nya. Tiada suatu hal yang tersembunyi bagi-Nya. Mahabijaksana di dalam segala hal, membalas orang-orang yang berbuat baik dengan kebaikan, dan kesudahan yang baik diberikan kepada orang-orang yang bertakwa.\""
        },
        {
          "number": 101,
          "arabic": "۞ رَبِّ قَدْ ءَاتَيْتَنِى مِنَ ٱلْمُلْكِ وَعَلَّمْتَنِى مِن تَأْوِيلِ ٱلْأَحَادِيثِ ۚ فَاطِرَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ أَنتَ وَلِىِّۦ فِى ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ ۖ تَوَفَّنِى مُسْلِمًا وَأَلْحِقْنِى بِٱلصَّـٰلِحِينَ",
          "transliteration": "rabbi qad ātaytanī mina l-mul'ki waʿallamtanī min tawīli l-aḥādīthi fāṭira l-samāwāti wal-arḍi anta waliyyī fī l-dun'yā wal-ākhirati tawaffanī mus'liman wa-alḥiq'nī bil-ṣāliḥīna",
          "translation": "Tuhanku, sesungguhnya Engkau telah menganugerahkan kepadaku sebagian kekuasaan dan telah mengajarkan kepadaku sebagian takwil mimpi. (Wahai Tuhan) pencipta langit dan bumi, Engkaulah pelindungku di dunia dan di akhirat, wafatkanlah aku dalam keadaan muslim dan gabungkanlah aku dengan orang yang saleh.\"",
          "tafsir": "Ayat ini adalah pernyataan dan doa yang diucapkan Yusuf a.s. sesudah Allah swt menyelamatkannya dari dalam sumur, membebaskan dari fitnah istri al-Aziz dan perempuan-perempuan lainnya, membebaskan dari penderitaan dalam penjara, dan menganugerahinya pangkat dan kedudukan sesudah bebas dari semua tuduhan yang ditujukan kepadanya. Yusuf segera berdoa memohon kepada Allah swt supaya dilipatgandakan pahalanya di akhirat kelak sebagaimana dilipatgandakan karunia yang diterimanya di dunia. Yusuf berkata, \"Ya Tuhanku, Engkau telah menganugerahkan kepadaku kedudukan dan kekuasaan, mengajarkan kepadaku takbir mimpi, dan memberitahukan kepadaku hal-hal yang akan terjadi di kemudian hari dan rahasia-rahasia yang terkandung di dalam wahyu-Mu. Ya Allah! Engkaulah Pencipta langit dan bumi ini, menciptakan keduanya dengan baik dan teratur, kokoh dan rapi, Engkaulah Pelindungku di dunia dan di akhirat, melindungiku dari maksud jahat orang-orang yang memusuhiku dan orang-orang yang ingin berbuat jahat kepadaku. Ya Allah Yang Mahakuasa! Wafatkanlah aku dalam keadaan Islam, sesuai dengan wasiat leluhurku yang berbunyi: Dan Ibrahim mewasiatkan (ucapan) itu kepada anak-anaknya, demikian pula Yakub, \"Wahai anak-anakku! Sesungguhnya Allah telah memilih agama ini untukmu, maka janganlah kamu mati kecuali dalam keadaan muslim. (al-Baqarah/2: 132) Yusuf melanjutkan doanya dengan mengatakan, \"Ya Allah Ya Tuhanku! Masukkanlah aku ke dalam kelompok orang-orang yang saleh dari leluhur kami seperti Nabi Ibrahim, Ismail, dan Ishak, begitu pula dengan para nabi dan rasul sebelumnya. Engkaulah Maha Pengasih, Maha Pemurah, dan Mahakuasa atas segala sesuatu.\""
        },
        {
          "number": 102,
          "arabic": "ذَٰلِكَ مِنْ أَنۢبَآءِ ٱلْغَيْبِ نُوحِيهِ إِلَيْكَ ۖ وَمَا كُنتَ لَدَيْهِمْ إِذْ أَجْمَعُوٓا۟ أَمْرَهُمْ وَهُمْ يَمْكُرُونَ",
          "transliteration": "dhālika min anbāi l-ghaybi nūḥīhi ilayka wamā kunta ladayhim idh ajmaʿū amrahum wahum yamkurūna",
          "translation": "Itulah sebagian berita gaib yang Kami wahyukan kepadamu (Muhammad); padahal engkau tidak berada di samping mereka, ketika mereka bersepakat mengatur tipu muslihat (untuk memasukan Yusuf ke dalam sumur).",
          "tafsir": "Pada ayat ini, Allah swt menerangkan bahwa kisah Yusuf yang telah dipaparkan di atas termasuk berita gaib. Berita gaib itu diwahyukan kepada Muhammad. Sebelumnya, ia dan umat Islam tidak mengetahuinya. Dia juga tidak mengetahui ketika saudara-saudara Yusuf bersatu dan sepakat untuk membuang Yusuf ke dalam sumur yang dalam, dan ketika mereka mengatur tipu daya dan makarnya. Muhammad saw mengetahui peristiwa yang telah dialami oleh Yusuf itu dengan perantaraan wahyu dari Allah swt. Peristiwa ini merupakan bukti yang nyata atas kebenaran kenabian dan kerasulan Muhammad saw. Bagi orang yang sadar, bukti ini menjadi alasan untuk mempercayai dan membenarkan kerasulan Muhammad saw itu."
        },
        {
          "number": 103,
          "arabic": "وَمَآ أَكْثَرُ ٱلنَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ",
          "transliteration": "wamā aktharu l-nāsi walaw ḥaraṣta bimu'minīna",
          "translation": "Dan kebanyakan manusia tidak akan beriman walaupun engkau sangat menginginkannya.",
          "tafsir": "Pada ayat ini, diterangkan bahwa orang-orang yang telah benar-benar kafir dan terus-menerus membangkang, tidak akan beriman bagaimanapun kita mengharap dan menginginkannya, sekalipun telah diberikan alasan-alasan yang nyata dan meyakinkan. Begitu pula halnya dengan kebanyakan orang Quraisy Mekah, sekalipun telah diberikan bukti-bukti yang nyata, mereka tidak akan percaya dan tidak akan membenarkan kenabian dan kerasulan Muhammad saw. Oleh sebab itu, beriman atau tidaknya seseorang setelah menerima dakwah rasul bukan menjadi tanggung jawabnya. Firman Allah swt: Sungguh, engkau (Muhammad) tidak dapat memberi petunjuk kepada orang yang engkau kasihi, tetapi Allah memberi petunjuk kepada orang yang Dia kehendaki, dan Dia lebih mengetahui orang-orang yang mau menerima petunjuk. (al-Qashash/28: 56)"
        }
      ]
    }
  ]
}