{
  "pageNumber": 140,
  "juz": 7,
  "surahs": [
    {
      "number": 6,
      "name": "Al-An'am",
      "nameArabic": "الأنعام",
      "meaning": "Binatang Ternak",
      "revelation": "Makkah",
      "description": "Surat Al-An'am (binatang ternak: unta, sapi, dan kambing) terdiri dari 165 ayat dan termasuk surat Makkiyyah, karena hampir seluruh ayatnya diturunkan di Mekah sebelum hijrah. Dinamakan Al-An'am karena di dalamnya disebut kata \"An'am\" yang memiliki kaitan erat dengan adat istiadat kaum musyrikin; mereka biasa mempergunakan binatang ternak untuk mendekatkan diri kepada tuhan. Selain itu, juga disebutkan hukum-hukum yang berkenaan dengan binatang ternak itu.Pokok-pokok Isi:1. Keimanan:Bukti-bukti keesaan Allah dan kesempurnaan sifat-sifat-Nya; kebenaran kenabian Nabi Muhammad s.a.w.; persaksian Allah atas kenabian Ibrahim, Ishaq, Ya'qub, Nuh, Daud, Sulaiman, Ayyub, Yusuf, Musa, Harun, Zakariya, Yahya, 'Isa, Ilyas, Alyasa', Yunus, dan Luth; penegasan tentang keberadaan risalah dan wahyu serta hari pembalasan dan hari kebangkitan; kepalsuan kepercayaan orang-orang musyrik dan keingkaran mereka terhadap hari kiamat.2. Hukum-hukum:Larangan mengikuti adat istiadat yang dibuat-buat oleh kaum Jahiliyah; makanan yang halal dan yang haram; wasiat yang sepuluh dan Al-Qur'an, tentang tauhid keadilan dan hukum-hukum; larangan mencaci maki berhala orang musyrik karena mereka akan membalas dengan mencaci maki Allah.3. Kisah-kisah:Kisah umat-umat yang menentang rasul-rasul; kisah pengalaman Nabi Muhammad s.a.w. dan para nabi pada umumnya; cerita Nabi Ibrahim a.s. membimbing kaumnya kepada tauhid.4. Lain-lain:Sikap keras kepala kaum musyrikin: tata cara seorang nabi memimpin umatnya; bidang-bidang kerasulan dan tugas rasul-rasul; tantangan kaum musyrikin untuk melemahkan rasul; kepercayaan orang-orang musyrik terhadap jin, setan, dan malaikat; beberapa prinsip keagamaan dan kemasyarakatan; nilai hidup duniawi.Dalam surat Al-An'am Allah menjelaskan keesaan dan kesempurnaan sifat-sifat-Nya, menyatakan kebatilan kepercayaan orang-orang musyrik dengan bantahan-bantahan yang logis dan mudah diterima oleh akal. Hukuman yang berat akan dijatuhkan kepada orang yang keras kepala menolak kebenaran.Hubungan Surat Al-An'Am Dengan Surat Al-A'raf:1. Kedua surat tersebut termasuk di antara tujuh surat yang panjang (assab'uth thiwaal), sama-sama membicarakan pokok aqidah agama. Dalam surat Al-An'am dikemukakan garis-garis besar aqidah sedangkan surat Al-A'raf menjelaskannya.2. Dalam surat Al-An'am Allah menerangkan asal usul kejadian manusia, yaitu dari tanah, dan menjelaskan tentang beberapa generasi manusia yang telah dibinasakan, kemudian disinggung pula tentang rasul-rasul dengan menyebut beberapa nama mereka secara garis besar, sedangkan surat Al-A'raf menjelaskannya.3. Pada bagian terakhir surat Al-An'am, Allah mengatakan bahwa Dia menjadikan manusia sebagai khalifah-khalifah di bumi dan mengangkat derajat sebagian mereka, maka bagian permulaan surat Al-A'raf mengemukakan penciptaan Adam dan anak cucunya yang dijadikan sebagai khalifah di bumi.4. Hubungan bagian akhir Al-An'am dengan permulaan surat Al-A'raf:a. Bagian akhir Al-An'am, Allah mengatakan bahwa Al-Qur'an adalah kitab pedoman yang benar, jalan yang lurus dan diberkahi, maka umat manusia diperintahkan mengikutinya. Pada bagian permulaan surat Al-A'raf, Allah mengulangi lagi perintah ini dan melarang mengikuti selainnya.b. Pada bagian akhir surat Al-An'am, Allah berfirman bahwa Dia akan memberikan keterangan tentang apa yang seharusnya dilakukan manusia dan yang menjadi perselisihan mereka. Maka pada bagian permulaan surat Al-A'raf, Allah menjelaskan apa yang disebut dengan \"Allah memberi keterangan,\" yaitu pengutusan para rasul yang bertugas memberi keterangan dan masing-masing akan dimintai pertanggungjawaban.c. Pada bagian akhir surat Al-An'am, Allah menyatakan bahwa orang yang berbuat kebajikan akan diberi ganjaran sepuluh kali lipat dan yang berbuat kejahatan akan dibalas sesuai dengan perbuatannya. Untuk menentukan kadar kebajikan dan kejahatan itu ada timbangannya, maka Allah mengemukakan di bagian muka surat Al-A'raf, bahwa timbangan pada hari itu ialah kebenaran dan keadilan. Siapa yang timbangannya berat maka dialah yang beruntung dan siapa yang timbangannya ringan maka dialah yang merugi. Kemudian Allah menceritakan keadaan dan nasib ashhabul A'raaf.",
      "verses": [
        {
          "number": 95,
          "arabic": "۞ إِنَّ ٱللَّهَ فَالِقُ ٱلْحَبِّ وَٱلنَّوَىٰ ۖ يُخْرِجُ ٱلْحَىَّ مِنَ ٱلْمَيِّتِ وَمُخْرِجُ ٱلْمَيِّتِ مِنَ ٱلْحَىِّ ۚ ذَٰلِكُمُ ٱللَّهُ ۖ فَأَنَّىٰ تُؤْفَكُونَ",
          "transliteration": "inna l-laha fāliqu l-ḥabi wal-nawā yukh'riju l-ḥaya mina l-mayiti wamukh'riju l-mayiti mina l-ḥayi dhālikumu l-lahu fa-annā tu'fakūna",
          "translation": "Sungguh, Allah menumbuhkan butir (padi-padian) dan biji (kurma). Dia mengeluarkan yang hidup dari yang mati dan mengeluarkan yang mati dari yang hidup. Itulah (kekuasaan) Allah, maka mengapa kamu masih berpaling?",
          "tafsir": "Allah menjelaskan bahwa semua kehidupan terjadi karena adanya Pencipta kehidupan, yaitu Allah. Allah mengembang biakkan segala macam tumbuh-tumbuhan dari benih-benih kehidupan, baik yang berbentuk butiran-butiran ataupun biji-bijian. Diwujudkan demikian adalah dengan maksud agar mudah dipahami oleh manusia, sesuai dengan pengetahuan mereka secara umum; termasuk pula segala jenis kehidupan yang oleh ilmu pengetahuan digolongkan pada tumbuh-tumbuhan yang berkembang biak dengan spora atau dengan pembelahan sel yang hanya dapat diketahui oleh orang-orang tertentu. Kesemuanya itu berkembang biak menurut hukum sebab dan akibat yang telah ditentukan oleh Allah. Uraian ilmiah tentang ayat ini adalah sebagai berikut: mengeluarkan yang hidup dari yang mati dan mengeluarkan yang mati dari yang hidup, merupakan siklus kehidupan (life cycle) dari semua makhluk hidup atau living organisms (sering hanya ditulis organisms), utamanya dari jenis makhluk tingkat tinggi, seperti manusia, hewan ataupun tumbuhan. Jika berbicara tentang tanaman/tumbuhan, maka kalimat 'mengeluarkan yang hidup dari yang mati, mengisyaratkan bahwa tanaman (yang hidup itu) keluar dari biji-biji yang ditanam. Biji-biji ini dapat 'dianggap sesuatu yang mati. Sebab jika tidak menemukan kondisi yang sesuai, ia tetap merupakan benda 'mati. Sedangkan 'mengeluarkan yang mati dari yang hidup, mengisyaratkan bahwa biji-biji (yang mati itu) keluar atau dihasilkan oleh tanaman (yang hidup). Siklus kehidupan organisma merupakan proses metabolisme yang terjadi pada semua makhluk hidup; dan dikendalikan oleh sistem gen yang kompleks. Inilah yang merupakan kekuasaan atau ayat Allah. Pada akhir ayat ini Allah menegaskan bahwa yang menciptakan segala-galanya mempunyai sifat yang Mahasempurna yang mempunyai kekuasaan yang tidak terbatas dan mempunyai ilmu pengetahuan yang tinggi, yaitu Allah. Dengan demikian, hanya Allah yang seharusnya disembah, dan tidak boleh disekutukan dengan yang lain. Allah mencela orang-orang musyrik, mengapa mereka menyimpang dari ibadah yang benar yaitu menyimpang dari agama tauhid menuju penyembahan tuhan selain Allah, padahal kalau mereka mau memperhatikan kejadian alam semesta ini, niscaya mereka mengetahui bahwa perbuatan mereka itu adalah perbuatan yang tidak benar."
        },
        {
          "number": 96,
          "arabic": "فَالِقُ ٱلْإِصْبَاحِ وَجَعَلَ ٱلَّيْلَ سَكَنًا وَٱلشَّمْسَ وَٱلْقَمَرَ حُسْبَانًا ۚ ذَٰلِكَ تَقْدِيرُ ٱلْعَزِيزِ ٱلْعَلِيمِ",
          "transliteration": "fāliqu l-iṣ'bāḥi wajaʿala al-layla sakanan wal-shamsa wal-qamara ḥus'bānan dhālika taqdīru l-ʿazīzi l-ʿalīmi",
          "translation": "Dia menyingsingkan pagi dan menjadikan malam untuk beristirahat, dan (menjadikan) matahari dan bulan untuk perhitungan. Itulah ketetapan Allah Yang Mahaperkasa, Maha Mengetahui.",
          "tafsir": "Allah menyuruh manusia agar memperhatikan perputaran waktu yang disebabkan oleh peredaran benda-benda langit yang berlaku menurut hukum sebab dan akibat. Allah mengajak manusia memperhatikan alam terbuka yang dapat dilihat sehari-hari. Allah menyingsingkan cahaya pagi yang menghapus kegelapan malam. Cahaya itu tampak di ufuk langit bagian timur sesudah terbitnya matahari sehingga dunia tampak bercahaya terang. Keadaan ini mereka alami di saat-saat mereka melakukan segala macam kegiatan untuk keperluan hidup mereka. Sebagai kebalikan dari suasana tersebut, Allah mengajak manusia untuk memperhatikan keadaan malam yang gelap. Allah menciptakan malam untuk beristirahat setelah mereka penat karena bekerja di siang hari. Keadaan ini digambarkan sebagai suasana ketenangan. Suasana yang silih berganti antara siang dan malam seperti keadaan yang mempunyai persamaan dengan perputaran hidup, agar mereka mempunyai pandangan hidup yang lebih luas. Uraian ilmiahnya sebagai berikut: Kata husbana (perhitungan) dalam ayat ini dimaksudkan sebagai perhitungan kalender (penanggalan). Dalam sejarah peradaban manusia, telah terbukti bahwa matahari dan bulan digunakan untuk perhitungan penanggalan. Penanggalan berbasis pada 'gerak dan posisi matahari di langit bumi, atau yang dikenal dengan Solar Calendar, telah dilakukan oleh peradaban Barat (berasal dari Romawi dan Yunani), India; sedang peradaban Yahudi, Arab, Cina, juga India menggunakan Lunar Calendar, yaitu perhitungan berbasiskan kepada 'gerak dan posisi bulan di langit bumi. Dalam bahasa astronomi, Solar Calendar berbasiskan pada lintasan-orbit bumi terhadap posisi matahari, sedang Lunar Calendar berbasis pada lintasan-orbit bulan terhadap posisi bumi dan matahari. Dalam dunia astronomi-astrofisika, bulan juga digunakan dalam perhitungan penentuan kestabilan dinamika rotasi (rotational dynamic stability) bumi. Hal ini membuktikan bahwa keberadaan bulan sangat diperlukan agar precession (perkitaran) bumi pada sumbunya stabil. Bulan memberikan kestabilan dalam dimensi waktu 10-100 tahun, sedang Venus dan Mars memberikan kestabilan dalam dimensi waktu 100-500 tahun. Sedang planet Yupiter dan Saturnus, juga ikut memberikan rotational dynamic stability terhadap bumi kita ini, juga bertindak sebagai shield (perisai) bagi bumi terhadap hamburan meteor yang akan membentur bumi. Allah menyebutkan sebab-sebab yang mengubah suasana siang menjadi malam yaitu matahari yang beredar menurut waktu-waktu yang telah ditentukan. Sebagai bandingannya disebutkan, bahwa bulan tampak cemerlang di waktu malam. Baik matahari maupun bulan beredar di angkasa raya menurut garis edarnya secara teratur dan tertentu. Allah menyebutkan matahari dan bulan karena kedua benda langit itulah yang paling menonjol di antara benda-benda langit yang lain, yang secara umum manusia dapat memahami secara mudah kapan matahari dan bulan itu terbit dan kapan benda langit itu terbenam, dengan maksud agar manusia dapat memahami bahwa tiap-tiap kehidupan didahului oleh tiada dan akan kembali kepada tiada pula. Mengenai manfaat peredaran matahari dan bulan ini Allah menjelaskan selanjutnya dengan firman-Nya: Dialah yang menjadikan matahari bersinar dan bulan bercahaya dan Dialah yang menetapkan tempat-tempat orbitnya, agar kamu mengetahui bilangan tahun, dan perhitungan (waktu). (Yunus/10: 5) Dalam ayat ini, Allah menyebutkan tiga macam nikmat-Nya yang dapat dinikmati secara langsung oleh manusia yaitu nikmat yang diperoleh mereka tanpa usaha; nikmat cahaya pagi, nikmat ketenangan malam dan nikmat sinar matahari dan bulan agar manusia secara menyeluruh dapat memahami rahmat Allah yang menyeluruh bagi semua makhluk-Nya. Pada akhir ayat Allah menegaskan bahwa penciptaan yang sangat tinggi nilainya itu, adalah ketentuan Allah sesuai dengan keluasan ilmu-Nya, kebesaran kekuasaan dan ketinggian hikmah-Nya. Allah berfirman: Sungguh, Kami menciptakan segala sesuatu menurut ukuran. (al-Qamar/54: 49)"
        },
        {
          "number": 97,
          "arabic": "وَهُوَ ٱلَّذِى جَعَلَ لَكُمُ ٱلنُّجُومَ لِتَهْتَدُوا۟ بِهَا فِى ظُلُمَـٰتِ ٱلْبَرِّ وَٱلْبَحْرِ ۗ قَدْ فَصَّلْنَا ٱلْـَٔايَـٰتِ لِقَوْمٍ يَعْلَمُونَ",
          "transliteration": "wahuwa alladhī jaʿala lakumu l-nujūma litahtadū bihā fī ẓulumāti l-bari wal-baḥri qad faṣṣalnā l-āyāti liqawmin yaʿlamūna",
          "translation": "Dan Dialah yang menjadikan bintang-bintang bagimu, agar kamu menjadikannya petunjuk dalam kegelapan di darat dan di laut. Kami telah menjelaskan tanda-tanda (kekuasaan Kami) kepada orang-orang yang mengetahui.",
          "tafsir": "Allah menjelaskan tentang kegunaan benda-benda langit lainnya, yaitu benda-benda langit selain matahari dan bulan, yang terkenal dengan bintang-bintang yang digunakan oleh manusia sebagai penunjuk waktu, musim serta arah di waktu malam. Bintang dijadikan sebagai penunjuk waktu ialah dengan jalan melihat terbit dan tenggelamnya kelompok-kelompok bintang itu. ) Sebagai tanda waktu, diambil sebagai pedoman bahwa pada tanggal 21 Maret tiap-tiap tahun matahari bersama-sama tenggelam dengan Aries pada jam 6.00 sore (18.00). Seterusnya tiap-tiap bintang itu tenggelam lebih dahulu dari matahari sekitar 1 derajat atau 4 menit. Yang dimaksud dengan bintang-bintang penunjuk waktu di sini ialah bintang-bintang tetap (fixed stars), yaitu bintang-bintang yang bersinar sendiri dan mempunyai rasi (konstelasi) yang tetap; bukan bintang-bintang yang bergerak (planet, as-sayarat) karena bintang-bintang ini selalu berkelana di antara konstelasi-konstelasi bintang yang lain. Sebagai penunjuk musim, dapat diketahui dari kedudukan matahari di antara bintang-bintang tetap itu (manzie). Untuk mudahnya dapat dilihat pada saat matahari terbenam. Apabila Matahari terbenam bersama-sama dengan rasi Hamal (Aries), berarti saat itu tanggal 21 Maret musim semi sudah mulai tiba, sedangkan apabila matahari terbenam bersama-sama dengan Sarathan (Cancer) saat itu tanggal 21 Juni; musim panas telah mulai tiba. Apabila matahari tenggelam bersama-sama dengan rasi Mizan (Libra), berarti saat itu tanggal 23 September; musim gugur mulai tiba; dan apabila matahari tenggelam bersama-sama rasi Jadyu (Capricornus) berarti saat itu tanggal 22 Desember, musim dingin sudah mulai tiba. Musim-musim ini berlaku bagi negeri-negeri di belahan bumi Utara Khatulistiwa, sedang untuk negeri-negeri di belahan bumi Selatan Khatulistiwa berlaku sebaliknya. Bintang-bintang sebagai penunjuk arah yang biasa dipergunakan orang ialah bintang-bintang tetap di luar minthaqatul buruj (Zodiac) yaitu bintang salib selatan (as-shalibul Januby Crux) yaitu dengan jalan menarik garis lurus dari gamma cruxis ke alpha cruxis dan memotong ufuk. Titik perpotongan ialah titik selatan. Bintang biduk atau beruang besar (ad-Dubbul Akbar, Ursa Mayor) yaitu dengan jalan menarik garis lurus dari beta ursaayorise melalui alpha ursae mayoris dan memotong ufuk. Titik perpotongan itulah utara. Lebih lanjut uraian ilmiah tentang manfaat bintang-bintang adalah sebagai berikut: Bintang-bintang dijadikan petunjuk dalam kegelapan di darat dan di laut, memiliki makna bahwa bintang-bintang dapat digunakan sebagai indikator navigasi dalam perjalanan/pengembaraan/pelayaran. Dalam sejarah peradaban manusia, para pelaut dari bangsa-bangsa Viking, Romawi, Yunani, Arab, Spanyol, Portugis telah menggunakan pengetahuan mereka tentang posisi rasi-bintang sebagai indikator navigasi dalam pelayaran mereka yang jauh. Rasi Bintang Salib-Selatan (Southern Cross) telah digunakan oleh para pelaut Inggris sebagai indikator navigasinya. Dalam bahasa ilmiah, indikator navigasi yang menggunakan atau berbasis pada posisi bintang-bintang di langit ini disebut stellar navigation. Stellar navigation juga telah digunakan oleh para pengembara darat untuk menentukan arah perjalanannya. Dalam dunia modern sekarang ini, ternyata stellar navigation juga telah digunakan oleh pesawat antariksa, seperti jenis pesawat Ulang-alik (Space Shuttle): Columbia, Challenger, dan Enterprise. Kegunaan lain bintang-bintang itu adalah sebagai penunjuk arah kiblat, letak Kota Mekah persis di sebelah selatan Kota Medinah. Allah menjelaskan kekuasaan-Nya dalam menciptakan langit, bumi serta segala isinya dan segala macam bentuk kehidupan serta tata hukum yang berlaku untuknya secara terperinci. Penjelasan ini dimaksudkan, bahwa dengan meneliti keagungan ciptaan Tuhan tersebut, pikiran manusia menjadi terbuka untuk menerima keyakinan tentang adanya Pencipta langit, bumi serta segala isinya serta kekuasaan yang dimiliki-Nya. Pada akhir ayat ini Allah menyebutkan bahwa penjelasan yang diberikan secara terpeinci itu ditujukan kepada orang-orang yang mempunyai pikiran yang bersih dan terpelihara dari pengaruh-pengaruh hawa nafsu, yaitu orang-orang yang meneliti benda-benda alam secara murni, terlepas dari tujuan-tujuan tertentu yang menjurus kepada kepentingan pribadi, golongan dan fanatik kebangsaan. Orang-orang yang meneliti benda-benda alam secara murni itulah yang akan dapat menemukan jawaban rahasia kejadian alam semesta yang menghantarkan kepada Tuhan Yang Maha Esa."
        },
        {
          "number": 98,
          "arabic": "وَهُوَ ٱلَّذِىٓ أَنشَأَكُم مِّن نَّفْسٍ وَٰحِدَةٍ فَمُسْتَقَرٌّ وَمُسْتَوْدَعٌ ۗ قَدْ فَصَّلْنَا ٱلْـَٔايَـٰتِ لِقَوْمٍ يَفْقَهُونَ",
          "transliteration": "wahuwa alladhī ansha-akum min nafsin wāḥidatin famus'taqarrun wamus'tawdaʿun qad faṣṣalnā l-āyāti liqawmin yafqahūna",
          "translation": "Dan Dialah yang menciptakan kamu dari diri yang satu (Adam), maka (bagimu) ada tempat menetap dan tempat simpanan.<sup foot_note=135270>1</sup> Sesungguhnya telah Kami jelaskan tanda-tanda (kebesaran Kami) kepada orang-orang yang mengetahui.",
          "tafsir": "Allah mengajak manusia untuk memikirkan kejadian diri mereka sendiri yaitu mereka diciptakan oleh Allah dari diri yang satu. Penjelasan ini memberikan pengertian bahwa semua manusia yang terdiri dari berbagai bangsa dan suku dengan beraneka ragam bentuk dan warna kulitnya, berpangkal dari satu asal yaitu dari Adam dan Hawa. Mereka ini diciptakan oleh Allah dari satu jenis (dari tanah) seperti juga dijelaskan dalam firman-Nya: Wahai manusia! Bertakwalah kepada Tuhanmu yang telah menciptakan kamu dari diri yang satu (Adam), dan (Allah) menciptakan pasangannya (Hawa) dari (diri)nya; dan dari keduanya Allah memperkembangbiakkan laki-laki dan perempuan yang banyak. (an-Nisa'/4: 1) Penjelasan ini menjawab rahasia kejadian manusia yang banyak dibahas oleh para ilmuwan, dan sebagai penegasan kepada manusia agar mereka jangan mengagungkan berhala dan bintang-bintang, akan tetapi hendaklah mereka beribadah hanya kepada Pencipta mereka sendiri yaitu Allah Yang Maha Esa dan Mahakuasa; agar mensyukuri nikmat Allah yang telah dilimpahkan kepada mereka, yaitu agar mereka hidup kenal-mengenal dan tolong-menolong di antara sesama manusia karena mereka pada hakekatnya mempunyai martabat yang sama dan berasal dari jenis yang sama pula. Perbedaan kebangsaan, suku, bentuk dan warna kulit janganlah dijadikan sebab untuk permusuhan dan kebencian, akan tetapi hendaklah dijadikan sebab untuk menjalin persaudaraan dan rasa syukur terhadap nikmat Allah Yang Mahakuasa. Kemudian Allah menjelaskan proses pengembangbiakan manusia, bahwa proses pengembangbiakan itu terjadi atas kuasa Allah pula. Manusia diciptakan dari sperma dan ovum. Sperma berasal dari laki-laki sedangkan ovum dari wanita. Sperma yang terpancar dari laki-laki membuahi ovum, yang dalam beberapa waktu lamanya berada dalam rahim wanita; sesudah melalui proses tertentu lahirlah seorang bayi. Sejak saat itulah bayi itu hidup di alam dunia sampai ajalnya tiba, lalu kembali ke alam baka. Penjelasan ini merupakan perluasan dari ayat-ayat yang lalu agar manusia mendapatkan penjelasan secara lebih terperinci, bahwa kekuasaan Allah tidak hanya berlaku pada benda-benda mati akan tetapi juga berlaku bagi makhluk-makhluk yang hidup. Hal inipun dapat dipahami oleh orang-orang yang suka memahami."
        },
        {
          "number": 99,
          "arabic": "وَهُوَ ٱلَّذِىٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَأَخْرَجْنَا بِهِۦ نَبَاتَ كُلِّ شَىْءٍ فَأَخْرَجْنَا مِنْهُ خَضِرًا نُّخْرِجُ مِنْهُ حَبًّا مُّتَرَاكِبًا وَمِنَ ٱلنَّخْلِ مِن طَلْعِهَا قِنْوَانٌ دَانِيَةٌ وَجَنَّـٰتٍ مِّنْ أَعْنَابٍ وَٱلزَّيْتُونَ وَٱلرُّمَّانَ مُشْتَبِهًا وَغَيْرَ مُتَشَـٰبِهٍ ۗ ٱنظُرُوٓا۟ إِلَىٰ ثَمَرِهِۦٓ إِذَآ أَثْمَرَ وَيَنْعِهِۦٓ ۚ إِنَّ فِى ذَٰلِكُمْ لَـَٔايَـٰتٍ لِّقَوْمٍ يُؤْمِنُونَ",
          "transliteration": "wahuwa alladhī anzala mina l-samāi māan fa-akhrajnā bihi nabāta kulli shayin fa-akhrajnā min'hu khaḍiran nukh'riju min'hu ḥabban mutarākiban wamina l-nakhli min ṭalʿihā qin'wānun dāniyatun wajannātin min aʿnābin wal-zaytūna wal-rumāna mush'tabihan waghayra mutashābihin unẓurū ilā thamarihi idhā athmara wayanʿihi inna fī dhālikum laāyātin liqawmin yu'minūna",
          "translation": "Dan Dialah yang menurunkan air dari langit, lalu Kami tumbuhkan dengan air itu segala macam tumbuh-tumbuhan, maka Kami keluarkan dari tumbuh-tumbuhan itu tanaman yang menghijau, Kami keluarkan dari tanaman yang menghijau itu butir yang banyak; dan dari mayang kurma, mengurai tangkai-tangkai yang menjulai, dan kebun-kebun anggur, dan (Kami keluarkan pula) zaitun dan delima yang serupa dan yang tidak serupa. Perhatikanlah buahnya pada waktu berbuah, dan menjadi masak. Sungguh, pada yang demikian itu ada tanda-tanda (kekuasaan Allah) bagi orang-orang yang beriman.",
          "tafsir": "Allah menjelaskan kejadian hal-hal yang menjadi kebutuhan manusia sehari-hari, agar mereka secara mudah dapat memahami kekuasaan, kebijaksanaan, serta pengetahuan Allah. Allah menjelaskan bahwa Allah-lah yang menurunkan hujan dari langit, yang menyebabkan tumbuhnya berbagai jenis tumbuh-tumbuhan yang terdiri dari berbagai ragam bentuk, macam dan rasa. Seperti firman Allah: ¦ disirami dengan air yang sama, tetapi Kami lebihkan tanaman yang satu dari yang lainnya dalam hal rasanya. (ar-Ra'd/13: 4) Disebutkan hujan turun dari langit adalah menurut kebiasaan mereka. \"Sama\" atau langit digunakan untuk apa saja yang berada di atas; sedang yang dimaksud dengan Sama dalam ayat ini ialah \"Sahab\" yang berarti awan seperti ditunjukkan dalam firman Allah: Pernahkah kamu memperhatikan air yang kamu minum? Kamukah yang menurunkannya dari awan ataukah Kami yang menurunkan? (al-Waqi'ah/56: 68-69) Allah menjelaskan bahwa air itu sebagai sebab bagi tumbuhnya segala macam tumbuh-tumbuhan yang beraneka ragam bentuk jenis dan rasanya, agar manusia dapat mengetahui betapa kekuasaan Allah mengatur kehidupan tumbuh-tumbuhan itu. Manusia yang suka memperhatikan siklus peredaran air akan dapat mengetahui betapa tingginya hukum-hukum Allah. Hukum-Nya berlaku secara tetap dan berlangsung terus tanpa henti-hentinya, sampai tiba saat yang telah ditentukan. Kemudian disebutkan pula perincian dari tumbuh-tumbuhan yang beraneka ragam itu; di antaranya ialah rerumputan yang tumbuh berumpun-rumpun sehingga kelihatan menghijau. Tumbuh-tumbuhan jenis ini mengeluarkan buah yang berbentuk butiran-butiran kecil yang terhimpun dalam sebuah tangkai seperti gandum, syair dan padi. Jenis yang lain dari tumbuh-tumbuhan itu ialah pohon palma yang mengeluarkan buah yang terhimpun dalam sebuah tandan yang menjulai rendah sehingga mudah dipetik. Jenis yang lain lagi dari jenis tumbuh-tumbuhan yang beraneka ragam itu ialah anggur, zaitun, dan delima. Ketika jenis buah-buahan ini disebutkan secara beruntun, karena masing-masing ada yang mempunyai persamaan dan perbedaan, sifat, bentuk dan rasanya, sehingga ada yang berwarna kehitam-hitaman dan ada pula yang berwarna kehijau-hijauan; ada yang berdaun agak lebar, dan ada pula yang berdaun agak kecil; begitu pula ada yang rasanya manis dan ada yang asam. Dalam hal ini ilmuwan berkata: Makhluk hidup telah dijelaskan oleh ahli botani, seperti tumbuhan memainkan peranan penting dalam membuat dunia layak untuk dihuni. Di antara perannya, tumbuhan membersihkan udara bagi manusia, menjaga suhu agar relatif konstan, dan menyeimbangkan proporsi gas di atmosfir. Allah swt menetapkan bahwa manusia dan hewan menerima makanannya dari yang dihasilkan oleh tumbuh-tumbuhan dalam \"pabrik hijau\"nya. Pabrik hijau ini, yang oleh ahli botani disebut dengan kloroplas, mengandung klorofil yang di dalam Al-Qur'an disebaut sebagai al-khadhir (bahan hijau), dimana tumbuhan memanfaatkan energi cahaya matahari dan mengubahnya menjadi energi kimia yang pada akhirnya menghasilkan biji-bijian, buah-buahan dan bagian tumbuhan lainnya. Sel tumbuhan, tidak seperti sel-sel manusia dan hewan, dapat mengkonversi energi matahari menjadi energi kimia dan menyimpannya dalam nutrien melalui cara-cara yang sangat spesial. Proses yang disebut fotosintesis ini dilakukan tidak oleh sel tetapi oleh kloroplas, organel-organel yang memberi warna hijau pada tumbuhan. Organel-organel hijau kecil yang hanya dapat diamati dengan mikroskop ini, merupakan satu-satunya laboratorium di muka bumi yang mampu menyimpan energi matahari dalam bahan organik. Fotosintesis merupakan sebuah proses kimia, yang dirumuskan sebagai berikut: 6 H2O + 6 CO2 +Cahaya matahari â†’ C6 H12 O6 + 6 O2 Artinya, air dan karbon dioksida dengan bantuan energi matahari menghasilkan gula/glukosa dan oksigen. Menurut ahli astronomi Amerika, George Greenstein, klorofil adalah molekul yang melangsungkan fotosintesis. Mekanisme fotosintesis dimulai dengan penyerapan cahaya matahari oleh molekul klorofil. Fotosintesis bervariasi sesuai dengan intensitas dan lamanya sumber cahaya matahari, dan produktivitasnya diukur dari keluaran oksigen yang dihasilkannya. Produksi yang dibuat oleh tumbuhan direalisasikan melalui proses kimia yang sangat kompleks. Ribuan pigmen-pigmen klorofil ditemukan pada kloroplas bereaksi terhadap cahaya dalam waktu yang sangat pendek, sekitar seperseribu detik. Konversi energi matahari menjadi energi kimia atau listrik merupakan terobosan sangat mutakhir. Sistem fotosintesis yang sangat kompleks merupakan sebuah mekanisme yang secara sengaja dirancang oleh Allah swt. Suatu 'pabrik tanpa banding yang dilaksanakan dalam unit luasan yang kecil pada daun. Proses fotosintesis dengan peran klorofil dan kloroplas, merupakan salah satu dari ayat-ayat kauniah, yang menampakkan bahwa seluruh makhluk hidup diciptakan oleh Allah, Pemelihara seluruh alam. Ayat terkait: al-hajj/22: 5). Kesemuanya itu adalah untuk menunjukkan kekuasaan Allah yang menciptakan tumbuh-tumbuhan yang beraneka ragam itu. Allah memerintahkan kepada manusia agar memperhatikan tumbuh-tumbuhan yang beraneka ragam itu pada saat berbuah bagaimana buah-buahan itu tersembul dari batang atau rantingnya, kemudian merekah sebagai bunga, setelah nampak buahnya, akhirnya menjadi buah yang sempurna (matang). Pada akhir ayat ini Allah menegaskan bahwa dalam proses kejadian pembuahan itu terdapat tanda-tanda kekuasaan Allah yang sangat teliti pengurusannya serta tinggi ilmu-Nya. Tanda-tanda kekuasaan Allah itu menjadi bukti bagi orang yang beriman. Dari ayat-ayat ini dapat dipahami bahwa perhatian manusia pada segala macam tumbuh-tumbuhan hanya terbatas pada keadaan lahir sebagai bukti adanya kekuasaan Allah, tidak sampai mengungkap rahasia kekuasaan Allah terhadap penciptaan tumbuh-tumbuhan itu."
        },
        {
          "number": 100,
          "arabic": "وَجَعَلُوا۟ لِلَّهِ شُرَكَآءَ ٱلْجِنَّ وَخَلَقَهُمْ ۖ وَخَرَقُوا۟ لَهُۥ بَنِينَ وَبَنَـٰتٍۭ بِغَيْرِ عِلْمٍ ۚ سُبْحَـٰنَهُۥ وَتَعَـٰلَىٰ عَمَّا يَصِفُونَ",
          "transliteration": "wajaʿalū lillahi shurakāa l-jina wakhalaqahum wakharaqū lahu banīna wabanātin bighayri ʿil'min sub'ḥānahu wataʿālā ʿammā yaṣifūna",
          "translation": "Dan mereka (orang-orang musyrik) menjadikan Jin itu sekutu-sekutu Allah, padahal Dia yang menciptakannya (jin-jin itu), dan mereka berbohong (dengan mengatakan), \"Allah mempunyai anak laki-laki dan anak perempuan,\" tanpa (dasar) pengetahuan.<sup foot_note=135271>1</sup> Maha Suci Allah dan Mahatinggi dari sifat-sifat yang mereka gambarkan.",
          "tafsir": "Allah menjelaskan bahwa orang-orang musyrik menjadikan jin sekutu bagi Allah. Dikatakan demikian karena orang-orang musyrik itu meskipun kenyataannya menyembah berhala-berhala, namun pada hakikatnya mereka berbuat demikian itu lantaran mengikuti bisikan jin dan setan. Allah berfirman: Yang mereka sembah selain Allah itu tidak lain hanyalah inatsan (berhala), dan mereka tidak lain hanyalah menyembah setan yang durhaka, yang dilaknati Allah, dan (setan) itu mengatakan, \"Aku pasti akan mengambil bagian tertentu dari hamba-hamba-Mu, dan pasti kusesatkan mereka, dan akan kubangkitkan angan-angan kosong pada mereka dan akan kusuruh mereka memotong telinga-telinga binatang ternak, (lalu mereka benar-benar memotongnya), dan akan aku suruh mereka mengubah ciptaan Allah, (lalu mereka benar-benar mengubahnya).\" Barang siapa menjadikan setan sebagai pelindung selain Allah, maka sungguh, dia menderita kerugian yang nyata. (an-Nisa'/4: 117-119) Allah menjelaskan kesalahan perbuatan mereka karena mereka sebenarnya telah mengetahui bahwa yang menciptakan jin-jin itu ialah Allah. Itulah sebabnya maka perbuatan mereka itu dicela. Celaan Allah terhadap mereka itu adalah seperti celaan Ibrahim a.s. terhadap kaumnya. Allah berfirman: \"Apakah kamu menyembah patung-patung yang kamu pahat itu? Padahal Allah-lah yang menciptakan kamu dan apa yang kamu perbuat itu.\" (as-shaffat/37: 95-96) Allah mencela pula perbuatan mereka, karena mereka telah berbohong dengan mengatakan bahwa Allah mempunyai anak laki-laki dan anak-anak perempuan. Tuduhan mereka bahwa Allah mempunyai anak laki-laki adalah seperti tuduhan orang-orang Yahudi dan Nasrani. Allah swt berfirman: Dan orang-orang Yahudi berkata, \"Uzair putra Allah,\" dan orang-orang Nasrani berkata, \"Al-Masih putra Allah.\" (at-Taubah/9: 30) Sedangkan tuduhan mereka bahwa Allah mempunyai anak perempuan diterangkan dalam firman Allah: Maka tanyakanlah (Muhammad) kepada mereka (orang-orang kafir Mekah), \"Apakah anak-anak perempuan itu untuk Tuhanmu sedangkan untuk mereka anak-anak laki-laki?\" atau apakah Kami menciptakan malaikat-malaikat berupa perempuan sedangkan mereka menyaksikan(nya)? Ingatlah, sesungguhnya di antara kebohongannya mereka benar-benar mengatakan, \"Allah mempunyai anak.\" Dan sungguh, mereka benar-benar pendusta. (as-shaffat/37: 149-152) Mereka melemparkan tuduhan itu dengan tidak mempunyai alasan sedikit pun. Bahkan perkataan mereka menunjukkan kebodohan mereka sendiri atau semata-mata menuruti hawa nafsu. Di akhir ayat ini Allah membersihkan diri-Nya dari tuduhan-tuduhan mereka, bahwa Dia Mahasuci dan Mahatinggi dari sifat-sifat yang mereka berikan, yaitu bahwa Allah tidak mempunyai serikat dan tidak mempunyai anak."
        },
        {
          "number": 101,
          "arabic": "بَدِيعُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ أَنَّىٰ يَكُونُ لَهُۥ وَلَدٌ وَلَمْ تَكُن لَّهُۥ صَـٰحِبَةٌ ۖ وَخَلَقَ كُلَّ شَىْءٍ ۖ وَهُوَ بِكُلِّ شَىْءٍ عَلِيمٌ",
          "transliteration": "badīʿu l-samāwāti wal-arḍi annā yakūnu lahu waladun walam takun lahu ṣāḥibatun wakhalaqa kulla shayin wahuwa bikulli shayin ʿalīmun",
          "translation": "Dia (Allah) Pencipta langit dan bumi. Bagaimana (mungkin) Dia mempunyai anak padahal Dia tidak mempunyai istri. Dia menciptakan segala sesuatu; dan Dia mengetahui segala sesuatu.",
          "tafsir": "Allah menerangkan bahwa Dialah Pencipta langit dan bumi. Dalam penciptaan jagat raya dan segala isinya, Dia tidaklah meniru dari ciptaan-ciptaan sebelumnya. Dia menciptakan dari tidak ada menjadi ada. Ini berarti bahwa Allah menciptakannya secara mutlak tidak memerlukan bantuan tenaga ataupun benda-benda lainnya. Oleh sebab itu bagaimana mungkin ia mempunyai anak seperti persangkaan orang-orang musyrik. Padahal Dia tidak memerlukan istri yang dapat melahirkan anak. Allah menyalahkan anggapan orang-orang musyrik dengan memberikan alasan-alasan yang rasional dengan maksud agar mereka dapat menerima kebenaran. Penjelasan ini merupakan penjelasan dari ayat sebelumnya, Allah membersihkan diri-Nya dari tuduhan-tuduhan orang-orang musyrik; sedangkan keterangan-keterangan selanjutnya menandaskan bahwa dugaan-dugaan mereka itu tidak masuk akal. Pada akhir ayat ini Allah menegaskan bahwa Dialah yang Maha Mengetahui segala sesuatu. Ilmu-Nya tidak dibatasi oleh ruang dan waktu. Ilmu-Nya azali dan abadi. Hal ini merupakan ketetapan Allah untuk menguatkan alasan-alasan yang dikemukakan sebelumnya serta membatalkan tuduhan orang musyrik yang tidak pada tempatnya itu."
        }
      ]
    }
  ]
}