{
  "pageNumber": 462,
  "juz": 24,
  "surahs": [
    {
      "number": 39,
      "name": "Az-Zumar",
      "nameArabic": "الزمر",
      "meaning": "Rombongan",
      "revelation": "Makkah",
      "description": "Surat Az-Zumar terdiri dari 75 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Saba'.Dinamakan \"Az-Zumar\" (rombongan-rombongan) karena kata \"Az-Zumar\" terdapat pada ayat ke-71 dan ke-73.Dalam ayat-ayat tersebut diterangkan keadaan manusia pada hari kiamat setelah mereka dihisab, ketika itu mereka terbagi menjadi dua rombongan; satu rombongan dibawa ke neraka dan satu rombongan lagi dibawa ke surga. Masing-masing rombongan memperoleh balasan atas apa yang mereka kerjakan di dunia.Surat ini dinamakan juga \"Al Ghuraf\" (kamar-kamar) berhubung kata \"ghuraf\" terdapat pada ayat ke-20, yang menerangkan kondisi kamar-kamar dalam surga yang diperoleh orang-orang yang bertakwa.**Pokok-Pokok Isi:**1. **Keimanan:** Dalil-dalil keesaan dan kekuasaan Allah; malaikat-malaikat berkumpul di sekeliling 'Arsy bertasbih kepada Allah; pada hari kiamat setiap orang mempunyai catatan amal masing-masing.2. **Kisah-kisah:** Perintah memurnikan ketaatan kepada Allah; larangan berputus asa terhadap rahmat Allah.3. **Lain-lain:** Tabiat orang-orang musyrik ketika senang dan susah; perumpamaan yang tercantum dalam Al-Qur'an dan faedahnya; kedahsyatan hari kiamat; rona wajah orang musyrik dan rona wajah orang mukmin pada hari kiamat; janji Allah mengampuni orang-orang yang bersalah jika mereka bertaubat.Dari surat Az-Zumar dapat diambil pelajaran sebagai berikut:a. Al-Qur'an adalah petunjuk yang paling sempurna bagi manusia.b. Setiap makhluk akan mati dan di akhirat akan dihisab tentang amal-amalnya.c. Sekalipun manusia banyak dosa, dilarang berputus asa dari rahmat Allah.**Hubungan Surat Az-Zumar Dengan Surat Ghafir (Al-Mukmin):**1. Surat Az-Zumar menerangkan tentang kesudahan orang-orang mukmin dan kesudahan orang-orang kafir yang selalu mengingkari nabi yang diutus kepada mereka. Surat Al-Mukmin menerangkan bahwa Allah mengampuni segala dosa hamba-Nya yang mau mengikuti jalan yang benar. Hal ini merupakan ajakan Allah kepada orang-orang kafir agar mereka beriman.2. Kedua surat ini sama-sama mengutarakan hal-hal yang berhubungan dengan keadaan hari kiamat, keadaan mahsyar, surga dan neraka.",
      "verses": [
        {
          "number": 32,
          "arabic": "۞ فَمَنْ أَظْلَمُ مِمَّن كَذَبَ عَلَى ٱللَّهِ وَكَذَّبَ بِٱلصِّدْقِ إِذْ جَآءَهُۥٓ ۚ أَلَيْسَ فِى جَهَنَّمَ مَثْوًى لِّلْكَـٰفِرِينَ",
          "transliteration": "faman aẓlamu mimman kadhaba ʿalā l-lahi wakadhaba bil-ṣid'qi idh jāahu alaysa fī jahannama mathwan lil'kāfirīna",
          "translation": "Maka siapakah yang lebih zalim daripada orang yang membuat-buat kebohongan terhadap Allah dan mendustakan kebenaran yang datang kepadanya? Bukankah di neraka Jahanam tempat tinggal bagi orang-orang kafir?",
          "tafsir": "Ayat ini menerangkan bahwa tidak ada orang yang lebih zalim daripada orang yang membuat-buat dusta terhadap Allah, dengan mengadakan sesembahan yang lain, atau mengatakan bahwa para malaikat adalah anak-anak perempuan Allah. Mereka juga mendustakan kebenaran Al-Qur'an yang dibawa oleh Nabi Muhammad, yang mengajak kepada ketauhidan, melaksanakan amar ma'ruf nahi mungkar dan memberitahu akan datangnya hari kebangkitan dan pembalasan. Mereka bersikap mendustakan justru ketika kebenaran datang kepada mereka, seolah-olah mereka menutup akal dan pancaindra untuk mengadakan penyelidikan atau membedakan mana yang hak dan yang batil seperti yang dilakukan oleh manusia yang sadar dan wajar. Semua itu timbul karena sifat kesombongan dan keangkuhan. Oleh karena itu, Allah menyampaikan ancaman yang keras dalam bentuk pertanyaan, \"Bukankah di neraka Jahanam tersedia tempat tinggal bagi orang-orang yang kafir?\" Cara menyampaikan ancaman dengan bentuk pertanyaan itu sering dijumpai dalam Al-Qur'an, karena faedahnya besar sekali bagi mereka yang sedang mencari kebenaran. Pertanyaan itu menimbulkan kejutan atau paling sedikit perhatian bagi mereka yang lengah dan lalai. Sesuai dengan sunatullah, setelah menyampaikan ancaman terhadap orang-orang kafir, Allah lalu memberi kabar gembira dan pujian kepada Nabi Muhammad dan para sahabat serta pengikutnya yang selalu bertakwa kepada-Nya."
        },
        {
          "number": 33,
          "arabic": "وَٱلَّذِى جَآءَ بِٱلصِّدْقِ وَصَدَّقَ بِهِۦٓ ۙ أُو۟لَـٰٓئِكَ هُمُ ٱلْمُتَّقُونَ",
          "transliteration": "wa-alladhī jāa bil-ṣid'qi waṣaddaqa bihi ulāika humu l-mutaqūna",
          "translation": "Dan orang yang membawa kebenaran (Muhammad) dan orang yang membenarkannya, mereka itulah orang yang bertakwa.",
          "tafsir": "Adapun orang yang membawa kebenaran yaitu Muhammad saw dan orang-orang yang membenarkannya, yaitu para sahabat dan pengikutnya sampai hari Kiamat. Mereka selalu bertakwa kepada Allah, tidak menyembah patung dan berhala, selalu menunaikan kewajiban syariat, dan melaksanakan amar ma'ruf nahi mungkar sambil mengharapkan pahala dan menghindari azab-Nya. Mereka itulah yang dimaksudkan golongan orang-orang yang bertakwa."
        },
        {
          "number": 34,
          "arabic": "لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمْ ۚ ذَٰلِكَ جَزَآءُ ٱلْمُحْسِنِينَ",
          "transliteration": "lahum mā yashāūna ʿinda rabbihim dhālika jazāu l-muḥ'sinīna",
          "translation": "Mereka memperoleh apa yang mereka kehendaki di sisi Tuhannya. Demikianlah balasan bagi orang-orang yang berbuat baik,",
          "tafsir": "Mereka akan memperoleh pahala dan kehormatan di sisi Allah yang selalu mereka taati dan sembah. Di dalam surga, mereka akan memperoleh apa saja yang mereka kehendaki di sisi Allah. Dalam beberapa hadis yang sahih dijelaskan bahwa dalam surga mereka akan menjumpai berbagai nikmat yang belum pernah terlihat oleh mata, terdengar oleh telinga, dan terbayang dalam hati. Itulah balasan bagi mereka yang selalu mengutamakan amal kebajikan, dengan hati yang ikhlas dalam keadaan sembunyi atau terang-terangan, yang selalu menjaga amal perbuatan dan ucapan mereka, baik mengenai soal berat atau ringan, yang besar maupun yang kecil. Mereka menghadapi semua itu dengan penuh rasa tanggung jawab."
        },
        {
          "number": 35,
          "arabic": "لِيُكَفِّرَ ٱللَّهُ عَنْهُمْ أَسْوَأَ ٱلَّذِى عَمِلُوا۟ وَيَجْزِيَهُمْ أَجْرَهُم بِأَحْسَنِ ٱلَّذِى كَانُوا۟ يَعْمَلُونَ",
          "transliteration": "liyukaffira l-lahu ʿanhum aswa-a alladhī ʿamilū wayajziyahum ajrahum bi-aḥsani alladhī kānū yaʿmalūna",
          "translation": "agar Allah menghapus perbuatan mereka yang paling buruk yang pernah mereka lakukan dan memberi pahala kepada mereka dengan yang lebih baik daripada apa yang mereka kerjakan.",
          "tafsir": "Semua rahmat, pahala, dan karunia dilimpahkan Allah kepada mereka. Allah juga mengampuni perbuatan yang paling buruk yang pernah mereka kerjakan di dunia. Allah tidak membalas dosa-dosa dan kesalahan mereka dengan azab, bahkan menutupi dosa dan perbuatan mereka yang buruk itu dan membalas dengan pahala yang lebih baik dari apa yang telah mereka kerjakan. Dalam ayat ini didahulukan ampunan dosa daripada pemberian pahala, karena seseorang yang diampuni dosanya telah merasakan ketenangan. Lagi pula, ampunan Allah lebih luas daripada dosa hamba-hamba-Nya."
        },
        {
          "number": 36,
          "arabic": "أَلَيْسَ ٱللَّهُ بِكَافٍ عَبْدَهُۥ ۖ وَيُخَوِّفُونَكَ بِٱلَّذِينَ مِن دُونِهِۦ ۚ وَمَن يُضْلِلِ ٱللَّهُ فَمَا لَهُۥ مِنْ هَادٍ",
          "transliteration": "alaysa l-lahu bikāfin ʿabdahu wayukhawwifūnaka bi-alladhīna min dūnihi waman yuḍ'lili l-lahu famā lahu min hādin",
          "translation": "Bukankah Allah yang mencukupi hamba-Nya? Mereka menakut-nakutimu dengan sesembahan yang selain Dia. Barangsiapa dibiarkan sesat oleh Allah maka tidak seorang pun yang dapat memberi petunjuk kepadanya.",
          "tafsir": "Pada ayat ini, Allah menjelaskan beberapa nikmat yang diberikan kepada Nabi Sulaiman, sebagai jawaban dari pada doanya. Pertama: Allah menganugerahkan kepada Sulaiman kekuasaan menundukkan angin. Atas izin Allah, angin berhembus dengan kencang atau gemulai menurut kehendaknya pula. Allah berfirman: Dan (Kami tundukkan) untuk Sulaiman angin yang sangat kencang tiupannya yang berhembus dengan perintahnya ke negeri yang Kami beri berkah padanya. Dan Kami Maha Mengetahui segala sesuatu. (al-Anbiya'/21: 81) Kedua: Allah menganugerahkan kepadanya kemampuan menundukkan setan-setan yang ahli bangunan dan ahli menyelam, yang melakukan tugas sesuai dengan perintah Sulaiman. Apabila ia memerintahkan kepada mereka membangun suatu bangunan seperti gedung-gedung pertemuan istana, benteng pertahanan, atau gedung-gedung tempat menyimpan harta kekayaan Sulaiman dan lain-lain, maka tugas itu dapat mereka selesaikan dalam waktu yang sangat singkat. Apabila Sulaiman memerintahkan mereka untuk mengumpulkan mutiara dan marjan serta kekayaan laut lainnya, tugas itu dapat diselesaikan dengan cepat pula. Ketiga: Allah menganugerahkan kepadanya kekuasaan menundukkan setan yang menentang perintahnya. Tangan dan kaki mereka terikat dalam belenggu, agar tidak berbahaya kepada yang lain, dan sebagai hukuman atas pembangkangannya. Kekuasaan yang diberikan Allah kepada Sulaiman untuk menundukkan setan maksudnya adalah kekuasaan untuk menggerakkan mereka melakukan tugas-tugas berat, yaitu tugas membangun gedung-gedung, dan menyelam mengeluarkan kekayaan laut. Namun tidak ada keterangan secara pasti mengenai bagaimana Sulaiman membelenggu setan itu. Sikap yang paling utama ialah kita menerima keterangan yang terdapat dalam Al-Qur'an dan untuk mengungkapkan pengertiannya, kita serahkan kepada ilmu pengetahuan."
        },
        {
          "number": 37,
          "arabic": "وَمَن يَهْدِ ٱللَّهُ فَمَا لَهُۥ مِن مُّضِلٍّ ۗ أَلَيْسَ ٱللَّهُ بِعَزِيزٍ ذِى ٱنتِقَامٍ",
          "transliteration": "waman yahdi l-lahu famā lahu min muḍillin alaysa l-lahu biʿazīzin dhī intiqāmin",
          "translation": "Dan barangsiapa diberi petunjuk oleh Allah, maka tidak seorang pun yang dapat menyesatkannya. Bukankah Allah Mahaperkasa dan mempunyai (kekuasaan untuk) menghukum?",
          "tafsir": "Pada ayat ini, Allah menjelaskan beberapa nikmat yang diberikan kepada Nabi Sulaiman, sebagai jawaban dari pada doanya. Pertama: Allah menganugerahkan kepada Sulaiman kekuasaan menundukkan angin. Atas izin Allah, angin berhembus dengan kencang atau gemulai menurut kehendaknya pula. Allah berfirman: Dan (Kami tundukkan) untuk Sulaiman angin yang sangat kencang tiupannya yang berhembus dengan perintahnya ke negeri yang Kami beri berkah padanya. Dan Kami Maha Mengetahui segala sesuatu. (al-Anbiya'/21: 81) Kedua: Allah menganugerahkan kepadanya kemampuan menundukkan setan-setan yang ahli bangunan dan ahli menyelam, yang melakukan tugas sesuai dengan perintah Sulaiman. Apabila ia memerintahkan kepada mereka membangun suatu bangunan seperti gedung-gedung pertemuan istana, benteng pertahanan, atau gedung-gedung tempat menyimpan harta kekayaan Sulaiman dan lain-lain, maka tugas itu dapat mereka selesaikan dalam waktu yang sangat singkat. Apabila Sulaiman memerintahkan mereka untuk mengumpulkan mutiara dan marjan serta kekayaan laut lainnya, tugas itu dapat diselesaikan dengan cepat pula. Ketiga: Allah menganugerahkan kepadanya kekuasaan menundukkan setan yang menentang perintahnya. Tangan dan kaki mereka terikat dalam belenggu, agar tidak berbahaya kepada yang lain, dan sebagai hukuman atas pembangkangannya. Kekuasaan yang diberikan Allah kepada Sulaiman untuk menundukkan setan maksudnya adalah kekuasaan untuk menggerakkan mereka melakukan tugas-tugas berat, yaitu tugas membangun gedung-gedung, dan menyelam mengeluarkan kekayaan laut. Namun tidak ada keterangan secara pasti mengenai bagaimana Sulaiman membelenggu setan itu. Sikap yang paling utama ialah kita menerima keterangan yang terdapat dalam Al-Qur'an dan untuk mengungkapkan pengertiannya, kita serahkan kepada ilmu pengetahuan."
        },
        {
          "number": 38,
          "arabic": "وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ لَيَقُولُنَّ ٱللَّهُ ۚ قُلْ أَفَرَءَيْتُم مَّا تَدْعُونَ مِن دُونِ ٱللَّهِ إِنْ أَرَادَنِىَ ٱللَّهُ بِضُرٍّ هَلْ هُنَّ كَـٰشِفَـٰتُ ضُرِّهِۦٓ أَوْ أَرَادَنِى بِرَحْمَةٍ هَلْ هُنَّ مُمْسِكَـٰتُ رَحْمَتِهِۦ ۚ قُلْ حَسْبِىَ ٱللَّهُ ۖ عَلَيْهِ يَتَوَكَّلُ ٱلْمُتَوَكِّلُونَ",
          "transliteration": "wala-in sa-altahum man khalaqa l-samāwāti wal-arḍa layaqūlunna l-lahu qul afara-aytum mā tadʿūna min dūni l-lahi in arādaniya l-lahu biḍurrin hal hunna kāshifātu ḍurrihi aw arādanī biraḥmatin hal hunna mum'sikātu raḥmatihi qul ḥasbiya l-lahu ʿalayhi yatawakkalu l-mutawakilūna",
          "translation": "Dan sungguh, jika engkau tanyakan kepada mereka, \"Siapakah yang menciptakan langit dan bumi?\" Niscaya mereka menjawab, \"Allah.\" Katakanlah, \"Kalau begitu tahukah kamu tentang apa yang kamu sembah selain Allah, jika Allah hendak mendatangkan bencana kepadaku, apakah mereka mampu menghilangkan bencana itu, atau jika Allah hendak memberi rahmat kepadaku, apakah mereka dapat mencegah rahmat-Nya?\" Katakanlah, \"Cukuplah Allah bagiku. Kepada-Nyalah orang-orang yang bertawakal berserah diri.\"",
          "tafsir": "Pada ayat ini, Allah menjelaskan beberapa nikmat yang diberikan kepada Nabi Sulaiman, sebagai jawaban dari pada doanya. Pertama: Allah menganugerahkan kepada Sulaiman kekuasaan menundukkan angin. Atas izin Allah, angin berhembus dengan kencang atau gemulai menurut kehendaknya pula. Allah berfirman: Dan (Kami tundukkan) untuk Sulaiman angin yang sangat kencang tiupannya yang berhembus dengan perintahnya ke negeri yang Kami beri berkah padanya. Dan Kami Maha Mengetahui segala sesuatu. (al-Anbiya'/21: 81) Kedua: Allah menganugerahkan kepadanya kemampuan menundukkan setan-setan yang ahli bangunan dan ahli menyelam, yang melakukan tugas sesuai dengan perintah Sulaiman. Apabila ia memerintahkan kepada mereka membangun suatu bangunan seperti gedung-gedung pertemuan istana, benteng pertahanan, atau gedung-gedung tempat menyimpan harta kekayaan Sulaiman dan lain-lain, maka tugas itu dapat mereka selesaikan dalam waktu yang sangat singkat. Apabila Sulaiman memerintahkan mereka untuk mengumpulkan mutiara dan marjan serta kekayaan laut lainnya, tugas itu dapat diselesaikan dengan cepat pula. Ketiga: Allah menganugerahkan kepadanya kekuasaan menundukkan setan yang menentang perintahnya. Tangan dan kaki mereka terikat dalam belenggu, agar tidak berbahaya kepada yang lain, dan sebagai hukuman atas pembangkangannya. Kekuasaan yang diberikan Allah kepada Sulaiman untuk menundukkan setan maksudnya adalah kekuasaan untuk menggerakkan mereka melakukan tugas-tugas berat, yaitu tugas membangun gedung-gedung, dan menyelam mengeluarkan kekayaan laut. Namun tidak ada keterangan secara pasti mengenai bagaimana Sulaiman membelenggu setan itu. Sikap yang paling utama ialah kita menerima keterangan yang terdapat dalam Al-Qur'an dan untuk mengungkapkan pengertiannya, kita serahkan kepada ilmu pengetahuan."
        },
        {
          "number": 39,
          "arabic": "قُلْ يَـٰقَوْمِ ٱعْمَلُوا۟ عَلَىٰ مَكَانَتِكُمْ إِنِّى عَـٰمِلٌ ۖ فَسَوْفَ تَعْلَمُونَ",
          "transliteration": "qul yāqawmi iʿ'malū ʿalā makānatikum innī ʿāmilun fasawfa taʿlamūna",
          "translation": "Katakanlah (Muhammad), \"Wahai kaumku! Berbuatlah menurut kedudukanmu, aku pun berbuat (demikian). Kelak kamu akan mengetahui,",
          "tafsir": "Setelah Rasulullah saw mengemukakan argumen yang tidak dapat dibantah lagi oleh kaum musyrikin, Allah memerintahkan beliau supaya menyampaikan ancaman dengan berkata, \"Hai kaumku, berbuatlah sesuai dengan anggapanmu, bahwa kamu mempunyai kekuatan dan keterampilan, dan peraslah keringatmu dalam membuat makar dan tipu dayamu, karena aku pun berbuat pula dalam mengokohkan dan menyiarkan agamaku, nanti kamu akan mengetahui, siapakah di antara kita yang lebih baik kesudahannya.\""
        },
        {
          "number": 40,
          "arabic": "مَن يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُّقِيمٌ",
          "transliteration": "man yatīhi ʿadhābun yukh'zīhi wayaḥillu ʿalayhi ʿadhābun muqīmun",
          "translation": "siapa yang mendapat siksa yang menghinakan dan kepadanya ditimpakan azab yang kekal.\"",
          "tafsir": "Pada ayat ini, Allah mengancam kita semua dalam bentuk pertanyaan, yaitu siapa yang akan mendapat azab yang menghinakan, dan siapa yang akan terus menerus memperoleh azab itu? Ancaman dalam bentuk pertanyaan ini memberi petunjuk kepada kita bahwa manusia ada saja yang memperoleh azab yang menghinakan, baik di dunia maupun akhirat. Orang-orang kafir dan durhaka juga dapat saja memperoleh azab itu terus-menerus secara kekal. Oleh karena itu, kita perlu berhati-hati jangan sampai mendapat azab yang diancamkan tersebut dengan cara menjadi mukmin yang taat dan selalu bertawakal kepada Allah."
        }
      ]
    }
  ]
}