{
  "pageNumber": 272,
  "juz": 14,
  "surahs": [
    {
      "number": 16,
      "name": "An-Nahl",
      "nameArabic": "النحل",
      "meaning": "Lebah",
      "revelation": "Makkah",
      "description": "Surat ini terdiri dari 128 ayat dan termasuk surat Makkiyyah. Surat ini dinamakan \"An-Nahl\" yang berarti \"lebah\" karena di dalamnya terdapat firman Allah pada ayat 68 yang artinya, \"Dan Tuhanmu mengilhamkan kepada lebah.\"Lebah adalah makhluk Allah yang banyak memberi manfaat dan kenikmatan pada manusia. Ada persamaan antara madu yang dihasilkan lebah dengan Al-Qur'anul Karim. Madu berasal dari aneka macam sari bunga dan menjadi obat bagi bermacam-macam penyakit (lihat ayat ke-69). Sementara itu, Al-Qur'an berisi inti sari kitab-kitab yang telah diturunkan kepada nabi-nabi terdahulu ditambah ajaran-ajaran yang dibutuhkan semua manusia sepanjang masa untuk mencapai kebahagiaan dunia dan akhirat (lihat surat Yunus ayat ke-57 dan surat Al-Israa' ayat ke-82). Surat ini juga dinamakan \"An Ni'am\" yang berarti nikmat-nikmat, karena di dalamnya Allah menyebutkan berbagai macam nikmat yang diberikan kepada hamba-hamba-Nya.**Pokok-Pokok Isi:**1. **Keimanan:** Kepastian adanya hari kiamat; keesaan Allah, kekuasaan-Nya dan kesempurnaan ilmu-Nya serta dalil-dalilnya; pertanggungjawaban manusia kepada Allah terhadap segala yang telah dikerjakannya.2. **Hukum-hukum:** Beberapa hukum tentang makanan dan minuman yang diharamkan dan yang dihalalkan; dibolehkan memakai perhiasan yang berasal dari laut, seperti: merjan dan mutiara; dibolehkan memakan makanan yang diharamkan dalam keadaan terpaksa; kulit dan bulu binatang dari hewan yang halal dimakan; kewajiban memenuhi perjanjian dan larangan mempermainkan sumpah; larangan membuat-buat hukum yang tak ada dasarnya; perintah membaca isti'aadzah (a'uudzubillahi minasyaithaanirrajiim = aku berlindung kepada Allah dari setan yang terkutuk); tantangan membalas siksa melebihi siksaan yang diterima.3. **Kisah-kisah:** Kisah Nabi Ibrahim.4. **Lain-lain:** Asal muasal kejadian manusia; madu adalah untuk kesehatan manusia; nasib pemimpin-pemimpin palsu pada hari kiamat; pandangan orang Arab zaman Jahiliyah terhadap anak perempuan; ajaran moral di dalam Islam; pedoman dakwah dalam Islam.Surat An-Nahl mengandung keterangan tentang sifat-sifat dan tingkah laku orang musyrikin, serta tantangan mereka terhadap kebenaran hari kiamat dan kerasulan Nabi Muhammad. Kemudian Allah menyebutkan peringatan-peringatan-Nya kepada mereka dari azab yang mereka alami sebagai akibat atas perbuatan mereka itu. Dalam surat ini, Allah menunjukkan bukti-bukti keesaan-Nya seraya memaparkan nikmat-nikmat yang diberikan-Nya kepada hamba-hamba-Nya. Surat ini juga memuat hukum-hukum dan ajaran-ajaran tentang akhlak.**Hubungan Surat An-Nahl Dengan Surat Al-Isra':**1. Dalam surat An-Nahl Allah menyebutkan perselisihan orang-orang Yahudi tentang hari Sabtu, kemudian di surat Al-Isra' dijelaskan sifat-sifat orang Yahudi yang ditetapkan dalam Taurat.2. Setelah Allah menganjurkan kepada Nabi Muhammad agar bersabar dan melarang beliau agar tidak berduka cita atau berkecil hati disebabkan tipu daya orang-orang musyrikin, maka di surat Al-Isra' Allah menerangkan kemuliaan Nabi Muhammad serta martabatnya yang tinggi di hadapan Allah.3. Dalam surat An-Nahl Allah menerangkan bermacam-macam nikmat-Nya, tetapi kebanyakan manusia tidak mensyukuri nikmat itu, kemudian dalam surat Al-Isra' disebut nikmat-nikmat yang lebih besar yang diberikan kepada Bani Israil dan tidak mereka syukuri, justru mereka berbuat kerusakan di bumi.4. Dalam surat An-Nahl Allah mengatakan, bahwa air madu yang keluar dari lebah merupakan minuman yang mengandung obat bagi manusia, maka dalam surat Al-Isra' diterangkan bahwa Al-Qur'an juga mengandung obat dan rahmat bagi orang-orang yang beriman.",
      "verses": [
        {
          "number": 43,
          "arabic": "وَمَآ أَرْسَلْنَا مِن قَبْلِكَ إِلَّا رِجَالًا نُّوحِىٓ إِلَيْهِمْ ۚ فَسْـَٔلُوٓا۟ أَهْلَ ٱلذِّكْرِ إِن كُنتُمْ لَا تَعْلَمُونَ",
          "transliteration": "wamā arsalnā min qablika illā rijālan nūḥī ilayhim fasalū ahla l-dhik'ri in kuntum lā taʿlamūna",
          "translation": "Dan Kami tidak mengutus sebelum engkau (Muhammad), melainkan orang laki-laki yang Kami beri wahyu kepada mereka; maka bertanyalah kepada orang yang mempunyai pengetahuan<sup foot_note=135405>1</sup> jika kamu tidak mengetahui,",
          "tafsir": "Allah menyatakan bahwa Dia tidak mengutus seorang rasul pun sebelum Nabi Muhammad kecuali manusia yang diberi-Nya wahyu. Ayat ini menggambarkan bahwa rasul-rasul yang diutus itu hanyalah laki-laki dari keturunan Adam a.s. sampai Nabi Muhammad saw yang bertugas mem-bimbing umatnya agar mereka beragama tauhid dan mengikuti bimbingan wahyu. Oleh karena itu, yang pantas diutus untuk melakukan tugas itu adalah rasul-rasul dari jenis mereka dan berbahasa mereka. Pada waktu Nabi Muhammad saw diutus, orang-orang Arab menyangkal bahwa Allah tidak mungkin mengutus utusan yang berjenis manusia seperti mereka. Mereka menginginkan agar yang diutus itu haruslah seorang malaikat, seperti firman Allah swt: Dan mereka berkata, \"Mengapa Rasul (Muhammad) ini memakan makanan dan berjalan di pasar-pasar? Mengapa malaikat tidak diturunkan kepadanya (agar malaikat) itu memberikan peringatan bersama dia.\" (al-Furqan/25: 7) Dan firman-Nya: Pantaskah manusia menjadi heran bahwa Kami memberi wahyu kepada seorang laki-laki di antara mereka, \"Berilah peringatan kepada manusia dan gembirakanlah orang-orang beriman bahwa mereka mempunyai kedudukan yang tinggi di sisi Tuhan.\" Orang-orang kafir berkata, \"Orang ini (Muhammad) benar-benar penyihir.\" (Yunus/10: 2) Mengenai penolakan orang-orang Arab terhadap kerasulan Muhammad karena ia seorang manusia biasa, dapat dibaca dari sebuah riwayat adh-ahhak yang disandarkan kepada Ibnu 'Abbas bahwa setelah Muhammad saw diangkat menjadi utusan, orang Arab yang mengingkari kenabiannya berkata, \"Allah lebih Agung bila rasul-Nya itu bukan manusia.\" Kemudian turun ayat-ayat Surah Yunus di atas. Dalam ayat ini, Allah swt meminta orang-orang musyrik agar bertanya kepada orang-orang Ahli Kitab, baik Yahudi maupun Nasrani, apakah di dalam kitab-kitab mereka terdapat keterangan bahwa Allah pernah mengutus malaikat kepada mereka. Kalau memang disebutkan di dalam kitab mereka bahwa Allah pernah menurunkan malaikat sebagai utusan Allah, mereka boleh mengingkari kerasulan Muhammad. Akan tetapi, apabila disebutkan di dalam kitab mereka bahwa Allah hanya mengirim utusan kepada mereka seorang manusia yang sejenis dengan mereka, maka sikap mereka meng-ingkari kerasulan Muhammad saw itu tidak benar."
        },
        {
          "number": 44,
          "arabic": "بِٱلْبَيِّنَـٰتِ وَٱلزُّبُرِ ۗ وَأَنزَلْنَآ إِلَيْكَ ٱلذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ وَلَعَلَّهُمْ يَتَفَكَّرُونَ",
          "transliteration": "bil-bayināti wal-zuburi wa-anzalnā ilayka l-dhik'ra litubayyina lilnnāsi mā nuzzila ilayhim walaʿallahum yatafakkarūna",
          "translation": "(mereka Kami utus) dengan membawa keterangan-keterangan (mukjizat) dan kitab-kitab. Dan Kami turunkan Aż-Żikr (Alquran) kepadamu, agar engkau menerangkan kepada manusia apa yang telah diturunkan kepada mereka<sup foot_note=135406>1</sup> dan agar mereka memikirkan,",
          "tafsir": "Sesudah itu Allah swt menjelaskan bahwa para rasul itu diutus dengan membawa bukti-bukti nyata tentang kebenaran mereka. Yang dimaksud dengan bukti-bukti yang nyata dalam ayat ini ialah mukjizat-mukjizat yang membuktikan kebenaran kerasulan mereka. Sedangkan yang dimaksud dengan az-zubur ialah kitab yang mengandung tuntunan hidup dan tata hukum yang diberikan oleh Allah kepada manusia. Ayat ini juga menerangkan bahwa Allah menurunkan Al-Qur'an kepada Nabi Muhammad saw supaya beliau menjelaskan kepada manusia mengenai ajaran, perintah, larangan, dan aturan hidup yang harus mereka perhatikan dan amalkan. Al-Qur'an juga mengandung kisah umat-umat terdahulu agar dijadikan suri teladan dalam menempuh kehidupan di dunia. Nabi Muhammad juga diperintahkan untuk menjelaskan hukum-hukum yang terkandung dalam Al-Qur'an dan merinci ayat-ayat yang bersifat global mengkhususkan yang bersifat umum, membatasi yang mutlak dan lain-lain agar mudah dicerna dan sesuai dengan kemampuan berpikir mereka. Di akhir ayat, Allah swt menegaskan agar mereka memikirkan kandungan isi Al-Qur'an dengan pemikiran yang jernih untuk memperoleh kesejahteraan hidup di dunia dan kebahagiaan di akhirat, terlepas dari berbagai macam azab dan bencana seperti yang menimpa umat-umat sebelumnya."
        },
        {
          "number": 45,
          "arabic": "أَفَأَمِنَ ٱلَّذِينَ مَكَرُوا۟ ٱلسَّيِّـَٔاتِ أَن يَخْسِفَ ٱللَّهُ بِهِمُ ٱلْأَرْضَ أَوْ يَأْتِيَهُمُ ٱلْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ",
          "transliteration": "afa-amina alladhīna makarū l-sayiāti an yakhsifa l-lahu bihimu l-arḍa aw yatiyahumu l-ʿadhābu min ḥaythu lā yashʿurūna",
          "translation": "maka apakah orang yang membuat tipu daya yang jahat itu, merasa aman (dari bencana) dibenamkannya bumi oleh Allah bersama mereka, atau (terhadap) datangnya siksa kepada mereka dari arah yang tidak mereka sadari,",
          "tafsir": "Allah memberi peringatan kepada orang-orang musyrik, yang selalu berusaha membuat rencana dan tipu muslihat yang jahat dan menghalangi dakwah Islam, bahwa mereka tidak akan pernah merasa aman dari ancaman-ancaman Allah yang akan ditimpakan kepada mereka. Ancaman-ancaman itu ialah: Pertama: Allah akan menenggelamkan mereka dari permukaan bumi dan memusnahkan mereka dari alam ini, seperti yang dialami oleh Qarun. Kedua: Allah akan menurunkan siksa bagi mereka dari langit pada saat yang tidak mereka duga sebelumnya, seperti yang dialami oleh kaum Nabi Lut. Ketiga: Mereka ditimpa azab pada saat berada dalam perjalanan mencari rezeki atau sibuk dalam berdagang, sehingga mereka tidak mempunyai kesempatan untuk menolaknya. Artinya, mereka tidak akan dapat lari untuk melindungi dagangan dan jiwa mereka, karena azab itu menyerang dengan tiba-tiba. Keempat: Mereka akan mengalami siksaan sebagai hukuman setelah mengalami kerugian harta benda dan nyawa, sehingga mereka tidak dapat melepaskan diri dari siksaan itu. Kemudian Allah swt mengakhiri firman-Nya dengan menyatakan bahwa Allah Maha Pengasih dan Maha Penyayang. Hal ini untuk menunjukkan bahwa Allah tidak akan menghukum mereka dengan segera, tetapi mengancam mereka dengan siksaan yang berat. Hal ini untuk memberikan kesempatan berpikir dan waktu kepada mereka untuk mengubah sikap terhadap ajakan rasul. Ini adalah bukti rahmat Allah yang sangat luas bagi para hamba-Nya."
        },
        {
          "number": 46,
          "arabic": "أَوْ يَأْخُذَهُمْ فِى تَقَلُّبِهِمْ فَمَا هُم بِمُعْجِزِينَ",
          "transliteration": "aw yakhudhahum fī taqallubihim famā hum bimuʿ'jizīna",
          "translation": "atau Allah mengazab mereka pada waktu mereka dalam perjalanan; sehingga mereka tidak berdaya menolak (azab itu),",
          "tafsir": "Allah memberi peringatan kepada orang-orang musyrik, yang selalu berusaha membuat rencana dan tipu muslihat yang jahat dan menghalangi dakwah Islam, bahwa mereka tidak akan pernah merasa aman dari ancaman-ancaman Allah yang akan ditimpakan kepada mereka. Ancaman-ancaman itu ialah: Pertama: Allah akan menenggelamkan mereka dari permukaan bumi dan memusnahkan mereka dari alam ini, seperti yang dialami oleh Qarun. Kedua: Allah akan menurunkan siksa bagi mereka dari langit pada saat yang tidak mereka duga sebelumnya, seperti yang dialami oleh kaum Nabi Lut. Ketiga: Mereka ditimpa azab pada saat berada dalam perjalanan mencari rezeki atau sibuk dalam berdagang, sehingga mereka tidak mempunyai kesempatan untuk menolaknya. Artinya, mereka tidak akan dapat lari untuk melindungi dagangan dan jiwa mereka, karena azab itu menyerang dengan tiba-tiba. Keempat: Mereka akan mengalami siksaan sebagai hukuman setelah mengalami kerugian harta benda dan nyawa, sehingga mereka tidak dapat melepaskan diri dari siksaan itu. Kemudian Allah swt mengakhiri firman-Nya dengan menyatakan bahwa Allah Maha Pengasih dan Maha Penyayang. Hal ini untuk menunjukkan bahwa Allah tidak akan menghukum mereka dengan segera, tetapi mengancam mereka dengan siksaan yang berat. Hal ini untuk memberikan kesempatan berpikir dan waktu kepada mereka untuk mengubah sikap terhadap ajakan rasul. Ini adalah bukti rahmat Allah yang sangat luas bagi para hamba-Nya."
        },
        {
          "number": 47,
          "arabic": "أَوْ يَأْخُذَهُمْ عَلَىٰ تَخَوُّفٍ فَإِنَّ رَبَّكُمْ لَرَءُوفٌ رَّحِيمٌ",
          "transliteration": "aw yakhudhahum ʿalā takhawwufin fa-inna rabbakum laraūfun raḥīmun",
          "translation": "atau Allah mengazab mereka dengan berangsur-angsur (sampai binasa).<sup foot_note=135407>1</sup> Maka sungguh, Tuhanmu Maha Pengasih, Maha Penyayang.",
          "tafsir": "Allah memberi peringatan kepada orang-orang musyrik, yang selalu berusaha membuat rencana dan tipu muslihat yang jahat dan menghalangi dakwah Islam, bahwa mereka tidak akan pernah merasa aman dari ancaman-ancaman Allah yang akan ditimpakan kepada mereka. Ancaman-ancaman itu ialah: Pertama: Allah akan menenggelamkan mereka dari permukaan bumi dan memusnahkan mereka dari alam ini, seperti yang dialami oleh Qarun. Kedua: Allah akan menurunkan siksa bagi mereka dari langit pada saat yang tidak mereka duga sebelumnya, seperti yang dialami oleh kaum Nabi Lut. Ketiga: Mereka ditimpa azab pada saat berada dalam perjalanan mencari rezeki atau sibuk dalam berdagang, sehingga mereka tidak mempunyai kesempatan untuk menolaknya. Artinya, mereka tidak akan dapat lari untuk melindungi dagangan dan jiwa mereka, karena azab itu menyerang dengan tiba-tiba. Keempat: Mereka akan mengalami siksaan sebagai hukuman setelah mengalami kerugian harta benda dan nyawa, sehingga mereka tidak dapat melepaskan diri dari siksaan itu. Kemudian Allah swt mengakhiri firman-Nya dengan menyatakan bahwa Allah Maha Pengasih dan Maha Penyayang. Hal ini untuk menunjukkan bahwa Allah tidak akan menghukum mereka dengan segera, tetapi mengancam mereka dengan siksaan yang berat. Hal ini untuk memberikan kesempatan berpikir dan waktu kepada mereka untuk mengubah sikap terhadap ajakan rasul. Ini adalah bukti rahmat Allah yang sangat luas bagi para hamba-Nya."
        },
        {
          "number": 48,
          "arabic": "أَوَلَمْ يَرَوْا۟ إِلَىٰ مَا خَلَقَ ٱللَّهُ مِن شَىْءٍ يَتَفَيَّؤُا۟ ظِلَـٰلُهُۥ عَنِ ٱلْيَمِينِ وَٱلشَّمَآئِلِ سُجَّدًا لِّلَّهِ وَهُمْ دَٰخِرُونَ",
          "transliteration": "awalam yaraw ilā mā khalaqa l-lahu min shayin yatafayya-u ẓilāluhu ʿani l-yamīni wal-shamāili sujjadan lillahi wahum dākhirūna",
          "translation": "Dan apakah mereka tidak memperhatikan suatu benda yang diciptakan Allah, bayang-bayangnya berbolak-balik ke kanan dan ke kiri, dalam keadaan sujud kepada Allah, dan mereka (bersikap) rendah hati.",
          "tafsir": "Kemudian Allah swt menyebutkan tanda-tanda kekuasaan-Nya yang berlaku bagi seluruh makhluk-Nya dengan maksud agar orang-orang yang selalu membuat tipu daya yang jahat itu memikirkan segala sesuatu yang telah diciptakan oleh Allah swt, misalnya bayang-bayang. Pada waktu matahari terbit di ujung timur bayang-bayang dari semua benda memanjang ke arah barat, kemudian apabila matahari meninggi, bayangan itu pun menyusut, dan akhirnya pada saat matahari melintasi meridian, bayangan itu berubah arah. Ketika matahari mulai menurun, bayangan itu makin lama makin memanjang ke arah timur, sampai pada waktu matahari itu mendekati kaki langit pada ufuk bagian barat, bayangan itu telah memanjang ke timur. Bayang-bayang itu berubah-ubah demikian karena tunduk kepada hukum yang telah ditetapkan Allah. Bayangan itu bukan hanya berubah arah ke barat dan ke timur, tetapi juga ke utara dan ke selatan setiap tahun. Apabila matahari berada di khatulistiwa persis pada meridian, tidak terdapat bayang-bayang sama sekali. Akan tetapi, untuk hari-hari berikutnya yaitu sesudah tanggal 21 Maret pada saat matahari di meridian, matahari membuat bayangan yang mengarah ke selatan. Kemudian pada tanggal 21 Juni pada saat yang sama yaitu pada saat matahari berada di meridian bayang-bayang setiap benda mengarah ke selatan sepanjang-panjangnya. Seterusnya makin hari makin memendek, hingga tanggal 23 September. Sejak itu matahari sudah mulai pindah ke arah selatan dan bayang-bayang mulai mengarah ke utara, makin hari makin memanjang hingga pada tanggal 22 Desember, matahari membuat bayang-bayang mengarah ke utara sepanjang-panjangnya. Kemudian pada hari berikutnya matahari mulai bergerak ke utara, bayang-bayang mulai memendek dari hari ke hari. Akhirnya pada tanggal 21 Maret, matahari kembali lagi ke daerah khatulistiwa sehingga pada saat matahari sampai ke meridian, bayang-bayang pada saat itu tidak terlihat sama sekali. Demikianlah untuk seterusnya. Hal itu terjadi karena gerak tahunan matahari itu tunduk kepada tata hukum yang diciptakan oleh Allah dan berlaku untuk setiap makhluk-Nya. Penjelasan Allah serupa itu ditujukan kepada manusia agar mereka mau meneliti sehingga sampai pada suatu kesimpulan bahwa semua benda di alam ini tidak ada yang menentang hukum Allah melainkan tunduk di bawah kekuasaan-Nya."
        },
        {
          "number": 49,
          "arabic": "وَلِلَّهِ يَسْجُدُ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ مِن دَآبَّةٍ وَٱلْمَلَـٰٓئِكَةُ وَهُمْ لَا يَسْتَكْبِرُونَ",
          "transliteration": "walillahi yasjudu mā fī l-samāwāti wamā fī l-arḍi min dābbatin wal-malāikatu wahum lā yastakbirūna",
          "translation": "Dan segala apa yang ada di langit dan apa yang ada di bumi hanya bersujud kepada Allah yaitu semua makhluk bergerak (bernyawa) dan (juga) para malaikat, dan mereka (malaikat) tidak menyombongkan diri.",
          "tafsir": "Kemudian Allah swt menjelaskan bahwa semua makhluk yang ada di langit dan di bumi tunduk kepada kekuasaan-Nya. Mereka itu sujud kepada Allah menurut cara masing-masing sesuai dengan fitrahnya yang alami. Bahkan malaikat pun yang berada di langit tidak mau menyombongkan dirinya dan tidak membangkang kepada ketentuan-ketentuan Allah."
        },
        {
          "number": 50,
          "arabic": "يَخَافُونَ رَبَّهُم مِّن فَوْقِهِمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ ۩",
          "transliteration": "yakhāfūna rabbahum min fawqihim wayafʿalūna mā yu'marūna",
          "translation": "Mereka takut kepada Tuhan yang (berkuasa) di atas mereka dan melaksanakan apa yang diperintahkan (kepada mereka).",
          "tafsir": "Di dalam ayat ini, Allah swt menjelaskan ketaatan para malaikat secara khusus, yaitu bahwa para malaikat itu tunduk di bawah kekuasaan Allah dan tekun melaksanakan apa yang diperintahkan-Nya. Makhluk yang ada di langit dan di bumi tidak dapat dan tidak mampu untuk menghindari hukum-hukum dan ketentuan-ketentuan Allah yang berlaku. Demikianlah, penjelasan ini diberikan kepada orang-orang yang mengingkari adanya Allah dan selalu membuat tipu daya itu, supaya mereka menyadari bahwa tidak ada ciptaan Allah yang dapat melepaskan diri dari kekuasaan-Nya. Allah berfirman: Dia berfirman kepadanya dan kepada bumi, \"Datanglah kamu berdua menurut perintah-Ku dengan patuh atau terpaksa.\" Keduanya menjawab, \"Kami datang dengan patuh.\" (Fussilat/41: 11) Dan firman-Nya lagi : Dan semua sujud kepada Allah baik yang di langit maupun yang di bumi, baik dengan kemauan sendiri maupun terpaksa (dan sujud pula) bayang-bayang mereka, pada waktu pagi dan petang hari. (ar-Ra'd/13: 15) Dengan penjelasan ini diharapkan mereka dapat mengakhiri keingkaran mereka, dan kembali ke fitrah semula yaitu tunduk di bawah kekuasaan Allah dan mempercayai kebenaran wahyu yang diturunkan kepada hamba-Nya yang terpilih, yaitu Muhammad saw."
        },
        {
          "number": 51,
          "arabic": "۞ وَقَالَ ٱللَّهُ لَا تَتَّخِذُوٓا۟ إِلَـٰهَيْنِ ٱثْنَيْنِ ۖ إِنَّمَا هُوَ إِلَـٰهٌ وَٰحِدٌ ۖ فَإِيَّـٰىَ فَٱرْهَبُونِ",
          "transliteration": "waqāla l-lahu lā tattakhidhū ilāhayni ith'nayni innamā huwa ilāhun wāḥidun fa-iyyāya fa-ir'habūni",
          "translation": "Dan Allah berfirman, \"Janganlah kamu menyembah dua tuhan; hanyalah Dia Tuhan Yang Maha Esa. Maka hendaklah kepada-Ku saja kamu takut.\"",
          "tafsir": "Allah swt menjelaskan kepada para hamba-Nya agar jangan sekali-kali menyembah tuhan-tuhan yang lain selain Dia, karena yang demikian itu berarti mempersekutukan Allah, padahal Allah Mahasuci dari sekutu. Tidak mungkin Allah swt yang Mahakuasa di jagat raya ini lebih dari satu. Dia itu tunggal, dan hanya Dia yang berhak disembah. Allah memerintahkan kepada manusia agar takut kepada ancaman dan hukuman-Nya. Dia juga melarang manusia mempersekutukan-Nya dan membuat sesembahan lain selain Dia. Secara jelas, larangan yang terdapat dalam ayat ini adalah menyembah dua Tuhan. Namun demikian, bilangan itu bukanlah menunjukkan bilangan dua saja, tetapi untuk menunjukkan bilangan yang paling sedikit. Sedang yang dimaksud ialah menyembah tuhan-tuhan yang lain selain Allah dan supaya tidak terbayang dalam pikiran manusia ada tuhan-tuhan yang lain selain Dia."
        },
        {
          "number": 52,
          "arabic": "وَلَهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَلَهُ ٱلدِّينُ وَاصِبًا ۚ أَفَغَيْرَ ٱللَّهِ تَتَّقُونَ",
          "transliteration": "walahu mā fī l-samāwāti wal-arḍi walahu l-dīnu wāṣiban afaghayra l-lahi tattaqūna",
          "translation": "Dan milik-Nya meliputi segala apa yang ada di langit dan di bumi, dan kepada-Nyalah (ibadah dan) ketaatan selama-lamanya. Mengapa kamu takut kepada selain Allah?",
          "tafsir": "Allah swt lalu menjelaskan bahwa semua yang ada di alam ini adalah milik-Nya. Allah tidak membagi kekuasaan-Nya kepada yang lain dalam mengurus segala yang ada di langit dan di bumi. Ia tidak memerlukan pembantu ataupun serikat. Oleh sebab itu, yang berhak ditaati hanyalah Dia. Taat dalam arti yang sebenar-benarnya, ikhlas, dan tidak berkesudahan. Dengan demikian, tidaklah benar apabila ada manusia yang bertakwa kepada selain-Nya karena tuhan-tuhan itu tidaklah mempunyai kekuasaan untuk menghilangkan nikmat yang telah ada atau mendatangkan siksa. Oleh karena itu, takwa harus disandarkan hanya kepada Allah."
        },
        {
          "number": 53,
          "arabic": "وَمَا بِكُم مِّن نِّعْمَةٍ فَمِنَ ٱللَّهِ ۖ ثُمَّ إِذَا مَسَّكُمُ ٱلضُّرُّ فَإِلَيْهِ تَجْـَٔرُونَ",
          "transliteration": "wamā bikum min niʿ'matin famina l-lahi thumma idhā massakumu l-ḍuru fa-ilayhi tajarūna",
          "translation": "Dan segala nikmat yang ada padamu (datangnya) dari Allah, kemudian apabila kamu ditimpa kesengsaraan, maka kepada-Nyalah kamu meminta pertolongan.",
          "tafsir": "Selanjutnya Allah swt menjelaskan mengapa yang wajib ditakuti hanyalah Allah. Hal itu karena semua nikmat yang mereka peroleh, seperti kesehatan dan kebahagiaan, semata-mata dari Allah. Maka kewajiban manusialah untuk mensyukuri nikmat dan memuji kebaikan-Nya yang tiada terputus kepada makhluk-makhluk-Nya. Sebaliknya, apabila manusia ditimpa oleh kesukaran hidup, kesulitan, penyakit, dan sebagainya, kepada Allahlah mereka mengeluh dan meminta pertolongan. Hal ini merupakan tabiat manusia bahwa apabila mereka berada dalam kesulitan, terbayanglah dalam pikiran kelemahan mereka dan adanya kekuasaan di luar diri mereka yang menguasai mereka."
        },
        {
          "number": 54,
          "arabic": "ثُمَّ إِذَا كَشَفَ ٱلضُّرَّ عَنكُمْ إِذَا فَرِيقٌ مِّنكُم بِرَبِّهِمْ يُشْرِكُونَ",
          "transliteration": "thumma idhā kashafa l-ḍura ʿankum idhā farīqun minkum birabbihim yush'rikūna",
          "translation": "Kemudian apabila Dia telah menghilangkan bencana dari kamu, malah sebagian kamu mempersekutukan Tuhan dengan (yang lain),",
          "tafsir": "Kemudian Allah swt mengungkapkan bahwa apabila Allah mengabulkan permintaan mereka yaitu menghilangkan kesulitan yang dideritanya, mereka segera berbalik mempersekutukan tuhan-tuhan yang lain kepada Allah, dan menyembah patung-patung itu kembali. Mereka tidak mau lagi mensyukuri nikmat yang Allah berikan. Demikianlah tipu daya mereka. Allah swt berfirman: Dan apabila kamu ditimpa bahaya di lautan, niscaya hilang semua yang (biasa) kamu seru, kecuali Dia. Tetapi ketika Dia menyelamatkan kamu ke daratan, kamu berpaling (dari-Nya). Dan manusia memang selalu ingkar (tidak bersyukur). (al-Isra/17: 67)"
        }
      ]
    }
  ]
}