{
  "pageNumber": 40,
  "juz": 2,
  "surahs": [
    {
      "number": 2,
      "name": "Al-Baqarah",
      "nameArabic": "البقرة",
      "meaning": "Sapi Betina",
      "revelation": "Madinah",
      "description": "Surat \"Al Baqarah\" terdiri atas 286 ayat dan sebagian besar diturunkan di Madinah pada permulaan tahun Hijrah, kecuali ayat 281 yang diturunkan di Mina pada Haji wadaa' (haji Nabi Muhammad s.a.w. yang terakhir). Seluruh ayat surat Al Baqarah termasuk golongan Madaniyyah dan merupakan surat yang terpanjang di antara surat-surat Al Qur'an yang di dalamnya terdapat pula ayat yang terpanjang (ayat 282).Surat ini dinamai \"Al Baqarah\" karena di dalamnya disebutkan kisah penyembelihan sapi betina yang diperintahkan Allah kepada Bani Israil (ayat 67 sampai dengan 74), di mana dijelaskan watak orang Yahudi pada umumnya. Dinamai \"Fusthaathul-Qur'an\" (puncak Al Qur'an) karena memuat beberapa hukum yang tidak disebutkan dalam surat yang lain. Dinamai juga surat \"Alif-laam-miim\" karena surat ini dimulai dengan Alif-laam-miim.&nbsp;Pokok-Pokok Isi:1. Keimanan:Dakwah Islamiyah yang dihadapkan kepada umat Islam, ahli kitab dan para musyrikin.2. Hukum-hukum:Perintah mengerjakan shalat; menunaikan zakat; hukum puasa; hukum haji dan umrah; hukum qishash; halal dan haram; berinfak di jalan Allah; hukum arak dan judi; cara menyantuni anak yatim, larangan riba; utang-piutang; nafkah dan yang berhak menerimanya; wasiat kepada ibu-bapak dan kaum kerabat; hukum sumpah; kewajiban menyampaikan amanah; sihir; hukum merusak masjid; hukum mengubah kitab-kitab Allah; hukum haidh, 'iddah, thalak, khulu', ilaa' dan susuan; hukum melamar, mahar, larangan menikahi wanita musyrik dan sebaliknya; hukum perang.3. Kisah-kisah:Kisah penciptaan Nabi Adam a.s; kisah Nabi Ibrahim a.s.; kisah Nabi Musa a.s. dengan Bani Israil.4. Lain-lain:Sifat-sifat orang yang bertakwa; sifat-sifat orang munafik; sifat-sifat Allah; perumpamaan-perumpamaan; kiblat, kebangkitan sesudah mati.Kesimpulan surat Al Baqarah:1. Menjelaskan beberapa hukum dalam agama Islam.2. Mengemukakan beberapa perumpamaan.3. Mengemukakan hujjah-hujjah.Hubungan Surat Al Baqarah Dengan Surat Ali 'Imran:1. Dalam surat Al Baqarah, disebutkan Nabi Adam a.s. yang langsung diciptakan Allah, sedang dalam surat Ali'Imran, disebutkan tentang kelahiran Nabi 'Isa a.s. yang kedua-duanya diciptakan Allah secara menyelisihi kebiasaan.2. Dalam surat Al Baqarah, sifat dan perbuatan orang-orang Yahudi dibentangkan secara luas disertai dengan hujjah untuk mematahkan hujjah-hujjah mereka yang membela kesesatan, sedang dalam surat Ali 'Imran, dibentangkan hal-hal serupa yang berhubungan dengan orang Nasrani.3. Surat Al Baqarah dimulai dengan menyebutkan tiga golongan manusia, yaitu orang mukmin, orang yang mengimani hari akhir, dan orang munafik. Sementara itu, surat Ali 'Imran dimulai dengan menyebutkan orang yang suka mentakwilkan ayat yang mutasyabihaat secara salah untuk memfitnah orang mukmin, dan menyebutkan orang yang mempunyai keahlian dalam menakwilkannya.4. Surat Al Baqarah disudahi dengan permohonan kepada Allah agar kesalahan-kesalahan dan kealpaan dalam melaksanakan ketaatan diampuni, sedang surat Ali 'Imran disudahi dengan permohonan kepada Allah agar Dia memberi pahala atas amal saleh yang dilakukan hamba-Nya.5. Surat Al Baqarah dimulai dengan menyebutkan sifat-sifat orang yang bertakwa, sedang surat Ali 'Imran dimulai dengan perintah bertakwa.",
      "verses": [
        {
          "number": 246,
          "arabic": "أَلَمْ تَرَ إِلَى ٱلْمَلَإِ مِنۢ بَنِىٓ إِسْرَٰٓءِيلَ مِنۢ بَعْدِ مُوسَىٰٓ إِذْ قَالُوا۟ لِنَبِىٍّ لَّهُمُ ٱبْعَثْ لَنَا مَلِكًا نُّقَـٰتِلْ فِى سَبِيلِ ٱللَّهِ ۖ قَالَ هَلْ عَسَيْتُمْ إِن كُتِبَ عَلَيْكُمُ ٱلْقِتَالُ أَلَّا تُقَـٰتِلُوا۟ ۖ قَالُوا۟ وَمَا لَنَآ أَلَّا نُقَـٰتِلَ فِى سَبِيلِ ٱللَّهِ وَقَدْ أُخْرِجْنَا مِن دِيَـٰرِنَا وَأَبْنَآئِنَا ۖ فَلَمَّا كُتِبَ عَلَيْهِمُ ٱلْقِتَالُ تَوَلَّوْا۟ إِلَّا قَلِيلًا مِّنْهُمْ ۗ وَٱللَّهُ عَلِيمٌۢ بِٱلظَّـٰلِمِينَ",
          "transliteration": "alam tara ilā l-mala-i min banī is'rāīla min baʿdi mūsā idh qālū linabiyyin lahumu ib'ʿath lanā malikan nuqātil fī sabīli l-lahi qāla hal ʿasaytum in kutiba ʿalaykumu l-qitālu allā tuqātilū qālū wamā lanā allā nuqātila fī sabīli l-lahi waqad ukh'rij'nā min diyārinā wa-abnāinā falammā kutiba ʿalayhimu l-qitālu tawallaw illā qalīlan min'hum wal-lahu ʿalīmun bil-ẓālimīna",
          "translation": "Tidakkah kamu perhatikan para pemuka Bani Israil setelah Musa wafat ketika mereka berkata kepada seorang nabi mereka, \"Angkatlah seorang raja untuk kami, niscaya kami berperang di jalan Allah.\" Nabi mereka menjawab, \"Jangan-jangan jika diwajibkan atasmu berperang, kamu tidak akan berperang juga?\" Mereka menjawab, \"Mengapa kami tidak akan berperang di jalan Allah, sedangkan kami telah diusir dari kampung halaman kami dan (dipisahkan dari) anak-anak kami?\"<sup foot_note=135044>1</sup> Tetapi ketika perang itu diwajibkan atas mereka, mereka berpaling, kecuali sebagian kecil dari mereka. Dan Allah Maha Mengetahui orang-orang yang zalim.",
          "tafsir": "Kisah pertama tentang Bani Israil pada ayat yang lalu diuraikan secara umum dan dalam ayat ini diuraikan secara terperinci. Pada masa itu, telah menjadi kebiasaan bagi Bani Israil bahwa soal-soal kenegaraan diatur oleh seorang raja dan soal agama dipimpin oleh seorang yang juga ditaati oleh raja sendiri. Samuel (nabi mereka saat itu) yang mengetahui tabiat Bani Israil, ketika mendengar usul mereka mengangkat seorang raja, timbul keraguan dalam hatinya tentang kesetiaan Bani Israil itu, sehingga beliau berkata, \"Mungkin sekali jika kepada kamu nanti diwajibkan perang, kamu tidak mau berperang.\" Beliau sering menyaksikan sifat penakut di kalangan mereka. Mereka menjawab, \"Mengapa kami tidak mau berperang di jalan Allah. Padahal telah cukup alasan yang mendorong kami untuk melaksanakan perang itu? Kami telah diusir dari kampung halaman kami dan anak-anak kami pun banyak yang ditawan oleh musuh.\" Mereka menyatakan bahwa penderitaan mereka sudah cukup berat sehingga jalan lain tidak ada lagi, kecuali dengan mempergunakan kekerasan. Ternyata benar apa yang diragukan oleh Samuel, yaitu tatkala perang telah diwajibkan kepada Bani Israil dan Samuel telah memilih seorang raja untuk memimpin mereka, mereka banyak yang berpaling dan meninggalkan jihad di jalan Allah serta sedikit sekali yang tetap teguh memegang janjinya. Allah mengetahui orang-orang yang tidak ikut berjihad itu dan mereka dimasukkan dalam golongan orang-orang yang zalim, yang menganiaya dirinya sendiri disebabkan tidak mau berjihad untuk membela hak dan menegakkan kebenaran. Mereka di dunia menjadi orang-orang yang terhina dan di akhirat menjadi orang-orang yang celaka dan mendapat siksa."
        },
        {
          "number": 247,
          "arabic": "وَقَالَ لَهُمْ نَبِيُّهُمْ إِنَّ ٱللَّهَ قَدْ بَعَثَ لَكُمْ طَالُوتَ مَلِكًا ۚ قَالُوٓا۟ أَنَّىٰ يَكُونُ لَهُ ٱلْمُلْكُ عَلَيْنَا وَنَحْنُ أَحَقُّ بِٱلْمُلْكِ مِنْهُ وَلَمْ يُؤْتَ سَعَةً مِّنَ ٱلْمَالِ ۚ قَالَ إِنَّ ٱللَّهَ ٱصْطَفَىٰهُ عَلَيْكُمْ وَزَادَهُۥ بَسْطَةً فِى ٱلْعِلْمِ وَٱلْجِسْمِ ۖ وَٱللَّهُ يُؤْتِى مُلْكَهُۥ مَن يَشَآءُ ۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ",
          "transliteration": "waqāla lahum nabiyyuhum inna l-laha qad baʿatha lakum ṭālūta malikan qālū annā yakūnu lahu l-mul'ku ʿalaynā wanaḥnu aḥaqqu bil-mul'ki min'hu walam yu'ta saʿatan mina l-māli qāla inna l-laha iṣ'ṭafāhu ʿalaykum wazādahu basṭatan fī l-ʿil'mi wal-jis'mi wal-lahu yu'tī mul'kahu man yashāu wal-lahu wāsiʿun ʿalīmun",
          "translation": "Dan nabi mereka berkata kepada mereka, \"Sesungguhnya Allah telah mengangkat Talut menjadi rajamu.\" Mereka menjawab, \"Bagaimana Talut memperoleh kerajaan atas kami, sedangkan kami lebih berhak atas kerajaan itu daripadanya, dan dia tidak diberi kekayaan yang banyak?\" (Nabi) menjawab, \"Allah telah memilihnya (menjadi raja) kamu dan memberikan kelebihan ilmu dan fisik.\" Allah memberikan kerajaan-Nya kepada siapa yang Dia kehendaki, dan Allah Mahaluas, Maha Mengetahui.",
          "tafsir": "Samuel mengatakan kepada Bani Israil, bahwa Allah swt telah mengangkat thalut (dalam Bibel Saul) sebagai raja. Orang-orang Bani Israil tidak mau menerima Talut sebagai raja dengan alasan, bahwa menurut tradisi yang boleh dijadikan raja hanyalah dari kabilah Yehuda, sedangkan thalut dari kabilah Bunyamin. Lagi pula disyaratkan yang boleh menjadi raja itu harus seorang hartawan, sedang thalut bukan hartawan. Oleh karena itu secara spontan mereka menolak, \"Bagaimana thalut akan memerintah kami, padahal kami lebih berhak untuk mengendalikan pemerintahan daripada dia, sedang dia pun tidak diberi kekayaan yang cukup untuk menjadi raja?\" Samuel menjawab bahwa thalut diangkat menjadi raja atas pilihan Allah karena itu Allah menganugerahkan kepadanya ilmu yang luas dan tubuh yang perkasa sehingga ia mampu memimpin Bani Israil. Dari ayat ini dapat diambil pengertian bahwa seorang yang akan dijadikan raja itu hendaklah: 1.Mempunyai kekuatan fisik sehingga mampu untuk melaksanakan tugas-tugasnya sebagai kepala negara. 2.Menguasai ilmu pengetahuan yang luas, mengetahui letak kekuatan umat dan kelemahannya, sehingga dapat memimpinnya dengan penuh bijaksana. 3. Memiliki kesehatan jasmani dan kecerdasan pikiran. 4.Bertakwa kepada Allah agar mendapat taufik dan hidayah-Nya, untuk mengatasi segala kesulitan yang tidak mungkin diatasinya sendiri, kecuali dengan taufik dan hidayah-Nya. Adapun harta kekayaan tidak dimasukkan menjadi syarat untuk menjadi raja, karena bila syarat-syarat yang empat tersebut telah dipenuhi maka mudah baginya untuk mendapatkan harta yang diperlukan, sebab Allah Mahaluas pemberian-Nya lagi Maha Mengetahui."
        },
        {
          "number": 248,
          "arabic": "وَقَالَ لَهُمْ نَبِيُّهُمْ إِنَّ ءَايَةَ مُلْكِهِۦٓ أَن يَأْتِيَكُمُ ٱلتَّابُوتُ فِيهِ سَكِينَةٌ مِّن رَّبِّكُمْ وَبَقِيَّةٌ مِّمَّا تَرَكَ ءَالُ مُوسَىٰ وَءَالُ هَـٰرُونَ تَحْمِلُهُ ٱلْمَلَـٰٓئِكَةُ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لَّكُمْ إِن كُنتُم مُّؤْمِنِينَ",
          "transliteration": "waqāla lahum nabiyyuhum inna āyata mul'kihi an yatiyakumu l-tābūtu fīhi sakīnatun min rabbikum wabaqiyyatun mimmā taraka ālu mūsā waālu hārūna taḥmiluhu l-malāikatu inna fī dhālika laāyatan lakum in kuntum mu'minīna",
          "translation": "Dan nabi mereka berkata kepada mereka, \"Sesungguhnya tanda kerajaannya ialah datangnya Tabut<sup foot_note=135045>1</sup> kepadamu, yang di dalamnya terdapat ketenangan dari Tuhanmu dan sisa peninggalan keluarga Musa dan keluarga Harun, yang dibawa oleh malaikat.\" Sungguh, pada yang demikian itu terdapat tanda (kebesaran Allah) bagimu, jika kamu orang beriman.",
          "tafsir": "Samuel menyatakan kepada Bani Israil, bahwa Allah telah memilih thalut sebagai raja yang akan memimpin mereka berperang melawan orang Amalik atau Amaliqah (Amalekit). Sebagai tanda bahwa thalut itu betul-betul telah dipilih oleh Allah ialah kembalinya Tabut (peti pusaka) kepada Bani Israil setelah beberapa tahun hilang dari tangan mereka karena dirampas oleh musuh. Di dalam Tabut itu disimpan beberapa benda sisa peninggalan keluarga Musa dan Harun seperti tongkat Nabi Musa, sandal, serban Nabi Harun, dan beberapa potong pecahan dari piring batu yang dibawa Musa dari Gunung Sinai. Jika Bani Israil mengadakan peperangan, maka Tabut itu selalu dibawa mereka bersama tentara karena dirasakan oleh mereka bahwa Tabut itu dapat menimbulkan semangat dan keberanian dalam peperangan. Dalam suatu peperangan antara Bani Israil dan orang-orang Amalik, Bani Israil menderita kekalahan yang mengakibatkan Tabut dirampas dan dibawa lari oleh musuh. Setelah Tabut itu berada beberapa lama di tangan orang-orang Amalik, tiba-tiba pada suatu masa Amalik itu ditimpa bermacam-macam malapetaka dan bencana seperti wabah tikus yang merusak tanam-tanaman, dan berjangkitnya penyakit sehingga mereka merasa sial dengan adanya Tabut di tengah-tengah mereka. Mereka beranggapan bahwa malapetaka itu datangnya dari Tuhan Bani Israil yang membalas dendam kepada mereka, lalu mereka mengembalikan Tabut itu kepada Bani Israil dengan jalan menempatkannya dalam sebuah pedati yang ditarik oleh dua ekor sapi. Ternyata pedati itu dikemudikan oleh malaikat sehingga kembali lagi kepada Bani Israil. Kedatangan Tabut itu tepat sekali waktunya dengan terpilihnya thalut sebagai raja. Dengan kembalinya Tabut itu, barulah Bani Israil tunduk dan menerima thalut sebagai raja, sebab yang demikian itu adalah bukti dari Allah bagi orang-orang yang beriman."
        }
      ]
    }
  ]
}