{
  "pageNumber": 517,
  "juz": 26,
  "surahs": [
    {
      "number": 49,
      "name": "Al-Hujurat",
      "nameArabic": "الحجرات",
      "meaning": "Kamar-kamar",
      "revelation": "Madinah",
      "description": "Surat Al-Hujurat terdiri dari 18 ayat, termasuk golongan surat Madaniyyah, dan diturunkan setelah surat Al-Mujadilah.Dinamai \"Al-Hujurat\" (kamar) diambil dari kata \"Al-Hujurat\" yang terdapat pada ayat ke-4 surat ini. Ayat tersebut mencela para sahabat yang memanggil Nabi Muhammad yang sedang berada di dalam kamar rumahnya. Memanggil Nabi Muhammad dengan cara dan dalam keadaan yang demikian menunjukkan sikap kurang hormat kepada beliau dan mengganggu ketenteraman beliau.**Pokok-Pokok Isi:**1. **Keimanan:** Masuk Islam harus disempurnakan dengan iman yang sebenar-sebenarnya.2. **Hukum-hukum:** Larangan mengambil keputusan yang menyimpang dari ketetapan Allah dan Rasul-Nya; keharusan meneliti suatu kabar yang disampaikan oleh orang fasik; kewajiban mengadakan islah antara orang muslim yang bersengketa karena orang Islam itu bersaudara; kewajiban mengambil tindakan terhadap golongan muslim yang bertindak zalim kepada golongan muslim yang lain; larangan mencaci, menghina, dan sebagainya; larangan berprasangka buruk, menggunjing, memfitnah, dan lain-lain.3. **Lain-lain:** Adab sopan santun berbicara dengan Rasulullah; Allah menciptakan manusia bersuku-suku dan berbangsa-bangsa agar satu sama lain saling mengenal; semua manusia sama di sisi Allah, kelebihan hanya pada orang yang bertakwa; sifat-sifat orang yang benar-benar beriman.Surat Al-Hujurat menerangkan tentang akhlak baik yang berhubungan dengan sikap orang mukmin terhadap Allah dan Nabi Muhammad serta sesama mereka; sopan-santun dalam pergaulan sehari-hari. Surat ini juga menerangkan bagaimana sikap orang-orang mukmin dalam menerima berita dari orang-orang fasik. Kemudian surat ini ditutup dengan menerangkan hakikat iman dan keutamaan amal orang-orang mukmin.**Hubungan Surat Al-Hujurat Dengan Surat Qaf:**1. Pada akhir surat Al-Hujurat disebutkan keimanan orang-orang Badui dan sebenarnya mereka belum beriman. Hal ini dapat membuat keimanan mereka bertampah atau justru menjadikan mereka mengingkari kenabian dan hari kebangkitan. Sementara itu, pada awal surat Qaf disebutkan beberapa sifat orang kafir yang mengingkari kenabian dan hari kebangkitan.2. Surat Al-Hujurat lebih banyak menguraikan permasalahan duniawi sedangkan surat Qaf lebih banyak menguraikan perkara ukhrawi.",
      "verses": [
        {
          "number": 12,
          "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱجْتَنِبُوا۟ كَثِيرًا مِّنَ ٱلظَّنِّ إِنَّ بَعْضَ ٱلظَّنِّ إِثْمٌ ۖ وَلَا تَجَسَّسُوا۟ وَلَا يَغْتَب بَّعْضُكُم بَعْضًا ۚ أَيُحِبُّ أَحَدُكُمْ أَن يَأْكُلَ لَحْمَ أَخِيهِ مَيْتًا فَكَرِهْتُمُوهُ ۚ وَٱتَّقُوا۟ ٱللَّهَ ۚ إِنَّ ٱللَّهَ تَوَّابٌ رَّحِيمٌ",
          "transliteration": "yāayyuhā alladhīna āmanū ij'tanibū kathīran mina l-ẓani inna baʿḍa l-ẓani ith'mun walā tajassasū walā yaghtab baʿḍukum baʿḍan ayuḥibbu aḥadukum an yakula laḥma akhīhi maytan fakarih'tumūhu wa-ittaqū l-laha inna l-laha tawwābun raḥīmun",
          "translation": "Wahai orang-orang yang beriman! Jauhilah banyak dari prasangka, sesungguhnya sebagian prasangka itu dosa, dan janganlah kamu mencari-cari kesalahan orang lain, dan janganlah ada di antara kamu yang menggunjing sebagian yang lain. Apakah ada di antara kamu yang suka memakan daging saudaranya yang sudah mati? Tentu kamu merasa jijik. Dan bertakwalah kepada Allah, sungguh Allah Maha Penerima tobat, Maha Penyayang.",
          "tafsir": "Pada ayat ini dijelaskan bahwa permintaan mereka itu tidak mungkin diperkenankan oleh Allah. Mereka tidak akan dikembalikan ke dunia, karena hati mereka sudah tidak menerima kebenaran lagi. Di dunia, mereka kafir dan ingkar apabila diseru untuk hanya menyembah Allah saja, tetapi apabila Allah dipersekutukan dengan yang lain, mereka percaya dan membenarkannya. Permintaan mereka ke luar dari neraka dan dikembalikan ke dunia untuk beramal saleh, dijawab oleh Allah dengan firman-Nya: Dia (Allah) berfirman, \"Tinggallah dengan hina di dalamnya, dan janganlah kamu berbicara dengan Aku.\" (al-Mu'minun/23: 108) Andaikata permintaan mereka diperkenankan dan dikembalikan ke dunia, mereka akan tetap mengerjakan hal-hal yang dilarang Allah sebagaimana halnya dahulu. Mereka itu pembohong, sebagaimana firman Allah: Seandainya mereka dikembalikan ke dunia, tentu mereka akan mengulang kembali apa yang telah dilarang mengerjakannya. Mereka itu sungguh pendusta. (al-An'am/6: 28) Ayat ini ditutup dengan satu ketegasan bahwa putusan di hari Kiamat berada di tangan Allah yang akan memberi putusan dengan hak dan adil, Tuhan Yang Mahatinggi dan Mahabesar tiada sesuatu yang menyamai-Nya. Tuhan sangat benci kepada yang mempersekutukan-Nya dan telah memberlakukan kebijaksanaan yaitu mengekalkan mereka di dalam neraka."
        },
        {
          "number": 13,
          "arabic": "يَـٰٓأَيُّهَا ٱلنَّاسُ إِنَّا خَلَقْنَـٰكُم مِّن ذَكَرٍ وَأُنثَىٰ وَجَعَلْنَـٰكُمْ شُعُوبًا وَقَبَآئِلَ لِتَعَارَفُوٓا۟ ۚ إِنَّ أَكْرَمَكُمْ عِندَ ٱللَّهِ أَتْقَىٰكُمْ ۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرٌ",
          "transliteration": "yāayyuhā l-nāsu innā khalaqnākum min dhakarin wa-unthā wajaʿalnākum shuʿūban waqabāila litaʿārafū inna akramakum ʿinda l-lahi atqākum inna l-laha ʿalīmun khabīrun",
          "translation": "Wahai manusia! Sungguh, Kami telah menciptakan kamu dari seorang laki-laki dan seorang perempuan, kemudian Kami jadikan kamu berbangsa-bangsa dan bersuku-suku agar kamu saling mengenal. Sungguh, yang paling mulia di antara kamu di sisi Allah ialah orang yang paling bertakwa. Sungguh, Allah Maha Mengetahui, Mahateliti.",
          "tafsir": "Dalam ayat ini, dijelaskan bahwa Allah menciptakan manusia dari seorang laki-laki (Adam) dan seorang perempuan (Hawa) dan menjadikannya berbangsa-bangsa, bersuku-suku, dan berbeda-beda warna kulit bukan untuk saling mencemoohkan, tetapi supaya saling mengenal dan menolong. Allah tidak menyukai orang-orang yang memperlihatkan kesombongan dengan keturunan, kepangkatan, atau kekayaannya karena yang paling mulia di antara manusia pada sisi Allah hanyalah orang yang paling bertakwa kepada-Nya. Kebiasaan manusia memandang kemuliaan itu selalu ada sangkut-pautnya dengan kebangsaan dan kekayaan. Padahal menurut pandangan Allah, orang yang paling mulia itu adalah orang yang paling takwa kepada-Nya. Diriwayatkan oleh Ibnu hibban dan at-Tirmidhi dari Ibnu 'Umar bahwa ia berkata: Rasulullah saw melakukan tawaf di atas untanya yang telinganya tidak sempurna (terputus sebagian) pada hari Fath Makkah (Pembebasan Mekah). Lalu beliau menyentuh tiang Ka'bah dengan tongkat yang bengkok ujungnya. Beliau tidak mendapatkan tempat untuk menderumkan untanya di masjid sehingga unta itu dibawa keluar menuju lembah lalu menderumkannya di sana. Kemudian Rasulullah memuji Allah dan mengagungkan-Nya, kemudian berkata, \"Wahai manusia, sesungguhnya Allah telah menghilangkan pada kalian keburukan perilaku Jahiliah. Wahai manusia, sesungguhnya manusia itu ada dua macam: orang yang berbuat kebajikan, bertakwa, dan mulia di sisi Tuhannya. Dan orang yang durhaka, celaka, dan hina di sisi Tuhannya. Kemudian Rasulullah membaca ayat: ya ayyuhan-nas inna khalaqnakum min dhakarin wa untsa¦ Beliau membaca sampai akhir ayat, lalu berkata, \"Inilah yang aku katakan, dan aku memohon ampun kepada Allah untukku dan untuk kalian. (Riwayat Ibnu hibban dan at-Tirmidhi dari Ibnu 'Umar). Sesungguhnya Allah Maha Penerima tobat lagi Maha Mengetahui tentang apa yang tersembunyi dalam jiwa dan pikiran manusia. Pada akhir ayat, Allah menyatakan bahwa Dia Maha Mengetahui tentang segala yang tersembunyi di dalam hati manusia dan mengetahui segala perbuatan mereka."
        },
        {
          "number": 14,
          "arabic": "۞ قَالَتِ ٱلْأَعْرَابُ ءَامَنَّا ۖ قُل لَّمْ تُؤْمِنُوا۟ وَلَـٰكِن قُولُوٓا۟ أَسْلَمْنَا وَلَمَّا يَدْخُلِ ٱلْإِيمَـٰنُ فِى قُلُوبِكُمْ ۖ وَإِن تُطِيعُوا۟ ٱللَّهَ وَرَسُولَهُۥ لَا يَلِتْكُم مِّنْ أَعْمَـٰلِكُمْ شَيْـًٔا ۚ إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
          "transliteration": "qālati l-aʿrābu āmannā qul lam tu'minū walākin qūlū aslamnā walammā yadkhuli l-īmānu fī qulūbikum wa-in tuṭīʿū l-laha warasūlahu lā yalit'kum min aʿmālikum shayan inna l-laha ghafūrun raḥīmun",
          "translation": "Orang-orang Arab Badui berkata, \"Kami telah beriman.\" Katakanlah (kepada mereka), \"Kamu belum beriman, tetapi katakanlah 'Kami telah tunduk (Islam)', karena iman belum masuk ke dalam hatimu. Dan jika kamu taat kepada Allah dan Rasul-Nya, Dia tidak akan mengurangi sedikit pun (pahala) amalmu. Sungguh, Allah Maha Pengampun, Maha Penyayang.\"",
          "tafsir": "Allah menjelaskan bahwa orang-orang Arab Badui yang mengaku bahwa diri mereka telah beriman. Ucapan mereka itu dibantah oleh Allah. Sepantasnya mereka itu jangan mengatakan telah beriman karena iman yang sungguh-sungguh ialah membenarkan dengan hati yang tulus dan percaya kepada Allah dengan seutuhnya. Hal itu belum terbukti karena mereka memperlihatkan bahwa mereka telah memberikan kenikmatan kepada Rasulullah saw dengan keislaman mereka dan dengan tidak memerangi Rasulullah saw. Mereka dilarang oleh Allah mengucapkan kata beriman itu dan sepantasnya mereka hanya mengucapkan 'kami telah tunduk masuk Islam, karena iman yang sungguh-sungguh itu belum pernah masuk ke dalam hati mereka. Apa yang mereka ucapkan tidak sesuai dengan isi hati mereka. Az-Zajjaj berkata, \"Islam itu ialah memperlihatkan kepatuhan dan menerima apa-apa yang dibawa oleh Nabi Muhammad. Dengan memperlihatkan patuh itu terpeliharalah darah dan jiwa, dan jika ikrar tentang keislaman itu disertai dengan tasdiq (dibenarkan hati), maka barulah yang demikian itu yang dinamakan iman yang sungguh-sungguh. Jika mereka benar-benar telah taat kepada Allah dan rasul-Nya, ikhlas berbuat amal, dan meninggalkan kemunafikan, maka Allah tidak akan mengurangi sedikit pun pahala amalan mereka, bahkan akan memperbaiki balasannya dengan berlipat ganda.\" Terhadap manusia yang banyak berbuat kesalahan, di mana pun ia berada, Allah akan mengampuninya karena Dia Maha Pengampun terhadap orang yang bertobat dan yang beramal penuh keikhlasan."
        },
        {
          "number": 15,
          "arabic": "إِنَّمَا ٱلْمُؤْمِنُونَ ٱلَّذِينَ ءَامَنُوا۟ بِٱللَّهِ وَرَسُولِهِۦ ثُمَّ لَمْ يَرْتَابُوا۟ وَجَـٰهَدُوا۟ بِأَمْوَٰلِهِمْ وَأَنفُسِهِمْ فِى سَبِيلِ ٱللَّهِ ۚ أُو۟لَـٰٓئِكَ هُمُ ٱلصَّـٰدِقُونَ",
          "transliteration": "innamā l-mu'minūna alladhīna āmanū bil-lahi warasūlihi thumma lam yartābū wajāhadū bi-amwālihim wa-anfusihim fī sabīli l-lahi ulāika humu l-ṣādiqūna",
          "translation": "Sesungguhnya orang-orang mukmin yang sebenarnya adalah mereka yang beriman kepada Allah dan Rasul-Nya, kemudian mereka tidak ragu-ragu, dan mereka berjihad dengan harta dan jiwanya di jalan Allah. Mereka itulah orang-orang yang benar.",
          "tafsir": "Dalam ayat ini, Allah menerangkan hakikat iman yang sebenarnya yaitu bahwa orang-orang yang diakui mempunyai iman yang sungguh-sungguh hanyalah mereka yang beriman kepada Allah dan rasul-Nya, tanpa keragu-raguan sedikit pun dan tidak goyah pendiriannya apa pun yang dihadapi. Mereka menyerahkan harta dan jiwa dalam berjihad di jalan Allah semata-mata untuk mencapai keridaan-Nya. Orang mukmin di dunia ada tiga golongan: pertama, orang beriman kepada Allah dan Rasul-Nya, kemudian mereka tidak ragu dan berjihad fi sabilillah dengan harta dan dirinya. Kedua, orang yang tidak mengganggu harta dan diri orang lain. Ketiga, orang yang mendapatkan kemuliaan ambisi, ia meninggalkannya karena Allah. (Riwayat Ahmad dari Abu Sa'id al-Khudri) Mereka itulah orang-orang yang imannya diakui oleh Allah. Tidak seperti orang-orang Arab Badui itu yang hanya mengucapkan beriman dengan lidah belaka, sedangkan hati mereka kosong karena mereka masuk Islam itu hanya karena takut akan tebasan pedang, hanya sekadar untuk mengamankan jiwa dan harta bendanya."
        },
        {
          "number": 16,
          "arabic": "قُلْ أَتُعَلِّمُونَ ٱللَّهَ بِدِينِكُمْ وَٱللَّهُ يَعْلَمُ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۚ وَٱللَّهُ بِكُلِّ شَىْءٍ عَلِيمٌ",
          "transliteration": "qul atuʿallimūna l-laha bidīnikum wal-lahu yaʿlamu mā fī l-samāwāti wamā fī l-arḍi wal-lahu bikulli shayin ʿalīmun",
          "translation": "Katakanlah (kepada mereka), \"Apakah kamu akan memberitahukan kepada Allah tentang agamamu (keyakinanmu), padahal Allah mengetahui apa yang ada di langit dan apa yang ada di bumi; dan Allah Maha Mengetahui segala sesuatu.\"",
          "tafsir": "Allah memerintahkan kepada Rasul-Nya agar bertanya kepada orang-orang Arab Badui itu, apakah mereka akan memberitahukan kepada Allah tentang keyakinannya yang telah tersimpan di dalam hatinya, padahal Allah mengetahui apa yang ada di langit dan apa yang ada di bumi, termasuk apa yang terkandung di dalam hati mereka karena Allah Maha Mengetahui segala sesuatu."
        },
        {
          "number": 17,
          "arabic": "يَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُوا۟ ۖ قُل لَّا تَمُنُّوا۟ عَلَىَّ إِسْلَـٰمَكُم ۖ بَلِ ٱللَّهُ يَمُنُّ عَلَيْكُمْ أَنْ هَدَىٰكُمْ لِلْإِيمَـٰنِ إِن كُنتُمْ صَـٰدِقِينَ",
          "transliteration": "yamunnūna ʿalayka an aslamū qul lā tamunnū ʿalayya is'lāmakum bali l-lahu yamunnu ʿalaykum an hadākum lil'īmāni in kuntum ṣādiqīna",
          "translation": "Mereka merasa berjasa kepadamu dengan keislaman mereka. Katakanlah, \"Janganlah kamu merasa berjasa kepadaku dengan keislamanmu, sebenarnya Allah yang melimpahkan nikmat kepadamu dengan menunjukkan kamu kepada keimanan, jika kamu orang yang benar.\"",
          "tafsir": "Allah menjelaskan bahwa orang-orang Arab Badui itu merasa telah memberi nikmat kepada Rasulullah saw. Mereka menganggap bahwa keislaman dan ketundukan mereka kepada Nabi Muhammad itu harus dipandang suatu nikmat yang harus disyukuri oleh Nabi. Kemudian Allah memerintahkan kepada rasul-Nya supaya membantah ucapan mereka yang selalu menonjol-nonjolkan pemberian nikmat karena sesungguhnya hanya Allah yang melimpahkan nikmat kepada mereka dengan menunjuki mereka keimanan, jika mereka sungguh-sungguh menjadi orang-orang yang benar imannya."
        },
        {
          "number": 18,
          "arabic": "إِنَّ ٱللَّهَ يَعْلَمُ غَيْبَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ وَٱللَّهُ بَصِيرٌۢ بِمَا تَعْمَلُونَ",
          "transliteration": "inna l-laha yaʿlamu ghayba l-samāwāti wal-arḍi wal-lahu baṣīrun bimā taʿmalūna",
          "translation": "Sungguh, Allah mengetahui apa yang gaib di langit dan di bumi. Dan Allah Maha Melihat apa yang kamu kerjakan.",
          "tafsir": "Sesungguhnya Allah-lah Yang Maha Mengetahui apa-apa yang gaib di langit dan di bumi. Dia-lah yang melihat apa yang tersembunyi di dalam hati, dan apa yang diucapkan oleh lidah karena Allah Maha Melihat apa yang dikerjakan oleh seluruh hamba-hamba-Nya."
        }
      ]
    }
  ]
}