{
  "pageNumber": 447,
  "juz": 23,
  "surahs": [
    {
      "number": 37,
      "name": "As-Saffat",
      "nameArabic": "الصافات",
      "meaning": "Barisan-barisan",
      "revelation": "Makkah",
      "description": "Surat Ash-Shaffat terdiri dari 182 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Al-An'am.Dinamai dengan \"Ash-Shaffat\" (yang bershaf-shaf) karena ada hubungannya dengan kata \"Ash-Shaffat\" yang terletak pada ayat pertama surat ini, yang mengemukakan bagaimana para malaikat, yang bersih jiwanya dan tidak dapat digoda setan, berbaris di hadapan Allah. Hal ini hendaklah menjadi pelajaran bagi manusia dalam menghambakan diri kepada Allah.**Pokok-Pokok Isi:**1. **Keimanan:** Dalil-dalil tentang keesaan Allah; keberadaan hari kebangkitan; keberadaan padang mahsyar dan hari kiamat; malaikat-malaikat selalu bertasbih kepada Allah.2. **Kisah-kisah:** Kisah Nabi Nuh; kisah Nabi Ibrahim dan Nabi Ismail; kisah Nabi Musa dan Nabi Harun; kisah Nabi Ilyas; kisah Nabi Luth; kisah Nabi Yunus.3. **Lain-lain:** Sikap orang kafir terhadap Al-Qur'an; tuduh-menuduh antara orang kafir dengan pengikutnya pada hari Kiamat; kenikmatan di surga; pohon zaqqum; celaan terhadap orang yang mengatakan bahwa Allah memiliki anak; seorang yang baik belum tentu menurunkan keturunan yang baik pula.Surat ini mengemukakan tentang keesaan Allah, dan dari bukti-bukti yang dipaparkan dapat diambil kesimpulan bahwa tauhid akan menang. Dari kisah-kisah yang dikemukakan surat ini dapat diambil kesimpulan bahwa kaum yang menentang rasul pasti akan hancur. Begitu pula halnya dengan kaum musyrik Mekah yang menentang Nabi Muhammad pasti akan mengalami kehancuran.**Hubungan Surat Ash-Shaffat Dengan Surat Shad:**1. Dalam surat Ash-Shaffat disebutkan kisah para nabi, sedangkan surat Shad menyebutkan kisah nabi-nabi yang belum disebutkan pada surat Ash-Shaffat, seperti: kisah Nabi Dawud, Nabi Sulaiman, dan lain-lain.2. Dalam surat Ash-Shaffat diterangkan bahwa orang-orang musyrik sebelum diutusnya Rasulullah selalu mengatakan bahwa sekiranya mereka mempunyai sebuah kisah pemberi peringatan di antara kitab-kitab yang telah diturunkan kepada orang-orang terdahulu tentu mereka akan taat, sedangkan dalam surat Shad ditegaskan bahwa Al-Qur'an adalah kitab yang lebih sempurna dan seharusnya mereka taati sekiranya mereka jujur dalam pengakuannya itu.3. Dalam surat Ash-Shaffat diterangkan bahwa setelah Al-Qur'an yang memberi peringatan datang kepada orang-orang musyrik Mekah, mereka tetap mengingkarinya, sedangkan dalam surat Shad diterangkan sebab-sebab keingkaran mereka.",
      "verses": [
        {
          "number": 25,
          "arabic": "مَا لَكُمْ لَا تَنَاصَرُونَ",
          "transliteration": "mā lakum lā tanāṣarūna",
          "translation": "\"Mengapa kamu tidak tolong-menolong?\"",
          "tafsir": "Kepada malaikat diperintahkan supaya menahan mereka di tempat pemberhentian dan menanyakan tentang apa yang mereka usahakan, serta dosa dan kemaksiatan yang telah mereka lakukan. Pada waktu itu juga ditanyakan tentang akidah-akidah palsu yang diajarkan oleh setan yang menyesatkan hidup mereka. persoalan ini dijelaskan dalam hadis Nabi saw: Abu Hurairah meriwayatkan bahwa Rasulullah saw bersabda, \"Tidaklah bergeser dua telapak kaki seorang hamba pada hari Kiamat sebelum dia ditanya empat perkara: tentang umur dihabiskannya untuk apa, tentang masa mudanya dipergunakan untuk apa, lalu tentang harta yang dimilikinya diperoleh dari mana, dan dipergunakan untuk apa, lalu tentang ilmu sampai sejauh mana diamalkannya. (Riwayat at-Tirmidzi) Pada waktu itu orang-orang kafir bisa saling menolong satu sama lain sebagaimana mereka perkirakan di dunia dulu. Tetapi nyatanya hal itu tidak dapat dilakukan, dan mereka benar-benar ditimpa azab setimpal dengan perbuatannya. Allah berfirman: (Yaitu) pada hari (ketika) seorang teman sama sekali tidak dapat memberi manfaat kepada teman lainnya dan mereka tidak akan mendapat pertolongan. (ad-Dukhan/44: 41)"
        },
        {
          "number": 26,
          "arabic": "بَلْ هُمُ ٱلْيَوْمَ مُسْتَسْلِمُونَ",
          "transliteration": "bal humu l-yawma mus'taslimūna",
          "translation": "Bahkan mereka pada hari itu menyerah (kepada keputusan Allah).",
          "tafsir": "Kepada malaikat diperintahkan supaya menahan mereka di tempat pemberhentian dan menanyakan tentang apa yang mereka usahakan, serta dosa dan kemaksiatan yang telah mereka lakukan. Pada waktu itu juga ditanyakan tentang akidah-akidah palsu yang diajarkan oleh setan yang menyesatkan hidup mereka. persoalan ini dijelaskan dalam hadis Nabi saw: Abu Hurairah meriwayatkan bahwa Rasulullah saw bersabda, \"Tidaklah bergeser dua telapak kaki seorang hamba pada hari Kiamat sebelum dia ditanya empat perkara: tentang umur dihabiskannya untuk apa, tentang masa mudanya dipergunakan untuk apa, lalu tentang harta yang dimilikinya diperoleh dari mana, dan dipergunakan untuk apa, lalu tentang ilmu sampai sejauh mana diamalkannya. (Riwayat at-Tirmidzi) Pada waktu itu orang-orang kafir bisa saling menolong satu sama lain sebagaimana mereka perkirakan di dunia dulu. Tetapi nyatanya hal itu tidak dapat dilakukan, dan mereka benar-benar ditimpa azab setimpal dengan perbuatannya. Allah berfirman: (Yaitu) pada hari (ketika) seorang teman sama sekali tidak dapat memberi manfaat kepada teman lainnya dan mereka tidak akan mendapat pertolongan. (ad-Dukhan/44: 41)"
        },
        {
          "number": 27,
          "arabic": "وَأَقْبَلَ بَعْضُهُمْ عَلَىٰ بَعْضٍ يَتَسَآءَلُونَ",
          "transliteration": "wa-aqbala baʿḍuhum ʿalā baʿḍin yatasāalūna",
          "translation": "Dan sebagian mereka menghadap kepada sebagian yang lain saling berbantah-bantahan.",
          "tafsir": "Pada hari Kiamat terjadi perdebatan antara pemimpin dengan pengikut-pengikutnya. Para pengikut itu melemparkan pertanggungjawaban kepada para pemimpin mereka atas kesesatan dan kekafiran mereka. Mereka menyatakan bahwa para pemimpin itulah yang mencegah mereka berbuat kebaikan, dan menghalang-halangi mereka serta memaksa mereka untuk memeluk keyakinan pemimpin-pemimpin itu. Perbantahan mereka sebagaimana di atas itu dilukiskan oleh Allah dalam firman-Nya: Dan (ingatlah), ketika mereka berbantah-bantahan dalam neraka, maka orang yang lemah berkata kepada orang-orang yang menyombongkan diri, \"Sesungguhnya kami dahulu adalah pengikut-pengikutmu, maka dapatkah kamu melepaskan sebagian (azab) api neraka yang menimpa kami?\" Orang-orang yang menyombongkan diri menjawab, \"Sesungguhnya kita semua sama-sama dalam neraka karena Allah telah menetapkan keputusan antara hamba-hamba-(Nya).\" (al-Mu'min/40: 47-48)"
        },
        {
          "number": 28,
          "arabic": "قَالُوٓا۟ إِنَّكُمْ كُنتُمْ تَأْتُونَنَا عَنِ ٱلْيَمِينِ",
          "transliteration": "qālū innakum kuntum tatūnanā ʿani l-yamīni",
          "translation": "Sesungguhnya (pengikut-pengikut) mereka berkata (kepada pemimpin-pemimpin mereka), \"Kamulah yang dahulu datang kepada kami dari kanan.\"<sup foot_note=135679>1</sup>",
          "tafsir": "Pada hari Kiamat terjadi perdebatan antara pemimpin dengan pengikut-pengikutnya. Para pengikut itu melemparkan pertanggungjawaban kepada para pemimpin mereka atas kesesatan dan kekafiran mereka. Mereka menyatakan bahwa para pemimpin itulah yang mencegah mereka berbuat kebaikan, dan menghalang-halangi mereka serta memaksa mereka untuk memeluk keyakinan pemimpin-pemimpin itu. Perbantahan mereka sebagaimana di atas itu dilukiskan oleh Allah dalam firman-Nya: Dan (ingatlah), ketika mereka berbantah-bantahan dalam neraka, maka orang yang lemah berkata kepada orang-orang yang menyombongkan diri, \"Sesungguhnya kami dahulu adalah pengikut-pengikutmu, maka dapatkah kamu melepaskan sebagian (azab) api neraka yang menimpa kami?\" Orang-orang yang menyombongkan diri menjawab, \"Sesungguhnya kita semua sama-sama dalam neraka karena Allah telah menetapkan keputusan antara hamba-hamba-(Nya).\" (al-Mu'min/40: 47-48)"
        },
        {
          "number": 29,
          "arabic": "قَالُوا۟ بَل لَّمْ تَكُونُوا۟ مُؤْمِنِينَ",
          "transliteration": "qālū bal lam takūnū mu'minīna",
          "translation": "(Pemimpin-pemimpin) mereka menjawab, \"(Tidak), bahkan kamulah yang tidak (mau) menjadi orang mukmin,",
          "tafsir": "Kemudian Allah menerangkan penolakan pemimpin mereka terhadap tuduhan tersebut. Para pemimpin itu menyatakan bahwa mereka tidak menyesatkan orang itu. Para pengikut sendirilah yang karena tabiatnya, menjadi kafir dan melakukan perbuatan syirik dan maksiat. Mereka mempersekutukan Allah dengan berhala dan patung dan berbuat macam-macam dosa yang menjadikan hatinya tertutup sehingga tidak lagi mengetahui jalan yang benar lagi baik. Selanjutnya pemimpin-pemimpin itu membantah bahwa mereka memiliki kekuasaan atas pengikut-pengikutnya itu, menyesatkan dan mengkafirkannya serta tidak pernah menghalangi mereka menentukan pilihan, mana perbuatan yang buruk dan mana perbuatan yang baik. Tetapi kecenderungan pengikut-pengikut itu sendiri yang menyebabkan mereka berbuat kekafiran dan kemaksiatan."
        },
        {
          "number": 30,
          "arabic": "وَمَا كَانَ لَنَا عَلَيْكُم مِّن سُلْطَـٰنٍۭ ۖ بَلْ كُنتُمْ قَوْمًا طَـٰغِينَ",
          "transliteration": "wamā kāna lanā ʿalaykum min sul'ṭānin bal kuntum qawman ṭāghīna",
          "translation": "sedangkan kami tidak berkuasa terhadapmu, bahkan kamu menjadi kaum yang melampaui batas.",
          "tafsir": "Kemudian Allah menerangkan penolakan pemimpin mereka terhadap tuduhan tersebut. Para pemimpin itu menyatakan bahwa mereka tidak menyesatkan orang itu. Para pengikut sendirilah yang karena tabiatnya, menjadi kafir dan melakukan perbuatan syirik dan maksiat. Mereka mempersekutukan Allah dengan berhala dan patung dan berbuat macam-macam dosa yang menjadikan hatinya tertutup sehingga tidak lagi mengetahui jalan yang benar lagi baik. Selanjutnya pemimpin-pemimpin itu membantah bahwa mereka memiliki kekuasaan atas pengikut-pengikutnya itu, menyesatkan dan mengkafirkannya serta tidak pernah menghalangi mereka menentukan pilihan, mana perbuatan yang buruk dan mana perbuatan yang baik. Tetapi kecenderungan pengikut-pengikut itu sendiri yang menyebabkan mereka berbuat kekafiran dan kemaksiatan."
        },
        {
          "number": 31,
          "arabic": "فَحَقَّ عَلَيْنَا قَوْلُ رَبِّنَآ ۖ إِنَّا لَذَآئِقُونَ",
          "transliteration": "faḥaqqa ʿalaynā qawlu rabbinā innā ladhāiqūna",
          "translation": "Maka pantas putusan (azab) Tuhan menimpa kita; pasti kita akan merasakan (azab itu).",
          "tafsir": "Pada hari Kiamat penyembah-penyembah berhala itu mengakui bahwa mereka dulunya bersikap melampaui batas karena pembawaan dan tabiat mereka sendiri yang cenderung kepada kekafiran dan kejahatan. Maka sepatutnyalah bilamana pada hari Kiamat itu mereka menerima hukuman dari Allah. Balasan baik atau buruk terhadap suatu perbuatan adalah akibat yang wajar, karena perbuatan itu dilakukan dengan penuh kesadaran. Maka masing-masing orang tidaklah perlu menyalahkan orang lain, kecuali kepada dirinya sendiri. Tidaklah wajar bila satu golongan lain saling menyalahkan. Masing-masing seharusnya menerima balasan atas perbuatannya. Mereka yang taat kepada Allah dan Rasul-Nya mendapat pahala dunia dan akhirat, dan mereka yang sesat akan masuk neraka. Demikian janji Tuhan yang disampaikan kepada manusia melalui rasul-rasul-Nya. Penyembah-penyembah berhala teman-teman setan mengetahui janji Tuhan itu namun mereka berpaling juga dari kebaikan dan ketaatan. Golongan pemimpin-pemimpin pada waktu itu menyatakan bahwa merekalah yang menyesatkan pengikut-pengikutnya itu. Mereka berbuat demikian karena keinginan mereka agar pengikut-pengikut itu mengikuti jejak mereka. Namun sesungguhnya tabiat dan usaha-usaha pengikut-pengikut itu sendirilah yang menyebabkan mereka berbuat kekafiran dan durhaka sehingga dengan demikian mereka menderita azab seperti diperingatkan sebelumnya oleh para rasul."
        },
        {
          "number": 32,
          "arabic": "فَأَغْوَيْنَـٰكُمْ إِنَّا كُنَّا غَـٰوِينَ",
          "transliteration": "fa-aghwaynākum innā kunnā ghāwīna",
          "translation": "Maka kami telah menyesatkan kamu, sesungguhnya kami sendiri, orang-orang yang sesat.\"",
          "tafsir": "Pada hari Kiamat penyembah-penyembah berhala itu mengakui bahwa mereka dulunya bersikap melampaui batas karena pembawaan dan tabiat mereka sendiri yang cenderung kepada kekafiran dan kejahatan. Maka sepatutnyalah bilamana pada hari Kiamat itu mereka menerima hukuman dari Allah. Balasan baik atau buruk terhadap suatu perbuatan adalah akibat yang wajar, karena perbuatan itu dilakukan dengan penuh kesadaran. Maka masing-masing orang tidaklah perlu menyalahkan orang lain, kecuali kepada dirinya sendiri. Tidaklah wajar bila satu golongan lain saling menyalahkan. Masing-masing seharusnya menerima balasan atas perbuatannya. Mereka yang taat kepada Allah dan Rasul-Nya mendapat pahala dunia dan akhirat, dan mereka yang sesat akan masuk neraka. Demikian janji Tuhan yang disampaikan kepada manusia melalui rasul-rasul-Nya. Penyembah-penyembah berhala teman-teman setan mengetahui janji Tuhan itu namun mereka berpaling juga dari kebaikan dan ketaatan. Golongan pemimpin-pemimpin pada waktu itu menyatakan bahwa merekalah yang menyesatkan pengikut-pengikutnya itu. Mereka berbuat demikian karena keinginan mereka agar pengikut-pengikut itu mengikuti jejak mereka. Namun sesungguhnya tabiat dan usaha-usaha pengikut-pengikut itu sendirilah yang menyebabkan mereka berbuat kekafiran dan durhaka sehingga dengan demikian mereka menderita azab seperti diperingatkan sebelumnya oleh para rasul."
        },
        {
          "number": 33,
          "arabic": "فَإِنَّهُمْ يَوْمَئِذٍ فِى ٱلْعَذَابِ مُشْتَرِكُونَ",
          "transliteration": "fa-innahum yawma-idhin fī l-ʿadhābi mush'tarikūna",
          "translation": "Maka sesunguhnya mereka pada hari itu bersama-sama merasakan azab.",
          "tafsir": "Pada ayat ini Allah menegaskan bahwa azab ditimpakan kepada pemimpin-pemimpin dan pengikut-pengikutnya. Kedua golongan itu saling menuduh dan melempar tanggung jawab, namun mereka sama-sama dalam kesesatan. Yang menyesatkan tentulah menerima hukuman lebih berat. Mereka tidak hanya menanggung beban mereka sendiri, tetapi juga harus menanggung beban orang-orang yang mereka sesatkan. Hukuman yang dijatuhkan Tuhan kepada kaum musyrikin itu sesuai dengan keadilan Tuhan terhadap hamba-hamba-Nya. Semua orang yang berdosa akan mendapat hukuman sesuai dengan kejahatannya. Demikian pula orang yang berbuat kebaikan akan diberi balasan sesuai dengan kebaikannya."
        },
        {
          "number": 34,
          "arabic": "إِنَّا كَذَٰلِكَ نَفْعَلُ بِٱلْمُجْرِمِينَ",
          "transliteration": "innā kadhālika nafʿalu bil-muj'rimīna",
          "translation": "Sungguh, demikianlah Kami memperlakukan terhadap orang-orang yang berbuat dosa.",
          "tafsir": "Pada ayat ini Allah menegaskan bahwa azab ditimpakan kepada pemimpin-pemimpin dan pengikut-pengikutnya. Kedua golongan itu saling menuduh dan melempar tanggung jawab, namun mereka sama-sama dalam kesesatan. Yang menyesatkan tentulah menerima hukuman lebih berat. Mereka tidak hanya menanggung beban mereka sendiri, tetapi juga harus menanggung beban orang-orang yang mereka sesatkan. Hukuman yang dijatuhkan Tuhan kepada kaum musyrikin itu sesuai dengan keadilan Tuhan terhadap hamba-hamba-Nya. Semua orang yang berdosa akan mendapat hukuman sesuai dengan kejahatannya. Demikian pula orang yang berbuat kebaikan akan diberi balasan sesuai dengan kebaikannya."
        },
        {
          "number": 35,
          "arabic": "إِنَّهُمْ كَانُوٓا۟ إِذَا قِيلَ لَهُمْ لَآ إِلَـٰهَ إِلَّا ٱللَّهُ يَسْتَكْبِرُونَ",
          "transliteration": "innahum kānū idhā qīla lahum lā ilāha illā l-lahu yastakbirūna",
          "translation": "Sungguh, dahulu apabila dikatakan kepada mereka, \"Lā ilāha illallāh\" (Tidak ada tuhan selain Allah), mereka menyombongkan diri,",
          "tafsir": "Kemudian Allah menguraikan sebagian penyebab hukuman yang ditimpakan kepada orang-orang yang berdosa itu. Sewaktu di dunia mereka menolak ajaran tauhid ketika disampaikan kepada mereka dan berpaling tidak mau mendengarkan bacaan kalimat tauhid \"La ilaha illallah\" yang artinya, \"tidak ada Tuhan yang patut disembah kecuali Allah\". Alasan penolakan mereka ialah kemustahilan bagi mereka meninggalkan sembahan-sembahan nenek moyangnya. Mereka mewarisi tradisi penyembahan berhala dan patung secara turun-temurun. Menurut mereka hal itu suatu kebenaran yang terus-menerus harus dipegang. Keyakinan itu tidak akan ditinggalkan hanya untuk mendengarkan perkataan seseorang penyair gila yang tidak patut didengarkan pembicaraannya dan tidak perlu pula didengar ajaran-ajarannya. Perkataan Nabi menurut mereka penuh dengan khayalan. Pernyataan orang kafir yang diucapkan di hadapan Nabi sewaktu hidup di dunia dengan penuh kesombongan, menunjukkan bahwa mereka mengingkari keesaan Allah, dan mengingkari kerasulan Muhammad saw. Keingkaran pertama ialah penolakan dengan sombong mendengarkan ajaran tauhid dan keingkaran kedua, pernyataan ketidakmungkinan meninggalkan sembahan-sembahan itu untuk mematuhi Rasul yang dituduhnya seorang yang gila."
        },
        {
          "number": 36,
          "arabic": "وَيَقُولُونَ أَئِنَّا لَتَارِكُوٓا۟ ءَالِهَتِنَا لِشَاعِرٍ مَّجْنُونٍۭ",
          "transliteration": "wayaqūlūna a-innā latārikū ālihatinā lishāʿirin majnūnin",
          "translation": "dan mereka berkata, \"Apakah kami harus meninggalkan sesembahan kami karena seorang penyair gila?\"",
          "tafsir": "Kemudian Allah menguraikan sebagian penyebab hukuman yang ditimpakan kepada orang-orang yang berdosa itu. Sewaktu di dunia mereka menolak ajaran tauhid ketika disampaikan kepada mereka dan berpaling tidak mau mendengarkan bacaan kalimat tauhid \"La ilaha illallah\" yang artinya, \"tidak ada Tuhan yang patut disembah kecuali Allah\". Alasan penolakan mereka ialah kemustahilan bagi mereka meninggalkan sembahan-sembahan nenek moyangnya. Mereka mewarisi tradisi penyembahan berhala dan patung secara turun-temurun. Menurut mereka hal itu suatu kebenaran yang terus-menerus harus dipegang. Keyakinan itu tidak akan ditinggalkan hanya untuk mendengarkan perkataan seseorang penyair gila yang tidak patut didengarkan pembicaraannya dan tidak perlu pula didengar ajaran-ajarannya. Perkataan Nabi menurut mereka penuh dengan khayalan. Pernyataan orang kafir yang diucapkan di hadapan Nabi sewaktu hidup di dunia dengan penuh kesombongan, menunjukkan bahwa mereka mengingkari keesaan Allah, dan mengingkari kerasulan Muhammad saw. Keingkaran pertama ialah penolakan dengan sombong mendengarkan ajaran tauhid dan keingkaran kedua, pernyataan ketidakmungkinan meninggalkan sembahan-sembahan itu untuk mematuhi Rasul yang dituduhnya seorang yang gila."
        },
        {
          "number": 37,
          "arabic": "بَلْ جَآءَ بِٱلْحَقِّ وَصَدَّقَ ٱلْمُرْسَلِينَ",
          "transliteration": "bal jāa bil-ḥaqi waṣaddaqa l-mur'salīna",
          "translation": "Padahal dia (Muhammad) datang dengan membawa kebenaran dan membenarkan rasul-rasul (sebelumnya).",
          "tafsir": "Allah pada ayat ini membantah tuduhan orang-orang kafir Mekah itu. Nabi Muhammad saw tidak pernah mengucapkan kalimat-kalimat khayalan sebagai penyair, tetapi sesungguhnya beliau pembawa dan pendukung kebenaran. Ajaran tauhid yang disebarluaskan beliau tidak perlu lagi diragukan, sebab keesaan Tuhan itu dikukuhkan oleh pikiran yang sehat dan dapat dibuktikan dengan dalil-dalil yang nyata. Tidaklah patut bilamana Rasul itu dikatakan penyair padahal dia membawa ajaran yang benar. Ajaran yang sama telah dibawakan pula sebelumnya oleh para nabi-nabi terdahulu. Ajaran tauhid yang dibawa beliau meneruskan ajaran tauhid yang dibawa oleh nabi-nabi dahulu, dan bukan sekali-kali buatan Muhammad saw. Jadi tuduhan kepada Rasul sebagai penyair dan orang gila hanyalah karena kebencian dan keingkaran semata-mata. Allah pastilah akan menimpakan azab yang pedih dan hukuman yang berat kepada orang-orang kafir yang menuduh Rasul dengan tuduhan nista itu. Azab bagi mereka yang ingkar kepada ajaran rasul-rasul itu bisa jadi dirasakan di dunia ini, sebelum dirasakan di akhirat. Seperti azab yang diderita oleh kaum Samud, Fir'aun dan lain-lain. Namun Tuhan tidak akan menurunkan azab kepada manusia kecuali hanya sebagai balasan dan akibat dari perbuatan mereka sendiri. Allah berfirman: Barangsiapa mengerjakan kebajikan maka (pahalanya) untuk dirinya sendiri dan barangsiapa berbuat jahat maka (dosanya) menjadi tanggungan dirinya sendiri. Dan Tuhanmu sama sekali tidak menzalimi hamba-hamba(-Nya). (Fushshilat/41: 46)"
        },
        {
          "number": 38,
          "arabic": "إِنَّكُمْ لَذَآئِقُوا۟ ٱلْعَذَابِ ٱلْأَلِيمِ",
          "transliteration": "innakum ladhāiqū l-ʿadhābi l-alīmi",
          "translation": "Sungguh, kamu pasti akan merasakan azab yang pedih.",
          "tafsir": "Allah pada ayat ini membantah tuduhan orang-orang kafir Mekah itu. Nabi Muhammad saw tidak pernah mengucapkan kalimat-kalimat khayalan sebagai penyair, tetapi sesungguhnya beliau pembawa dan pendukung kebenaran. Ajaran tauhid yang disebarluaskan beliau tidak perlu lagi diragukan, sebab keesaan Tuhan itu dikukuhkan oleh pikiran yang sehat dan dapat dibuktikan dengan dalil-dalil yang nyata. Tidaklah patut bilamana Rasul itu dikatakan penyair padahal dia membawa ajaran yang benar. Ajaran yang sama telah dibawakan pula sebelumnya oleh para nabi-nabi terdahulu. Ajaran tauhid yang dibawa beliau meneruskan ajaran tauhid yang dibawa oleh nabi-nabi dahulu, dan bukan sekali-kali buatan Muhammad saw. Jadi tuduhan kepada Rasul sebagai penyair dan orang gila hanyalah karena kebencian dan keingkaran semata-mata. Allah pastilah akan menimpakan azab yang pedih dan hukuman yang berat kepada orang-orang kafir yang menuduh Rasul dengan tuduhan nista itu. Azab bagi mereka yang ingkar kepada ajaran rasul-rasul itu bisa jadi dirasakan di dunia ini, sebelum dirasakan di akhirat. Seperti azab yang diderita oleh kaum Samud, Fir'aun dan lain-lain. Namun Tuhan tidak akan menurunkan azab kepada manusia kecuali hanya sebagai balasan dan akibat dari perbuatan mereka sendiri. Allah berfirman: Barangsiapa mengerjakan kebajikan maka (pahalanya) untuk dirinya sendiri dan barangsiapa berbuat jahat maka (dosanya) menjadi tanggungan dirinya sendiri. Dan Tuhanmu sama sekali tidak menzalimi hamba-hamba(-Nya). (Fushshilat/41: 46)"
        },
        {
          "number": 39,
          "arabic": "وَمَا تُجْزَوْنَ إِلَّا مَا كُنتُمْ تَعْمَلُونَ",
          "transliteration": "wamā tuj'zawna illā mā kuntum taʿmalūna",
          "translation": "Dan kamu tidak diberi balasan melainkan terhadap apa yang telah kamu kerjakan,",
          "tafsir": "Allah pada ayat ini membantah tuduhan orang-orang kafir Mekah itu. Nabi Muhammad saw tidak pernah mengucapkan kalimat-kalimat khayalan sebagai penyair, tetapi sesungguhnya beliau pembawa dan pendukung kebenaran. Ajaran tauhid yang disebarluaskan beliau tidak perlu lagi diragukan, sebab keesaan Tuhan itu dikukuhkan oleh pikiran yang sehat dan dapat dibuktikan dengan dalil-dalil yang nyata. Tidaklah patut bilamana Rasul itu dikatakan penyair padahal dia membawa ajaran yang benar. Ajaran yang sama telah dibawakan pula sebelumnya oleh para nabi-nabi terdahulu. Ajaran tauhid yang dibawa beliau meneruskan ajaran tauhid yang dibawa oleh nabi-nabi dahulu, dan bukan sekali-kali buatan Muhammad saw. Jadi tuduhan kepada Rasul sebagai penyair dan orang gila hanyalah karena kebencian dan keingkaran semata-mata. Allah pastilah akan menimpakan azab yang pedih dan hukuman yang berat kepada orang-orang kafir yang menuduh Rasul dengan tuduhan nista itu. Azab bagi mereka yang ingkar kepada ajaran rasul-rasul itu bisa jadi dirasakan di dunia ini, sebelum dirasakan di akhirat. Seperti azab yang diderita oleh kaum Samud, Fir'aun dan lain-lain. Namun Tuhan tidak akan menurunkan azab kepada manusia kecuali hanya sebagai balasan dan akibat dari perbuatan mereka sendiri. Allah berfirman: Barangsiapa mengerjakan kebajikan maka (pahalanya) untuk dirinya sendiri dan barangsiapa berbuat jahat maka (dosanya) menjadi tanggungan dirinya sendiri. Dan Tuhanmu sama sekali tidak menzalimi hamba-hamba(-Nya). (Fushshilat/41: 46)"
        },
        {
          "number": 40,
          "arabic": "إِلَّا عِبَادَ ٱللَّهِ ٱلْمُخْلَصِينَ",
          "transliteration": "illā ʿibāda l-lahi l-mukh'laṣīna",
          "translation": "tetapi hamba-hamba Allah yang dibersihkan (dari dosa),",
          "tafsir": "Allah pada ayat ini membantah tuduhan orang-orang kafir Mekah itu. Nabi Muhammad saw tidak pernah mengucapkan kalimat-kalimat khayalan sebagai penyair, tetapi sesungguhnya beliau pembawa dan pendukung kebenaran. Ajaran tauhid yang disebarluaskan beliau tidak perlu lagi diragukan, sebab keesaan Tuhan itu dikukuhkan oleh pikiran yang sehat dan dapat dibuktikan dengan dalil-dalil yang nyata. Tidaklah patut bilamana Rasul itu dikatakan penyair padahal dia membawa ajaran yang benar. Ajaran yang sama telah dibawakan pula sebelumnya oleh para nabi-nabi terdahulu. Ajaran tauhid yang dibawa beliau meneruskan ajaran tauhid yang dibawa oleh nabi-nabi dahulu, dan bukan sekali-kali buatan Muhammad saw. Jadi tuduhan kepada Rasul sebagai penyair dan orang gila hanyalah karena kebencian dan keingkaran semata-mata. Allah pastilah akan menimpakan azab yang pedih dan hukuman yang berat kepada orang-orang kafir yang menuduh Rasul dengan tuduhan nista itu. Azab bagi mereka yang ingkar kepada ajaran rasul-rasul itu bisa jadi dirasakan di dunia ini, sebelum dirasakan di akhirat. Seperti azab yang diderita oleh kaum Samud, Fir'aun dan lain-lain. Namun Tuhan tidak akan menurunkan azab kepada manusia kecuali hanya sebagai balasan dan akibat dari perbuatan mereka sendiri. Allah berfirman: Barangsiapa mengerjakan kebajikan maka (pahalanya) untuk dirinya sendiri dan barangsiapa berbuat jahat maka (dosanya) menjadi tanggungan dirinya sendiri. Dan Tuhanmu sama sekali tidak menzalimi hamba-hamba(-Nya). (Fushshilat/41: 46)"
        },
        {
          "number": 41,
          "arabic": "أُو۟لَـٰٓئِكَ لَهُمْ رِزْقٌ مَّعْلُومٌ",
          "transliteration": "ulāika lahum riz'qun maʿlūmun",
          "translation": "mereka itu memperoleh rezeki yang sudah ditentukan,",
          "tafsir": "Allah menceritakan kenikmatan yang diberikan kepada kaum yang taat kepada Allah dan rasul-Nya. Mereka dengan penuh keikhlasan melakukan amal kebajikan, menjauhi segala bentuk kemaksiatan dan kemungkaran, bersih dari dosa selalu memanjatkan doa dan harapan kepada Tuhan mereka. Itulah hamba-hamba Allah yang ikhlas, yang akan mendapatkan surga, sebagaimana firman Allah: Sungguh, Kami telah menciptakan manusia dalam bentuk yang sebaik-baiknya, kemudian Kami kembalikan dia ke tempat yang serendah-rendahnya, kecuali orang-orang yang beriman dan mengerjakan kebajikan; maka mereka akan mendapat pahala yang tidak ada putus-putusnya. (at-Tin/95: 4-6) Dan firman Allah: Demi masa, sungguh, manusia berada dalam kerugian, kecuali orang-orang yang beriman dan mengerjakan kebajikan serta saling menasihati untuk kebenaran dan saling menasihati untuk kesabaran. (al-'A.shr/103: 1-3) Golongan hamba Allah yang ikhlas itu, tidak akan merasakan azab, tidak akan ditanya pada hari hisab, bahkan mereka mungkin diampuni kesalahannya jika ada kesalahan, dan diberi ganjaran pahala sepuluh kali lipat dari tiap amal saleh yang dikerjakannya atau lebih besar dari itu dengan kehendak Allah. Kepada mereka inilah Allah memberikan rezeki yang telah ditentukan yakni buah-buahan yang beraneka ragam harum baunya dan rasanya amat lezat sehingga membangkitkan selera untuk menikmatinya. Mereka hidup mulia serta mendapat pelayanan dan penghormatan. Dari ayat-ayat di atas, dapat dipahami bahwa makanan di surga itu disediakan untuk kenikmatan dan kesenangan. (43-44) Pada ayat ini, Allah menjelaskan lebih lanjut hamba-hamba Allah yang beriman dan beramal saleh dan surga yang penuh nikmat yang mempunyai tempat-tempat yang tinggi yang di bawahnya terdapat sungai-sungai yang mengalir, sebagaimana dijelaskan Allah dalam firman-Nya: Dan orang-orang yang beriman dan mengerjakan kebajikan, sungguh, mereka akan Kami tempatkan pada tempat-tempat yang tinggi (di dalam surga), yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya. Itulah sebaik-baik balasan bagi orang yang berbuat kebajikan. (al-'Ankabut/29: 58) Ahli surga itu duduk di atas kursi yang megah berhadap-hadapan satu sama lain agar saling mengenal dan mereka berbincang-bincang tentang hal-hal yang menyenangkan, yang memberikan mereka kepuasan rohani dan jasmani sebagaimana diterangkan Allah dengan firman-Nya: Dan sebagian mereka berhadap-hadapan satu sama lain saling bertegur sapa. (ath-thur/52: 25)"
        },
        {
          "number": 42,
          "arabic": "فَوَٰكِهُ ۖ وَهُم مُّكْرَمُونَ",
          "transliteration": "fawākihu wahum muk'ramūna",
          "translation": "(yaitu) buah-buahan. Dan mereka orang yang dimuliakan,",
          "tafsir": "Allah menceritakan kenikmatan yang diberikan kepada kaum yang taat kepada Allah dan rasul-Nya. Mereka dengan penuh keikhlasan melakukan amal kebajikan, menjauhi segala bentuk kemaksiatan dan kemungkaran, bersih dari dosa selalu memanjatkan doa dan harapan kepada Tuhan mereka. Itulah hamba-hamba Allah yang ikhlas, yang akan mendapatkan surga, sebagaimana firman Allah: Sungguh, Kami telah menciptakan manusia dalam bentuk yang sebaik-baiknya, kemudian Kami kembalikan dia ke tempat yang serendah-rendahnya, kecuali orang-orang yang beriman dan mengerjakan kebajikan; maka mereka akan mendapat pahala yang tidak ada putus-putusnya. (at-Tin/95: 4-6) Dan firman Allah: Demi masa, sungguh, manusia berada dalam kerugian, kecuali orang-orang yang beriman dan mengerjakan kebajikan serta saling menasihati untuk kebenaran dan saling menasihati untuk kesabaran. (al-'A.shr/103: 1-3) Golongan hamba Allah yang ikhlas itu, tidak akan merasakan azab, tidak akan ditanya pada hari hisab, bahkan mereka mungkin diampuni kesalahannya jika ada kesalahan, dan diberi ganjaran pahala sepuluh kali lipat dari tiap amal saleh yang dikerjakannya atau lebih besar dari itu dengan kehendak Allah. Kepada mereka inilah Allah memberikan rezeki yang telah ditentukan yakni buah-buahan yang beraneka ragam harum baunya dan rasanya amat lezat sehingga membangkitkan selera untuk menikmatinya. Mereka hidup mulia serta mendapat pelayanan dan penghormatan. Dari ayat-ayat di atas, dapat dipahami bahwa makanan di surga itu disediakan untuk kenikmatan dan kesenangan. (43-44) Pada ayat ini, Allah menjelaskan lebih lanjut hamba-hamba Allah yang beriman dan beramal saleh dan surga yang penuh nikmat yang mempunyai tempat-tempat yang tinggi yang di bawahnya terdapat sungai-sungai yang mengalir, sebagaimana dijelaskan Allah dalam firman-Nya: Dan orang-orang yang beriman dan mengerjakan kebajikan, sungguh, mereka akan Kami tempatkan pada tempat-tempat yang tinggi (di dalam surga), yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya. Itulah sebaik-baik balasan bagi orang yang berbuat kebajikan. (al-'Ankabut/29: 58) Ahli surga itu duduk di atas kursi yang megah berhadap-hadapan satu sama lain agar saling mengenal dan mereka berbincang-bincang tentang hal-hal yang menyenangkan, yang memberikan mereka kepuasan rohani dan jasmani sebagaimana diterangkan Allah dengan firman-Nya: Dan sebagian mereka berhadap-hadapan satu sama lain saling bertegur sapa. (ath-thur/52: 25)"
        },
        {
          "number": 43,
          "arabic": "فِى جَنَّـٰتِ ٱلنَّعِيمِ",
          "transliteration": "fī jannāti l-naʿīmi",
          "translation": "di dalam surga-surga yang penuh kenikmatan,",
          "tafsir": "Pada ayat ini, Allah menjelaskan lebih lanjut hamba-hamba Allah yang beriman dan beramal saleh dan surga yang penuh nikmat yang mempunyai tempat-tempat yang tinggi yang di bawahnya terdapat sungai-sungai yang mengalir, sebagaimana dijelaskan Allah dalam firman-Nya: Dan orang-orang yang beriman dan mengerjakan kebajikan, sungguh, mereka akan Kami tempatkan pada tempat-tempat yang tinggi (di dalam surga), yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya. Itulah sebaik-baik balasan bagi orang yang berbuat kebajikan. (al-'Ankabut/29: 58) Ahli surga itu duduk di atas kursi yang megah berhadap-hadapan satu sama lain agar saling mengenal dan mereka berbincang-bincang tentang hal-hal yang menyenangkan, yang memberikan mereka kepuasan rohani dan jasmani sebagaimana diterangkan Allah dengan firman-Nya: Dan sebagian mereka berhadap-hadapan satu sama lain saling bertegur sapa. (ath-thur/52: 25)"
        },
        {
          "number": 44,
          "arabic": "عَلَىٰ سُرُرٍ مُّتَقَـٰبِلِينَ",
          "transliteration": "ʿalā sururin mutaqābilīna",
          "translation": "(mereka duduk) berhadap-hadapan di atas dipan-dipan.",
          "tafsir": "Pada ayat ini, Allah menjelaskan lebih lanjut hamba-hamba Allah yang beriman dan beramal saleh dan surga yang penuh nikmat yang mempunyai tempat-tempat yang tinggi yang di bawahnya terdapat sungai-sungai yang mengalir, sebagaimana dijelaskan Allah dalam firman-Nya: Dan orang-orang yang beriman dan mengerjakan kebajikan, sungguh, mereka akan Kami tempatkan pada tempat-tempat yang tinggi (di dalam surga), yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya. Itulah sebaik-baik balasan bagi orang yang berbuat kebajikan. (al-'Ankabut/29: 58) Ahli surga itu duduk di atas kursi yang megah berhadap-hadapan satu sama lain agar saling mengenal dan mereka berbincang-bincang tentang hal-hal yang menyenangkan, yang memberikan mereka kepuasan rohani dan jasmani sebagaimana diterangkan Allah dengan firman-Nya: Dan sebagian mereka berhadap-hadapan satu sama lain saling bertegur sapa. (ath-thur/52: 25)"
        },
        {
          "number": 45,
          "arabic": "يُطَافُ عَلَيْهِم بِكَأْسٍ مِّن مَّعِينٍۭ",
          "transliteration": "yuṭāfu ʿalayhim bikasin min maʿīnin",
          "translation": "Kepada mereka diedarkan gelas (yang berisi air) dari mata air (surga),",
          "tafsir": "Sesudah menggambarkan makanan dan tempat tinggal mereka, Allah kemudian menerangkan minuman mereka. Dengan dilayani oleh anak-anak remaja yang cakap, ahli surga itu menikmati minuman lezat, segelas khamar yang sangat jernih bagaikan air bening yang warnanya putih bersih yang sedap rasanya, ada minuman mereka yang bercampur zanjabil (jahe) yang didatangkan dari sumber air surga yang namanya salsabil sebagaimana diterangkan dalam firman Allah: Dan di sana mereka diberi segelas minuman bercampur jahe. (Yang didatangkan dari) sebuah mata air (di surga) yang dinamakan Salsabil. Dan mereka dikelilingi oleh para pemuda yang tetap muda. Apabila kamu melihatnya, akan kamu kira mereka, mutiara yang bertaburan. (al-Insan/76: 17-19) Kenikmatan minuman yang disediakan Allah dalam surga merupakan kelengkapan kenikmatan bagi ahli surga. Mereka disuguhi bermacam ragam khamar yang melimpah ruah seolah-olah khamar itu diambilnya dari sumber bening yang mengalir tanpa putus-putusnya, setiap kali mereka meminta tentu mendapatkannya. Allah menjelaskan pula bahwa khamar dalam surga itu keadaannya jauh berbeda dengan khamar yang terdapat di dunia, baik mengenai kejernihan, warna, bau ,dan rasanya. Demikian pula pengaruh minuman terhadap jasmani dan rohani berbeda dengan khamar dunia. Khamar surga tidak membahayakan dan tidak memabukkan."
        },
        {
          "number": 46,
          "arabic": "بَيْضَآءَ لَذَّةٍ لِّلشَّـٰرِبِينَ",
          "transliteration": "bayḍāa ladhatin lilshāribīna",
          "translation": "(warnanya) putih bersih, sedap rasanya bagi orang-orang yang minum.",
          "tafsir": "Sesudah menggambarkan makanan dan tempat tinggal mereka, Allah kemudian menerangkan minuman mereka. Dengan dilayani oleh anak-anak remaja yang cakap, ahli surga itu menikmati minuman lezat, segelas khamar yang sangat jernih bagaikan air bening yang warnanya putih bersih yang sedap rasanya, ada minuman mereka yang bercampur zanjabil (jahe) yang didatangkan dari sumber air surga yang namanya salsabil sebagaimana diterangkan dalam firman Allah: Dan di sana mereka diberi segelas minuman bercampur jahe. (Yang didatangkan dari) sebuah mata air (di surga) yang dinamakan Salsabil. Dan mereka dikelilingi oleh para pemuda yang tetap muda. Apabila kamu melihatnya, akan kamu kira mereka, mutiara yang bertaburan. (al-Insan/76: 17-19) Kenikmatan minuman yang disediakan Allah dalam surga merupakan kelengkapan kenikmatan bagi ahli surga. Mereka disuguhi bermacam ragam khamar yang melimpah ruah seolah-olah khamar itu diambilnya dari sumber bening yang mengalir tanpa putus-putusnya, setiap kali mereka meminta tentu mendapatkannya. Allah menjelaskan pula bahwa khamar dalam surga itu keadaannya jauh berbeda dengan khamar yang terdapat di dunia, baik mengenai kejernihan, warna, bau ,dan rasanya. Demikian pula pengaruh minuman terhadap jasmani dan rohani berbeda dengan khamar dunia. Khamar surga tidak membahayakan dan tidak memabukkan."
        },
        {
          "number": 47,
          "arabic": "لَا فِيهَا غَوْلٌ وَلَا هُمْ عَنْهَا يُنزَفُونَ",
          "transliteration": "lā fīhā ghawlun walā hum ʿanhā yunzafūna",
          "translation": "Tidak ada di dalamnya (unsur) yang memabukkan dan mereka tidak mabuk karenanya.",
          "tafsir": "Sesudah menggambarkan makanan dan tempat tinggal mereka, Allah kemudian menerangkan minuman mereka. Dengan dilayani oleh anak-anak remaja yang cakap, ahli surga itu menikmati minuman lezat, segelas khamar yang sangat jernih bagaikan air bening yang warnanya putih bersih yang sedap rasanya, ada minuman mereka yang bercampur zanjabil (jahe) yang didatangkan dari sumber air surga yang namanya salsabil sebagaimana diterangkan dalam firman Allah: Dan di sana mereka diberi segelas minuman bercampur jahe. (Yang didatangkan dari) sebuah mata air (di surga) yang dinamakan Salsabil. Dan mereka dikelilingi oleh para pemuda yang tetap muda. Apabila kamu melihatnya, akan kamu kira mereka, mutiara yang bertaburan. (al-Insan/76: 17-19) Kenikmatan minuman yang disediakan Allah dalam surga merupakan kelengkapan kenikmatan bagi ahli surga. Mereka disuguhi bermacam ragam khamar yang melimpah ruah seolah-olah khamar itu diambilnya dari sumber bening yang mengalir tanpa putus-putusnya, setiap kali mereka meminta tentu mendapatkannya. Allah menjelaskan pula bahwa khamar dalam surga itu keadaannya jauh berbeda dengan khamar yang terdapat di dunia, baik mengenai kejernihan, warna, bau ,dan rasanya. Demikian pula pengaruh minuman terhadap jasmani dan rohani berbeda dengan khamar dunia. Khamar surga tidak membahayakan dan tidak memabukkan."
        },
        {
          "number": 48,
          "arabic": "وَعِندَهُمْ قَـٰصِرَٰتُ ٱلطَّرْفِ عِينٌ",
          "transliteration": "waʿindahum qāṣirātu l-ṭarfi ʿīnun",
          "translation": "Dan di sisi mereka ada (bidadari-bidadari) yang bermata indah, dan membatasi pandangannya,",
          "tafsir": "Kemudian Allah menyebutkan lagi dalam ayat ini kecantikan istri ahli-ahli surga sebagai penyempurnaan terhadap nikmat yang diberikan Tuhan kepada mereka di akhirat. Istri-istri mereka itu merupakan bidadari-bidadari yang cantik, tidak suka melihat orang-orang yang bukan suaminya, matanya jeli, kulitnya putih kuning bersih seperti warna telur burung unta yang belum pernah disentuh orang-orang dan belum dikotori debu. Warna kulit perempuan demikian sangat disenangi oleh orang Arab. Pada ayat yang lain digambarkan para bidadari itu bagaikan mutiara. Firman Allah: Dan ada bidadari-bidadari yang bermata indah, laksana mutiara yang tersimpan baik. (al-Waqi'ah/56: 22-23)"
        },
        {
          "number": 49,
          "arabic": "كَأَنَّهُنَّ بَيْضٌ مَّكْنُونٌ",
          "transliteration": "ka-annahunna bayḍun maknūnun",
          "translation": "seakan-akan mereka adalah telur yang tersimpan dengan baik.",
          "tafsir": "Kemudian Allah menyebutkan lagi dalam ayat ini kecantikan istri ahli-ahli surga sebagai penyempurnaan terhadap nikmat yang diberikan Tuhan kepada mereka di akhirat. Istri-istri mereka itu merupakan bidadari-bidadari yang cantik, tidak suka melihat orang-orang yang bukan suaminya, matanya jeli, kulitnya putih kuning bersih seperti warna telur burung unta yang belum pernah disentuh orang-orang dan belum dikotori debu. Warna kulit perempuan demikian sangat disenangi oleh orang Arab. Pada ayat yang lain digambarkan para bidadari itu bagaikan mutiara. Firman Allah: Dan ada bidadari-bidadari yang bermata indah, laksana mutiara yang tersimpan baik. (al-Waqi'ah/56: 22-23)"
        },
        {
          "number": 50,
          "arabic": "فَأَقْبَلَ بَعْضُهُمْ عَلَىٰ بَعْضٍ يَتَسَآءَلُونَ",
          "transliteration": "fa-aqbala baʿḍuhum ʿalā baʿḍin yatasāalūna",
          "translation": "Lalu mereka berhadap-hadapan satu sama lain sambil bercakap-cakap.",
          "tafsir": "Pada ayat ini, Allah menerangkan bahwa orang-orang mukmin dalam surga duduk saling berhadap-hadapan dan berbincang-bincang satu sama lain sambil menikmati minuman yang disuguhkan kepada mereka. Betapa nikmatnya mengenang masa lampau mereka sewaktu dalam kesenangan dan ketenteraman hidup dalam surga. Mereka berbincang-bincang tentang pelbagai keutamaan dan pengalaman di dunia."
        },
        {
          "number": 51,
          "arabic": "قَالَ قَآئِلٌ مِّنْهُمْ إِنِّى كَانَ لِى قَرِينٌ",
          "transliteration": "qāla qāilun min'hum innī kāna lī qarīnun",
          "translation": "Berkatalah salah seorang di antara mereka, \"Sesungguhnya aku dahulu (di dunia) pernah mempunyai seorang teman,",
          "tafsir": "Pada ayat ini dijelaskan isi percakapan antara ahli surga. Seorang di antara mereka menceritakan kepada teman-temannya bahwa sewaktu hidup di dunia dia mempunyai seorang teman yang menanyakan kepadanya dengan nada mencemooh tentang keyakinannya akan hari kebangkitan dan hari Kiamat. Temannya itu sangat mengingkari akan terjadinya hari kebangkitan dari kubur. Dengan penuh keheranan dan keingkaran, temannya di dunia itu mengatakan bahwa tidaklah mungkin dan sangat tidak masuk akal bilamana manusia yang sudah menjadi tanah dan tulang-belulang akan dihidupkan kembali dari dalam kubur. Lalu setelah itu diadakan perhitungan terhadap amal perbuatannya semasa hidup di dunia. Menurut keyakinan orang kafir itu tidak ada lagi perhitungan antara kejahatan dan kebaikan, dan antara kufur dan iman. Semua perbuatan manusia sudah selesai diperhitungkan di dunia. Namun demikian, Allah menegaskan adanya perhitungan terakhir dengan firman-Nya: Dan tidak sama orang yang buta dengan orang yang melihat, dan tidak (sama) pula orang-orang yang beriman dan mengerjakan kebajikan dengan orang-orang yang berbuat kejahatan. Hanya sedikit sekali yang kamu ambil pelajaran. Sesungguhnya hari Kiamat pasti akan datang, tidak ada keraguan tentangnya, akan tetapi kebanyakan manusia tidak beriman. (al-Mu'min/40: 58-59)"
        }
      ]
    }
  ]
}