{
  "pageNumber": 481,
  "juz": 24,
  "surahs": [
    {
      "number": 41,
      "name": "Fussilat",
      "nameArabic": "فصلت",
      "meaning": "Yang Dijelaskan",
      "revelation": "Makkah",
      "description": "Surat Fussilat terdiri dari 54 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Al-Mu'min.Dinamai \"Fussilat\" (yang dijelaskan) karena ada hubungannya dengan kata \"Fussilat\" yang terdapat pada permulaan surat ini. Maksudnya, ayat-ayatnya diperinci dengan jelas tentang hukum-hukum, keimanan, janji dan ancaman, akhlak, kisah, dan sebagainya.Dinamai juga dengan \"Haa Miim As-Sajdah\" karena surat ini dimulai dengan \"Haa Miim\" dan di dalamnya terdapat ayat Sajdah.**Pokok-Pokok Isi:**1. **Keimanan:** Al-Qur'an dan sikap orang-orang musyrik terhadapnya; kejadian-kejadian langit dan bumi serta apa yang ada pada keduanya membuktikan keberadan Allah; semua yang terjadi dalam alam semesta tidak lepas dari pengetahuan Allah.2. **Lain-lain:** Hikmah diciptakannya gunung-gunung; anggota tubuh setiap orang menjadi saksi terhadap dirinya sendiri pada hari kiamat; azab yang ditimpakan kepada kaum 'Ad dan Tsamud; permohonan orang-orang kafir agar dikembalikan ke dunia untuk mengerjakan amal-amal saleh; berita gembira dari malaikat kepada orang-orang yang beriman; anjuran menghadapi orang-orang kafir secara baik-baik; ancaman terhadap orang-orang yang mengingkari keesaan Allah; sifat-sifat Al-Qur'an; manusia dan wataknya.Surat Fussilat mengutarakan hal-hal yang berhubungan dengan Al-Qur'an dan sikap orang musyrik terhadapnya; kekuasaan Allah di langit dan di bumi; dan ancaman kepada orang-orang musyrik di dunia dan di akhirat. Kemudian dikemukakan tentang keadaan orang-orang yang selalu beribadah kepada Tuhannya dan diakhiri dengan mengemukakan beberapa tabiat manusia.**Hubungan Surat Fussilat Dengan Surat Asy-Syura:**Kedua surat ini sama-sama mengutarakan kebenaran Al-Qur'an serta menolak kecaman dan celaan orang-orang kafir Mekah terhadapnya; bujukan terhadap Nabi Muhammad agar jangan bersedih hati dan berputus asa, karena kecaman dan celaan itu sudah sewajarnya datang dari musuh-musuh agama dan hal itu telah dialami oleh rasul-rasul sebelumnya.",
      "verses": [
        {
          "number": 39,
          "arabic": "وَمِنْ ءَايَـٰتِهِۦٓ أَنَّكَ تَرَى ٱلْأَرْضَ خَـٰشِعَةً فَإِذَآ أَنزَلْنَا عَلَيْهَا ٱلْمَآءَ ٱهْتَزَّتْ وَرَبَتْ ۚ إِنَّ ٱلَّذِىٓ أَحْيَاهَا لَمُحْىِ ٱلْمَوْتَىٰٓ ۚ إِنَّهُۥ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
          "transliteration": "wamin āyātihi annaka tarā l-arḍa khāshiʿatan fa-idhā anzalnā ʿalayhā l-māa ih'tazzat warabat inna alladhī aḥyāhā lamuḥ'yī l-mawtā innahu ʿalā kulli shayin qadīrun",
          "translation": "Dan sebagian dari tanda-tanda (kebesaran)-Nya, engkau melihat bumi itu kering dan tandus, tetapi apabila Kami turunkan hujan di atasnya, niscaya ia bergerak dan subur. Sesungguhnya (Allah) yang menghidupkannya pasti dapat menghidupkan yang mati; sesungguhnya Dia Mahakuasa atas segala sesuatu.",
          "tafsir": "Ayat ini menerangkan bahwa di antara bukti-bukti kekuasaan Allah membangkitkan manusia di hari Kiamat nanti ialah bumi yang tandus dan mati, tidak ditumbuhi tumbuh-tumbuhan sedikit pun. Akan tetapi, apabila Dia menyirami tanah itu dengan air hujan dengan mengalirkan air kepadanya, maka bumi itu berubah menjadi hijau, karena tanahnya menjadi subur dan ditumbuhi tanam-tanaman. Allah berfirman: Dan kamu lihat bumi ini kering, kemudian apabila telah Kami turunkan air (hujan) di atasnya, hiduplah bumi itu dan menjadi subur dan menumbuhkan berbagai jenis pasangan tetumbuhan yang indah. (al-hajj/22: 5) Ayat ini berkaitan dengan tumbuhnya tumbuh-tumbuhan dengan adanya anugerah berupa air yang diturunkan dalam bentuk hujan. Pesan yang mirip, juga dapat ditemui pada Surah al-hajj/22 ayat 5, yang pada akhir ayatnya berbunyi: \"...Dan engkau melihat bumi kering kerontang, maka apabila Kami turunkan air di atasnya dia bergerak dan mengembang dan menumbuhkan berbagai jenis tanaman yang indah.\" Kata \"bergerak dan mengembang\" dikaitkan dengan gerakan butiran tanah saat biji tumbuhan berkecambah dan akarnya berkembang dan tumbuh hingga menjadi pohon dewasa. Allah yang telah menghidupkan bumi yang mati itu dengan menyiramkan air, dan menghidupkan tumbuh-tumbuhan, sehingga bumi itu menghijau, kuasa pula menghidupkan manusia yang telah mati, dan kuasa membangkitkannya dari kubur. Semuanya itu tidak ada yang sukar bagi-Nya. Semuanya mudah bagi-Nya. Dia Mahakuasa atas segala sesuatu."
        },
        {
          "number": 40,
          "arabic": "إِنَّ ٱلَّذِينَ يُلْحِدُونَ فِىٓ ءَايَـٰتِنَا لَا يَخْفَوْنَ عَلَيْنَآ ۗ أَفَمَن يُلْقَىٰ فِى ٱلنَّارِ خَيْرٌ أَم مَّن يَأْتِىٓ ءَامِنًا يَوْمَ ٱلْقِيَـٰمَةِ ۚ ٱعْمَلُوا۟ مَا شِئْتُمْ ۖ إِنَّهُۥ بِمَا تَعْمَلُونَ بَصِيرٌ",
          "transliteration": "inna alladhīna yul'ḥidūna fī āyātinā lā yakhfawna ʿalaynā afaman yul'qā fī l-nāri khayrun am man yatī āminan yawma l-qiyāmati iʿ'malū mā shi'tum innahu bimā taʿmalūna baṣīrun",
          "translation": "Sesungguhnya orang-orang yang mengingkari tanda-tanda (kebesaran) Kami, mereka tidak tersembunyi dari Kami. Apakah orang-orang yang dilemparkan ke dalam neraka yang lebih baik ataukah mereka yang datang dengan aman sentosa pada hari Kiamat? Lakukanlah apa yang kamu kehendaki! Sungguh, Dia Maha Melihat apa yang kamu kerjakan.",
          "tafsir": "Ayat ini menerangkan bahwa Allah Maha Mengetahui semua yang dilakukan dan tipu daya yang dibuat oleh orang-orang yang menentang Al-Qur'an menurut keinginan hawa nafsu mereka sendiri, mengingkari, dan mencelanya. Tidak ada sesuatu pun yang tersembunyi dan tidak diketahui Allah. Oleh karena itu, Dia akan membalas segala perbuatan mereka itu dengan ganjaran yang setimpal. Kemudian Allah menerangkan perbedaan dan bentuk pembalasan yang akan diterima oleh orang-orang mukmin dan orang-orang kafir di akhirat nanti dengan mengatakan bahwa orang-orang yang dimasukkan ke dalam neraka karena mengingkari Allah, rasul, dan ayat-ayat-Nya tidak sama dengan orang-orang beriman yang memercayai ayat-ayat Al-Qur'an, mengikuti rasul-Nya, dan mendapat surga. Allah akan menetapkan keputusan dengan adil antara mereka dan balasan yang akan mereka peroleh tentu pula tidak sama. Ayat ini ditujukan kepada seluruh manusia yang kafir dan mukmin. Akan tetapi, sebagian ulama berpendapat bahwa ayat ini berarti umum dan khusus. Umum meliputi seluruh manusia yang kafir dan beriman, khusus berhubungan dengan Abu Jahal yang mengingkari Rasulullah saw dan orang-orang yang beriman kepadanya. Diriwayatkan oleh 'Abd ar-Razzaq, Ibnu al-Mundzir, Ibnu Asakir dari Busyair bin Tamim, ia berkata, \"Ayat ini diturunkan berkenaan dengan Abu Jahal dan 'Ammar bin Yasir.\" Pada akhir ayat ini, Allah menegaskan bahwa Nabi Muhammad telah mengetahui akibat yang diperoleh orang-orang yang berbuat dosa di akhirat nanti, dan akibat yang akan diperoleh orang-orang yang beriman kelak. Oleh karena itu, manusia dipersilakan untuk melakukan apa saja yang dikehendaki, ia telah mengetahui akibatnya. Allah melihat segala perbuatan manusia dan memberi balasan sesuai dengan yang telah diperbuatnya."
        },
        {
          "number": 41,
          "arabic": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ بِٱلذِّكْرِ لَمَّا جَآءَهُمْ ۖ وَإِنَّهُۥ لَكِتَـٰبٌ عَزِيزٌ",
          "transliteration": "inna alladhīna kafarū bil-dhik'ri lammā jāahum wa-innahu lakitābun ʿazīzun",
          "translation": "Sesungguhnya orang-orang yang mengingkari Alquran ketika (Alquran) itu disampaikan kepada mereka (mereka itu pasti akan celaka), dan sesungguhnya (Alquran) itu adalah Kitab yang mulia,",
          "tafsir": "Pada ayat ini diterangkan tanda-tanda orang-orang yang ingkar itu ialah mengingkari ayat-ayat Allah, dan mengingkari Al-Qur'an ketika disampaikan kepada mereka. Mereka akan memperoleh ganjaran yang setimpal dengan kekafiran mereka itu. Kemudian Allah menerangkan bahwa Al-Qur'an itu adalah sebuah kitab yang mulia, yang tidak dapat dibatalkan isinya, dan tidak dapat diubah-ubah sedikit pun."
        },
        {
          "number": 42,
          "arabic": "لَّا يَأْتِيهِ ٱلْبَـٰطِلُ مِنۢ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِۦ ۖ تَنزِيلٌ مِّنْ حَكِيمٍ حَمِيدٍ",
          "transliteration": "lā yatīhi l-bāṭilu min bayni yadayhi walā min khalfihi tanzīlun min ḥakīmin ḥamīdin",
          "translation": "(yang) tidak akan didatangi oleh kebatilan baik dari depan maupun dari belakang (pada masa lalu dan yang akan datang), yang diturunkan dari Tuhan Yang Mahabijaksana, Maha Terpuji.",
          "tafsir": "Ayat ini menegaskan bahwa tidak ada sesuatu pun yang membatalkan ayat-ayat Al-Qur'an, walaupun itu kitab-kitab Allah yang terdahulu, seperti Taurat, Zabur, dan Injil, dan tidak satu pun kitab Allah yang datang setelah Al-Qur'an. Arti ini sesuai dengan pendapat Sa'id bin Jubair dan al-Kalbi. Pada akhir ayat ini diterangkan bahwa seluruh Al-Qur'an itu benar, tidak ada yang salah sedikit pun, karena Al-Qur'an berasal dari Allah, Tuhan semesta alam. Semua yang berasal dari Allah adalah benar belaka, tidak ada satu pun yang kurang, yang salah, atau tidak sempurna. Dia Mahabijaksana dan Maha Terpuji."
        },
        {
          "number": 43,
          "arabic": "مَّا يُقَالُ لَكَ إِلَّا مَا قَدْ قِيلَ لِلرُّسُلِ مِن قَبْلِكَ ۚ إِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ وَذُو عِقَابٍ أَلِيمٍ",
          "transliteration": "mā yuqālu laka illā mā qad qīla lilrrusuli min qablika inna rabbaka ladhū maghfiratin wadhū ʿiqābin alīmin",
          "translation": "Apa yang dikatakan (oleh orang-orang kafir) kepadamu tidak lain adalah apa yang telah dikatakan kepada rasul-rasul sebelummu. Sungguh, Tuhanmu mempunyai ampunan dan azab yang pedih.",
          "tafsir": "Ayat ini merupakan hiburan Allah bagi Nabi saw yang sedih karena sikap dan perbuatan orang-orang musyrik terhadap Al-Qur'an yang disampaikannya. Allah mengatakan bahwa sikap, tindakan, dan ucapan-ucapan yang dilakukan orang-orang musyrik yang mendustakan ayat-ayat Allah itu, sama dengan tindakan dan ucapan-ucapan yang disampaikan oleh umat-umat terdahulu kepada rasul-rasul mereka. Walaupun demikian, mereka tetap bersabar dan tabah dalam menyampaikan risalahnya. Oleh karena itu, Nabi Muhammad juga diperintahkan untuk sabar dan tabah, sebagaimana rasul-rasul sebelumnya. Beliau juga diminta untuk tetap pada seruannya. Ayat yang lain yang sama isinya dengan ayat ini ialah firman-Nya: Demikianlah setiap kali seorang Rasul yang datang kepada orang-orang yang sebelum mereka, mereka (kaumnya) pasti mengatakan, \"Dia itu pesihir atau orang gila.\" (adz-dzariyat/51: 52) Sebagian ahli tafsir ada yang berpendapat bahwa maksud ayat ini adalah sesungguhnya yang disampaikan kepada Nabi Muhammad, seperti ajaran keesaan Allah, dan memurnikan ketaatan dan ketundukan hanya kepada-Nya, sama dengan yang pernah disampaikan kepada para rasul yang diutus sebelumnya. Hal ini adalah wajar karena agama Allah itu mempunyai azas dan prinsip yang sama. Semuanya sama-sama menentukan dan memerintahkan untuk menghambakan diri hanya kepada Allah, sama-sama percaya kepada adanya hari kebangkitan, dan sebagainya. Seandainya ada perbedaan, maka perbedaan itu bukanlah berhubungan dengan azas atau prinsip, tetapi hanyalah yang berhubungan dengan furu' atau yang bukan prinsip. Hal ini perlu karena perbedaan keadaan, masa, dan tempat. Penafsiran ini sesuai dengan firman Allah: Sesungguhnya Kami mewahyukan kepadamu (Muhammad) sebagaimana Kami telah mewahyukan kepada Nuh dan nabi-nabi setelahnya¦ (an-Nisa'/4: 163) Jika ayat ini dihubungkan dengan ayat-ayat yang sesudahnya, maka pendapat yang pertamalah yang lebih sesuai, karena pembicaraan ayat-ayat yang sesudahnya berhubungan dengan sikap orang-orang musyrik terhadap Al-Qur'an. Tetapi jika dihubungkan dengan ayat-ayat sebelumnya, maka pendapat yang kedualah yang sesuai, karena pembicaraan berhubungan dengan Al-Qur'an, sebagai wahyu yang di dalamnya tidak terdapat kesalahan dan kekurangan. Dalam penafsiran, ayat ini dimasukkan ke dalam kelompok ayat-ayat sesudahnya. Pada akhir ayat ini diterangkan kepada Nabi Muhammad bahwa Tuhannya adalah Tuhan Yang Maha Esa. Yang berhak disembah itu adalah juga Tuhan Yang Maha Pengampun kepada hamba-hamba-Nya yang mau bertobat, dan juga memberi siksaan yang sangat pedih kepada orang-orang kafir lagi sombong dan tidak mau bertobat."
        },
        {
          "number": 44,
          "arabic": "وَلَوْ جَعَلْنَـٰهُ قُرْءَانًا أَعْجَمِيًّا لَّقَالُوا۟ لَوْلَا فُصِّلَتْ ءَايَـٰتُهُۥٓ ۖ ءَا۬عْجَمِىٌّ وَعَرَبِىٌّ ۗ قُلْ هُوَ لِلَّذِينَ ءَامَنُوا۟ هُدًى وَشِفَآءٌ ۖ وَٱلَّذِينَ لَا يُؤْمِنُونَ فِىٓ ءَاذَانِهِمْ وَقْرٌ وَهُوَ عَلَيْهِمْ عَمًى ۚ أُو۟لَـٰٓئِكَ يُنَادَوْنَ مِن مَّكَانٍۭ بَعِيدٍ",
          "transliteration": "walaw jaʿalnāhu qur'ānan aʿjamiyyan laqālū lawlā fuṣṣilat āyātuhu āʿ'jamiyyun waʿarabiyyun qul huwa lilladhīna āmanū hudan washifāon wa-alladhīna lā yu'minūna fī ādhānihim waqrun wahuwa ʿalayhim ʿaman ulāika yunādawna min makānin baʿīdin",
          "translation": "Dan sekiranya Alquran Kami jadikan sebagai bacaan dalam bahasa selain bahasa Arab niscaya mereka mengatakan, \"Mengapa tidak dijelaskan ayat-ayatnya?\" Apakah patut (Alquran) dalam bahasa selain bahasa Arab sedang (rasul), orang Arab? Katakanlah, \"Alquran adalah petunjuk dan penyembuh bagi orang-orang yang beriman. Dan orang-orang yang tidak beriman pada telinga mereka ada sumbatan, dan (Alquran) itu merupakan kegelapan bagi mereka.<sup foot_note=135727>1</sup> Mereka itu (seperti) orang-orang yang dipanggil dari tempat yang jauh.\"",
          "tafsir": "Ayat ini merupakan jawaban dari sikap dan ucapan orang-orang musyrik yang terdapat pada ayat-ayat yang sebelumnya. Kepada mereka disampaikan bahwa seandainya Allah menurunkan Al-Qur'an kepada Nabi Muhammad dengan salah satu bahasa selain dari bahasa Arab, tentu orang-orang Quraisy Mekah akan berkata, \"Mengapa Al-Qur'an tidak diturunkan dalam bahasa Arab? Sehingga kami mudah memahami hukum-hukum dan ketentuan-ketentuan yang terdapat di dalamnya.\" Padahal dulunya mereka berkata, \"Apakah Al-Qur'an yang diturunkan itu berbahasa selain Arab, sedang rasul yang diutus itu berbahasa Arab.\" Allah memerintahkan agar Rasulullah menjawab pertanyaan orang-orang musyrik yang tidak mau percaya kepada Al-Qur'an itu dengan berkata kepada mereka, \"Al-Qur'an ini bagi orang-orang yang percaya kepadanya, meyakini bahwa ia berasal dari Allah Yang Mahakuasa, dan percaya kepada rasul yang menyampaikannya, merupakan petunjuk ke jalan kebahagiaan, penawar hati, dan menghilangkan keragu-raguan. Ayat ini sejalan dengan firman Allah: Wahai manusia! Sungguh, telah datang kepadamu pelajaran (Al-Qur'an) dari Tuhanmu, penyembuh bagi penyakit yang ada dalam dada dan petunjuk serta rahmat bagi orang yang beriman. (Yunus/10: 57) Orang-orang yang tidak beriman kepada Allah, rasul-Nya, dan Al-Qur'an, pada telinga mereka ada sumbatan yang menutup pendengaran mereka dari mendengar ayat-ayat Al-Qur'an. Mereka buta sehingga tidak dapat melihat bukti-bukti kebesaran dan kekuasaan Allah dan tidak dapat menerima pelajaran yang disampaikan rasul. Orang-orang yang tidak mendengar ayat-ayat Allah dan tidak dapat melihat bukti-bukti kebesaran dan kekuasaan-Nya diserupakan dengan orang yang diseru dari suatu tempat yang jauh, ia hanya dapat mendengar suara yang tidak jelas, sehingga ia tidak mengerti maksud suara itu."
        },
        {
          "number": 45,
          "arabic": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَـٰبَ فَٱخْتُلِفَ فِيهِ ۗ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ لَقُضِىَ بَيْنَهُمْ ۚ وَإِنَّهُمْ لَفِى شَكٍّ مِّنْهُ مُرِيبٍ",
          "transliteration": "walaqad ātaynā mūsā l-kitāba fa-ukh'tulifa fīhi walawlā kalimatun sabaqat min rabbika laquḍiya baynahum wa-innahum lafī shakkin min'hu murībin",
          "translation": "Dan sungguh, telah Kami berikan kepada Musa Kitab (Taurat) lalu diperselisihkan. Sekiranya tidak ada keputusan yang terdahulu dari Tuhanmu, orang-orang kafir itu pasti sudah dibinasakan. Dan sesungguhnya mereka benar-benar dalam keraguan yang mendalam terhadapnya.",
          "tafsir": "Selanjutnya Allah menyampaikan kepada Nabi Muhammad agar tidak menyusahkan diri karena orang-orang Mekah itu berselisih pendapat tentang Al-Qur'an. Hal yang seperti itu telah dilakukan pula oleh umat-umat yang dahulu terhadap rasul-rasul yang diutus kepada mereka. Allah mengatakan bahwa Dia telah menurunkan Taurat kepada Musa, untuk disampaikan kepada Bani Israil. Mereka pun telah berselisih pendapat pula tentang Taurat itu. Ada yang membenarkan dan ada pula yang mendustakan. Ada yang beriman kepada Musa dan ada pula yang kafir kepadanya. Oleh karena itu, Nabi Muhammad diperintahkan untuk tidak berputus asa dalam menyampaikan agama Allah, dan bersabar menghadapi tindakan orang-orang kafir itu. Nabi saw juga diperintahkan untuk mengikuti jejak para rasul yang menyampaikan agama-Nya. Kemudian Allah menyampaikan bahwa orang-orang kafir itu tidak segera menerima azab karena perbuatannya itu, karena azab itu ditangguhkan pelaksanaannya sampai kepada waktu yang ditentukan. Hal itu adalah sesuai dengan ketetapan-Nya bahwa Dia menangguhkan azab bagi orang-orang kafir sampai hari Kiamat. Seandainya tidak ada ketetapan yang demikian itu, tentu telah diputuskan Allah perselisihan mereka dengan orang-orang yang beriman. Allah berfirman: Bahkan hari Kiamat itulah hari yang dijanjikan kepada mereka dan hari Kiamat itu lebih dahsyat dan lebih pahit. (al-Qamar/54: 46) Dan firman Allah: Dan janganlah engkau mengira, bahwa Allah lengah dari apa yang diperbuat oleh orang yang zalim. Sesungguhnya Allah menangguhkan mereka sampai hari yang pada waktu itu mata (mereka) terbelalak. (Ibrahim/14: 42) Allah menerangkan bahwa sebab-sebab kehancuran dan azab yang menimpa orang-orang musyrik adalah karena mereka sangat ragu-ragu dan bingung tentang Al-Qur'an. Karena bingung dan ragu, mereka mengingkarinya dan tidak mengindahkan dakwah Rasulullah."
        },
        {
          "number": 46,
          "arabic": "مَّنْ عَمِلَ صَـٰلِحًا فَلِنَفْسِهِۦ ۖ وَمَنْ أَسَآءَ فَعَلَيْهَا ۗ وَمَا رَبُّكَ بِظَلَّـٰمٍ لِّلْعَبِيدِ",
          "transliteration": "man ʿamila ṣāliḥan falinafsihi waman asāa faʿalayhā wamā rabbuka biẓallāmin lil'ʿabīdi",
          "translation": "Barangsiapa mengerjakan kebajikan maka (pahalanya) untuk dirinya sendiri dan barangsiapa berbuat jahat maka (dosanya) menjadi tanggungan dirinya sendiri. Dan Tuhanmu sama sekali tidak menzalimi hamba-hamba(Nya).",
          "tafsir": "Pada akhir ayat surah ini, Allah menerangkan balasan yang akan diberikan terhadap perbuatan-perbuatan yang dilakukan manusia. Barang siapa yang taat kepada Allah dan rasul-Nya dalam kehidupan dunia ini, melaksanakan perintah-perintah-Nya, dan menghentikan larangan-larangan-Nya, berarti ia telah berusaha berbuat kebaikan untuk dirinya sendiri dengan memperoleh pahala yang besar. Barang siapa yang ingkar kepada Allah berarti ia telah berusaha berbuat keburukan untuk dirinya dengan memperoleh siksa yang sangat pedih di akhirat nanti. Seseorang dihukum sesuai dengan perbuatan yang telah dilakukannya, mustahil Allah mengazab seseorang karena perbuatan orang lain. Allah berfirman: Dan seseorang tidak akan memikul beban dosa orang lain. Kemudian kepada Tuhanmulah kamu kembali, dan akan diberitahukan-Nya kepadamu apa yang dahulu kamu perselisihkan. (al-An'am/6: 164)"
        }
      ]
    }
  ]
}