{
  "pageNumber": 289,
  "juz": 15,
  "surahs": [
    {
      "number": 17,
      "name": "Al-Isra'",
      "nameArabic": "الإسراء",
      "meaning": "Perjalanan Malam",
      "revelation": "Makkah",
      "description": "Surat ini terdiri dari 111 ayat dan termasuk surat Makkiyyah. Dinamakan dengan \"Al-Isra'\" yang berarti \"memperjalankan pada malam hari,\" berhubung peristiwa Isra' Nabi Muhammad dari Masjidil Haram di Mekah ke Masjidil Aqsha di Baitul Maqdis dicantumkan pada ayat pertama surat ini. Penuturan cerita Isra' pada permulaan surat ini mengandung isyarat bahwa Nabi Muhammad beserta umatnya di kemudian hari akan mencapai martabat yang tinggi dan akan menjadi umat yang besar.Surat ini dinamakan pula dengan \"Bani Israil\" artinya \"keturunan Israil\" berhubung permulaan surat ini, yakni pada ayat kedua sampai dengan ayat kedelapan dan ayat 101 sampai dengan ayat 104, Allah menyebutkan tentang Bani Israil, yang dihinakan sebab menyimpang dari ajaran Allah padahal sebelumnya adalah bangsa yang kuat dan besar. Dihubungkannya kisah Isra' dengan cerita \"Bani Israil\" pada surat ini, memberikan peringatan bahwa umat Islam akan mengalami keruntuhan, sebagaimana halnya Bani Israil, apabila mereka juga meninggalkan ajaran-ajaran agama.**Pokok-Pokok Isi:**1. **Keimanan:** Allah tidak mempunyai anak baik berupa manusia ataupun malaikat; Allah pasti memberikan rezeki kepada manusia; Allah mempunyai nama-nama yang paling baik; Al-Qur'an adalah wahyu dari Allah yang memberikan petunjuk, penawar, dan rahmat bagi orang-orang yang beriman; keberadaan padang Mahsyar dan hari kebangkitan.2. **Hukum-hukum:** Larangan menghilangkan (membunuh) manusia; larangan berzina; larangan mempergunakan harta anak yatim kecuali dengan cara yang dibenarkan agama; larangan ikut-ikutan baik dengan kata-kata maupun dengan perbuatan dan durhaka kepada kedua orang tua. Perintah memenuhi janji dan menyempurnakan timbangan dan takaran; perintah melakukan shalat lima waktu tepat pada waktunya.3. **Kisah-kisah:** Kisah Isra' Nabi Muhammad; beberapa kisah tentang Bani Israil.4. **Lain-lain:** Pertanggungjawaban manusia terhadap amal perbuatannya; beberapa faktor yang menyebabkan kebangkitan dan kehancuran suatu umat; petunjuk-petunjuk tentang pergaulan dengan kedua orang tua, tetangga, dan masyarakat; manusia adalah makhluk Allah yang mulia namun mempunyai sifat-sifat yang tidak baik, seperti: suka ingkar, putus asa, dan terburu-buru; dan persoalan roh.Dalam surat ini, banyak ayat yang mengemukakan bahwa Al-Qur'an yang dibawa Nabi Muhammad benar-benar wahyu dari Allah, dan bahwa manusia pasti mengalami hari kebangkitan. Dalam surat ini, dikemukakan pula dalil-dalil tentang kekuasaan dan keesaan Allah serta hukum-hukum yang diturunkan-Nya yang wajib diperhatikan dan dikerjakan oleh manusia.**Hubungan Surat Al-Isra' Dengan Surat Al-Kahfi:**1. Surat Al-Isra' dimulai dengan tasbih (membaca subhanallah) kepada Allah, sedang surat Al-Kahfi dibuka dengan tahmid (membaca alhamdulillah) kepada-Nya. Tasbih dan tahmid adalah dua kata yang seringkali bergandengan dalam firman-firman Allah.2. Persamaan antara penutup surat Al-Isra' dengan pembuka surat Al-Kahfi adalah sama-sama dengan tahmid kepada Allah.3. Menurut sebuah riwayat, ada tiga buah pertanyaan yang diajukan oleh orang Yahudi melalui perantara orang musyrikin kepada Nabi Muhammad, yakni permasalahan ruh, cerita Ashhabul Kahfi, dan kisah Dzulqarnain. Permasalahan ruh dijawab dalam surat Al-Isra' dan dua permasalahan lainnya pada surat Al-Kahfi.4. Dalam surat Al-Isra' ayat 85 Allah berfirman, \"Dan kamu hanya diberi sedikit pengetahuan.\" Firman ini ditujukan kepada sebagian orang Yahudi yang merasa sombong dengan ilmu pengetahuan yang ada pada mereka, sebab mereka hanyalah manusia yang diberi sedikit ilmu pengetahuan. Dalam surat Al-Kahfi, Allah menceritakan tentang Nabi Musa dengan Nabi Khidhir yang belum pernah diketahui oleh orang-orang Yahudi.",
      "verses": [
        {
          "number": 67,
          "arabic": "وَإِذَا مَسَّكُمُ ٱلضُّرُّ فِى ٱلْبَحْرِ ضَلَّ مَن تَدْعُونَ إِلَّآ إِيَّاهُ ۖ فَلَمَّا نَجَّىٰكُمْ إِلَى ٱلْبَرِّ أَعْرَضْتُمْ ۚ وَكَانَ ٱلْإِنسَـٰنُ كَفُورًا",
          "transliteration": "wa-idhā massakumu l-ḍuru fī l-baḥri ḍalla man tadʿūna illā iyyāhu falammā najjākum ilā l-bari aʿraḍtum wakāna l-insānu kafūran",
          "translation": "Dan apabila kamu ditimpa bahaya di lautan, niscaya hilang semua yang (biasa) kamu seru, kecuali Dia. Tetapi ketika Dia menyelamatkan kamu ke daratan, kamu berpaling (dari-Nya). Dan manusia memang selalu ingkar (tidak bersyukur).",
          "tafsir": "Kemudian Allah mengungkapkan keadaan orang-orang kafir ketika ditimpa mara bahaya yang mengancam jiwanya. Mereka tidak dapat mengharapkan pertolongan kecuali dari Allah, yang berkuasa mendatangkan manfaat dan menolak bahaya. Allah swt menyatakan bahwa apabila orang kafir ditimpa mara bahaya di lautan, niscaya hilang harapan mereka untuk meminta bantuan dan pertolongan kepada berhala-berhala, jin, malaikat, pohon-pohon, dan batu-batu yang mereka sembah. Pada saat yang gawat itu, yang mereka ingat hanyalah Allah Yang Maha Esa yang berkuasa dan mampu menghilangkan bahaya itu, maka mereka meminta pertolongan kepada-Nya. Namun, apabila Allah telah mengabulkan permintaan mereka, yakni mereka telah terlepas dari bencana topan dan badai yang hampir menenggelamkan mereka, dan tiba di darat dengan selamat, mereka pun kembali berpaling menjadi orang-orang yang mengingkari nikmat-nikmat Allah dan kembali menyekutukan-Nya dengan tuhan yang lain. Allah menegaskan bahwa tabiat manusia cenderung melupakan nikmat yang mereka terima dan selalu tidak beriman atau tidak mau berterima kasih kepada Zat yang memberikan nikmat itu. Ini adalah keanehan yang terdapat pada diri manusia kecuali hamba-Nya yang selalu berada dalam bimbingan dan perlindungan-Nya."
        },
        {
          "number": 68,
          "arabic": "أَفَأَمِنتُمْ أَن يَخْسِفَ بِكُمْ جَانِبَ ٱلْبَرِّ أَوْ يُرْسِلَ عَلَيْكُمْ حَاصِبًا ثُمَّ لَا تَجِدُوا۟ لَكُمْ وَكِيلًا",
          "transliteration": "afa-amintum an yakhsifa bikum jāniba l-bari aw yur'sila ʿalaykum ḥāṣiban thumma lā tajidū lakum wakīlan",
          "translation": "Maka apakah kamu merasa aman bahwa Dia tidak akan membenamkan sebagian daratan bersama kamu atau dia meniupkan (angin keras yang membawa) batu-batu kecil? Dan kamu tidak akan mendapat seorang pelindung pun,",
          "tafsir": "Allah mengancam orang-orang yang mengingkari nikmat-nikmat-Nya, yang mengira bahwa dengan selamatnya mereka dari ancaman topan dan badai itu, mereka aman dari hukuman Allah Yang berkuasa menjungkirbalikkan sebagian daratan, sehingga mereka terpendam ke perut bumi. Apabila berkehendak, Allah berkuasa meniupkan angin keras dan menghujani mereka dengan batu-batu kecil sehingga mereka lenyap dalam waktu yang sangat singkat dari permukaan bumi ini. Dalam keadaan seperti itu, mereka tidak akan mendapatkan seorang pelindung yang mampu menyelamatkan mereka dari bencana tersebut kecuali Allah Yang Mahakuasa menghidupkan dan mematikan seluruh makhluk-Nya. Secara singkat dapat dikatakan bahwa bencana itu bisa terjadi di mana-mana, meskipun selamat dari bencana yang mengancam mereka di lautan, yang berupa topan dan badai, di daratan bencana yang lebih dahsyat mungkin saja terjadi, seperti gempa bumi, hujan batu, banjir, dan sebagainya. Semuanya berada dalam kekuasaan Allah yang menciptakan langit dan bumi serta seluruh makhluk yang berada di antara keduanya."
        },
        {
          "number": 69,
          "arabic": "أَمْ أَمِنتُمْ أَن يُعِيدَكُمْ فِيهِ تَارَةً أُخْرَىٰ فَيُرْسِلَ عَلَيْكُمْ قَاصِفًا مِّنَ ٱلرِّيحِ فَيُغْرِقَكُم بِمَا كَفَرْتُمْ ۙ ثُمَّ لَا تَجِدُوا۟ لَكُمْ عَلَيْنَا بِهِۦ تَبِيعًا",
          "transliteration": "am amintum an yuʿīdakum fīhi tāratan ukh'rā fayur'sila ʿalaykum qāṣifan mina l-rīḥi fayugh'riqakum bimā kafartum thumma lā tajidū lakum ʿalaynā bihi tabīʿan",
          "translation": "ataukah kamu merasa aman bahwa Dia tidak akan mengembalikan kamu ke laut sekali lagi, lalu Dia tiupkan angin topan kepada kamu lalu kamu ditenggelamkan-Nya disebabkan kekafiranmu? Kemudian kamu tidak akan mendapat seorang penolong pun dalam menghadapi (siksaan) Kami.",
          "tafsir": "Selanjutnya dijelaskan bahwa Allah berkuasa untuk mengembalikan orang-orang yang mengingkari nikmat-Nya itu ke lautan kembali, setelah mereka merasa aman di darat. Apakah mereka merasa aman dari bencana yang akan menimpa mereka di lautan setelah mereka sampai ke daratan. Allah berkuasa mengembalikan mereka ke lautan kembali, dengan mengirim angin topan dan tsunami yang sangat dahsyat. Angin itu menyapu mereka dari daratan, sehingga mereka akan digulung oleh gelombang yang dapat menenggelamkan mereka. Pada saat-saat mengalami musibah yang sangat dahsyat itu, mereka tidak akan mendapatkan seorang pun yang dapat menolong untuk melepaskan mereka dari siksa Allah."
        },
        {
          "number": 70,
          "arabic": "۞ وَلَقَدْ كَرَّمْنَا بَنِىٓ ءَادَمَ وَحَمَلْنَـٰهُمْ فِى ٱلْبَرِّ وَٱلْبَحْرِ وَرَزَقْنَـٰهُم مِّنَ ٱلطَّيِّبَـٰتِ وَفَضَّلْنَـٰهُمْ عَلَىٰ كَثِيرٍ مِّمَّنْ خَلَقْنَا تَفْضِيلًا",
          "transliteration": "walaqad karramnā banī ādama waḥamalnāhum fī l-bari wal-baḥri warazaqnāhum mina l-ṭayibāti wafaḍḍalnāhum ʿalā kathīrin mimman khalaqnā tafḍīlan",
          "translation": "Dan sungguh, Kami telah memuliakan anak cucu Adam, dan Kami angkut mereka di darat dan di laut, dan Kami beri mereka rezeki dari yang baik-baik dan Kami lebihkan mereka di atas banyak makhluk yang Kami ciptakan dengan kelebihan yang sempurna.",
          "tafsir": "Allah memuliakan Bani Adam yaitu manusia dari makhluk-makhluk yang lain, baik malaikat, jin, semua jenis hewan, dan tumbuh-tumbuhan. Kelebihan manusia dari makhluk-makhluk yang lain berupa fisik maupun non fisik, sebagaimana firman Allah: Sungguh, Kami telah menciptakan manusia dalam bentuk yang sebaik-baiknya, kemudian Kami kembalikan dia ke tempat yang serendah-rendahnya, kecuali orang-orang yang beriman dan mengerjakan kebajikan; maka mereka akan mendapat pahala yang tidak ada putus-putusnya. (at-Tin/95: 4-6) Selain diberi panca indera yang sempurna, manusia juga diberi hati yang berfungsi untuk menimbang dan membuat keputusan. Firman Allah: Dan Allah mengeluarkan kamu dari perut ibumu dalam keadaan tidak mengetahui sesuatu pun, dan Dia memberimu pendengaran, penglihatan dan hati nurani, agar kamu bersyukur. (an-Nahl/16: 78) Kemuliaan manusia ini sesuai dengan tugasnya sebagai khalifah di muka bumi. Firman Allah: Dan (ingatlah) ketika Tuhanmu berfirman kepada para malaikat, \"Aku hendak menjadikan khalifah di bumi.\" Mereka berkata, \"Apakah Engkau hendak menjadikan orang yang merusak dan menumpahkan darah di sana, sedangkan kami bertasbih memuji-Mu dan menyucikan nama-Mu?\" Dia berfirman, \"Sungguh, Aku mengetahui apa yang tidak kamu ketahui.\" (al-Baqarah/2: 30) Meskipun demikian, banyak manusia yang tidak menyadari akan ketinggian derajatnya sehingga tidak melaksanakan fungsinya sebagaimana disebutkan dalam firman Allah: Dan sungguh, akan Kami isi neraka Jahanam banyak dari kalangan jin dan manusia. Mereka memiliki hati, tetapi tidak dipergunakannya untuk memahami (ayat-ayat Allah) dan mereka memiliki mata (tetapi) tidak dipergunakannya untuk melihat (tanda-tanda kekuasaan Allah), dan mereka mempunyai telinga (tetapi) tidak dipergunakannya untuk mendengarkan (ayat-ayat Allah). Mereka seperti hewan ternak, bahkan lebih sesat lagi. (al-A'raf/7: 179)"
        },
        {
          "number": 71,
          "arabic": "يَوْمَ نَدْعُوا۟ كُلَّ أُنَاسٍۭ بِإِمَـٰمِهِمْ ۖ فَمَنْ أُوتِىَ كِتَـٰبَهُۥ بِيَمِينِهِۦ فَأُو۟لَـٰٓئِكَ يَقْرَءُونَ كِتَـٰبَهُمْ وَلَا يُظْلَمُونَ فَتِيلًا",
          "transliteration": "yawma nadʿū kulla unāsin bi-imāmihim faman ūtiya kitābahu biyamīnihi fa-ulāika yaqraūna kitābahum walā yuẓ'lamūna fatīlan",
          "translation": "(Ingatlah), pada hari (ketika) Kami panggil setiap umat dengan pemimpinnya; dan barangsiapa diberikan catatan amalnya di tangan kanannya mereka akan membaca catatannya (dengan baik), dan mereka tidak akan dirugikan sedikit pun.",
          "tafsir": "Allah swt mengingatkan para hamba-Nya akan hari perhitungan. Pada hari itu, Allah swt memanggil manusia dengan membawa kitab mereka masing-masing yang memuat catatan yang lengkap tentang amal perbuatan mereka. Ketika itu, mereka akan mendapatkan keputusan yang adil, sesuai dengan amal yang mereka lakukan di dunia, yang semuanya telah tercatat dalam kitab itu. Maka berbahagialah mereka yang ketika diberikan kitab amalannya diterima dengan tangan kanannya. Mereka ini akan membaca kitab itu dengan penuh kegembiraan, karena mereka berbahagia melihat catatan amal saleh mereka. Allah swt berfirman: Adapun orang yang kitabnya diberikan di tangan kanannya, maka dia berkata, \"Ambillah, bacalah kitabku (ini).\" (al-haqqah/69: 19) Juga firman-Nya: Maka adapun orang yang catatannya diberikan dari sebelah kanannya, maka dia akan diperiksa dengan pemeriksaan yang mudah. (al-Insyiqaq/84: 7-8) Allah lalu menegaskan bahwa mereka tidak dianiaya sedikit pun. Maksudnya ialah tidak akan dikurangi sedikit pun pahala yang harus mereka terima, karena yang menciptakan alam akhirat ialah Yang Menciptakan alam ini juga, sehingga mustahil bagi-Nya untuk mengurangi pahala yang harus diterimanya. Allah swt Mahaadil dan keadilan-Nya itu tampak pada ciptaan-Nya di alam dunia ini."
        },
        {
          "number": 72,
          "arabic": "وَمَن كَانَ فِى هَـٰذِهِۦٓ أَعْمَىٰ فَهُوَ فِى ٱلْـَٔاخِرَةِ أَعْمَىٰ وَأَضَلُّ سَبِيلًا",
          "transliteration": "waman kāna fī hādhihi aʿmā fahuwa fī l-ākhirati aʿmā wa-aḍallu sabīlan",
          "translation": "Dan barangsiapa buta (hatinya) di dunia ini, maka di akhirat dia akan buta dan tersesat jauh dari jalan (yang benar).",
          "tafsir": "Kemudian dijelaskan bahwa barang siapa yang buta hatinya di dunia, yakni yang tidak mau melihat kebenaran petunjuk Allah, dan tidak mau memperhatikan tanda-tanda kekuasaan-Nya, niscaya di akhirat nanti ia lebih buta dan tidak dapat mencari jalan untuk menyelamatkan dirinya dari siksaan neraka. Bahkan, mereka lebih sesat lagi dari keadaannya di dunia, karena roh mereka pada waktu itu ialah roh pada waktu di dunia juga. Roh yang dibangkitkan Allah swt di akhirat ialah roh yang keluar dari jasadnya ketika meninggal dunia seperti buah-buahan yang muncul dari batangnya. Buah dan batang mempunyai sifat yang sama. Demikian pula roh manusia pada waktu itu, dia bangkit dengan membawa seluruh sifat, akhlak, dan amalnya. Ia mengetahui keadaan dirinya. Ia merasa bahagia ataupun celaka sesuai dengan keadaan dirinya. Apabila keadaan roh manusia itu lalai di dunia, di akhirat pun akan lalai karena ia telah mengabaikan berbagai sarana dan alat untuk menguasai ilmu, dan terbiasa malas mengamalkan perintah Allah. Ia pun akan mengumpat-umpat dan mencerca dirinya sendiri."
        },
        {
          "number": 73,
          "arabic": "وَإِن كَادُوا۟ لَيَفْتِنُونَكَ عَنِ ٱلَّذِىٓ أَوْحَيْنَآ إِلَيْكَ لِتَفْتَرِىَ عَلَيْنَا غَيْرَهُۥ ۖ وَإِذًا لَّٱتَّخَذُوكَ خَلِيلًا",
          "transliteration": "wa-in kādū layaftinūnaka ʿani alladhī awḥaynā ilayka litaftariya ʿalaynā ghayrahu wa-idhan la-ittakhadhūka khalīlan",
          "translation": "Dan mereka hampir memalingkan engkau (Muhammad) dari apa yang telah Kami wahyukan kepadamu, agar engkau mengada-ada yang lain terhadap Kami; dan jika demikian tentu mereka menjadikan engkau sahabat yang setia.",
          "tafsir": "Dalam ayat ini dijelaskan usaha yang dilakukan kaum musyrikin Quraisy untuk menipu Nabi Muhammad saw, sehingga beliau hampir saja teperdaya, berpaling dari wahyu yang telah diterimanya dari Allah swt, dan memenuhi permintaan mereka agar mengakui tuhan-tuhan mereka. Karena perlindungan Allah, Nabi tetap bisa teguh pendiriannya dalam menyebarkan dakwah, walaupun tekanan dari orang-orang Quraisy semakin hebat. Allah mengingatkan Rasul-Nya, kalau ia mengikuti apa yang mereka kehendaki, mereka tentu akan mengambilnya sebagai sahabat atau mengangkatnya menjadi pemimpin. Mereka juga akan menyatakan di hadapan manusia bahwa Nabi saw telah menyetujui dan mengakui agama mereka. Dengan demikian, Nabi saw akan terjauh dari petunjuk dan bimbingan Allah swt."
        },
        {
          "number": 74,
          "arabic": "وَلَوْلَآ أَن ثَبَّتْنَـٰكَ لَقَدْ كِدتَّ تَرْكَنُ إِلَيْهِمْ شَيْـًٔا قَلِيلًا",
          "transliteration": "walawlā an thabbatnāka laqad kidtta tarkanu ilayhim shayan qalīlan",
          "translation": "Dan sekiranya Kami tidak memperteguh (hati)mu, niscaya engkau hampir saja condong sedikit kepada mereka,",
          "tafsir": "Dalam ayat ini, dijelaskan bahwa Nabi Muhammad hampir ter-pengaruh bila Allah tidak memperkuat hatinya menghadapi tekanan dan tipu daya orang-orang Quraisy itu, sehingga beliau tidak berpaling sedikit pun. Dari keterangan ayat ini dapat dipahami bahwa Rasulullah cenderung untuk mendekati orang-orang Quraisy. Hal itu bukan karena hati Nabi saw lemah, tetapi menunjukkan bahwa tekanan dan tipu daya itu sangat hebat. Hanya karena pertolongan Allah, maka Rasul tidak jadi mendekati mereka."
        },
        {
          "number": 75,
          "arabic": "إِذًا لَّأَذَقْنَـٰكَ ضِعْفَ ٱلْحَيَوٰةِ وَضِعْفَ ٱلْمَمَاتِ ثُمَّ لَا تَجِدُ لَكَ عَلَيْنَا نَصِيرًا",
          "transliteration": "idhan la-adhaqnāka ḍiʿ'fa l-ḥayati waḍiʿ'fa l-mamāti thumma lā tajidu laka ʿalaynā naṣīran",
          "translation": "Jika demikian, tentu akan Kami rasakan kepadamu (siksaan) berlipat ganda di dunia ini dan berlipat ganda setelah mati, dan engkau (Muhammad) tidak akan mendapat seorang penolong pun terhadap Kami.",
          "tafsir": "Allah swt mengingatkan Rasul-Nya bahwa jika ia sempat ter-pengaruh oleh tekanan orang-orang kafir itu, Allah akan menimpakan siksaan berlipat ganda kepadanya, baik di dunia maupun di akhirat. Dengan demikian, kadar hukuman terhadap Rasulullah dua kali lipat dari hukuman terhadap orang lain, begitu juga bagi para istri Nabi. Dalam hal ini, Allah swt berfirman: Wahai istri-istri Nabi! Barang siapa di antara kamu yang mengerjakan perbuatan keji yang nyata, niscaya azabnya akan dilipatgandakan dua kali lipat kepadanya. Dan yang demikian itu, mudah bagi Allah. (al-Ahzab/33: 30) Istri-istri Nabi bila sampai tergelincir menuruti ajakan hawa nafsu, hukumannya dua kali lipat dari istri-istri orang kebanyakan. Dari ayat itu dipahami bahwa hukuman bagi ulama, cendikiawan, dan pemimpin umat lainnya bila bersalah, akan lebih besar daripada hukuman bagi orang kebanyakan. Dan mereka berkata, \"Ya Tuhan kami, sesungguhnya kami telah menaati para pemimpin dan para pembesar kami, lalu mereka menyesatkan kami dari jalan (yang benar). Ya Tuhan kami, timpakanlah kepada mereka azab dua kali lipat dan laknatlah mereka dengan laknat yang besar.\" (al-Ahzab/33: 67-68) Allah swt mengingatkan Nabi saw bahwa apabila memenuhi keinginan orang-orang musyrik itu, Allah akan mengazabnya berlipat ganda, baik di dunia ataupun di akhirat. Ia tidak akan menemukan seorang penolong pun yang dapat melepaskannya dari azab itu. Menjadi keharusan bagi setiap kaum Muslimin agar menjadikan ayat ini sebagai pedoman dalam setiap langkahnya dalam beragama."
        }
      ]
    }
  ]
}