{
  "pageNumber": 69,
  "juz": 4,
  "surahs": [
    {
      "number": 3,
      "name": "Ali 'Imran",
      "nameArabic": "آل عمران",
      "meaning": "Keluarga Imran",
      "revelation": "Madinah",
      "description": "Surat Ali 'Imraan terdiri dari 200 ayat dan termasuk surat Madaniyyah. Dinamakan Ali 'Imran karena memuat kisah keluarga 'Imran, yang juga menyebutkan kisah kelahiran Nabi 'Isa a.s., persamaan kejadiannya dengan Nabi Adam a.s., kenabian dan beberapa mukjizatnya, serta kelahiran Maryam putri 'Imran, ibu Nabi 'Isa a.s.Surat Al Baqarah dan Ali 'Imraan dinamakan \"Az Zahrawaani\" (dua yang cemerlang), karena menyingkapkan hal-hal yang disembunyikan oleh para Ahli Kitab, seperti kejadian dan kelahiran Nabi 'Isa a.s., kedatangan Nabi Muhammad s.a.w., dan sebagainya.Pokok-Pokok Isi:1. Keimanan:Dalil-dalil dan alasan-alasan yang membantah orang Nasrani yang mempertuhankan Nabi 'Isa a.s.; ketauhidan adalah dasar yang dibawa oleh seluruh nabi.2. Hukum-hukum:Musyawarah; bermubahalah; larangan melakukan riba.3. Kisah-kisah:Kisah keluarga 'Imran; perang Badar dan Uhud dan pelajaran yang dapat diambil darinya,4. Lain-lain:Golongan-golongan manusia dalam memahami ayat-ayat mutasyaabihaat; sifat- sifat Allah; sifat orang-orang yang bertakwa; Islam satu-satunya agama yang diridhai Allah; kemudharatan mengambil orang-orang kafir sebagai teman kepercayaan; pengambilan perjanjian para Nabi oleh Allah; perumpamaan-perumpamaan; peringatan-peringatan terhadap Ahli Kitab; Ka'bah adalah rumah peribadatan yang tertua dan bukti-buktinya; faedah mengingat Allah dan merenungkan ciptaan-Nya.Surat Ali 'Imraan berisi dalil-dalil dan alasan-alasan untuk membantah kaum Nasrani yang mempertuhankan Nabi 'Isa a.s., menerangkan perang Badar dan Uhud; agar kemenangan di perang Badar dan kekalahan di perang Uhud yang dialami kaum muslimin itu dapat dijadikan pelajaran.Hubungan Surat Ali 'imraan Dengan Surat An Nisaa':1. Surat Ali 'Imraan disudahi dengan perintah bertakwa, sesuai dengan permulaan surat An Nisaa',2. Dalam surat Ali 'Imraan disebutkan perang Badar dan Uhud dengan sempurna, keterangan sebagiannya diulangi dalam surat An Nisaa'.3. Dalam surat Ali 'Imraan dikisahkan perang Hamraa-ul Asad yang terjadi setelah perang Uhud, dan perang ini disinggung pula dalam surat An Nisaa'.4. Dalam surat Ali 'Imraan disebutkan bahwa banyak kaum Muslimin yang gugur sebagai syuhada yang berarti mereka meninggalkan anak-anak dan istri-istri mereka, maka dalam bagian permulaan surat An Nisaa' disebutkan perintah memelihara anak yatim dan pembagian harta pusaka.",
      "verses": [
        {
          "number": 149,
          "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِن تُطِيعُوا۟ ٱلَّذِينَ كَفَرُوا۟ يَرُدُّوكُمْ عَلَىٰٓ أَعْقَـٰبِكُمْ فَتَنقَلِبُوا۟ خَـٰسِرِينَ",
          "transliteration": "yāayyuhā alladhīna āmanū in tuṭīʿū alladhīna kafarū yaruddūkum ʿalā aʿqābikum fatanqalibū khāsirīna",
          "translation": "Wahai orang-orang yang beriman! Jika kamu menaati orang-orang yang kafir, niscaya mereka akan mengembalikan kamu ke belakang (murtad), maka kamu akan kembali menjadi orang yang rugi.",
          "tafsir": "Menurut Ali bin Abi Talib, ayat ini diturunkan sehubungan dengan peristiwa orang-orang mukmin ketika mendapat pukulan berat dalam Perang Uhud sehingga orang-orang munafik berkata kepada mereka, \"Kembalilah kamu kepada saudara-saudara kamu dan masuklah agama mereka.\" Dengan demikian yang dimaksud dengan orang-orang kafir dalam ayat ini ialah orang-orang munafik. Ayat ini memperingatkan setiap orang beriman kepada Allah baik yang telah mengalami penderitaan dalam Perang Uhud maupun lainnya di setiap masa dan tempat, tetap selalu waspada agar tidak terperosok kepada sikap lemah, menyerah dan mengikuti bujukan berbisa dari orang-orang kafir, munafik Yahudi, karena akibatnya akan menimbulkan bahaya dan kerugian yang sangat besar."
        },
        {
          "number": 150,
          "arabic": "بَلِ ٱللَّهُ مَوْلَىٰكُمْ ۖ وَهُوَ خَيْرُ ٱلنَّـٰصِرِينَ",
          "transliteration": "bali l-lahu mawlākum wahuwa khayru l-nāṣirīna",
          "translation": "Tetapi hanya Allahlah pelindungmu, dan Dia Penolong yang terbaik.",
          "tafsir": "Kaum Muslimin agar taat kepada Allah karena Dialah Pelindung mereka yang terbaik. Janganlah mereka mengikuti orang-orang kafir seperti Abu Sufyan dan kawan-kawannya (pada waktu itu), atau orang-orang munafik seperti 'Abdullah bin Ubai atau orang-orang kafir dan munafik lainnya yang akan menyesatkan dan menjerumuskan mereka ke jurang yang sangat berbahaya."
        },
        {
          "number": 151,
          "arabic": "سَنُلْقِى فِى قُلُوبِ ٱلَّذِينَ كَفَرُوا۟ ٱلرُّعْبَ بِمَآ أَشْرَكُوا۟ بِٱللَّهِ مَا لَمْ يُنَزِّلْ بِهِۦ سُلْطَـٰنًا ۖ وَمَأْوَىٰهُمُ ٱلنَّارُ ۚ وَبِئْسَ مَثْوَى ٱلظَّـٰلِمِينَ",
          "transliteration": "sanul'qī fī qulūbi alladhīna kafarū l-ruʿ'ba bimā ashrakū bil-lahi mā lam yunazzil bihi sul'ṭānan wamawāhumu l-nāru wabi'sa mathwā l-ẓālimīna",
          "translation": "Akan Kami masukkan rasa takut ke dalam hati orang-orang kafir, karena mereka mempersekutukan Allah dengan sesuatu yang Allah tidak menurunkan keterangan tentang itu. Dan tempat kembali mereka ialah neraka. Dan (itulah) seburuk-buruk tempat tinggal (bagi) orang-orang zalim.",
          "tafsir": "Bentuk pertolongan Allah yang diberikan kepada orang mukmin, dengan membisikkan ke dalam hati orang kafir rasa takut untuk melanjutkan peperangan, karena mereka mempersekutukan Allah. Tempat mereka neraka dan itulah seburuk-buruk tempat tinggal bagi orang-orang yang zalim. Memang bagaimanapun hebat dan gagah perkasanya seseorang, ia akan merasa lemah dan tidak dapat berbuat sesuatu, apabila ia telah dihinggapi oleh perasaan takut."
        },
        {
          "number": 152,
          "arabic": "وَلَقَدْ صَدَقَكُمُ ٱللَّهُ وَعْدَهُۥٓ إِذْ تَحُسُّونَهُم بِإِذْنِهِۦ ۖ حَتَّىٰٓ إِذَا فَشِلْتُمْ وَتَنَـٰزَعْتُمْ فِى ٱلْأَمْرِ وَعَصَيْتُم مِّنۢ بَعْدِ مَآ أَرَىٰكُم مَّا تُحِبُّونَ ۚ مِنكُم مَّن يُرِيدُ ٱلدُّنْيَا وَمِنكُم مَّن يُرِيدُ ٱلْـَٔاخِرَةَ ۚ ثُمَّ صَرَفَكُمْ عَنْهُمْ لِيَبْتَلِيَكُمْ ۖ وَلَقَدْ عَفَا عَنكُمْ ۗ وَٱللَّهُ ذُو فَضْلٍ عَلَى ٱلْمُؤْمِنِينَ",
          "transliteration": "walaqad ṣadaqakumu l-lahu waʿdahu idh taḥussūnahum bi-idh'nihi ḥattā idhā fashil'tum watanāzaʿtum fī l-amri waʿaṣaytum min baʿdi mā arākum mā tuḥibbūna minkum man yurīdu l-dun'yā waminkum man yurīdu l-ākhirata thumma ṣarafakum ʿanhum liyabtaliyakum walaqad ʿafā ʿankum wal-lahu dhū faḍlin ʿalā l-mu'minīna",
          "translation": "Dan sungguh, Allah telah memenuhi janji-Nya kepadamu, ketika kamu membunuh mereka dengan izin-Nya sampai pada saat kamu lemah dan berselisih dalam urusan itu<sup foot_note=135102>1</sup> dan mengabaikan perintah Rasul setelah Allah memperlihatkan kepadamu apa yang kamu sukai.<sup foot_note=135103>2</sup> Di antara kamu ada orang yang menghendaki dunia dan di antara kamu ada (pula) orang yang menghendaki akhirat. Kemudian Allah memalingkan kamu dari mereka<sup foot_note=135104>3</sup> untuk mengujimu, tetapi Dia benar-benar telah memaafkan kamu. Dan Allah mempunyai karunia (yang diberikan) kepada orang-orang mukmin.",
          "tafsir": "Allah telah memenuhi segala apa yang telah dijanjikan kepada hambanya yang beriman, di mana mereka telah sampai kepada suatu tahap kemenangan dengan menghancurkan kekuatan musuh yang jauh lebih banyak jumlah dan persiapannya. Tetapi karena mereka kurang sabar, kurang patuh dan kurang disiplin terhadap komando Muhammad yang memerintahkan agar setiap regu, terutama regu pemanah jangan meninggalkan tempatnya masing-masing sebelum ada perintah, tetapi banyak di antara mereka yang melanggarnya, bahkan mereka berselisih karena menghendaki harta dunia, yakni mengejar harta rampasan perang, maka terjadilah apa yang terjadi, musuh kembali menjadi kuat, karena telah merebut tempat-tempat strategis, akhirnya kaum Muslimin menjadi lemah, sehingga mengalami penderitaan disebabkan perbuatan dan tingkah laku mereka sendiri, sebagai ujian dari Allah terhadap keimanan, kesabaran dan kedisiplinan mereka. Pada akhir ayat ini, Allah menerangkan apa yang telah terjadi dan mereka telah menyesali kesalahan-kesalahan itu, dan Allah telah mengampuni mereka, karena Allah selalu memberikan karunia-Nya kepada orang-orang mukmin. Para ahli tafsir menguraikan apa yang dimaksud dengan janji Allah yang disebutkan dalam ayat ini sebagai berikut: 1.Janji Allah akan menolong kaum mukminin dalam Perang Uhud dengan mengirimkan bala bantuan sebanyak lima ribu malaikat, kalau mereka sabar dan bertakwa. 2.Janji Allah akan memberi kemenangan yang disampaikan oleh Nabi kepada regu pemanah selama mereka tidak meninggalkan tempatnya. Tetapi rupanya banyak yang meninggalkan tempat. 3. Janji Allah akan menolong setiap orang mukmin yang bersabar dan bertakwa yang banyak disebutkan dalam beberapa ayat dan surah dalam Al-Qur'an Kalau kita perhatikan tiga pendapat tersebut di atas, tidaklah bertentangan satu dengan yang lain, hanya tinjauannya dari segi yang berlainan. Pendapat yang pertama meninjau dari segi historisnya dan hubungan ayat 152 ini dengan ayat 125. Pendapat yang kedua meninjau dari segi kenyataan historis tentang pelanggaran mereka terhadap taktik perang, yang telah diperintahkan oleh Rasulullah kepada mereka, pendapat yang ketiga meninjau secara umum, karena di dalam Al-Qur'an banyak ayat yang menjanjikan bantuan dan pertolongan kepada orang yang beriman, sabar dan bertakwa kepadanya."
        },
        {
          "number": 153,
          "arabic": "۞ إِذْ تُصْعِدُونَ وَلَا تَلْوُۥنَ عَلَىٰٓ أَحَدٍ وَٱلرَّسُولُ يَدْعُوكُمْ فِىٓ أُخْرَىٰكُمْ فَأَثَـٰبَكُمْ غَمًّۢا بِغَمٍّ لِّكَيْلَا تَحْزَنُوا۟ عَلَىٰ مَا فَاتَكُمْ وَلَا مَآ أَصَـٰبَكُمْ ۗ وَٱللَّهُ خَبِيرٌۢ بِمَا تَعْمَلُونَ",
          "transliteration": "idh tuṣ'ʿidūna walā talwūna ʿalā aḥadin wal-rasūlu yadʿūkum fī ukh'rākum fa-athābakum ghamman bighammin likaylā taḥzanū ʿalā mā fātakum walā mā aṣābakum wal-lahu khabīrun bimā taʿmalūna",
          "translation": "(Ingatlah) ketika kamu lari dan tidak menoleh kepada siapa pun, sedang Rasul (Muhammad) yang berada di antara (kawan-kawan)mu yang lain memanggil kamu (kelompok yang lari), karena itu Allah menimpakan kepadamu kesedihan demi kesedihan,<sup foot_note=135105>1</sup> agar kamu tidak bersedih hati (lagi) terhadap apa yang luput dari kamu dan terhadap apa yang menimpamu. Dan Allah Mahateliti atas apa yang kamu kerjakan.",
          "tafsir": "Kejadian-kejadian yang penting di barisan kaum Muslimin dalam Perang Uhud, yaitu: sebab-sebab kegagalan mereka, ketika sebagian besar dari mereka lari, sedang Rasul memanggil mereka dari belakang agar jangan berbuat demikian dan kembali ke pasukan masing-masing, tetapi mereka tidak mengindahkannya. Oleh karena itu, mereka ditimpa penderitaan yang cukup berat. Kalau mereka sadari apa yang telah mereka perbuat pada waktu itu, tentulah mereka tidak akan bersedih hati atau heran, mengapa mereka menjadi gagal dalam Perang Uhud, Allah Maha Mengetahui semua apa yang akan mereka perbuat."
        }
      ]
    }
  ]
}