{
  "pageNumber": 202,
  "juz": 11,
  "surahs": [
    {
      "number": 9,
      "name": "At-Taubah",
      "nameArabic": "التوبة",
      "meaning": "Pengampunan",
      "revelation": "Madinah",
      "description": "Surat At-Taubah terdiri dari 129 ayat dan termasuk surat Madaniyyah. Surat ini dinamakan \"At-Taubah\" yang berarti pengampunan berhubung kata \"At-Taubah\" disebut berulang kali dalam surat ini. Dinamakan juga dengan \"Baraa'ah\" yang berarti berlepas diri yang di sini maksudnya pernyataan pemutusan hubungan, disebabkan kebanyakan pokok pembicaraannya tentang pernyataan pemutusan perjanjian damai dengan kaum musyrikin.Di samping kedua nama yang masyhur di atas, ada beberapa nama lain yang merupakan sifat dari surat ini.Pada permulaan surat ini tidak terdapat basmalah karena berisi pernyataan perang total dengan arti bahwa segenap kaum muslimin diarahkan untuk memerangi seluruh kaum musyrikin, sedang basmalah bernafaskan perdamaian dan cinta kasih dari Allah.Surat ini diturunkan setelah Nabi Muhammad s.a.w. kembali dari perang Tabuk yang terjadi pada tahun 9 H. Pengumuman ini disampaikan oleh Saidina 'Ali pada musim haji pada tahun yang sama.Selain pernyataan pembatalan perjanjian damai dengan kaum musyrikin, surat ini mengandung pokok-pokok isi sebagai berikut:1. Keimanan:Allah selalu menyertai hamba-hamba-Nya yang beriman; pembalasan atas amalan-amalan manusia hanya dari Allah; segala sesuatu menurut sunnatullah; perlindungan Allah bagi orang-orang yang beriman; kedudukan Nabi Muhammad s.a.w. di sisi Allah.2. Hukum-hukum:Kewajiban menginfakkan harta; macam-macam harta dalam agama serta penggunaannya; jizyah; perjanjian dan perdamaian; kewajiban umat Islam terhadap Nabinya, sebab-sebab orang Islam melakukan perang total; beberapa dasar politik kenegaraan dan peperangan dalam Islam.3. Kisah-kisah:Nabi Muhammad s.a.w. dengan Abu Bakar r.a. di suatu gua di bukit Tsur ketika hijrah; perang Hunain (perang Authas atau perang Hawazin); perang Tabuk.4. Lain-lain:Sifat-sifat orang yang beriman dan tingkatan-tingkatan mereka.Surat At-Taubah berisi pernyataan pembatalan perjanjian damai oleh Nabi Muhammad dengan kaum musyrikin, karena mereka tidak memenuhi syarat-syarat perjanjian damai yang diikrarkan pada perjanjian Hudaibiyyah. Selain itu, surat At-Taubah juga menjelaskan hukum peperangan dan perdamaian, hukum kenegaraan, keadaan Nabi Muhammad pada waktu hijrah, dan kewajiban menginfakkan harta.Hubungan Surat At-Taubah Dengan Surat Yunus:1. Akhir surat At-Taubah ditutup dengan menyebutkan tentang risalah Nabi Muhammad dan hal-hal yang serupa disebutkan pula pada akhir surat Yunus.2. Surat At-Taubah menyebut keadaan orang-orang munafik dan menerangkan sikap mereka ketika Al-Qur'an diturunkan, sedang surat Yunus menerangkan sikap orang kafir terhadap Al-Qur'an.",
      "verses": [
        {
          "number": 94,
          "arabic": "يَعْتَذِرُونَ إِلَيْكُمْ إِذَا رَجَعْتُمْ إِلَيْهِمْ ۚ قُل لَّا تَعْتَذِرُوا۟ لَن نُّؤْمِنَ لَكُمْ قَدْ نَبَّأَنَا ٱللَّهُ مِنْ أَخْبَارِكُمْ ۚ وَسَيَرَى ٱللَّهُ عَمَلَكُمْ وَرَسُولُهُۥ ثُمَّ تُرَدُّونَ إِلَىٰ عَـٰلِمِ ٱلْغَيْبِ وَٱلشَّهَـٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ",
          "transliteration": "yaʿtadhirūna ilaykum idhā rajaʿtum ilayhim qul lā taʿtadhirū lan nu'mina lakum qad nabba-anā l-lahu min akhbārikum wasayarā l-lahu ʿamalakum warasūluhu thumma turaddūna ilā ʿālimi l-ghaybi wal-shahādati fayunabbi-ukum bimā kuntum taʿmalūna",
          "translation": "Mereka (orang-orang munafik yang tidak ikut berperang) akan mengemukakan alasannya kepadamu ketika kamu telah kembali kepada mereka. Katakanlah (Muhammad), \"Janganlah kamu mengemukakan alasan; kami tidak percaya lagi kepadamu, sungguh, Allah telah memberitahukan kepada kami tentang beritamu. Dan Allah akan melihat pekerjaanmu, (demikian pula) Rasul-Nya, kemudian kamu dikembalikan kepada (Allah) Yang Maha Mengetahui segala yang gaib dan yang nyata, lalu Dia memberitakan kepadamu apa yang telah kamu kerjakan.\"",
          "tafsir": "Dalam ayat ini disebutkan hal-hal yang akan dihadapi Nabi dan kaum Muslimin setelah kembali dari Perang Tabuk, yaitu bahwa orang-orang munafik yang tidak ikut dalam peperangan tanpa alasan pasti akan datang menemui Rasulullah dan kaum Muslimin untuk meminta maaf atas ketidakhadiran mereka di medan perang. Maka Allah memerintahkan kepada Nabi Muhammad agar beliau mengatakan kepada orang-orang munafik itu bahwa mereka tidak perlu meminta maaf, karena Rasulullah dan kaum Muslimin tidak akan mempercayai alasan-alasan palsu yang mereka kemukakan, sebab Allah telah memberitahukan kepada Rasul-Nya dan kaum Muslimin semua hal ikhwal dan sifat-sifat jelek kaum munafik itu. Allah dan Rasul-Nya hanya memperhatikan sikap dan tingkah laku mereka selanjutnya, apakah mereka benar-benar sudah insyaf dan meninggalkan kekufuran mereka serta kembali kepada iman dan taat kepada Allah, ataukah mereka akan tetap dalam kekufuran itu. Kemudian mereka akan dikembalikan kepada Zat Yang Maha Mengetahui semua hal-hal yang gaib dan yang nyata, lalu Dia akan memberitahukan kepada mereka segala apa yang telah mereka perbuat sewaktu hidup di dunia. Dengan perkataan lain, tidak ada gunanya lagi bagi mereka mengemuka-kan bermacam-macam alasan atas ketidakhadiran mereka di medan perang, sebab semua rahasia yang tersimpan dalam hati mereka sudah cukup diketahui oleh Rasulullah dan kaum Muslimin melalui wahyu Allah. Selanjutnya terserah kepada mereka sendiri. Jika benar-benar mereka telah menyadari kesalahan, lalu bertobat dan memohon ampun kepada Allah, maka Allah akan menerima tobat mereka, maka Rasulullah pun akan memberi maaf kepada mereka."
        },
        {
          "number": 95,
          "arabic": "سَيَحْلِفُونَ بِٱللَّهِ لَكُمْ إِذَا ٱنقَلَبْتُمْ إِلَيْهِمْ لِتُعْرِضُوا۟ عَنْهُمْ ۖ فَأَعْرِضُوا۟ عَنْهُمْ ۖ إِنَّهُمْ رِجْسٌ ۖ وَمَأْوَىٰهُمْ جَهَنَّمُ جَزَآءًۢ بِمَا كَانُوا۟ يَكْسِبُونَ",
          "transliteration": "sayaḥlifūna bil-lahi lakum idhā inqalabtum ilayhim lituʿ'riḍū ʿanhum fa-aʿriḍū ʿanhum innahum rij'sun wamawāhum jahannamu jazāan bimā kānū yaksibūna",
          "translation": "Mereka akan bersumpah kepadamu dengan nama Allah, ketika kamu kembali kepada mereka, agar kamu berpaling dari mereka. Maka berpalinglah dari mereka; karena sesungguhnya mereka itu berjiwa kotor dan tempat mereka neraka Jahanam, sebagai balasan atas apa yang telah mereka kerjakan.",
          "tafsir": "Dalam ayat ini Allah menjelaskan kepada Rasul-Nya, bahwa apabila beliau dan kaum Muslimin telah kembali nanti dari peperangan itu, maka kaum munafik akan datang kepada beliau seraya bersumpah dengan nama Allah (menguatkan apa yang mereka ucapkan), agar Rasulullah berpaling dari mereka dengan tidak menghiraukan perbuatan mereka yang tidak ikut berperang. Kemudian Allah memerintahkan kepada Rasul-Nya, agar beliau betul-betul memalingkan muka dari kaum munafik sebagai penghinaan kepada mereka. Berikutnya, Allah menjelaskan alasan mengapa Rasulullah harus memalingkan muka dari kaum munafik karena mereka itu najis. Artinya sikap dan perbuatan mereka itu kotor, sehingga mereka harus dijauhi, seperti menjauhkan kain yang bersih dari sesuatu yang najis. Hal ini sejalan dengan apa yang terdapat dalam firman Allah: Wahai orang-orang yang beriman! Sesungguhnya orang-orang yang musyrik itu najis (kotor jiwa). (at-Taubah/9: 28) Akhirnya Allah menyatakan, bahwa tempat kembali kaum munafik di akhirat kelak adalah neraka Jahanam, sebagai balasan atas apa yang telah mereka lakukan selama di dunia, yaitu kekufuran yang telah mengotori diri mereka; dan kekotoran itu semakin bertambah akibat berpalingnya mereka dari ayat-ayat Allah. Keterangan semacam ini akan didapat nanti pada firman Allah: Dan adapun orang-orang yang di dalam hatinya ada penyakit, maka (dengan surah itu) akan menambah kekafiran mereka yang telah ada dan mereka akan mati dalam keadaan kafir. (at-Taubah/9: 125)"
        },
        {
          "number": 96,
          "arabic": "يَحْلِفُونَ لَكُمْ لِتَرْضَوْا۟ عَنْهُمْ ۖ فَإِن تَرْضَوْا۟ عَنْهُمْ فَإِنَّ ٱللَّهَ لَا يَرْضَىٰ عَنِ ٱلْقَوْمِ ٱلْفَـٰسِقِينَ",
          "transliteration": "yaḥlifūna lakum litarḍaw ʿanhum fa-in tarḍaw ʿanhum fa-inna l-laha lā yarḍā ʿani l-qawmi l-fāsiqīna",
          "translation": "Mereka akan bersumpah kepadamu, agar kamu bersedia menerima mereka. Tetapi sekalipun kamu menerima mereka, Allah tidak akan rida kepada orang-orang yang fasik.",
          "tafsir": "Ayat ini menegaskan sekali lagi bahwa kaum munafik itu akan bersumpah dengan nama Allah untuk meminta maaf kepada Rasulullah dan kaum Muslimin agar beliau dan kaum Muslimin rida (senang) kepada mereka serta memaafkan segala kesalahan mereka. Sesudah itu Allah menegaskan, bahwa tidak sepatutnya Rasulullah dan kaum Muslimin senang dan rida kepada kaum munafik, karena Allah sendiri tidak senang kepada kaum yang fasik. Kemurkaan Allah kepada kaum munafik adalah disebabkan karena keingkaran dan sifat-sifat jelek mereka. Andaikata ada di antara orang-orang mukmin itu orang yang bersimpati, kepada kaum munafik maka orang itu pun akan ditimpa kemurkaan Allah. Akan tetapi, bila kaum munafik itu bertobat dan memohon ampun kepada Allah serta meninggalkan kemunafikan dan sifat-sifat jelek mereka sebelum ajal mereka tiba, maka Allah akan menerima tobat mereka dan memberikan ampunan atas dosa-dosa yang telah mereka perbuat."
        },
        {
          "number": 97,
          "arabic": "ٱلْأَعْرَابُ أَشَدُّ كُفْرًا وَنِفَاقًا وَأَجْدَرُ أَلَّا يَعْلَمُوا۟ حُدُودَ مَآ أَنزَلَ ٱللَّهُ عَلَىٰ رَسُولِهِۦ ۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
          "transliteration": "al-aʿrābu ashaddu kuf'ran wanifāqan wa-ajdaru allā yaʿlamū ḥudūda mā anzala l-lahu ʿalā rasūlihi wal-lahu ʿalīmun ḥakīmun",
          "translation": "Orang-orang Arab Badui itu lebih kuat kekafiran dan kemunafikannya, dan sangat wajar tidak mengetahui hukum-hukum yang diturunkan Allah kepada Rasul-Nya. Allah Maha Mengetahui, Mahabijaksana.",
          "tafsir": "Dalam ayat ini dijelaskan bahwa kekafiran dan kemunafikan orang-orang Arab Badui, lebih hebat dari pada kekafiran dan kemunafikan orang-orang Arab yang telah berbudaya yang hidup menetap di kota-kota dan di desa-desa. Orang Arab Badui itu hidup di padang pasir, selalu berpindah-pindah, dalam lingkungan alam yang tandus, jauh dari sebab-sebab kemajuan, dan jauh dari bimbingan para ulama, sehingga mereka jarang mendapatkan pelajaran mengenai Al-Qur'an dan Hadis. Oleh karena itu tidaklah mengherankan bila mereka tidak mengetahui hukum-hukum yang telah diturunkan Allah kepada Rasul-Nya. Dalam penjelasan ayat ini terdapat suatu sindiran bagi orang-orang yang hidup di kota, bahwa mereka itu seharusnya lebih berpengetahuan dan lebih maju dari orang-orang Badui. Sebab mereka itu dapat bergaul dan menimba pelajaran dari kaum cendekiawan, apabila tidak demikian halnya maka mereka ini sama dengan orang-orang Badui yang hidupnya mengembara dan jauh dari bimbingan para ulama. Ibnu Katsir mengatakan bahwa orang-orang Arab Badui bersifat kasar dan keras, maka Allah tidak mengutus seorang Rasul pun dari kalangan mereka. Dalam hal ini Allah telah berfirman: Dan Kami tidak mengutus sebelummu (Muhammad), melainkan orang laki-laki yang Kami berikan wahyu kepadanya di antara penduduk negeri. (Yusuf/12: 109) Pada akhir ayat ini ditegaskan bahwa Allah Mahatahu hal ihwal hamba-Nya, beriman atau kafir, jujur maupun munafik, dan Dia amat bijaksana dalam menetapkan syariat dan hukum-hukum-Nya, dan dalam memberikan balasan kepada hamba-hamba-Nya, baik berupa surga Jannatun-na'im ataupun azab neraka yang amat pedih."
        },
        {
          "number": 98,
          "arabic": "وَمِنَ ٱلْأَعْرَابِ مَن يَتَّخِذُ مَا يُنفِقُ مَغْرَمًا وَيَتَرَبَّصُ بِكُمُ ٱلدَّوَآئِرَ ۚ عَلَيْهِمْ دَآئِرَةُ ٱلسَّوْءِ ۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ",
          "transliteration": "wamina l-aʿrābi man yattakhidhu mā yunfiqu maghraman wayatarabbaṣu bikumu l-dawāira ʿalayhim dāiratu l-sawi wal-lahu samīʿun ʿalīmun",
          "translation": "Dan di antara orang-orang Arab Badui itu ada yang memandang apa yang diinfakkannya (di jalan Allah) sebagai suatu kerugian; dia menanti-nanti marabahaya menimpamu, merekalah yang akan ditimpa marabahaya. Allah Maha Mendengar, Maha Mengetahui.",
          "tafsir": "Dalam ayat ini diterangkan contoh lain dari sifat orang Badui yang munafik, yaitu mereka yang menyumbangkan sebagian dari harta benda mereka untuk berjihad di jalan Allah, akan tetapi dengan jalan riya. Mereka menganggap harta benda yang mereka berikan, baik karena ketaatan mereka maupun karena terpaksa demi menjaga keselamatan diri dan kaum mereka dari hal-hal yang tidak mereka inginkan. Mereka memandang bahwa infak tersebut sama sekali tidak mendatangkan kemanfaatan apapun bagi mereka di akhirat kelak, karena mereka tidak beriman pada adanya hari kebangkitan, di mana setiap orang akan menerima balasan atas segala perbuatan yang telah dilakukannya di dunia ini. Menurut keterangan Ibnu Zaid, orang-orang yang dimaksudkan dalam ayat ini adalah Bani Â'sad dan Bani Gathafan. Selain sifat-sifat jelek di atas, orang-orang munafik tersebut selalu mengharapkan dan menanti-nanti datangnya malapetaka yang menimpa kaum Muslimin sehingga kekuatan mereka menjadi lemah. Bila hal itu terjadi, maka orang-orang munafik itu tidak perlu lagi menyumbangkan harta benda mereka untuk kepentingan jihad. Dalam kenyataannya, mereka selalu menunggu-nunggu agar kaum musyrik dan Yahudi dapat mengalahkan kaum Muslimin. Akan tetapi, setelah tipu daya mereka tidak membawa hasil, maka mereka menunggu wafatnya Rasulullah saw, karena mereka menganggap bahwa dengan wafatnya Rasulullah agama Islampun akan sirna dan lenyap dari muka bumi. Karena sikap dan pandangan mereka yang semacam itu, maka dalam ayat ini Allah menegaskan bahwa merekalah yang akan ditimpa malapeka itu, sedang kaum Muslimin tidak akan mengalami malapetaka bahkan mereka akan memperoleh pertolongan dari Allah. Di samping itu, musuh-musuh Islam akan menemui kegagalan serta ditimpa azab di dunia ini sebelum mendapat azab yang lebih hebat di akhirat kelak. Pada akhir ayat ini kembali ditegaskan bahwa Allah Maha Mendengar segala ucapan hamba-Nya, yang mengekpresikan perasaan hatinya dan mengetahui rahasia yang terkandung dalam hati mereka, apakah itu berbentuk keimanan atau kekafiran, keikhlasan atau kemunafikan. Allah akan memberikan balasan kepada mereka akibat ucapan dan perbuatan mereka itu."
        },
        {
          "number": 99,
          "arabic": "وَمِنَ ٱلْأَعْرَابِ مَن يُؤْمِنُ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ وَيَتَّخِذُ مَا يُنفِقُ قُرُبَـٰتٍ عِندَ ٱللَّهِ وَصَلَوَٰتِ ٱلرَّسُولِ ۚ أَلَآ إِنَّهَا قُرْبَةٌ لَّهُمْ ۚ سَيُدْخِلُهُمُ ٱللَّهُ فِى رَحْمَتِهِۦٓ ۗ إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
          "transliteration": "wamina l-aʿrābi man yu'minu bil-lahi wal-yawmi l-ākhiri wayattakhidhu mā yunfiqu qurubātin ʿinda l-lahi waṣalawāti l-rasūli alā innahā qur'batun lahum sayud'khiluhumu l-lahu fī raḥmatihi inna l-laha ghafūrun raḥīmun",
          "translation": "Dan di antara orang-orang Arab Badui itu ada yang beriman kepada Allah dan hari kemudian, dan memandang apa yang diinfakkannya (di jalan Allah) sebagai jalan mendekatkan diri kepada Allah dan sebagai jalan untuk (memperoleh) doa Rasul. Ketahuilah, sesungguhnya infak itu suatu jalan bagi mereka untuk mendekatkan diri (kepada Allah). Kelak Allah akan memasukkan mereka ke dalam rahmat (surga)-Nya; sesungguhnya Allah Maha Pengampun, Maha penyayang.",
          "tafsir": "Dalam ayat ini dijelaskan bahwa tidak semua orang Arab Badui mempunyai sifat-sifat kekufuran dan kemunafikan seperti tersebut di atas. Bahkan sebagian dari mereka itu orang-orang yang beriman kepada Allah dan hari akhir, dengan keimanan yang teguh. Mereka yakin tentang kemahakuasaan Allah atas semua makhluk-Nya, dan yakin pula tentang adanya hari akhir, di mana setiap orang akan menerima balasan atas semua perbuatan yang telah dilakukannya selama hidup di dunia. Di samping keimanan kepada Allah dan hari akhir, mereka juga menginfakkan harta mereka di jalan Allah. Apa yang mereka infakkan itu mereka pandang sebagai suatu jalan atau cara untuk mendekatkan diri kepada Allah dan untuk mendapatkan doa Rasulullah saw, karena Rasulullah senantiasa mendoakan kebaikan untuk orang-orang yang suka bersedekah dan menginfakkan harta bendanya di jalan Allah. Rasulullah saw juga selalu memohonkan ampun kepada Allah untuk mereka. Doa kepada Allah adalah suatu perbuatan baik yang dapat dilakukan oleh seseorang untuk memintakan manfaat kepada Allah bagi orang lain. Misalnya doa dari anak yang saleh untuk ibu bapaknya. Menurut keterangan Mujahid, orang-orang yang dimaksudkan dalam ayat ini adalah Bani Muqrin dari kabilah Muzayyanah. Selanjutnya ayat ini menjelaskan bahwa keimanan dan keikhlasan mereka serta infak yang mereka berikan dengan niat yang suci diterima Allah sebagai amal saleh yang bisa mendekatkan diri mereka kepada-Nya, Allah akan memberikan pahala kepada mereka, yaitu dengan mengaruniakan kepada mereka rahmat yang khusus diberikannya kepada orang-orang yang diridai-Nya, berupa petunjuk ke jalan yang lurus yang harus mereka tempuh agar mereka bisa masuk surga Jannatun-na'im. Di sini mereka akan hidup bahagia dalam naungan rahmat dan kasih sayang-Nya. Adanya orang-orang Arab Badui yang beriman kepada Allah dan Rasul-Nya karena menggunakan pikiran dan hati nurani, menunjukkan betapa rendahnya kedudukan orang-orang kafir dan orang-orang munafik yang berdiam di kota-kota yang selalu hidup bergaul dengan orang-orang pandai dan mendengar pelajaran-pelajaran yang baik, namun hati mereka tetap tertutup tidak mau beriman. Pada akhir ayat ini ditegaskan bahwa rahmat Allah dan ampunan-Nya amat luas untuk orang-orang yang ikhlas dalam beramal. Allah akan mengampuni mereka dari dosa-dosa dan kelalaian yang telah mereka perbuat. Allah akan menunjukkan mereka kepada perbuatan yang baik dan kebahagiaan di dunia dan di akhirat."
        }
      ]
    }
  ]
}