{
  "pageNumber": 284,
  "juz": 15,
  "surahs": [
    {
      "number": 17,
      "name": "Al-Isra'",
      "nameArabic": "الإسراء",
      "meaning": "Perjalanan Malam",
      "revelation": "Makkah",
      "description": "Surat ini terdiri dari 111 ayat dan termasuk surat Makkiyyah. Dinamakan dengan \"Al-Isra'\" yang berarti \"memperjalankan pada malam hari,\" berhubung peristiwa Isra' Nabi Muhammad dari Masjidil Haram di Mekah ke Masjidil Aqsha di Baitul Maqdis dicantumkan pada ayat pertama surat ini. Penuturan cerita Isra' pada permulaan surat ini mengandung isyarat bahwa Nabi Muhammad beserta umatnya di kemudian hari akan mencapai martabat yang tinggi dan akan menjadi umat yang besar.Surat ini dinamakan pula dengan \"Bani Israil\" artinya \"keturunan Israil\" berhubung permulaan surat ini, yakni pada ayat kedua sampai dengan ayat kedelapan dan ayat 101 sampai dengan ayat 104, Allah menyebutkan tentang Bani Israil, yang dihinakan sebab menyimpang dari ajaran Allah padahal sebelumnya adalah bangsa yang kuat dan besar. Dihubungkannya kisah Isra' dengan cerita \"Bani Israil\" pada surat ini, memberikan peringatan bahwa umat Islam akan mengalami keruntuhan, sebagaimana halnya Bani Israil, apabila mereka juga meninggalkan ajaran-ajaran agama.**Pokok-Pokok Isi:**1. **Keimanan:** Allah tidak mempunyai anak baik berupa manusia ataupun malaikat; Allah pasti memberikan rezeki kepada manusia; Allah mempunyai nama-nama yang paling baik; Al-Qur'an adalah wahyu dari Allah yang memberikan petunjuk, penawar, dan rahmat bagi orang-orang yang beriman; keberadaan padang Mahsyar dan hari kebangkitan.2. **Hukum-hukum:** Larangan menghilangkan (membunuh) manusia; larangan berzina; larangan mempergunakan harta anak yatim kecuali dengan cara yang dibenarkan agama; larangan ikut-ikutan baik dengan kata-kata maupun dengan perbuatan dan durhaka kepada kedua orang tua. Perintah memenuhi janji dan menyempurnakan timbangan dan takaran; perintah melakukan shalat lima waktu tepat pada waktunya.3. **Kisah-kisah:** Kisah Isra' Nabi Muhammad; beberapa kisah tentang Bani Israil.4. **Lain-lain:** Pertanggungjawaban manusia terhadap amal perbuatannya; beberapa faktor yang menyebabkan kebangkitan dan kehancuran suatu umat; petunjuk-petunjuk tentang pergaulan dengan kedua orang tua, tetangga, dan masyarakat; manusia adalah makhluk Allah yang mulia namun mempunyai sifat-sifat yang tidak baik, seperti: suka ingkar, putus asa, dan terburu-buru; dan persoalan roh.Dalam surat ini, banyak ayat yang mengemukakan bahwa Al-Qur'an yang dibawa Nabi Muhammad benar-benar wahyu dari Allah, dan bahwa manusia pasti mengalami hari kebangkitan. Dalam surat ini, dikemukakan pula dalil-dalil tentang kekuasaan dan keesaan Allah serta hukum-hukum yang diturunkan-Nya yang wajib diperhatikan dan dikerjakan oleh manusia.**Hubungan Surat Al-Isra' Dengan Surat Al-Kahfi:**1. Surat Al-Isra' dimulai dengan tasbih (membaca subhanallah) kepada Allah, sedang surat Al-Kahfi dibuka dengan tahmid (membaca alhamdulillah) kepada-Nya. Tasbih dan tahmid adalah dua kata yang seringkali bergandengan dalam firman-firman Allah.2. Persamaan antara penutup surat Al-Isra' dengan pembuka surat Al-Kahfi adalah sama-sama dengan tahmid kepada Allah.3. Menurut sebuah riwayat, ada tiga buah pertanyaan yang diajukan oleh orang Yahudi melalui perantara orang musyrikin kepada Nabi Muhammad, yakni permasalahan ruh, cerita Ashhabul Kahfi, dan kisah Dzulqarnain. Permasalahan ruh dijawab dalam surat Al-Isra' dan dua permasalahan lainnya pada surat Al-Kahfi.4. Dalam surat Al-Isra' ayat 85 Allah berfirman, \"Dan kamu hanya diberi sedikit pengetahuan.\" Firman ini ditujukan kepada sebagian orang Yahudi yang merasa sombong dengan ilmu pengetahuan yang ada pada mereka, sebab mereka hanyalah manusia yang diberi sedikit ilmu pengetahuan. Dalam surat Al-Kahfi, Allah menceritakan tentang Nabi Musa dengan Nabi Khidhir yang belum pernah diketahui oleh orang-orang Yahudi.",
      "verses": [
        {
          "number": 18,
          "arabic": "مَّن كَانَ يُرِيدُ ٱلْعَاجِلَةَ عَجَّلْنَا لَهُۥ فِيهَا مَا نَشَآءُ لِمَن نُّرِيدُ ثُمَّ جَعَلْنَا لَهُۥ جَهَنَّمَ يَصْلَىٰهَا مَذْمُومًا مَّدْحُورًا",
          "transliteration": "man kāna yurīdu l-ʿājilata ʿajjalnā lahu fīhā mā nashāu liman nurīdu thumma jaʿalnā lahu jahannama yaṣlāhā madhmūman madḥūran",
          "translation": "Barangsiapa menghendaki kehidupan sekarang (duniawi), maka Kami segerakan baginya di (dunia) ini apa yang Kami kehendaki bagi orang yang Kami kehendaki. Kemudian Kami sediakan baginya (di akhirat) neraka Jahanam; dia akan memasukinya dalam keadaan tercela dan terusir.",
          "tafsir": "Allah swt mengelompokkan manusia ke dalam dua golongan: golongan yang mencintai kehidupan dunia, dan golongan yang mencintai kehidupan akhirat. Dalam ayat ini, Allah swt menyebutkan golongan yang pertama, sedangkan golongan yang kedua disebutkan dalam ayat berikutnya. Ketika menyebutkan golongan yang pertama, Allah swt menyatakan bahwa barang siapa yang menghendaki kehidupan dunia dengan kenikmatannya yang dapat mereka rasakan, maka Allah swt menyegerakan keinginan mereka itu di dunia sesuai dengan kehendaknya. Tetapi di akhirat, mereka tidak mendapat apapun kecuali azab neraka. Pernyataan ini ditujukan kepada orang-orang yang tidak mempercayai adanya hari kebangkitan dan hari pembalasan, sehingga mereka yakin bahwa tidak ada lagi kehidupan sesudah kehidupan di dunia ini. Itulah sebabnya mengapa mereka terlalu rakus terhadap kekayaan dunia dan kemewahannya, padahal kehidupan dunia serta kenikmatannya bersifat sementara. Oleh karena itu, kehidupan di dunia dan kemewahannya itu digambarkan Allah sebagai suatu yang segera dapat diperoleh dan dirasakan, tetapi segera pula musnah dan berakhir. Firman Allah: Dan jangan sekali-kali orang-orang kafir itu mengira bahwa tenggang waktu yang Kami berikan kepada mereka lebih baik baginya. Sesungguhnya tenggang waktu yang Kami berikan kepada mereka hanyalah agar dosa mereka semakin bertambah; dan mereka akan mendapat azab yang menghinakan. (ali 'Imran/3: 178) Kemudian Allah swt mengancam mereka dengan ancaman neraka Jahanam sebagai balasan yang pantas bagi mereka. Di dunia, mereka akan mengalami kesedihan yang mendalam karena berpisah dengan kemewahan dunia yang sangat mereka cintai ketika ajal datang merenggut. Sedangkan di akhirat, mereka akan mengalami penderitaan yang seberat-beratnya dan menyesali perbuatan tercela yang mereka lakukan di dunia."
        },
        {
          "number": 19,
          "arabic": "وَمَنْ أَرَادَ ٱلْـَٔاخِرَةَ وَسَعَىٰ لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَأُو۟لَـٰٓئِكَ كَانَ سَعْيُهُم مَّشْكُورًا",
          "transliteration": "waman arāda l-ākhirata wasaʿā lahā saʿyahā wahuwa mu'minun fa-ulāika kāna saʿyuhum mashkūran",
          "translation": "Dan barangsiapa menghendaki kehidupan akhirat dan berusaha ke arah itu dengan sungguh-sungguh, sedangkan dia beriman, maka mereka itulah orang yang usahanya dibalas dengan baik.",
          "tafsir": "Dalam ayat ini, Allah swt menyebutkan golongan yang kedua. Allah swt menyatakan bahwa barang siapa yang menghendaki kehidupan akhirat dan berusaha ke arah itu dengan sungguh-sungguh serta tetap beriman, maka dialah orang yang usahanya mendapat balasan yang baik. Yang dimaksud dengan orang-orang yang menghendaki kehidupan akhirat ialah orang-orang yang mencita-citakan kebahagiaan hidup di akhirat, dan berusaha untuk mendapatkannya dengan mematuhi bimbingan Allah serta menjauhi tuntutan hawa nafsunya. Orang yang demikian ini selama hidupnya di dunia menganggap bahwa kenikmatan hidup di dunia serta kemewahannya adalah nikmat Allah yang harus disyukuri dan digunakan sebagai sarana untuk beribadah kepada-Nya. Itulah sebabnya di akhir ayat ini, Allah swt menegaskan bahwa orang yang demikian itulah yang akan mendapat balasan dari Allah dengan pahala yang berlimpah-limpah, sebagai imbalan dari amalnya yang saleh dan ketabahannya melawan kehendak hawa nafsu. Ia akan dimasukkan ke dalam surga Firdaus dan kekal selama-lamanya di sana. Dalam ayat ini disebut tiga syarat yang harus dipenuhi agar seseorang itu mencapai kebahagiaan yang abadi yakni: 1. Adanya kehendak untuk melakukan suatu perbuatan dengan meng-utamakan kebahagiaan akhirat di atas kepentingan duniawi. 2. Melakukan amal saleh sebagai perwujudan niatnya mendapatkan kebahagiaan akhirat dengan jalan menaati perintah Allah dan selalu mendekatkan diri kepada-Nya. 3. Menjadi orang mukmin, karena iman merupakan dasar untuk diterima atau tidaknya amal perbuatan. Seseorang yang hatinya kosong dari iman, tidak akan mungkin menerima kebahagiaan yang abadi itu."
        },
        {
          "number": 20,
          "arabic": "كُلًّا نُّمِدُّ هَـٰٓؤُلَآءِ وَهَـٰٓؤُلَآءِ مِنْ عَطَآءِ رَبِّكَ ۚ وَمَا كَانَ عَطَآءُ رَبِّكَ مَحْظُورًا",
          "transliteration": "kullan numiddu hāulāi wahāulāi min ʿaṭāi rabbika wamā kāna ʿaṭāu rabbika maḥẓūran",
          "translation": "Kepada masing-masing (golongan), baik (golongan) ini (yang menginginkan dunia) maupun (golongan) itu (yang menginginkan akhirat), Kami berikan bantuan dari kemurahan Tuhanmu. Dan kemurahan Tuhanmu tidak dapat dihalangi.",
          "tafsir": "Kemudian Allah swt menegaskan bahwa kedua golongan itu akan dilimpahi kemurahan-Nya. Maksudnya, baik golongan yang mencintai kehi-dupan duniawi, ataupun golongan yang lebih menyukai kebahagiaan akhirat, akan diberi rezeki dan dibiarkan mengembangkan keturunan. Kemurahan Allah Yang Mahaluas tidak terhalang karena keingkaran seseorang kepada-Nya. Oleh sebab itu, kedua golongan itu sama-sama dapat mencicipi kelezat-an hidup di dunia, sesuai dengan usaha mereka masing-masing. Akan tetapi, kedua golongan itu tidak akan merasakan kasih sayang Allah yang sama. Mereka yang mengutamakan kehidupan dunia dan melupakan kehidupan akhirat, akan masuk neraka Jahanam sebagai tempat yang pantas untuk mereka. Sedangkan mereka yang lebih mengutamakan kehidupan akhirat dan tidak melupakan kehidupan dunia, akan masuk surga sebagai tempat yang penuh kebahagiaan dan kenikmatan yang tiada putusnya. Firman Allah: Dan carilah (pahala) negeri akhirat dengan apa yang telah dianugerahkan Allah kepadamu, tetapi janganlah kamu lupakan bagianmu di dunia. (al-Qashash/28: 77)"
        },
        {
          "number": 21,
          "arabic": "ٱنظُرْ كَيْفَ فَضَّلْنَا بَعْضَهُمْ عَلَىٰ بَعْضٍ ۚ وَلَلْـَٔاخِرَةُ أَكْبَرُ دَرَجَـٰتٍ وَأَكْبَرُ تَفْضِيلًا",
          "transliteration": "unẓur kayfa faḍḍalnā baʿḍahum ʿalā baʿḍin walalākhiratu akbaru darajātin wa-akbaru tafḍīlan",
          "translation": "Perhatikanlah bagaimana Kami melebihkan sebagian mereka atas sebagian (yang lain). Dan kehidupan akhirat lebih tinggi derajatnya dan lebih besar keutamaannya.",
          "tafsir": "Selanjutnya, Allah swt memerintahkan kepada seluruh manusia agar memperhatikan kemurahan yang diberikan-Nya kepada kedua golongan tersebut. Allah swt melebihkan sebagian golongan atas sebagian yang lain. Dari masing-masing golongan, manusia akan mendapat pelajaran, karena meskipun masing-masing berusaha untuk mencari rezeki dan kenikmatan dunia, namun hasilnya berbeda-beda. Nikmat Allah yang diberikan kepada mereka yang mengutamakan kehidupan dunia menyebabkan mereka bertambah ingkar kepada Zat yang memberikan nikmat itu. Sebaliknya, nikmat yang diberikan kepada mereka yang mengutamakan kehidupan akhirat membuat mereka semakin mensyukuri Zat yang memberikan nikmat itu. Allah swt berfirman: Dia mengangkat (derajat) sebagian kamu di atas yang lain, untuk mengujimu atas (karunia) yang diberikan-Nya kepadamu. (al-An'am/6: 165) Dan firman-Nya: Kamilah yang menentukan penghidupan mereka dalam kehidupan dunia, dan Kami telah meninggikan sebagian mereka atas sebagian yang lain beberapa derajat, agar sebagian mereka dapat memanfaatkan sebagian yang lain. (az-Zukhruf/43: 32) Dari uraian di atas, dapat diketahui bahwa setiap orang harus mengutama-kan kehidupan akhirat karena lebih tinggi derajatnya dan lebih utama dari kehidupan dunia. Mengenai kehidupan di akhirat ini digambarkan dalam hadis: Bersabda Nabi saw, \"Sesungguhnya orang yang memiliki derajat yang tinggi akan melihat tempat yang mulia di akhirat, seperti engkau melihat bintang di ketinggian langit.\" (Riwayat al-Bukhari dan Muslim dari Abu Sa'id al-Khudri)"
        },
        {
          "number": 22,
          "arabic": "لَّا تَجْعَلْ مَعَ ٱللَّهِ إِلَـٰهًا ءَاخَرَ فَتَقْعُدَ مَذْمُومًا مَّخْذُولًا",
          "transliteration": "lā tajʿal maʿa l-lahi ilāhan ākhara fataqʿuda madhmūman makhdhūlan",
          "translation": "Janganlah engkau mengadakan tuhan yang lain di samping Allah, nanti engkau menjadi tercela dan terhina.",
          "tafsir": "Allah swt melarang manusia menuhankan sesuatu selain Allah, seperti menyembah patung dan arwah nenek moyang walaupun dengan maksud mendekatkan diri kepada-Nya. Termasuk yang dilarang ialah mengakui adanya kekuatan lain selain Allah yang dapat mempengaruhi dirinya, atau melakukan perbuatan nyata, seperti memuja benda-benda, ataupun kekuatan gaib lain yang dianggap sebagai tuhan. Larangan ini ditujukan kepada seluruh manusia agar tidak sesat dan menyesal karena melakukan sesuatu yang seharusnya tidak dilakukan terhadap Penciptanya. Mereka seharusnya mensyukuri nikmat Allah yang telah dilimpahkan kepada mereka, bukan menyekutukan-Nya karena tidak ada penolong manusia selain Allah. Allah swt berfirman: Jika Allah menolong kamu, maka tidak ada yang dapat mengalahkanmu, tetapi jika Allah membiarkan kamu (tidak memberi pertolongan), maka siapa yang dapat menolongmu setelah itu? (ali 'Imran/3: 160)"
        },
        {
          "number": 23,
          "arabic": "۞ وَقَضَىٰ رَبُّكَ أَلَّا تَعْبُدُوٓا۟ إِلَّآ إِيَّاهُ وَبِٱلْوَٰلِدَيْنِ إِحْسَـٰنًا ۚ إِمَّا يَبْلُغَنَّ عِندَكَ ٱلْكِبَرَ أَحَدُهُمَآ أَوْ كِلَاهُمَا فَلَا تَقُل لَّهُمَآ أُفٍّ وَلَا تَنْهَرْهُمَا وَقُل لَّهُمَا قَوْلًا كَرِيمًا",
          "transliteration": "waqaḍā rabbuka allā taʿbudū illā iyyāhu wabil-wālidayni iḥ'sānan immā yablughanna ʿindaka l-kibara aḥaduhumā aw kilāhumā falā taqul lahumā uffin walā tanharhumā waqul lahumā qawlan karīman",
          "translation": "Dan Tuhanmu telah memerintahkan agar kamu jangan menyembah selain Dia dan hendaklah berbuat baik kepada ibu bapak. Jika salah seorang di antara keduanya atau kedua-duanya sampai berusia lanjut dalam pemeliharaanmu, maka sekali-kali janganlah engkau mengatakan kepada keduanya perkataan \"ah\" dan janganlah engkau membentak keduanya, dan ucapkanlah kepada keduanya perkataan yang baik<sup foot_note=135422>1</sup>",
          "tafsir": "Dalam ayat ini, Allah memerintahkan kepada seluruh manusia, agar mereka memperhatikan beberapa faktor yang terkait dengan keimanan. Faktor-faktor itu ialah: Pertama, agar manusia tidak menyembah tuhan selain Allah. Termasuk pada pengertian menyembah tuhan selain Allah ialah mempercayai adanya kekuatan lain yang dapat mempengaruhi jiwa dan raga selain yang datang dari Allah. Semua benda yang ada, yang kelihatan ataupun yang tidak, adalah makhluk Allah. Oleh sebab itu, yang berhak mendapat penghormatan tertinggi hanyalah Zat yang menciptakan alam dan semua isinya. Dialah yang memberikan kehidupan dan kenikmatan kepada seluruh makhluk-Nya. Maka apabila ada manusia yang memuja benda ataupun kekuatan gaib selain Allah, berarti ia telah sesat, karena semua benda-benda itu adalah makhluk-Nya, yang tak berkuasa memberikan manfaat dan tak berdaya untuk menolak kemudaratan, sehingga tak berhak disembah. Kedua, agar manusia berbuat baik kepada kedua ibu bapak mereka. Penyebutan perintah ini sesudah perintah beribadah hanya kepada Allah mempunyai maksud agar manusia memahami betapa pentingnya berbuat baik terhadap ibu bapak. Juga bermaksud agar mereka mensyukuri kebaikan kedua ibu bapak, betapa beratnya penderitaan yang telah mereka rasakan, baik pada saat melahirkan maupun ketika kesulitan dalam mencari nafkah, mengasuh, dan mendidik anak-anak dengan penuh kasih sayang. Maka pantaslah apabila berbuat baik kepada kedua ibu bapak dijadikan sebagai kewajiban yang paling penting di antara kewajiban-kewajiban yang lain, dan diletakkan Allah dalam urutan kedua sesudah kewajiban manusia beribadah hanya kepada-Nya. Allah berfirman: Dan sembahlah Allah dan janganlah kamu mempersekutukan-Nya dengan sesuatu apa pun. Dan berbuat baiklah kepada kedua orang tua. (an-Nisa'/4: 36) Sebaliknya, anak yang durhaka kepada kedua orang tuanya dinyatakan sebagai orang yang berbuat maksiat, yang dosanya diletakkan pada urutan kedua, sesudah dosa orang yang mempersekutukan Allah dengan tuhan-tuhan yang lain. Allah swt berfirman: Katakanlah (Muhammad), \"Marilah aku bacakan apa yang diharamkan Tuhan kepadamu. Jangan mempersekutukan-Nya dengan apa pun, dan berbuat baik kepada ibu bapak. (al-An'am/6: 151) Allah swt memerintahkan kepada manusia agar berbuat baik kepada kedua orang tua karena beberapa alasan berikut: 1. Kasih sayang dan usaha kedua ibu bapak telah dicurahkan kepada anak-anaknya agar mereka menjadi anak-anak yang saleh, dan terhindar dari jalan yang sesat. Maka sepantasnyalah apabila kasih sayang yang tiada taranya itu, dan usaha yang tak mengenal susah payah itu mendapat balasan dari anak-anak mereka dengan memperlakukan mereka dengan baik dan mensyukuri jasa baik mereka. 2. Anak-anak adalah belahan jiwa dari kedua ibu bapak. 3. Sejak masih bayi hingga dewasa, pertumbuhan dan pendidikan anak-anak menjadi tanggung jawab kedua orang tuanya. Maka seharusnyalah anak-anak menghormati dan berbuat baik kepada orang tuanya. Secara singkat dapat dikatakan bahwa nikmat yang paling banyak diterima oleh manusia ialah nikmat Allah, sesudah itu nikmat yang diterima dari kedua ibu bapak. Mereka juga penyebab kedua adanya anak, sedangkan Allah adalah penyebab pertama (hakiki). Itulah sebabnya maka Allah swt meletakkan kewajiban berbuat baik kepada ibu bapak pada urutan kedua sesudah kewajiban manusia beribadah hanya kepada Allah. Sesudah itu Allah swt menetapkan bahwa apabila salah seorang di antara kedua ibu bapak atau kedua-duanya telah berumur lanjut, sehingga mengalami kelemahan jasmani, dan tak mungkin lagi berusaha mencari nafkah, mereka harus hidup bersama dengan anak-anaknya, agar mendapatkan nafkah dan perlindungan. Menjadi kewajiban bagi anak-anaknya untuk memperlakukan mereka dengan penuh kasih sayang dan kesabaran, serta menghormati mereka sebagai rasa syukur terhadap nikmat yang pernah diterima dari keduanya. Dalam ayat ini terdapat beberapa ketentuan dan sopan santun yang harus diperhatikan anak terhadap kedua ibu bapaknya, antara lain: 1. Seorang anak tidak boleh mengucapkan kata kotor dan kasar meskipun hanya berupa kata \"ah\" kepada kedua ibu bapaknya, karena sikap atau perbuatan mereka yang kurang disenangi. Keadaan seperti itu seharusnya disikapi dengan sabar, sebagaimana perlakuan kedua ibu bapaknya ketika merawat dan mendidiknya di waktu masih kecil. 2. Seorang anak tidak boleh menghardik atau membentak kedua ibu bapaknya, sebab bentakan itu akan melukai perasaan keduanya. Menghardik kedua ibu bapak ialah mengeluarkan kata-kata kasar pada saat si anak menolak atau menyalahkan pendapat mereka, sebab tidak sesuai dengan pendapatnya. Larangan menghardik dalam ayat ini adalah sebagai penguat dari larangan mengatakan \"ah\" yang biasanya diucapkan oleh seorang anak terhadap kedua ibu bapaknya pada saat ia tidak menyetujui pendapat mereka. 3. Hendaklah anak mengucapkan kata-kata yang mulia kepada kedua ibu bapak. Kata-kata yang mulia ialah kata-kata yang baik dan diucapkan dengan penuh hormat, yang menggambarkan adab sopan santun dan penghargaan penuh terhadap orang lain. Oleh karena itu, jika seorang anak berbeda pendapat dengan kedua ibu bapaknya, hendaklah ia tetap menunjukkan sikap yang sopan dan penuh rasa hormat. (24) Kemudian Allah swt memerintahkan kepada kaum Muslimin agar bersikap rendah hati dan penuh kasih sayang kepada kedua orang tua. Yang dimaksud dengan sikap rendah hati dalam ayat ini ialah menaati apa yang mereka perintahkan selama perintah itu tidak bertentangan dengan ketentuan-ketentuan agama. Taat anak kepada kedua orang tua merupakan tanda kasih sayang dan hormatnya kepada mereka, terutama pada saat keduanya sangat memerlukan pertolongan anaknya. Ditegaskan bahwa sikap rendah hati itu haruslah dilakukan dengan penuh kasih sayang, tidak dibuat-buat untuk sekadar menutupi celaan atau menghindari rasa malu pada orang lain. Sikap rendah hati itu hendaknya betul-betul dilakukan karena kesadaran yang timbul dari hati nurani. Di akhir ayat, Allah swt memerintahkan kepada kaum Muslimin untuk mendoakan kedua ibu bapak mereka, agar diberi limpahan kasih sayang Allah sebagai imbalan dari kasih sayang keduanya dalam mendidik mereka ketika masih kanak-kanak. Ada beberapa hadis Nabi saw yang memerintahkan agar kaum Muslimin berbakti kepada kedua ibu bapaknya: Diriwayatkan dari 'Abdullah bin 'Umar bahwa sesungguhnya telah datang seorang laki-laki kepada Nabi saw meminta izin kepadanya, agar diperbolehkan ikut berperang bersamanya, lalu Nabi bersabda, \"Apakah kedua orang tuamu masih hidup?\" Orang laki-laki itu menjawab, \"Ya.\" Nabi bersabda, \"Maka berjihadlah kamu dengan berbakti kepada kedua orang tuamu.\" (Riwayat Muslim dan al-Bukhari dalam bab al-adab) Seorang anak belumlah dianggap membalas jasa kedua ibu bapaknya, kecuali apabila ia menemukan mereka dalam keadaan menjadi budak, kemudian ia menebus mereka dan memerdekakannya. (Riwayat Muslim dan lainnya dari Abu Hurairah) Saya bertanya kepada Rasulullah saw, \"Amal yang manakah yang paling dicintai Allah dan Rasul-Nya?\" Rasulullah menjawab, \"Melakukan salat pada waktunya.\" Saya bertanya, \"Kemudian amal yang mana lagi?\" Rasulullah menjawab, \"Berbuat baik kepada kedua ibu bapak.\" (Riwayat al-Bukhari dan Muslim dari Ibnu Mas'ud) Di dalam ayat yang ditafsirkan di atas tidak diterangkan siapakah yang harus didahulukan mendapat bakti antara kedua ibu bapak. Akan tetapi, dalam sebuah hadis dijelaskan bahwa berbakti kepada ibu didahulukan daripada kepada bapak, seperti diriwayatkan dalam shahih al-Bukhari dan Muslim: Diriwayatkan dari Abu Hurairah bahwa Rasulullah saw ditanya, \"Siapakah yang paling berhak mendapat perlakuan yang paling baik dariku?\" Rasulullah menjawab, \"Ibumu.\" Orang itu bertanya, \"Siapa lagi?\" Rasulullah menjawab, \"Ibumu.\" Orang itu bertanya, \"Siapa lagi?\" Rasulullah menjawab, \"Ibumu.\" Orang itu bertanya, \"Siapa lagi?\" Rasulullah menjawab, \"Bapakmu.\" (Riwayat al-Bukhari dan Muslim) Berbakti kepada kedua orang tua, tidak cukup dilakukan pada saat mereka masih hidup, akan tetapi terus berlanjut meskipun keduanya sudah meninggal dunia. Adapun tata caranya disebutkan dalam hadis yang diriwayatkan Ibnu Majah: Bahwa Rasulullah saw ditanya, \"Masih adakah kebaktian kepada kedua orang tuaku, setelah mereka meninggal dunia?\" Rasulullah saw menjawab, \"Ya, masih ada empat perkara, mendoakan ibu bapak itu kepada Allah, memintakan ampun bagi mereka, menunaikan janji mereka, dan meng-hormati teman-teman mereka serta menghubungkan tali persaudaraan dengan orang-orang yang tidak mempunyai hubungan keluarga dengan kamu kecuali dari pihak mereka. Maka inilah kebaktian yang masih tinggal yang harus kamu tunaikan, sebagai kebaktian kepada mereka setelah mereka meninggal dunia.\" (Riwayat Ibnu Majah dari Abu Usaid)"
        },
        {
          "number": 24,
          "arabic": "وَٱخْفِضْ لَهُمَا جَنَاحَ ٱلذُّلِّ مِنَ ٱلرَّحْمَةِ وَقُل رَّبِّ ٱرْحَمْهُمَا كَمَا رَبَّيَانِى صَغِيرًا",
          "transliteration": "wa-ikh'fiḍ lahumā janāḥa l-dhuli mina l-raḥmati waqul rabbi ir'ḥamhumā kamā rabbayānī ṣaghīran",
          "translation": "Dan rendahkanlah dirimu terhadap keduanya dengan penuh kasih sayang dan ucapkanlah, \"Wahai Tuhanku! Sayangilah keduanya sebagaimana mereka berdua telah mendidik aku pada waktu kecil.\"",
          "tafsir": "Kemudian Allah swt memerintahkan kepada kaum Muslimin agar bersikap rendah hati dan penuh kasih sayang kepada kedua orang tua. Yang dimaksud dengan sikap rendah hati dalam ayat ini ialah menaati apa yang mereka perintahkan selama perintah itu tidak bertentangan dengan ketentuan-ketentuan agama. Taat anak kepada kedua orang tua merupakan tanda kasih sayang dan hormatnya kepada mereka, terutama pada saat keduanya sangat memerlukan pertolongan anaknya. Ditegaskan bahwa sikap rendah hati itu haruslah dilakukan dengan penuh kasih sayang, tidak dibuat-buat untuk sekadar menutupi celaan atau menghindari rasa malu pada orang lain. Sikap rendah hati itu hendaknya betul-betul dilakukan karena kesadaran yang timbul dari hati nurani. Di akhir ayat, Allah swt memerintahkan kepada kaum Muslimin untuk mendoakan kedua ibu bapak mereka, agar diberi limpahan kasih sayang Allah sebagai imbalan dari kasih sayang keduanya dalam mendidik mereka ketika masih kanak-kanak. Ada beberapa hadis Nabi saw yang memerintahkan agar kaum Muslimin berbakti kepada kedua ibu bapaknya: Diriwayatkan dari 'Abdullah bin 'Umar bahwa sesungguhnya telah datang seorang laki-laki kepada Nabi saw meminta izin kepadanya, agar diperbolehkan ikut berperang bersamanya, lalu Nabi bersabda, \"Apakah kedua orang tuamu masih hidup?\" Orang laki-laki itu menjawab, \"Ya.\" Nabi bersabda, \"Maka berjihadlah kamu dengan berbakti kepada kedua orang tuamu.\" (Riwayat Muslim dan al-Bukhari dalam bab al-adab) Seorang anak belumlah dianggap membalas jasa kedua ibu bapaknya, kecuali apabila ia menemukan mereka dalam keadaan menjadi budak, kemudian ia menebus mereka dan memerdekakannya. (Riwayat Muslim dan lainnya dari Abu Hurairah) Saya bertanya kepada Rasulullah saw, \"Amal yang manakah yang paling dicintai Allah dan Rasul-Nya?\" Rasulullah menjawab, \"Melakukan salat pada waktunya.\" Saya bertanya, \"Kemudian amal yang mana lagi?\" Rasulullah menjawab, \"Berbuat baik kepada kedua ibu bapak.\" (Riwayat al-Bukhari dan Muslim dari Ibnu Mas'ud) Di dalam ayat yang ditafsirkan di atas tidak diterangkan siapakah yang harus didahulukan mendapat bakti antara kedua ibu bapak. Akan tetapi, dalam sebuah hadis dijelaskan bahwa berbakti kepada ibu didahulukan daripada kepada bapak, seperti diriwayatkan dalam shahih al-Bukhari dan Muslim: Diriwayatkan dari Abu Hurairah bahwa Rasulullah saw ditanya, \"Siapakah yang paling berhak mendapat perlakuan yang paling baik dariku?\" Rasulullah menjawab, \"Ibumu.\" Orang itu bertanya, \"Siapa lagi?\" Rasulullah menjawab, \"Ibumu.\" Orang itu bertanya, \"Siapa lagi?\" Rasulullah menjawab, \"Ibumu.\" Orang itu bertanya, \"Siapa lagi?\" Rasulullah menjawab, \"Bapakmu.\" (Riwayat al-Bukhari dan Muslim) Berbakti kepada kedua orang tua, tidak cukup dilakukan pada saat mereka masih hidup, akan tetapi terus berlanjut meskipun keduanya sudah meninggal dunia. Adapun tata caranya disebutkan dalam hadis yang diriwayatkan Ibnu Majah: Bahwa Rasulullah saw ditanya, \"Masih adakah kebaktian kepada kedua orang tuaku, setelah mereka meninggal dunia?\" Rasulullah saw menjawab, \"Ya, masih ada empat perkara, mendoakan ibu bapak itu kepada Allah, memintakan ampun bagi mereka, menunaikan janji mereka, dan meng-hormati teman-teman mereka serta menghubungkan tali persaudaraan dengan orang-orang yang tidak mempunyai hubungan keluarga dengan kamu kecuali dari pihak mereka. Maka inilah kebaktian yang masih tinggal yang harus kamu tunaikan, sebagai kebaktian kepada mereka setelah mereka meninggal dunia.\" (Riwayat Ibnu Majah dari Abu Usaid)"
        },
        {
          "number": 25,
          "arabic": "رَّبُّكُمْ أَعْلَمُ بِمَا فِى نُفُوسِكُمْ ۚ إِن تَكُونُوا۟ صَـٰلِحِينَ فَإِنَّهُۥ كَانَ لِلْأَوَّٰبِينَ غَفُورًا",
          "transliteration": "rabbukum aʿlamu bimā fī nufūsikum in takūnū ṣāliḥīna fa-innahu kāna lil'awwābīna ghafūran",
          "translation": "Tuhanmu lebih mengetahui apa yang ada dalam hatimu; jika kamu orang yang baik, maka sungguh, Dia Maha Pengampun kepada orang yang bertobat.",
          "tafsir": "Allah swt lalu memperingatkan kaum Muslimin agar benar-benar memperhatikan urusan berbakti kepada kedua ibu bapak dan tidak menganggapnya sebagai urusan yang remeh. Dijelaskan bahwa Allah Maha Mengetahui apa yang tergerak dalam hati mereka, apakah benar-benar berbakti kepada kedua ibu bapak dengan rasa kasih sayang dan penuh kesadaran, ataukah hanya pernyataan lahiriah saja, sedangkan di dalam hati mereka sebenarnya durhaka dan membangkang. Itulah sebabnya, Allah menjanjikan bahwa apabila mereka benar-benar berbuat baik, yaitu benar-benar menaati tuntutan Allah dan berbakti kepada kedua ibu bapak, maka Dia akan memberikan ampunan kepada mereka atas perbuatan yang melampaui batas-batas ketentuan-Nya. Allah Maha Pengampun kepada siapa saja yang mau bertobat dan kembali menaati perintah-Nya. Dalam ayat ini terdapat janji baik yang ditujukan kepada orang-orang yang hatinya terbuka untuk berbakti kepada ibu bapaknya. Sebaliknya, terdapat ancaman keras yang ditujukan kepada orang-orang yang meremehkannya, apalagi yang sengaja mendurhakai kedua ibu bapaknya."
        },
        {
          "number": 26,
          "arabic": "وَءَاتِ ذَا ٱلْقُرْبَىٰ حَقَّهُۥ وَٱلْمِسْكِينَ وَٱبْنَ ٱلسَّبِيلِ وَلَا تُبَذِّرْ تَبْذِيرًا",
          "transliteration": "waāti dhā l-qur'bā ḥaqqahu wal-mis'kīna wa-ib'na l-sabīli walā tubadhir tabdhīran",
          "translation": "Dan berikanlah haknya kepada kerabat dekat, juga kepada orang miskin dan orang yang dalam perjalanan; dan janganlah kamu menghambur-hamburkan (hartamu) secara boros.",
          "tafsir": "Pada ayat ini, Allah swt memerintahkan kepada kaum Muslimin agar memenuhi hak keluarga dekat, orang-orang miskin, dan orang-orang yang dalam perjalanan. Hak yang harus dipenuhi itu ialah: mempererat tali persaudaraan dan hubungan kasih sayang, mengunjungi rumahnya dan bersikap sopan santun, serta membantu meringankan penderitaan yang mereka alami. Sekiranya ada di antara keluarga dekat, ataupun orang-orang miskin dan orang-orang yang dalam perjalanan itu memerlukan biaya untuk keperluan hidupnya maka hendaklah diberi bantuan secukupnya untuk memenuhi kebutuhan mereka. Orang-orang yang dalam perjalanan yang patut diringankan penderitaannya ialah orang yang melakukan perjalanan karena tujuan-tujuan yang dibenarkan oleh agama. Orang yang demikian keadaannya perlu dibantu dan ditolong agar bisa mencapai tujuannya. Di akhir ayat, Allah swt melarang kaum Muslimin bersikap boros yaitu membelanjakan harta tanpa perhitungan yang cermat sehingga menjadi mubazir. Larangan ini bertujuan agar kaum Muslimin mengatur pengeluar-annya dengan perhitungan yang secermat-cermatnya, agar apa yang dibelanjakan sesuai dengan keperluan dan pendapatan mereka. Kaum Muslimin juga tidak boleh menginfakkan harta kepada orang-orang yang tidak berhak menerimanya, atau memberikan harta melebihi dari yang seharusnya. Keterangan lebih lanjut tentang bagaimana seharusnya kaum Muslimin membelanjakan hartanya disebutkan dalam firman Allah swt: Dan (termasuk hamba-hamba Tuhan Yang Maha Pengasih) orang-orang yang apabila menginfakkan (harta), mereka tidak berlebihan, dan tidak (pula) kikir, di antara keduanya secara wajar. (al-Furqan/25: 67) Adapun keterangan yang menjelaskan makna yang terkandung dalam ayat tentang larangan boros yang berarti mubazir dapat diperhatikan dalam hadis-hadis Nabi sebagai berikut: Diriwayatkan dari Abdullah bin Umar, ia berkata, \"Rasulullah saw bertemu Saad pada waktu berwudu, lalu Rasulullah bersabda, \"Alangkah borosnya wudumu itu hai Saad!\" Saad berkata, \"Apakah di dalam berwudu ada pemborosan?\" Rasulullah saw bersabda, \"Ya, meskipun kamu berada di sungai yang mengalir.\" (Riwayat Ibnu Majah) Diriwayatkan dari Anas bin Malik bahwa ia berkata, \"Datanglah seorang laki-laki dari Bani Tamim kepada Rasulullah saw seraya berkata, \"Wahai Rasulullah! Saya adalah seorang yang berharta, banyak keluarga, anak, dan tamu yang selalu hadir, maka terangkanlah kepadaku bagaimana saya harus membelanjakan harta, dan bagaimana saya harus berbuat.\" Maka Rasulullah saw bersabda, \"Hendaklah kamu mengeluarkan zakat dari hartamu jika kamu mempunyai harta, karena sesungguhnya zakat itu penyucian yang menyucikan kamu, peliharalah silaturrahim dengan kaum kerabatmu, dan hendaklah kamu ketahui tentang hak orang yang meminta pertolongan, tetangga, dan orang miskin. Kemudian lelaki itu berkata, \"Wahai Rasulullah! Dapatkah engkau mengurangi kewajiban itu kepadaku?\" Rasulullah saw membacakan ayat: Dan berikanlah haknya kepada kerabat dekat, juga kepada orang miskin dan orang yang dalam perjalanan; dan janganlah kamu menghambur-hamburkan (hartamu) secara boros. Lalu lelaki itu berkata, \"Cukuplah bagiku wahai Rasulullah, apabila aku telah menunaikan zakat kepada amil zakatmu, lalu aku telah bebas dari kewajiban zakat yang harus dibayarkan kepada Allah dan Rasul-Nya,\" lalu Rasulullah saw bersabda, \"Ya, apabila engkau telah membayar zakat itu kepada amilku, engkau telah bebas dari kewajiban itu dan engkau akan menerima pahalanya, dan orang yang menggantikannya dengan yang lain akan berdosa.\" (Riwayat Ahmad)"
        },
        {
          "number": 27,
          "arabic": "إِنَّ ٱلْمُبَذِّرِينَ كَانُوٓا۟ إِخْوَٰنَ ٱلشَّيَـٰطِينِ ۖ وَكَانَ ٱلشَّيْطَـٰنُ لِرَبِّهِۦ كَفُورًا",
          "transliteration": "inna l-mubadhirīna kānū ikh'wāna l-shayāṭīni wakāna l-shayṭānu lirabbihi kafūran",
          "translation": "Sesungguhnya orang-orang yang pemboros itu adalah saudara setan dan setan itu sangat ingkar kepada Tuhannya.",
          "tafsir": "Kemudian Allah swt menyatakan bahwa para pemboros adalah saudara setan. Ungkapan serupa ini biasa dipergunakan oleh orang-orang Arab. Orang yang membiasakan diri mengikuti peraturan suatu kaum atau mengikuti jejak langkahnya, disebut saudara kaum itu. Jadi orang-orang yang memboroskan hartanya berarti orang-orang yang mengikuti langkah setan. Sedangkan yang dimaksud pemboros dalam ayat ini ialah orang-orang yang menghambur-hamburkan harta bendanya dalam perbuatan maksiat yang tentunya di luar perintah Allah. Orang-orang yang serupa inilah yang disebut kawan-kawan setan. Di dunia mereka tergoda oleh setan, dan di akhirat mereka akan dimasukkan ke dalam neraka Jahanam. Allah swt berfirman: Dan barang siapa berpaling dari pengajaran Allah Yang Maha Pengasih (Al-Qur'an), Kami biarkan setan (menyesatkannya) dan menjadi teman karibnya. (az-Zukhruf/43: 36) Dan firman Allah swt: (Diperintahkan kepada malaikat), \"Kumpulkanlah orang-orang yang zalim beserta teman sejawat mereka dan apa yang dahulu mereka sembah. (ash-shaffat/37: 22) Di akhir ayat, dijelaskan bahwa setan sangat ingkar kepada Tuhannya, maksudnya sangat ingkar kepada nikmat Allah yang diberikan kepadanya, dan tidak mau mensyukurinya. Bahkan, setan membangkang tidak mau menaati perintah Allah, dan menggoda manusia agar berbuat maksiat. Al-Karkhi menjelaskan keadaan orang yang diberi kemuliaan dan harta berlimpah. Apabila orang itu memanfaatkan harta dan kemuliaan itu di luar batas-batas yang diridai Allah, maka dia telah mengingkari nikmat Allah. Orang yang berbuat seperti itu, baik sifat ataupun perbuatannya, dapat disamakan dengan perbuatan setan. Ayat ini diturunkan Allah dalam rangka menjelaskan perbuatan orang-orang Jahiliah. Telah menjadi kebiasaan orang-orang Arab menumpuk harta yang mereka peroleh dari rampasan perang, perampokan, dan penyamunan. Harta itu kemudian mereka gunakan untuk berfoya-foya supaya mendapat kemasyhuran. Orang-orang musyrik Quraisy pun menggunakan harta mereka untuk menghalangi penyebaran agama Islam, melemahkan pemeluk-pemeluknya, dan membantu musuh-musuh Islam. Ayat itu turun untuk menyatakan betapa jeleknya usaha mereka."
        }
      ]
    }
  ]
}