{
  "pageNumber": 446,
  "juz": 23,
  "surahs": [
    {
      "number": 37,
      "name": "As-Saffat",
      "nameArabic": "الصافات",
      "meaning": "Barisan-barisan",
      "revelation": "Makkah",
      "description": "Surat Ash-Shaffat terdiri dari 182 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Al-An'am.Dinamai dengan \"Ash-Shaffat\" (yang bershaf-shaf) karena ada hubungannya dengan kata \"Ash-Shaffat\" yang terletak pada ayat pertama surat ini, yang mengemukakan bagaimana para malaikat, yang bersih jiwanya dan tidak dapat digoda setan, berbaris di hadapan Allah. Hal ini hendaklah menjadi pelajaran bagi manusia dalam menghambakan diri kepada Allah.**Pokok-Pokok Isi:**1. **Keimanan:** Dalil-dalil tentang keesaan Allah; keberadaan hari kebangkitan; keberadaan padang mahsyar dan hari kiamat; malaikat-malaikat selalu bertasbih kepada Allah.2. **Kisah-kisah:** Kisah Nabi Nuh; kisah Nabi Ibrahim dan Nabi Ismail; kisah Nabi Musa dan Nabi Harun; kisah Nabi Ilyas; kisah Nabi Luth; kisah Nabi Yunus.3. **Lain-lain:** Sikap orang kafir terhadap Al-Qur'an; tuduh-menuduh antara orang kafir dengan pengikutnya pada hari Kiamat; kenikmatan di surga; pohon zaqqum; celaan terhadap orang yang mengatakan bahwa Allah memiliki anak; seorang yang baik belum tentu menurunkan keturunan yang baik pula.Surat ini mengemukakan tentang keesaan Allah, dan dari bukti-bukti yang dipaparkan dapat diambil kesimpulan bahwa tauhid akan menang. Dari kisah-kisah yang dikemukakan surat ini dapat diambil kesimpulan bahwa kaum yang menentang rasul pasti akan hancur. Begitu pula halnya dengan kaum musyrik Mekah yang menentang Nabi Muhammad pasti akan mengalami kehancuran.**Hubungan Surat Ash-Shaffat Dengan Surat Shad:**1. Dalam surat Ash-Shaffat disebutkan kisah para nabi, sedangkan surat Shad menyebutkan kisah nabi-nabi yang belum disebutkan pada surat Ash-Shaffat, seperti: kisah Nabi Dawud, Nabi Sulaiman, dan lain-lain.2. Dalam surat Ash-Shaffat diterangkan bahwa orang-orang musyrik sebelum diutusnya Rasulullah selalu mengatakan bahwa sekiranya mereka mempunyai sebuah kisah pemberi peringatan di antara kitab-kitab yang telah diturunkan kepada orang-orang terdahulu tentu mereka akan taat, sedangkan dalam surat Shad ditegaskan bahwa Al-Qur'an adalah kitab yang lebih sempurna dan seharusnya mereka taati sekiranya mereka jujur dalam pengakuannya itu.3. Dalam surat Ash-Shaffat diterangkan bahwa setelah Al-Qur'an yang memberi peringatan datang kepada orang-orang musyrik Mekah, mereka tetap mengingkarinya, sedangkan dalam surat Shad diterangkan sebab-sebab keingkaran mereka.",
      "verses": [
        {
          "number": 1,
          "arabic": " وَٱلصَّـٰٓفَّـٰتِ صَفًّا",
          "transliteration": "wal-ṣāfāti ṣaffan",
          "translation": "Demi (rombongan malaikat) yang berbaris bersaf-saf,",
          "tafsir": "Di dalam Al-Qur'an terdapat banyak kata-kata untuk bersumpah, yang maksudnya untuk menguatkan kesan yang diberikan dalam ayat-ayatnya. Kata-kata yang dipakai untuk bersumpah itu pastilah kata-kata yang mempunyai arti penting yang menunjukkan kebesaran dan kekuasaan-Nya, misalnya: \"demi matahari\", \"demi malam\", dan sebagainya. Pada ayat ini, Allah berfirman, \"Demi (rombongan malaikat) yang berbaris bersaf-saf.\" Maksudnya ialah demi malaikat-malaikat yang berbaris dalam saf-saf yang lurus dan teratur, dalam melakukan ibadah dan tugas-tugas lain yang diperintahkan Allah. Hal ini mempunyai arti bahwa para malaikat selalu disiplin, teratur, dan rapi dalam melaksanakan tugas dari Allah. Rasulullah bersabda: Rasulullah bersabda, \" Mengapa kamu tidak berbaris seperti malaikat berbaris di hadapan Allah?\" Kami bertanya, \"Bagaimana berbarisnya malaikat di hadapan Allah?\" Rasulullah menjawab, \"Malaikat menyempurnakan barisan depan kemudian merapatkan dan merapikannya.\" (Riwayat Abu Dawud., Ibnu Majah, dan A.hmad dari Jabir bin Samurah)"
        },
        {
          "number": 2,
          "arabic": "فَٱلزَّٰجِرَٰتِ زَجْرًا",
          "transliteration": "fal-zājirāti zajran",
          "translation": "demi (rombongan) yang mencegah dengan sungguh-sungguh,",
          "tafsir": "Pada ayat ini, Allah bersumpah dengan menyebut para malaikat yang menghardik untuk melarang makhluk sedemikian rupa dari perbuatan-perbuatan maksiat. Malaikat adalah makhluk Allah yang sangat patuh dan taat kepada perintah dan larangan-Nya. Oleh sebab itu, mereka tidak senang melihat makhluk lain yang berbuat kemaksiatan, melanggar larangan Allah, dan tidak melaksanakan apa yang diperintahkan-Nya. Mereka menghardiknya seperti seorang gembala yang menghardik untuk menghalau ternaknya."
        },
        {
          "number": 3,
          "arabic": "فَٱلتَّـٰلِيَـٰتِ ذِكْرًا",
          "transliteration": "fal-tāliyāti dhik'ran",
          "translation": "demi (rombongan) yang membacakan peringatan,",
          "tafsir": "Allah bersumpah dengan menyebutkan malaikat yang senantiasa membacakan zikir atau ayat-ayat-Nya. Pernyataan ini berarti bahwa Al-Qur'an diturunkan kepada Nabi Muhammad adalah dengan perantaraan malaikat. Demikian pula wahyu Allah yang diturunkan kepada para rasul sebelum Nabi Muhammad, juga disampaikan dengan perantaraan malaikat."
        },
        {
          "number": 4,
          "arabic": "إِنَّ إِلَـٰهَكُمْ لَوَٰحِدٌ",
          "transliteration": "inna ilāhakum lawāḥidun",
          "translation": "sungguh, Tuhanmu benar-benar Esa.",
          "tafsir": "Allah menegaskan pada ayat ini bahwa Dia benar-benar Maha Esa. Ia tidak berserikat dengan siapa pun dalam menciptakan, memelihara, dan menguasai segala makhluk-Nya. Tuhan yang pantas ditaati dan disembah memang hanya satu, yaitu Allah swt. Dalam Surah al-Ikhlash, jelas Allah menerangkan zat-Nya: huwa Allah ahad, Allah ash-shamad."
        },
        {
          "number": 5,
          "arabic": "رَّبُّ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَمَا بَيْنَهُمَا وَرَبُّ ٱلْمَشَـٰرِقِ",
          "transliteration": "rabbu l-samāwāti wal-arḍi wamā baynahumā warabbu l-mashāriqi",
          "translation": "Tuhan langit dan bumi dan apa yang berada di antara keduanya dan Tuhan tempat-tempat terbitnya matahari.",
          "tafsir": "Kata-kata sumpah yang terdapat pada ayat-ayat yang lalu diikuti dengan keterangan dan pembuktian tentang kekuasaan Allah. Maka pada ayat ini Allah menegaskan bahwa Dia adalah Tuhan yang menciptakan dan memelihara semua langit dan bumi, serta segala apa yang berada di antara keduanya. Dia pula yang menguasai seluruh penjuru alam ini, antara lain tempat-tempat terbitnya matahari setiap hari sepanjang tahun. Ini semuanya menunjukkan kekuasaan dan kebesaran-Nya, serta keindahan dari semua ciptaan-Nya yang tak dapat ditiru oleh siapa pun juga."
        },
        {
          "number": 6,
          "arabic": "إِنَّا زَيَّنَّا ٱلسَّمَآءَ ٱلدُّنْيَا بِزِينَةٍ ٱلْكَوَاكِبِ",
          "transliteration": "innā zayyannā l-samāa l-dun'yā bizīnatin l-kawākibi",
          "translation": "Sesungguhnya Kami telah menghias langit dunia (yang terdekat), dengan hiasan bintang-bintang.",
          "tafsir": "Selanjutnya Allah menambahkan lagi bukti-bukti tentang kekuasaan-Nya, yaitu bahwa Dia telah menghias langit dengan planet-planet yang demikian indah. Barang siapa memandang langit di waktu malam yang cerah dan penuh bintang, serta bulan yang bersinar lemah, semestinya merasa sangat takjub dan dari mulutnya akan terucap kata-kata \"Allahu Akbar\", Allah Mahabesar."
        },
        {
          "number": 7,
          "arabic": "وَحِفْظًا مِّن كُلِّ شَيْطَـٰنٍ مَّارِدٍ",
          "transliteration": "waḥif'ẓan min kulli shayṭānin māridin",
          "translation": "Dan (Kami) telah menjaganya dari setiap setan yang durhaka,",
          "tafsir": "Di samping ciptaan-ciptaan-Nya yang demikian menakjubkan, Allah memelihara semua makhluk-Nya itu dari apa yang akan merusaknya. Ia memelihara manusia dari godaan setan yang senantiasa membujuk manusia untuk melakukan kemaksiatan, yang akan menjerumuskan kepada kebinasaan dan kemurkaan-Nya. Untuk itu, Allah telah memberikan petunjuk, berupa agama yang benar, yang akan menjaga manusia dari godaan setan. Hanya manusia yang ingkar yang dapat ditundukkan oleh rayuan setan yang mencelakakan itu."
        },
        {
          "number": 8,
          "arabic": "لَّا يَسَّمَّعُونَ إِلَى ٱلْمَلَإِ ٱلْأَعْلَىٰ وَيُقْذَفُونَ مِن كُلِّ جَانِبٍ",
          "transliteration": "lā yassammaʿūna ilā l-mala-i l-aʿlā wayuq'dhafūna min kulli jānibin",
          "translation": "mereka (setan-setan itu) tidak dapat mendengar (pembicaraan) para malaikat dan mereka dilempari dari segala penjuru,",
          "tafsir": "Pada ayat ini Allah menjelaskan bahwa setan tidak dapat mendengar pembicaraan malaikat. Setan-setan itu dilempari dari segala penjuru karena ulah mereka yang suka merusak tatanan alam dan menggoda manusia untuk berbuat maksiat kepada Allah."
        },
        {
          "number": 9,
          "arabic": "دُحُورًا ۖ وَلَهُمْ عَذَابٌ وَاصِبٌ",
          "transliteration": "duḥūran walahum ʿadhābun wāṣibun",
          "translation": "untuk mengusir mereka dan mereka akan mendapat azab yang kekal,",
          "tafsir": "Lemparan itu untuk mengusir setan-setan tersebut karena mereka makhluk yang ingkar dan sesat, dan selalu berusaha menyesatkan manusia, dan membujuk manusia supaya ingkar kepada Tuhan. Untuk mereka telah disediakan azab yang akan berlangsung selama-lamanya di neraka."
        },
        {
          "number": 10,
          "arabic": "إِلَّا مَنْ خَطِفَ ٱلْخَطْفَةَ فَأَتْبَعَهُۥ شِهَابٌ ثَاقِبٌ",
          "transliteration": "illā man khaṭifa l-khaṭfata fa-atbaʿahu shihābun thāqibun",
          "translation": "kecuali (setan) yang mencuri (pembicaraan); maka ia dikejar oleh bintang yang menyala.",
          "tafsir": "Akan tetapi, bila ada di antara setan-setan yang sengaja mendengar-dengarkan pembicaraan para malaikat, ia segera diburu dengan suluh api yang menyala-nyala. Ini menunjukkan betapa terkutuknya setan-setan itu, sehingga mereka merupakan makhluk yang paling dibenci dan diusir di mana-mana. Oleh sebab itu, manusia tidak patut takluk kepada rayuan dan godaan mereka."
        },
        {
          "number": 11,
          "arabic": "فَٱسْتَفْتِهِمْ أَهُمْ أَشَدُّ خَلْقًا أَم مَّنْ خَلَقْنَآ ۚ إِنَّا خَلَقْنَـٰهُم مِّن طِينٍ لَّازِبٍۭ",
          "transliteration": "fa-is'taftihim ahum ashaddu khalqan am man khalaqnā innā khalaqnāhum min ṭīnin lāzibin",
          "translation": "Maka tanyakanlah kepada mereka (musyrik Mekkah), \"Apakah penciptaan mereka yang lebih sulit ataukah apa<sup foot_note=135677>1</sup> yang telah Kami ciptakan?\" Sesungguhnya Kami telah menciptakan mereka dari tanah liat.",
          "tafsir": "Allah memerintahkan Nabi Muhammad menanyakan kepada orang-orang yang mengingkari adanya kebangkitan dari kubur tentang mana yang lebih sukar antara menjadikan manusia termasuk orang-orang yang ingkar tadi dengan menjadikan malaikat, langit, bumi, dan segala isinya, yang wujudnya lebih besar dan lebih beraneka ragam. Allah memerintahkan rasul-Nya supaya mengajukan pertanyaan kepada mereka, dimaksudkan sebagai celaan terhadap sikap keras kepala mereka. Sebenarnya, mereka sendiri mengakui bahwa penciptaan langit, bumi, dan segala isinya yang besar itu lebih sukar dari menciptakan manusia. Maka bagaimana mereka dapat mengingkari kebangkitan itu, padahal mereka menyaksikan suatu yang lebih sukar dari apa yang mereka ingkari itu. Firman Allah: Dan bukankah (Allah) yang menciptakan langit dan bumi, mampu menciptakan kembali yang serupa itu (jasad mereka yang sudah hancur itu)? Benar, dan Dia Maha Pencipta, Maha Mengetahui. (Yasin/36: 81) Dalam ayat lain Allah berfirman: Sungguh, penciptaan langit dan bumi itu lebih besar daripada penciptaan manusia, akan tetapi kebanyakan manusia tidak mengetahui. (al-Mu'min/40: 57) Untuk menjelaskan perbandingan ini Allah memberikan tambahan penjelasan dengan menyebutkan kejadian nenek moyang mereka, yaitu Adam dari tanah liat. Proses kejadian Adam itu menunjukkan kepada mereka tentang kesederhanaan penciptaannya jika dibandingkan dengan penciptaan alam semesta yang mahabesar ini. Bilamana Allah kuasa menciptakan alam ini, tentulah lebih kuasa lagi menghidupkan kembali anak cucu Adam pada hari Kiamat. Rasulullah kemudian diperingatkan Allah agar jangan terlalu mengharapkan berimannya mereka yang keras kepala. Tidak ada manfaat bagi mereka segala keterangan dan peringatan itu karena mereka tidak tertarik. Bahkan orang-orang kafir itu memperolok-olokkan Rasul, sehingga Rasulullah sendiri merasa heran. Sesungguhnya hati mereka telah tertutup, dan jiwa mereka tidak dapat menjangkau keyakinan yang seperti itu. Mereka tidak mampu lagi melihat keterangan-keterangan dan tanda-tanda yang dapat menunjukkan kebangkitan dari kubur. Bahkan kesombongan dan pembangkangan mereka telah sampai ke puncaknya. Mereka memperolok-olokkan apa yang telah diucapkan oleh Nabi Muhammad saw, dan meremehkan kesungguhan beliau supaya mereka meyakini hari kebangkitan itu."
        },
        {
          "number": 12,
          "arabic": "بَلْ عَجِبْتَ وَيَسْخَرُونَ",
          "transliteration": "bal ʿajib'ta wayaskharūna",
          "translation": "Bahkan engkau (Muhammad) menjadi heran (terhadap keingkaran mereka) dan mereka menghinakan (engkau).",
          "tafsir": "Allah memerintahkan Nabi Muhammad menanyakan kepada orang-orang yang mengingkari adanya kebangkitan dari kubur tentang mana yang lebih sukar antara menjadikan manusia termasuk orang-orang yang ingkar tadi dengan menjadikan malaikat, langit, bumi, dan segala isinya, yang wujudnya lebih besar dan lebih beraneka ragam. Allah memerintahkan rasul-Nya supaya mengajukan pertanyaan kepada mereka, dimaksudkan sebagai celaan terhadap sikap keras kepala mereka. Sebenarnya, mereka sendiri mengakui bahwa penciptaan langit, bumi, dan segala isinya yang besar itu lebih sukar dari menciptakan manusia. Maka bagaimana mereka dapat mengingkari kebangkitan itu, padahal mereka menyaksikan suatu yang lebih sukar dari apa yang mereka ingkari itu. Firman Allah: Dan bukankah (Allah) yang menciptakan langit dan bumi, mampu menciptakan kembali yang serupa itu (jasad mereka yang sudah hancur itu)? Benar, dan Dia Maha Pencipta, Maha Mengetahui. (Yasin/36: 81) Dalam ayat lain Allah berfirman: Sungguh, penciptaan langit dan bumi itu lebih besar daripada penciptaan manusia, akan tetapi kebanyakan manusia tidak mengetahui. (al-Mu'min/40: 57) Untuk menjelaskan perbandingan ini Allah memberikan tambahan penjelasan dengan menyebutkan kejadian nenek moyang mereka, yaitu Adam dari tanah liat. Proses kejadian Adam itu menunjukkan kepada mereka tentang kesederhanaan penciptaannya jika dibandingkan dengan penciptaan alam semesta yang mahabesar ini. Bilamana Allah kuasa menciptakan alam ini, tentulah lebih kuasa lagi menghidupkan kembali anak cucu Adam pada hari Kiamat. Rasulullah kemudian diperingatkan Allah agar jangan terlalu mengharapkan berimannya mereka yang keras kepala. Tidak ada manfaat bagi mereka segala keterangan dan peringatan itu karena mereka tidak tertarik. Bahkan orang-orang kafir itu memperolok-olokkan Rasul, sehingga Rasulullah sendiri merasa heran. Sesungguhnya hati mereka telah tertutup, dan jiwa mereka tidak dapat menjangkau keyakinan yang seperti itu. Mereka tidak mampu lagi melihat keterangan-keterangan dan tanda-tanda yang dapat menunjukkan kebangkitan dari kubur. Bahkan kesombongan dan pembangkangan mereka telah sampai ke puncaknya. Mereka memperolok-olokkan apa yang telah diucapkan oleh Nabi Muhammad saw, dan meremehkan kesungguhan beliau supaya mereka meyakini hari kebangkitan itu."
        },
        {
          "number": 13,
          "arabic": "وَإِذَا ذُكِّرُوا۟ لَا يَذْكُرُونَ",
          "transliteration": "wa-idhā dhukkirū lā yadhkurūna",
          "translation": "Dan apabila mereka diberi peringatan, mereka tidak mengindahkannya.",
          "tafsir": "Allah menegaskan bahwa karena kekerasan hati orang-orang yang ingkar tadi, maka tidak akan ada manfaatnya apabila mereka diberi nasihat. Karena jiwa mereka telah dikotori tingkah laku dan perbuatan mereka sendiri. Bilamana diperlihatkan kepada mereka dalil-dalil dan mukjizat-mukjizat yang menunjukkan kebenaran Nabi, mereka pun menertawakan dan memperolok-olokkannya serta menuduh Nabi sebagai seorang tukang sihir yang telah memperdaya pikiran mereka dan ingin menjauhkan mereka dari sembahan-sembahan nenek moyang mereka. Mereka juga mengatakan bahwa segala dalil-dalil kenabian yang beliau sampaikan dipandang sebagai permainan sihir. Mereka mengatakan bahwa semua bukti-bukti kebenaran yang dibawa Nabi itu tidak ada artinya sama sekali. Oleh karena itu, mereka menghindari seruan Nabi dan tetap berpegang kepada agama nenek moyang yang sudah dianut berabad-abad. (16-17) Allah menunjukkan keingkaran kaum musyrikin terhadap peristiwa-peristiwa pada hari Kiamat. Kejadian-kejadian pada hari Kiamat itu membingungkan akal mereka. Mereka sama sekali tidak dapat mengerti apa yang dikatakan Nabi Muhammad bahwa tulang-belulang yang berserakan dan sudah menjadi tanah dapat dihidupkan kembali. Lebih mengherankan mereka lagi adalah kebangkitan nenek moyang mereka yang sudah lama terkubur dalam bumi, yang tidak ada bekasnya lagi, sehingga dengan demikian nenek moyang mereka itu tidak dapat hidup kembali. Semua ini ditanyakan mereka kepada Nabi saw. (18-19) Allah memerintahkan Nabi Muhammad agar menjawab pertanyaan mereka secara tegas bahwa benar mereka dan nenek moyangnya akan dibangkitkan kembali sesudah menjadi tanah. Mereka yang ingkar itu menjadi hina di hadapan Allah Yang Mahatinggi. Sebagaimana Allah berfirman: Sesungguhnya orang-orang yang sombong tidak mau menyembah-Ku akan masuk neraka Jahanam dalam keadaan hina dina. (al-Mu'min/40: 60) Dalam ayat lain Allah berfirman: ¦ Dan semua mereka datang menghadap-Nya dengan merendahkan diri. (an-Naml/27: 87) Terjadinya hari Kiamat sangatlah mudah bagi Allah. Dengan satu teriakan saja yang ditiupkan dari sangkakala manusia akan bangkit dari kubur dan hidup kembali. Pada waktu itu, mereka akan menyaksikan terlaksananya ancaman Allah."
        },
        {
          "number": 14,
          "arabic": "وَإِذَا رَأَوْا۟ ءَايَةً يَسْتَسْخِرُونَ",
          "transliteration": "wa-idhā ra-aw āyatan yastaskhirūna",
          "translation": "Dan apabila mereka melihat suatu tanda (kebesaran) Allah, mereka memperolok-olokan.",
          "tafsir": "Allah menegaskan bahwa karena kekerasan hati orang-orang yang ingkar tadi, maka tidak akan ada manfaatnya apabila mereka diberi nasihat. Karena jiwa mereka telah dikotori tingkah laku dan perbuatan mereka sendiri. Bilamana diperlihatkan kepada mereka dalil-dalil dan mukjizat-mukjizat yang menunjukkan kebenaran Nabi, mereka pun menertawakan dan memperolok-olokkannya serta menuduh Nabi sebagai seorang tukang sihir yang telah memperdaya pikiran mereka dan ingin menjauhkan mereka dari sembahan-sembahan nenek moyang mereka. Mereka juga mengatakan bahwa segala dalil-dalil kenabian yang beliau sampaikan dipandang sebagai permainan sihir. Mereka mengatakan bahwa semua bukti-bukti kebenaran yang dibawa Nabi itu tidak ada artinya sama sekali. Oleh karena itu, mereka menghindari seruan Nabi dan tetap berpegang kepada agama nenek moyang yang sudah dianut berabad-abad. (16-17) Allah menunjukkan keingkaran kaum musyrikin terhadap peristiwa-peristiwa pada hari Kiamat. Kejadian-kejadian pada hari Kiamat itu membingungkan akal mereka. Mereka sama sekali tidak dapat mengerti apa yang dikatakan Nabi Muhammad bahwa tulang-belulang yang berserakan dan sudah menjadi tanah dapat dihidupkan kembali. Lebih mengherankan mereka lagi adalah kebangkitan nenek moyang mereka yang sudah lama terkubur dalam bumi, yang tidak ada bekasnya lagi, sehingga dengan demikian nenek moyang mereka itu tidak dapat hidup kembali. Semua ini ditanyakan mereka kepada Nabi saw. (18-19) Allah memerintahkan Nabi Muhammad agar menjawab pertanyaan mereka secara tegas bahwa benar mereka dan nenek moyangnya akan dibangkitkan kembali sesudah menjadi tanah. Mereka yang ingkar itu menjadi hina di hadapan Allah Yang Mahatinggi. Sebagaimana Allah berfirman: Sesungguhnya orang-orang yang sombong tidak mau menyembah-Ku akan masuk neraka Jahanam dalam keadaan hina dina. (al-Mu'min/40: 60) Dalam ayat lain Allah berfirman: ¦ Dan semua mereka datang menghadap-Nya dengan merendahkan diri. (an-Naml/27: 87) Terjadinya hari Kiamat sangatlah mudah bagi Allah. Dengan satu teriakan saja yang ditiupkan dari sangkakala manusia akan bangkit dari kubur dan hidup kembali. Pada waktu itu, mereka akan menyaksikan terlaksananya ancaman Allah."
        },
        {
          "number": 15,
          "arabic": "وَقَالُوٓا۟ إِنْ هَـٰذَآ إِلَّا سِحْرٌ مُّبِينٌ",
          "transliteration": "waqālū in hādhā illā siḥ'run mubīnun",
          "translation": "Dan mereka berkata, \"ini tidak lain hanyalah sihir yang nyata.",
          "tafsir": "Allah menegaskan bahwa karena kekerasan hati orang-orang yang ingkar tadi, maka tidak akan ada manfaatnya apabila mereka diberi nasihat. Karena jiwa mereka telah dikotori tingkah laku dan perbuatan mereka sendiri. Bilamana diperlihatkan kepada mereka dalil-dalil dan mukjizat-mukjizat yang menunjukkan kebenaran Nabi, mereka pun menertawakan dan memperolok-olokkannya serta menuduh Nabi sebagai seorang tukang sihir yang telah memperdaya pikiran mereka dan ingin menjauhkan mereka dari sembahan-sembahan nenek moyang mereka. Mereka juga mengatakan bahwa segala dalil-dalil kenabian yang beliau sampaikan dipandang sebagai permainan sihir. Mereka mengatakan bahwa semua bukti-bukti kebenaran yang dibawa Nabi itu tidak ada artinya sama sekali. Oleh karena itu, mereka menghindari seruan Nabi dan tetap berpegang kepada agama nenek moyang yang sudah dianut berabad-abad. (16-17) Allah menunjukkan keingkaran kaum musyrikin terhadap peristiwa-peristiwa pada hari Kiamat. Kejadian-kejadian pada hari Kiamat itu membingungkan akal mereka. Mereka sama sekali tidak dapat mengerti apa yang dikatakan Nabi Muhammad bahwa tulang-belulang yang berserakan dan sudah menjadi tanah dapat dihidupkan kembali. Lebih mengherankan mereka lagi adalah kebangkitan nenek moyang mereka yang sudah lama terkubur dalam bumi, yang tidak ada bekasnya lagi, sehingga dengan demikian nenek moyang mereka itu tidak dapat hidup kembali. Semua ini ditanyakan mereka kepada Nabi saw. (18-19) Allah memerintahkan Nabi Muhammad agar menjawab pertanyaan mereka secara tegas bahwa benar mereka dan nenek moyangnya akan dibangkitkan kembali sesudah menjadi tanah. Mereka yang ingkar itu menjadi hina di hadapan Allah Yang Mahatinggi. Sebagaimana Allah berfirman: Sesungguhnya orang-orang yang sombong tidak mau menyembah-Ku akan masuk neraka Jahanam dalam keadaan hina dina. (al-Mu'min/40: 60) Dalam ayat lain Allah berfirman: ¦ Dan semua mereka datang menghadap-Nya dengan merendahkan diri. (an-Naml/27: 87) Terjadinya hari Kiamat sangatlah mudah bagi Allah. Dengan satu teriakan saja yang ditiupkan dari sangkakala manusia akan bangkit dari kubur dan hidup kembali. Pada waktu itu, mereka akan menyaksikan terlaksananya ancaman Allah."
        },
        {
          "number": 16,
          "arabic": "أَءِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَـٰمًا أَءِنَّا لَمَبْعُوثُونَ",
          "transliteration": "a-idhā mit'nā wakunnā turāban waʿiẓāman a-innā lamabʿūthūna",
          "translation": "Apabila kami telah mati dan telah menjadi tanah dan tulang-belulang, apakah benar kami akan dibangkitkan (kembali)?",
          "tafsir": "Allah menunjukkan keingkaran kaum musyrikin terhadap peristiwa-peristiwa pada hari Kiamat. Kejadian-kejadian pada hari Kiamat itu membingungkan akal mereka. Mereka sama sekali tidak dapat mengerti apa yang dikatakan Nabi Muhammad bahwa tulang-belulang yang berserakan dan sudah menjadi tanah dapat dihidupkan kembali. Lebih mengherankan mereka lagi adalah kebangkitan nenek moyang mereka yang sudah lama terkubur dalam bumi, yang tidak ada bekasnya lagi, sehingga dengan demikian nenek moyang mereka itu tidak dapat hidup kembali. Semua ini ditanyakan mereka kepada Nabi saw."
        },
        {
          "number": 17,
          "arabic": "أَوَءَابَآؤُنَا ٱلْأَوَّلُونَ",
          "transliteration": "awaābāunā l-awalūna",
          "translation": "dan apakah nenek moyang kami yang telah terdahulu (akan dibangkitkan pula)?\"",
          "tafsir": "Allah menunjukkan keingkaran kaum musyrikin terhadap peristiwa-peristiwa pada hari Kiamat. Kejadian-kejadian pada hari Kiamat itu membingungkan akal mereka. Mereka sama sekali tidak dapat mengerti apa yang dikatakan Nabi Muhammad bahwa tulang-belulang yang berserakan dan sudah menjadi tanah dapat dihidupkan kembali. Lebih mengherankan mereka lagi adalah kebangkitan nenek moyang mereka yang sudah lama terkubur dalam bumi, yang tidak ada bekasnya lagi, sehingga dengan demikian nenek moyang mereka itu tidak dapat hidup kembali. Semua ini ditanyakan mereka kepada Nabi saw."
        },
        {
          "number": 18,
          "arabic": "قُلْ نَعَمْ وَأَنتُمْ دَٰخِرُونَ",
          "transliteration": "qul naʿam wa-antum dākhirūna",
          "translation": "Katakanlah (Muhammad), \"Ya, dan kamu akan terhina.\"",
          "tafsir": "Allah memerintahkan Nabi Muhammad agar menjawab pertanyaan mereka secara tegas bahwa benar mereka dan nenek moyangnya akan dibangkitkan kembali sesudah menjadi tanah. Mereka yang ingkar itu menjadi hina di hadapan Allah Yang Mahatinggi. Sebagaimana Allah berfirman: Sesungguhnya orang-orang yang sombong tidak mau menyembah-Ku akan masuk neraka Jahanam dalam keadaan hina dina. (al-Mu'min/40: 60) Dalam ayat lain Allah berfirman: ¦ Dan semua mereka datang menghadap-Nya dengan merendahkan diri. (an-Naml/27: 87) Terjadinya hari Kiamat sangatlah mudah bagi Allah. Dengan satu teriakan saja yang ditiupkan dari sangkakala manusia akan bangkit dari kubur dan hidup kembali. Pada waktu itu, mereka akan menyaksikan terlaksananya ancaman Allah."
        },
        {
          "number": 19,
          "arabic": "فَإِنَّمَا هِىَ زَجْرَةٌ وَٰحِدَةٌ فَإِذَا هُمْ يَنظُرُونَ",
          "transliteration": "fa-innamā hiya zajratun wāḥidatun fa-idhā hum yanẓurūna",
          "translation": "Maka sesungguhnya kebangkitan itu hanya dengan satu teriakan saja; maka seketika itu mereka melihatnya.",
          "tafsir": "Allah memerintahkan Nabi Muhammad agar menjawab pertanyaan mereka secara tegas bahwa benar mereka dan nenek moyangnya akan dibangkitkan kembali sesudah menjadi tanah. Mereka yang ingkar itu menjadi hina di hadapan Allah Yang Mahatinggi. Sebagaimana Allah berfirman: Sesungguhnya orang-orang yang sombong tidak mau menyembah-Ku akan masuk neraka Jahanam dalam keadaan hina dina. (al-Mu'min/40: 60) Dalam ayat lain Allah berfirman: ¦ Dan semua mereka datang menghadap-Nya dengan merendahkan diri. (an-Naml/27: 87) Terjadinya hari Kiamat sangatlah mudah bagi Allah. Dengan satu teriakan saja yang ditiupkan dari sangkakala manusia akan bangkit dari kubur dan hidup kembali. Pada waktu itu, mereka akan menyaksikan terlaksananya ancaman Allah."
        },
        {
          "number": 20,
          "arabic": "وَقَالُوا۟ يَـٰوَيْلَنَا هَـٰذَا يَوْمُ ٱلدِّينِ",
          "transliteration": "waqālū yāwaylanā hādhā yawmu l-dīni",
          "translation": "Dan mereka berkata, \"Alangkah celaka kami! (Kiranya) inilah hari pembalasan itu.\"",
          "tafsir": "Pada ayat ini, Allah menjelaskan keluhan orang-orang yang ingkar akan hari Kiamat. Ketika mereka melihat azab yang akan menimpanya, mereka menjadi sadar akan ancaman Allah melalui lisan para rasul dan hukuman yang akan mereka terima pada hari itu atas perbuatannya ketika di dunia. Mereka memperolok-olokkan dan mendustakan para rasul serta mengingkari kebenaran ajaran yang dibawanya. Pada hari Kiamat mereka menyesali perbuatan dan kata-kata demikian itu terhadap diri sendiri. Mereka sadar bahwa hari pembalasan sudah datang. Pada hari Kiamat itu akan jelas perbedaan antara orang yang baik dan kebajikan yang dibuatnya dengan orang-orang jelek dengan kejahatan yang dilakukannya. Orang-orang yang telah berbuat baik akan dimasukkan ke surga Na'im. Sedang orang-orang yang telah berbuat fasik dan durhaka akan dimasukkan ke neraka Saqar. Firman Allah: Dan tahukah kamu apa (neraka) Saqar itu? Ia (Saqar itu) tidak meninggalkan dan tidak membiarkan, yang menghanguskan kulit manusia. (al-Muddatstsir/74: 27-29)"
        },
        {
          "number": 21,
          "arabic": "هَـٰذَا يَوْمُ ٱلْفَصْلِ ٱلَّذِى كُنتُم بِهِۦ تُكَذِّبُونَ",
          "transliteration": "hādhā yawmu l-faṣli alladhī kuntum bihi tukadhibūna",
          "translation": "Inilah hari keputusan<sup foot_note=135678>1</sup> yang dahulu kamu dustakan.",
          "tafsir": "Pada ayat ini, Allah menjelaskan keluhan orang-orang yang ingkar akan hari Kiamat. Ketika mereka melihat azab yang akan menimpanya, mereka menjadi sadar akan ancaman Allah melalui lisan para rasul dan hukuman yang akan mereka terima pada hari itu atas perbuatannya ketika di dunia. Mereka memperolok-olokkan dan mendustakan para rasul serta mengingkari kebenaran ajaran yang dibawanya. Pada hari Kiamat mereka menyesali perbuatan dan kata-kata demikian itu terhadap diri sendiri. Mereka sadar bahwa hari pembalasan sudah datang. Pada hari Kiamat itu akan jelas perbedaan antara orang yang baik dan kebajikan yang dibuatnya dengan orang-orang jelek dengan kejahatan yang dilakukannya. Orang-orang yang telah berbuat baik akan dimasukkan ke surga Na'im. Sedang orang-orang yang telah berbuat fasik dan durhaka akan dimasukkan ke neraka Saqar. Firman Allah: Dan tahukah kamu apa (neraka) Saqar itu? Ia (Saqar itu) tidak meninggalkan dan tidak membiarkan, yang menghanguskan kulit manusia. (al-Muddatstsir/74: 27-29)"
        },
        {
          "number": 22,
          "arabic": "۞ ٱحْشُرُوا۟ ٱلَّذِينَ ظَلَمُوا۟ وَأَزْوَٰجَهُمْ وَمَا كَانُوا۟ يَعْبُدُونَ",
          "transliteration": "uḥ'shurū alladhīna ẓalamū wa-azwājahum wamā kānū yaʿbudūna",
          "translation": "(Diperintahkan kepada malaikat), \"Kumpulkanlah orang-orang yang zalim beserta teman sejawat mereka dan apa yang dahulu mereka sembah,",
          "tafsir": "Kemudian pada hari itu diperintahkan kepada malaikat Zabaniyah untuk mengumpulkan orang-orang yang telah berbuat zalim, agar pergi ke tempat hukuman menurut kelompok perbuatan dosa mereka masing-masing, yaitu para pezina sesama pezina, pemakan riba sesama pemakan riba, demikianlah seterusnya. Demikian pula penyembah-penyembah berhala dikumpulkan bersama berhalanya agar mereka tambah merasa malu dan sedih. Lalu mereka digiring menuju neraka Jahim. Allah berfirman: Dan Kami akan mengumpulkan mereka pada hari Kiamat dengan wajah tersungkur, dalam keadaan buta, bisu, dan tuli. Tempat kediaman mereka adalah neraka Jahanam. Setiap kali nyala api Jahanam itu akan padam, Kami tambah lagi nyalanya bagi mereka. (al-Isra'/17: 97)"
        },
        {
          "number": 23,
          "arabic": "مِن دُونِ ٱللَّهِ فَٱهْدُوهُمْ إِلَىٰ صِرَٰطِ ٱلْجَحِيمِ",
          "transliteration": "min dūni l-lahi fa-ih'dūhum ilā ṣirāṭi l-jaḥīmi",
          "translation": "selain Allah, lalu tunjukkanlah kepada mereka jalan ke nereka.",
          "tafsir": "Kemudian pada hari itu diperintahkan kepada malaikat Zabaniyah untuk mengumpulkan orang-orang yang telah berbuat zalim, agar pergi ke tempat hukuman menurut kelompok perbuatan dosa mereka masing-masing, yaitu para pezina sesama pezina, pemakan riba sesama pemakan riba, demikianlah seterusnya. Demikian pula penyembah-penyembah berhala dikumpulkan bersama berhalanya agar mereka tambah merasa malu dan sedih. Lalu mereka digiring menuju neraka Jahim. Allah berfirman: Dan Kami akan mengumpulkan mereka pada hari Kiamat dengan wajah tersungkur, dalam keadaan buta, bisu, dan tuli. Tempat kediaman mereka adalah neraka Jahanam. Setiap kali nyala api Jahanam itu akan padam, Kami tambah lagi nyalanya bagi mereka. (al-Isra'/17: 97)"
        },
        {
          "number": 24,
          "arabic": "وَقِفُوهُمْ ۖ إِنَّهُم مَّسْـُٔولُونَ",
          "transliteration": "waqifūhum innahum masūlūna",
          "translation": "Tahanlah mereka (di tempat perhentian), sesungguhnya mereka akan ditanya,",
          "tafsir": "Kepada malaikat diperintahkan supaya menahan mereka di tempat pemberhentian dan menanyakan tentang apa yang mereka usahakan, serta dosa dan kemaksiatan yang telah mereka lakukan. Pada waktu itu juga ditanyakan tentang akidah-akidah palsu yang diajarkan oleh setan yang menyesatkan hidup mereka. persoalan ini dijelaskan dalam hadis Nabi saw: Abu Hurairah meriwayatkan bahwa Rasulullah saw bersabda, \"Tidaklah bergeser dua telapak kaki seorang hamba pada hari Kiamat sebelum dia ditanya empat perkara: tentang umur dihabiskannya untuk apa, tentang masa mudanya dipergunakan untuk apa, lalu tentang harta yang dimilikinya diperoleh dari mana, dan dipergunakan untuk apa, lalu tentang ilmu sampai sejauh mana diamalkannya. (Riwayat at-Tirmidzi) Pada waktu itu orang-orang kafir bisa saling menolong satu sama lain sebagaimana mereka perkirakan di dunia dulu. Tetapi nyatanya hal itu tidak dapat dilakukan, dan mereka benar-benar ditimpa azab setimpal dengan perbuatannya. Allah berfirman: (Yaitu) pada hari (ketika) seorang teman sama sekali tidak dapat memberi manfaat kepada teman lainnya dan mereka tidak akan mendapat pertolongan. (ad-Dukhan/44: 41)"
        }
      ]
    }
  ]
}