{
  "pageNumber": 174,
  "juz": 9,
  "surahs": [
    {
      "number": 7,
      "name": "Al-A'raf",
      "nameArabic": "الأعراف",
      "meaning": "Tempat Tertinggi",
      "revelation": "Makkah",
      "description": "Surat Al-A'raf berjumlah 206 ayat, termasuk surat Makkiyyah, diturunkan sebelum surat Al-An'am, dan termasuk golongan surat \"Assab'uththiwaal\" (tujuh surat yang panjang). Dinamakan \"Al-A'raf\" karena perkataan Al-A'raf terdapat dalam ayat 46 yang mengemukakan tentang keadaan orang-orang yang berada di atas Al-A'raf, tempat yang tertinggi di batas surga dan neraka. Mereka itulah orang-orang yang antara kebaikan dan kejahatan mereka sama banyaknya.Pokok-Pokok Isi:1. Keimanan:Mentauhidkan Allah dalam berdoa dan beribadah; hanya Allah yang mengatur dan menjaga alam; menciptakan undang-undang dan hukum-hukum untuk mengatur kehidupan manusia di dunia dan di akhirat; Allah bersemayam di 'Arsy; bantahan terhadap kepalsuan syirik; ketauhidan sesuai dengan fitrah manusia; Musa berbicara dengan Allah; tentang melihat Allah; perintah beribadah sambil menundukkan diri kepada Allah; Allah memiliki al-asmaaul husnaa (nama-nama yang indah).2. Hukum-hukum:Larangan mengikuti perbuatan dan adat istiadat yang buruk; kewajiban mengikuti Allah dan rasul, perintah berhias ketika hendak shalat; bantahan terhadap orang yang mengharamkan perhiasan yang dianugerahkan Allah; perintah memakan makanan yang halal lagi baik dan larangan memakan yang sebaliknya.3. Kisah-kisah:Kisah Nabi Adam a.s. dengan Iblis; kisah Nabi Nuh a.s. dan kaumnya; kisah Nabi Shaleh a.s. dengan kaumnya; kisah Nabi Syu'aib a.s. dengan kaumnya; kisah Nabi Musa a.s. dengan Fir'aun.4. Lain-lain:Al-Qur'an diturunkan kepada Nabi terakhir dan perintah mengikutinya; Nabi Muhammad diutus untuk seluruh manusia; adab orang mukmin, adab mendengar bacaan Al-Qur'an dan berzikir; rasul bertanggung jawab menyampaikan seruan Allah; balasan terhadap orang-orang yang mengikuti dan mengingkari rasul; dakwah rasul-rasul yang pertama ialah mentauhidkan Allah; tentang ashhaabul A'raaf yang berada di antara surga dan neraka; Allah pencipta makhluk; manusia adalah makhluk terbaik yang diciptakan Allah serta memiliki kesediaan untuk berbuat baik dan berbuat buruk; permusuhan setan terhadap manusia; manusia khalifah Allah di bumi; kehancuran suatu kaum karena perbuatan mereka sendiri; setiap bangsa memiliki masa jaya dan masa kehancuran; Allah memberikan cobaan kepada manusia dengan kekayaan dan kemiskinan; istidraj azab Allah terhadap orang-orang yang mendustakan ayat-ayat-Nya.Surat Al-A'raf dimulai dengan pengutaraan tentang kewajiban manusia mengikuti rasul dan akibat mengingkarinya. Selanjutnya, diterangkan tentang perselisihan antara Nabi Adam dan Iblis di surga yang merupakan permulaan perselisihan antara golongan yang taat kepada perintah Allah dan golongan yang mengingkari sebagaimana yang terjadi pada nabi-nabi terdahulu dengan umat-umatnya. Kemudian surat ini ditutup dengan penjelasan tentang adab-adab orang mukmin, adab-adab mendengarkan ayat-ayat Al-Qur'an, dan tata cara berdoa dan berzikir kepada-Nya.Hubungan Antara Surat Al-A'Raf Dengan Surat Al-Anfal:1. Akhir surat Al-A'raf mengemukakan keadaan beberapa orang rasul yang diutus sebelum Nabi Muhammad dalam menghadapi kaumnya, sedang permulaan surat Al-Anfal menerangkan keadaan Nabi Muhammad dalam menghadapi umatnya.2. Permusuhan antara Adam dan Iblis di surga dilanjutkan dengan permusuhan antara manusia yang menerima petunjuk dari Allah dengan yang tidak menerimanya. Ini diterangkan dalam surat Al-A'raf. Hal yang serupa diterangkan lebih jelas dalam surat Al-Anfal; pertentangan kedua golongan itu serta tingkah laku mereka dalam perang Badar. Surat Al-A'raf termasuk surat yang banyak persesuaiannya dengan surat-surat yang lain, seperti: Al-Baqarah, Ali 'Imran, At-Taubah, danYunus.",
      "verses": [
        {
          "number": 179,
          "arabic": "وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثِيرًا مِّنَ ٱلْجِنِّ وَٱلْإِنسِ ۖ لَهُمْ قُلُوبٌ لَّا يَفْقَهُونَ بِهَا وَلَهُمْ أَعْيُنٌ لَّا يُبْصِرُونَ بِهَا وَلَهُمْ ءَاذَانٌ لَّا يَسْمَعُونَ بِهَآ ۚ أُو۟لَـٰٓئِكَ كَٱلْأَنْعَـٰمِ بَلْ هُمْ أَضَلُّ ۚ أُو۟لَـٰٓئِكَ هُمُ ٱلْغَـٰفِلُونَ",
          "transliteration": "walaqad dharanā lijahannama kathīran mina l-jini wal-insi lahum qulūbun lā yafqahūna bihā walahum aʿyunun lā yub'ṣirūna bihā walahum ādhānun lā yasmaʿūna bihā ulāika kal-anʿāmi bal hum aḍallu ulāika humu l-ghāfilūna",
          "translation": "Dan Sungguh, akan Kami isi neraka Jahanam banyak dari kalangan jin dan manusia. Mereka memiliki hati, tetapi tidak dipergunakannya untuk memahami (ayat-ayat Allah) dan mereka memiliki mata (tetapi) tidak dipergunakannya untuk melihat (tanda-tanda kekuasaan Allah), dan mereka mempunyai telinga (tetapi) tidak dipergunakannya untuk mendengarkan (ayat-ayat Allah). Mereka seperti hewan ternak, bahkan lebih sesat lagi. Mereka itulah orang-orang yang lengah.",
          "tafsir": "Kemudian Allah dalam ayat ini menguraikan apa yang tidak terperinci pada ayat-ayat yang lampau tentang hal-hal yang menyebabkan terjerumusnya manusia ke dalam kesesatan. Allah menjelaskan banyak manusia menjadi isi neraka Jahanam seperti halnya mereka yang masuk surga, sesuai dengan amalan mereka masing-masing. Hal-hal yang menyebabkan manusia itu diazab di neraka Jahanam ialah: bahwa akal dan perasaan mereka tidak dipergunakan untuk memahami keesaan dan kebesaran Allah, padahal kepercayaan pada keesaan Allah itu membersihkan jiwa mereka dari segala macam was-was dan dari sifat hina serta rendah diri, lagi menanamkan pada diri mereka rasa percaya terhadap dirinya sendiri. Demikian pula mereka tidak menggunakan akal pikiran mereka untuk kehidupan rohani dan kebahagiaan abadi. Jiwa mereka terikat kepada kehidupan duniawi, sebagaimana difirmankan Allah: \"Mereka mengetahui yang lahir (tampak) dari kehidupan dunia, sedangkan terhadap (kehidupan) akhirat mereka lalai.\" (ar-Rum/30: 7) Mereka tidak memahami bahwa tujuan mereka diperintahkan menjauhi kemaksiatan, dan berbuat kebajikan, adalah untuk kebahagiaan dunia dan akhirat. Mereka tidak memahami hukum-hukum masyarakat dan pengaruh kepercayaan agama Islam dalam mempersatukan umat. Mereka tidak memahami tanda-tanda keesaan Allah, baik dalam diri manusia maupun yang ada di permukaan bumi. Mereka tidak memahami dan merenungkan wahyu Tuhan yang disampaikan kepada Rasul-Nya. Mereka mempunyai mata, tetapi tidak dipergunakan untuk melihat bukti kebenaran dan keesaan Allah. Segala kejadian dalam sejarah manusia, segala peristiwa yang terjadi dalam kehidupan manusia setiap hari, yang dilihat dan yang didengar, tidak menjadi bahan pemikiran dan renungan untuk dianalisa dan hal ini disimpulkan Allah dalam firman-Nya: \"Dan Kami telah memberikan kepada mereka pendengaran, penglihatan dan hati; tetapi pendengaran, penglihatan, dan hati mereka itu tidak berguna sedikit pun bagi mereka, karena mereka (selalu) mengingkari ayat-ayat Allah dan (ancaman) azab yang dahulu mereka memperolok-olokkannya telah mengepung mereka.\" (al-Ahqaf/46: 26) Mereka tidak dapat memanfaatkan mata, telinga, dan akal sehingga mereka tidak memperoleh hidayat Allah yang membawa mereka kepada kebahagiaan dunia dan akhirat. Keadaan mereka seperti binatang bahkan lebih buruk dari binatang, sebab binatang tidak mempunyai daya-pikir untuk mengolah hasil penglihatan dan pendengarannya. Binatang bereaksi dengan dunia luar berdasarkan naluri dan bertujuan hanyalah untuk mempertahankan hidup. Dia makan dan minum, serta memenuhi kebutuhannya, tidaklah melampaui dari batas kebutuhan biologis hewani. Tetapi bagaimana dengan manusia, bila sudah menjadi budak hawa-nafsu. Dan akal mereka tidak bermanfaat lagi. Mereka berlebihan dalam memenuhi kebutuhan jasmani mereka sendiri, berlebihan dalam mengurangi hak orang lain. Diperasnya hak orang lain bahkan kadang-kadang di luar perikemanusiaan. Bila sifat demikian menimpa satu bangsa dan negara, maka negara itu akan menjadi serakah dan penindas bangsa dan negara lain. Mereka mempunyai hati (perasaan dan pikiran), tetapi tidak digunakan untuk memahami ayat-ayat (Allah). Mereka lupa dan melalaikan bukti-bukti kebenaran Allah pada diri pribadi, pada kemanusiaan dan alam semesta ini, mereka melupakan penggunaan perasaan dan pikiran untuk tujuan-tujuan yang luhur dan meninggalkan kepentingan yang pokok dari kehidupan manusia sebagai pribadi dan bangsa."
        },
        {
          "number": 180,
          "arabic": "وَلِلَّهِ ٱلْأَسْمَآءُ ٱلْحُسْنَىٰ فَٱدْعُوهُ بِهَا ۖ وَذَرُوا۟ ٱلَّذِينَ يُلْحِدُونَ فِىٓ أَسْمَـٰٓئِهِۦ ۚ سَيُجْزَوْنَ مَا كَانُوا۟ يَعْمَلُونَ",
          "transliteration": "walillahi l-asmāu l-ḥus'nā fa-id'ʿūhu bihā wadharū alladhīna yul'ḥidūna fī asmāihi sayuj'zawna mā kānū yaʿmalūna",
          "translation": "Dan Allah memiliki Asmāul Ḥusnā (nama-nama yang terbaik), maka bermohonlah kepada-Nya dengan menyebut Asmāul Ḥusnā itu dan tinggalkanlah orang-orang yang menyalahartikan nama-nama-Nya<sup foot_note=135302>1</sup> Mereka kelak akan mendapat balasan terhadap apa yang telah mereka kerjakan.",
          "tafsir": "Al-Asmaul Husna artinya nama-nama Allah yang paling baik, paling luas, dan paling dalam pengertiannya, sebagaimana sabda Rasulullah: \"Sesungguhnya Allah mempunyai sembilan puluh sembilan nama, seratus kurang satu, barangsiapa menghafalnya masuklah dia ke surga.\" (Riwayat al-Bukhari dan Muslim dari Abu Hurairah) Jumlah sembilan puluh sembilan itu tidaklah berarti batas jumlah, sesungguhnya nama Allah itu tidaklah terbatas. Dalam Al-Quran nama Allah lebih dari jumlah angka tersebut. Nama-nama itu merupakan sifat dari zat Allah Yang Maha Esa, bukan zat Tuhan yang dikira orang musyrikin. Mengenai Asmaul Husna yang sembilan puluh sembilan itu diriwayatkan oleh at-Tirmizi dan al-Hakim dari jalan (sanad) al-Walid bin Muslim sebagai berikut: Dialah Allah yang tiada Tuhan kecuali Dia. (1) Yang Maha Pengasih, (2) Yang Maha Penyayang, (3) Maharaja, (4) Yang Mahasuci, (5) Maha Sejahtera, (6) Yang Maha Menenteramkan, (7) Yang Maha Memelihara, (8) Yang Mahaperkasa, (9) Yang Mahakuasa, (10) Yang Maha Memiliki Kebesaran, (11) Yang Maha Menciptakan, (12) Yang Mengadakan, (13) Yang Membentuk Rupa, (14) Yang Maha Pengampun, (15) Yang Maha Mengalahkan, (16) Yang Maha Pemberi, (17) Yang Maha Memberi Rezeki, (18) Yang Maha Memberi Keputusan, (19) Yang Maha Mengetahui, (20) Yang Maha Membatasi Rezeki, (21) Yang Maha Melapangkan Rezeki, (22) Yang Maha Merendahkan, (23) Yang Maha Meninggikan, (24) Yang Maha Menjadikan Mulia, (25) Yang Menjadikan Hina, (26) Yang Maha Mendengar, (27) Yang Maha Melihat, (28) Yang Jadi Hakim, (29) Yang Mahaadil, (30) Yang Mahahalus, (31) Yang Mahateliti, (32) Yang Mahasantun, (33) Yang Mahaagung, (34) Yang Maha Mengampuni, (35) Yang Maha Mensyukuri, (36) Yang Mahatinggi, (37) Yang Mahabesar, (38) Yang Maha Memelihara, (39) Yang Maha Penentu Waktu, (40) Yang Maha Membuat Perhitungan, (41) Yang Penuh Kebesaran, (42) Yang Maha Pemurah, (43) Yang Jadi Pengawas, (44) Yang Maha Mengabulkan, (45) Yang Mahaluas, (46) Yang Maha Bijaksana, (47) Yang Maha Mencintai,(48)Yang Mahamulia, (49) Yang Maha Membangkitkan, (50) Yang Maha Menjadi Saksi, (51) Yang Penuh Kebenaran, (52) Yang Maha Menjadi Tempat Bertawakkal, (53) Yang Mahakuat, (54) Yang Mahakokoh, (55) Yang Maha Melindungi, (56) Yang Maha Terpuji, (57) Yang Maha Menghitung, (58) Yang Maha Menciptakan, (59) Yang Maha Mengembalikan, (60) Yang Menghidupkan, (61) Yang Mematikan, (62) Yang Maha Hidup, (63) Yang Berdiri Sendiri, (64) Yang Maha Menemukan, (65) Yang Mahamulia, (66) Yang Mahamandiri, (67) Yang Maha Esa, (68) Yang Maha Tumpuan, (69) Yang Maha Kuasa, (70) Yang Maha Menentukan, (71) Yang Maha Mendahulukan, (72) Yang Maha Mengakhirkan, (73) Yang Mahaawal, (74) Yang Mahaakhir, (75) Yang Mahanyata, (76) Yang Maha Tersembunyi, (77) Yang Maha Melindungi, (78) Yang Maha Meninggikan, (79) Yang Maha Pelimpah Kebajikan, (80) Yang Maha Penerima Tobat, (81) Yang Maha Pembalas, (82) Yang Maha Pemaaf, (83) Yang Maha Penyantun, (84) Yang Memiliki Kekuasaan, (85) Yang Maha Mempunyai Kebesaran dan Kemuliaan, (86) Yang Mahaadil, (87) Yang Menghimpun, (88) Yang Mahakaya, (89) Yang Maha Memberi Kekayaan, (90) Yang Maha Mencegah, (91) Yang Maha Pemberi Mudarat, (92) Yang Maha Pemberi Manfaat, (93) Yang Maha Bercahaya, (94) Yang Maha Pemberi Petunjuk, (95) Yang Maha Pencipta Keindahan, (96) Yang Mahakekal, (97) Yang Maha Mewarisi, (98) Yang Maha Pemberi Bimbingan, (99) Yang Mahasabar. (Riwayat at-Tirmizi dan al-Hakim) Terjemahan nama-nama Allah sesungguhnya tidak dapat diterjemahkan secara tepat. Terjemahan ini sekedar untuk menjelaskan maknanya sesuai dengan keterbatasan bahasa Indonesia. Allah memerintahkan hamba-hamba-Nya untuk menyebutkan nama-nama yang paling baik ini dalam berdoa dan berzikir. Karena dengan berdoa dan berzikir itu mereka selalu ingat kepada Allah, dan iman mereka bertambah hidup dan subur dalam jiwa mereka Dalam pada itu Allah memerintahkan pula kepada orang-orang yang beriman agar mereka meninggalkan perilaku orang-orang yang menyimpangkan pengertian nama-nama Allah dari pengertian yang benar, misalnya dengan memberikan tawil atau memutar-balikkan pengertian sehingga mengaburkan kesempurnaan yang mutlak dari sifat-sifat Allah. Mereka yang berbuat demikian kelak akan ditimpa azab Allah. Penyimpangan atau penyelewengan dari nama-nama Allah Yang Maha Sempurna itu bermacam-macam bentuknya, antara lain: 1. Memberikan nama kepada Allah dengan nama yang tidak terdapat dalam Al-Quran ataupun dalam hadis Rasul yang sahih. Semua ulama sepakat bahwa nama dan sifat Allah itu harus didasarkan atas penjelasan Al-Quran dan hadis Rasul (tauqifi). 2. Menolak nama-nama dan sifat-sifat yang telah ditetapkan oleh Allah untuk zat-Nya, atau menolak untuk menisbahkan suatu perbuatan kepada Allah karena memandang yang demikian itu tidak patut bagi kesucian-Nya atau mengurangi kesucian-Nya. Mereka yang menolak ini memandang diri mereka seolah-olah lebih mengetahui dari Allah dan Rasul-Nya, mana yang layak dan mana yang tidak layak bagi Allah. 3. Menamakan sesuatu selain Allah dengan nama yang hanya layak bagi Allah. 4. Memutar-balikkan nama dan sifat-sifat Allah dengan penafsiran sendiri sehingga keluar dari pengertian dan maksud yang sebenarnya, seperti paham yang mengatakan bahwa sifat-sifat Allah sama dengan sifat manusia, seperti mendengar, melihat, berkata-kata, punya muka, tangan, kaki, tertawa, marah, senang dan sebagainya. Kendati Allah memiliki sifat mendengar, melihat dan sebagainya, namun mendengarnya Allah tidak sama dengan mendengarnya makhluk, melihatnya Allah tidak sama dengan melihatnya makhluk. Atau paham yang memberikan takwil terhadap sifat-sifat Allah sedemikian rupa sehingga sifat Allah itu tidak memilikik arti sama sekali. 5. Mempersekutukan Allah dengan sembahan selain Allah dalam segi nama yang khusus untuk Allah. Seperti memakai lafal Allah untuk sebuah berhala atau kata Rabbul alamin."
        },
        {
          "number": 181,
          "arabic": "وَمِمَّنْ خَلَقْنَآ أُمَّةٌ يَهْدُونَ بِٱلْحَقِّ وَبِهِۦ يَعْدِلُونَ",
          "transliteration": "wamimman khalaqnā ummatun yahdūna bil-ḥaqi wabihi yaʿdilūna",
          "translation": "Dan di antara orang-orang yang telah Kami ciptakan ada umat yang memberi petunjuk dengan (dasar) kebenaran, dan dengan itu (pula) mereka berlaku adil.",
          "tafsir": "Dalam ayat ini Allah menjelaskan bahwa Dia menciptakan juga satu umat yang besar jumlahnya untuk menempati surga. Mereka terdiri dari umat-umat dan suku-suku yang berjuang untuk membimbing manusia ke jalan yang benar serta mendidik mereka berpendirian teguh. Mereka menegakkan keadilan dan kebenaran yang telah ditetapkan Allah dan tidak ada pilihan lain bagi mereka kecuali jalan Allah itu. Mereka inilah umat Nabi Muhammad saw. Berkata Rasulullah saw berhubungan dengan ayat ini : \"Inilah umatku dengan kebenaran mereka memerintah, menetapkan keputusan-keputusan, mengambil (hak mereka) dan memberikan (hak orang lain)\". (Riwayat al-Bukhari dan Muslim dalam shahihain) Rasulullah saw berkata dalam hadis lain : \"Senantiasa ada segolongan umatku yang menegakkan kebenaran, siapa yang menentang mereka tidaklah dapat menyusahkan mereka hingga datang ketentuan Allah (hari Kiamat).\" (Riwayat Ibnu Majah dari sauban) Dari hadis-hadis ini dapat ditarik kesimpulan bahwa ijmak ulama menjadi hujah pada setiap masa, dan pada tiap masa itu pasti ada orang-orang yang ahli ijtihad."
        },
        {
          "number": 182,
          "arabic": "وَٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا سَنَسْتَدْرِجُهُم مِّنْ حَيْثُ لَا يَعْلَمُونَ",
          "transliteration": "wa-alladhīna kadhabū biāyātinā sanastadrijuhum min ḥaythu lā yaʿlamūna",
          "translation": "Dan orang-orang yang mendustakan ayat-ayat Kami, akan Kami biarkan mereka berangsur-angsur (ke arah kebinasaan), dengan cara yang tidak mereka ketahui.",
          "tafsir": "Allah menerangkan dalam ayat ini, bahwa mereka yang mendustakan ayat-ayat Allah seperti orang-orang Quraisy yang menentang dakwah Muhammad saw, tentu akan menerima hukuman Allah secara berangsur-angsur tanpa menyadari akibat kesesatan mereka itu. Hal demikian disebabkan mereka tidak memahami Sunatullah dalam pertumbuhan perkembangan manusia, bahwa pertarungan antara yang hak dengan yang batil, antara yang benar dengan yang salah, tentulah yang hak akan memperoleh kemenangan. Apa yang bermanfaat bagi manusia mengalahkan apa yang memudaratkan mereka. Allah berfirman: Sebenarnya Kami melemparkan yang hak (kebenaran) kepada yang batil (tidak benar) lalu yang hak itu menghancurkannya, maka seketika itu (yang batil) lenyap. (al-Anbiya/21: 18) Dan lagi Allah swt berfirman: Adapun buih, akan hilang sebagai sesuatu yang tak ada gunanya; tetapi yang bermanfaat bagi manusia, akan tetap di bumi. Demikianlah Allah membuat perumpamaan. (ar-Rad/13: 17) Peringatan Allah kepada mereka yang menentang dan mendustakan kerasulan Muhammad saw, mereka akan dibinasakan secara istidraj (berangsur-angsur), telah terbukti kebenarannya. Orang-orang kafir Quraisy yang sangat keras memusuhi Nabi Muhammad dan sahabat-sahabatnya telah mengalami kekalahan dalam berbagai peperangan, dalam menghadapi kaum Muslimin. Orang-orang Quraisy tertipu oleh kebesaran dan kekuatannya sendiri. Meskipun mereka selalu mengalami kekalahan, namun mereka tidak menyadari bahwa mereka berangsur-angsur menuju kehancuran."
        },
        {
          "number": 183,
          "arabic": "وَأُمْلِى لَهُمْ ۚ إِنَّ كَيْدِى مَتِينٌ",
          "transliteration": "wa-um'lī lahum inna kaydī matīnun",
          "translation": "Dan Aku akan memberikan tenggang waktu kepada mereka. Sungguh, rencana-Ku sangat teguh.",
          "tafsir": "Dalam ayat ini Allah menegaskan bahwa orang-orang yang mendustakan lambat laun menerima azab. Karena Allah membiarkan mereka berumur panjang, hidup makmur, dan mampu berperang, bukanlah lantaran Allah mengasihi mereka, tetapi sebagai tipuan terhadap mereka. Dengan kemewahan dan kekuatan yang mereka miliki, mereka berlarut-larut dalam kezaliman, mereka tidak memiliki norma moral, kecuali norma-norma yang sesuai dengan hawa nafsu mereka. Mereka adalah orang-orang yang mendustakan agama, dan orang-orang yang kafir terhadap Allah. Dalam sejarah umat manusia, baik orang seorang atau sebagai bangsa jika berlaku zalim dan aniaya, akhir kezaliman itu adalah kehancuran bagi mereka sendiri. Allah swt berfirman: \"Maka biarkanlah mereka dalam kesesatannya sampai waktu yang ditentukan. Apakah mereka mengira bahwa Kami memberikan harta dan anak-anak kepada mereka itu (berarti bahwa), Kami segera memberikan kebaikan-kebaikan kepada mereka? (Tidak), tetapi mereka tidak menyadarinya.\" (al-Muminun/23: 54-55-56) Rasulullah saw, bersabda: \"Sesungguhnya Allah swt memberi tangguh (tidak segera menimpakan azab) bagi orang yang zalim, tetapi bilamana Allah swt mengazabnya, Allah tidak akan membiarkannya lepas\". (Riwayat al-Bukhari dan Muslim dari Abu Musa)"
        },
        {
          "number": 184,
          "arabic": "أَوَلَمْ يَتَفَكَّرُوا۟ ۗ مَا بِصَاحِبِهِم مِّن جِنَّةٍ ۚ إِنْ هُوَ إِلَّا نَذِيرٌ مُّبِينٌ",
          "transliteration": "awalam yatafakkarū mā biṣāḥibihim min jinnatin in huwa illā nadhīrun mubīnun",
          "translation": "Dan apakah mereka tidak merenungkan bahwa teman mereka (Muhammad) tidak gila. Dia (Muhammad) tidak lain hanyalah seorang pemberi peringatan yang jelas.",
          "tafsir": "Dalam ayat ini Allah mencela sikap orang-orang Quraisy yang mendustakan Nabi Muhammad, dan tidak merenungkan kenyataan-kenyataan kepribadian Nabi sendiri. Bahkan karena kejujurannya beliau diberi gelar \"Al-Amin\". (Orang yang terpercaya) oleh mereka sendiri. Mengapa mereka tidak merenungkan pula inti dakwahnya, sebagai bukti kerasulannya dan ayat-ayat Al-Quran yang menetapkan keesaan dan kekuasaan Allah. Sekiranya mereka bersedia merenungkan hal yang demikian, tentulah nampak bagi mereka kebenaran, dan tidaklah keluar dari mulut mereka tuduhan bahwa Nabi Muhammad itu orang gila. Dia adalah sahabat mereka semenjak kecil, sedikit pun tidak ada tanda-tanda gila padanya sebagaimana mereka saksikan sendiri dalam perkembangan hidupnya. Allah menceritakan dalam Al-Quran tentang tuduhan mereka itu dengan firmannya: \"Maka tidakkah mereka menghayati firman (Allah), atau adakah telah datang kepada mereka apa yang tidak pernah datang kepada nenek-moyang mereka terdahulu? Ataukah mereka tidak mengenal Rasul mereka (Muhammad), karena itu mereka mengingkarinya? Atau mereka berkata: \"Orang itu (Muhammad) gila.\" Padahal, dia telah datang membawa kebenaran kepada mereka, tetapi kebanyakan mereka membenci kebenaran.\" (al-Muminun/23: 68-69-70) Firman Allah swt: Dan Mereka berkata, \"Wahai orang yang kepadanya diturunkan Al-Quran, sesungguhnya engkau (Muhammad) benar-benar orang gila.\" (al-Hijr/15:6) Tuduhan gila kepada Nabi Muhammad oleh orang kafir Mekah itu sebenarnya sudah menjadi kebiasaan orang-orang kafir zaman dahulu kepada Nabi-nabi mereka, seperti Nabi Nuh, Nabi Musa, dan lain-lainnya. Firman Allah swt: Demikianlah setiap kali seorang rasul yang datang kepada orang-orang yang sebelum mereka, mereka (kaumnya) pasti mengatakan, \"Dia itu pesihir atau orang gila.\" (adz-dzariyat/51: 52) Sesungguhnya Nabi Muhammad, bukanlah orang gila, tetapi beliau adalah seorang Rasul, seorang yang menyampaikan peringatan kepada manusia tentang azab dan penderitaan yang akan mereka alami jika ingkar kepada Allah dan menolak agama-Nya. Nabi Muhammad hanya memberi nasihat kepada mereka, bahwa kebahagiaan dunia dan akhirat, baik untuk pribadi ataupun masyarakat hanyalah dicapai dengan agama yang dibawanya."
        },
        {
          "number": 185,
          "arabic": "أَوَلَمْ يَنظُرُوا۟ فِى مَلَكُوتِ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَمَا خَلَقَ ٱللَّهُ مِن شَىْءٍ وَأَنْ عَسَىٰٓ أَن يَكُونَ قَدِ ٱقْتَرَبَ أَجَلُهُمْ ۖ فَبِأَىِّ حَدِيثٍۭ بَعْدَهُۥ يُؤْمِنُونَ",
          "transliteration": "awalam yanẓurū fī malakūti l-samāwāti wal-arḍi wamā khalaqa l-lahu min shayin wa-an ʿasā an yakūna qadi iq'taraba ajaluhum fabi-ayyi ḥadīthin baʿdahu yu'minūna",
          "translation": "Dan apakah mereka tidak memperhatikan kerajaan langit dan bumi dan segala apa yang diciptakan Allah, dan kemungkinan telah dekatnya waktu (kebinasaan) mereka? Lalu berita mana lagi setelah ini yang mereka percayai?",
          "tafsir": "Dalam ayat ini Allah mengecam mereka yang mendustakan Rasul. Mengapa mereka tidak memperhatikan apa yang terdapat pada kerajaan langit, dalam ruang angkasa yang sangat luas dengan jutaan bintang-bintang dan sejumlah planet-planet yang belum diketahui secara pasti keadaannya, beserta bulan-bulan yang beredar sekelilingnya di tiap-tiap planet itu. Dan mengapa pula mereka tidak memperhatikan apa yang terjadi di bumi, lautan dan daratan dengan segala hewan dan tumbuh-tumbuhan yang hidup di alam keduanya? Semua makhluk itu bagaimana kecilnya tunduk kepada suatu hukum yang rapi dan pasti, \"Siapakah yang menciptakan hukum atau Sunnah itu?\" Sekiranya mereka sejenak merenungkan isi kerajaan langit dan bumi itu tentulah mereka akan memperoleh petunjuk untuk membenarkan kerasulan Muhammad saw, mereka beriman kepada ayat-ayat Al-Quran yang dibawanya. Demikian pula halnya, sekiranya mereka memperhatikan dengan mendalam pada diri mereka sendiri. Manusia sebagai makhluk yang hidup pastilah akan berakhir dengan kematian, cepat atau lambat. Apakah mereka akan menghadap Tuhan dengan membawa amal kejahatan itu? Orang-orang kafir akan menyadari betapa bijaksananya jika sekiranya mereka menerima peringatan-peringatan dan ajaran-ajaran yang dibawa Rasul. Apa yang dibawa oleh Rasul itu sebenarnya bermanfaat bagi mereka di dunia dan di akhirat, yakni kepercayaan tentang adanya hari Kiamat dan hari pembalasan, buruk dan baik dan berita kehidupan sesudah mati. Jika mereka tidak percaya kepada ajaran Al-Quran yang dibawa oleh Rasul itu, maka adakah ajaran lain atau berita lain yang patut mereka percayai? Jika mereka tidak menemukan berita dan ajaran lainnya, maka Al-Quran-lah satu-satunya pilihan dan pegangan bagi mereka."
        },
        {
          "number": 186,
          "arabic": "مَن يُضْلِلِ ٱللَّهُ فَلَا هَادِىَ لَهُۥ ۚ وَيَذَرُهُمْ فِى طُغْيَـٰنِهِمْ يَعْمَهُونَ",
          "transliteration": "man yuḍ'lili l-lahu falā hādiya lahu wayadharuhum fī ṭugh'yānihim yaʿmahūna",
          "translation": "Barang siapa dibiarkan sesat oleh Allah, maka tidak ada yang mampu memberi petunjuk. Allah membiarkannya terombang-ambing dalam kesesatan.",
          "tafsir": "Kemudian Allah menegaskan dalam ayat ini bahwa orang yang disesatkan oleh Allah, tidak ada baginya yang memberi petunjuk. Seorang menjadi sesat karena dia telah kehilangan potensi dalam dirinya (fitrah) untuk menerima petunjuk. Kehilangan potensi itu disebabkan kelengahan dirinya sendiri dalam memeliharanya dari pengaruh dan godaan setan dan hawa nafsu. Karena tidak adanya potensi itu, maka jiwanya tidak menanggapi isi Al-Quran sewaktu datang kepadanya. Bahkan dia mengadakan reaksi yang negatif, yakni menolak, tidak menerima Al-Quran. Meskipun Rasul yang datang membawa Al-Quran itu kepadanya mempunyai akhlak yang mulia, akal yang sempurna, tetapi karena dia telah kehilangan kesediaan itu, maka Al-Quran tetap tidak berpengaruh pada jiwa orang yang disesatkan Allah itu. Jiwanya telah gelap, tidak menerima ajaran Al-Quran. Karena itu tak ada cahaya petunjuk baginya. Hatinya gelap bertambah gelap akibat perbuatan yang mungkar serta kelaliman yang melampaui batas. Keraguan semakin mencekam hati manusia yang demikian, dan akhirnya sulitlah baginya untuk memperoleh jalan keluar dari kesesatan itu. Firman Allah swt: Sekali-kali tidak! Bahkan apa yang mereka kerjakan itu telah menutupi hati mereka. (al-Muthaffifin/83: 14) Setiap perbuatan yang jahat menambah gelap hati manusia. Hati yang gelap menimbulkan perbuatan-perbuatan yang jahat kembali. Demikianlah akhirnya manusia yang sesat itu berputar-putar dalam lingkaran kesesatan. Mereka bergelimang dalam lumpur dosa dan kesesatan. Dia dapat lepas dan tertolong dari lingkaran kesesatan ini bilamana dia memiliki kemauan yang keras untuk kembali ke jalan Allah dan Nur Ilahi."
        },
        {
          "number": 187,
          "arabic": "يَسْـَٔلُونَكَ عَنِ ٱلسَّاعَةِ أَيَّانَ مُرْسَىٰهَا ۖ قُلْ إِنَّمَا عِلْمُهَا عِندَ رَبِّى ۖ لَا يُجَلِّيهَا لِوَقْتِهَآ إِلَّا هُوَ ۚ ثَقُلَتْ فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ لَا تَأْتِيكُمْ إِلَّا بَغْتَةً ۗ يَسْـَٔلُونَكَ كَأَنَّكَ حَفِىٌّ عَنْهَا ۖ قُلْ إِنَّمَا عِلْمُهَا عِندَ ٱللَّهِ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
          "transliteration": "yasalūnaka ʿani l-sāʿati ayyāna mur'sāhā qul innamā ʿil'muhā ʿinda rabbī lā yujallīhā liwaqtihā illā huwa thaqulat fī l-samāwāti wal-arḍi lā tatīkum illā baghtatan yasalūnaka ka-annaka ḥafiyyun ʿanhā qul innamā ʿil'muhā ʿinda l-lahi walākinna akthara l-nāsi lā yaʿlamūna",
          "translation": "Mereka menanyakan kepadamu (Muhammad) tentang Kiamat, \"Kapan terjadi?\" Katakanlah, \"Sesungguhnya pengetahuan tentang Kiamat itu ada pada Tuhanku; tidak ada (seorang pun) yang dapat menjelaskan waktu terjadinya selain Dia. (Kiamat) itu sangat berat (huru haranya bagi makhluk) yang di langit dan di bumi, tidak akan datang kepadamu kecuali secara tiba-tiba.\" Mereka bertanya kepadamu seakan-akan engkau mengetahuinya. Katakanlah (Muhammad), \"Sesungguhnya pengetahuan tentang (hari Kiamat) ada pada Allah, tetapi kebanyakan manusia tidak mengetahui.\"",
          "tafsir": "Allah dalam ayat ini menegaskan bahwa hanya Dialah yang mengetahui saat terjadinya hari Kiamat itu. Kepastian terjadinya hari Kiamat dan apa yang terjadi pada hari Kiamat sudah banyak dijelaskan oleh Al-Quran. Akan tetapi khusus yang berkenaan dengan saat terjadinya hari Kiamat itu tidak ada dijelaskan dalam Al-Quran. Hal itu hanya berada dalam ilmu Allah semata-mata. Kita dapat menarik pelajaran dari peringatan ini, bahwa tak seorang manusia pun yang tahu, kapan akan terjadi pada hari Kiamat. Dengan demikian berarti kita tidak boleh mempercayai ramalan orang atau berita bahwa hari Kiamat akan terjadi pada hari, tanggal, bulan dan tahun sekian atau saat tertentu. Peringatan ini berlaku umum untuk masa kapan pun. Ternyata sampai masa kita sekarang hal ini memang sering terjadi, entah di dunia Barat, di Afrika atau di tanah air kita sendiri, ada saja orang atau golongan yang percaya, bahwa hari Kiamat sudah dekat, akan terjadi pada waktu-waktu tertentu dengan menyebutkan saat akan terjadinya. Banyak orang yang percaya dan tertipu dengan ramalan atau berita yang dibuat orang dengan mengaku pemuka agama, akibatnya ada yang sampai menelan korban. Yang menanyakan saat terjadinya hari Kiamat itu ialah orang Quraisy. Ayat ini turun di Mekah. Di Mekah tidak ada orang Yahudi yang memberitahukan dan mengajarkan kepada orang-orang Quraisy tentang kerasulan, hari berbangkit, surga dan neraka. Berbeda halnya dengan orang Arab Medinah yang sudah banyak bergaul dengan bangsa Yahudi. Mereka sudah mempunyai pengertian tentang kenabian dan hari berbangkit. Jika orang Quraisy menanyakan tentang hari Kiamat itu maka sebenarnya pertanyan itu dilatar belakangi anggapan mereka bahwa hari Kiamat itu tidak mungkin terjadi dan merupakan suatu berita bohong, Allah menggambarkan pikiran mereka dengan firman-Nya: Orang-orang yang tidak percaya adanya hari Kiamat meminta agar hari itu segera terjadi, dan orang-orang yang beriman merasa takut kepadanya dan mereka yakin bahwa Kiamat itu adalah benar (akan terjadi). Ketahuilah bahwa sesungguhnya orang-orang yang membantah tentang terjadinya Kiamat itu benar-benar telah tersesat jauh. (asy-Syura/42: 18) Karena isi pertanyaan itu merupakan keingkaran, maka Nabi Muhammad disuruh untuk menjawabnya dengan jawaban yang sangat bijaksana, Nabi menjawab bahwa persoalan kapan terjadinya hari Kiamat itu bukan persoalan manusia, bukan pula persoalan Nabi, tetapi persoalan itu kepunyaan Allah semata-mata. Hanyalah Dia yang mengetahui saat terjadinya peristiwa kiamat itu, dan bagaimana proses terjadinya. Nabi ditugaskan oleh Allah, untuk memperingatkan tentang kepastian hari Kiamat dan kedahsyatan yang terjadi pada waktu itu sesuai dengan berita Al-Quran. Orang Quraisy ingin memancing jawaban dari Rasulullah saw, dan dari jawaban itu mereka bermaksud mencemoohkan dan mendustakannya. Dirahasiakannya saat terjadinya hari Kiamat mengandung hikmah yang besar bagi orang-orang yang beriman. Mereka dengan hati pasrah menyerahkan persoalan yang bakal terjadi pada hari Kiamat itu hanya kepada Allah. Dialah yang akan membuka tabir kerahasiaan itu, tak ada orang lain yang menyertainya ataupun yang menjadi perantara dengan hamba-hamba-Nya untuk memberitahukan saat terjadinya hari Kiamat itu. Para nabi hanya bertugas memperingatkan tentang adanya hari Kiamat. Memang hari Kiamat merupakan beban yang berat bagi penduduk langit dan bumi, karena pada hari itu segala amal perbuatan mereka akan diperhitungkan. Dan juga sukar bagi mereka, karena mereka tidak mengetahui saat kiamat itu terjadi. Kiamat itu akan terjadi dengan tiba-tiba pada saat mereka lalai dan tidak menyadarinya. Bagi orang yang sibuk dengan amal kebajikan, serta tawakal kepada Allah untuk menghadapai hari akhir itu. Kapan pun terjadi peritiwa dahsyat itu, dia sudah siap sedia menghadapinya. Kemudian Allah menegaskan lagi kepada Nabi Muhammad, bahwa orang-orang musyrik itu bertanya kepada beliau tentang hari Kiamat, karena mereka menganggap seakan-akan Nabi mengetahuinya. Jika Nabi tidak mengetahunya, Nabi dapat langsung bertanya kepada Allah. Maka Allah memerintahkan kembali kepada Nabi untuk menandaskan bahwa saat terjadinya hari Kiamat itu tetap rahasia Allah, Dia sajalah yang mengetahui saat terjadinya kiamat itu. tidak ada orang lain yang mengetahuinya, dan tidak ada orang yang akan diberi ilmu untuk mengetahui mengapa Allah merahasiakan terjadinya kiamat itu dan apa hikmat yang terkandung dalam merahasiakan itu. Dan banyak manusia yang tidak tahu mana yang patut ditanyakan dan mana yang tidak patut ditanyakan. Menurut Zahir, Nabi Muhammad, tidaklah mengetahui saat hari Kiamat itu, beliau hanya mengetahui dekatnya hari Kiamat. Nabi Muhammad saw bersabda: \"Aku diutus dan datangnya hari Kiamat itu seperti dua ini, sambil memperlihatkan telunjuknya dan jari tengahnya\". (Riwayat at-Tirmizi) Maksudnya jarak waktu antara beliau dengan hari Kiamat amat dekat seperti jarak antara dua jari tersebut. Meski pun Allah merahasiakan saat terjadinya hari Kiamat itu, namun Allah telah memberitahukan kepada Nabi Muhammad tanda-tanda sebelum kiamat terjadi. Sebagaimana firman Allah swt: Maka apa lagi yang mereka tunggu-tunggu selain hari Kiamat, yang akan datang kepada mereka dengan tiba-tiba, karena tanda-tandanya sungguh telah datang. Maka apa gunanya bagi mereka kesadaran mereka itu, apabila (hari Kiamat) itu sudah datang? (Muhammad/47: 18) Maka suatu tanda yang nyata bahwa kiamat itu sudah dekat, ialah diutusnya Nabi Muhammad sebagai Nabi terakhir kepada umat manusia. Dengan kebangkitan beliau itu sempurnalah bimbingan keagamaan oleh Allah kepada manusia, berarti sempurna pula kehidupan kerohanian dan kehidupan materil namun sesudah kehidupan materi itu mencapai puncaknya tibalah kehancuran dan kemusnahan. Dalam hadis banyak pula tanda yang menerangkan tentang terjadinya hari Kiamat itu. Di antaranya ialah keinginan manusia memiliki harta-benda atau kebutuhan materinya saling bertentangan dengan keinginannya kepada kepuasan rohani. Pada suatu masa manusia mengutamakan kebutuhan spiritual yang diutamakan, dan kebutuhan materi yang dikalahkan. Kemudian dimenangkan lagi kebutuhan materil bersamaan dengan perkembangan kesesatan, kejahatan, kemungkaran dan kekufuran, hingga datanglah hari Kiamat pada saat manusia bergelimang dalam kejahatan."
        }
      ]
    }
  ]
}