{
  "pageNumber": 355,
  "juz": 18,
  "surahs": [
    {
      "number": 24,
      "name": "An-Nur",
      "nameArabic": "النور",
      "meaning": "Cahaya",
      "revelation": "Madinah",
      "description": "Surat An-Nur terdiri dari 64 ayat dan termasuk surat Madaniyyah. Dinamai \"An-Nur\" yang berarti \"Cahaya\" diambil dari kata \"An-Nur\" yang terdapat pada ayat ke-35. Dalam ayat ini, Allah menjelaskan tentang Nur Ilahi, yakni Al-Qur'an yang berisi petunjuk-petunjuk. Petunjuk-petunjuk Allah layaknya cahaya yang menerangi seluruh alam. Surat ini sebagian besar isinya memuat petunjuk-petunjuk Allah yang berhubungan dengan kemasyarakatan dan rumah tangga.**Pokok-Pokok Isi:**1. **Keimanan:** Kesaksian lidah dan anggota-anggota tubuh atas segala perbuatan manusia pada hari kiamat; hanya Allah yang menguasai langit dan bumi; kewajiban rasul hanya menyampaikan agama Allah; iman merupakan dasar diterimanya amal dan ibadah.2. **Hukum-hukum:** Hukum-hukum sekitar masalah zina, li'an dan adab-adab pergaulan di luar dan di dalam rumah tangga.3. **Kisah-kisah:** Kisah tentang berita bohong terhadap Ummul Mukminin 'Aisyah (Qishshatul Ifki).4. **Lain-lain:** Semua jenis hewan diciptakan Allah dari air; janji Allah kepada kaum mukmin yang beramal saleh.Dalam surat An-Nur terdapat ayat-ayat hukum dan petunjuk-petunjuk Allah bagi manusia, baik yang berhubungan dengan hidup kemasyarakatan maupun rumah tangga. Kesemuanya itu merupakan cahaya yang menyinari kehidupan manusia dalam menempuh jalan yang menuju kebahagiaan dunia dan akhirat.**Hubungan Surat An-Nur Dengan Surat Al-Furqan:**1. Surat An-Nur ini ditutup dengan keterangan bahwa Allahlah yang memiliki langit dan bumi serta segala isinya; dan yang mengaturnya berdasarkan hikmah dan kemaslahatan yang Dia kehendaki. Allah pula yang membuat perhitungan terhadap segala amal perbuatan hamba-hamba-Nya pada hari kiamat. Maka dalam surat Al Furqan Allah memulai dengan menunjukkan tentang ketinggian-Nya baik pada zat, sifat-sifat, dan perbuatan-Nya, dan menunjukkan pula kecintaan-Nya kepada hamba-hamba-Nya dengan menurunkan Al-Qur'an sebagai pedoman hidup bagi mereka.2. Pada akhir surat ini Allah mewajibkan kaum muslimin mengikuti Rasul-Nya, Muhammad, serta mengancam dengan azab bagi yang menentangnya. Maka pada permulaan surat Al-Furqan, Allah menyebutkan bahwa Nabi Muhammad diberikan Al-Qur'an yang membimbing umat manusia.3. Pada masing-masing surat digambarkan keadaan awan, turunnya hujan, dan penghijauan bumi sebagai bukti kekuasaan Allah.4. Dalam kedua surat ini Allah menjelaskan bahwa amal usaha orang-orang kafir pada hari kiamat tidak diberi pahala sedikit pun, dan keduanya menerangkan pula asal muasal kejadian manusia.",
      "verses": [
        {
          "number": 37,
          "arabic": "رِجَالٌ لَّا تُلْهِيهِمْ تِجَـٰرَةٌ وَلَا بَيْعٌ عَن ذِكْرِ ٱللَّهِ وَإِقَامِ ٱلصَّلَوٰةِ وَإِيتَآءِ ٱلزَّكَوٰةِ ۙ يَخَافُونَ يَوْمًا تَتَقَلَّبُ فِيهِ ٱلْقُلُوبُ وَٱلْأَبْصَـٰرُ",
          "transliteration": "rijālun lā tul'hīhim tijāratun walā bayʿun ʿan dhik'ri l-lahi wa-iqāmi l-ṣalati waītāi l-zakati yakhāfūna yawman tataqallabu fīhi l-qulūbu wal-abṣāru",
          "translation": "orang yang tidak dilalaikan oleh perdagangan dan jual beli dari mengingat Allah, melaksanakan salat, dan menunaikan zakat. Mereka takut kepada hari ketika hati dan penglihatan menjadi guncang (hari Kiamat),",
          "tafsir": "Di antara orang-orang yang akan diberi Allah pancaran Nur Ilahi itu ialah orang-orang yang selalu menyebut nama Allah di masjid-masjid pada pagi dan petang hari serta bertasbih menyucikan-Nya. Mereka tidak lalai mengingat Allah dan mengerjakan salat walaupun melakukan urusan perniagaan dan jual beli, mereka tidak enggan mengeluarkan zakat karena tamak mengumpulkan harta kekayaan, mereka selalu ingat akan hari akhirat yang karena dahsyatnya banyak hati menjadi guncang dan mata menjadi terbelalak. Ini bukan berarti mereka mengabaikan sama sekali urusan dunia dan menghabiskan waktu dan tenaganya untuk berzikir dan bertasbih, karena hal demikian tidak disukai oleh Nabi Muhammad dan bertentangan dengan prinsip-prinsip Islam. Nabi Muhammad telah bersabda: Berusahalah seperti usaha orang yang mengira bahwa ia tidak akan mati selama-lamanya dan waspadalah seperti kewaspadaan orang yang takut akan mati besok. (Riwayat al-Baihaqi dari Ibnu Auz) Urusan duniawi dan urusan ukhrawi keduanya sama penting dalam Islam. Seorang muslim harus pandai menciptakan keseimbangan antara kedua urusan itu, jangan sampai salah satu di antara keduanya dikalahkan oleh yang lain. Melalaikan urusan akhirat karena mementingkan urusan dunia adalah terlarang, sebagaimana disebut dalam firman-Nya: Wahai orang-orang yang beriman! Janganlah harta-bendamu dan anak-anakmu melalaikan kamu dari mengingat Allah. Dan barang siapa berbuat demikian, maka mereka itulah orang-orang yang rugi. (al-Munafiqun/63: 9) Dan firman-Nya: Wahai orang-orang yang beriman! Apabila telah diseru untuk melaksanakan salat pada hari Jumat, maka segeralah kamu mengingat Allah dan tinggalkanlah jual beli. Yang demikian itu lebih baik bagimu jika kamu mengetahui. (al-Jumu'ah/62: 9) Tetapi apabila kewajiban-kewajiban terhadap agama telah ditunaikan dengan sebaik-baiknya, seorang muslim diperintahkan untuk kembali mengurus urusan dunianya dengan ketentuan tidak lupa mengingat Allah agar dia jangan melanggar perintah-Nya atau mengerjakan larangan-Nya sebagai tersebut dalam firman-Nya: Apabila salat telah dilaksanakan, maka bertebaranlah kamu di bumi; carilah karunia Allah dan ingatlah Allah banyak-banyak agar kamu beruntung. (al-Jumu'ah/62: 10) Sebaliknya melalaikan urusan dunia dan hanya mementingkan urusan akhirat juga tercela, karena orang muslim diperintahkan Allah supaya berusaha mencari rezeki untuk memenuhi kebutuhannya, dan kebutuhan keluarganya. Orang-orang yang berusaha menyeimbangkan antara urusan duniawi dan urusan ukhrawi itulah orang-orang yang diridai oleh Allah. Dia bekerja untuk dunianya karena taat dan patuh kepada perintah dan petunjuk-Nya. Dia beramal untuk akhirat karena taat dan patuh kepada perintah serta petunjuk-Nya, sebagai persiapan untuk menghadapi hari akhirat yang amat dahsyat dan penuh kesulitan, sebagaimana disebut dalam firman-Nya: Sungguh, kami takut akan (azab) Tuhan pada hari (ketika) orang-orang berwajah masam penuh kesulitan.\" Maka Allah melindungi mereka dari kesusahan hari itu, dan memberikan kepada mereka keceriaan dan kegembiraan. Dan Dia memberi balasan kepada mereka karena kesabarannya (berupa) surga dan (pakaian) sutera. (al-Insan/76: 10-12)"
        },
        {
          "number": 38,
          "arabic": "لِيَجْزِيَهُمُ ٱللَّهُ أَحْسَنَ مَا عَمِلُوا۟ وَيَزِيدَهُم مِّن فَضْلِهِۦ ۗ وَٱللَّهُ يَرْزُقُ مَن يَشَآءُ بِغَيْرِ حِسَابٍ",
          "transliteration": "liyajziyahumu l-lahu aḥsana mā ʿamilū wayazīdahum min faḍlihi wal-lahu yarzuqu man yashāu bighayri ḥisābin",
          "translation": "(mereka melakukan itu) agar Allah memberi balasan kepada mereka dengan yang lebih baik daripada apa yang telah mereka kerjakan, dan agar Dia menambah karunia-Nya kepada mereka. Dan Allah memberi rezeki kepada siapa saja yang Dia kehendaki tanpa batas.",
          "tafsir": "Orang-orang yang demikian sifatnya, selalu bertakwa dan bertawakkal kepada Allah, mereka itu diridai Allah dan mendapat pancaran Nur Ilahi dalam hidupnya karena mereka selalu berpedoman kepada ajaran-Nya dan banyak melakukan perbuatan yang baik, mengerjakan amal saleh baik yang wajib maupun yang sunnah. Mereka akan mendapat ganjaran berlipat ganda dari Allah sesuai dengan firman-Nya: Barang siapa berbuat kebaikan mendapat balasan sepuluh kali lipat amalnya. Dan barang siapa berbuat kejahatan dibalas seimbang dengan kejahatannya. Mereka sedikit pun tidak dirugikan (dizalimi). (al-An'am/6: 160) Rasulullah menerangkan janji Allah kepada orang yang saleh dalam sebuah hadis qudsi. Aku (Allah) menyediakan bagi hamba-hambaKu yang saleh nikmat-nikmat yang belum dilihat mata, belum pernah didengar telinga dan belum pernah terlintas dalam hati manusia. (Riwayat asy-Syaikhan, Ahmad dan Ibnu Majah dari Abu Hurairah) Demikianlah Allah memberi balasan kepada hamba-Nya yang saleh yang beriman dan bertakwa dengan nikmat serta karunia yang tak terhingga."
        },
        {
          "number": 39,
          "arabic": "وَٱلَّذِينَ كَفَرُوٓا۟ أَعْمَـٰلُهُمْ كَسَرَابٍۭ بِقِيعَةٍ يَحْسَبُهُ ٱلظَّمْـَٔانُ مَآءً حَتَّىٰٓ إِذَا جَآءَهُۥ لَمْ يَجِدْهُ شَيْـًٔا وَوَجَدَ ٱللَّهَ عِندَهُۥ فَوَفَّىٰهُ حِسَابَهُۥ ۗ وَٱللَّهُ سَرِيعُ ٱلْحِسَابِ",
          "transliteration": "wa-alladhīna kafarū aʿmāluhum kasarābin biqīʿatin yaḥsabuhu l-ẓamānu māan ḥattā idhā jāahu lam yajid'hu shayan wawajada l-laha ʿindahu fawaffāhu ḥisābahu wal-lahu sarīʿu l-ḥisābi",
          "translation": "Dan orang-orang yang kafir, perbuatan mereka seperti fatamorgana di tanah yang datar, yang disangka air oleh orang-orang yang dahaga, tetapi apabila didatangi tidak ada apa pun. Dan didapatinya (ketetapan) Allah baginya. Lalu Allah memberikan kepadanya perhitungan (amal-amal) dengan sempurna, dan Allah sangat cepat perhitungan-Nya,<sup foot_note=135517>1</sup>",
          "tafsir": "Pada ayat ini Allah memberikan perumpamaan bagi amal-amal orang kafir yang tampaknya baik dan besar manfaatnya seperti mendirikan panti asuhan bagi anak-anak yatim, rumah sakit atau poliklinik untuk mengobati orang-orang yang tidak mampu, menolong fakir miskin dengan memberikan pakaian dan makanan, mendirikan perkumpulan sosial atau yayasan, dan amal-amal sosial lainnya yang sangat dianjurkan oleh agama Islam dan dipandang sebagai amal yang besar pahalanya. Amal-amal orang-orang kafir itu meskipun besar faedahnya bagi masyarakat, tetapi amal mereka itu tidak ada nilainya di sisi Allah, karena syarat utama bagi diterimanya suatu amal ialah iman kepada-Nya dan tidak menyekutukan-Nya dengan suatu apa pun, apalagi menganggap makhluk-Nya baik yang bernyawa ataupun benda mati sebagai Tuhan yang diharapkan rahmat dan kasih sayangnya atau yang ditakuti murkanya. Allah menyerupakan amal-amal orang-orang kafir itu sebagai fatamorgana di padang pasir, tampak dari kejauhan seperti air jernih yang dapat melepaskan dahaga dan menyegarkan tubuh yang telah ditimpa terik matahari. Dengan bergegas-gegas orang yang melihatnya berjalan menuju arah fatamorgana itu, tetapi tatkala mereka sampai di sana, semua harapan itu sirna berganti dengan rasa kecewa dan putus asa karena yang dilihatnya seperti air jernih itu tidak lain hanyalah bayangan belaka. Mereka tidak hanya merasa kecewa dan putus asa, karena tidak mendapat minuman yang segar, tetapi mereka juga dihantui oleh nasib yang buruk karena di hadapan mereka telah menunggu penderitaan yang tidak tertangguhkan yaitu haus dan dahaga akibat ditimpa panasnya matahari sedang yang kelihatan di sekeliling mereka hanya pasir belaka yang luas tidak bertepi. Demikian halnya orang-orang kafir di akhirat nanti, mereka mengira bahwa amal mereka di dunia akan menolong dan melepaskan mereka dari kedahsyatan dan kesulitan di padang mahsyar, tetapi nyatanya semua itu tak ada gunanya sama sekali karena tidak dilandasi oleh iman, keikhlasan, dan kejujuran. Bukan saja mereka dikecewakan oleh harapan-harapan palsu, tetapi di hadapan mereka telah tersedia pula balasan atas segala dosa dan keingkaran mereka, yaitu neraka Jahanam yang amat panas dan menyala-nyala. Allah telah memberitahukan kepada mereka perhitungan amal mereka dan Malaikat Zabaniah telah siap sedia menggiring mereka ke neraka. Allah berfirman: Dan Kami akan perlihatkan segala amal yang mereka kerjakan, lalu Kami akan jadikan amal itu (bagaikan) debu yang beterbangan.(al-Furqan/25: 23)"
        },
        {
          "number": 40,
          "arabic": "أَوْ كَظُلُمَـٰتٍ فِى بَحْرٍ لُّجِّىٍّ يَغْشَىٰهُ مَوْجٌ مِّن فَوْقِهِۦ مَوْجٌ مِّن فَوْقِهِۦ سَحَابٌ ۚ ظُلُمَـٰتٌۢ بَعْضُهَا فَوْقَ بَعْضٍ إِذَآ أَخْرَجَ يَدَهُۥ لَمْ يَكَدْ يَرَىٰهَا ۗ وَمَن لَّمْ يَجْعَلِ ٱللَّهُ لَهُۥ نُورًا فَمَا لَهُۥ مِن نُّورٍ",
          "transliteration": "aw kaẓulumātin fī baḥrin lujjiyyin yaghshāhu mawjun min fawqihi mawjun min fawqihi saḥābun ẓulumātun baʿḍuhā fawqa baʿḍin idhā akhraja yadahu lam yakad yarāhā waman lam yajʿali l-lahu lahu nūran famā lahu min nūrin",
          "translation": "atau (keadaan orang-orang kafir) seperti gelap gulita di lautan yang dalam, yang diliputi oleh gelombang demi gelombang, di atasnya ada (lagi) awan gelap. Itulah gelap gulita yang berlapis-lapis. Apabila dia mengeluarkan tangannya hampir tidak dapat melihatnya. Barang siapa tidak diberi cahaya (petunjuk) oleh Allah, maka dia tidak mempunyai cahaya sedikit pun.",
          "tafsir": "Pada ayat ini Allah memberi perumpamaan bagi amal orang-orang kafir dengan kegelapan yang hitam kelam yang berlapis-lapis sebagaimana kelamnya suasana di laut yang dalam di malam hari di mana ombak sambung-menyambung dengan hebatnya menambah kegelapan dalam laut itu, ditambah lagi dengan awan tebal yang hitam menutupi langit sehingga tidak ada sekelumit cahaya pun yang nampak. Semua bintang yang kecil maupun yang besar tidak dapat menampakkan dirinya ke permukaan laut itu karena dihalangi oleh awan tebal dan hitam itu. Tidak ada satu pun yang dapat dilihat ketika itu, sehingga apabila seseorang mengeluarkan tangannya di hadapan mukanya tangan itu tidak nampak sama sekali meskipun sudah dekat benar ke matanya. Demikianlah hitam kelamnya amal-amal orang kafir itu. Jangankan amal itu akan dapat menolong dalam menghadapi bahaya dan kesulitan di akhirat yang amat dahsyat itu, melihat amal itu saja pun mustahil, karena semua amal yang dikerjakannya tidak diterima dan tidak diridai oleh Allah karena akidahnya yang sesat dan ucapan-ucapan yang mengandung kesombongan atau tindakan mereka yang zalim. Al-hasan al-Basri berkata tentang hal ini, \"Orang kafir berada dalam tiga kegelapan, yaitu kegelapan akidah, kegelapan ucapan dan kegelapan amal perbuatan.\" Sedangkan Ibnu 'Abbas menyatakan, \"Kegelapan hati, penglihatan dan pendengarannya.\" Demikianlah keadaan orang-orang kafir, mereka berada dalam kegelapan yang pekat sekali, karena mereka sedikit pun tidak mendapat pancaran Nur Ilahi. Allah tidak akan memberikan kepada mereka pancaran Nur-Nya, karena itulah mereka selalu berada dalam kegelapan. Tidak ada pedoman yang dapat dijadikan pedoman karena memang mereka sudah sesat sangat jauh sekali tersesat dan tidak ada harapan lagi bagi mereka untuk kembali ke jalan yang benar sebagaimana firman-Nya: Dan Allah menyesatkan orang-orang yang zalim dan Allah berbuat apa yang Dia kehendaki. (Ibrahim/14: 27)"
        },
        {
          "number": 41,
          "arabic": "أَلَمْ تَرَ أَنَّ ٱللَّهَ يُسَبِّحُ لَهُۥ مَن فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَٱلطَّيْرُ صَـٰٓفَّـٰتٍ ۖ كُلٌّ قَدْ عَلِمَ صَلَاتَهُۥ وَتَسْبِيحَهُۥ ۗ وَٱللَّهُ عَلِيمٌۢ بِمَا يَفْعَلُونَ",
          "transliteration": "alam tara anna l-laha yusabbiḥu lahu man fī l-samāwāti wal-arḍi wal-ṭayru ṣāffātin kullun qad ʿalima ṣalātahu watasbīḥahu wal-lahu ʿalīmun bimā yafʿalūna",
          "translation": "Tidakkah engkau (Muhammad) tahu bahwa kepada Allah lah bertasbih apa yang di langit dan di bumi, dan juga burung yang mengembangkan sayapnya. Masing-masing sungguh telah mengetahui (cara) berdoa dan bertasbih. Allah Maha Mengetahui apa yang mereka kerjakan.",
          "tafsir": "Pada ayat ini Allah mengarahkan pikiran Nabi Muhammad pada khususnya dan pikiran manusia pada umumnya untuk memperhatikan alam, baik di langit maupun di bumi agar dia menyadari bahwa di samping manusia sebagai makhluk Allah, ada bermacam-macam makhluk-Nya di alam ini. Bila diperhatikan pasti akan membawa kepada keyakinan akan kekuasaan Khaliknya dan kebijaksanaan-Nya mengatur segala sesuatu dengan rapi dan seimbang. Semua makhluk itu, walaupun tidak disadari oleh manusia tunduk patuh dan bertasbih menyucikan-Nya menurut segala ketentuan yang telah ditetapkan-Nya. Kalaulah ada sebuah bintang saja keluar dari garis edarnya dan tidak mematuhi tata tertib yang telah ditetapkan Allah, tentu akan terjadi benturan di antara bintang-bintang yang mengakibatkan rusaknya susunan alam atau tata surya yang harmonis dan hancurlah sebagian dari bintang-bintang itu dan tidak mustahil bumi kita akan terkena malapetaka besar sebagai dampaknya. Akan tetapi, ternyata tidak pernah ada kejadian seperti itu dan semua makhluk yakin bahwa Allah senantiasa menjaga semua tata tertib yang telah ditetapkan-Nya. Allah menyuruh manusia memperhatikan setiap makhluk-Nya yang kecil lagi lemah, yaitu burung yang dapat terbang melayang di udara dan kadang-kadang kelihatan seakan-akan dia berhenti sejenak di awang-awang tidak terpengaruh oleh gravitasi bumi. Firman Allah: Tidakkah mereka memperhatikan burung-burung yang dapat terbang di angkasa dengan mudah. Tidak ada yang menahannya selain Allah. Sungguh, pada yang demikian itu benar-benar terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang beriman. (an-Nahl/16: 79) Setiap barang yang mempunyai berat pasti akan jatuh ke bumi. Tetapi burung-burung itu sekalipun demikian tetap bermain-main di udara dengan aman tanpa ada sedikit pun kekhawatiran akan jatuh ke bumi. Hal ini karena Allah telah mengatur bentuk burung-burung itu yang dilengkapi dengan sayap yang dapat dikembangkan dan dikatupkan. Dengan bentuk dan susunan seperti itu, burung dapat mengatasi gravitasi bumi terhadap sesuatu yang berbobot dan mempunyai berat. Kita tak dapat melihat bahwa burung-burung itu sedang menikmati karunia Allah baginya, bersyukur, dan bertasbih kepada Allah Penciptanya. Bertasbih bagi makhluk selain manusia bukanlah seperti manusia bertasbih yaitu berzikir dengan menyebut nama Allah tetapi makhluk-makhluk itu ada cara-cara tertentu yang tidak dapat kita ketahui. Allah-lah Yang Maha Mengetahui bagaimana cara mereka bertasbih dan salat. Bila kita sadari bahwa semua makhluk Allah mulai dari yang sekecil-kecilnya sampai kepada yang sebesar-besarnya bertasbih menyucikan nama-Nya dan mensyukuri nikmat dan karunia-Nya, sungguh amat mengherankan mengapa di antara manusia yang telah dianugerahi akal pikiran dan perasaan, masih ingkar dan durhaka kepada-Nya. Masih ada di antara mereka yang menyembah selain-Nya dan menyekutukan-Nya dengan berhala atau benda-benda ciptaan-Nya. Mereka tidak pernah bertasbih kepada-Nya, menyucikan-Nya dan mensyukuri nikmat-Nya. Alangkah bodohnya orang-orang seperti itu padahal makhluk yang tidak berakal selalu bertasbih menyucikan nama Allah. Pada suatu ketika Nabi muhammad saw dengan rahmat Tuhannya mendengar batu kerikil di bawah telapak kakinya bertasbih kepada Allah. Pernah pula ketika Nabi Daud membaca Kitab Zabur dengan suara yang merdu Allah memerintahkan kepada gunung-gunung dan burung-burung supaya bertasbih bersama Nabi Dawud menyucikan nama-Nya seperti tersebut dalam firman-Nya: Dan sungguh, Telah Kami berikan kepada Daud karunia dari Kami. (Kami berfirman), \"Wahai gunung-gunung dan burung-burung! Bertasbihlah berulang-ulang bersama Daud,\" dan Kami telah melunakkan besi untuknya, (Saba'/34: 10)"
        },
        {
          "number": 42,
          "arabic": "وَلِلَّهِ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ وَإِلَى ٱللَّهِ ٱلْمَصِيرُ",
          "transliteration": "walillahi mul'ku l-samāwāti wal-arḍi wa-ilā l-lahi l-maṣīru",
          "translation": "Dan milik Allah lah kerajaan langit dan bumi, dan hanya kepada Allah lah kembali (seluruh makhluk).",
          "tafsir": "Ayat ini menegaskan bahwa Allah yang mempunyai langit dan bumi, Dialah yang mengatur dan berkuasa atas segala yang ada di antara keduanya. Kepada-Nyalah nanti semua makhluk ciptaan-Nya akan kembali. Oleh sebab itu, hendaklah manusia tunduk dan patuh kepada-Nya dan selalu bersyukur memuji-Nya atas segala nikmat dan karunia-Nya. Hendaklah manusia memikirkan dan merenungkan kebesaran dan kekuasaan-Nya yang dapat dibuktikan dengan memperhatikan dan menganalisa ciptaan-Nya di langit dan di bumi."
        },
        {
          "number": 43,
          "arabic": "أَلَمْ تَرَ أَنَّ ٱللَّهَ يُزْجِى سَحَابًا ثُمَّ يُؤَلِّفُ بَيْنَهُۥ ثُمَّ يَجْعَلُهُۥ رُكَامًا فَتَرَى ٱلْوَدْقَ يَخْرُجُ مِنْ خِلَـٰلِهِۦ وَيُنَزِّلُ مِنَ ٱلسَّمَآءِ مِن جِبَالٍ فِيهَا مِنۢ بَرَدٍ فَيُصِيبُ بِهِۦ مَن يَشَآءُ وَيَصْرِفُهُۥ عَن مَّن يَشَآءُ ۖ يَكَادُ سَنَا بَرْقِهِۦ يَذْهَبُ بِٱلْأَبْصَـٰرِ",
          "transliteration": "alam tara anna l-laha yuz'jī saḥāban thumma yu-allifu baynahu thumma yajʿaluhu rukāman fatarā l-wadqa yakhruju min khilālihi wayunazzilu mina l-samāi min jibālin fīhā min baradin fayuṣību bihi man yashāu wayaṣrifuhu ʿan man yashāu yakādu sanā barqihi yadhhabu bil-abṣāri",
          "translation": "Tidakkah engkau melihat bahwa Allah menjadikan awan bergerak perlahan, kemudian mengumpulkannya, lalu dia menjadikannya bertumpuk-tumpuk, lalu engkau lihat hujan ke luar dari celah-celahnya, dan Dia (juga) menurunkan (butiran-butiran) es dari langit, (yaitu) dari (gumpalan-gumpalan awan seperti) gunung-gunung, maka ditimpakan-Nya (butiran-butiran es) itu kepada siapa yang Dia kehendaki dan dihindarkan-Nya dari siapa yang Dia kehendaki. Kilauan kilatnya hampir-hampir menghilangkan penglihatan.",
          "tafsir": "Pada ayat ini Allah mengarahkan pula perhatian Nabi saw dan manusia agar memperhatikan dan merenungkan bagaimana Dia menghalau awan dengan kekuasaan-Nya dari satu tempat ke tempat lain kemudian mengumpulkan awan-awan yang berarak itu pada suatu daerah, sehingga terjadilah tumpukan awan yang berat berwarna hitam, seakan-akan awan itu gunung-gunung besar yang berjalan di angkasa. Dari awan ini turunlah hujan lebat di daerah itu dan kadang-kadang hujan itu bercampur dengan es. Bagi yang berada di bumi ini jarang sekali melihat awan tebal yang berarak seperti gunung, tetapi bila kita berada dalam pesawat akan terlihat di bawah pesawat yang kita tumpangi awan-awan yang bergerak perlahan itu memang seperti gunung-gunung yang menjulang di sana sini dan bila awan itu menurunkan hujan nampak dengan jelas bagaimana air itu turun ke bumi. Hujan yang lebat itu memberi rahmat dan keuntungan yang besar bagi manusia, karena sawah dan ladang yang sudah kering akibat musim kemarau, menjadi subur kembali dan berbagai macam tanaman tumbuh dengan subur sehingga manusia dapat memetik hasilnya dengan senang dan gembira. Tetapi ada pula hujan yang lebat dan terus-menerus turun sehingga menyebabkan terjadinya banjir di mana-mana. Sawah ladang terendam bahkan kampung seluruhnya terendam, maka hujan lebat itu menjadi malapetaka bagi manusia dan bukan sebagai rahmat yang menguntungkan. Semua itu terjadi adalah menurut iradah dan kehendak-Nya. Sampai sekarang belum ada satu ilmu pun yang dapat mengatur perputaran angin dan perjalanan awan sehingga bisa mencegah banjir dan malapetaka itu. Di mana-mana terjadi topan dan hujan lebat yang membahayakan tetapi para ahli ilmu pengetahuan tidak dapat mengatasinya. Semua ini menunjukkan kekuasaan Allah, melimpahkan rahmat dan nikmat kepada siapa yang dikehendaki-Nya, dan menimpakan musibah dan malapetaka kepada siapa yang dikehendaki-Nya pula. Menurut para ilmuwan sains dan teknologi, persyaratan bagaimana hujan dapat turun, dimulai dari adanya awan yang membawa uap air. Awan ini disebut dengan awan cumulus. Gumpalan-gumpalan awan cumulus yang semula letaknya terpencar-pencar, akan \"dikumpulkan\" oleh angin. Pada saat awan sudah menyatu, akan terjadi gerakan angin yang mengarah ke atas dan membawa kumpulan awan ini, yang sekarang disebut awan cumulus nimbus, ke atas. Gerakan ke atas ini sampai dengan ketinggian (dan suhu) yang ideal, di mana uap air akan berubah menjadi kristal-kristal es. Pada saat kristal es turun ke bumi, dan suhu berubah menjadi lebih tinggi, mereka akan berubah menjadi butiran air hujan. Di antara keanehan alam yang dapat dilihat manusia ialah terjadinya kilat yang sambung menyambung pada waktu langit mendung dan sebelum hujan turun. Meskipun ahli ilmu pengetahuan dapat menganalisa sebab musabab kejadian itu, tetapi mereka tidak dapat menguasai dan mengendalikannya. Bukankah ini suatu bukti bagi kekuasaan Allah di alam semesta ini?"
        }
      ]
    }
  ]
}