{
  "pageNumber": 285,
  "juz": 15,
  "surahs": [
    {
      "number": 17,
      "name": "Al-Isra'",
      "nameArabic": "الإسراء",
      "meaning": "Perjalanan Malam",
      "revelation": "Makkah",
      "description": "Surat ini terdiri dari 111 ayat dan termasuk surat Makkiyyah. Dinamakan dengan \"Al-Isra'\" yang berarti \"memperjalankan pada malam hari,\" berhubung peristiwa Isra' Nabi Muhammad dari Masjidil Haram di Mekah ke Masjidil Aqsha di Baitul Maqdis dicantumkan pada ayat pertama surat ini. Penuturan cerita Isra' pada permulaan surat ini mengandung isyarat bahwa Nabi Muhammad beserta umatnya di kemudian hari akan mencapai martabat yang tinggi dan akan menjadi umat yang besar.Surat ini dinamakan pula dengan \"Bani Israil\" artinya \"keturunan Israil\" berhubung permulaan surat ini, yakni pada ayat kedua sampai dengan ayat kedelapan dan ayat 101 sampai dengan ayat 104, Allah menyebutkan tentang Bani Israil, yang dihinakan sebab menyimpang dari ajaran Allah padahal sebelumnya adalah bangsa yang kuat dan besar. Dihubungkannya kisah Isra' dengan cerita \"Bani Israil\" pada surat ini, memberikan peringatan bahwa umat Islam akan mengalami keruntuhan, sebagaimana halnya Bani Israil, apabila mereka juga meninggalkan ajaran-ajaran agama.**Pokok-Pokok Isi:**1. **Keimanan:** Allah tidak mempunyai anak baik berupa manusia ataupun malaikat; Allah pasti memberikan rezeki kepada manusia; Allah mempunyai nama-nama yang paling baik; Al-Qur'an adalah wahyu dari Allah yang memberikan petunjuk, penawar, dan rahmat bagi orang-orang yang beriman; keberadaan padang Mahsyar dan hari kebangkitan.2. **Hukum-hukum:** Larangan menghilangkan (membunuh) manusia; larangan berzina; larangan mempergunakan harta anak yatim kecuali dengan cara yang dibenarkan agama; larangan ikut-ikutan baik dengan kata-kata maupun dengan perbuatan dan durhaka kepada kedua orang tua. Perintah memenuhi janji dan menyempurnakan timbangan dan takaran; perintah melakukan shalat lima waktu tepat pada waktunya.3. **Kisah-kisah:** Kisah Isra' Nabi Muhammad; beberapa kisah tentang Bani Israil.4. **Lain-lain:** Pertanggungjawaban manusia terhadap amal perbuatannya; beberapa faktor yang menyebabkan kebangkitan dan kehancuran suatu umat; petunjuk-petunjuk tentang pergaulan dengan kedua orang tua, tetangga, dan masyarakat; manusia adalah makhluk Allah yang mulia namun mempunyai sifat-sifat yang tidak baik, seperti: suka ingkar, putus asa, dan terburu-buru; dan persoalan roh.Dalam surat ini, banyak ayat yang mengemukakan bahwa Al-Qur'an yang dibawa Nabi Muhammad benar-benar wahyu dari Allah, dan bahwa manusia pasti mengalami hari kebangkitan. Dalam surat ini, dikemukakan pula dalil-dalil tentang kekuasaan dan keesaan Allah serta hukum-hukum yang diturunkan-Nya yang wajib diperhatikan dan dikerjakan oleh manusia.**Hubungan Surat Al-Isra' Dengan Surat Al-Kahfi:**1. Surat Al-Isra' dimulai dengan tasbih (membaca subhanallah) kepada Allah, sedang surat Al-Kahfi dibuka dengan tahmid (membaca alhamdulillah) kepada-Nya. Tasbih dan tahmid adalah dua kata yang seringkali bergandengan dalam firman-firman Allah.2. Persamaan antara penutup surat Al-Isra' dengan pembuka surat Al-Kahfi adalah sama-sama dengan tahmid kepada Allah.3. Menurut sebuah riwayat, ada tiga buah pertanyaan yang diajukan oleh orang Yahudi melalui perantara orang musyrikin kepada Nabi Muhammad, yakni permasalahan ruh, cerita Ashhabul Kahfi, dan kisah Dzulqarnain. Permasalahan ruh dijawab dalam surat Al-Isra' dan dua permasalahan lainnya pada surat Al-Kahfi.4. Dalam surat Al-Isra' ayat 85 Allah berfirman, \"Dan kamu hanya diberi sedikit pengetahuan.\" Firman ini ditujukan kepada sebagian orang Yahudi yang merasa sombong dengan ilmu pengetahuan yang ada pada mereka, sebab mereka hanyalah manusia yang diberi sedikit ilmu pengetahuan. Dalam surat Al-Kahfi, Allah menceritakan tentang Nabi Musa dengan Nabi Khidhir yang belum pernah diketahui oleh orang-orang Yahudi.",
      "verses": [
        {
          "number": 28,
          "arabic": "وَإِمَّا تُعْرِضَنَّ عَنْهُمُ ٱبْتِغَآءَ رَحْمَةٍ مِّن رَّبِّكَ تَرْجُوهَا فَقُل لَّهُمْ قَوْلًا مَّيْسُورًا",
          "transliteration": "wa-immā tuʿ'riḍanna ʿanhumu ib'tighāa raḥmatin min rabbika tarjūhā faqul lahum qawlan maysūran",
          "translation": "Dan jika engkau berpaling dari mereka untuk memperoleh rahmat dari Tuhanmu yang engkau harapkan, maka katakanlah kepada mereka ucapan yang lemah lembut.<sup foot_note=135423>1</sup>",
          "tafsir": "Dalam ayat ini dijelaskan bagaimana sikap yang baik terhadap orang-orang yang sangat memerlukan pertolongan, sedangkan orang yang dimintai pertolongan itu tidak mempunyai kemampuan untuk menolong. Apabila hal itu terjadi pada seseorang, maka hendaklah ia mengatakan kepada orang itu dengan perkataan yang sopan dan lemah lembut. Jika ia mempunyai kesanggupan di waktu yang lain, maka hendaklah berjanji dengan janji yang bisa dilaksanakan dan memuaskan hati mereka."
        },
        {
          "number": 29,
          "arabic": "وَلَا تَجْعَلْ يَدَكَ مَغْلُولَةً إِلَىٰ عُنُقِكَ وَلَا تَبْسُطْهَا كُلَّ ٱلْبَسْطِ فَتَقْعُدَ مَلُومًا مَّحْسُورًا",
          "transliteration": "walā tajʿal yadaka maghlūlatan ilā ʿunuqika walā tabsuṭ'hā kulla l-basṭi fataqʿuda malūman maḥsūran",
          "translation": "Dan janganlah engkau jadikan tanganmu terbelenggu pada lehermu dan jangan (pula) engkau terlalu mengulurkannya (sangat pemurah) nanti kamu menjadi tercela dan menyesal.",
          "tafsir": "Selanjutnya dalam ayat ini, Allah swt menjelaskan cara-cara yang baik dalam membelanjakan harta. Allah menerangkan keadaan orang-orang yang kikir dan pemboros dengan menggunakan ungkapan jangan menjadi-kan tangan terbelenggu pada leher, tetapi juga jangan terlalu mengulurkan-nya. Kedua ungkapan ini lazim digunakan orang-orang Arab. Yang pertama berarti larangan berlaku bakhil atau kikir, sehingga enggan memberikan harta kepada orang lain, walaupun sedikit. Ungkapan kedua berarti melarang orang berlaku boros dalam membelanjakan harta, sehingga melebihi kemampuan yang dimilikinya. Kebiasaan memboroskan harta akan meng-akibatkan seseorang tidak mempunyai simpanan atau tabungan yang bisa digunakan ketika dibutuhkan. Dari ayat ini dapat dipahami bahwa cara yang baik dalam membelanja-kan harta ialah dengan cara yang hemat, layak dan wajar, tidak terlalu bakhil dan tidak terlalu boros. Terlalu bakhil akan menjadikan seseorang tercela, sedangkan terlalu boros akan mengakibatkan pelakunya pailit atau bangkrut. Adapun keterangan-keterangan yang didapat dari hadis-hadis Nabi dapat dikemukakan sebagai berikut: Imam Ahmad dan ahli hadis yang lain meriwayatkan dari Ibnu 'Abbas bahwa Rasulullah saw bersabda: Tidak akan menjadi miskin orang yang berhemat. Hadis ini menjelaskan pentingnya berhemat, sehingga Nabi mengatakan bahwa orang yang selalu berhemat tidak akan menjadi beban orang lain atau menjadi miskin. Imam al-Baihaqi meriwayatkan sebuah hadis dari Ibnu 'Abbas bahwa Rasulullah saw bersabda: Berlaku hemat dalam membelanjakan harta, separuh dari penghidupan."
        },
        {
          "number": 30,
          "arabic": "إِنَّ رَبَّكَ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ وَيَقْدِرُ ۚ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِيرًۢا بَصِيرًا",
          "transliteration": "inna rabbaka yabsuṭu l-riz'qa liman yashāu wayaqdiru innahu kāna biʿibādihi khabīran baṣīran",
          "translation": "Sungguh, Tuhanmu melapangkan rezeki bagi siapa yang Dia kehendaki dan membatasi (bagi siapa yang Dia kehendaki); sungguh, Dia Maha Mengetahui, Maha Melihat hamba-hamba-Nya.",
          "tafsir": "Kemudian Allah swt menjelaskan bahwa Dialah yang melapangkan rezeki kepada siapa yang dikehendaki-Nya, dan Dia pula yang membatasi-nya. Semuanya berjalan menurut ketentuan yang telah ditetapkan Allah terhadap para hamba-Nya dalam usaha mencari harta dan cara mengembang-kannya. Hal ini berhubungan erat dengan alat dan pengetahuan tentang pengolahan harta itu. Yang demikian adalah ketentuan Allah yang bersifat umum dan berlaku bagi seluruh hamba-Nya. Namun demikian, hanya Allah yang menentukan menurut kehendak-Nya. Di akhir ayat ini, Allah swt menegaskan bahwa Dia Maha Mengetahui para hamba-Nya, siapa di antara mereka yang memanfaatkan kekayaan demi kemaslahatan dan siapa pula yang menggunakannya untuk kemudaratan. Dia juga mengetahui siapa di antara hamba-hamba-Nya yang dalam kemiskinan tetap bersabar dan tawakal kepada Allah, dan siapa yang karena kemiskinan, menjadi orang-orang yang berputus asa, dan jauh dari rahmat Allah. Allah Maha Melihat bagaimana mereka mengurus dan mengatur harta benda, apakah mereka itu membelanjakan harta pemberian Allah itu dengan boros ataukah bakhil. Oleh sebab itu, kaum Muslimin hendaknya tetap berpegang kepada ketentuan-ketentuan Allah, dengan menaati segala perintah-Nya dan menjauhi larangan-Nya. Dalam membelanjakan harta hendaklah berlaku wajar. Hal itu termasuk sunnah Allah."
        },
        {
          "number": 31,
          "arabic": "وَلَا تَقْتُلُوٓا۟ أَوْلَـٰدَكُمْ خَشْيَةَ إِمْلَـٰقٍ ۖ نَّحْنُ نَرْزُقُهُمْ وَإِيَّاكُمْ ۚ إِنَّ قَتْلَهُمْ كَانَ خِطْـًٔا كَبِيرًا",
          "transliteration": "walā taqtulū awlādakum khashyata im'lāqin naḥnu narzuquhum wa-iyyākum inna qatlahum kāna khiṭ'an kabīran",
          "translation": "Dan janganlah kamu membunuh anak-anakmu karena takut miskin. Kamilah yang memberi rezeki kepada mereka dan kepadamu. Membunuh mereka itu sungguh suatu dosa yang besar.",
          "tafsir": "Kemudian Allah swt melarang kaum Muslimin membunuh anak-anak mereka, seperti yang telah dilakukan oleh beberapa suku dari bangsa Arab Jahiliah. Mereka menguburkan anak-anak perempuan karena dianggap tidak mampu mencari rezeki, dan hanya menjadi beban hidup saja. Berbeda dengan anak laki-laki yang dianggap mempunyai kemampuan untuk mencari harta, berperang, dan menjaga kehormatan keluarga. Anak perempuan dipandang hanya akan memberi malu karena bisa menyebabkan kemiskinan dan menurunkan martabat keluarga karena kawin dengan orang yang tidak sederajat dengan mereka. Apalagi dalam peperangan, anak perempuan tentu akan menjadi tawanan, sehingga tidak mustahil akan mengalami nasib yang hina lantaran menjadi budak. Oleh karena itu, Allah swt melarang kaum Muslimin meniru kebiasaan Jahiliah tersebut, dengan memberikan alasan bahwa rezeki itu berada dalam kekuasaan-Nya. Dia yang memberikan rezeki kepada mereka. Apabila Dia kuasa memberikan rezeki kepada anak laki-laki, maka Dia kuasa pula untuk memberikannya kepada anak perempuan. Allah menyatakan bahwa takut pada kemiskinan itu bukanlah alasan untuk membunuh anak-anak perempuan mereka. Di akhir ayat ini, Allah swt menegaskan bahwa membunuh anak-anak itu adalah dosa besar, karena hal itu menghalangi tujuan hidup manusia. Tidak membiarkan anak itu hidup berarti memutus keturunan, yang berarti pula menumpas kehidupan manusia itu sendiri dari muka bumi. Hadis Nabi saw berikut ini menggambarkan betapa besarnya dosa membunuh anak: Diriwayatkan dari 'Abdullah bin Mas'ud bahwa ia bertanya, \"Wahai Rasulullah, dosa manakah yang paling besar? Rasulullah menjawab, \"Bila engkau menjadikan sekutu bagi Allah, padahal Allah itulah yang menciptakanmu.\" Saya bertanya lagi, \"Kemudian dosa yang mana lagi?\" Rasulullah saw menjawabnya, \"Bila engkau membunuh anakmu karena takut anak itu makan bersamamu.\" Saya bertanya lagi, \"Kemudian dosa yang mana lagi?\" Rasulullah saw menjawabnya, \"Engkau berzina dengan istri tetanggamu.\" (Riwayat al-Bukhari dan Muslim) Di samping itu, dapat dikatakan bahwa tindakan membunuh anak karena takut kelaparan adalah termasuk berburuk sangka kepada Allah. Bila tindakan itu dilakukan karena takut malu, maka tindakan itu bertentangan dengan nilai-nilai kemanusiaan, karena mengarah pada upaya menghancur-kan kesinambungan eksistensi umat manusia di dunia. Selain mengungkapkan kebiasaan jahat yang dilakukan oleh orang-orang Arab di masa Jahiliah, ayat ini juga mengungkapkan tabiat mereka yang sangat bakhil."
        },
        {
          "number": 32,
          "arabic": "وَلَا تَقْرَبُوا۟ ٱلزِّنَىٰٓ ۖ إِنَّهُۥ كَانَ فَـٰحِشَةً وَسَآءَ سَبِيلًا",
          "transliteration": "walā taqrabū l-zinā innahu kāna fāḥishatan wasāa sabīlan",
          "translation": "Dan janganlah kamu mendekati zina; (zina) itu sungguh suatu perbuatan keji, dan suatu jalan yang buruk.",
          "tafsir": "Dalam ayat ini, Allah swt melarang para hamba-Nya mendekati perbuatan zina. Maksudnya ialah melakukan perbuatan yang membawa pada perzinaan, seperti pergaulan bebas tanpa kontrol antara laki-laki dan perempuan, membaca bacaan yang merangsang, menonton tayangan sinetron dan film yang mengumbar sensualitas perempuan, dan merebaknya pornografi dan pornoaksi. Semua itu benar-benar merupakan situasi yang kondusif bagi terjadinya perzinaan. Larangan melakukan zina diungkapkan dengan larangan mendekati zina untuk memberikan kesan yang tegas, bahwa jika mendekati perbuatan zina saja sudah dilarang, apa lagi melakukannya. Dengan pengungkapan seperti ini, seseorang akan dapat memahami bahwa larangan melakukan zina adalah larangan yang keras, sehingga benar-benar harus dijauhi. Yang dimaksud dengan perbuatan zina ialah hubungan kelamin yang dilakukan oleh pria dengan wanita di luar pernikahan, baik pria ataupun wanita itu sudah pernah melakukan hubungan kelamin yang sah ataupun belum, dan bukan karena sebab kekeliruan. Selanjutnya Allah memberikan alasan mengapa zina dilarang. Alasan yang disebut di akhir ayat ini ialah karena zina benar-benar perbuatan yang keji yang mengakibatkan banyak kerusakan, di antaranya: 1. Merusak garis keturunan, yang mengakibatkan seseorang akan menjadi ragu terhadap nasab anaknya, apakah anak yang lahir itu keturunannya atau hasil perzinaan. Dugaan suami bahwa istrinya berzina dengan laki-laki lain mengakibatkan timbulnya berbagai kesulitan, seperti perceraian dan kesulitan dalam pendidikan dan kedudukan hukum si anak. Keadaan seperti itu menyebabkan terganggunya pertumbuhan jiwa anak dan menghancurkan tatanan kemasyarakatan. 2. Menimbulkan kegoncangan dan kegelisahan dalam masyarakat, karena tidak terpeliharanya kehormatan. Betapa banyaknya pembunuhan yang terjadi dalam masyarakat yang disebabkan karena anggota masyarakat itu melakukan zina. 3. Merusak ketenangan hidup berumah tangga. Nama baik seorang perempuan atau laki-laki yang telah berbuat zina akan ternoda di tengah-tengah masyarakat. Ketenangan hidup berumah tangga tidak akan pernah terjelma, dan hubungan kasih sayang antara suami istri menjadi rusak. 4. Menghancurkan rumah tangga. Istri bukanlah semata-mata sebagai pemuas hawa nafsu, akan tetapi sebagai teman hidup dalam berumah tangga dan membina kesejahteraan rumah tangga. Oleh sebab itu, apabila suami sebagai penanggung jawab dalam memenuhi kebutuhan rumah tangga, maka si istri adalah sebagai penanggung jawab dalam memeliharanya, baik harta maupun anak-anak dan ketertiban rumah tangga itu. Jadi jika si istri atau suami ternoda karena zina, kehancuran rumah tangga itu sukar untuk dielakkan lagi. 5. Merebaknya perzinaan di masyarakat menyebabkan berkembangnya berbagai penyakit kelamin seperti sifilis (raja singa). Di samping itu, juga meningkatkan penyebaran penyakit AIDS atau penyakit yang menghancurkan sistem kekebalan tubuh (immunity) penderitanya, sehingga dia akan mati perlahan-lahan. Secara singkat dapat dikemukakan bahwa perbuatan zina adalah perbuat-an yang sangat keji, yang menyebabkan hancurnya garis keturunan, menimbulkan kegoncangan dan kegelisahan dalam masyarakat, merusak ketenangan hidup berumah tangga, menghancurkan rumah tangga itu sendiri, dan merendahkan martabat manusia. Jika perbuatan itu dibiarkan merajalela di tengah-tengah masyarakat berarti manusia sama derajatnya dengan binatang. Ayat ini mengandung larangan berbuat zina dan isyarat akan perilaku orang-orang Arab Jahiliah yang berlaku boros. Perzinaan adalah penyebab keborosan."
        },
        {
          "number": 33,
          "arabic": "وَلَا تَقْتُلُوا۟ ٱلنَّفْسَ ٱلَّتِى حَرَّمَ ٱللَّهُ إِلَّا بِٱلْحَقِّ ۗ وَمَن قُتِلَ مَظْلُومًا فَقَدْ جَعَلْنَا لِوَلِيِّهِۦ سُلْطَـٰنًا فَلَا يُسْرِف فِّى ٱلْقَتْلِ ۖ إِنَّهُۥ كَانَ مَنصُورًا",
          "transliteration": "walā taqtulū l-nafsa allatī ḥarrama l-lahu illā bil-ḥaqi waman qutila maẓlūman faqad jaʿalnā liwaliyyihi sul'ṭānan falā yus'rif fī l-qatli innahu kāna manṣūran",
          "translation": "Dan janganlah kamu membunuh orang yang diharamkan Allah (membunuhnya), kecuali dengan suatu (alasan) yang benar.<sup foot_note=135424>1</sup> Dan barangsiapa dibunuh secara zalim, maka sungguh, Kami telah memberi kekuasaan<sup foot_note=135425>2</sup> kepada walinya, tetapi janganlah walinya itu melampaui batas dalam pembunuhan. Sesungguhnya dia adalah orang yang mendapat pertolongan.",
          "tafsir": "Dalam ayat ini Allah swt melarang hamba-Nya membunuh jiwa yang diharamkan Allah. Maksud \"membunuh jiwa\" ialah menghilangkan nyawa manusia. Sedangkan yang dimaksud dengan \"yang diharamkan Allah membunuhnya\" ialah membunuh dengan alasan yang tidak sah atau tidak dibenarkan agama. Adapun sebab mengapa Allah swt melarang para hamba-Nya menghilangkan nyawa manusia dengan alasan yang tidak dibenarkan ialah: 1. Pembunuhan menimbulkan kerusakan. Islam melarang setiap tindakan yang menimbulkan kerusakan. Larangan itu berlaku umum untuk segala macam tindakan yang menimbulkan kerusakan, maka pembunuhan pun termasuk tindakan yang terlarang. Allah swt berfirman: ¦janganlah kamu berbuat kerusakan di bumi setelah (diciptakan) dengan baik. (al-A'raf/7: 85) 2. Pembunuhan itu membahayakan orang lain. Ketentuan pokok dalam agama ialah semua tindakan yang menimbulkan mudarat bagi diri sendiri dan orang lain itu terlarang. Allah swt berfirman: ¦bahwa barang siapa membunuh seseorang, bukan karena orang itu membunuh orang lain, atau bukan karena berbuat kerusakan di bumi, maka seakan-akan dia telah membunuh semua manusia. (al-Ma'idah/5: 32) Rasulullah saw bersabda: Hilangnya dunia bagi Allah lebih rendah nilainya dibanding membunuh seorang muslim. (Riwayat at-Tirmidzi dari 'Abdullah bin 'Umar) 3. Mengganggu keamanan masyarakat yang membawa kepada musnahnya masyarakat itu sendiri. Karena apabila pembunuhan diperbolehkan, tidak mustahil akan terjadi tindakan saling membunuh di antara manusia, yang pada akhirnya manusia itu akan binasa. Dan barang siapa membunuh seorang yang beriman dengan sengaja, maka balasannya ialah neraka Jahanam, dia kekal di dalamnya. Allah murka kepadanya, dan melaknatnya serta menyediakan azab yang besar baginya. (an-Nisa'/4: 93) Dalam ayat ini Allah swt memberikan pengecualian siapa yang boleh dibunuh melalui firman-Nya, \"melainkan dengan sesuatu alasan yang dibenarkan agama.\" Di antaranya ialah pria atau wanita yang berzina setelah terikat dalam hukum akad pernikahan dan orang yang dengan sengaja membunuh orang beriman yang dilindungi hukum. Pengecualian seperti tersebut di atas, disebutkan dalam hadis Nabi: Tidak halal darah orang yang sudah mengucapkan dua kalimat syahadat, kecuali karena salah satu dari tiga perkara: Orang dibunuh karena ia membunuh, janda atau duda yang berzina, dan orang yang meninggalkan agamanya memisahkan diri dari kaum Muslimin. (Riwayat al-Bukhari dan Muslim dari 'Abdullah) Kemudian Allah swt menjelaskan tindakan apa yang harus dilakukan oleh ahli waris dari yang terbunuh, dan siapa yang harus melaksanakan tindakan itu apabila secara kebetulan si terbunuh itu tidak mempunyai ahli waris. Allah swt menetapkan bahwa barang siapa yang dibunuh secara zalim, yakni tanpa alasan yang benar, maka Allah telah memberikan kewenangan atau hak kepada ahli warisnya untuk menentukan pilihan hukuman bagi si pembunuh, yaitu antara hukum qishash atau menerima diyat (tebusan), seperti yang telah ditetapkan dalam firman-Nya: Wahai orang-orang yang beriman! Diwajibkan atas kamu (melaksanakan) qisas berkenaan dengan orang yang dibunuh. (al-Baqarah/2: 178). (lebih lanjut lihat penafsiran ayat ini pada jilid I). Dan sabda Nabi Muhammad saw ketika penaklukan kota Mekah: Barang siapa membunuh, maka keluarga yang terbunuh diberi hak memilih antara dua hal, apabila mereka mau, mereka dapat menuntut hukuman bunuh, dan bila mereka mau, mereka dapat menuntut diyat (tebusan). (Riwayat Abu Dawud dan an-Nasa'i dari Abu Syuraih al-Khuza'i) Kemudian apabila secara kebetulan yang terbunuh tidak mempunyai ahli waris, maka yang bertindak menggantikan kedudukannya dalam menentukan pilihan hukuman ialah penguasa. Dalam hal ini penguasa boleh melimpahkan kekuasaannya kepada para qadhi (hakim) setempat, apabila dipandang perlu. Dalam melaksanakan qishash, para penguasa yang diberi wewenang untuk melaksanakannya diperintahkan untuk tidak melampaui batas yang ditentu-kan, seperti yang telah terjadi di zaman Jahiliah. Orang-orang di zaman Jahiliah tidak puas dengan hanya menuntut balas dengan kematian orang yang membunuh, akan tetapi menuntut pula kematian orang lain, apabila yang terbunuh dari kalangan bangsawan. Kalau yang terbunuh itu seorang bangsawan, sedang yang membunuh dari kalangan biasa, maka yang dituntut kematiannya dari kalangan bangsawan juga sebagai pengganti diri si pembunuh. Pada ayat 178 Surah al-Baqarah terdapat isyarat yang kuat bahwa hukuman yang paling utama bagi keluarga si terbunuh adalah cukup dengan menuntut diyat atau memaafkan, bukan menuntut balas kematian. Di akhir ayat, Allah swt menjelaskan bahwa ahli waris atau penguasa dalam melaksanakan hukuman kisas tidak boleh melampaui batas karena mereka mendapat pertolongan Allah, berupa pembalasan untuk memilih hukuman kisas atau hukuman diyat. Oleh sebab itu, para hakim hendaknya berpedoman pada ketentuan tersebut dalam memutuskan perkara. Jangan sampai memutuskan perkara yang bertentangan dengan peraturan Allah atau melebihi ketentuan yang berlaku. Ayat ini tergolong ayat Makkiyah dan termasuk dalam bagian ayat hukum yang pertama diturunkan. Dengan demikian, wajar apabila ayat ini hanya mengatur hukum bagi pembunuhan secara garis besarnya saja. Adapun keterangan secara terperinci diatur dalam ayat-ayat yang lain, yang penafsirannya telah dikemukakan pada jilid I."
        },
        {
          "number": 34,
          "arabic": "وَلَا تَقْرَبُوا۟ مَالَ ٱلْيَتِيمِ إِلَّا بِٱلَّتِى هِىَ أَحْسَنُ حَتَّىٰ يَبْلُغَ أَشُدَّهُۥ ۚ وَأَوْفُوا۟ بِٱلْعَهْدِ ۖ إِنَّ ٱلْعَهْدَ كَانَ مَسْـُٔولًا",
          "transliteration": "walā taqrabū māla l-yatīmi illā bi-allatī hiya aḥsanu ḥattā yablugha ashuddahu wa-awfū bil-ʿahdi inna l-ʿahda kāna masūlan",
          "translation": "Dan janganlah kamu mendekati harta anak yatim, kecuali dengan cara yang lebih baik (bermanfaat) sampai dia dewasa, dan penuhilah janji, karena janji itu pasti diminta pertanggungjawabannya.",
          "tafsir": "Kemudian Allah swt melarang para hamba-Nya mendekati harta anak yatim, kecuali dengan cara yang baik. Mendekati harta anak yatim maksudnya ialah mempergunakan harta anak-anak yatim tidak pada tempatnya atau tidak memberikan perlindungan kepada harta itu, sehingga habis sia-sia. Allah swt memberikan perlindungan pada harta anak yatim karena mereka sangat memerlukannya, sedangkan ia belum dapat mengurusi hartanya, dan belum dapat mencari nafkah sendiri. Namun demikian, Allah swt memberikan pengecualian, yaitu apabila untuk pemeliharaan harta itu diperlukan biaya, atau dengan maksud untuk mengembangkannya, maka diperbolehkan bagi orang yang mengurus anak yatim untuk mengambilnya sebagian dengan cara yang wajar. Oleh sebab itu, diperlukan orang yang bertanggung jawab untuk mengurus harta anak yatim. Orang yang bertugas melaksanakannya disebut washiy (pengampu) dan diperlukan pula badan atau lembaga yang mengurusi harta anak yatim. Badan atau lembaga tersebut hendaknya diawasi aktivitasnya oleh pemerintah, agar tidak terjadi penyalahgunaan atau penyelewengan terhadap harta anak yatim tersebut. Kemudian dalam ayat ini dijelaskan bahwa apabila anak yatim itu telah dewasa dan mempunyai kemampuan untuk mengurus dan mengembangkan hartanya, berarti sudah saatnya harta itu diserahkan kembali oleh pengampu kepadanya. Setelah ayat itu turun, para sahabat Rasulullah yang mengasuh anak-anak yatim merasa takut, sehingga tidak mau makan dan bergaul dengan mereka. Oleh sebab itu, Allah menurunkan ayat ini: Dan jika kamu mempergauli mereka, maka mereka adalah saudara-saudaramu. Allah mengetahui orang yang berbuat kerusakan dan yang berbuat kebaikan. (al-Baqarah/2: 220) Dari ayat ini jelas bahwa membelanjakan harta anak yatim dilarang apabila digunakan untuk kepentingan pribadi. Akan tetapi, apabila dibelanja-kan untuk pemeliharaan harta itu sendiri, atau untuk keperluan anak yatim, dan si pengampu betul-betul orang yang tidak mampu, maka hal itu tidak dilarang. Allah swt berfirman: Dan janganlah kamu memakannya (harta anak yatim) melebihi batas kepatutan dan (janganlah kamu) tergesa-gesa (menyerahkannya) sebelum mereka dewasa. Barang siapa (di antara pemelihara itu) mampu, maka hendaklah dia menahan diri (dari memakan harta anak yatim itu) dan barang siapa miskin, maka bolehlah dia makan harta itu menurut cara yang patut. (an-Nisa'/4: 6) Allah swt memerintahkan kepada hamba-Nya agar memenuhi janji, baik janji kepada Allah ataupun janji yang dibuat dengan sesama manusia, yaitu akad jual beli dan sewa menyewa yang termasuk dalam bidang muamalah. Az-Zajjaj menjelaskan bahwa semua perintah Allah dan larangan-Nya adalah janji Allah yang harus dipenuhi, termasuk pula janji yang harus diikrarkan kepada Tuhannya, dan janji yang dibuat antara hamba dengan hamba. Yang dimaksud dengan memenuhi janji ialah melaksanakan apa yang telah ditentukan dalam perjanjian itu, dengan tidak menyimpang dari ketentuan agama dan hukum yang berlaku. Di akhir ayat, Allah swt menegaskan bahwa sesungguhnya janji itu harus dipertanggungjawabkan. Orang-orang yang mengkhianati janji, ataupun membatalkan janji secara sepihak akan mendapat pembalasan yang setimpal."
        },
        {
          "number": 35,
          "arabic": "وَأَوْفُوا۟ ٱلْكَيْلَ إِذَا كِلْتُمْ وَزِنُوا۟ بِٱلْقِسْطَاسِ ٱلْمُسْتَقِيمِ ۚ ذَٰلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا",
          "transliteration": "wa-awfū l-kayla idhā kil'tum wazinū bil-qis'ṭāsi l-mus'taqīmi dhālika khayrun wa-aḥsanu tawīlan",
          "translation": "Dan sempurnakanlah takaran apabila kamu menakar, dan timbanglah dengan timbangan yang benar. Itulah yang lebih utama (bagimu) dan lebih baik akibatnya.",
          "tafsir": "Selanjutnya Allah memerintahkan kepada kaum Muslimin agar menyempurnakan takaran bila menakar barang dagangan. Maksudnya ialah pada waktu menakar barang hendaknya dilakukan dengan setepat-tepatnya dan secermat-cermatnya. Oleh karena itu, seseorang yang menakar barang dagangan yang akan diserahkan kepada orang lain sesudah dijual tidak boleh dikurangi takarannya karena merugikan orang lain. Demikian pula kalau seseorang menakar barang dagangan orang lain yang akan ia terima sesudah dibeli, tidak boleh dilebihkan, karena juga merugikan orang lain. Allah swt juga memerintahkan kepada mereka agar menimbang barang dengan neraca (timbangan) yang benar dan sesuai dengan standar yang ditetapkan. Neraca yang benar ialah neraca yang dibuat seteliti mungkin, sehingga dapat memberikan kepercayaan kepada orang yang melakukan jual beli, dan tidak memungkinkan terjadinya penambahan dan pengurangan secara curang. Allah swt mengancam orang-orang yang mengurangi takaran dan timbangan ini dengan ancaman keras. Allah swt berfirman: Celakalah bagi orang-orang yang curang (dalam menakar dan menimbang)! (Yaitu) orang-orang yang apabila menerima takaran dari orang lain mereka minta dicukupkan, dan apabila mereka menakar atau menimbang (untuk orang lain), mereka mengurangi. (al-Muthaffifin/83: 1-3) Di akhir ayat, Allah swt menjelaskan bahwa menakar atau menimbang barang dengan teliti lebih baik akibatnya bagi mereka karena di dunia mereka mendapat kepercayaan dari anggota masyarakat, dan di akhirat nanti akan mendapat pahala dari Allah dan keridaan-Nya, serta terhindar dari api neraka."
        },
        {
          "number": 36,
          "arabic": "وَلَا تَقْفُ مَا لَيْسَ لَكَ بِهِۦ عِلْمٌ ۚ إِنَّ ٱلسَّمْعَ وَٱلْبَصَرَ وَٱلْفُؤَادَ كُلُّ أُو۟لَـٰٓئِكَ كَانَ عَنْهُ مَسْـُٔولًا",
          "transliteration": "walā taqfu mā laysa laka bihi ʿil'mun inna l-samʿa wal-baṣara wal-fuāda kullu ulāika kāna ʿanhu masūlan",
          "translation": "Dan janganlah kamu mengikuti sesuatu yang tidak kamu ketahui. Karena pendengaran, penglihatan dan hati nurani, semua itu akan diminta pertanggungjawabannya.",
          "tafsir": "Allah swt melarang kaum Muslimin mengikuti perkataan atau perbuatan yang tidak diketahui kebenarannya. Larangan ini mencakup seluruh kegiatan manusia itu sendiri, baik perkataan maupun perbuatan. Untuk mendapat keterangan lebih jauh dari kandungan ayat ini, berikut ini dikemukakan berbagai pendapat dari kalangan sahabat dan tabiin: 1. Ibnu 'Abbas berkata, \"Jangan memberi kesaksian, kecuali apa yang telah engkau lihat dengan kedua mata kepalamu, apa yang kau dengar dengan telingamu, dan apa yang diketahui oleh hati dengan penuh kesadaran.\" 2. Qatadah berkata, \"Jangan kamu berkata, \"Saya telah mendengar,\" padahal kamu belum mendengar, dan jangan berkata, \"Saya telah melihat,\" padahal kamu belum melihat, dan jangan kamu berkata, \"Saya telah mengetahui,\" padahal kamu belum mengetahui.\" 3. Pendapat lain mengatakan bahwa yang dimaksud dengan larangan mengatakan sesuatu yang tidak diketahui ialah perkataan yang hanya berdasarkan prasangka dan dugaan, bukan pengetahuan yang benar, seperti tersebut dalam firman Allah: Wahai orang-orang yang beriman! Jauhilah banyak dari prasangka, sesungguhnya sebagian prasangka itu dosa. (al-Hujurat/49: 12) Dan seperti tersebut dalam hadis: Jauhilah olehmu sekalian prasangka, sesungguhnya prasangka itu adalah ucapan yang paling dusta. (Riwayat Muslim, Ahmad, dan at-Tirmizi dari Abu Hurairah) 4. Ada juga yang berpendapat bahwa yang dimaksud ialah larangan kepada kaum musyrikin mengikuti kepercayaan nenek moyang mereka, dengan taklid buta dan mengikuti keinginan hawa nafsu. Di antaranya adalah mengikuti kepercayaan nenek moyang mereka menyembah berhala, dan memberi berhala itu dengan berbagai macam nama, seperti tersebut dalam firman Allah: Itu tidak lain hanyalah nama-nama yang kamu dan nenek moyangmu mengada-adakannya. (an-Najm/53: 23) Allah swt lalu mengatakan bahwa sesungguhnya pendengaran, peng-lihatan, dan hati akan ditanya, apakah yang dikatakan oleh seseorang itu sesuai dengan apa yang didengar suara hatinya. Apabila yang dikatakan itu sesuai dengan pendengaran, penglihatan, dan suara hatinya, ia selamat dari ancaman api neraka, dan akan menerima pahala dan keridaan Allah. Tetapi apabila tidak sesuai, ia tentu akan digiring ke dalam api neraka. Allah swt berfirman: Pada hari, (ketika) lidah, tangan, dan kaki mereka menjadi saksi atas mereka terhadap apa yang dahulu mereka kerjakan. (an-Nur/24: 24) Dan hadis yang diriwayatkan oleh Syakal bin Humaid, ia berkata: Saya mengunjungi Nabi saw, kemudian saya berkata, \"Wahai Nabi, ajarilah aku doa minta perlindungan yang akan aku baca untuk memohon perlindungan kepada Allah. Maka Nabi memegang tanganku seraya bersabda, \"Katakanlah, \"Aku berlindung kepada-Mu (Ya Allah) dari kejahatan telingaku, kejahatan mataku, kejahatan hatiku, dan kejahatan maniku (zina).\" (Riwayat Muslim)"
        },
        {
          "number": 37,
          "arabic": "وَلَا تَمْشِ فِى ٱلْأَرْضِ مَرَحًا ۖ إِنَّكَ لَن تَخْرِقَ ٱلْأَرْضَ وَلَن تَبْلُغَ ٱلْجِبَالَ طُولًا",
          "transliteration": "walā tamshi fī l-arḍi maraḥan innaka lan takhriqa l-arḍa walan tablugha l-jibāla ṭūlan",
          "translation": "Dan janganlah engkau berjalan di bumi ini dengan sombong, karena sesungguhnya engkau tidak akan dapat menembus bumi dan tidak akan mampu menjulang setinggi gunung.",
          "tafsir": "Allah melarang kaum Muslimin berjalan di muka bumi dengan sombong. Berjalan dengan sombong di muka bumi bukanlah sikap yang wajar, karena bagaimanapun kerasnya derap kaki yang dihentakkan di atas bumi, tidak akan menembus permukaannya dan bagaimanapun juga tingginya ia mengangkat kepalanya, tidaklah dapat melampaui tinggi gunung. Bahkan ditinjau dari segi ilmu jiwa, orang yang biasa berjalan dengan penuh kesombongan, berarti dalam jiwanya terdapat kelemahan. Ia merasa rendah diri, sehingga untuk menutupi kelemahan dirinya, ia berjalan dengan sombong dan berlagak dengan maksud menarik perhatian orang lain. Allah swt menegaskan bahwa mereka sekali-kali tidak akan dapat menembus bumi dan menyamai tinggi gunung. Hal ini bertujuan agar kaum Muslimin menyadari kelemahan-kelemahan yang terdapat pada diri mereka, bersikap rendah hati, dan tidak bersikap takabur. Sebab, sebagai manusia yang memiliki kemampuan terbatas, mereka tidak akan sanggup mencapai sesuatu di luar kemampuan dirinya. Di dalam ayat ini terdapat juga celaan bagi orang-orang musyrik yang suka bermegah-megah, menyombongkan diri karena harta kekayaan dan menghambur-hamburkannya, suka bermabuk-mabukan, dan berzina."
        },
        {
          "number": 38,
          "arabic": "كُلُّ ذَٰلِكَ كَانَ سَيِّئُهُۥ عِندَ رَبِّكَ مَكْرُوهًا",
          "transliteration": "kullu dhālika kāna sayyi-uhu ʿinda rabbika makrūhan",
          "translation": "Semua itu<sup foot_note=135426>1</sup> kejahatannya sangat dibenci di sisi Tuhanmu.",
          "tafsir": "Kemudian Allah swt menjelaskan bahwa semua larangan-Nya yang disebutkan sebelum ayat ini, seperti mengadakan tuhan selain Allah, durhaka kepada kedua ibu bapak, berlaku boros, membunuh anak perempuan, berbuat zina, membunuh manusia yang diharamkan membunuhnya, memakan harta anak yatim, mengurangi atau melebihkan takaran dan timbangan, mengikuti perkataan dan perbuatan yang tidak diketahui kebenarannya, dan bersikap sombong adalah perbuatan-perbuatan yang sangat dibenci-Nya. Para pelakunya patut diancam dengan hukuman yang keras dan harus dirasakan di dunia. Di akhirat mereka akan mendapat azab yang pedih."
        }
      ]
    }
  ]
}