{
  "pageNumber": 109,
  "juz": 6,
  "surahs": [
    {
      "number": 5,
      "name": "Al-Ma'idah",
      "nameArabic": "المائدة",
      "meaning": "Hidangan",
      "revelation": "Madinah",
      "description": "Surat Al-Ma-idah terdiri dari 120 ayat dan termasuk surat Madaniyyah. Hanya saja ada ayat-ayat yang diturunkan di Mekah, pada waktu haji wadaa', setelah Nabi Muhammad s.a.w. hijrah ke Madinah.Surat ini dinamakan \"Al-Ma-idah\" (hidangan) karena memuat kisah pengikut-pengikut setia Nabi 'Isa a.s. yang meminta kepada Nabi 'Isa agar Allah berkenan menurunkan Al-Ma-idah (hidangan makanan) dari langit (ayat 112) untuk mereka. Juga dinamakan dengan \"Al-Uqud\" (perjanjian), karena kata ini terdapat pada ayat pertama surat ini, Allah menyuruh agar hamba memenuhi janji prasetia terhadap Allah dan perjanjian-perjanjian terhadap sesama.Dinamakan juga \"Al-Munqidz\" (yang menyelamatkan), karena akhir surat ini mengandung kisah tentang Nabi 'Isa a.s. yang menjadi penyelamat bagi pengikut-pengikut setianya dari azab Allah.Pokok-Pokok Isi:1. Keimanan:Bantahan terhadap orang-orang yang mempertuhankan Nabi 'Isa a.s.2. Hukum-hukum:Kewajiban memenuhi janji; hukum melanggar syi'ar Allah; makanan yang dihalalkan dan yang diharamkan; hukum menikahi perempuan ahli kitab; wudhu; tayammum; mandi; hukum membunuh orang; hukum mengacau dan mengganggu keamanan; hukum qishash; hukum melanggar sumpah dan kafaaratnya; hukum khamar, berjudi, berkurban untuk berhala, dan mengundi nasib; hukum membunuh binatang waktu ihram; hukum persaksian dalam berwasiat.3. Kisah-kisah:Kisah Nabi Musa a.s. menyuruh kaumnya memasuki Palestina; kisah Habil dan Qabil; dan kisah-kisah tentang Nabi 'Isa a.s.4. Lain-lain:Kewajiban bersikap lemah lembut terhadap sesama mukmin dan bersikap keras terhadap orang kafir; penyempurnaan Agama Islam di zaman Nabi Muhammad s.a.w.; kewajiban bersikap jujur dan adil; sikap dalam menghadapi berita-berita bohong; akibat berteman akrab nonmuslim; laknat Allah terhadap orang-orang Yahudi; kewajiban rasul-rasul hanya menyampaikan agama; sikap Yahudi dan Nasrani terhadap orang Islam; Ka'bah sebagai pondasi kehidupan manusia; peringatan dari Allah agar meninggalkan kebiasaan Arab Jahiliyah; larangan bertanya sesuatu yang mengakibatkan kesusahan dalam beragama.Surat Al-Ma-idah mengemukakan bagaimana seharusnya orang mukmin bersikap, baik terhadap sesama maupun nonmukmin; manfaaat memenuhi janji prasetia terhadap Allah, perjanjian yang dilakukan oleh sesama manusia, dan ketauhidan Allah.Hubungan Surat Al-Ma-Idah Dengan Surat Al-An'Am:1. Surat Al-Ma-idah mengemukakan hujjah terhadap ahli kitab, sedangkan surat Al-An'am mengemukakan hujjah terhadap kaum musyrikin.2. Surat Al-An'am memuat makanan-makanan yang diharamkan dan binatang sembelihan secara umum, sedangkan surat Al-Ma-idah memuat secara terperinci.3. Akhir surat Al-Ma-idah mengemukakan bahwa Allah menguasai langit dan bumi serta memberi balasan atas perbuatan-perbuatan manusia di dunia, sedangkan permulaan surat Al-An'am mengutarakan bahwa segala puji hanya milik Allah, Pencipta langit dan bumi serta sumber kebahagiaan manusia.",
      "verses": [
        {
          "number": 10,
          "arabic": "وَٱلَّذِينَ كَفَرُوا۟ وَكَذَّبُوا۟ بِـَٔايَـٰتِنَآ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلْجَحِيمِ",
          "transliteration": "wa-alladhīna kafarū wakadhabū biāyātinā ulāika aṣḥābu l-jaḥīmi",
          "translation": "Adapun orang-orang yang kafir dan mendustakan ayat-ayat Kami, mereka itulah penghuni neraka.",
          "tafsir": "Selanjutnya ayat itu menyatakan bahwa orang kafir yang mendustakan ayat-ayat Allah, adalah penghuni neraka. Ayat-ayat Allah artinya tanda-tanda adanya Allah Yang Maha Esa dan Al-Qur'an. Setiap ayat yang menjadi mukjizat yang besar bagi kenabian dan kerasulan Muhammad saw adalah tanda adanya Allah Yang Maha Esa dan Mahakuasa. Akhir ayat menyatakan bahwa orang-orang kafir yang mengingkari dan mendustakan ayat-ayat-Nya adalah penghuni neraka."
        },
        {
          "number": 11,
          "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱذْكُرُوا۟ نِعْمَتَ ٱللَّهِ عَلَيْكُمْ إِذْ هَمَّ قَوْمٌ أَن يَبْسُطُوٓا۟ إِلَيْكُمْ أَيْدِيَهُمْ فَكَفَّ أَيْدِيَهُمْ عَنكُمْ ۖ وَٱتَّقُوا۟ ٱللَّهَ ۚ وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُؤْمِنُونَ",
          "transliteration": "yāayyuhā alladhīna āmanū udh'kurū niʿ'mata l-lahi ʿalaykum idh hamma qawmun an yabsuṭū ilaykum aydiyahum fakaffa aydiyahum ʿankum wa-ittaqū l-laha waʿalā l-lahi falyatawakkali l-mu'minūna",
          "translation": "Wahai orang-orang yang beriman! Ingatlah nikmat Allah (yang diberikan) kepadamu, ketika suatu kaum bermaksud hendak menyerangmu dengan tangannya, lalu Allah menahan tangan mereka dari kamu. Dan bertakwalah kepada Allah, dan hanya kepada Allahlah hendaknya orang-orang beriman itu bertawakal.",
          "tafsir": "Orang-orang yang beriman harus mengingat kembali nikmat yang sangat besar yang diberikan kepada mereka dengan kekuasaan-Nya, Allah telah menahan dan membebaskan mereka dari suatu kejahatan yang sangat berbahaya yang direncanakan oleh orang-orang kafir. Banyak riwayat yang menceritakan tentang sebab turunnya ayat ini yang pada umumnya berkisar di sekitar seorang laki-laki dari suku Muharib yang diutus oleh kaumnya untuk membunuh Nabi Muhammad saw. Riwayat yang terkuat ialah yang dikuatkan oleh al-Hakim dari hadis Jabir, yaitu seorang laki-laki dari suku Muharib bernama Gauras bin Haris datang dan berdiri di hadapan Rasulullah saw seraya (menghunus pedang) dan berkata, \"Siapakah yang dapat membelamu?\" Rasulullah saw menjawab, \"Allah\" maka terjatuhlah pedang itu dari tangannya lalu diambil oleh Rasulullah saw seraya berkata, \"Siapakah yang dapat membelamu?\", laki-laki itu menjawab, \"Jadilah engkau sebaik-baik orang yang bertindak.\" Rasulullah bertanya, \"Maukah engkau mengakui bahwa tiada tuhan selain Allah dan sesungguhnya aku adalah Rasul-Nya ?\" Laki-laki itu menjawab, \"Saya berjanji bahwa saya tidak akan memerangimu dan tidak akan turut dengan kaum yang akan memerangimu.\" Lalu Rasulullah saw membebaskannya, setelah ia kembali kepada kaumnya ia berkata kepada mereka: \"Saya baru saja datang menjumpai seorang manusia yang paling baik yaitu Rasulullah saw.\" Ayat ini mengajak orang-orang yang beriman untuk mengingat kembali nikmat yang akan diberikan kepada mereka pada waktu menghadapi kaum yang bermaksud jahat, Allah menahan dan melepaskan mereka dari bahaya kejahatan musuh. Menurut sebagian ahli tafsir yang dimaksud dengan kejahatan dalam ayat ini ialah kejahatan Gauras yang tersebut di atas. Sebagian lain berpendapat bahwa yang dimaksud, ialah semua kejahatan yang dilakukan oleh orang kafir kepada Rasulullah dan para sahabatnya pada permulaan lahirnya Islam dan mereka selalu dilindungi Allah. Mengingat hal-hal serupa itu sangat besar manfaatnya bagi kehidupan orang-orang yang beriman, akan lebih memperteguh imannya kepada Allah dan kekuasaan-Nya dan menimbulkan semangat dan kepercayaan kepada diri sendiri dalam menghadapi kesusahan dan penderitaan untuk menegakkan kebenaran. Pada akhir ayat ini, Allah memerintahkan kepada orang-orang mukmin supaya tetap bertakwa kepada-Nya yang telah memperlihatkan kekuasaan-Nya dalam menolong dan melindungi mereka dari kejahatan musuh. Allah menyuruh kaum Muslimin bertawakal kepada-Nya, setelah mereka melakukan usaha dan ikhtiar menurut kemampuan mereka, dan melarang mereka bertawakal selain kepada Allah."
        },
        {
          "number": 12,
          "arabic": "۞ وَلَقَدْ أَخَذَ ٱللَّهُ مِيثَـٰقَ بَنِىٓ إِسْرَٰٓءِيلَ وَبَعَثْنَا مِنْهُمُ ٱثْنَىْ عَشَرَ نَقِيبًا ۖ وَقَالَ ٱللَّهُ إِنِّى مَعَكُمْ ۖ لَئِنْ أَقَمْتُمُ ٱلصَّلَوٰةَ وَءَاتَيْتُمُ ٱلزَّكَوٰةَ وَءَامَنتُم بِرُسُلِى وَعَزَّرْتُمُوهُمْ وَأَقْرَضْتُمُ ٱللَّهَ قَرْضًا حَسَنًا لَّأُكَفِّرَنَّ عَنكُمْ سَيِّـَٔاتِكُمْ وَلَأُدْخِلَنَّكُمْ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ ۚ فَمَن كَفَرَ بَعْدَ ذَٰلِكَ مِنكُمْ فَقَدْ ضَلَّ سَوَآءَ ٱلسَّبِيلِ",
          "transliteration": "walaqad akhadha l-lahu mīthāqa banī is'rāīla wabaʿathnā min'humu ith'nay ʿashara naqīban waqāla l-lahu innī maʿakum la-in aqamtumu l-ṣalata waātaytumu l-zakata waāmantum birusulī waʿazzartumūhum wa-aqraḍtumu l-laha qarḍan ḥasanan la-ukaffiranna ʿankum sayyiātikum wala-ud'khilannakum jannātin tajrī min taḥtihā l-anhāru faman kafara baʿda dhālika minkum faqad ḍalla sawāa l-sabīli",
          "translation": "Dan sungguh, Allah telah mengambil perjanjian dari Bani Israil dan Kami telah mengangkat dua belas orang pemimpin diantara mereka. Dan Allah berfirman, \"Aku bersamamu.\" Sungguh, jika kamu melaksanakan salat dan menunaikan zakat serta beriman kepada rasul-rasul-Ku dan kamu bantu mereka dan kamu pinjamkan kepada Allah pinjaman yang baik,<sup foot_note=135219>1</sup> pasti akan Aku hapus kesalahan-kesalahanmu, dan pasti, akan Aku masukkan ke dalam surga yang mengalir di bawahnya sungai-sungai. Tetapi barang siapa kafir di antaramu setelah itu, maka sesungguhnya dia telah tersesat dari jalan yang lurus.\"",
          "tafsir": "Menurut riwayat, pengingkaran janji orang-orang Yahudi itu terjadi setelah mereka lepas dari cengkeraman Firaun di Mesir, maka Allah dengan perantaraan Nabi Musa memerintahkan mereka keluar dari Mesir menuju Palestina. Pada waktu itu Palestina didiami oleh suku Kanan yang sangat perkasa dan angkuh. Mereka diperintahkan ke sana untuk berjihad menghadapi orang-orang yang kasar itu dengan perjanjian dan Allah akan menolong mereka. Allah memerintahkan Nabi Musa mengambil 12 orang pemimpin yang mewakili setiap suku dari mereka untuk melaksanakan tugas yang diperintahkan oleh Allah. Setelah perjanjian dibuat, mereka pun berangkat, dan setibanya di dekat tanah suci Yerusalem, Nabi Musa menyuruh ke-12 orang pemimpin itu masuk dengan menyamar ke kota untuk memata-matai dan untuk mendapatkan informasi yang diperlukan. (Kitab Bilangan xiii dan xiv. Lihat juga al-Baqarah/2:63 dan tafsirnya). Setelah pemimpin Yahudi itu melihat para penduduknya yang bertubuh kuat dan mempunyai kekuatan yang hebat mereka merasa takut lalu pulang dan menceritakan kepada kaumnya hal-hal yang mereka lihat, padahal mereka sudah diperintahkan oleh Nabi Musa agar jangan menceritakan kepada kaumnya apa yang mereka lihat. Dengan demikian, mereka telah melanggar janji, kecuali dua orang dari pemimpin itu sebagaimana disebutkan pada ayat 23 dari surah ini. Selain itu Allah memerintahkan kembali kepada mereka untuk mendirikan salat, menunaikan zakat, beriman dan membantu Rasul-rasul Allah yang akan diutus sesudah Musa, seperti Daud, Sulaiman, Zakaria, Yahya, Isa dan Muhammad. Di samping itu Allah juga memerintahkan supaya mereka memberikan pinjaman yang baik kepada Allah yaitu menafkahkan harta benda dengan ikhlas di jalan Allah. Jika mereka mau melaksanakan semua perintah Allah tersebut, niscaya Allah akan menghapus dosa-dosa mereka yang lain dan memasukkan mereka ke dalam surga yang mengalir di bawahnya sungai-sungai. Barang siapa yang masih kafir dan mengingkari janji sesudah itu, maka mereka adalah orang yang sesat dari jalan yang benar."
        },
        {
          "number": 13,
          "arabic": "فَبِمَا نَقْضِهِم مِّيثَـٰقَهُمْ لَعَنَّـٰهُمْ وَجَعَلْنَا قُلُوبَهُمْ قَـٰسِيَةً ۖ يُحَرِّفُونَ ٱلْكَلِمَ عَن مَّوَاضِعِهِۦ ۙ وَنَسُوا۟ حَظًّا مِّمَّا ذُكِّرُوا۟ بِهِۦ ۚ وَلَا تَزَالُ تَطَّلِعُ عَلَىٰ خَآئِنَةٍ مِّنْهُمْ إِلَّا قَلِيلًا مِّنْهُمْ ۖ فَٱعْفُ عَنْهُمْ وَٱصْفَحْ ۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلْمُحْسِنِينَ",
          "transliteration": "fabimā naqḍihim mīthāqahum laʿannāhum wajaʿalnā qulūbahum qāsiyatan yuḥarrifūna l-kalima ʿan mawāḍiʿihi wanasū ḥaẓẓan mimmā dhukkirū bihi walā tazālu taṭṭaliʿu ʿalā khāinatin min'hum illā qalīlan min'hum fa-uʿ'fu ʿanhum wa-iṣ'faḥ inna l-laha yuḥibbu l-muḥ'sinīna",
          "translation": "(Tetapi) karena mereka melanggar janjinya, maka Kami melaknat mereka, dan Kami jadikan hati mereka keras membatu. Mereka suka mengubah firman (Allah) dari tempatnya,<sup foot_note=135220>1</sup> dan mereka (sengaja) melupakan sebagian pesan yang telah diperingatkan kepada mereka. Engkau (Muhammad) senantiasa akan melihat pengkhianatan dari mereka kecuali sekelompok kecil di antara mereka (yang tidak berkhianat), maka maafkanlah mereka dan biarkan mereka. Sungguh, Allah menyukai orang-orang yang berbuat baik.",
          "tafsir": "Ayat ini menerangkan bahwa orang-orang Yahudi selalu mengingkari janji, maka Allah mengutuk mereka dan menjadikan hati mereka keras membatu, Allah menerangkan pula bahwa mereka tidak segan-segan mengubah perkataan Allah dari kitab Taurat yang diturunkan kepada Nabi Musa, padahal Nabi Musa telah mengambil janji mereka supaya mereka memelihara dan melaksanakan isinya, tetapi tidak ada seorang pun dari mereka yang melaksanakannya sebagaimana orang-orang Muslim memelihara Al-Qur'an pada masa Nabi Muhammad saw. Kitab Taurat yang asli itu sebagaimana dikatakan ahli sejarah Yahudi dan Nasrani sudah lenyap semenjak kerajaan Babilon menyerang kota mereka, membakar candi mereka dan menawan orang-orang Yahudi yang masih hidup. Selanjutnya Allah menerangkan bahwa orang Yahudi telah lupa akan sebagian dari yang telah diperingatkan kepadanya, dan dengan sengaja tidak mengerjakan sebagian apa yang diperintahkan itu, karena sudah menjadi kebiasaan bagi mereka membangkang dan mengingkari janji. Menurut lbnu Abbas dan Mujahid, mereka lupa akan sebagian dari Taurat yang asli. Dan ini bisa terjadi bagi orang-orang Yahudi setelah hilangnya Taurat yang asli, karena mereka tidak ada yang menghafalnya. Kitab Taurat tidaklah sama dengan Perjanjian Lama. Begitu juga Injil tidak sama dengan Perjanjian Baru. Pada akhir ayat ini Allah memperingatkan Nabi Muhammad bahwa memang demikianlah watak dan tingkah laku orang-orang Yahudi pada zaman dahulu terhadap Allah, Kitab-kitab, dan Rasul-rasul-Nya. Allah memperingatkan bahwa Nabi Muhammad saw, senantiasa akan menghadapi bermacam-macam tipu daya dan pengkhianatan mereka. Janganlah mengira bahwa Nabi telah aman disebabkan Nabi telah menyetujui hidup damai berdampingan dengan mereka, karena sudah menjadi watak mereka selalu suka menentang dan melanggar janji, kecuali sebagian kecil dari mereka, seperti Abdullah bin Salam dan kawan-kawannya yang telah masuk Islam dengan sungguh-sungguh dan mereka menjadi sahabat-sahabat Rasulullah yang terpuji. Menghadapi orang-orang ini janganlah Nabi Muhammad merasa khawatir, tetapi hendaklah memaafkan kesalahan-kesahahan yang pernah mereka lakukan. Sesungguhnya Allah menyukai orang-orang yang berbuat baik."
        }
      ]
    }
  ]
}