{
  "pageNumber": 338,
  "juz": 17,
  "surahs": [
    {
      "number": 22,
      "name": "Al-Hajj",
      "nameArabic": "الحج",
      "meaning": "Haji",
      "revelation": "Madinah",
      "description": "Surat Al-Hajj termasuk surat Madaniyyah dan terdiri dari 78 ayat. Menurut sebagian ahli tafsir, surat Al-Hajj termasuk surat Makkiyyah. Hal ini dikarenakan sebagian ayat dalam surat ini ada yang diturunkan di Mekah dan ada yang di Madinah.Dinamai surat ini \"Al-Hajj\" karena surat ini mengemukakan hal-hal yang berhubungan dengan ibadah haji, seperti: ihram, thawaf, sa'i, wuquf di Arafah, mencukur rambut, syi'ar-syi'ar Allah, faedah dan hikmah disyariatkannya haji. Ditegaskan pula bahwa ibadah haji telah disyariatkan pada masa Nabi Ibrahim, dan Ka'bah didirikan oleh Nabi Ibrahim bersama putranya, Ismail.Menurut Al Ghaznawi, surat Al-Hajj termasuk di antara surat yang ajaib, diturunkan pada malam dan siang hari, dalam musafir dan tidak musafir, ada ayat yang diturunkan di Mekah dan ada pula yang diturunkan di Madinah, isinya ada yang berhubungan dengan peperangan dan ada pula yang berhubungan dengan perdamaian, ada ayat yang muhkam dan ada pula yang mutasyabihat.**Pokok-Pokok Isi:**1. **Keimanan:** Keimanan tentang adanya kebangkitan dan huru-hara hari kiamat; dari susunan alam semesta dapat diambil bukti-bukti tentang keberadaan Allah Maha Pencipta.2. **Hukum-hukum:** Kewajiban berhaji bagi kaum muslimin dan haji telah disyariatkan pada masa Ibrahim; hukum berkata dusta; larangan menyembah berhala; binatang-binatang yang halal dimakan; hukum menghalang-halangi manusia dari jalan Allah dan Masjidil Haram; dibolehkannya berperang untuk mempertahankan diri dan agama; hukum-hukum yang berhubungan dengan haji.3. **Lain-lain:** Membantah kebenaran tanpa dasar pengetahuan adalah perbuatan yang tercela; tanda-tanda takwa yang sampai ke hati; setiap agama yang dibawa rasul-rasul sejak dahulu mempunyai syariat tertentu; pahala orang yang mati dalam hijrah di jalan Allah; sikap orang kafir bila mendengar Al-Qur'an; anjuran berjihad; celaan Islam terhadap orang yang tidak memiliki pendirian dan selalu mencari keuntungan untuk diri sendiri.Surat Al-Hajj mengingatkan manusia tentang keberadaan hari kebangkitan dengan mengemukakan bukti-bukti tentang kejadian dan proses perkembangan manusia, hewan dan tumbuh-tumbuhan. Oleh sebab itu, sudah sewajarnya manusia bersyukur dan menyembah Allah, Tuhan semesta alam. Juga mengemukakan tentang disyariatkannya haji, mengenai waktu-waktu boleh-tidaknya melakukan peperangan berhubung ada bulan-bulan suci yang ditentukan Allah.**Hubungan Surat Al-Hajj Dengan Surat Al-Mu'Minun:**1. Surat Al-Hajj menyuruh orang-orang mukmin mendirikan shalat, menunaikan zakat, dan mengerjakan berbagai macam kebaikan agar beruntung, sedangkan permulaan surat Al-Mukminun menegaskan bahwa apabila orang-orang mukmin betul-betul mengerjakan apa yang diperintahkan Allah dan menjauhi apa yang dilarang-Nya seperti zina, pasti akan beruntung.2. Kedua surat ini sama-sama mengemukakan tentang penciptaan manusia, perkembangan kejadian dan kehidupan, dan menjadikan hal ini sebagai bukti keberadaan hari kebangkitan.3. Kedua surat ini sama-sama menyinggung umat-umat terdahulu yang tidak mengindahkan seruan nabi-nabi, untuk menjadi pelajaran bagi orang-orang yang datang setelah mereka.4. Kedua surat ini sama-sama mengemukakan bukti-bukti tentang keberadaan dan keesaan Allah.",
      "verses": [
        {
          "number": 47,
          "arabic": "وَيَسْتَعْجِلُونَكَ بِٱلْعَذَابِ وَلَن يُخْلِفَ ٱللَّهُ وَعْدَهُۥ ۚ وَإِنَّ يَوْمًا عِندَ رَبِّكَ كَأَلْفِ سَنَةٍ مِّمَّا تَعُدُّونَ",
          "transliteration": "wayastaʿjilūnaka bil-ʿadhābi walan yukh'lifa l-lahu waʿdahu wa-inna yawman ʿinda rabbika ka-alfi sanatin mimmā taʿuddūna",
          "translation": "Dan mereka meminta kepadamu (Muhammad) agar azab itu disegerakan, padahal Allah tidak menyalahi janji-Nya. Dan sesungguhnya sehari di sisi Tuhanmu adalah seperti seribu tahun menurut perhitunganmu.",
          "tafsir": "Dalam ayat ini Allah menerangkan bahwa orang-orang musyrik Mekah yang mendustakan ayat-ayat Allah, mengingkari seruan Nabi Muhammad saw, tidak percaya kepada adanya hari Kiamat, mereka meminta kepada Nabi Muhammad saw agar kepada mereka ditimpakan pula azab seperti yang telah ditimpakan kepada umat-umat terdahulu. Permintaan itu mereka lakukan, karena yakin bahwa azab itu tidak akan datang. Permintaan mereka dijawab Allah bahwa azab yang mereka minta itu pasti datang, karena hal itu merupakan Sunnatullah. Allah sekali-kali tidak akan memungkiri janji-Nya. Hanya saja azab itu ditimpakan kepada mereka pada waktu yang telah ditentukan Allah, tidak menurut waktu yang mereka kehendaki. Waktu kedatangan azab itu hanya Allah sajalah yang mengetahuinya, sebagaimana waktu kedatangan azab kepada umat-umat ter- dahulu, yang datang secara tiba-tiba, tanpa diketahui oleh seorang pun darimana dan kapan azab itu datang. Sebagaimana firman Allah: Maka apakah penduduk negeri itu merasa aman dari siksaan Kami yang datang malam hari ketika mereka sedang tidur? Atau apakah penduduk negeri itu merasa aman dari siksaan Kami yang datang pada pagi hari ketika mereka sedang bermain? (al-A'raf/7: 97-98) Jika orang-orang musyrik Mekah merasa bahwa telah lama masa berlalu, tetapi azab yang dijanjikan itu belum datang, sehingga mereka berpendapat bahwa azab itu tidak akan datang lagi, maka hendaklah mereka ingat bahwa seribu tahun menurut perasaan mereka adalah sama dengan sehari di sisi Allah. Karena itu hendaklah mereka ingat bahwa Allah pasti menepati janji-Nya setelah berjalan waktu yang lama menurut perasaan mereka. Allah melambatkan kedatangan azab itu bukanlah berarti bahwa Dia telah menyalahi janji yang telah dijanjikan-Nya. Secara saintis, Ayat ini mensiratkan konsep relativitas waktu. Sebuah konsep yang diperkenalkan oleh Albert Einstein melalui Teori Relativitas. Sebelumnya, selama hampir 200 tahun, dunia fisika didominasi oleh fisika Newton yang menyatakan bahwa waktu adalah konstan; satu jam adalah sama di mana pun dalam kondisi apa pun. Contoh berikut akan memberikan ilustrasi tentang konsep waktu yang konstan. Misalkan, Hamzah dan Wildan telah menyamakan waktu di jam tangannya masing-masing. Kemudian, dengan menggunakan sebuah pesawat yang memiliki kecepatan yang tinggi, mendekati kecepatan cahaya, Hamzah berangkat meninggalkan Wildan. Setelah satu jam (menurut jam tanganya) Hamzah kembali dari perjalanannya dan menemui Wildan. Maka, Newton akan mengatakan bahwa Wildan pun akan merasakan bahwa dia telah menunggu Hamzah selama satu jam. Jam tangan Wildan akan menunjukkan waktu yang sama dengan jam tangan Hamzah. Einstein tidak akan sependapat dengan hal ini. Menurut dia, waktu adalah relatif, bergantung pada kecepatan bergerak dari seseorang atau sesuatu. Jika Hamzah yang bergerak dengan kecepatan mendekati kecepatan cahaya merasa telah meninggalkan Wildan selama satu jam (menurut jam di tangannya), maka jam tangan Wildan akan menunjukkan bahwa Hamzah telah pergi selama 10 jam. Jika Hamzah pergi pada pukul 8 pagi, maka ketika dia kembali, jam tangan Hamzah akan menunjukkan waktu pukul 9 pagi, sementara jam tangan Wildan akan menunjukkan jam 18.00 atau jam 6 sore. Demikian pula, apabila pada saat Hamzah dan Wildan sama-sama berumur 20 tahun, kemudian Hamzah bepergian meninggalkan Wildan dengan kecepatan mendekati cahaya selama 5 tahun (menurut waktu Hamzah), maka pada saat mereka bertemu, Hamzah akan berumur 25 tahun, sementara Wildan telah berumur 70 tahun. Demikianlah waktu bersifat relatif. Al-Qur'an telah mengisyaratkan hal ini semenjak 14 abad yang lalu. Allah mengatur urusan dari langit ke bumi dan kembali lagi ke langit dengan kecepatan yang sangat tinggi sedemikian sehingga semua ini hanya berlangsung satu hari yang lamanya sama dengan 1000 tahun menurut hitungan waktu kita. Relativitas waktu seperti ini juga terdapat dalam as-Sajdah/32:5; al-Ma'arij/70: 4. Dalam ayat ini, satu hari setara dengan 50.000 tahun. Hal ini bisa saja terjadi, bergantung kepada kecepatan bergerak dari malaikat."
        },
        {
          "number": 48,
          "arabic": "وَكَأَيِّن مِّن قَرْيَةٍ أَمْلَيْتُ لَهَا وَهِىَ ظَالِمَةٌ ثُمَّ أَخَذْتُهَا وَإِلَىَّ ٱلْمَصِيرُ",
          "transliteration": "waka-ayyin min qaryatin amlaytu lahā wahiya ẓālimatun thumma akhadhtuhā wa-ilayya l-maṣīru",
          "translation": "Dan berapa banyak negeri yang Aku tangguhkan (penghancuran)nya, karena penduduknya berbuat zalim, kemudian Aku azab mereka, dan hanya kepada-Kulah tempat kembali (segala sesuatu).",
          "tafsir": "Allah melakukan segala sesuatu sesuai dengan kehendak dan kebijaksanaan-Nya. Dalam pada itu manusia juga harus ingat akan salah satu dari sifat-sifat Allah, yaitu Dia tidak segera mengazab hamba-hamba-Nya yang berdosa sebelum memberi kesempatan bertobat kepada mereka dengan cara beriman dan beramal saleh. Apabila kesempatan bertobat itu tidak juga digunakan oleh hamba-Nya, barulah mereka ditimpa azab yang dijanjikan itu. Karena itu berapa banyak negeri yang penduduknya berlaku zalim, setelah beberapa lama, mereka tidak bertobat, bahkan bertambah zalim maka Allah menimpakan azab kepada mereka dengan tiba-tiba dari arah yang tidak mereka ketahui. Hendaklah manusia ingat, bahwa segala sesuatu yang ada di alam semesta ini adalah kepunyaan Allah, termasuk apa yang ada di dalamnya, semuanya akan kembali kepada Allah. Di waktu kembali kepada-Nya, ditimbanglah seluruh amal perbuatan mereka, amal baik dibalas dengan surga yang penuh kenikmatan, sedang amal buruk dan perbuatan jahat akan dibalas dengan neraka yang apinya menyala-nyala."
        },
        {
          "number": 49,
          "arabic": "قُلْ يَـٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَآ أَنَا۠ لَكُمْ نَذِيرٌ مُّبِينٌ",
          "transliteration": "qul yāayyuhā l-nāsu innamā anā lakum nadhīrun mubīnun",
          "translation": "Katakanlah (Muhammad), \"Wahai manusia! Sesungguhnya aku (diutus) kepadamu sebagai pemberi peringatan yang nyata.\"",
          "tafsir": "Allah memerintahkan kepada Nabi Muhammad saw agar menyampaikan kepada orang-orang yang minta disegerakan datangnya azab bahwa yang menimpakan azab itu bukanlah tugas para rasul. Tugas para rasul hanyalah menyampaikan peringatan dan ancaman Allah kepada manusia, termasuk mereka sendiri. Tugas para rasul juga menyampaikan bahwa tindakan-tindakan yang telah dilakukan orang-orang musyrik itu telah membawa mereka ke ambang pintu azab yang diancamkan itu. Para rasul tidak berwenang menilai perbuatan hamba karena yang memberi taufik dan hidayah itu hanyalah Allah sendiri. Allah berfirman: Bukanlah kewajibanmu (Muhammad) menjadikan mereka mendapat petunjuk, tetapi Allah-lah yang memberi petunjuk kepada siapa yang Dia kehendaki. (al-Baqarah/2: 272) Seandainya Allah berkehendak menimpakan azab yang dijanjikan itu, tentu Dia telah melakukannya, dan melakukannya itu adalah mudah bagi-Nya, karena itu janganlah sekali-kali meminta kepada rasul agar azab itu disegerakan atau ditangguhkan, karena semuanya itu adalah wewenang Allah. Dengan adanya penyampaian ancaman dan peringatan itu, manusia yang hatinya terbuka untuk menerima petunjuk Allah, mempunyai kesempatan untuk menghindarkan diri dari azab Allah yang diancamkan itu, yaitu dengan melakukan semua yang diperintahkan Allah, menghentikan semua yang dilarang dan berusaha menghapuskan segala dosanya dengan mengerjakan amal yang saleh. Jika mereka tetap dalam kekafiran, tentulah Allah akan melaksanakan ancaman-Nya dengan menimpakan azab yang pedih kepada mereka kapan saja dikehendaki."
        },
        {
          "number": 50,
          "arabic": "فَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ لَهُم مَّغْفِرَةٌ وَرِزْقٌ كَرِيمٌ",
          "transliteration": "fa-alladhīna āmanū waʿamilū l-ṣāliḥāti lahum maghfiratun wariz'qun karīmun",
          "translation": "Maka orang-orang yang beriman dan mengerjakan kebajikan, mereka memperoleh ampunan dan rezeki yang mulia.",
          "tafsir": "Pada ayat ini Allah menerangkan bentuk peringatan dan ancaman itu dengan menyebutkan balasan yang baik bagi orang-orang yang beriman, dan ancaman siksa bagi orang-orang yang kafir. Orang-orang yang beriman dengan arti yang sebenarnya dan perwujudan imannya itu tampak dalam tindakannya mengerjakan amal-amal saleh, maka Allah akan mengampuni semua dosa-dosanya, membalas perbuatan baik mereka dengan pahala yang berlipat ganda dan rezeki yang mulia. Di akhirat mereka akan dimasukkan ke dalam surga, tempat dimana mereka akan memperoleh semua yang mereka inginkan, sebagaimana firman Allah: Masuklah kamu ke dalam surga, kamu dan pasanganmu akan digembirakan. Kepada mereka diedarkan piring-piring dan gelas-gelas dari emas, dan di dalam surga itu terdapat apa yang diingini oleh hati dan segala yang sedap (dipandang) mata. Dan kamu kekal di dalamnya. (az-Zukhruf/43: 70-71) Bahkan dalam hadis diterangkan bahwa dalam surga itu terdapat kesenangan dan kebahagiaan yang belum pernah dirasakan oleh manusia semasa hidup di dunia sebagaimana firman Allah dalam hadis qudsi: Di dalam surga itu terdapat apa yang belum pernah dilihat mata, dan apa yang belum pernah di dengar telinga, dan apa yang belum pernah terlintas di dalam hati manusia. (Riwayat ath-thabrani)"
        },
        {
          "number": 51,
          "arabic": "وَٱلَّذِينَ سَعَوْا۟ فِىٓ ءَايَـٰتِنَا مُعَـٰجِزِينَ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلْجَحِيمِ",
          "transliteration": "wa-alladhīna saʿaw fī āyātinā muʿājizīna ulāika aṣḥābu l-jaḥīmi",
          "translation": "Tetapi orang-orang yang berusaha menentang ayat-ayat Kami dengan maksud melemahkan (kemauan untuk beriman), mereka itulah penghuni-penghuni neraka Jahim.",
          "tafsir": "Adapun orang-orang yang tetap berusaha menentang para rasul, ingin menghancurkan Islam dan kaum Muslimin, mereka akan dimasukkan ke dalam api neraka, dan itulah tempat yang paling buruk yang disediakan Allah untuk mereka, Allah berfirman: Orang yang kafir dan menghalangi (manusia) dari jalan Allah, Kami tambahkan kepada mereka siksaan demi siksaan disebabkan mereka selalu berbuat kerusakan. (an-Nahl/16: 88)"
        },
        {
          "number": 52,
          "arabic": "وَمَآ أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ وَلَا نَبِىٍّ إِلَّآ إِذَا تَمَنَّىٰٓ أَلْقَى ٱلشَّيْطَـٰنُ فِىٓ أُمْنِيَّتِهِۦ فَيَنسَخُ ٱللَّهُ مَا يُلْقِى ٱلشَّيْطَـٰنُ ثُمَّ يُحْكِمُ ٱللَّهُ ءَايَـٰتِهِۦ ۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
          "transliteration": "wamā arsalnā min qablika min rasūlin walā nabiyyin illā idhā tamannā alqā l-shayṭānu fī um'niyyatihi fayansakhu l-lahu mā yul'qī l-shayṭānu thumma yuḥ'kimu l-lahu āyātihi wal-lahu ʿalīmun ḥakīmun",
          "translation": "Dan Kami tidak mengutus seorang rasul dan tidak (pula) seorang nabi sebelum engkau (Muhammad), melainkan apabila dia mempunyai suatu keinginan,<sup foot_note=135500>1</sup> setan pun memasukkan godaan-godaan ke dalam keinginannya itu. Tetapi Allah menghilangkan apa yang dimasukkan setan itu, dan Allah akan menguatkan ayat-ayat-Nya. Dan Allah Maha Mengetahui, Mahabijaksana,",
          "tafsir": "Dalam ayat ini Allah memperingatkan orang-orang yang beriman akan usaha-usaha yang dilakukan oleh setan; baik setan dalam bentuk jin, maupun setan dalam bentuk manusia untuk menyesatkan manusia dari jalan Allah. Di antara usaha-usaha setan itu ialah apabila Rasul membicarakan ayat-ayat Allah, atau menjelaskan dan menyampaikan syariat yang dibawanya kepada para sahabatnya, maka bangunlah setan-setan itu dan berusahalah mereka memasukkan ke dalam hati para pendengar sesuatu tafsiran yang salah, sehingga mereka meyakini bahwa ayat-ayat atau syariat yang disampaikan Rasul itu, bukan berasal dari Allah, tetapi semata-mata ucapan Rasul saja, yang dibuat-buat untuk meyakinkan manusia akan kenabian dan kerasulannya. Ada pula di antara setan-setan itu menyisipkan tafsir yang salah terhadap ayat-ayat itu, sehingga tanpa disadari oleh para pendengar, mereka telah menyimpang dengan tafsir itu sendiri dari maksud ayat yang sebenarnya. Usaha setan itu tidak saja dilakukan terhadap Al-Qur'an dan hadis-hadis Nabi, tetapi juga telah dilakukannya terhadap agama dan kitab-kitab suci yang pernah diturunkan kepada para rasul. Usaha-usaha setan itu ada yang berhasil. Bila dipelajari dengan sungguh-sungguh sejarah agama yang dibawa para rasul dan sejarah kitab-kitab suci yang diturunkan Allah kepada mereka. Telah banyak dimasukkan oleh setan ke dalam agama-agama itu sesuatu yang dapat menyesatkan manusia dari jalan Allah. Yang disisipkan itu bukan saja hal yang ringan dan bukan prinsip, tetapi banyak pula yang telah berhasil disisipkan itu sesuatu yang dapat mengubah azas dan pokok agama itu, Allah berfirman: Mereka suka mengubah firman (Allah) dari tempatnya, dan mereka (sengaja) melupakan sebagian pesan yang telah diperingatkan kepada mereka. Engkau (Muhammad) senantiasa akan melihat pengkhianatan dari mereka kecuali sekelompok kecil di antara mereka (yang tidak berkhianat). (al-Ma'idah/5: 13) Agama yang diturunkan Allah kepada para rasul terdahulu yang telah banyak dicampuri oleh perbuatan setan, di antaranya ialah agama Nabi Ibrahim, Nabi Musa, Nabi Daud dan Nabi Isa as. Dalam sejarah kaum Muslimin setelah Rasulullah saw dan para sahabat terdekat meninggal dunia, nampak dengan jelas usaha-usaha untuk merusak dan mengubah agama Islam meskipun usaha untuk mengubah, menambah atau mengurangi ayat-ayat Al-Qur'an tidak berhasil, karena Al-Qur'an dipelihara oleh Allah, tetapi mereka hampir saja berhasil memasukkan hadis-hadis palsu ke dalam kumpulan hadis-hadis Nabi. Di samping itu juga mereka hampir berhasil menafsirkan ayat-ayat Al-Qur'an dengan tafsir atau takwil yang jauh dari makna Al-Qur'an yang dikehendaki. Di samping usaha-usaha mereka untuk mengubah ayat-ayat suci Al-Qur'an, hadis Nabi dan syariat Islam, mereka juga berusaha untuk merusak hidup dan kehidupan manusia, seperti jika seorang mencita-citakan adanya sesuatu kebaikan pada dirinya, maka ditimbulkanlah oleh setan di dalam diri dan pikiran orang itu pendapat atau keyakinan bahwa cita-cita yang diinginkan itu sulit memperolehnya, sehingga timbul pada diri dan kemauan orang itu rasa takut dan rasa tidak sanggup mencapai cita-cita yang baik itu. Mengenai Al-Qur'an banyak sekali usaha-usaha untuk meniru-nirunya, memasukkan tafsir dan takwilan yang salah ke dalamnya, memasukkan khurafat-khurafat dan sebagainya, namun semua usaha itu mengalami kegagalan. Hal ini sesuai dengan jaminan Allah tehadap pemeliharaan Al-Qur'an itu, Allah berfirman: Sesungguhnya Kamilah yang menurunkan Al-Qur'an, dan pasti Kami (pula) yang memeliharanya. (al-Hijr/15: 9) Jika diperhatikan sejarah Al-Qur'an, amat banyak cara yang telah dilakukan untuk menjaga otensitas Al-Qur'an itu, di antaranya ialah: 1. Di masa Rasulullah masih hidup, setiap ayat-ayat Al-Qur'an diturunkan beliau menyuruh menuliskan dan menghafalnya. 2. Tidak lama setelah Rasulullah saw meninggal dunia, seluruh Al-Qur'an telah dapat dikumpulkan dan ditulis pada lembaran-lembaran yang kemudian diikat dan disimpan oleh Abu Bakar, sepeninggal Abu Bakar disimpan oleh Umar, kemudian oleh Hafsah binti Umar. Di masa Usman Al-Qur'an yang ditulis pada lembaran-lembaran itu dibukukan. Al-Qur'an dinamai \"Mushaf\". Ada lima buah mushaf yang ditulis di masa Usman itu. Dari mushaf yang lima itulah kaum Muslimin di seluruh dunia Islam di masa itu menyalin Al-Qur'an. 3. Mendorong dan menambah semangat orang-orang yang berilmu, agar memperdalam ilmunya. Dengan kemampuan ilmu yang ada, mereka dapat mempertahankan kemurnian Al-Qur'an dari segala macam subhat dan penafsiran yang salah. 4. Sejak masa Nabi saw sampai saat ini, selalu ada orang yang hafal seluruh Al-Qur'an, sehingga sukar dilakukan penyisipan-penyisipan ke dalamnya. Bahkan kesalahan tulisan yang sedikit saja pada ayat-ayat Al-Qur'an telah dapat menimbulkan reaksi yang kuat dari kalangan kaum Muslimin. Dalam setiap kurun sejarah Islam, selalu ada tokoh-tokoh ulama yang sanggup membela dan mempertahankan ajaran Islam dari serangan yang datang dari luar Islam yang beraneka ragam bentuknya. Pada saat banyak timbul usaha-usaha pemalsuan hadis pada permulaan abad kedua hijriyah, tampillah Khalifah Umar bin Abdul Aziz. Beliau berusaha mengumpulkan dan membukukan hadis-hadis Nabi saw yang masih berada dalam hafalan para tabi'in, dan sebagian telah dituliskan oleh para sahabat. Beliau memerintahkan para pejabat di daerah-daerah, dan para ulama agar mengumpulkan hadis-hadis Nabi di daerah mereka masing-masing. Di antara para ulama yang menulisnya ialah Imam az-Zuhri. Maka oleh Imam az- Zuhri dikumpulkan hadis-hadis Nabi itu. Sekalipun pada masa itu belum lagi dilakukan penelitian dan pemisahan hadis-hadis mana yang palsu dan mana yang benar-benar berasal dari Nabi, tetapi usaha ini merupakan landasan dan dasar dari usaha-usaha yang akan dilakukan oleh para Imam hadis yang datang kemudian sesudah angkatan az-Zuhri ini, seperti Imam al-Bukhari, Muslim, an-Nasa'i, Abu Daud dan lain-lain. Imam-imam inilah yang melakukan penelitian terhadap hadis-hadis yang telah dikumpulkan di masa Khalifah Umar bin Abdul Aziz itu. Demikian pula Imam al-Asy'ari telah berhasil mempertahankan kemurnian ajaran Islam dari pengaruh filsafat Yunani yang banyak dipelajari oleh ulama-ulama Islam waktu itu. Kemudian al-Gazali telah berhasil pula mempertahankan ajaran Islam dari pengajaran atau pengaruh yang kuat dari filsafat Neoplatonisme. Ibnu Taimiyah telah membersihkan ajaran Islam dari berbagai khufarat yang menyesatkan. Allah Maha Mengetahui segala sesuatu, termasuk segala macam bentuk usaha setan untuk merusak dan merubah ajaran Islam, semua yang terbesit di dalam hati manusia, semua yang nampak dan semua yang tersembunyi. Dengan pengetahuan-Nya itu pula Dia melumpuhkan tipu daya setan yang ingin merusak agama-Nya, kemudian menimpakan pembalasan yang setimpal bagi mereka itu."
        },
        {
          "number": 53,
          "arabic": "لِّيَجْعَلَ مَا يُلْقِى ٱلشَّيْطَـٰنُ فِتْنَةً لِّلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ وَٱلْقَاسِيَةِ قُلُوبُهُمْ ۗ وَإِنَّ ٱلظَّـٰلِمِينَ لَفِى شِقَاقٍۭ بَعِيدٍ",
          "transliteration": "liyajʿala mā yul'qī l-shayṭānu fit'natan lilladhīna fī qulūbihim maraḍun wal-qāsiyati qulūbuhum wa-inna l-ẓālimīna lafī shiqāqin baʿīdin",
          "translation": "Dia (Allah) ingin menjadikan godaan yang ditimbulkan setan itu sebagai cobaan bagi orang-orang yang dalam hatinya ada penyakit dan orang yang berhati keras. Dan orang-orang yang zalim itu benar-benar dalam permusuhan yang jauh,",
          "tafsir": "Allah menjelaskan berbagai usaha setan-setan beserta pengikutpengikutnya untuk memperdayakan manusia dengan menambah pengertian yang salah dalam ayat-ayat Al-Qur'an dan dalam agama Islam. Perbuatan mereka itu menjadi cobaan bagi manusia, terutama bagi orang-orang yang beriman, orang-orang yang ingkar dan sesat hatinya serta orang-orang munafik. Godaan setan itu menambahkan sesat dan menimbulkan penyakit dalam hatinya, sehingga kekafiran dan kemunafikan mereka bertambah. Sedang orang-orang yang kuat imannya tidak akan tertipu oleh setan, setiap godaan setan yang datang kepadanya akan menambah kuat imannya. Sebaliknya orang-orang yang sesat hatinya dan ada penyakit di dalamnya akan jauh menyimpang dari jalan yang benar, karena itu sukar bagi mereka kembali ke jalan yang benar. Mereka tidak dapat lagi mengharapkan keridaan Allah dan tidak akan lepas dari siksaan Allah"
        },
        {
          "number": 54,
          "arabic": "وَلِيَعْلَمَ ٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ أَنَّهُ ٱلْحَقُّ مِن رَّبِّكَ فَيُؤْمِنُوا۟ بِهِۦ فَتُخْبِتَ لَهُۥ قُلُوبُهُمْ ۗ وَإِنَّ ٱللَّهَ لَهَادِ ٱلَّذِينَ ءَامَنُوٓا۟ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
          "transliteration": "waliyaʿlama alladhīna ūtū l-ʿil'ma annahu l-ḥaqu min rabbika fayu'minū bihi fatukh'bita lahu qulūbuhum wa-inna l-laha lahādi alladhīna āmanū ilā ṣirāṭin mus'taqīmin",
          "translation": "dan agar orang-orang yang telah diberi ilmu meyakini bahwa (Alquran) itu benar dari Tuhanmu lalu mereka beriman dan hati mereka tunduk kepadanya. Dan sungguh, Allah pemberi petunjuk bagi orang-orang yang beriman kepada jalan yang lurus.",
          "tafsir": "Allah melakukan yang demikian itu agar orang-orang yang berilmu pengetahuan mengetahui dan merenungkan segala macam hukum yang telah ditetapkan Allah, pokok-pokok sunnatullah, segala macam subhat dan penafsiran ayat-ayat dengan cara yang salah yang dibuat oleh setan dan pengikut-pengikutnya. Dengan pengetahuan dan pengalaman itu diharapkan iman mereka bertambah, meyakini bahwa Al-Qur'an itu benar-benar berasal dari Allah. sebagaimana mereka meyakini bahwa Allah menjamin keaslian Al-Qur'an dari campur tangan manusia di dalamnya dan dari penafsiran yang salah. Karena itu hendaklah orang-orang yang beriman yang telah dapat membedakan antara yang benar dan yang salah, antara iman dan kufur menundukkan dan menyerahkan diri kepada Allah. Membaca ayat-ayat Al-Qur'an dengan sungguh-sungguh, melaksanakan segala yang diperintahkan-Nya, menghentikan segala larangan-Nya, baik yang berhubungan dengan ibadah, muamalat, budi pekerti, hukum dan tata cara bergaul dalam kehidupan masyarakat. Kemudian ditegaskan bahwa Allah benar-benar akan memberi petunjuk dan taufik kepada hamba-hamba-Nya yang beriman dan mengikuti semua rasul. Petunjuk dan taufik yang diberikan Allah kepada hamba-Nya dilakukan dengan bermacam cara. Ada cara yang langsung dan ada pula dengan cara yang tidak langsung, kadang-kadang manusia sendiri menyadari bahwa ia telah menerima petunjuk itu. Dalam sejarah kehidupan Nabi Muhammad saw banyak didapati saat-saat Allah memberikan petunjuk yang langsung kepadanya. Di antaranya petunjuk-petunjuk Allah kepadanya adalah teguran Allah kepada Nabi, ketika Nabi melakukan perbuatan yang dianggap tidak layak dilakukan oleh rasul, misalnya teguran-Nya kepada Nabi karena meremehkan seorang sahabat yang bertanya kepadanya, Nabi sedang sibuk dengan pembesar Quriasy. Di antara contoh-contohnya ialah sebagai berikut: Imam Ibnu Jarir meriwayatkan bahwa Ibnu Ummi Maktum, seorang sahabat Nabi yang buta dan miskin. Pada suatu hari ia datang menghadap Nabi dan ia berkata, \"Ya Rasulullah, bacakan dan ajarkanlah kepadaku apa yang telah diajarkan Allah kepadamu.\" Ia mengulangi perkataan itu tiga kali. Waktu Ibnu Ummi Maktum bertanya, Rasul saw sedang menerima pembesar Quraisy, yaitu Walid bin Mugirah dan konon musuh umat Islam, sedang Ibnu Ummi Maktum tidak melihat dan mengetahui pula bahwa Rasulullah sedang sibuk menerima tamu-tamunya. Karena itu Rasulullah saw merasa kurang senang dengan permintaan Ibnu Ummi Maktum, beliau bermuka masam dan berpaling daripadanya. Sikap Rasulullah terhadap Ibnu Ummi Maktum itu ditegur Allah dengan firman-Nya: Dia (Muhammad) berwajah masam dan berpaling, karena seorang buta telah datang kepadanya (Abdullah bin Ummi Maktum). Dan tahukah engkau (Muhammad) barangkali dia ingin menyucikan dirinya (dari dosa), atau dia (ingin) mendapatkan pengajaran, yang memberi manfaat kepadanya? Adapun orang yang merasa dirinya serba cukup (pembesar-pembesar Quraisy), maka engkau (Muhammad) memberi perhatian kepadanya, padahal tidak ada (cela) atasmu kalau dia tidak menyucikan diri (beriman). Dan adapun orang yang datang kepadamu dengan bersegera (untuk mendapatkan pengajaran), sedang dia takut (kepada Allah), engkau (Muhammad) malah mengabaikannya. Sekali-kali jangan (begitu)! Sungguh, (ajaran-ajaran Allah) itu suatu peringatan. ('Abasa/80: 1-11) Dengan teguran Allah itu Rasulullah menjadi sadar akan kesalahannya, sejak waktu itu beliau tambah menghormati sahabat-sahabat beliau, termasuk menghormati Ibnu Ummi Maktum sendiri. Teguran Allah inilah yang membedakan posisi Nabi dengan manusia biasa."
        },
        {
          "number": 55,
          "arabic": "وَلَا يَزَالُ ٱلَّذِينَ كَفَرُوا۟ فِى مِرْيَةٍ مِّنْهُ حَتَّىٰ تَأْتِيَهُمُ ٱلسَّاعَةُ بَغْتَةً أَوْ يَأْتِيَهُمْ عَذَابُ يَوْمٍ عَقِيمٍ",
          "transliteration": "walā yazālu alladhīna kafarū fī mir'yatin min'hu ḥattā tatiyahumu l-sāʿatu baghtatan aw yatiyahum ʿadhābu yawmin ʿaqīmin",
          "translation": "Dan orang-orang kafir itu senantiasa ragu mengenai hal itu (Alquran), hingga saat (kematiannya) datang kepada mereka dengan tiba-tiba, atau azab hari Kiamat yang datang kepada mereka.",
          "tafsir": "Ayat ini menjelaskan sikap orang kafir terhadap Al-Qur'an, mereka tidak percaya terhadap Al-Qur'an, mekipun telah datang bukti-bukti kebenaran Al-Qur'an sebagai kalamullah bukan ciptaan Muhammad. Dengan teguran Allah kepada Nabi yang tidak layak di atas, orang kafir tetap ragu dan tidak mau beriman kepada Allah sampai hari Kiamat atau sampai datang azab kepada mereka."
        }
      ]
    }
  ]
}