{
  "pageNumber": 538,
  "juz": 27,
  "surahs": [
    {
      "number": 57,
      "name": "Al-Hadid",
      "nameArabic": "الحديد",
      "meaning": "Besi",
      "revelation": "Madinah",
      "description": "Surat Al-Hadid terdiri dari 29 ayat, termasuk golongan surat Madaniyyah, dan diturunkan setelah surat Az-Zalzalah.Dinamai \"Al-Hadid\" (besi) diambil dari kata \"Al-Hadid\" yang terdapat pada ayat ke-25 surat ini.**Pokok-Pokok Isi:**1. **Keimanan:** Hanya kepada Allah semua urusan kembali; beberapa sifat Allah dan beberapa Asma-ul Husna serta pernyataan kekuasaan Allah di langit dan di bumi.2. **Hukum-hukum:** Perintah menginfakkan harta.3. **Lain-lain:** Keadaan orang-orang munafik pada hari kiamat; hakikat kehidupan dunia dan kehidupan akhirat; tujuan penciptaan besi; tujuan diutusnya para rasul; kehidupan kerahiban dalam agama Nasrani bukan berasal dari ajaran Nabi 'Isa; celaan kepada orang bakhil dan orang yang menyuruh orang lain berbuat bakhil.Surat Al-Hadid pada umumnya menerangkan hal-hal yang berhubungan dengan anjuran berinfak dan membelanjakan harta di jalan Allah. Juga menerangkan bahwa Allah mengutus para nabi dengan membawa agama untuk kebahagiaan hidup manusia, di samping menciptakan besi yang bermanfaat bagi kehidupan manusia dan untuk mempertahankan agama yang dibawa oleh rasul-rasul itu.**Hubungan Surat Al-Hadid Dengan Surat Al-Mujadalah:**1. Pada surat Al-Hadid disebutkan beberapa Al-Asmaul Husna, di antaranya: \"Al-Bathin\" dan \"Mengetahui segala sesuatu\", sedangkan pada surat Al-Mujadilah disebutkan bahwa Allah mengetahui pembicaraan-pembicaraan yang dirahasiakan.2. Pada akhir surat Al-Hadid disebutkan bahwa Allah memberikan karunia kepada perempuan, yaitu dengan menghilangkan hal-hal yang merugikan pihak perempuan pada hukum zhihar yang berlaku di kalangan Arab Jahiliyah.",
      "verses": [
        {
          "number": 4,
          "arabic": "هُوَ ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ فِى سِتَّةِ أَيَّامٍ ثُمَّ ٱسْتَوَىٰ عَلَى ٱلْعَرْشِ ۚ يَعْلَمُ مَا يَلِجُ فِى ٱلْأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعْرُجُ فِيهَا ۖ وَهُوَ مَعَكُمْ أَيْنَ مَا كُنتُمْ ۚ وَٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ",
          "transliteration": "huwa alladhī khalaqa l-samāwāti wal-arḍa fī sittati ayyāmin thumma is'tawā ʿalā l-ʿarshi yaʿlamu mā yaliju fī l-arḍi wamā yakhruju min'hā wamā yanzilu mina l-samāi wamā yaʿruju fīhā wahuwa maʿakum ayna mā kuntum wal-lahu bimā taʿmalūna baṣīrun",
          "translation": "Dialah yang menciptakan langit dan bumi dalam enam masa; kemudian Dia bersemayam di atas Arasy. Dia mengetahui apa yang masuk ke dalam bumi dan apa yang keluar dari dalamnya, apa yang turun dari langit dan apa yang naik ke sana .<sup foot_note=135782>1</sup> Dan Dia bersama kamu di mana saja kamu berada. Dan Allah Maha Melihat apa yang kamu kerjakan.",
          "tafsir": "Pada ayat ini diterangkan bahwa Allah menciptakan langit dan bumi beserta semua yang terdapat pada keduanya. Dialah yang mengaturnya dengan sistem yang telah ditentukan-Nya dalam enam masa, lalu Dia bersemayam di atas 'Arsy yang sesuai dengan kebesaran dan kesucian-Nya. Dari sanalah diatur seluruh kerajaan dengan hikmat dan bijaksana. Dianugerahkan-Nya kepada sebagian hamba-hamba-Nya petunjuk-petunjuk yang dapat membawa mereka kepada jalan yang sempurna untuk mengabdi dan bersyukur kepadaNya sehingga mereka dapat hidup bahagia di dunia dan di akhirat. Dia mengetahui semua makhluk-Nya yang masuk ke dalam bumi, tidak ada sesuatu pun yang luput dari pengetahuan-Nya dan Dia pun mengetahui apa-apa yang keluar dari bumi, yang berupa tumbuhtumbuhan, tanam-tanaman dan buah-buahan serta benda yang berupa emas, perak, minyak bumi dan lain-lain sebagainya. Dalam ayat yang lain Allah berfirman: Dan kunci-kunci semua yang gaib ada pada-Nya; tidak ada yang mengetahui selain Dia. Dia mengetahui apa yang ada di darat dan di laut. Tidak ada sehelai daun pun yang gugur yang tidak diketahui-Nya. Tidak ada sebutir biji pun dalam kegelapan bumi dan tidak pula sesuatu yang basah atau yang kering, yang tidak tertulis dalam Kitab yang nyata (Lauh Mahfudz). (al-An'am/6: 59) Allah mengetahui apa yang turun dari langit seperti hujan, malaikat dan amal perbuatan yang baik, sebagaimana firman Allah dalam ayat berikut ini: Barang siapa menghendaki kemuliaan, maka (ketahuilah) kemuliaan itu semuanya milik Allah. Kepada-Nyalah akan naik perkataanperkataan yang baik, dan amal kebajikan Dia akan mengangkatnya. Adapun orang-orang yang merencanakan kejahatan mereka akan mendapat azab yang sangat keras, dan rencana jahat mereka akan hancur. (Fathir/35: 10) Allah melihat segala perbuatan manusia di mana pun ia berada. Dia mengawasi manusia, mendengar perkataannya, mengetahui apaapa yang manusia sembunyikan dan yang tergerak dalam hatinya, sebagaimana firman Allah dalam ayat berikut ini: Sama saja (bagi Allah), siapa di antaramu yang merahasiakan ucapannya dan siapa yang berterus terang dengannya; dan siapa yang bersembunyi pada malam hari dan yang berjalan pada siang hari. (ar-Ra'd/13: 10)"
        },
        {
          "number": 5,
          "arabic": "لَّهُۥ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ وَإِلَى ٱللَّهِ تُرْجَعُ ٱلْأُمُورُ",
          "transliteration": "lahu mul'ku l-samāwāti wal-arḍi wa-ilā l-lahi tur'jaʿu l-umūru",
          "translation": "Milik-Nyalah kerajaan langit dan bumi. Dan hanya kepada Allah segala urusan dikembali­kan.",
          "tafsir": "Pada ayat ini Allah menerangkan bahwa kerajaan langit dan bumi beserta segala yang berada pada keduanya adalah kepunyaanNya. Dialah yang mengatur keduanya dengan hikmat bijaksana dan keputusan-Nyalah yang berlaku atas keduanya sesuai dengan kehendak dan ketentuan-Nya, serta kepada-Nya semua makhluk dan segala urusan akan kembali. Sebagaimana firman-Nya di dalam ayatayat berikut ini: Dan sesungguhnya milik Kamilah akhirat dan dunia itu. (al-Lail/92: 13) Dan Allah berfirman: Dan Dialah Allah, tidak ada tuhan (yang berhak disembah) selain Dia, segala puji bagi-Nya di dunia dan di akhirat, dan bagi-Nya segala penentuan dan kepada-Nya kamu dikembalikan. (al-Qasas/28: 70)"
        },
        {
          "number": 6,
          "arabic": "يُولِجُ ٱلَّيْلَ فِى ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِى ٱلَّيْلِ ۚ وَهُوَ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
          "transliteration": "yūliju al-layla fī l-nahāri wayūliju l-nahāra fī al-layli wahuwa ʿalīmun bidhāti l-ṣudūri",
          "translation": "Dia memasukkan malam ke dalam siang dan memasukkan siang ke dalam malam. Dan Dia Maha Mengetahui segala isi hati.",
          "tafsir": "Pada ayat ini Allah menerangkan bahwa Dialah yang memasukkan malam ke dalam siang dan memasukkan siang ke dalam malam sesuai dengan kebijaksanaan dan ketentuan yang dikehendaki-Nya. Kadang-kadang siang lebih panjang dari malam, kadang-kadang malam lebih panjang dari siang serta kadang-kadang sama panjangnya. Dijadikan-Nya musim panas, musim dingin, musim semi dan musim gugur, yang bermanfaat bagi hamba-Nya, dan sesuai dengan rencana-Nya. Dia-lah yang mengetahui segala sesuatu yang tersembunyi sampai kepada benda yang paling kecil dan Dia juga mengetahui apa yang tergerak dalam hati dan keinginan hamba-Nya sebagaimana Ia dapat mengetahui perbuatan-perbuatan mereka yang baik dan yang buruk. Dengan ini Allah mendorong kita untuk berpikir secara mendalam dan teliti segala yang bermanfaat secara sungguh-sungguh lalu kemudian bersyukur atas karunia dan nikmat yang telah dianugerahkan-Nya yang memberikan keberuntungan bagi kita di dunia dan di akhirat."
        },
        {
          "number": 7,
          "arabic": "ءَامِنُوا۟ بِٱللَّهِ وَرَسُولِهِۦ وَأَنفِقُوا۟ مِمَّا جَعَلَكُم مُّسْتَخْلَفِينَ فِيهِ ۖ فَٱلَّذِينَ ءَامَنُوا۟ مِنكُمْ وَأَنفَقُوا۟ لَهُمْ أَجْرٌ كَبِيرٌ",
          "transliteration": "āminū bil-lahi warasūlihi wa-anfiqū mimmā jaʿalakum mus'takhlafīna fīhi fa-alladhīna āmanū minkum wa-anfaqū lahum ajrun kabīrun",
          "translation": "Berimanlah kamu kepada Allah dan Rasul-Nya dan infakkanlah (di jalan Allah) sebagian dari harta yang Dia telah menjadikan kamu sebagai penguasanya (amanah). Maka orang-orang yang beriman di antara kamu dan menginfakkan (hartanya di jalan Allah) memperoleh pahala yang besar.",
          "tafsir": "Pada ayat ini Allah swt memerintahkan agar beriman kepadaNya dan rasul-Nya menafkahkan harta-harta yang mereka miliki, karena harta dan anak itu adalah titipan Allah pada seseorang, tentu saja pada suatu hari titipan tersebut akan diambil kembali. Syu'bah berkata, \"Aku mendengar Qatadah menceritakan tentang Muththarif yang menemui Nabi saw, beliau membaca Surah atTakatsur, lalu berkata: Manusia berkata, \"Hartaku, hartaku.\" Hartamu hanya yang telah engkau makan lalu habis, atau pakaian yang engkau pakai lalu menjadi usang, atau sesuatu yang engkau sedekahkan lalu menjadi kekal (tetap). Maka selain dari itu akan lenyap dan untuk orang lain. (Riwayat Muslim) Kemudian Allah menerangkan bahwa orang-orang yang beriman kepada Allah membenarkan rasul-Nya serta menginfakkan hartaharta yang jatuh menjadi milik dari peninggalan orang terdahulu, mereka ini akan mendapat pahala yang besar yang tidak pernah dilihat dan tergores di hati."
        },
        {
          "number": 8,
          "arabic": "وَمَا لَكُمْ لَا تُؤْمِنُونَ بِٱللَّهِ ۙ وَٱلرَّسُولُ يَدْعُوكُمْ لِتُؤْمِنُوا۟ بِرَبِّكُمْ وَقَدْ أَخَذَ مِيثَـٰقَكُمْ إِن كُنتُم مُّؤْمِنِينَ",
          "transliteration": "wamā lakum lā tu'minūna bil-lahi wal-rasūlu yadʿūkum litu'minū birabbikum waqad akhadha mīthāqakum in kuntum mu'minīna",
          "translation": "Dan mengapa kamu tidak beriman kepada Allah, padahal Rasul mengajak kamu beriman kepada Tuhanmu? Dan Dia telah mengambil janji (setia)mu, jika kamu orang-orang mukmin.",
          "tafsir": "Dalam ayat ini Allah mencela orang-orang yang tidak beriman dengan menyatakan, apakah alasan tidak beriman kepada Allah, sedangkan rasul-Nya berada di tengah-tengah kamu yang mengajakmu beriman dan mengesakan-Nya dengan mengemukakan bukti-bukti nyata. Mengenai keimanan manusia ini Nabi saw pernah bersabda: Menurut kalian, siapakah yang paling mengagumkan keimanannya? Mereka (para sahabat) menjawab, \"Malaikat.\" Nabi bersabda, \"Bagaimana mungkin mereka tidak beriman sedangkan mereka di sisi Tuhannya.\" Lalu mereka menjawab, \"Para Nabi.\" Nabi menjawab, \"Bagaimana mungkin mereka tidak beriman sedangkan mereka menerima wahyu.\" Lalu mereka berkata, \"Kalau begitu, kamilah orangnya.\" Nabi menjawab, \"Bagaimana mungkin kalian tidak akan beriman sedangkan aku berada di tengah-tengah kalian. Iman seseorang yang paling mengagumkan ialah mereka yang datang sesudah kalian, membaca Al-Qur'an dan mengimaninya.\" (Riwayat al-Bukhari) Selanjutnya Allah mencela orang-orang kafir, mengapa kamu tidak beriman, padahal Allah telah memperlihatkan bukti ketauhidan-Nya di alam semesta baik secara ratio maupun secara logika. Bumi, langit, laut, daratan dan semua ciptaan Allah yang kamu saksikan baik pada diri kamu maupun pada semua ciptaan-Nya adalah bukti yang nyata jika kamu benar-benar berpegang kepadaNya. Maksudnya adalah bukti wajib beriman kepada Allah dan RasulNya terdapat pada seluruh benda ciptaan-Nya serta para rasul telah membuktikan kebenaran dakwah mereka dan mukjizat-mukjizat, tetapi apa sebabnya lagi kamu tidak mau beriman?"
        },
        {
          "number": 9,
          "arabic": "هُوَ ٱلَّذِى يُنَزِّلُ عَلَىٰ عَبْدِهِۦٓ ءَايَـٰتٍۭ بَيِّنَـٰتٍ لِّيُخْرِجَكُم مِّنَ ٱلظُّلُمَـٰتِ إِلَى ٱلنُّورِ ۚ وَإِنَّ ٱللَّهَ بِكُمْ لَرَءُوفٌ رَّحِيمٌ",
          "transliteration": "huwa alladhī yunazzilu ʿalā ʿabdihi āyātin bayyinātin liyukh'rijakum mina l-ẓulumāti ilā l-nūri wa-inna l-laha bikum laraūfun raḥīmun",
          "translation": "Dialah yang menurunkan ayat-ayat yang terang (Alquran) kepada hamba-Nya (Muhammad) untuk mengeluarkan kamu dari kegelapan kepada cahaya. Dan sungguh, terhadap kamu Allah Maha Penyantun, Maha Penyayang.",
          "tafsir": "Ayat ini menerangkan mengapa orang kafir tidak beriman padahal Allah telah mengutus rasul-Nya dengan membawa bukti yang nyata agar dapat mengeluarkan mereka dari kegelapan, kekafiran kepada nur iman dan dari alam kesesatan kepada petunjuk. Dengan rahmat-Nya pula maka manusia diajak memikirkan keajaiban ciptaan-Nya agar keimanan semakin sempurna."
        },
        {
          "number": 10,
          "arabic": "وَمَا لَكُمْ أَلَّا تُنفِقُوا۟ فِى سَبِيلِ ٱللَّهِ وَلِلَّهِ مِيرَٰثُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ لَا يَسْتَوِى مِنكُم مَّنْ أَنفَقَ مِن قَبْلِ ٱلْفَتْحِ وَقَـٰتَلَ ۚ أُو۟لَـٰٓئِكَ أَعْظَمُ دَرَجَةً مِّنَ ٱلَّذِينَ أَنفَقُوا۟ مِنۢ بَعْدُ وَقَـٰتَلُوا۟ ۚ وَكُلًّا وَعَدَ ٱللَّهُ ٱلْحُسْنَىٰ ۚ وَٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ",
          "transliteration": "wamā lakum allā tunfiqū fī sabīli l-lahi walillahi mīrāthu l-samāwāti wal-arḍi lā yastawī minkum man anfaqa min qabli l-fatḥi waqātala ulāika aʿẓamu darajatan mina alladhīna anfaqū min baʿdu waqātalū wakullan waʿada l-lahu l-ḥus'nā wal-lahu bimā taʿmalūna khabīrun",
          "translation": "Dan mengapa kamu tidak menginfakkan hartamu di jalan Allah, padahal milik Allah semua pusaka langit dan bumi? Tidak sama orang yang menginfakkan (hartanya di jalan Allah) di antara kamu dan berperang sebelum penaklukan (Mekkah). Mereka lebih tinggi derajatnya daripada orang-orang yang menginfakkan (hartanya) dan berperang setelah itu. Dan Allah menjanjikan kepada masing-masing mereka (balasan) yang lebih baik. Dan Allah Mahateliti atas apa yang kamu kerjakan.",
          "tafsir": "Setelah Allah mencela mereka karena tidak mau beriman, maka pada ayat ini Allah mencela mereka karena tidak mau berinfak di jalan-Nya. Mengapa manusia tidak mau membelanjakan harta yang dikaruniai Allah pada jalan-Nya, sedangkan hartanya itu akan kembali kepada Allah. Bila ia tidak menginfakkan pada jalan-Nya berarti ia tidak yakin bahwa semua harta tersebut pada hakikatnya milik Allah, karena langit dan bumi serta semua isinya akan kembali kepada-Nya."
        },
        {
          "number": 11,
          "arabic": "مَّن ذَا ٱلَّذِى يُقْرِضُ ٱللَّهَ قَرْضًا حَسَنًا فَيُضَـٰعِفَهُۥ لَهُۥ وَلَهُۥٓ أَجْرٌ كَرِيمٌ",
          "transliteration": "man dhā alladhī yuq'riḍu l-laha qarḍan ḥasanan fayuḍāʿifahu lahu walahu ajrun karīmun",
          "translation": "Barangsiapa meminjamkan kepada Allah dengan pinjaman yang baik, maka Allah akan mengembalikannya berlipat ganda untuknya, dan baginya pahala yang mulia,",
          "tafsir": "Setelah Allah mencela mereka karena tidak mau beriman, maka pada ayat ini Allah mencela mereka karena tidak mau berinfak di jalan-Nya. Mengapa manusia tidak mau membelanjakan harta yang dikaruniai Allah pada jalan-Nya, sedangkan hartanya itu akan kembali kepada Allah. Bila ia tidak menginfakkan pada jalan-Nya berarti ia tidak yakin bahwa semua harta tersebut pada hakikatnya milik Allah, karena langit dan bumi serta semua isinya akan kembali kepada-Nya. Allah memerintahkan kepada manusia menginfakkan hartanya pada jalan Allah sebelum mati, agar menjadi simpanan di sisi Allah. Hal yang demikian itu tidak dapat dilakukan manusia sesudah mati karena semua harta akan kembali kepada Allah Pemilik sekalian alam. Selanjutnya Allah swt menyatakan perbedaan derajat yang diperoleh orang-orang yang berinfak karena perbedaan kondisi dan situasi mereka dalam mengerjakannya. Bahwa derajat orang-orang yang berinfak dan hijrah sebelum pembebasan Mekah lebih tinggi dari derajat orang yang berinfak dan berhijrah sesudah itu, karena pada masa sebelum pembebasan Mekah manusia dalam keadaan susah dan selalu terancam. Tidak ada yang akan beriman dan berinfak kecuali orang-orang yang betul-betul sadar, tetapi sesudah pembebasan Mekah, Islam telah berkembang dan manusia berduyunduyun mengikutinya. Derajat mereka yang berjihad dan berinfak sebelum pembebasan Mekah lebih besar dari pahala yang diperoleh orang-orang yang berjihad dan berinfak sesudahnya. Qatadah berkata, \"Ada dua jihad, yang satu lebih tinggi nilainya dari yang lain, dan ada dua macam infak yang satu lebih utama dari yang lain; jihad dan infak sebelum pembebasan Mekah lebih utama dari jihad dan infak sesudahnya.\" Tetapi walau bagaimanapun untuk masing-masing yang berjihad dan berinfak sebelum atau sesudah pembebasan Mekah ada pahalanya meskipun terdapat perbedaan antara besar dan kecil pahala tersebut. Dalam ayat lain yang hampir sama maksudnya. Allah berfirman: Tidaklah sama antara orang beriman yang duduk (yang tidak turut berperang) tanpa mempunyai uzur (halangan) dengan orang yang berjihad di jalan Allah dengan harta dan jiwanya. Allah melebihkan derajat orang-orang yang berjihad dengan harta dan jiwanya atas orang-orang yang duduk (tidak ikut berperang tanpa halangan). Kepada masing-masing, Allah menjanjikan (pahala) yang baik (surga) dan Allah melebihkan orang-orang yang berjihad atas orang yang duduk dengan pahala yang besar. (an-Nisa'/4: 95) Telah diriwayatkan, bahwa telah terjadi perselisihan kata antara Khalid bin al-Walid dengan 'Abdurrahman bin 'Auf, lalu Khalid berkata kepada Abdurrahman, \"Kamu menganggap dirimu lebih mulia daripada kami, karena kamu lebih dahulu menjadi pengikut Nabi Muhammad saw daripada kami.\" Kemudian ucapan Khalid itu diketahui oleh Nabi, lalu beliau bersabda Biarkan aku yang menilai sahabat-sahabatku. Demi Allah, yang nyawaku berada dalam kekuasaan-Nya, seandainya kamu menginfakkan emas sebesar bukit Uhud atau sebesar gunung tidak akan kamu mencapai pahala amal perbuatan mereka. (Riwayat Ahmad dari Anas) Janganlah kamu mencaci maki sahabat-sahabatku, demi Allah Tuhan yang nyawa Muhammad dalam kekuasaan-Nya, seandainya salah seorang dari kamu menginfakkan emas sebesar bukit Uhud, tidak akan ia mencapai satu mud yang mereka sedekahkan dan tidak pula separuhnya.\" (Riwayat al-Bukhari dan Muslim dari Abu Sa'id al-Khudri) Allah berfirman: Dan orang-orang yang terdahulu lagi yang pertama-tama (masuk Islam) di antara orang-orang Muhajirin dan Ansar dan orang-orang yang mengikuti mereka dengan baik, Allah rida kepada mereka dan mereka pun rida kepada Allah. Allah menyediakan bagi mereka surgasurga yang mengalir di bawahnya sungai-sungai. Mereka kekal di dalamnya selama-lamanya. Itulah kemenangan yang agung. (atTaubah/9: 100) Sebagai penutup ayat ini, Allah memperingatkan bahwa Dia mengetahui semua keadaan manusia, lahir dan batin, karena itu Dia akan memberi balasan yang setimpal. Karena pengetahuan-Nya itu, maka Allah melebihkan pahala infak dan juga jihad sebelum pembebasan Mekah atas pahala infak dan berjihad sesudahnya, keikhlasan berinfak dan berjihad lebih berat dalam keadaan susah dan sulit. Dalam hal ini Abu Bakar adalah yang paling berbahagia karena beliau telah menafkahkan seluruh hartanya dalam rangka menuntut keridaan Allah semata. (11) Allah mengajak berinfak pada jalan-Nya serta menjanjikan kepada orang yang mau melakukannya. Siapa saja yang berinfak pada jalan Tuhannya dengan harapan mendapat pahala, maka Tuhannya akan melipatgandakan pahala infaknya itu dengan memberikan satu kebajikan menjadi tujuh ratus kali dan akan memperoleh balasan yang tidak terhingga di dalam surga. Ibnu Mas'ud berkata, \"Ketika sebelum ayat ini turun, Abu Dahdah al-Ansari bertanya kepada Nabi saw. \"Wahai Rasulullah, menurut pengertian saya, bahwa Allah sesungguhnya menghendaki pinjaman.\" \"Ya, benar, hai Abu Dahdah,\" jawab Nabi Muhammad saw. \"Ya Rasulullah ulurkanlah tanganmu,\" lalu dipegangnya tangan beliau sambil berkata, \"Ya Rasulullah kebun kurma saya kupinjamkan kepada Allah. Di dalamnya ada tujuh ratus batang kurma dan tinggal di sana istri Abu Dahdah bersama anak-anaknya lalu dikatakannya kepada istrinya. \"Keluarlah engkau dari kebun ini wahai istriku bersama anak-anakmu karena sesungguhnya aku telah meminjamkan kebun kita ini kepada Allah,\" istrinya menjawab, \"Sungguh benar kabarmu hai Abu Dahdah.\" Lalu keluarlah istri dan anak-anaknya dari kebun itu. Lalu Nabi Muhammad saw bersabda, \"Alangkah banyaknya mata air di dalam surga kepunyaan Abu Dahdah.\""
        }
      ]
    }
  ]
}