{
  "pageNumber": 348,
  "juz": 18,
  "surahs": [
    {
      "number": 23,
      "name": "Al-Mu'minun",
      "nameArabic": "المؤمنون",
      "meaning": "Orang-orang Beriman",
      "revelation": "Makkah",
      "description": "Surat Al-Mu'minun terdiri dari 118 ayat dan termasuk surat Makkiyyah.Dinamai \"Al-Mu'minun\" karena permulaan surat ini menerangkan tentang sifat-sifat orang mukmin yang mendatangkan keberuntungan di akhirat dan ketenteraman jiwa di dunia. Sedemikian tinggi sifat-sifat itu, maka ia pun menjadi akhlak bagi Nabi Muhammad.**Pokok-Pokok Isi:**1. **Keimanan:** Kepastian hari kebangkitan dan hal-hal yang terjadi pada hari kiamat; Allah tidak memerlukan anak atau sekutu.2. **Hukum-hukum:** Manusia dibebani sesuai dengan kesanggupannya; semua rasul menyuruh umatnya untuk memakan makanan yang halal dan baik; pokok-pokok agama yang dibawa para nabi adalah sama hanya syariatnya yang berbeda-beda.3. **Kisah-kisah:** Kisah Nabi Nuh; kisah Nabi Hud; kisah Nabi Musa dan Nabi Harun; kisah Nabi 'Isa.4. **Lain-lain:** Tujuh perkara yang harus dipenuhi seorang mukmin yang ingin beruntung di dunia dan di akhirat; proses kejadian manusia; tanda-tanda orang yang bersegera melakukan kebaikan; nikmat yang Allah anugerahkan kepada manusia dan wajib disyukuri.Surat Al-Mu'minun dimulai dengan menyebutkan sifat-sifat yang dimiliki seorang mukmin yang beruntung di dunia dan di akhirat. Meskipun Allah tidak membeda-bedakan pemberian rezeki di dunia ini kepada manusia apakah ia mukmin atau kafir, tetapi kebahagiaan yang sebenarnya hanya diberikan kepada orang-orang yang mukmin di akhirat kelak. Kemudian dikemukakan apa yang telah dialami oleh para nabi dan umatnya masing-masing. Orang yang mengikuti nabi akan mendapat pertolongan Allah dan orang yang mengingkari nabi akan dimusnahkan Allah. Hal ini hendaknya menjadi pelajaran bagi generasi yang datang setelahnya. Setelah menggambarkan kedahsyatan hari kiamat, surat ini ditutup dengan menggambarkan hasil yang diperoleh orang-orang mukmin dan orang-orang kafir di akhirat nanti.**Hubungan Surat Al-Mu'Minun Dengan Surat An-Nur:**1. Pada permulaan surat Al-Mu'minun disebutkan bahwa salah satu tanda orang mukmin ialah menjaga kemaluan, sedangkan permulaan surat An-Nur menetapkan hukum bagi orang yang tidak dapat menjaga kemaluan, yaitu zina dan apa yang berhubungan dengannya, seperti: menuduh orang berbuat zina, qishshatul ifki, menjaga pandangan, menyuruh orang yang belum sanggup menikah agar menahan diri, dan sebagainya.2. Pada surat Al-Mu'minun Allah menegaskan bahwa Dia menciptakan alam ini dengan hikmah, yaitu agar semua makhluk melaksanakan perintah-perintah dan meninggalkan larangan-larangan-Nya, sedangkan surat An-Nur menyebutkan sejumlah perintah dan larangan itu.",
      "verses": [
        {
          "number": 90,
          "arabic": "بَلْ أَتَيْنَـٰهُم بِٱلْحَقِّ وَإِنَّهُمْ لَكَـٰذِبُونَ",
          "transliteration": "bal ataynāhum bil-ḥaqi wa-innahum lakādhibūna",
          "translation": "Padahal Kami telah membawa kebenaran kepada mereka, tetapi mereka benar-benar pendusta.",
          "tafsir": "Pada ayat ini Allah menegaskan kepada orang-orang kafir itu, karena semua pertanyaan yang dikemukakan kepada mereka mengenai Allah sebagai Pencipta, Pemilik dan Pengatur segalanya, mereka jawab dengan jawaban yang benar dan positif, bahwa Al-Qur'an yang diturunkan kepada Nabi Muhammad untuk memperbaiki dan meluruskan akidah mereka yang telah sesat, adalah benar dan tuduhan-tuduhan yang mereka kemukakan terhadap Muhammad dan Al-Qur'an yang dibawanya adalah keliru dan bohong. Al-Qur'an bukanlah dongengan-dongengan orang dahulu, tetapi benar-benar wahyu dan petunjuk dari Allah Yang Maha Pencipta, Mahakuasa dan Yang Mengatur segala sesuatu, baik di bumi maupun di langit dengan hikmat dan kebijaksanaan-Nya."
        },
        {
          "number": 91,
          "arabic": "مَا ٱتَّخَذَ ٱللَّهُ مِن وَلَدٍ وَمَا كَانَ مَعَهُۥ مِنْ إِلَـٰهٍ ۚ إِذًا لَّذَهَبَ كُلُّ إِلَـٰهٍۭ بِمَا خَلَقَ وَلَعَلَا بَعْضُهُمْ عَلَىٰ بَعْضٍ ۚ سُبْحَـٰنَ ٱللَّهِ عَمَّا يَصِفُونَ",
          "transliteration": "mā ittakhadha l-lahu min waladin wamā kāna maʿahu min ilāhin idhan ladhahaba kullu ilāhin bimā khalaqa walaʿalā baʿḍuhum ʿalā baʿḍin sub'ḥāna l-lahi ʿammā yaṣifūna",
          "translation": "Allah tidak mempunyai anak, tidak ada tuhan (yang lain) bersama-Nya, (sekiranya tuhan banyak), maka masing-masing tuhan itu akan membawa apa (makhluk) yang diciptakannya, dan sebagian dari tuhan-tuhan itu akan mengalahkan sebagian yang lain. Mahasuci Allah dari apa yang mereka sifatkan itu,",
          "tafsir": "Ayat ini menolak dakwaan kaum musyrik bahwa para malaikat itu adalah putri-putri Allah dengan menerangkan bahwa Allah sekali-kali tidak mempunyai anak, karena Dia Mahakaya, Mahakuasa dan Mahakekal, tidak memerlukan keturunan seperti halnya manusia. Manusia memang banyak memerlukan anak yang akan melanjutkan keturunannya, dan bila dia sudah tua dan tidak berdaya lagi maka anak-anaknya itulah yang akan membantu dan menolongnya. Dan bila dia mati maka anak-anaknya pulalah yang akan melanjutkan usaha dan profesinya dan mengangkat namanya di kalangan masyarakatnya. Allah Yang Mahakuasa, Mahakaya dan Mahakekal tidak memerlukan semua itu. Allah tidak ditimpa kelelahan karena Dia Mahakuat, tidak akan ditimpa kematian karena Dia Mahakekal, Dia tidak akan ditimpa kemiskinan karena Dia Mahakaya, milik-Nyalah semua yang ada di langit dan di bumi. Alangkah bodohnya kaum musyrikin yang menyamakan Allah dengan manusia yang amat lemah dan miskin, atau kalau mereka tidak bodoh maka mereka adalah pendusta besar karena yang diucapkannya itu bertentangan sama sekali dengan pikiran orang-orang berakal. Sungguh amat lemah pikiran orang yang mengatakan bahwa Allah mempunyai anak atau mempunyai sekutu. Mahasuci Allah dari segala anggapan dan tuduhan yang tidak masuk akal itu."
        },
        {
          "number": 92,
          "arabic": "عَـٰلِمِ ٱلْغَيْبِ وَٱلشَّهَـٰدَةِ فَتَعَـٰلَىٰ عَمَّا يُشْرِكُونَ",
          "transliteration": "ʿālimi l-ghaybi wal-shahādati fataʿālā ʿammā yush'rikūna",
          "translation": "(Dialah Tuhan) yang mengetahui semua yang gaib dan semua yang tampak. Mahatinggi (Allah) dari apa yang mereka persekutukan.",
          "tafsir": "Ayat ini menjelaskan bahwa Allah Yang Mahatahu segala yang gaib yang tidak dapat dilihat dan dirasakan dengan panca indera, Maha Mengetahui segala yang tampak dan nyata dan dapat dilihat dan dirasakan. Apapun yang terjadi di alam ini baik alam langit ataupun alam bumi semuanya terjadi dengan sepengetahuan-Nya, tak ada yang besar maupun yang kecil kecuali ada dalam ilmu-Nya yang Mahaluas, seperti tersebut dalam firman-Nya: Dan tidakkah engkau (Muhammad) berada dalam suatu urusan, dan tidak membaca suatu ayat Al-Qur'an serta tidak pula kamu melakukan suatu pekerjaan, melainkan Kami menjadi saksi atasmu ketika kamu melakukannya. Tidak lengah sedikit pun dari pengetahuan Tuhanmu biarpun sebesar zarrah baik di bumi ataupun di langit. Tidak ada sesuatu yang lebih kecil dan yang lebih besar dari itu, melainkan semua tercatat dalam Kitab yang nyata (Lauh Mahfuz). (Yunus/10: 61) Demikianlah luas dan mencakupnya ilmu Allah. Mahasuci Allah dari segala tuduhan orang kafir yang mengatakan bahwa Dia mempunyai anak dan sekutu."
        },
        {
          "number": 93,
          "arabic": "قُل رَّبِّ إِمَّا تُرِيَنِّى مَا يُوعَدُونَ",
          "transliteration": "qul rabbi immā turiyannī mā yūʿadūna",
          "translation": "Katakanlah (Muhammad), \"Ya Tuhanku, seandainya Engkau hendak memperlihatkan kepadaku apa (azab) yang diancamkan kepada mereka,",
          "tafsir": "Pada ayat ini Allah memerintahkan kepada Nabi Muhammad agar berdoa memohon kepada-Nya supaya dijauhkan dari orang-orang kafir yang aniaya itu bila Dia hendak mengazab mereka, jangan dibinasakan bersama mereka, agar diselamatkan dari siksaan dan kemurkaan-Nya, dan menjadikannya golongan orang yang diridai. Perintah supaya berdoa seperti ini diajarkan Allah karena musibah dan malapetaka yang ditimpakan Allah kepada orang-orang durhaka dan aniaya kadang-kadang juga menimpa orang-orang yang tidak bersalah, karena mereka hidup bersama dalam masyarakat atau suatu negara. Ini sesuai dengan firman Allah: Dan peliharalah dirimu dari siksaan yang tidak hanya menimpa orang-orang yang zalim saja di antara kamu. Ketahuilah bahwa Allah sangat keras siksa-Nya. (al-Anfal/8: 25) Menurut riwayat Imam Ahmad dan at-Tirmidzi doa Nabi Muhammad saw dalam hal ini berbunyi: Allah) apabila Engkau hendak menimpa siksaan kepada kaum (yang aniaya) maka wafatkan aku dalam keadaan tidak ikut disiksa. (Riwayat Ahmad dan at-Tirmid"
        },
        {
          "number": 94,
          "arabic": "رَبِّ فَلَا تَجْعَلْنِى فِى ٱلْقَوْمِ ٱلظَّـٰلِمِينَ",
          "transliteration": "rabbi falā tajʿalnī fī l-qawmi l-ẓālimīna",
          "translation": "Ya Tuhanku, maka janganlah Engkau jadikan aku dalam golongan orang-orang zalim.\"",
          "tafsir": "Pada ayat ini Allah memerintahkan kepada Nabi Muhammad agar berdoa memohon kepada-Nya supaya dijauhkan dari orang-orang kafir yang aniaya itu bila Dia hendak mengazab mereka, jangan dibinasakan bersama mereka, agar diselamatkan dari siksaan dan kemurkaan-Nya, dan menjadikannya golongan orang yang diridai. Perintah supaya berdoa seperti ini diajarkan Allah karena musibah dan malapetaka yang ditimpakan Allah kepada orang-orang durhaka dan aniaya kadang-kadang juga menimpa orang-orang yang tidak bersalah, karena mereka hidup bersama dalam masyarakat atau suatu negara. Ini sesuai dengan firman Allah: Dan peliharalah dirimu dari siksaan yang tidak hanya menimpa orang-orang yang zalim saja di antara kamu. Ketahuilah bahwa Allah sangat keras siksa-Nya. (al-Anfal/8: 25) Menurut riwayat Imam Ahmad dan at-Tirmidzi doa Nabi Muhammad saw dalam hal ini berbunyi: Allah) apabila Engkau hendak menimpa siksaan kepada kaum (yang aniaya) maka wafatkan aku dalam keadaan tidak ikut disiksa. (Riwayat Ahmad dan at-Tirmid"
        },
        {
          "number": 95,
          "arabic": "وَإِنَّا عَلَىٰٓ أَن نُّرِيَكَ مَا نَعِدُهُمْ لَقَـٰدِرُونَ",
          "transliteration": "wa-innā ʿalā an nuriyaka mā naʿiduhum laqādirūna",
          "translation": "Dan sungguh, Kami kuasa untuk memperlihatkan kepadamu (Muhammad) apa yang Kami ancamkan kepada mereka.",
          "tafsir": "Allah menjelaskan kepada Nabi Muhammad, bahwa Dia Kuasa memperlihatkan kepadanya siksaan yang akan ditimpakan kepada orang kafir itu sehingga Nabi Muhammad dapat melihat sendiri bagaimana dahsyatnya dan hebatnya siksaan Allah. Tetapi karena rahmat dan kasih sayang-Nya kepada umat Muhammad, Allah tidak menjatuhkan siksa itu dengan segera (di dunia ini), tetapi sudah menjadi ketetapan-Nya bahwa siksaan itu akan menimpa mereka di akhirat, karena mungkin kelak ada di antara mereka atau keturunan mereka yang akan sadar dan beriman kepada Allah dan Rasul-Nya. Oleh sebab itu, Nabi Muhammad jangan terlalu bersedih hati atas tindakan dan perlakuan orang kafir terhadapnya dan kaum Muslimin yang memang dalam keadaan lemah dan tak berdaya."
        },
        {
          "number": 96,
          "arabic": "ٱدْفَعْ بِٱلَّتِى هِىَ أَحْسَنُ ٱلسَّيِّئَةَ ۚ نَحْنُ أَعْلَمُ بِمَا يَصِفُونَ",
          "transliteration": "id'faʿ bi-allatī hiya aḥsanu l-sayi-ata naḥnu aʿlamu bimā yaṣifūna",
          "translation": "Tolaklah perbuatan buruk mereka dengan (cara) yang lebih baik, Kami lebih mengetahui apa yang mereka sifatkan (kepada Allah).",
          "tafsir": "Kemudian Allah memberikan tuntunan kepada Nabi Muhammad bagaimana cara yang sebaik-baiknya menghadapi sikap kaum musyrik itu. Di antaranya, Nabi harus tetap bersikap lemah lembut terhadap mereka dan jangan sekali-kali membalas kejahatan dengan kejahatan, kekerasan dengan kekerasan karena memang belum waktunya bersikap demikian. Bila mereka mencemooh dan mencaci maki hendaknya Nabi memaafkan ucapan-ucapan mereka yang tidak pada tempatnya itu, karena ucapan itu tidak mengenai sasarannya tetapi hendaklah dibalas dengan kata-kata yang mengandung patunjuk dan ajaran dengan mengemukakan dalil-dalil dan alasan yang masuk akal. Bila mereka hendak melakukan tindakan penganiayaan, hindari mereka dan jauhi sedapat mungkin kesempatan yang membawa kepada tindakan seperti itu dan hendaklah dihadapi dengan penuh kesabaran dan ketabahan. Nabi juga diperintahkan untuk menunjukkan kepada mereka bahwa beliau memang seorang ksatria yang tidak ada niat sedikit pun untuk mencelakakan mereka. Dengan sikap lemah lembut dan kebijaksanaan itu, mereka tidak akan merajalela terhadap kaum Muslimin. Lambat laun mereka yang keras seperti batu itu akan menjadi lembut dan menyadari sendiri kesalahan yang sudah mereka lakukan. Nabi juga diminta untuk meyakini dalam hati bahwa Allah mengetahui semua ucapan dan tindakan mereka. Allah lebih mengetahui apa saja yang mereka lakukan dan apa saja yang tersembunyi dalam dada mereka. Sesuai dengan petunjuk ini Allah berfirman dalam ayat yang lain: Dan tidaklah sama kebaikan dengan kejahatan. Tolaklah (kejahatan itu) dengan cara yang lebih baik, sehingga orang yang ada rasa permusuhan antara kamu dan dia akan seperti teman yang setia. (Fussilat/41: 34) Anas bin Malik berkata mengomentari ayat ini, \"Seorang laki-laki mengatakan terhadap saudaranya hal yang tidak-tidak.\" Maka dia menjawab, \"Jika ucapanmu itu bohong maka saya memohon kepada Allah supaya Dia mengampuni kebohonganmu itu. Jika ucapanmu itu benar maka saya memohon kepada Allah supaya mengampuniku.\""
        },
        {
          "number": 97,
          "arabic": "وَقُل رَّبِّ أَعُوذُ بِكَ مِنْ هَمَزَٰتِ ٱلشَّيَـٰطِينِ",
          "transliteration": "waqul rabbi aʿūdhu bika min hamazāti l-shayāṭīni",
          "translation": "Dan katakanlah, \"Ya Tuhanku, aku berlindung kepada Engkau dari bisikan-bisikan setan,",
          "tafsir": "Pada ayat ini Allah memerintahkan kepada Nabi Muhammad supaya dia selalu berlindung kepada-Nya dari bisikan-bisikan setan dan dari godaan-godaannya, dan supaya setan itu selalu jauh daripadanya dan tidak dapat masuk ke dalam hatinya untuk memperdayakannya. Demikianlah seharusnya sikap setiap pejuang untuk menegakkan kebenaran. Mereka harus benar-benar menjaga supaya tidak sekalipun dipengaruhi hawa nafsunya dan terdorong untuk melakukan tindakan-tindakan yang tidak benar dan tidak jujur. Setan amat mudah sekali menjerumuskan manusia ke jurang kesalahan, penghinaan dan kejahatan apabila ia dapat memasuki hawa nafsu manusia. Karena itu hendaklah kita selalu berlindung kepada Allah dari tipu daya setan. Memang apabila seseorang benar-benar telah berserah diri kepada Tuhannya dalam segala tindakannya dan selalu memohon perlindungan-Nya dari tipu daya dan godaan setan, dirinya menjadi bersih dan hati nuraninya akan terketuk untuk selalu berbuat kebaikan dan menghindari kejahatan. Rasulullah selalu berlindung kepada Tuhannya supaya dijauhkan daripadanya campur tangan setan dalam segala perbuatannya terutama dalam salat ketika membaca Al-Qur'an dan pada saat ajalnya akan tiba. Diriwayatkan oleh Ahmad, Abu Daud dan at-Tirmidzi dan dinilai sahih oleh al-Baihaqi dari 'Amr bin Syu'aib dan ayahnya dari kakeknya ia berkata, \"Rasulullah saw mengajarkan Dengan menyebut nama Allah, aku berlindung dengan kalimat Allah yang sempurna dari kemurkaan-Nya, dari siksa-Nya. Dari kejahatan hamba-Nya, dari bisikan-bisikan setan dan dari kahadiran setan kepadaku. (Riwayat Ahmad, Abu Daud dan at-Tirmidzi)"
        },
        {
          "number": 98,
          "arabic": "وَأَعُوذُ بِكَ رَبِّ أَن يَحْضُرُونِ",
          "transliteration": "wa-aʿūdhu bika rabbi an yaḥḍurūni",
          "translation": "dan aku berlindung (pula) kepada Engkau ya Tuhanku, agar mereka tidak mendekati aku.\"",
          "tafsir": "Pada ayat ini Allah memerintahkan kepada Nabi Muhammad supaya dia selalu berlindung kepada-Nya dari bisikan-bisikan setan dan dari godaan-godaannya, dan supaya setan itu selalu jauh daripadanya dan tidak dapat masuk ke dalam hatinya untuk memperdayakannya. Demikianlah seharusnya sikap setiap pejuang untuk menegakkan kebenaran. Mereka harus benar-benar menjaga supaya tidak sekalipun dipengaruhi hawa nafsunya dan terdorong untuk melakukan tindakan-tindakan yang tidak benar dan tidak jujur. Setan amat mudah sekali menjerumuskan manusia ke jurang kesalahan, penghinaan dan kejahatan apabila ia dapat memasuki hawa nafsu manusia. Karena itu hendaklah kita selalu berlindung kepada Allah dari tipu daya setan. Memang apabila seseorang benar-benar telah berserah diri kepada Tuhannya dalam segala tindakannya dan selalu memohon perlindungan-Nya dari tipu daya dan godaan setan, dirinya menjadi bersih dan hati nuraninya akan terketuk untuk selalu berbuat kebaikan dan menghindari kejahatan. Rasulullah selalu berlindung kepada Tuhannya supaya dijauhkan daripadanya campur tangan setan dalam segala perbuatannya terutama dalam salat ketika membaca Al-Qur'an dan pada saat ajalnya akan tiba. Diriwayatkan oleh Ahmad, Abu Daud dan at-Tirmidzi dan dinilai sahih oleh al-Baihaqi dari 'Amr bin Syu'aib dan ayahnya dari kakeknya ia berkata, \"Rasulullah saw mengajarkan Dengan menyebut nama Allah, aku berlindung dengan kalimat Allah yang sempurna dari kemurkaan-Nya, dari siksa-Nya. Dari kejahatan hamba-Nya, dari bisikan-bisikan setan dan dari kahadiran setan kepadaku. (Riwayat Ahmad, Abu Daud dan at-Tirmidzi)"
        },
        {
          "number": 99,
          "arabic": "حَتَّىٰٓ إِذَا جَآءَ أَحَدَهُمُ ٱلْمَوْتُ قَالَ رَبِّ ٱرْجِعُونِ",
          "transliteration": "ḥattā idhā jāa aḥadahumu l-mawtu qāla rabbi ir'jiʿūni",
          "translation": "(Demikianlah keadaan orang-orang kafir itu), hingga apabila datang kematian kepada seseorang dari mereka, dia berkata, \"Ya Tuhanku, kembalikanlah aku (ke dunia),",
          "tafsir": "Pada ayat ini Allah memberitahukan tentang kata-kata yang diucapkan oleh orang kafir ketika menghadapi maut, walaupun kata-kata itu tidak dapat didengar oleh orang-orang yang hadir ketika itu. Orang kafir itu meminta kepada Allah supaya dia jangan dimatikan dahulu dan dibiarkan hidup seperti sediakala agar dia dapat bertobat dari kesalahan dan kedurhakaannya dan dapat beriman dan mengerjakan amal yang baik yang tidak dikerjakannya selama hidupnya. Demikianlah keadaan orang-orang kafir itu pada waktu dia masih sehat walafiat dan mempunyai kesanggupan untuk beriman dan beramal saleh, dia enggan menerima kebenaran, takabur dan sombong terhadap orang-orang yang beriman, selalu durhaka kepada Allah bahkan melakukan tindakan-tindakan yang bertentangan dengan perintah Allah dan mengucapkan kata-kata yang tidak benar terhadap-Nya. Akan tetapi, ketika dalam keadaan sakaratul maut, mereka teringat pada dosa dan kesalahan yang telah mereka lakukan. Ketika itu juga mereka menjadi insaf dan sadar lalu meminta dengan sepenuh hati kepada Allah agar diberi umur panjang untuk berbuat baik guna menutupi semua kedurhakaan dan kejahatan yang telah mereka lakukan. Namun demikian, saat sakaratul maut bukan waktu untuk meminta ampun dan bertobat sebagaimana tersebut dalam firman-Nya: Dan tidaklah tobat itu diterima Allah dari orang-orang yang mengerjakan kejahatan (yang) hingga apabila datang ajal kepada seseorang di antara mereka, (barulah) ia mengatakan: \"Sesungguhnya saya bertobat sekarang.\" Dan tidak (pula diterima tobat) orang-orang yang mati sedang mereka di dalam keadaan kekafiran. Bagi orang-orang itu telah Kami sediakan siksa yang pedih. (an-Nisa'/4: 17-18) Lalu Allah menegaskan bahwa permintaan orang-orang kafir itu hanyalah ucapan yang keluar dari mulut mereka saja dan tidak akan dikabulkan. Kalaupun benar-benar diberi umur panjang, mereka tidak juga akan kembali beriman dan tidak akan mau mengerjakan amal saleh sebagaimana ditegaskan Allah dalam firman-Nya: Dan seandainya engkau (Muhammad) melihat ketika mereka dihadapkan ke neraka, mereka berkata, \"Seandainya kami dikembalikan (ke dunia) tentu kami tidak akan mendustakan ayat-ayat Tuhan kami, serta menjadi orang-orang yang beriman.\" Tetapi (sebenarnya) bagi mereka telah nyata kejahatan yang mereka sembunyikan dahulu. Seandainya mereka dikembalikan ke dunia, tentu mereka akan mengulang kembali apa yang telah dilarang mengerjakannya. Mereka itu sungguh pendusta. (al-An'am/6: 27-28) Demikianlah ucapan yang mereka lontarkan sebagai penghibur hati mereka sendiri, suatu ucapan yang tidak ada nilainya sama sekali karena tidak mungkin mereka akan hidup kembali karena ajal mereka telah tiba. Di hadapan mereka terbentang dinding yang menghalangi mereka kembali ke dunia sampai hari kiamat. Kesimpulan"
        },
        {
          "number": 100,
          "arabic": "لَعَلِّىٓ أَعْمَلُ صَـٰلِحًا فِيمَا تَرَكْتُ ۚ كَلَّآ ۚ إِنَّهَا كَلِمَةٌ هُوَ قَآئِلُهَا ۖ وَمِن وَرَآئِهِم بَرْزَخٌ إِلَىٰ يَوْمِ يُبْعَثُونَ",
          "transliteration": "laʿallī aʿmalu ṣāliḥan fīmā taraktu kallā innahā kalimatun huwa qāiluhā wamin warāihim barzakhun ilā yawmi yub'ʿathūna",
          "translation": "agar aku dapat berbuat kebajikan yang telah aku tinggalkan.\" Sekali-kali tidak! Sungguh itu adalah dalih yang diucapkannya saja. Dan dihadapan mereka ada barzakh<sup foot_note=135508>1</sup> sampai pada hari mereka dibangkitkan.",
          "tafsir": "Pada ayat ini Allah memberitahukan tentang kata-kata yang diucapkan oleh orang kafir ketika menghadapi maut, walaupun kata-kata itu tidak dapat didengar oleh orang-orang yang hadir ketika itu. Orang kafir itu meminta kepada Allah supaya dia jangan dimatikan dahulu dan dibiarkan hidup seperti sediakala agar dia dapat bertobat dari kesalahan dan kedurhakaannya dan dapat beriman dan mengerjakan amal yang baik yang tidak dikerjakannya selama hidupnya. Demikianlah keadaan orang-orang kafir itu pada waktu dia masih sehat walafiat dan mempunyai kesanggupan untuk beriman dan beramal saleh, dia enggan menerima kebenaran, takabur dan sombong terhadap orang-orang yang beriman, selalu durhaka kepada Allah bahkan melakukan tindakan-tindakan yang bertentangan dengan perintah Allah dan mengucapkan kata-kata yang tidak benar terhadap-Nya. Akan tetapi, ketika dalam keadaan sakaratul maut, mereka teringat pada dosa dan kesalahan yang telah mereka lakukan. Ketika itu juga mereka menjadi insaf dan sadar lalu meminta dengan sepenuh hati kepada Allah agar diberi umur panjang untuk berbuat baik guna menutupi semua kedurhakaan dan kejahatan yang telah mereka lakukan. Namun demikian, saat sakaratul maut bukan waktu untuk meminta ampun dan bertobat sebagaimana tersebut dalam firman-Nya: Dan tidaklah tobat itu diterima Allah dari orang-orang yang mengerjakan kejahatan (yang) hingga apabila datang ajal kepada seseorang di antara mereka, (barulah) ia mengatakan: \"Sesungguhnya saya bertobat sekarang.\" Dan tidak (pula diterima tobat) orang-orang yang mati sedang mereka di dalam keadaan kekafiran. Bagi orang-orang itu telah Kami sediakan siksa yang pedih. (an-Nisa'/4: 17-18) Lalu Allah menegaskan bahwa permintaan orang-orang kafir itu hanyalah ucapan yang keluar dari mulut mereka saja dan tidak akan dikabulkan. Kalaupun benar-benar diberi umur panjang, mereka tidak juga akan kembali beriman dan tidak akan mau mengerjakan amal saleh sebagaimana ditegaskan Allah dalam firman-Nya: Dan seandainya engkau (Muhammad) melihat ketika mereka dihadapkan ke neraka, mereka berkata, \"Seandainya kami dikembalikan (ke dunia) tentu kami tidak akan mendustakan ayat-ayat Tuhan kami, serta menjadi orang-orang yang beriman.\" Tetapi (sebenarnya) bagi mereka telah nyata kejahatan yang mereka sembunyikan dahulu. Seandainya mereka dikembalikan ke dunia, tentu mereka akan mengulang kembali apa yang telah dilarang mengerjakannya. Mereka itu sungguh pendusta. (al-An'am/6: 27-28) Demikianlah ucapan yang mereka lontarkan sebagai penghibur hati mereka sendiri, suatu ucapan yang tidak ada nilainya sama sekali karena tidak mungkin mereka akan hidup kembali karena ajal mereka telah tiba. Di hadapan mereka terbentang dinding yang menghalangi mereka kembali ke dunia sampai hari kiamat. Kesimpulan"
        },
        {
          "number": 101,
          "arabic": "فَإِذَا نُفِخَ فِى ٱلصُّورِ فَلَآ أَنسَابَ بَيْنَهُمْ يَوْمَئِذٍ وَلَا يَتَسَآءَلُونَ",
          "transliteration": "fa-idhā nufikha fī l-ṣūri falā ansāba baynahum yawma-idhin walā yatasāalūna",
          "translation": "Apabila sangkakala ditiup, maka tidak ada lagi pertalian keluarga di antara mereka pada hari itu (Kiamat), dan tidak (pula) mereka saling bertanya.",
          "tafsir": "Pada ayat ini Allah menerangkan bahwa apabila sangkakala ditiup untuk kedua kalinya dan arwah dikembalikan kepada tubuhnya masing-masing pada hari kebangkitan nanti, maka pada waktu itu tidak ada lagi manfaat pertalian nasab. Seseorang tidak dapat lagi membanggakan nasabnya, bahwa dia berasal dari keturunan bangsawan sebagaimana halnya pada waktu ia masih berada di dunia. Tidak ada perbedaan antara seseorang dengan yang lain, semua terpengaruh suasana yang meliputinya. Mereka kebingungan dan diliputi perasaan takut karena kedahsyatan hari itu, sehingga hilanglah rasa cinta dan kasih sayang. Masing-masing memikirkan dirinya sendiri dan tidak mau tahu orang lain, sebagaimana yang dilukiskan di dalam firman Allah: Maka apabila datang suara yang memekakkan (tiupan sangkakala yang kedua), pada hari itu manusia lari dari saudaranya, dan dari ibu dan bapaknya, dan dari istri dan anak-anaknya. Setiap orang dari mereka pada hari itu mempunyai urusan yang menyibukkannya. ('Abasa/80: 33-37) Mereka tidak lagi saling tegur dan bertanya. Tidak seorang pun di antara mereka yang menanyakan keadaan keluarga dan keturunannya, sebagaimana halnya di dunia. Mereka seolah-olah tidak saling mengenal lagi. Firman Allah: Dan tidak ada seorang teman akrab pun menanyakan temannya. (al- Ma'arij/70: 10) Mereka kebingungan seperti orang-orang yang sedang mabuk, padahal mereka tidak mabuk. Firman Allah: (Ingatlah) pada hari ketika kamu melihatnya (goncangan itu), semua perempuan yang menyusui anaknya akan lalai terhadap anak yang disusuinya, dan setiap perempuan yang hamil akan keguguran kandungannya, dan kamu melihat manusia dalam keadaan mabuk, padahal sebenarnya mereka tidak mabuk, tetapi azab Allah itu sangat keras. (al-hajj/22: 2)"
        },
        {
          "number": 102,
          "arabic": "فَمَن ثَقُلَتْ مَوَٰزِينُهُۥ فَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
          "transliteration": "faman thaqulat mawāzīnuhu fa-ulāika humu l-muf'liḥūna",
          "translation": "Barang siapa berat timbangan (kebaikan)-nya, maka mereka itulah orang-orang yang beruntung.",
          "tafsir": "Ayat ini menerangkan bahwa orang-orang yang berat timbangan amal kebaikannya yaitu orang-orang yang beriman dan banyak beramal saleh di dunia, adalah orang-orang yang beruntung dan berbahagia. Pada hari Kiamat nanti, seseorang sebelum ditetapkan nasibnya, apakah ia dimasukkan ke dalam surga atau ke dalam neraka, lebih dahulu ia akan diajukan ke pengadilan yang akan memberi keputusan yang seadil-adilnya. Tidak akan terjadi kecurangan dalam proses pengadilan itu karena yang menjadi hakimnya ialah Allah sendiri. Berbeda halnya dengan pengadilan di dunia ini, orang yang bersalah adakalanya diputuskan tidak bersalah, karena pintarnya bersilat lidah, memutarbalikkan keadaan atau karena kelicikan pembelanya, sehingga hakim menjadi terkecoh. Begitu pula sebaliknya, orang yang tidak bersalah ada kemungkinan diputuskan bersalah karena tidak mampu membayar pembela yang pintar dan sebagainya. Setiap keputusan di dunia yang tidak adil akan dimentahkan kembali dan akan diputuskan sekali lagi di akhirat dengan seadil-adilnya. Segala sangkut paut yang belum selesai di dunia ini akan diselesaikan nanti di akhirat dengan seadil-adilnya. Setelah melalui proses pengadilan dan sangkut paut masing-masing telah diselesaikan maka untuk mengetahui kadar kebaikan dan kejahatan masing-masing diadakan timbangan, sebagaimana dijelaskan di dalam firman Allah: Dan Kami akan memasang timbangan yang tepat pada hari Kiamat, maka tidak seorang pun dirugikan walau sedikit. (al- Anbiya'/21: 47) Barangsiapa yang berat timbangan amal kebaikannya, berbahagialah ia. Sejalan dengan ayat 102 ini firman Allah: Maka adapun orang yang berat timbangan (kebaikan)nya, maka dia berada dalam kehidupan yang memuaskan (senang). (al-Qari'ah/101: 6-7)"
        },
        {
          "number": 103,
          "arabic": "وَمَنْ خَفَّتْ مَوَٰزِينُهُۥ فَأُو۟لَـٰٓئِكَ ٱلَّذِينَ خَسِرُوٓا۟ أَنفُسَهُمْ فِى جَهَنَّمَ خَـٰلِدُونَ",
          "transliteration": "waman khaffat mawāzīnuhu fa-ulāika alladhīna khasirū anfusahum fī jahannama khālidūna",
          "translation": "Dan barang siapa ringan timbangan (kebaikan)nya, maka mereka itulah orang-orang yang merugikan dirinya sendiri, mereka kekal di dalam neraka Jahanam.",
          "tafsir": "Pada ayat ini Allah menerangkan kerugian orang yang ringan timbangan kebaikannya. Mereka itu ketika masih berada di dunia banyak berbuat maksiat menuruti kehendak hawa nafsunya. Mereka mengingkari ayat-ayat Allah yang menyebabkan amal-amal mereka tidak bernilai di hari kemudian, sebagaimana firman Allah: Mereka itu adalah orang yang mengingkari ayat-ayat Tuhan mereka dan (tidak percaya) terhadap pertemuan dengan-Nya. Maka sia-sia amal mereka, dan Kami tidak memberikan penimbangan terhadap (amal) mereka pada hari Kiamat. (al-Kahf/18: 105) Mereka itu akan kekal di dalam neraka Jahanam. Sejalan dengan ayat 103 ini firman Allah: Dan adapun orang yang ringan timbangan (kebaikan)nya, maka tempat kembalinya adalah neraka Hawiyah. (al-Qari'ah/101: 8-9) Bukan demikian! Barang siapa berbuat keburukan, dan dosanya telah menenggelamkannya, maka mereka itu penghuni neraka. Mereka kekal di dalamnya. (al-Baqarah/2: 81)"
        },
        {
          "number": 104,
          "arabic": "تَلْفَحُ وُجُوهَهُمُ ٱلنَّارُ وَهُمْ فِيهَا كَـٰلِحُونَ",
          "transliteration": "talfaḥu wujūhahumu l-nāru wahum fīhā kāliḥūna",
          "translation": "Wajah mereka dibakar api neraka, dan mereka di neraka dalam keadaan muram dengan bibir yang cacat.",
          "tafsir": "Pada ayat ini Allah menerangkan bahwa orang-orang yang dimasukkan ke dalam neraka itu akan dibakar mukanya dengan api sehingga kelihatan jelek sekali dan cacat. Dagingnya hancur, meleleh sampai ke kakinya. Mereka mengeluh atas azab yang menimpanya, dan menyadari perbuatannya ketika masih di dunia, sebagaimana firman Allah: Dan jika mereka ditimpa sedikit saja azab Tuhanmu, pastilah mereka berkata, \"Celakalah kami! Sesungguhnya kami termasuk orang yang selalu menzalimi (diri sendiri).\" (al-Anbiya'/21: 46) Seandainya orang kafir itu mengetahui, ketika mereka itu tidak mampu mengelakkan api neraka dari wajah dan punggung mereka, sedang mereka tidak mendapat pertolongan (tentulah mereka tidak meminta disegerakan). (al-Anbiya'/21: 39)"
        }
      ]
    }
  ]
}