{
  "pageNumber": 267,
  "juz": 14,
  "surahs": [
    {
      "number": 15,
      "name": "Al-Hijr",
      "nameArabic": "الحجر",
      "meaning": "Gunung Hijr",
      "revelation": "Makkah",
      "description": "Surat ini terdiri dari 99 ayat dan termasuk surat Makkiyyah karena diturunkan di Mekah sebelum Hijrah. Al-Hijr adalah nama sebuah pegunungan yang pada zaman dahulu didiami kaum Tsamud, terletak di pinggir jalan antara Madinah dan Syam (Syiria).Nama surat ini diambil dari nama pegunungan itu, berhubung nasib penduduknya, kaum Tsamud, diceritakan pada ayat ke-80 sampai ke-84. Mereka telah dimusnahkan Allah karena mendustakan Nabi Shaleh dan berpaling dari ayat-ayat Allah. Dalam surat ini juga terdapat kisah-kisah kaum lain yang telah dibinasakan oleh Allah, seperti: kaum Luth dan kaum Syu'aib. Kisah-kisah itu dapat diambil pelajaran bahwa orang yang menentang ajaran rasul-rasul akan mengalami kehancuran.**Pokok-Pokok Isi:**1. **Keimanan:** Kepastian nasib suatu bangsa hanya di tangan Allah; Allah menjamin kemurnian Al-Qur'an sepanjang masa; setan tidak mampu naik ke alam malaikat karena ia senantiasa dijaga dari setan; kadar rezeki yang diberikan kepada manusia sesuai dengan hikmah dan kebijaksanaan Allah; Allah memelihara hamba-Nya yang telah mendapat taufiq dari godaan setan; Allah bersifat pengampun dan penyayang tetapi juga mengazab orang-orang yang ingkar; manusia dikumpulkan pada hari kiamat.2. **Hukum-hukum:** Larangan melakukan homoseksual; kewajiban melakukan ibadah selama hidup; larangan menginginkan harta orang kafir; perintah kepada Nabi Muhammad agar melakukan dakwah agama secara terang-terangan; larangan berputus asa terhadap rahmat Allah.3. **Kisah-kisah:** Kisah Nabi Ibrahim dengan kaumnya; Nabi Luth dengan kaumnya; kaum Syu'aib dan kaum Shaleh (Tsamud).4. **Lain-lain:** Kejadian-kejadian semesta alam ini menunjukkan akan kebesaran Allah; kejadian alam beserta isinya mengandung hikmah; angin mengawinkan tepung sari bunga-bungaan; asal muasal kejadian Nabi Adam.Dalam surat Al-Hijr ini terdapat ayat-ayat yang menunjukkan bukti-bukti keberadaan Allah serta kekuasaan-Nya, baik yang ada di langit dan di bumi maupun yang ada pada kejadian manusia dan kehidupan mereka. Di dalamnya juga disebutkan kisah beberapa nabi dan macam-macam azab yang ditimpakan kepada kaum yang mendustakan para rasul Allah. Selain itu, disinggung pula tentang anugerah yang Allah berikan kepada Nabi Muhammad, As-Sab'ul Matsaani atau surat Al-Faatihah dan Al-Qur'anul Karim.**Hubungan Surat Al-Hijr Dengan Surat An-Nahl:**1. Kedua surat ini berisi tentang ketauhidan, kerasulan, dan hari kiamat, sebagaimana umumnya surat-surat yang diturunkan di Mekah sebelum hijrah.2. Pada akhir surat Al-Hijr (ayat ke-92 dan 93), Allah menyatakan bahwa manusia akan dimintai pertanggungjawabannya pada hari kiamat terhadap apa yang telah dikerjakannya di dunia ini. Maka, pada awal surat An-Nahl Allah menegaskan kepastian datangnya hari kiamat itu dan pada ayat ke-93 An-Nahl ditegaskan lagi pertanggungjawaban manusia ini.3. Pada bagian pertama surat Al-Hijr, Allah menerangkan tentang kebenaran Al-Qur'an dan jaminan dari-Nya untuk memeliharanya, sedang dalam surat An-Nahl terdapat ancaman-ancaman untuk orang yang mendustakan kebenaran Al-Qur'an.",
      "verses": [
        {
          "number": 91,
          "arabic": "ٱلَّذِينَ جَعَلُوا۟ ٱلْقُرْءَانَ عِضِينَ",
          "transliteration": "alladhīna jaʿalū l-qur'āna ʿiḍīna",
          "translation": "(Yaitu) orang-orang<sup foot_note=135398>1</sup> yang telah menjadikan Alquran itu terbagi-bagi.",
          "tafsir": "Ayat ini menerangkan bahwa sebagaimana Allah telah meng-anugerahkan as-sab'ul-matsani kepada umat Nabi Muhammad, Dia juga telah menganugerahkan yang serupa itu kepada umat-umat sebelumnya dengan perantaraan nabi-nabi yang telah diutus kepada mereka. Seperti halnya sikap dan tindakan umat yang terdahulu terhadap kitab-kitab yang diturunkan kepada mereka, demikian pula sikap orang-orang musyrik di Mekah yang telah menamakan Al-Qur'an dengan nama yang bermacam-macam, seperti syair, sihir, dongeng-dongeng orang purbakala, buatan Muhammad, dan sebagainya. Para mufasir berbeda pendapat tentang yang dimaksud dengan perkataan \"al-muqtasimin\" (orang yang membagi-bagi). Pendapat pertama mengartikan al-muqtasimin dengan orang-orang kafir yang telah bersumpah bahwa Allah tidak akan membangkitkan orang yang mati. Perkataan ini sesuai dengan firman Allah swt: Dan mereka bersumpah dengan (nama) Allah dengan sumpah yang sungguh-sungguh, \"Allah tidak akan membangkitkan orang yang mati.\" Tidak demikian (pasti Allah akan membangkitkannya), sebagai suatu janji yang benar dari-Nya, tetapi kebanyakan manusia tidak mengetahui. (an-Nahl/16: 38) Dan firman Allah swt: Itukah orang-orang yang kamu telah bersumpah, bahwa mereka tidak akan mendapat rahmat Allah? (al-A'raf/7: 49) Pendapat kedua mengartikan al-muqtasimin dengan \"orang-orang yang membagi-bagi\" kitab Allah, yaitu mengurangi, menukar, dan menambah isi kitab Allah yang telah diturunkan kepada para rasul-Nya. Dasar pendapat mereka ialah firman Allah swt: ¦Apakah kamu beriman kepada sebagian Kitab (Taurat) dan ingkar kepada sebagian (yang lain)?... (al-Baqarah/2: 85) Dan firman Allah swt: (Yaitu) di antara orang Yahudi, yang mengubah perkataan dari tempat-tempatnya¦ (an-Nisa'/4: 46) Pendapat ketiga mengartikan al-muqtasimin dengan \"orang-orang yang membagi-bagi\". Maksudnya ialah mereka menamakan Al-Qur'an sesuai dengan nama yang mereka ingini, sehingga orang tidak mempercayai sebagai kitab yang diturunkan Allah. Alasan mereka ialah firman Allah swt: Bahkan mereka mengatakan, \"(Al-Qur'an itu buah) mimpi-mimpi yang kacau, atau hasil rekayasanya (Muhammad), atau bahkan dia hanya seorang penyair. (al-Anbiya/21: 5) Firman Allah swt: Lalu dia berkata, \"(Al-Qur'an) ini hanyalah sihir yang dipelajari (dari orang-orang dahulu). (al-Muddatstsir/74: 24) Setiap pendapat di atas mempunyai dalil-dalil yang kuat, tetapi yang lebih tepat dan sesuai dengan ayat-ayat ini ialah pendapat ketiga, apalagi jika dihubungkan dengan ayat-ayat selanjutnya, yaitu firman Allah yang artinya: \"Yaitu orang-orang yang telah menjadikan Al-Qur'an itu terbagi-bagi\". Al-Maragi, menukil pendapat Ibnu Abbas, mengatakan bahwa orang-orang Yahudi dan Nasrani telah menjadikan pula Al-Qur'an itu terbagi-bagi, ada bagian yang mereka percayai, dan ada pula bagian yang mereka ingkari. Hasan al-Basri berpendapat bahwa orang-orang musyrik Mekah telah membagi-bagi jalan yang akan dilalui manusia, kemudian mereka berdiri di jalan yang akan dilalui manusia dan menakut-nakuti orang-orang yang akan menempuh jalan yang telah dibentangkan oleh Nabi saw."
        },
        {
          "number": 92,
          "arabic": "فَوَرَبِّكَ لَنَسْـَٔلَنَّهُمْ أَجْمَعِينَ",
          "transliteration": "fawarabbika lanasalannahum ajmaʿīna",
          "translation": "Maka demi Tuhanmu, Kami pasti akan menanyai mereka semua,",
          "tafsir": "Ayat ini memerintahkan agar Nabi Muhammad memperingatkan orang-orang yang membagi-bagi Al-Qur'an dan tidak mempercayainya sebagai kitab suci bahwa Allah akan menurunkan azab kepada mereka sebagaimana Allah telah membinasakan umat-umat terdahulu karena perbuatan yang serupa dengan mereka."
        },
        {
          "number": 93,
          "arabic": "عَمَّا كَانُوا۟ يَعْمَلُونَ",
          "transliteration": "ʿammā kānū yaʿmalūna",
          "translation": "tentang apa yang telah mereka kerjakan dahulu.",
          "tafsir": "Ayat ini memerintahkan agar Nabi Muhammad memperingatkan orang-orang yang membagi-bagi Al-Qur'an dan tidak mempercayainya sebagai kitab suci bahwa Allah akan menurunkan azab kepada mereka sebagaimana Allah telah membinasakan umat-umat terdahulu karena perbuatan yang serupa dengan mereka."
        },
        {
          "number": 94,
          "arabic": "فَٱصْدَعْ بِمَا تُؤْمَرُ وَأَعْرِضْ عَنِ ٱلْمُشْرِكِينَ",
          "transliteration": "fa-iṣ'daʿ bimā tu'maru wa-aʿriḍ ʿani l-mush'rikīna",
          "translation": "Maka sampaikanlah (Muhammad) secara terang-terangan segala apa yang diperintahkan (kepadamu) dan berpalinglah dari orang yang musyrik.",
          "tafsir": "Ayat ini memerintahkan Nabi Muhammad saw agar menyiarkan agama Islam dengan terang-terangan, tidak lagi dengan sembunyi-sembunyi, menantang orang-orang musyrik, tidak mempedulikan mereka dan apa yang mereka katakan, dan tidak takut kepada mereka yang menghalanginya dalam menyiarkan agama Allah, karena Allah melindunginya dari gangguan mereka. Sebagian ahli tafsir menafsirkan \"Berpalinglah dari orang-orang musyrik\" maksudnya adalah janganlah mempedulikan segala macam tindak-tanduk orang-orang musyrik yang telah mendustakan, memperolok-olok, dan menentang kamu. Janganlah tindakan mereka itu menghalangimu menyiarkan agama Allah, karena Allah memelihara kamu dari gangguan mereka."
        },
        {
          "number": 95,
          "arabic": "إِنَّا كَفَيْنَـٰكَ ٱلْمُسْتَهْزِءِينَ",
          "transliteration": "innā kafaynāka l-mus'tahziīna",
          "translation": "Sesungguhnya Kami memelihara engkau (Muhammad) dari (kejahatan) orang yang memperolok-olokkan (engkau),",
          "tafsir": "Ayat ini memerintahkan Nabi Muhammad saw agar menyiarkan agama Islam dengan terang-terangan, tidak lagi dengan sembunyi-sembunyi, menantang orang-orang musyrik, tidak mempedulikan mereka dan apa yang mereka katakan, dan tidak takut kepada mereka yang menghalanginya dalam menyiarkan agama Allah, karena Allah melindunginya dari gangguan mereka. Sebagian ahli tafsir menafsirkan \"Berpalinglah dari orang-orang musyrik\" maksudnya adalah janganlah mempedulikan segala macam tindak-tanduk orang-orang musyrik yang telah mendustakan, memperolok-olok, dan menentang kamu. Janganlah tindakan mereka itu menghalangimu menyiarkan agama Allah, karena Allah memelihara kamu dari gangguan mereka."
        },
        {
          "number": 96,
          "arabic": "ٱلَّذِينَ يَجْعَلُونَ مَعَ ٱللَّهِ إِلَـٰهًا ءَاخَرَ ۚ فَسَوْفَ يَعْلَمُونَ",
          "transliteration": "alladhīna yajʿalūna maʿa l-lahi ilāhan ākhara fasawfa yaʿlamūna",
          "translation": "(yaitu) orang yang menganggap adanya tuhan selain Allah; mereka kelak akan mengetahui (akibatnya).",
          "tafsir": "Ayat ini memberi jaminan kepada Nabi Muhammad bahwa Allah swt memeliharanya dari tindakan orang-orang musyrik Mekah yang memperolok-olok dan menyakitinya serta memelihara Al-Qur'an dari usaha-usaha orang-orang yang ingin mengotorinya. Ath-thabari menyampaikan riwayat dari Sa'id bin Jubair bahwa orang-orang musyrik Mekah yang memperolok-olok Al-Qur'an dan Nabi Muhammad ialah al-Walid bin Mugirah, al-'As bin Wa'il, Al-'Adi bin Qais, Aswad bin Abdu Yaguts, dan Aswad bin Muththalib. Mereka semua terkenal dalam sejarah, dan sebab-sebab kematian mereka adalah akibat tindakan mereka sendiri. Menurut suatu riwayat diterangkan bahwa suatu ketika Nabi saw berada di hadapan orang-orang kafir Mekah, mereka saling mengedipkan mata tanpa setahu Nabi Muhammad saw, dan berkata sesamanya dengan maksud mengejek Nabi, \"Inikah orang yang mendakwakan dirinya nabi?\" Pada waktu itu, Jibril a.s. menyertai Nabi, lalu Jibril menusuk punggung orang-orang yang memperolok-olokkan itu dengan jarinya, sehingga menimbulkan bekas, luka, dan borok yang busuk baunya. Tiada seorang pun yang mendekati mereka karena baunya itu. Maka turunlah ayat ini yang menegaskan bahwa Nabi saw dilindungi Allah swt dari gangguan orang-orang kafir. Allah mengetahui bahwa Nabi saw merasa sedih karena olok-olokan dan tindakan orang-orang kafir. Untuk mengobati kesedihannya itu, Allah memerintahkan Nabi saw untuk bertasbih, mensucikan Allah dari segala sesuatu yang menyekutukan-Nya, salat, rukuk, sujud, banyak melakukan ibadah, berbuat baik, dan mengekang hawa nafsu. Hal ini berlaku pula bagi kaum Muslimin sampai akhir hayat mereka."
        },
        {
          "number": 97,
          "arabic": "وَلَقَدْ نَعْلَمُ أَنَّكَ يَضِيقُ صَدْرُكَ بِمَا يَقُولُونَ",
          "transliteration": "walaqad naʿlamu annaka yaḍīqu ṣadruka bimā yaqūlūna",
          "translation": "Dan sungguh, Kami mengetahui bahwa dadamu menjadi sempit disebabkan apa yang mereka ucapkan,",
          "tafsir": "Ayat ini memberi jaminan kepada Nabi Muhammad bahwa Allah swt memeliharanya dari tindakan orang-orang musyrik Mekah yang memperolok-olok dan menyakitinya serta memelihara Al-Qur'an dari usaha-usaha orang-orang yang ingin mengotorinya. Ath-thabari menyampaikan riwayat dari Sa'id bin Jubair bahwa orang-orang musyrik Mekah yang memperolok-olok Al-Qur'an dan Nabi Muhammad ialah al-Walid bin Mugirah, al-'As bin Wa'il, Al-'Adi bin Qais, Aswad bin Abdu Yaguts, dan Aswad bin Muththalib. Mereka semua terkenal dalam sejarah, dan sebab-sebab kematian mereka adalah akibat tindakan mereka sendiri. Menurut suatu riwayat diterangkan bahwa suatu ketika Nabi saw berada di hadapan orang-orang kafir Mekah, mereka saling mengedipkan mata tanpa setahu Nabi Muhammad saw, dan berkata sesamanya dengan maksud mengejek Nabi, \"Inikah orang yang mendakwakan dirinya nabi?\" Pada waktu itu, Jibril a.s. menyertai Nabi, lalu Jibril menusuk punggung orang-orang yang memperolok-olokkan itu dengan jarinya, sehingga menimbulkan bekas, luka, dan borok yang busuk baunya. Tiada seorang pun yang mendekati mereka karena baunya itu. Maka turunlah ayat ini yang menegaskan bahwa Nabi saw dilindungi Allah swt dari gangguan orang-orang kafir. Allah mengetahui bahwa Nabi saw merasa sedih karena olok-olokan dan tindakan orang-orang kafir. Untuk mengobati kesedihannya itu, Allah memerintahkan Nabi saw untuk bertasbih, mensucikan Allah dari segala sesuatu yang menyekutukan-Nya, salat, rukuk, sujud, banyak melakukan ibadah, berbuat baik, dan mengekang hawa nafsu. Hal ini berlaku pula bagi kaum Muslimin sampai akhir hayat mereka."
        },
        {
          "number": 98,
          "arabic": "فَسَبِّحْ بِحَمْدِ رَبِّكَ وَكُن مِّنَ ٱلسَّـٰجِدِينَ",
          "transliteration": "fasabbiḥ biḥamdi rabbika wakun mina l-sājidīna",
          "translation": "maka bertasbihlah dengan memuji Tuhanmu dan jadilah engkau di antara orang yang bersujud (salat),",
          "tafsir": "Ayat ini memberi jaminan kepada Nabi Muhammad bahwa Allah swt memeliharanya dari tindakan orang-orang musyrik Mekah yang memperolok-olok dan menyakitinya serta memelihara Al-Qur'an dari usaha-usaha orang-orang yang ingin mengotorinya. Ath-thabari menyampaikan riwayat dari Sa'id bin Jubair bahwa orang-orang musyrik Mekah yang memperolok-olok Al-Qur'an dan Nabi Muhammad ialah al-Walid bin Mugirah, al-'As bin Wa'il, Al-'Adi bin Qais, Aswad bin Abdu Yaguts, dan Aswad bin Muththalib. Mereka semua terkenal dalam sejarah, dan sebab-sebab kematian mereka adalah akibat tindakan mereka sendiri. Menurut suatu riwayat diterangkan bahwa suatu ketika Nabi saw berada di hadapan orang-orang kafir Mekah, mereka saling mengedipkan mata tanpa setahu Nabi Muhammad saw, dan berkata sesamanya dengan maksud mengejek Nabi, \"Inikah orang yang mendakwakan dirinya nabi?\" Pada waktu itu, Jibril a.s. menyertai Nabi, lalu Jibril menusuk punggung orang-orang yang memperolok-olokkan itu dengan jarinya, sehingga menimbulkan bekas, luka, dan borok yang busuk baunya. Tiada seorang pun yang mendekati mereka karena baunya itu. Maka turunlah ayat ini yang menegaskan bahwa Nabi saw dilindungi Allah swt dari gangguan orang-orang kafir. Allah mengetahui bahwa Nabi saw merasa sedih karena olok-olokan dan tindakan orang-orang kafir. Untuk mengobati kesedihannya itu, Allah memerintahkan Nabi saw untuk bertasbih, mensucikan Allah dari segala sesuatu yang menyekutukan-Nya, salat, rukuk, sujud, banyak melakukan ibadah, berbuat baik, dan mengekang hawa nafsu. Hal ini berlaku pula bagi kaum Muslimin sampai akhir hayat mereka."
        },
        {
          "number": 99,
          "arabic": "وَٱعْبُدْ رَبَّكَ حَتَّىٰ يَأْتِيَكَ ٱلْيَقِينُ",
          "transliteration": "wa-uʿ'bud rabbaka ḥattā yatiyaka l-yaqīnu",
          "translation": "dan sembahlah Tuhanmu sampai yakin (ajal) datang kepadamu.",
          "tafsir": "Ayat ini memberi jaminan kepada Nabi Muhammad bahwa Allah swt memeliharanya dari tindakan orang-orang musyrik Mekah yang memperolok-olok dan menyakitinya serta memelihara Al-Qur'an dari usaha-usaha orang-orang yang ingin mengotorinya. Ath-thabari menyampaikan riwayat dari Sa'id bin Jubair bahwa orang-orang musyrik Mekah yang memperolok-olok Al-Qur'an dan Nabi Muhammad ialah al-Walid bin Mugirah, al-'As bin Wa'il, Al-'Adi bin Qais, Aswad bin Abdu Yaguts, dan Aswad bin Muththalib. Mereka semua terkenal dalam sejarah, dan sebab-sebab kematian mereka adalah akibat tindakan mereka sendiri. Menurut suatu riwayat diterangkan bahwa suatu ketika Nabi saw berada di hadapan orang-orang kafir Mekah, mereka saling mengedipkan mata tanpa setahu Nabi Muhammad saw, dan berkata sesamanya dengan maksud mengejek Nabi, \"Inikah orang yang mendakwakan dirinya nabi?\" Pada waktu itu, Jibril a.s. menyertai Nabi, lalu Jibril menusuk punggung orang-orang yang memperolok-olokkan itu dengan jarinya, sehingga menimbulkan bekas, luka, dan borok yang busuk baunya. Tiada seorang pun yang mendekati mereka karena baunya itu. Maka turunlah ayat ini yang menegaskan bahwa Nabi saw dilindungi Allah swt dari gangguan orang-orang kafir. Allah mengetahui bahwa Nabi saw merasa sedih karena olok-olokan dan tindakan orang-orang kafir. Untuk mengobati kesedihannya itu, Allah memerintahkan Nabi saw untuk bertasbih, mensucikan Allah dari segala sesuatu yang menyekutukan-Nya, salat, rukuk, sujud, banyak melakukan ibadah, berbuat baik, dan mengekang hawa nafsu. Hal ini berlaku pula bagi kaum Muslimin sampai akhir hayat mereka."
        }
      ]
    },
    {
      "number": 16,
      "name": "An-Nahl",
      "nameArabic": "النحل",
      "meaning": "Lebah",
      "revelation": "Makkah",
      "description": "Surat ini terdiri dari 128 ayat dan termasuk surat Makkiyyah. Surat ini dinamakan \"An-Nahl\" yang berarti \"lebah\" karena di dalamnya terdapat firman Allah pada ayat 68 yang artinya, \"Dan Tuhanmu mengilhamkan kepada lebah.\"Lebah adalah makhluk Allah yang banyak memberi manfaat dan kenikmatan pada manusia. Ada persamaan antara madu yang dihasilkan lebah dengan Al-Qur'anul Karim. Madu berasal dari aneka macam sari bunga dan menjadi obat bagi bermacam-macam penyakit (lihat ayat ke-69). Sementara itu, Al-Qur'an berisi inti sari kitab-kitab yang telah diturunkan kepada nabi-nabi terdahulu ditambah ajaran-ajaran yang dibutuhkan semua manusia sepanjang masa untuk mencapai kebahagiaan dunia dan akhirat (lihat surat Yunus ayat ke-57 dan surat Al-Israa' ayat ke-82). Surat ini juga dinamakan \"An Ni'am\" yang berarti nikmat-nikmat, karena di dalamnya Allah menyebutkan berbagai macam nikmat yang diberikan kepada hamba-hamba-Nya.**Pokok-Pokok Isi:**1. **Keimanan:** Kepastian adanya hari kiamat; keesaan Allah, kekuasaan-Nya dan kesempurnaan ilmu-Nya serta dalil-dalilnya; pertanggungjawaban manusia kepada Allah terhadap segala yang telah dikerjakannya.2. **Hukum-hukum:** Beberapa hukum tentang makanan dan minuman yang diharamkan dan yang dihalalkan; dibolehkan memakai perhiasan yang berasal dari laut, seperti: merjan dan mutiara; dibolehkan memakan makanan yang diharamkan dalam keadaan terpaksa; kulit dan bulu binatang dari hewan yang halal dimakan; kewajiban memenuhi perjanjian dan larangan mempermainkan sumpah; larangan membuat-buat hukum yang tak ada dasarnya; perintah membaca isti'aadzah (a'uudzubillahi minasyaithaanirrajiim = aku berlindung kepada Allah dari setan yang terkutuk); tantangan membalas siksa melebihi siksaan yang diterima.3. **Kisah-kisah:** Kisah Nabi Ibrahim.4. **Lain-lain:** Asal muasal kejadian manusia; madu adalah untuk kesehatan manusia; nasib pemimpin-pemimpin palsu pada hari kiamat; pandangan orang Arab zaman Jahiliyah terhadap anak perempuan; ajaran moral di dalam Islam; pedoman dakwah dalam Islam.Surat An-Nahl mengandung keterangan tentang sifat-sifat dan tingkah laku orang musyrikin, serta tantangan mereka terhadap kebenaran hari kiamat dan kerasulan Nabi Muhammad. Kemudian Allah menyebutkan peringatan-peringatan-Nya kepada mereka dari azab yang mereka alami sebagai akibat atas perbuatan mereka itu. Dalam surat ini, Allah menunjukkan bukti-bukti keesaan-Nya seraya memaparkan nikmat-nikmat yang diberikan-Nya kepada hamba-hamba-Nya. Surat ini juga memuat hukum-hukum dan ajaran-ajaran tentang akhlak.**Hubungan Surat An-Nahl Dengan Surat Al-Isra':**1. Dalam surat An-Nahl Allah menyebutkan perselisihan orang-orang Yahudi tentang hari Sabtu, kemudian di surat Al-Isra' dijelaskan sifat-sifat orang Yahudi yang ditetapkan dalam Taurat.2. Setelah Allah menganjurkan kepada Nabi Muhammad agar bersabar dan melarang beliau agar tidak berduka cita atau berkecil hati disebabkan tipu daya orang-orang musyrikin, maka di surat Al-Isra' Allah menerangkan kemuliaan Nabi Muhammad serta martabatnya yang tinggi di hadapan Allah.3. Dalam surat An-Nahl Allah menerangkan bermacam-macam nikmat-Nya, tetapi kebanyakan manusia tidak mensyukuri nikmat itu, kemudian dalam surat Al-Isra' disebut nikmat-nikmat yang lebih besar yang diberikan kepada Bani Israil dan tidak mereka syukuri, justru mereka berbuat kerusakan di bumi.4. Dalam surat An-Nahl Allah mengatakan, bahwa air madu yang keluar dari lebah merupakan minuman yang mengandung obat bagi manusia, maka dalam surat Al-Isra' diterangkan bahwa Al-Qur'an juga mengandung obat dan rahmat bagi orang-orang yang beriman.",
      "verses": [
        {
          "number": 1,
          "arabic": " أَتَىٰٓ أَمْرُ ٱللَّهِ فَلَا تَسْتَعْجِلُوهُ ۚ سُبْحَـٰنَهُۥ وَتَعَـٰلَىٰ عَمَّا يُشْرِكُونَ",
          "transliteration": "atā amru l-lahi falā tastaʿjilūhu sub'ḥānahu wataʿālā ʿammā yush'rikūna",
          "translation": "Ketetapan Allah<sup foot_note=135399>1</sup> pasti datang, maka janganlah kamu meminta agar dipercepat (datang)nya. Mahasuci Allah dan Mahatinggi Dia dari apa yang mereka persekutukan.",
          "tafsir": "Allah menegaskan bahwa ketetapan Allah pasti datang. Maksud ketetapan Allah dalam ayat ini ialah hari kiamat yang telah diancamkan kepada kaum musyrik dan orang-orang kafir. Mereka secara berolok-olok meminta kepada Nabi agar azab hari kiamat itu segera didatangkan. Itulah sebabnya, maka Allah memerintahkan kepada Nabi Muhammad untuk mengatakan bahwa azab Allah yang akan dijatuhkan kepada mereka pasti terjadi. Allah swt melarang mereka agar tidak meminta azab itu disegerakan datangnya, karena azab hari kiamat itu akan datang pada waktu yang telah ditentukan dan diputuskan-Nya. Dalam ayat ini, Allah swt memberitakan datangnya hari kiamat dengan menggunakan kata kerja bentuk lampau (fi'il madhi) padahal azab itu belum terjadi. Hal ini memberikan pengertian bahwa azab itu betul-betul akan terjadi. Ayat ini mengandung ancaman bagi orang-orang kafir dan sekaligus mengandung pemberitahuan kepada mereka bahwa azab yang akan ditimpakan kepada mereka dan kehancuran mereka telah dekat dan pasti datang. Allah swt menyatakan bahwa Dia Mahasuci dari apa yang mereka persekutukan. Dia tidak memerlukan sekutu dan pembantu untuk menjatuh-kan azab kepada mereka. Bantahan ini sebagai jawaban terhadap pernyataan mereka bahwa mereka akan meminta bantuan (syafa'at) kepada patung-patung yang mereka sembah."
        },
        {
          "number": 2,
          "arabic": "يُنَزِّلُ ٱلْمَلَـٰٓئِكَةَ بِٱلرُّوحِ مِنْ أَمْرِهِۦ عَلَىٰ مَن يَشَآءُ مِنْ عِبَادِهِۦٓ أَنْ أَنذِرُوٓا۟ أَنَّهُۥ لَآ إِلَـٰهَ إِلَّآ أَنَا۠ فَٱتَّقُونِ",
          "transliteration": "yunazzilu l-malāikata bil-rūḥi min amrihi ʿalā man yashāu min ʿibādihi an andhirū annahu lā ilāha illā anā fa-ittaqūni",
          "translation": "Dia menurunkan para malaikat membawa wahyu dengan perintah-Nya kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya, (dengan berfirman) yaitu, \"Peringatkanlah (hamba-hamba-Ku), bahwa tidak ada tuhan selain Aku, maka hendaklah kamu bertakwa kepada-Ku.\"",
          "tafsir": "Setelah ayat tersebut turun, orang-orang Quraisy menanyakan, \"Seandainya Allah memang berkuasa untuk mengazab para hamba-Nya yang lain, maka siapakah yang mengetahui hal yang sangat gaib ini yang tidak diketahui oleh siapa punjuga kecuali hanya Dia? Pertanyaan ini hanya menunjukkan pengingkaran mereka terhadap kejadian hari kiamat. Oleh sebab itu, Allah memerintahkan kepada Nabi Muhammad untuk mengatakan bahwa berita itu diketahui dari wahyu yang diturunkan Allah melalui malaikat. Dari wahyu itulah berita-berita gaib dapat diketahui. Wahyu itu dibawa oleh malaikat dengan perintah Allah kepada hamba-Nya yang dikehendaki. Penjelasan itu dikemukakan agar mereka dapat mengetahui bahwa seseorang yang menerima wahyu berarti telah menerima tugas kenabian. Yang dimaksud dengan roh dalam ayat ini ialah wahyu sebagai-mana tampak jelas artinya di ayat yang lain: ¦Yang menurunkan wahyu dengan perintah-Nya kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya,¦ (al-Mu'min/40: 15) Dan firman-Nya lagi: Dan demikianlah Kami wahyukan kepadamu (Muhammad) ruh (Al-Qur'an) dengan perintah Kami¦ (asy-Syura/42: 52) Wahyu itu dibawa oleh para malaikat kepada para nabi semata-mata karena perintah Allah dan bukan kemauan malaikat itu sendiri. Seperti ditegaskan dalam ayat-ayat yang lain sebagai berikut: Dan tidaklah kami (Jibril) turun kecuali atas perintah Tuhanmu. (Maryam/19: 64) Dan firman Allah swt: Mereka tidak berbicara mendahului-Nya dan mereka mengerjakan perintah-perintah-Nya. (al-Anbiya'/21: 27) Wahyu itu diberikan oleh Allah kepada para hamba-Nya yang terpilih dan mempunyai kesiapan mental untuk menerimanya. Gunanya sebagai sarana untuk memberikan peringatan kepada para hamba Allah. Antara lain, untuk menyampai-kan ajaran tauhid dan meyakinkan mereka tentang keesaan Allah, bahwa tidak ada tuhan yang wajib disembah kecuali Allah dan Dialah Tuhan bagi segala makhluk, sedang tuhan-tuhan yang lain adalah tuhan ciptaan mereka yang jauh dari kebenaran. Dengan demikian, wajib bagi manusia untuk menghambakan diri semata-mata kepada-Nya karena dengan jalan demikian manusia akan selamat dari kehancuran dan terlepas dari kesesatan. Dalam ayat itu terdapat petunjuk bahwa wahyu itu turun dari Allah kepada nabi-Nya dengan perantaraan para malaikat. Dalam ayat yang lain disebutkan: Semua beriman kepada Allah, malaikat-malaikat-Nya, kitab-kitab-Nya, dan rasul-rasul-Nya. (al-Baqarah/2: 285) Malaikat disebut lebih dahulu daripada rasul-rasul untuk menyatakan bahwa malaikat itu menerima wahyu dari Allah tanpa perantara. Sedangkan yang dimaksud dengan kitab-kitab ialah wahyu yang disampaikan oleh para malaikat kepada para nabi-Nya. Di akhir ayat ini, Allah swt menegaskan bahwa hendaklah manusia bertakwa hanya kepada-Nya. Ini adalah seruan yang ditujukan kepada orang-orang yang beriman agar tetap bertakwa kepada-Nya. Juga ditujukan kepada orang-orang kafir Quraisy yang menentang akan terjadinya hari kiamat agar mereka menghentikan kemusyrikannya dan meninggalkan sifat-sifat yang menentang terhadap ketentuan yang datang dari Allah dikarenakan sifat tergesa-gesa menolak sesuatu yang belum diyakini kebenarannya."
        },
        {
          "number": 3,
          "arabic": "خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ بِٱلْحَقِّ ۚ تَعَـٰلَىٰ عَمَّا يُشْرِكُونَ",
          "transliteration": "khalaqa l-samāwāti wal-arḍa bil-ḥaqi taʿālā ʿammā yush'rikūna",
          "translation": "Dia menciptakan langit dan bumi dengan kebenaran. Mahatinggi Allah dari apa yang mereka persekutukan.",
          "tafsir": "Allah swt menjelaskan bahwa Dia menciptakan benda-benda yang ada di langit dan benda-benda yang ada di bumi dengan benar. Maksudnya ialah sesuai dengan hikmah dan kebijaksanaan-Nya dan tidak ada yang sia-sia. Dia menciptakan semuanya tanpa bantuan dan pertolongan siapa pun. Dia cukup menciptakan benda-benda dan hukum yang berlaku baginya, sehingga benda-benda itu berfungsi sesuai dengan hukumnya. Tidak ada zat yang lain yang berkuasa untuk mencipta, mengatur, dan mengendalikan langit, bumi dan semua isinya. Sebagai konsekuensinya, tidak layak apabila ada orang yang menghambakan dirinya kepada tuhan-tuhan yang lain selain-Nya. Oleh karena itu, Allah menyatakan di akhir ayat ini bahwa Dia Mahasuci dari apa yang mereka persekutukan. (Keterangan lebih lanjut bisa dilihat dalam tafsir Surah Ibrahim/14: 19). Penciptaan langit dan bumi dengan haq (benar) juga bisa bermakna bahwa Tuhan menciptakan bumi bukan dengan main-main. Semuanya begitu tepat untuk mulainya kehidupan di bumi ini. Bagaimana kenyamanan bumi dibandingkan dengan beberapa planet lain yang ada dalam tatasurya yang sama dapat kita lihat pada uraian di bawah ini. Dalam perbandingan yang dilakukan, terutama pada jarak antara matahari dan masing-masing planet, tampak akan efek jarak dengan masing-masing planet. Apa yang tertulis di atas hanya sebagian dari \"keputusan rancangan\" yang dibuat Allah agar kehidupan di bumi dapat eksis dan bertahan. Namun yang sedikit ini pun sudah cukup untuk menunjukkan bahwa keberadaan bumi bukan karena kebetulan. Tidak juga terbentuk oleh serangkaian kejadian acak. Hal tersebut dan detail lain yang tak berhingga meyakinkan kembali kebenaran yang sederhana dan murni. Allah dan hanya Allah yang menciptakan alam semesta, bintang, planet, pegunungan, dan laut dengan sempurna, memberikan kehidupan bagi manusia dan makhluk hidup lainnya, dan menempatkan ciptaan-Nya di bawah kendali manusia. Allah dan hanya Allah, sumber pengampunan dan kekuasaan, cukup berkekuatan untuk menciptakan sesuatu dari kehampaan."
        },
        {
          "number": 4,
          "arabic": "خَلَقَ ٱلْإِنسَـٰنَ مِن نُّطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مُّبِينٌ",
          "transliteration": "khalaqa l-insāna min nuṭ'fatin fa-idhā huwa khaṣīmun mubīnun",
          "translation": "Dia telah menciptakan manusia dari mani, ternyata dia menjadi pembantah yang nyata.",
          "tafsir": "Kemudian dalam ayat ini, Allah menjelaskan proses kejadian diri manusia bahwa Dia menciptakannya dari nuthfah. Dalam ayat yang lain dijelaskan bahwa Allah menciptakan manusia dari air yang lemah. Kejadian itu melalui proses perkembangan. Di dalam kandungan, mani berubah menjadi 'alaqah (sesuatu yang menggantung di dinding rahim), kemudian menjadi gumpalan daging. Setelah mengalami jangka waktu 4 bulan mulai terwujud janin yang sempurna, dan setelah 9 bulan kejadian, bayi itu dikeluarkan dari kandungan ibunya ke alam dunia. Setelah itu, bayi masih memerlukan bantuan dan perawatan ibunya untuk disusui, dirawat, dan dididik sampai dewasa dan dapat berpikir secara sempurna. Manusia yang mengalami proses penciptaan yang rumit dan bertahap, dari makhluk yang lemah menjadi yang perkasa ini, tiba-tiba mengingkari keesaan penciptanya dan terjadinya hari kebangkitan, serta memusuhi para rasul Allah, padahal ia diciptakan hanya sebagai hamba. Manusia bahkan melupakan asal kejadiannya bahwa ia diciptakan dari setetes air yang tidak mempunyai kemampuan sedikit pun. Mereka berkata dengan terus-terang, sebagaimana dijelaskan dalam firman Allah: Dan tentu mereka akan mengatakan (pula), \"Hidup hanyalah di dunia ini, dan kita tidak akan dibangkitkan.\" (al-An'am/6: 29) Mereka juga mengingkari kebangkitan kembali manusia setelah mati dan menjadi tulang-belulang. Firman Allah: ¦Dia berkata, \"Siapakah yang dapat menghidupkan tulang-belulang yang telah hancur luluh?\" (Yasin/36: 78)"
        },
        {
          "number": 5,
          "arabic": "وَٱلْأَنْعَـٰمَ خَلَقَهَا ۗ لَكُمْ فِيهَا دِفْءٌ وَمَنَـٰفِعُ وَمِنْهَا تَأْكُلُونَ",
          "transliteration": "wal-anʿāma khalaqahā lakum fīhā dif'on wamanāfiʿu wamin'hā takulūna",
          "translation": "Dan hewan ternak telah diciptakan-Nya untuk kamu, padanya ada (bulu) yang menghangatkan dan berbagai manfaat, dan sebagiannya kamu makan.",
          "tafsir": "Pada ayat ini, Allah swt menjelaskan aneka ragam kenikmatan yang disediakan untuk para hamba-Nya berupa binatang ternak, seperti unta, sapi, kambing, dan lain sebagainya. Nikmat yang diperoleh dari binatang itu seperti bulunya yang dapat dibuat kain wool, berguna untuk melindungi tubuh dari gangguan udara dingin, dan kulitnya dapat dijadikan sepatu dan peralatan lainnya. Begitu pula susu dan dagingnya bermanfaat bagi kesehatan manusia. Secara ringkas dapat dikatakan bahwa binatang ternak itu diciptakan untuk manusia agar dapat dimanfaatkan sebagai sumber pemenuhan kebutuhan hidupnya."
        },
        {
          "number": 6,
          "arabic": "وَلَكُمْ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسْرَحُونَ",
          "transliteration": "walakum fīhā jamālun ḥīna turīḥūna waḥīna tasraḥūna",
          "translation": "Dan kamu memperoleh keindahan padanya, ketika kamu membawanya kembali ke kandang dan ketika kamu melepaskannya (ke tempat penggembalaan).",
          "tafsir": "Allah swt menjelaskan bahwa manusia memperoleh kepuasan batin dan pemandangan yang indah pada binatang ternak ketika mereka melepas dan menggiringnya di pagi hari menuju tempat penggembalaan. Perasaan yang sama juga dirasakan pada sore hari ketika mereka menghalau dan menggiring binatang ternak itu kembali ke kandangnya. Keindahan yang diperoleh manusia dari binatang ternak itu termasuk nikmat Allah yang diberikan kepada hamba-Nya."
        }
      ]
    }
  ]
}