{
  "pageNumber": 389,
  "juz": 20,
  "surahs": [
    {
      "number": 28,
      "name": "Al-Qasas",
      "nameArabic": "القصص",
      "meaning": "Kisah-kisah",
      "revelation": "Makkah",
      "description": "Surat Al-Qashash terdiri dari 88 ayat dan termasuk surat Makkiyyah.Dinamai dengan \"Al-Qashash\" karena pada ayat ke-25 surat ini terdapat kata \"Al-Qashash\" yang berarti \"cerita\". Ayat ini menerangkan bahwa setelah Nabi Musa bertemu dengan Nabi Syu'aib, ia menuturkan cerita yang berhubungan dengan dirinya sendiri, yakni pengalamannya bersama Fir'aun, sampai ketika ia diburu oleh Fir'aun karena membunuh seseorang dari bangsa Qibthi tanpa disengaja. Syu'aib menjawab bahwa Musa telah selamat dari pengejaran orang-orang zalim.Turunnya ayat ke-25 surat ini sangat besar artinya bagi Nabi Muhammad dan para sahabat yang melakukan hijrah ke Madinah. Hal ini menambah keyakinan mereka, bahwa pada akhirnya orang-orang Islamlah yang akan menang. Ayat ini menunjukkan bahwa barang siapa berhijrah dari tempat musuh untuk mempertahankan keimanan, pasti akan berhasil dalam perjuangannya menghadapi musuh-musuh agama. Kepastian kemenangan bagi kaum muslimin ini ditegaskan pada bagian akhir surat ini yang mengandung isyarat bahwa, setelah hijrah ke Madinah, kaum muslimin akan kembali ke Mekah sebagai pemenang dan penegak agama Allah. Surat Al-Qashash ini adalah surat yang paling lengkap memuat cerita Nabi Musa sehingga, menurut suatu riwayat, surat ini juga dinamai surat Musa.**Pokok-Pokok Isi:**1. **Keimanan:** Allah Yang menentukan segala sesuatu dan manusia harus ridha dengan ketentuan itu; alam adalah fana dan hanya Allah yang Kekal; semuanya akan kembali kepada Allah; Allah mengetahui isi hati manusia baik yang dilahirkan ataupun yang disembunyikan.2. **Kisah-kisah:** Kekejaman Fir'aun dan pertolongan serta karunia Allah kepada Bani Israil; Musa dilemparkan ke sungai Nil, Musa membunuh seorang Qibthi tanpa sengaja; Musa di Madyan; Musa menerima perintah menyeru Fir'aun di gunung Sinai; kisah Karun.3. **Lain-lain:** Al-Qur'an menerangkan kisah nabi-nabi dan umat-umat terdahulu sebagai bukti kerasulan Muhammad; ahli kitab yang beriman kepada Nabi Muhammad diberi pahala dua kali lipat; hikmah Al-Qur'an diturunkan secara berangsur-angsur; hanya Allah yang memberi taufik kepada hamba-Nya untuk beriman; Allah menghancurkan suatu negeri karena kezaliman penduduknya sendiri; Allah tidak akan mengazab suatu umat sebelum rasul diutus kepadanya; keadaan orang-orang kafir dan sekutu-sekutu mereka pada hari kiamat; pergantian siang dan malam sebagai rahmat bagi manusia; Allah memberi balasan kebaikan dengan berlipat ganda sedangkan balasan kejahatan seimbang dengan yang telah dilakukan; janji Allah akan kemenangan Nabi Muhammad.Surat Al-Qashash diturunkan pada waktu kaum muslimin dalam keadaan lemah, sedangkan orang musyrik Mekah, sebagai penguasa, ketika itu mempunyai kekuatan dan kekuasaan yang besar.Dalam surat ini, Allah mengemukakan bahwa Fir'aun sebagai seorang raja yang mempunyai kekuasaan yang tak terbatas, dan Qarun sebagai seorang yang berilmu yang mempunyai harta yang tidak terhingga, akan binasa bersama apa yang dimiliki karena mengingkari agama Allah, sedangkan Musa yang semula tidak mempunyai apa pun justru mendapat kemenangan karena mengikuti agama Allah. Ayat ke-59 menegaskan lagi bahwa Allah menghancurkan negeri-negeri yang penduduknya zalim. Kemudian surat ini ditutup dengan menerangkan bahwa kaum muslimin, sekalipun dalam keadaan lemah, nanti setelah hijrah ke Madinah akan kembali lagi ke Mekah sebagai pemenang. Karena itu, tetaplah menyembah Allah, tidak ada Tuhan (yang berhak disembah) selain Dia. Dialah Mahakuasa dan menentukan segala sesuatu.**Hubungan Surat Al-Qashash Dengan Surat Al-'Ankabut:**1. Surat Al-'Ankabut dimulai dengan hiburan dari Allah kepada Nabi Muhammad dan para sahabatnya yang selalu disakiti, diejek, dan diusir oleh orang-orang musyrik Mekah, bahwa orang-orang yang beriman itu akan menerima cobaan atas keimanan mereka, sedangkan surat Al-Qashash menerangkan berbagai macam cobaan yang dialami oleh Nabi Musa dan Bani Israil dalam menghadapi kekejaman Fir'aun. Oleh sebab itu, Allah menyuruh agar Nabi Muhammad dan para sahabatnya agar terus bersabar dalam menghadapi cobaan-cobaan itu.2. Surat Al-Qashash mengisahkan tentang keselamatan Nabi Musa dari pengejaran Fir'aun setelah secara tidak sengaja membunuh orang Qibti. Juga mengisahkan tentang keselamatan Nabi Musa dan pengikutnya dari pengejaran Fir'aun dan bala tentaranya dan tenggelamnya Fir'aun dan bala tentaranya di laut Merah. Sementara itu, surat Al-'Ankabut mengisahkan keselamatan Nabi Nuh dan pengikutnya di atas kapal dan tenggelamnya orang-orang yang mengingkari seruan Nabi Nuh. Semua ini menunjukkan pertolongan Allah kepada hamba-hamba-Nya yang beriman.3. Surat Al-Qashash mengemukakan kelemahan kepercayaan orang-orang yang menyembah berhala dengan menerangkan keadaan penyembah-penyembah berhala dengan berhala itu sendiri pada hari kiamat, sedangkan surat Al-'Ankabut menyatakan kesalahan kepercayaan tersebut dengan membandingkannya dengan laba-laba yang percaya akan kekuatan sarangnya yang sangat lemah itu.4. Kedua surat ini sama-sama menerangkan kisah Fir'aun dan Qarun serta akibat perbuatan keduanya. Kedua Surat ini sama-sama menyinggung hijrah Nabi Muhammad.",
      "verses": [
        {
          "number": 29,
          "arabic": "۞ فَلَمَّا قَضَىٰ مُوسَى ٱلْأَجَلَ وَسَارَ بِأَهْلِهِۦٓ ءَانَسَ مِن جَانِبِ ٱلطُّورِ نَارًا قَالَ لِأَهْلِهِ ٱمْكُثُوٓا۟ إِنِّىٓ ءَانَسْتُ نَارًا لَّعَلِّىٓ ءَاتِيكُم مِّنْهَا بِخَبَرٍ أَوْ جَذْوَةٍ مِّنَ ٱلنَّارِ لَعَلَّكُمْ تَصْطَلُونَ",
          "transliteration": "falammā qaḍā mūsā l-ajala wasāra bi-ahlihi ānasa min jānibi l-ṭūri nāran qāla li-ahlihi um'kuthū innī ānastu nāran laʿallī ātīkum min'hā bikhabarin aw jadhwatin mina l-nāri laʿallakum taṣṭalūna",
          "translation": "Maka ketika Musa telah menyelesaikan waktu yang ditentukan itu dan dia berangkat dengan keluarganya, dia melihat api di lereng gunung.<sup foot_note=135559>1</sup> dia berkata kepada keluarganya, \"Tunggulah (di sini), sesungguhnya aku melihat api, mudah-mudahan aku dapat membawa suatu berita kepadamu dari (tempat) api itu atau (membawa) sepercik api, agar kamu dapat menghangatkan badan.\"",
          "tafsir": "Ayat ini menerangkan bahwa setelah Musa menunaikan tugasnya selama sepuluh tahun dengan sebaik-baiknya, dia pun pamit kepada mertuanya untuk kembali ke Mesir, yang merupakan kampung halamannya, bersama istrinya. Tentu saja tidak ada alasan bagi mertuanya untuk menahannya karena semua ketentuan yang telah ditetapkan untuk mengawini anaknya sudah dipenuhi Musa. Hanya saja sebagai orang tua, ia tidak akan sampai hati melepaskan anak menantunya begitu saja, tanpa memberikan sekadar bekal di jalan. Mertuanya membekali secukupnya dan memberikan kepadanya beberapa ekor kambing. Musa lalu berangkat bersama istrinya menempuh jalan yang pernah ditempuhnya dahulu sewaktu dia lari dari Mesir. Di tengah jalan, dia berhenti di suatu tempat untuk melepaskan lelah. Karena malam telah tiba dan keadaan gelap gulita, maka ia mencoba menyalakan api dengan batu. Akan tetapi, rabuknya tidak mau menyala sehingga ia hampir putus asa karena ia tidak dapat mengerjakan sesuatu dalam gelap gulita itu. Udara pun sangat dingin sehingga dia dan keluarganya tidak akan dapat bertahan lama, tanpa ada api untuk berdiang. Dalam keadaan demikian, dari jauh dia melihat nyala api di sebelah kanan Gunung Tur. Dia lalu berkata kepada istrinya untuk menunggu di tempatnya karena ia akan pergi ke tempat api itu. Semoga orang-orang di sana dapat memberikan petunjuk kepadanya tentang perjalanan ini atau ia dapat membawa sepotong kayu penyuluh supaya mereka dapat menghangatkan badan dari udara dingin yang tak tertahankan."
        },
        {
          "number": 30,
          "arabic": "فَلَمَّآ أَتَىٰهَا نُودِىَ مِن شَـٰطِئِ ٱلْوَادِ ٱلْأَيْمَنِ فِى ٱلْبُقْعَةِ ٱلْمُبَـٰرَكَةِ مِنَ ٱلشَّجَرَةِ أَن يَـٰمُوسَىٰٓ إِنِّىٓ أَنَا ٱللَّهُ رَبُّ ٱلْعَـٰلَمِينَ",
          "transliteration": "falammā atāhā nūdiya min shāṭi-i l-wādi l-aymani fī l-buq'ʿati l-mubārakati mina l-shajarati an yāmūsā innī anā l-lahu rabbu l-ʿālamīna",
          "translation": "Maka ketika dia (Musa) sampai ke (tempat) api itu, dia diseru dari (arah) pinggir sebelah kanan lembah, dari sebatang pohon, di sebidang tanah yang diberkahi, \"Wahai Musa! Sungguh, Aku adalah Allah, Tuhan seluruh alam!<sup foot_note=135560>1</sup>",
          "tafsir": "Musa berjalan ke arah api yang dilihatnya itu. Tatkala dia sudah berada di dekat api itu, ia diseru oleh suatu suara di lembah sebelah kanannya. Ia mendengar seruan yang menyatakan kepadanya bahwasanya itu adalah seruan Allah, Tuhan sekalian alam. Musa mendengar seruan Tuhannya di malam yang sunyi senyap, di lembah dalam keadaan sendiri, dan tak seorang pun yang menemaninya. Bagaimana Musa dapat mendengar Kalam Ilahi langsung dari Tuhannya? Karena hal itu adalah suatu hal yang gaib, tidak ada yang mengetahuinya kecuali Allah. Dia telah mengilhamkan kepada Musa keyakinan bahwa yang berbicara dengannya adalah Tuhan sekalian alam. Lembah di mana Musa berdiri dijadikan tempat yang penuh berkah karena di sanalah Musa mendengar firman Tuhannya dan diangkat menjadi rasul."
        },
        {
          "number": 31,
          "arabic": "وَأَنْ أَلْقِ عَصَاكَ ۖ فَلَمَّا رَءَاهَا تَهْتَزُّ كَأَنَّهَا جَآنٌّ وَلَّىٰ مُدْبِرًا وَلَمْ يُعَقِّبْ ۚ يَـٰمُوسَىٰٓ أَقْبِلْ وَلَا تَخَفْ ۖ إِنَّكَ مِنَ ٱلْـَٔامِنِينَ",
          "transliteration": "wa-an alqi ʿaṣāka falammā raāhā tahtazzu ka-annahā jānnun wallā mud'biran walam yuʿaqqib yāmūsā aqbil walā takhaf innaka mina l-āminīna",
          "translation": "dan lemparkanlah tongkatmu.\"Maka ketika dia (Musa) melihatnya bergerak-gerak seakan-akan seekor ular yang (gesit), dia lari berbalik ke belakang tanpa menoleh. (Allah berfirman), \"Wahai Musa! Kemarilah dan jangan takut. Sesungguhnya engkau termasuk orang yang aman.",
          "tafsir": "Kemudian Allah memerintahkan kepada Musa supaya melemparkan tongkatnya. Musa dengan patuh melemparkan tongkatnya, tetapi tongkat itu berubah menjadi ular besar yang bergerak dengan cepat dan gesit. Musa sangat terkejut dan merasa ngeri serta takut melihat ular itu. Dengan serta merta, ia lari tanpa menoleh ke belakang. Tidak ada yang dipikirkannya kecuali menyelamatkan diri dari gigitan ular yang dahsyat itu. Di waktu itu Tuhan berseru lagi agar Musa kembali ke tempat semula dan jangan takut kepada ular itu. Ular itu hanyalah tongkatnya yang berubah menjadi ular dan tidak akan mengganggunya. Tidak ada sesuatu pun yang dapat mengganggu ketenteramannya. Ini adalah mukjizat yang Allah berikan kepada Musa untuk menghadapi Fir'aun yang sombong dan takabur. Hati Musa merasa aman dan tenteram setelah mendengar bahwa keamanannya dijamin oleh Allah."
        },
        {
          "number": 32,
          "arabic": "ٱسْلُكْ يَدَكَ فِى جَيْبِكَ تَخْرُجْ بَيْضَآءَ مِنْ غَيْرِ سُوٓءٍ وَٱضْمُمْ إِلَيْكَ جَنَاحَكَ مِنَ ٱلرَّهْبِ ۖ فَذَٰنِكَ بُرْهَـٰنَانِ مِن رَّبِّكَ إِلَىٰ فِرْعَوْنَ وَمَلَإِي۟هِۦٓ ۚ إِنَّهُمْ كَانُوا۟ قَوْمًا فَـٰسِقِينَ",
          "transliteration": "us'luk yadaka fī jaybika takhruj bayḍāa min ghayri sūin wa-uḍ'mum ilayka janāḥaka mina l-rahbi fadhānika bur'hānāni min rabbika ilā fir'ʿawna wamala-ihi innahum kānū qawman fāsiqīna",
          "translation": "Masukkanlah tanganmu ke leher bajumu, dia akan keluar putih (bercahaya) tanpa cacat, dan dekapkanlah kedua tanganmu ke dadamu apabila ketakutan. Itulah dua mukjizat dari Tuhanmu (yang akan engkau pertunjukkan) kepada Fir'aun dan para pembesarnya. Sungguh, mereka adalah orang-orang fasik.\"",
          "tafsir": "Kemudian Allah memerintahkan Musa supaya memasukkan tangannya ke baju. Perintah ini pun dilaksanakan Musa dengan taat dan patuh. Ketika ia mengeluarkan tangannya dari leher bajunya, ia melihat tangannya berubah menjadi putih bercahaya dan bersinar bukan karena sakit sopak atau yang lainnya. Musa kaget, terkejut, dan merasa takut. Akan tetapi, segera sesudah itu turun pula perintah Tuhan untuk menghilangkan rasa terkejut dan takut yang telah menguasai dirinya supaya dia mendekapkan kedua tangannya ke dada. Kemudian Allah menegaskan kepada Musa bahwa dua mukjizat yang diberikan kepadanya adalah untuk menunjukkan kekuasaan-Nya. Musa diperintahkan untuk memperlihatkan kedua mukjizat itu kepada Fir'aun yang sombong dan fasik ketika Musa menyerunya agar dia beriman kepada Allah dan meninggalkan kesesatan yang dianutnya. Ketika itu, Musa mengerti bahwa di atas pundaknya telah dibebankan risalah yang harus disampaikan kepada Fir'aun dan kaumnya, serta kepada Bani Israil sendiri. Ini berarti bahwa dia telah menjadi rasul. Dengan demikian, apa yang dijanjikan Allah kepada ibu Musa bahwa putranya akan dikembalikan ke haribaannya telah terlaksana di waktu Musa masih kecil. Sekarang terlaksana pula janji Allah yang kedua bahwa Dia mengangkat Musa menjadi rasul. Sebelum ini, yang mendorong Musa meninggalkan Madyan menuju Mesir adalah perasaan rindu kepada kampung halaman dan sanak keluarganya. Ia berani melakukan hal itu karena dia berharap orang Mesir telah lupa akan peristiwa pembunuhan yang dilakukannya di masa lampau sehingga ia dapat memasuki Mesir secara diam-diam. Akan tetapi, ia sekarang harus kembali ke sana secara terang-terangan dan menentang kekuasaan Fir'aun yang perkasa. Dengan begitu, Fir'aun dan kaumnya pasti akan membunuhnya. Dia mulai merasa khawatir terhadap dirinya kalau dia pergi sendirian. Hal yang lebih dikhawatirkannya adalah kalau ia terbunuh oleh Fir'aun, tentu risalah Tuhannya tidak akan sampai kepada kaumnya (Bani Israil)."
        },
        {
          "number": 33,
          "arabic": "قَالَ رَبِّ إِنِّى قَتَلْتُ مِنْهُمْ نَفْسًا فَأَخَافُ أَن يَقْتُلُونِ",
          "transliteration": "qāla rabbi innī qataltu min'hum nafsan fa-akhāfu an yaqtulūni",
          "translation": "Dia (Musa) berkata, \"Ya Tuhanku, sungguh aku telah membunuh seorang dari golongan mereka, sehingga aku takut mereka akan membunuhku.",
          "tafsir": "Musa mengadukan kepada Tuhannya bahwa dulu dia pernah membunuh seorang anak muda. Hal itu telah tersiar luas di kalangan orang Mesir, dan Fir'aun telah menetapkan untuk membunuhnya. Hal itu sangat mengkhawatirkan Musa, siapa tahu setibanya di sana, Fir'aun dan kaumnya telah bersiap-siap untuk membunuhnya. Dengan demikian risalah yang telah dibebankan kepadanya menjadi terlantar. Musa juga mengadukan bahwa ia mempunyai seorang saudara bernama Harun yang lebih fasih perkataannya daripadanya, lebih pandai berdebat dan memberikan keterangan. Dengan kefasihannya, Harun akan dapat membelanya, bila Fir'aun dan kaumnya membuat tuduhan-tuduhan yang mungkin memberatkannya."
        },
        {
          "number": 34,
          "arabic": "وَأَخِى هَـٰرُونُ هُوَ أَفْصَحُ مِنِّى لِسَانًا فَأَرْسِلْهُ مَعِىَ رِدْءًا يُصَدِّقُنِىٓ ۖ إِنِّىٓ أَخَافُ أَن يُكَذِّبُونِ",
          "transliteration": "wa-akhī hārūnu huwa afṣaḥu minnī lisānan fa-arsil'hu maʿiya rid'an yuṣaddiqunī innī akhāfu an yukadhibūni",
          "translation": "Dan saudaraku Harun, dia lebih fasih lidahnya daripada aku,<sup foot_note=135561>1</sup> maka utuslah dia bersamaku sebagai pembantuku untuk membenarkan (perkataan)ku; sungguh, aku takut mereka akan mendustakanku.\"",
          "tafsir": "Musa mengadukan kepada Tuhannya bahwa dulu dia pernah membunuh seorang anak muda. Hal itu telah tersiar luas di kalangan orang Mesir, dan Fir'aun telah menetapkan untuk membunuhnya. Hal itu sangat mengkhawatirkan Musa, siapa tahu setibanya di sana, Fir'aun dan kaumnya telah bersiap-siap untuk membunuhnya. Dengan demikian risalah yang telah dibebankan kepadanya menjadi terlantar. Musa juga mengadukan bahwa ia mempunyai seorang saudara bernama Harun yang lebih fasih perkataannya daripadanya, lebih pandai berdebat dan memberikan keterangan. Dengan kefasihannya, Harun akan dapat membelanya, bila Fir'aun dan kaumnya membuat tuduhan-tuduhan yang mungkin memberatkannya."
        },
        {
          "number": 35,
          "arabic": "قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجْعَلُ لَكُمَا سُلْطَـٰنًا فَلَا يَصِلُونَ إِلَيْكُمَا ۚ بِـَٔايَـٰتِنَآ أَنتُمَا وَمَنِ ٱتَّبَعَكُمَا ٱلْغَـٰلِبُونَ",
          "transliteration": "qāla sanashuddu ʿaḍudaka bi-akhīka wanajʿalu lakumā sul'ṭānan falā yaṣilūna ilaykumā biāyātinā antumā wamani ittabaʿakumā l-ghālibūna",
          "translation": "Dia (Allah) berfirman, \"Kami akan menguatkan engkau (membantumu) dengan saudaramu, dan Kami berikan kepadamu berdua kekuasaan yang besar, maka mereka tidak akan dapat mencapaimu; (berangkatlah kamu berdua) dengan membawa mukjizat Kami, kamu berdua dan orang yang mengikuti kamu yang akan menang.\"",
          "tafsir": "Allah mengabulkan permintaan Musa dan berjanji mengangkat Harun menjadi rasul dan pendampingnya (wazir). Allah juga menenteramkan hatinya yang selalu diliputi kekhawatiran karena beratnya beban yang dipikulkan kepadanya. Allah menjanjikan bahwa Dia akan memberikan kepada Musa dan saudaranya kekuatan yang tak dapat dikalahkan oleh kekuatan apa pun di dunia apalagi kekuatan Fir'aun yang sangat terbatas. Dengan hati yang aman dan tenteram, Musa kembali ke tempat istrinya yang ditinggalkannya. Dia menceritakan kepadanya semua kejadian yang dialaminya, yaitu dia telah diangkat Allah menjadi rasul. Mendengar cerita Musa, hati istrinya menjadi tenteram. Musa lalu berangkat bersama keluarganya menuju Mesir didorong oleh cita-cita yang suci yaitu menyampaikan risalah Allah kepada Fir'aun dan Bani Israil. Di Mesir, Harun telah bersiap-siap untuk memikul risalah itu dan membantu saudaranya."
        }
      ]
    }
  ]
}