{
  "pageNumber": 440,
  "juz": 22,
  "surahs": [
    {
      "number": 35,
      "name": "Fatir",
      "nameArabic": "فاطر",
      "meaning": "Pencipta",
      "revelation": "Makkah",
      "description": "Surat Fathir terdiri dari 45 ayat, termasuk golongan surat Makkiyyah, diturunkan setelah surat Al-Furqan, dan merupakan surat terakhir di antara urutan surat-surat dalam Al-Qur'an yang dimulai dengan \"Alhamdulillah\".Dinamakan \"Fathir\" (pencipta) karena ada hubungannya dengan kata \"Fathir\" yang terdapat pada ayat pertama surat ini.Pada ayat tersebut diterangkan bahwa Allah adalah Pencipta langit dan bumi, Pencipta malaikat-malaikat, dan Pencipta semesta alam, yang semuanya itu adalah sebagai bukti atas kekuasaan dan kebesaran-Nya.Surat ini dinamai juga dengan \"surat Malaikat\" karena pada ayat pertama disebutkan bahwa Allah telah menciptakan malaikat-malaikat, sebagai utusan-Nya, yang mempunyai beberapa sayap.**Pokok-Pokok Isi:**1. **Keimanan:** Bukti-bukti kekuasaan Allah dan nikmat-nikmat yang telah Dia anugerahkan; Allah menciptakan para malaikat sesuai dengan bentuk yang Dia kehendaki; bukti-bukti atas kebenaran adanya hari kebangkitan.2. **Lain-lain:** Kesenangan hidup di dunia hanyalah sementara; menguatkan hati Rasulullah dalam menyeru orang-orang kafir dengan mengingatkannya kepada rasul-rasul yang terdahulu dan orang-orang yang mendustakannya; seruan kepada manusia agar mengerjakan amal baik dan meninggalkan perbuatan buruk agar jangan mengikuti langkah setan; Setiap orang memikul dosanya sendiri; manusia adalah khalifah Allah di bumi; gambaran akibat yang diterima oleh orang mukmin dan orang-orang kafir; tingkatan orang-orang mukmin.Kesimpulan surat Fathir ialah mengajak untuk mensyukuri nikmat yang diberikan Allah kepada manusia, menjauhi perbuatan jahat, memikirkan tentang keindahan-keindahan semesta alam, dan manusia adalah sebagai khalifah Allah di bumi.**Hubungan Surat Fathir Dengan Surat Yasin:**1. Pada bagian akhir surat Fathir dikemukakan bahwa orang-orang musyrik bersumpah akan beriman apabila seorang pemberi peringatan (rasul) datang kepada mereka, tetapi setelah rasul itu datang, mereka tetap mengingkarinya. Pada permulaan surat Yasin Allah menegaskan bahwa Nabi Muhammad adalah seorang rasul yang selalu berada di jalan yang lurus untuk memberi peringatan, tetapi orang-orang kafir tetap tidak beriman.2. Pada surat Fathir disebutkan bahwa Allah menundukkan matahari dan bulan, masing-masing beredar menurut waktu yang sudah ditentukan, sedangkan pada surat Yasin disebutkan bahwa matahari dan bulan beredar pada garis edar yang telah ditetapkan Allah.",
      "verses": [
        {
          "number": 45,
          "arabic": "وَلَوْ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِمَا كَسَبُوا۟ مَا تَرَكَ عَلَىٰ ظَهْرِهَا مِن دَآبَّةٍ وَلَـٰكِن يُؤَخِّرُهُمْ إِلَىٰٓ أَجَلٍ مُّسَمًّى ۖ فَإِذَا جَآءَ أَجَلُهُمْ فَإِنَّ ٱللَّهَ كَانَ بِعِبَادِهِۦ بَصِيرًۢا",
          "transliteration": "walaw yuākhidhu l-lahu l-nāsa bimā kasabū mā taraka ʿalā ẓahrihā min dābbatin walākin yu-akhiruhum ilā ajalin musamman fa-idhā jāa ajaluhum fa-inna l-laha kāna biʿibādihi baṣīran",
          "translation": "Dan sekiranya Allah menghukum manusia disebabkan apa yang telah mereka perbuat, niscaya Dia tidak akan menyisakan satu pun makhluk bergerak yang bernyawa di bumi ini, tetapi Dia menangguhkan (hukuman)-nya, sampai waktu yang sudah ditentukan. Nanti apabila ajal mereka tiba, maka Allah Maha Melihat (keadaan) hamba-hamba-Nya.",
          "tafsir": "Ayat ini menjelaskan manifestasi dari sifat rahman dan rahim dari Allah. Jika Allah langsung menyiksa orang-orang musyrik itu seperti apa yang mereka kehendaki, pasti mereka dan binatang-binatang mati kehausan akibat kurang minum. Tetapi, Allah tidak bertindak begitu sekalipun Dia berkuasa, sebaliknya Dia tetapkan suatu ketentuan yakni siksaan itu ditunda sampai pada waktu yang hanya diketahui-Nya sendiri. Akan tetapi, kalau azab itu telah menimpa, tidak akan dikurangi dan mereka tidak akan bisa melepaskan diri. Ketentuan Allah yang demikian itu hanya berlaku bagi umat Nabi Muhammad saja, sedang pada umat sebelumnya bila mereka bersalah, langsung dihukum tanpa penundaan. Dalam Tafsir al-Wadhih dijelaskan bahwa ketentuan itu adalah kemuliaan yang dikaruniakan Allah kepada Nabi Muhammad, sebagai suatu hukum bagi beliau dan umatnya. Dengan harapan agar orang-orang yang masih belum mau beriman segera tobat, kembali kepada petunjuk dan ajaran-Nya. Tetapi, bila janji Allah telah datang, tidak ada waktu lagi untuk menundanya. Di situlah nanti masing-masing orang akan diperhitungkan perbuatannya. Yang baik dibalas dengan ganjaran kebaikan, yang jahat dibalas dengan azab. Dengan kasih dan sayang Allah, Al-Qur'an menyerukan supaya manusia bertobat dan kembali kepada-Nya. Biarpun azab itu telah ditunda kedatangannya, namun kapan waktunya yang pasti, tiada seorang pun yang mengetahuinya. Orang yang merasa dirinya bersalah tidak perlu berputus asa, sebab betapapun besarnya kesalahan, jika diakhiri dengan penyesalan dan tobat yang sesungguhnya, pasti akan diampuni Allah. Dialah Yang Maha Pengampun dan Penyayang. Dialah Yang Maha Mengetahui dan memperhatikan sekalian hamba-Nya."
        }
      ]
    },
    {
      "number": 36,
      "name": "Ya-Sin",
      "nameArabic": "يس",
      "meaning": "Ya Sin",
      "revelation": "Makkah",
      "description": "Surat Yasin terdiri dari 83 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Jin.Dinamai \"Yasin\" karena dimulai dengan huruf \"Yasin\".Sebagaimana halnya arti huruf-huruf abjad yang terletak pada permulaan beberapa surat Al-Qur'an, maka demikian pula arti \"Yasin\" yang terdapat pada ayat pertama surat ini, yaitu Allah mengisyaratkan bahwa setelah huruf tersebut akan dikemukakan hal-hal yang penting antara lain: Allah bersumpah dengan Al-Qur'an bahwa Muhammad benar-benar seorang rasul yang diutus-Nya kepada kaum yang belum pernah didatangi rasul-rasul.**Pokok-Pokok Isi:**1. **Keimanan:** Bukti-bukti adanya hari kebangkitan; Al-Qur'an bukanlah syair; ilmu, kekuasaan dan rahmat Allah; surga dan sifat-sifatnya yang disediakan bagi orang-orang mukmin; menyucikan Allah dari sifat-sifat yang tidak layak bagi-Nya; anggota badan manusia menjadi saksi pada hari kiamat atas segala perbuatannya di dunia.2. **Kisah:** Kisah utusan-utusan Nabi 'Isa dengan penduduk Anthakiyah (Syam).3. **Lain-lain:** Tidak ada faedah peringatan bagi orang-orang musyrik; Allah menciptakan segala sesuatu berpasang-pasangan; semua bintang-bintang di cakrawala berjalan pada garis edar yang telah ditetapkan Allah; ajal dan hari kiamat datang secara tiba-tiba; Allah menghibur Rasulullah atas sikap kaum musyrikin yang menyakitkannya.Surat Yasin mengemukakan tentang Al-Qur'an dan kenabian Muhammad serta menegaskan adanya hari kebangkitan disertai bukti-bukti, baik bukti-bukti alamiah maupun bukti-bukti logika. Juga mengemukakan beberapa perumpamaan, di antaranya dengan mengemukakan kisah utusan-utusan Nabi 'Isa Al-Masih dengan penduduk Anthakiyah. Kesemuanya dikemukakan sebagai penghibur Rasulullah dan untuk menambah keyakinan orang-orang yang beriman yang sedang mengalami tekanan-tekanan dari kaum musyrikin.**Hubungan Surat Yasin Dengan Ash-Shaffat:**1. Pada surat Yasin disebut secara umum tentang umat-umat yang telah dibinasakan Allah karena ingkar kepada-Nya, sedangkan surat Ash-Shaffat menjelaskannya dengan menyebut kisah kaum Nuh; Ibrahim, 'Isa dengan kaumnya.2. Pada akhir surat Yasin disebut secara umum keadaan orang-orang mukmin dan orang-orang kafir pada hari kiamat, sedangkan surat Ash-Shaffat menjelaskannya secara lebih rinci.3. Pada surat Yasin disebutkan tentang kekuasaan Allah membangkitkan dan menghidupkan manusia kembali, karena Dialah yang menciptakannya dan Dialah yang menghendaki demikian, sedangkan surat Ash-Shaffat menjelaskan lebih luas dengan mengemukakan contoh-contoh yang berhubungan dengan hal itu.",
      "verses": [
        {
          "number": 1,
          "arabic": " يسٓ",
          "transliteration": "ya-seen",
          "translation": "Yā Sīn",
          "tafsir": "Pada surah-surah sebelumnya telah dibicarakan mengenai awal surah yang dimulai dengan huruf-huruf abjad. Pada kesimpulannya disebutkan bahwa pendapat yang terkuat menetapkan huruf-huruf abjad itu dimaksudkan sebagai peringatan untuk membangkitkan minat orang yang membacanya kepada hal-hal penting yang akan disebutkan dalam ayat-ayat sesudahnya. Tetapi, dari riwayat Ibnu 'Abbas diperoleh keterangan bahwa ya sin bermakna ya insan (wahai manusia) yakni wahai Muhammad. Demikian pula pendapat Abu Hurairah, 'Ikrimah, adh-ahhak, Sufyan bin Uyainah dan Sa'id bin Jubair. Menurut mereka, ya sin berasal dari logat Habsyah. Sedang Malik yang meriwayatkan dari Zaid bin Aslam menyebutkan arti ya sin adalah kependekan dari nama-nama Allah. Ada lagi yang berpendapat ya sin ringkasan dari kalimat \"Ya Sayidal Basyar\", yakni Nabi Muhammad sendiri. Atau ia adalah salah satu nama dari Al-Qur'an. Namun demikian, mayoritas ulama menyerahkan arti ya sin kepada Allah. (untuk lebih jelasnya, lihat tafsir surah al-Baqarah/2: 1)"
        },
        {
          "number": 2,
          "arabic": "وَٱلْقُرْءَانِ ٱلْحَكِيمِ",
          "transliteration": "wal-qur'āni l-ḥakīmi",
          "translation": "Demi Alquran yang penuh hikmah,",
          "tafsir": "Allah bersumpah dengan Al-Qur'an yang penuh hikmah. Ada beberapa arti hikmah yang disarikan dari pendapat-pendapat ahli tafsir yakni: kata \"hikmah\" di sini muhkam, berarti yang telah pasti benarnya, dan tidak mungkin terdapat di dalamnya sesuatu yang batil (tidak benar) baik makna lafadh, tujuan, hikmah, kisah, hukumnya, dan lain-lain walaupun ditinjau dari segi apa pun. \"Hakim\" adalah suatu sifat yang dimiliki oleh orang yang berakal (cerdas). Demikian halnya Al-Qur'an, dengan hikmah yang dikandungnya memberi bekal kehidupan manusia untuk menyucikan hati mereka dan memberi rasa kepuasan rohani. Dengan kesucian hati dan kejernihan pikiran, akan terbuka rahasia-rahasia yang terkandung di alam ini. Al-Qur'an memberi bimbingan hidup yang penuh dengan kebijaksanaan, segala ajarannya sejalan dan harmonis dengan pikiran yang sehat dan kehendak nafsu yang terkendali, yakni jalan pikiran yang menuju ke arah kemaslahatan manusia."
        },
        {
          "number": 3,
          "arabic": "إِنَّكَ لَمِنَ ٱلْمُرْسَلِينَ",
          "transliteration": "innaka lamina l-mur'salīna",
          "translation": "sungguh, engkau (Muhammad) adalah salah seorang dari rasul-rasul,",
          "tafsir": "Ayat ini menyatakan bahwa tujuan sumpah Allah dengan Al-Qur'an yang mengandung hikmah itu adalah pernyataan bahwa Nabi Muhammad merupakan salah seorang di antara para rasul Allah yang diutus membawa kebenaran. Hal ini merupakan penolakan tegas terhadap orang-orang yang tidak memercayai Muhammad sebagai rasul Allah."
        },
        {
          "number": 4,
          "arabic": "عَلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
          "transliteration": "ʿalā ṣirāṭin mus'taqīmin",
          "translation": "(yang berada) di atas jalan yang lurus,",
          "tafsir": "Ayat ini menegaskan bahwa Rasulullah berada pada jalan yang lurus. Hal ini sebagai penegasan bahwa agama dan syariat yang dibawa Nabi Muhammad itu adalah benar, lurus, berasal dari Allah. Salah satu ciri dari risalah Muhammad selalu berada pada jalan yang lurus. Kebenaran yang dibawanya jelas, tanpa mencampuradukkan antara kebenaran dan kebatilan. Syariat Muhammad saw tidaklah cenderung mengikuti keinginan hawa nafsu manusiawi, tetapi senantiasa mendorong manusia menuju kepada kebahagiaan, baik di dunia maupun di akhirat. Firman Allah: Dan sungguh, engkau benar-benar membimbing (manusia) kepada jalan yang lurus. (asy-Syura/42: 52)"
        },
        {
          "number": 5,
          "arabic": "تَنزِيلَ ٱلْعَزِيزِ ٱلرَّحِيمِ",
          "transliteration": "tanzīla l-ʿazīzi l-raḥīmi",
          "translation": "(sebagai wahyu) yang diturunkan oleh (Allah) Yang Mahaperkasa, Maha Penyayang,",
          "tafsir": "Ayat ini dengan tegas menentukan kedudukan Al-Qur'an, yakni kitab suci yang berasal dari Allah, bukan kitab suci hasil karangan manusia. Allah telah menyatakan kepada para hamba-Nya agar memahami hakikat kitab suci yang diturunkan-Nya, yaitu dari Zat Yang Maha Perkasa, yang bertindak seperti apa yang dikehendaki-Nya, tetapi Dia juga Maha Penyayang kepada hamba-Nya. Kasih sayang itu tertuang dalam Al-Qur'an yang mengandung rahmat bagi seluruh manusia. Arti yang serupa dengan ayat ini adalah: Dan sungguh, (Al-Qur'an) ini benar-benar diturunkan oleh Tuhan seluruh alam. (asy-Syu'ara'/26: 192)"
        },
        {
          "number": 6,
          "arabic": "لِتُنذِرَ قَوْمًا مَّآ أُنذِرَ ءَابَآؤُهُمْ فَهُمْ غَـٰفِلُونَ",
          "transliteration": "litundhira qawman mā undhira ābāuhum fahum ghāfilūna",
          "translation": "agar engkau memberi peringatan kepada suatu kaum yang nenek moyangnya belum pernah diberi peringatan, karena itu mereka lalai.",
          "tafsir": "Adapun hikmah penurunan Al-Qur'an antara lain untuk memberi peringatan kepada bangsa Arab yang belum pernah diutus kepada mereka seorang rasul. Dalam ayat ini disebutkan kerusakan moral bangsa Arab akibat sifat lalai dalam hati mereka. Hati yang lalai ialah hati yang tidak melaksanakan kewajiban yang harus dilaksanakan. Mereka adalah bangsa Arab keturunan Nabi Ismail yang belum pernah dikirim seorang rasul pun kepada mereka. Oleh karena itu, mereka belum mengenal syariat yang membawa manusia kepada kebahagiaan hidup di dunia dan akhirat. Adapun kata qaum yang mengandung pengertian khusus ditujukan kepada bangsa Arab saja, tidak mengubah maksud risalah yang sebenarnya, yakni tertuju kepada seluruh manusia, sebagaimana ditegaskan dalam ayat lain: Katakanlah (Muhammad), \"Wahai manusia! Sesungguhnya aku ini utusan Allah bagi kamu semua. (al-A'raf/7: 158)"
        },
        {
          "number": 7,
          "arabic": "لَقَدْ حَقَّ ٱلْقَوْلُ عَلَىٰٓ أَكْثَرِهِمْ فَهُمْ لَا يُؤْمِنُونَ",
          "transliteration": "laqad ḥaqqa l-qawlu ʿalā aktharihim fahum lā yu'minūna",
          "translation": "Sungguh, pasti berlaku perkataan (hukuman) terhadap kebanyakan mereka, karena mereka tidak beriman.",
          "tafsir": "Telah menjadi ketetapan Allah untuk mengazab nenek moyang orang-orang kafir sebagaimana terjadi pada kebanyakan umat yang telah menolak kedatangan rasul yang diutus kepada mereka. Keingkaran dan kejahatan akhlak mereka menyebabkan hati mereka tidak mampu menghayati kebenaran dan tidak mau tunduk kepada Allah."
        },
        {
          "number": 8,
          "arabic": "إِنَّا جَعَلْنَا فِىٓ أَعْنَـٰقِهِمْ أَغْلَـٰلًا فَهِىَ إِلَى ٱلْأَذْقَانِ فَهُم مُّقْمَحُونَ",
          "transliteration": "innā jaʿalnā fī aʿnāqihim aghlālan fahiya ilā l-adhqāni fahum muq'maḥūna",
          "translation": "Sungguh, Kami telah memasang belenggu di leher mereka, lalu tangan mereka (diangkat) ke dagu, karena itu mereka tertengadah.",
          "tafsir": "Kemudian diberikan sebuah perumpamaan bagi orang-orang yang tidak mau beriman itu, seolah-olah belenggu telah dipasang di leher mereka, tangan diangkat sampai ke atas dagu. Hal demikian menyebabkan muka mereka selalu tertengadah. Demikianlah gambaran orang yang tidak beriman karena dia tidak dapat menoleh ke kanan dan ke kiri untuk mengambil perbandingan. Belenggu itu demikian erat, sehingga tidak memungkinkan kepalanya bergerak sama sekali. Di ayat lain terdapat pula keterangan: Dan seandainya kebenaran itu menuruti keinginan mereka, pasti binasalah langit dan bumi, dan semua yang ada di dalamnya. Bahkan Kami telah memberikan peringatan kepada mereka, tetapi mereka berpaling dari peringatan itu. (al-Mu'minun/23: 71) Menurut riwayat, ayat ini pada mulanya diturunkan sehubungan dengan niat Abu Jahal bersama dua orang temannya yang berasal dari Bani Makhzum. Abu Jahal pernah bersumpah bila melihat Muhammad sedang salat di Baitullah, ia akan menjatuhkan batu besar ke atas kepalanya. Pada suatu hari, dilihatnya Nabi sedang sujud, di tangannya sudah tersedia batu yang cukup besar. Ketika batu itu diangkatnya dan akan dilemparkan ke arah Nabi yang sedang sujud itu, ia jadi ragu-ragu dan batu itu terlepas dari pegangan tangannya. Abu Jahal kembali kepada kaumnya dan menceritakan apa yang terjadi. Kemudian ada pula seorang Bani Makhzum karena tertarik dengan cerita Abu Jahal, bermaksud pula melempar Nabi pada waktu beliau akan salat. Ketika ia hendak melaksanakan niat jahatnya, Allah membutakan matanya. Ia kembali kepada kaumnya dalam keadaan buta. Dia menceritakan bahwa ketika hendak melaksanakan niatnya tiba-tiba muncul seekor binatang besar yang siap hendak menerkamnya. Seandainya batu itu ia lemparkan juga, binatang itu pasti menerkamnya. Ada yang mengatakan bahwa makna belenggu di sini adalah arti majazi (kiasan). Jadi yang dimaksud dengan belenggu adalah penghalang yang menghalangi niat seseorang untuk beriman kepada Allah."
        },
        {
          "number": 9,
          "arabic": "وَجَعَلْنَا مِنۢ بَيْنِ أَيْدِيهِمْ سَدًّا وَمِنْ خَلْفِهِمْ سَدًّا فَأَغْشَيْنَـٰهُمْ فَهُمْ لَا يُبْصِرُونَ",
          "transliteration": "wajaʿalnā min bayni aydīhim saddan wamin khalfihim saddan fa-aghshaynāhum fahum lā yub'ṣirūna",
          "translation": "Dan Kami jadikan di hadapan mereka sekat (dinding) dan di belakang mereka juga sekat, dan Kami tutup (mata) mereka sehingga mereka tidak dapat melihat.",
          "tafsir": "Kemudian digambarkan pula bahwa orang-orang yang tidak beriman itu memandang baik perbuatan jahat yang mereka kerjakan. Hal demikian menyebabkan mereka menjadi sombong, sehingga mereka enggan mengikuti ajaran rasul. Pikirannya tertutup dari kebenaran, dari apa yang dapat mendatangkan manfaat. Oleh karena itu, tidak ada yang bisa mereka pahami kecuali apa yang telah diwariskan dari nenek moyang mereka. Ringkasnya, mereka selalu berada dalam penjara kebodohan, seolah-olah hati mereka dipisahkan oleh dinding, sehingga mereka tidak bisa berpikir dan merenungkan dalil-dalil kebenaran ajaran yang dibawa rasul. Ada pula yang mengartikan dinding yang menghalangi itu dengan hijab; hingga berarti Allah menjadikan hijab yang menghalangi orang-orang musyrik untuk menyakiti Rasul. Sedang mata yang tertutup diartikan, mereka tidak bisa mengindra dengan baik sesuatu yang dilihatnya, dan tidak satu pun petunjuk yang dapat meluruskan pikiran mereka. (10) Dalam ayat ini, Allah menjelaskan bahwa orang-orang yang tidak bisa menerima petunjuk itu walaupun diancam dengan siksaan yang pedih, tidak akan berubah. Sebab hati mereka sebenarnya sudah terpatri mati dan tidak dapat menerima petunjuk. Hal yang demikian disebabkan pikiran mereka tidak sanggup lagi memikirkan kebenaran yang disampaikan, dan mata mereka sudah buta dari kebenaran itu. Ringkasnya, siapa yang telah ditetapkan Allah kesesatannya tidak mungkin lagi bermanfaat baginya segala nasihat yang disampaikan orang. Allah berfirman: Sesungguhnya orang-orang kafir, sama saja bagi mereka, engkau (Muhammad) beri peringatan atau tidak engkau beri peringatan, mereka tidak akan beriman. Allah telah mengunci hati dan pendengaran mereka, penglihatan mereka telah tertutup, dan mereka akan mendapat azab yang berat. (al-Baqarah/2: 6-7) Dan firman-Nya: Sungguh, orang-orang yang telah dipastikan mendapat ketetapan Tuhanmu, tidaklah akan beriman. (Yunus/10: 96)"
        },
        {
          "number": 10,
          "arabic": "وَسَوَآءٌ عَلَيْهِمْ ءَأَنذَرْتَهُمْ أَمْ لَمْ تُنذِرْهُمْ لَا يُؤْمِنُونَ",
          "transliteration": "wasawāon ʿalayhim a-andhartahum am lam tundhir'hum lā yu'minūna",
          "translation": "Dan sama saja bagi mereka, apakah engkau memberi peringatan kepada mereka atau engkau tidak memberi peringatan kepada mereka, mereka tidak akan beriman juga.",
          "tafsir": "Dalam ayat ini, Allah menjelaskan bahwa orang-orang yang tidak bisa menerima petunjuk itu walaupun diancam dengan siksaan yang pedih, tidak akan berubah. Sebab hati mereka sebenarnya sudah terpatri mati dan tidak dapat menerima petunjuk. Hal yang demikian disebabkan pikiran mereka tidak sanggup lagi memikirkan kebenaran yang disampaikan, dan mata mereka sudah buta dari kebenaran itu. Ringkasnya, siapa yang telah ditetapkan Allah kesesatannya tidak mungkin lagi bermanfaat baginya segala nasihat yang disampaikan orang. Allah berfirman: Sesungguhnya orang-orang kafir, sama saja bagi mereka, engkau (Muhammad) beri peringatan atau tidak engkau beri peringatan, mereka tidak akan beriman. Allah telah mengunci hati dan pendengaran mereka, penglihatan mereka telah tertutup, dan mereka akan mendapat azab yang berat. (al-Baqarah/2: 6-7) Dan firman-Nya: Sungguh, orang-orang yang telah dipastikan mendapat ketetapan Tuhanmu, tidaklah akan beriman. (Yunus/10: 96)"
        },
        {
          "number": 11,
          "arabic": "إِنَّمَا تُنذِرُ مَنِ ٱتَّبَعَ ٱلذِّكْرَ وَخَشِىَ ٱلرَّحْمَـٰنَ بِٱلْغَيْبِ ۖ فَبَشِّرْهُ بِمَغْفِرَةٍ وَأَجْرٍ كَرِيمٍ",
          "transliteration": "innamā tundhiru mani ittabaʿa l-dhik'ra wakhashiya l-raḥmāna bil-ghaybi fabashir'hu bimaghfiratin wa-ajrin karīmin",
          "translation": "Sesungguhnya engkau hanya memberi peringatan kepada orang-orang yang mau mengikuti peringatan<sup foot_note=135668>1</sup> dan yang takut kepada Tuhan Yang Maha Pengasih, walaupun mereka tidak melihat-Nya. Maka berilah mereka kabar gembira dengan ampunan dan pahala yang mulia.",
          "tafsir": "Pada ayat ini, Allah menjelaskan bahwa hanya orang yang dapat menerima petunjuk Nabi Muhammad yang takut mendengar ancaman Allah, yakni orang-orang yang beriman pada Al-Qur'an dan mau melaksanakan pedoman yang telah digariskannya. Mereka merasa sadar, gentar, dan ngeri bila mendengar ancaman dan siksaan Allah. Allah Mahabesar rahmat-Nya dan Mahapedih siksa-Nya, sebagaimana disebutkan dalam ayat lain: Kabarkanlah kepada hamba-hamba-Ku, bahwa Akulah Yang Maha Pengampun, Maha Penyayang, dan sesungguhnya azab-Ku adalah azab yang sangat pedih. (al-hijr/15: 49-50) Allah memerintahkan Nabi Muhammad untuk memberi kabar gembira kepada orang-orang yang beriman bahwa mereka akan mendapat magfirah (ampunan) dan pahala yang mulia, yaitu nikmat yang abadi yang tidak dapat dilukiskan, tidak pernah terlihat oleh mata, terdengar oleh telinga, dan terlintas dalam hati. Ayat lain menyatakan: Sesungguhnya orang-orang yang takut kepada Tuhannya yang tidak terlihat oleh mereka, mereka memperoleh ampunan dan pahala yang besar. (al-Mulk/67: 12) Maksud firman Allah \"takut kepada Tuhan Yang Maha Pengasih walaupun tidak melihatnya\" ialah selalu melaksanakan perintah dan menjauhi larangan-Nya di saat ada atau tidak orang yang mengetahui, atau ia bertakwa kepada Allah baik waktu ia sendirian maupun bersama orang lain. Orang-orang beriman dan berkepribadian seperti di ataslah yang diberi Allah kabar gembira melalui Nabi Muhammad. Kabar gembira itu adalah segala dosa yang pernah mereka kerjakan akan diampuni Allah dengan magfirah-Nya, dan mereka akan menikmati pahala yang mulia yakni surga yang luasnya seluas langit dan bumi, seperti yang dinyatakan oleh ayat: Dan bersegeralah kamu mencari ampunan dari Tuhanmu dan mendapatkan surga yang luasnya seluas langit dan bumi yang disediakan bagi orang-orang yang bertakwa. (ali 'Imran/3: 133)"
        },
        {
          "number": 12,
          "arabic": "إِنَّا نَحْنُ نُحْىِ ٱلْمَوْتَىٰ وَنَكْتُبُ مَا قَدَّمُوا۟ وَءَاثَـٰرَهُمْ ۚ وَكُلَّ شَىْءٍ أَحْصَيْنَـٰهُ فِىٓ إِمَامٍ مُّبِينٍ",
          "transliteration": "innā naḥnu nuḥ'yī l-mawtā wanaktubu mā qaddamū waāthārahum wakulla shayin aḥṣaynāhu fī imāmin mubīnin",
          "translation": "Sungguh, Kamilah yang menghidupkan orang-orang yang mati, dan Kamilah yang mencatat apa yang telah mereka kerjakan dan bekas-bekas yang mereka (tinggalkan). Dan segala sesuatu Kami kumpulkan dalam Kitab yang jelas (Lauḥ Maḥfūẓ).",
          "tafsir": "Kemudian disebutkan pula bahwa orang harus merasa takut kepada Tuhannya, karena Allah akan menghidupkan kembali semua orang yang telah mati dan membangkitkan mereka dari kuburnya masing-masing pada hari Akhirat. Ketika itu manusia memperoleh catatan dari seluruh perbuatan, baik besar maupun kecil, yang pernah dikerjakan di dunia dahulu. Tiada satu pun perbuatan yang luput dari catatan. Semuanya tertulis dalam buku itu dengan teliti dan. Al-Qur'an menyatakan: Dan diletakkanlah kitab (catatan amal), lalu engkau akan melihat orang yang berdosa merasa ketakutan terhadap apa yang (tertulis) di dalamnya, dan mereka berkata, \"Betapa celaka kami, kitab apakah ini, tidak ada yang tertinggal, yang kecil dan yang besar melainkan tercatat semuanya,\" dan mereka dapati (semua) apa yang telah mereka kerjakan (tertulis). Dan Tuhanmu tidak menzalimi seorang jua pun. (al-Kahf/18: 49) Tidak hanya perbuatan mereka yang tertulis dalam buku itu, tetapi juga segala amal yang mereka tinggalkan, yang diikuti dan masih dimanfaatkan orang banyak setelah ia meninggal dunia, seperti ilmu pengetahuan yang diajarkannya, harta benda yang diwakafkan, atau rumah sakit yang didirikannya untuk kesehatan masyarakat. Demikian pula perbuatan jahat yang ditinggalkan, seperti fitnah yang pernah ditebarkannya sehingga mengakibatkan orang saling berselisih atau berpecah-belah. Ringkasnya, setiap perbuatan yang menimbulkan pengaruh, baik yang bermanfaat atau menimbulkan mudarat, tertulis semua dalam buku itu. Ayat ini sejalan dengan hadis Rasulullah yang berbunyi:Barang siapa membuat tradisi (kebiasaan) yang baik ia akan memperoleh pahalanya dan pahala orang yang mengamalkannya sesudah ia meninggal tanpa dikurangi sedikit pun pahala mereka. Dan barangsiapa membuat suatu tradisi (kebiasaan) yang buruk, ia akan memikul dosanya dan dosa orang yang mengerjakannya setelah (ia) meninggal dunia tanpa dikurangi sedikit pun dosa mereka. Kemudian Rasulullah membaca ayat \"wanaktubu maqaddamu wa atsarahum\" (dan Kami-lah yang mencatat apa yang telah mereka kerjakan dan bekas-bekas yang mereka (tinggalkan).\" (Riwayat al-Bukhari dari Abu Musa.. al-Asy'ari) Sehubungan dengan makna firman Allah \"Dan Kami menuliskan apa yang telah mereka kerjakan dan bekas-bekas yang mereka tinggalkan\", Imam at-Tirmidzi meriwayatkan sebuah kisah, seperti yang dimuat oleh Ibnu Katsir dalam tafsirnya, di mana diceritakan ada orang-orang dari Bani Salamah tinggal di pinggiran kota Medinah. Mereka merasa betapa jauhnya tempat kediaman mereka dari masjid Nabi. Agar mereka dapat datang berjamaah lebih awal untuk memperoleh keutamaan salat berjamaah, mereka berniat untuk memindahkan rumah mereka ke daerah sekitar masjid, maka turunlah ayat ini. Setelah Rasulullah memanggil mereka, beliau pun bersabda, \"Niatmu yang baik itu akan ditulis.\" Akhirnya mereka tidak jadi pindah. Ibnu Jarir ath-thabari meriwayatkan pula bahwa rumah sebagian orang Anshar jauh dari masjid Rasulullah. Mereka ingin memindahkannya, maka turunlah ayat ini. Mereka akhirnya membatalkan maksud tersebut. Barangkali yang mendorong orang-orang Bani Salamah atau segolongan sahabat Anshar hendak memindahkan rumah mereka adalah hadis Nabi saw yang menyatakan bahwa salat berjamaah itu 27 kali lipat pahalanya dibanding dengan salat yang dikerjakan sendirian. Rasulullah bersabda: Manusia yang paling banyak pahalanya dalam salat ialah orang yang paling jauh berjalan dengan kaki, kemudian yang paling jauh, dan orang yang menunggu salat sehingga ia mengerjakannya bersama imam lebih besar pahalanya daripada orang yang mengerjakan salat (sendiri) kemudian ia tidur.\" (Riwayat al-Bukhari dan Muslim dari Abu Musa) Kemudian lebih ditegaskan lagi bahwa tidak hanya perbuatan Bani Adam yang tertulis dalam buku itu dengan teliti, tetapi juga apa yang terjadi di bumi ini. Menurut penjelasan ahli tafsir yang dimaksud dengan imamum mubin (kitab induk yang nyata) ialah Lauh Mahfudh. Ayat ini diperkuat lagi dengan keterangan ayat-ayat lain yang berbunyi: Dia (Musa) menjawab, \"Pengetahuan tentang itu ada pada Tuhanku, di dalam sebuah Kitab (Lauh Mahfudh), Tuhanku tidak akan salah ataupun lupa.\" (thaha/20: 52) Dan ayat: Dan segala (sesuatu) yang kecil maupun yang besar (semuanya) tertulis. (al-Qamar/54: 53) Demikian penjelasan ayat-ayat di atas yang memastikan datangnya hari Kiamat, di mana manusia akan menerima balasan dari semua usahanya, baik jahat maupun baik. Dari ayat ini dapat dipahami bahwa kabar gembira berupa ampunan dan surga bagi orang yang takwa kepada Tuhan dan mengikuti petunjuk Al-Qur'an ditetapkan Allah nanti setelah hari Kebangkitan."
        }
      ]
    }
  ]
}