{
  "pageNumber": 309,
  "juz": 16,
  "surahs": [
    {
      "number": 19,
      "name": "Maryam",
      "nameArabic": "مريم",
      "meaning": "Maryam",
      "revelation": "Makkah",
      "description": "Surat Maryam terdiri dari 98 ayat, dan termasuk surat Makkiyyah, karena hampir seluruh ayatnya diturunkan sebelum Nabi Muhammad hijrah ke Madinah, bahkan sebelum sahabat-sahabat beliau hijrah ke negeri Habasyah. Menurut riwayat Ibnu Mas'ud, Ja'far bin Abi Thalib membacakan permulaan surat Maryam ini kepada raja Najasyi dan pengikutnya ketika ia ikut hijrah bersama sahabat-sahabat yang lain ke negeri Habasyah.Surat ini dinamai \"Maryam\", karena surat ini menyinggung kisah Maryam, ibu Nabi 'Isa, yang melahirkan putranya, 'Isa, secara ajaib sebab tanpa melalui proses pernikahan dan percampuran dengan seorang laki-laki pun. Kelahiran 'Isa tanpa ayah merupakan suatu bukti kekuasaan Allah. Pengutaraan kisah Maryam sebagai kejadian yang luar biasa dan ajaib dalam surat ini diawali dengan kisah kejadian yang luar biasa dan ajaib pula, yaitu dikabulkannya doa Zakariya oleh Allah, agar beliau dianugerahi seorang putra sebagai pewaris dan pelanjut cita-cita serta kepercayaan beliau, sedang beliau sudah berusia lanjut dan istri beliau mandul, yang menurut ukuran ilmu biologi mustahil terjadi.**Pokok-Pokok Isi:**1. **Keimanan:** Allah berbuat sesuatu sesuai dengan kehendak-Nya meskipun tidak sesuai dengan hukum alam; 'Isa bukan anak Allah karena mustahil Allah mempunyai anak; Jibril turun kepada rasul-rasul membawa wahyu atas perintah Allah; pada hari kiamat orang kafir menghadap Allah dengan sendiri-sendiri dan semua manusia akan menghadap Allah sebagai hamba.2. **Kisah-kisah:** Allah mengabulkan doa Zakariya untuk memperoleh anak meskipun sudah berusia lanjut dan istri mandul; kisah kelahiran 'Isa tanpa ayah; kisah Ibrahim dengan ayahnya; Musa seorang yang dipilih oleh Allah; Ismail seorang yang membenarkan janji; Idris seorang yang sangat kuat kepercayaannya.3. **Lain-lain:** Ancaman terhadap orang yang meninggalkan shalat dan mengikuti hawa nafsu serta kabar gembira untuk orang-orang yang bertaubat dan mengerjakan amal saleh; keadaan di surga; membiarkan orang yang sesat bergelimang dalam kesesatan setelah diberi petunjuk adalah sunnatullah.Surat Maryam mengemukakan hal-hal yang perlu diperhatikan oleh manusia apabila mereka memikirkan kejadian-kejadian di alam semesta dalam hubungan dengan Penciptanya. Ada kejadian yang terjadi sesuai dengan sunnatullah dan dapat dipikirkan oleh manusia, dan ada pula kejadian yang luar biasa, aneh dan ajaib yang tidak mampu dipikirkan manusia. Kejadian-kejadian yang luar biasa ini terjadi pada orang-orang yang telah dipilih oleh Allah, dan dikemukakan kepada manusia agar mereka percaya kepada Allah Maha Pencipta.**Hubungan Surat Maryam Dengan Surat Thaha:**1. Surat Maryam mengemukakan kisah beberapa nabi dan rasul; ada yang secara terperinci, ada yang secara ringkas, dan ada pula yang hanya disebut namanya saja, yaitu Nabi Adam. Sementara itu, surat Thaha mengemukakan pula kisah beberapa orang nabi dan rasul sebagaimana halnya surat Maryam. Dalam surat Maryam, kisah Musa disebut secara singkat, sedangkan dalam surat Thaha dikemukakan secara terperinci. Begitu pula kisah Adam yang hanya namanya saja yang disebut dalam surat Maryam, sedangkan dalam surat Thaha dikemukakan secara terperinci.2. Menurut riwayat Ibnu Abbas, surat Thaha diturunkan kepada Nabi Muhammad setelah Allah menurunkan surat Maryam.3. Akhir surat Maryam menerangkan bahwa Al-Qur'an diturunkan dalam bahasa Arab, sebagai kabar gembira bagi orang-orang yang bertakwa dan peringatan bagi orang-orang yang ingkar, sedangkan awal surat Thaha menerangkan dan menguatkannya lagi.",
      "verses": [
        {
          "number": 52,
          "arabic": "وَنَـٰدَيْنَـٰهُ مِن جَانِبِ ٱلطُّورِ ٱلْأَيْمَنِ وَقَرَّبْنَـٰهُ نَجِيًّا",
          "transliteration": "wanādaynāhu min jānibi l-ṭūri l-aymani waqarrabnāhu najiyyan",
          "translation": "Dan Kami telah memanggilnya dari sebelah kanan gunung (Sinai) dan Kami dekatkan dia untuk bercakap-cakap.",
          "tafsir": "Dalam ayat ini dijelaskan bagaimana Allah memanggil Musa a.s. dan berbicara langsung dengannya di sebelah kanan bukit Tur, yaitu sebuah bukit yang terletak di semenanjung Sinai. Ketika itu Musa sedang menuju ke Mesir dari Madyan untuk menyampaikan dakwahnya kepada Firaun. Di bukit Tursina itulah Musa diberitahukan oleh Allah bahwa dia telah diangkat menjadi rasul dan menjanjikan kepadanya bahwa dia akan menang dalam menghadapi Firaun yang zalim yang mendakwahkan dirinya sebagai Tuhan. Tuhan juga menjanjikan kepadanya akan menurunkan rahmat kepada keluarga Bani Israil dengan menurunkan kitab Taurat. Allah menerangkan pula bahwa Dia telah mendekatkan Musa kepada-Nya di waktu berbicara itu dengan arti memuliakannya dan memilihnya sebagai Rasul-Nya seakan-akan Musa di waktu itu dekat kepada Tuhan sebagaimana dekatnya seorang raja di waktu berbicara dengan menterinya. Kita tidak dapat mengetahui bagaimana caranya Tuhan berbicara langsung dengan Musa. Apakah Musa benar-benar mendengar suara ataukah Musa hanya merasa bahwa dia telah berada di alam rohani yang tinggi seakan-akan mendengar wahyu Ilahi. Kita tidak dapat mengetahui bagaimana kejadian yang sebenarnya, semua itu harus kita serahkan kepada Allah Yang Mahakuasa. Kewajiban kita sebagai orang mukmin hanya mempercayainya, karena hal itu dikisahkan di dalam Al-Qur'an."
        },
        {
          "number": 53,
          "arabic": "وَوَهَبْنَا لَهُۥ مِن رَّحْمَتِنَآ أَخَاهُ هَـٰرُونَ نَبِيًّا",
          "transliteration": "wawahabnā lahu min raḥmatinā akhāhu hārūna nabiyyan",
          "translation": "Dan Kami telah menganugerahkan sebagian rahmat Kami kepadanya, yaitu (bahwa) saudaranya, Harun, menjadi seorang nabi.",
          "tafsir": "Di antara rahmat Allah kepada Musa ialah Allah telah mengabulkan permintaannya agar Harun saudara seibu diangkat pula menjadi nabi untuk membantunya dalam menyampaikan risalah Tuhannya sebagai tersebut dalam ayat: Dan jadikanlah untukku seorang pembantu dari keluargaku, (yaitu) Harun, saudaraku, teguhkanlah kekuatanku dengan (adanya) dia, dan jadikanlah dia teman dalam urusanku. (thaha/20: 29-30-31-32) Dan dalam ayat: Dan saudaraku Harun, dia lebih fasih lidahnya daripada aku, maka utuslah dia bersamaku sebagai pembantuku untuk membenarkan (perkataan)ku; sungguh, aku takut mereka akan mendustakanku.\" (al-Qashash/28: 34) Sebagai karunia dan rahmat dari Allah kepada Musa Allah mem-perkenankan permintaan Musa itu seperti tersebut dalam ayat: Dia (Allah) berfirman, \"Sungguh, telah diperkenankan permintaanmu, wahai Musa! (thaha/20: 36) Mengenai permohonan Nabi Musa a.s. untuk Nabi Harun ini sebagian Ulama salaf (terdahulu) di antaranya Ibnu Jarir ath-thabari mengatakan, \"Tidak ada seorang pun yang dapat memberikan syafaat kepada orang lain lebih besar dari syafaat yang diberikan kepada Harun dengan perantaraan Nabi Musa.\" Menurut riwayat Ibnu Abbas, Harun di waktu itu lebih tua dari Musa sekitar 4 tahun."
        },
        {
          "number": 54,
          "arabic": "وَٱذْكُرْ فِى ٱلْكِتَـٰبِ إِسْمَـٰعِيلَ ۚ إِنَّهُۥ كَانَ صَادِقَ ٱلْوَعْدِ وَكَانَ رَسُولًا نَّبِيًّا",
          "transliteration": "wa-udh'kur fī l-kitābi is'māʿīla innahu kāna ṣādiqa l-waʿdi wakāna rasūlan nabiyyan",
          "translation": "Dan ceritakanlah (Muhammad) kisah Ismail di dalam Kitab (Alquran). Dia benar-benar seorang yang benar janjinya, seorang rasul dan nabi.",
          "tafsir": "Pada ayat ini Allah memerintahkan kepada Nabi Muhammad saw supaya menceritakan tentang Ismail nenek moyang bangsa Arab yang diangkat Allah menjadi nabi dan rasul agar dapat menjadi contoh teladan bagi mereka pada sifat-sifatnya, kesetiaan dan kejujurannya ketabahan dan kesabarannya dalam menjalankan perintah Tuhannya dan ketaatan serta kepatuhannya. Salah satu di antara sifat yang sangat menonjol ialah menepati janji. Menepati janji adalah sifat yang dipunyai oleh setiap rasul dan nabi, tetapi sifat ini pada diri Ismail sangat menonjol sehingga Allah menjadikan sifat ini sebagai keistimewaan Ismail. Di antara janji-janji yang ditepatinya walaupun janji itu membahayakan jiwanya ialah kesediaannya disembelih sebagai kurban untuk melaksanakan perintah Allah kepada ayahnya Ibrahim yang diterimanya dengan perantaraan ar-ruyah ash-shadiqah (mimpi yang benar) yang senilai dengan wahyu. Tatkala Ibrahim membicarakan dengan Ismail tentang perintah Allah untuk menyembelihnya, Ismail dengan tegas menyatakan bahwa dia bersedia disembelih demi untuk mentaati perintah Allah dan dia akan tabah dan sabar menghadapi maut bagaimana pun pedih dan sakitnya. Hal ini tersebut dalam ayat: Maka ketika anak itu sampai (pada umur) sanggup berusaha bersamanya, (Ibrahim) berkata, \"Wahai anakku! Sesungguhnya aku bermimpi bahwa aku menyembelihmu. Maka pikirkanlah bagaimana pendapatmu!\" Dia (Ismail) menjawab, \"Wahai ayahku! Lakukanlah apa yang diperintahkan (Allah) kepadamu; insya Allah engkau akan mendapatiku termasuk orang yang sabar.\" (ash-shaffat/37: 102) Itulah janji Ismail kepada bapaknya Ibrahim. Janji itu benar-benar ditepati oleh Ismail dan dia menyerahkan dirinya kepada bapaknya yang telah siap dengan pisau yang tajam untuk menyembelihnya. Ibrahim pun walau dengan perasaan sangat iba dan kasihan merebahkan Ismail untuk memudahkan penyembelihan dan pisau pun telah ditujukan ke lehernya. Ketika itu Allah memanggil Ibrahim dan mengganti Ismail dengan seekor biri-biri yang besar dan gemuk. Hal ini diceritakan Allah dalam firman-Nya: Maka ketika keduanya telah berserah diri dan dia (Ibrahim) membaringkan anaknya atas pipi(nya), (untuk melaksanakan perintah Allah). Lalu Kami panggil dia, \"Wahai Ibrahim! Sungguh, engkau telah membenarkan mimpi itu.\" Sungguh, demikianlah Kami memberi balasan kepada orang-orang yang berbuat baik. Sesungguhnya ini benar-benar suatu ujian yang nyata. Dan Kami tebus anak itu dengan seekor sembelihan yang besar. (ash-shaffat/37: 103-107) Di samping sifat yang menonjol itu Ismail diangkat Allah menjadi nabi dan rasul kepada kabilah Jurhum yang menetap di Mekah bersama ibunya. Sebagai rasul, Ismail ditugaskan Allah menyampaikan risalah yaitu risalah yang pernah disampaikan oleh ayahnya Nabi Ibrahim kepada kabilah Jurhum itu. Memang sebelum Nabi Muhammad diutus sebagai rasul terdapat di kalangan bangsa Arab orang-orang yang menganut paham tauhid dan besar kemungkinan paham tauhid yang dianut mereka adalah paham yang dibawa dan disampaikan oleh Ismail kepada kaumnya."
        },
        {
          "number": 55,
          "arabic": "وَكَانَ يَأْمُرُ أَهْلَهُۥ بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ وَكَانَ عِندَ رَبِّهِۦ مَرْضِيًّا",
          "transliteration": "wakāna yamuru ahlahu bil-ṣalati wal-zakati wakāna ʿinda rabbihi marḍiyyan",
          "translation": "Dan dia menyuruh keluarganya<sup foot_note=135456>1</sup> untuk (melaksanakan) salat dan (menunaikan) zakat, dan dia seorang yang diridai di sisi Tuhannya.",
          "tafsir": "Pada ayat ini Allah menerangkan bahwa Ismail selalu menyuruh keluarganya tetap mengerjakan salat dan menunaikan zakat, karena salat dan zakat itu telah disyariatkan semenjak Nabi Ibrahim. Risalah yang disampaikan oleh Nabi Ismail adalah risalah yang dibawa oleh bapaknya Ibrahim. Meskipun yang diterangkan di sini hanya mengenai keluarganya tetapi perintah itu mencakup seluruh kaumnya karena rasul itu diutus bukan untuk keluarga semata tetapi diutus untuk semua umatnya. Nabi Muhammad sendiri pada mulanya hanya disuruh menyampaikan ajaran Islam kepada keluarganya dan kemudian baru diperintahkan mengajak seluruh manusia mengikuti ajaran yang dibawanya. Hal ini terdapat dalam firman Allah: Dan berilah peringatan kepada kerabat-kerabatmu (Muhammad) yang terdekat,(asy- Syu'ara'/26: 214) Dan firman-Nya: Dan perintahkanlah keluargamu melaksanakan salat dan sabar dalam mengerjakannya. (thaha/20: 132) Kemudian Allah menerangkan bahwa Ismail itu adalah orang yang diridai Allah karena dia tidak pernah lalai menaati perintah Tuhannya, dan selalu melaksanakan tugasnya dengan sebaik-baiknya."
        },
        {
          "number": 56,
          "arabic": "وَٱذْكُرْ فِى ٱلْكِتَـٰبِ إِدْرِيسَ ۚ إِنَّهُۥ كَانَ صِدِّيقًا نَّبِيًّا",
          "transliteration": "wa-udh'kur fī l-kitābi id'rīsa innahu kāna ṣiddīqan nabiyyan",
          "translation": "Dan ceritakanlah (Muhammad), kisah Idris di dalam Kitab (Alquran). Sesungguhnya dia seorang yang sangat mencintai kebenaran dan seorang nabi,",
          "tafsir": "Pada kedua ayat ini Nabi Muhammad diperintahkan supaya menerangkan pula sekelumit berita tentang Nabi Idris. Menurut sementara riwayat mengatakan bahwa Nabi Idris adalah nenek Nabi Nuh a.s. Menurut riwayat yang termasyhur ia adalah nenek bapak Nabi Nuh. Ia adalah orang yang pertama menyelidiki ilmu bintang-bintang dan ilmu hisab, sebagai salah satu mukjizat yang diberikan Allah kepadanya. Ia adalah rasul pertama yang diutus Allah sesudah Adam a.s., dan diturunkan kepadanya kitab yang terdiri atas tiga puluh lembar. Ia dianggap pula sebagai orang yang mula-mula menciptakan timbangan dan takaran, pena untuk menulis, pakaian berjahit sebagai ganti pakaian kulit binatang dan senjata untuk berperang. Allah menerangkan pada ayat ini posisi yang tinggi bagi Nabi Idris karena ia adalah seorang yang beriman membenarkan kekuasaan dan keesaan Allah dan diangkat-Nya menjadi nabi dan meninggikan derajatnya ke tingkat yang paling tinggi, baik di dunia maupun di akhirat. Adapun di dunia ialah dengan diterimanya risalah yang dibawanya oleh kaumnya dan keharuman namanya di kalangan umat manusia. Hal ini sama dengan karunia Allah kepada Nabi Muhammad seperti tersebut dalam firman Allah: \"Dan Kami tinggikan sebutan (nama)mu bagimu.\" (asy-Syarh/94: 4) Di akhirat nanti ia ditempatkan di surga pada tempat yang paling tinggi dan mulia, tempat para nabi dan para shiddiqin seperti tersebut dalam ayat: Dan barang siapa menaati Allah dan Rasul (Muhammad), maka mereka itu akan bersama-sama dengan orang yang diberikan nikmat oleh Allah, (yaitu) para nabi, para pecinta kebenaran, orang-orang yang mati syahid dan orang-orang saleh. Mereka itulah teman yang sebaik-baiknya. (an-Nisa'/4: 69)."
        },
        {
          "number": 57,
          "arabic": "وَرَفَعْنَـٰهُ مَكَانًا عَلِيًّا",
          "transliteration": "warafaʿnāhu makānan ʿaliyyan",
          "translation": "dan Kami telah mengangkatnya ke martabat yang tinggi.",
          "tafsir": "Pada kedua ayat ini Nabi Muhammad diperintahkan supaya menerangkan pula sekelumit berita tentang Nabi Idris. Menurut sementara riwayat mengatakan bahwa Nabi Idris adalah nenek Nabi Nuh a.s. Menurut riwayat yang termasyhur ia adalah nenek bapak Nabi Nuh. Ia adalah orang yang pertama menyelidiki ilmu bintang-bintang dan ilmu hisab, sebagai salah satu mukjizat yang diberikan Allah kepadanya. Ia adalah rasul pertama yang diutus Allah sesudah Adam a.s., dan diturunkan kepadanya kitab yang terdiri atas tiga puluh lembar. Ia dianggap pula sebagai orang yang mula-mula menciptakan timbangan dan takaran, pena untuk menulis, pakaian berjahit sebagai ganti pakaian kulit binatang dan senjata untuk berperang. Allah menerangkan pada ayat ini posisi yang tinggi bagi Nabi Idris karena ia adalah seorang yang beriman membenarkan kekuasaan dan keesaan Allah dan diangkat-Nya menjadi nabi dan meninggikan derajatnya ke tingkat yang paling tinggi, baik di dunia maupun di akhirat. Adapun di dunia ialah dengan diterimanya risalah yang dibawanya oleh kaumnya dan keharuman namanya di kalangan umat manusia. Hal ini sama dengan karunia Allah kepada Nabi Muhammad seperti tersebut dalam firman Allah: \"Dan Kami tinggikan sebutan (nama)mu bagimu.\" (asy-Syarh/94: 4) Di akhirat nanti ia ditempatkan di surga pada tempat yang paling tinggi dan mulia, tempat para nabi dan para shiddiqin seperti tersebut dalam ayat: Dan barang siapa menaati Allah dan Rasul (Muhammad), maka mereka itu akan bersama-sama dengan orang yang diberikan nikmat oleh Allah, (yaitu) para nabi, para pecinta kebenaran, orang-orang yang mati syahid dan orang-orang saleh. Mereka itulah teman yang sebaik-baiknya. (an-Nisa'/4: 69)."
        },
        {
          "number": 58,
          "arabic": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ أَنْعَمَ ٱللَّهُ عَلَيْهِم مِّنَ ٱلنَّبِيِّـۧنَ مِن ذُرِّيَّةِ ءَادَمَ وَمِمَّنْ حَمَلْنَا مَعَ نُوحٍ وَمِن ذُرِّيَّةِ إِبْرَٰهِيمَ وَإِسْرَٰٓءِيلَ وَمِمَّنْ هَدَيْنَا وَٱجْتَبَيْنَآ ۚ إِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَـٰتُ ٱلرَّحْمَـٰنِ خَرُّوا۟ سُجَّدًا وَبُكِيًّا ۩",
          "transliteration": "ulāika alladhīna anʿama l-lahu ʿalayhim mina l-nabiyīna min dhurriyyati ādama wamimman ḥamalnā maʿa nūḥin wamin dhurriyyati ib'rāhīma wa-is'rāīla wamimman hadaynā wa-ij'tabaynā idhā tut'lā ʿalayhim āyātu l-raḥmāni kharrū sujjadan wabukiyyan",
          "translation": "Mereka itulah orang yang telah diberi nikmat oleh Allah, yaitu dari (golongan) para nabi dari keturunan Adam, dan dari orang yang Kami bawa (dalam kapal) bersama Nuh, dan dari keturunan Ibrahim dan Israil (Yakub) dan dari orang yang telah Kami beri petunjuk dan telah Kami pilih. Apabila dibacakan ayat-ayat Allah Yang Maha Pengasih kepada mereka, maka mereka tunduk sujud dan menangis.",
          "tafsir": "Pada ayat ini Allah menerangkan bahwa para nabi dan rasul yang telah disebutkan namanya pada ayat-ayat yang lalu mereka itulah orang-orang yang telah diberi karunia dan nikmat oleh Allah dengan meninggikan derajat mereka dan mengharumkan nama mereka di kalangan umat manusia. Pada umumnya semua nabi dan rasul mendapat karunia seperti itu semenjak dari Nabi Adam bapak pertama sampai kepada Nabi Nuh bapak kedua, sampai kepada Nabi Ibrahim dan anak cucunya termasuk Ishak, Yakub, Ismail, Musa, Harun, Zakaria, Isa dan semua orang pilihan-Nya, semuanya mempunyai sifat yang jarang dimiliki oleh orang lain yaitu apabila dibacakan kepadanya ayat-ayat Allah mereka segera menjatuhkan diri (tersungkur) untuk sujud dan menangis serta merendahkan diri karena mengingat kebesaran Allah. Mereka adalah manusia yang penuh takwa, sangat tajam pendengaran dan perasaan mereka bila mendengar nama Allah dan bergetar hati mereka bila dibacakan ayat-ayat-Nya tidak memiliki kata-kata yang akan mereka ucapkan untuk melukiskan apa yang terasa dalam hati sehingga meneteskan air mata di pipi mereka dan tersungkur bersujud kehadirat Allah Yang Mahabesar, Mahakuasa, Maha Pengasih dan Maha Penyayang. Demikianlah sifat yang dimiliki oleh para nabi dan rasul itu dan wajarlah bila Allah memberikan kepada mereka karunia dan nikmat yang besar. Hal ini disebutkan pula dalam firman Allah: Sesungguhnya orang-orang yang beriman adalah mereka yang apabila disebut nama Allah gemetar hatinya, dan apabila dibacakan ayat-ayat-Nya kepada mereka, bertambah (kuat) imannya dan hanya kepada Tuhan mereka bertawakal. (an-Anfal/8: 2) Rasulullah saw, bersabda: Bacalah Al-Qur'an dan menangislah, jika kamu tidak bisa menangis, berusahalah menangis. (Riwayat Ibnu Majah)"
        },
        {
          "number": 59,
          "arabic": "۞ فَخَلَفَ مِنۢ بَعْدِهِمْ خَلْفٌ أَضَاعُوا۟ ٱلصَّلَوٰةَ وَٱتَّبَعُوا۟ ٱلشَّهَوَٰتِ ۖ فَسَوْفَ يَلْقَوْنَ غَيًّا",
          "transliteration": "fakhalafa min baʿdihim khalfun aḍāʿū l-ṣalata wa-ittabaʿū l-shahawāti fasawfa yalqawna ghayyan",
          "translation": "Kemudian datanglah setelah mereka, pengganti yang mengabaikan salat dan memperturutkan nafsunya, maka mereka kelak akan tersesat,",
          "tafsir": "Pada ayat ini Allah menerangkan bahwa banyak di antara orang-orang datang kemudian sesudah meninggalnya para nabi dan rasul yang disebutkan pada ayat-ayat yang lalu, menyimpang dari jalan yang lurus, meninggalkan ajaran yang dibawa para rasul sebelumnya sehingga mereka tidak lagi mengerjakan salat dan selalu memperturutkan kehendak hawa nafsu dan dengan terang-terangan melanggar larangan Allah seperti meminum minuman keras, berjudi, berzina, dan mengadakan persaksian palsu. Mereka ini diancam oleh Allah dengan ancaman yang keras, kepada mereka akan ditimpakan kecelakaan dan kerugian baik di dunia maupun di akhirat. Sehubungan dengan ayat ini Abu Sa'id al-Khudri meriwayatkan bahwa Rasulullah saw bersabda: \"Akan datang suatu generasi sesudah enam puluh tahun, mereka melalaikan salat dan memperturutkan hawa nafsu, maka orang-orang ini akan menemui kecelakaan dan kerugian. Kemudian datang lagi suatu generasi, mereka membaca Al-Qur'an tetapi hanya di kerongkongan (mulut) saja (tidak masuk ke hati) dan semua membaca Al-Qur'an, orang mukmin, orang munafik dan orang-orang jahat dan fasik (tidak dapat lagi dibedakan mana orang mukmin sejati dan mana orang yang berpura-pura beriman).\" (Riwayat Ahmad, Ibnu hibban dan al-hakim) Kemudian Rasulullah membaca ayat ini (sebagaimana tersebut di atas). 'Uqbah bin 'Amir meriwayatkan pula bahwa aku mendengar Rasulullah bersabda: \"Akan rusak binasalah sebahagian dari umatku yaitu \"Ahlul Kitab\" dan \"Ahlullaban\". Aku bertanya, \"Siapakah \"Ahlul Kitab\" wahai Rasulullah?\" Beliau menjawab, \"Mereka ialah orang-orang yang mempelajari Al-Qur'an untuk berdebat dengan orang-orang mukmin.\" \"Lalu siapa pula \"Ahlullaban\" itu?\" Rasulullah menjawab, \"Mereka ialah orang-orang yang memperturutkan hawa nafsu dan meninggalkan salat.\" (Riwayat Ahmad dan al-hakim dari 'Uqbah bin 'Amir al-Juhhani) Demikian nasib orang-orang yang melalaikan salat dan memperturutkan hawa nafsu dan menyia-nyiakannya, mereka pasti merugi meskipun yang mereka derita tidak dapat dilihat dengan mata dan pasti akan menerima balasan yang setimpal di akhirat kelak. Di sini tampak dengan jelas bahwa salat yang telah menjadi syariat semenjak Nabi Ibrahim adalah amat penting sekali dan tidak boleh disia-siakan apalagi ditinggalkan. Diriwayatkan bahwa Nabi Muhammad saw bersabda: \"Salat itu adalah tiang agama. Barangsiapa yang mendirikannya maka ia telah menegakkan agama, dan barangsiapa yang meninggalkannya maka ia telah meruntuhkan agama.\" (Riwayat al-Baihaqi dari Umar r.a.)"
        },
        {
          "number": 60,
          "arabic": "إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَـٰلِحًا فَأُو۟لَـٰٓئِكَ يَدْخُلُونَ ٱلْجَنَّةَ وَلَا يُظْلَمُونَ شَيْـًٔا",
          "transliteration": "illā man tāba waāmana waʿamila ṣāliḥan fa-ulāika yadkhulūna l-janata walā yuẓ'lamūna shayan",
          "translation": "kecuali orang yang bertobat, beriman dan mengerjakan kebajikan, maka mereka itu akan masuk surga dan tidak dizalimi (dirugikan) sedikit pun,",
          "tafsir": "Pada ayat ini Allah menerangkan bahwa orang tersebut pada ayat 59 bila mereka bertobat dan kembali mengerjakan amal yang saleh maka Allah akan mengampuni dosa mereka dan akan dimasukkan ke dalam surga dan mereka tidak akan dirugikan sedikitpun. Demikianlah ketetapan Allah Yang Mahaadil, Maha Pemurah dan Maha Penyayang. Meskipun seseorang telah berlarut-larut terjerumus ke dalam jurang kemaksiatan karena tertipu dan teperdaya dengan kelezatan duniawi yang fana, tetapi bila mereka insaf dan kembali ke jalan yang benar dan bertobat kepada Allah sebenar-benar tobat Allah akan menerima tobat mereka dengan ketentuan dan syarat-syarat yang diterangkan pada ayat-ayat lain."
        },
        {
          "number": 61,
          "arabic": "جَنَّـٰتِ عَدْنٍ ٱلَّتِى وَعَدَ ٱلرَّحْمَـٰنُ عِبَادَهُۥ بِٱلْغَيْبِ ۚ إِنَّهُۥ كَانَ وَعْدُهُۥ مَأْتِيًّا",
          "transliteration": "jannāti ʿadnin allatī waʿada l-raḥmānu ʿibādahu bil-ghaybi innahu kāna waʿduhu matiyyan",
          "translation": "yaitu surga Aden yang telah dijanjikan oleh Tuhan Yang Maha Pengasih kepada hamba-Nya, sekalipun (surga itu) tidak tampak. Sungguh, (janji Allah) itu pasti ditepati.",
          "tafsir": "Ayat ini menerangkan bahwa surga yang dijanjikan Allah akan menjadi tempat kediaman bagi orang yang bertobat dan bertakwa itu, ialah surga 'Adn. Meskipun surga yang dijanjikan tidak dapat dilihat oleh manusia di dunia ini, karena masih bersifat gaib dan kapan manusia itu pasti masuk ke dalamnya tidak pula dapat diketahui dengan pasti karena semua itu hanya diketahui oleh Allah. Tetapi bagi orang yang beriman dan yakin akan terjadinya hari kebangkitan dan hisab, hal itu tidak diragukan sedikit pun karena itu adalah janji Allah Yang Mahasempurna, Mahaadil dan Maha Bijaksana. Pastilah janji itu akan dipenuhi-Nya dan akan dilaksanakan-Nya."
        },
        {
          "number": 62,
          "arabic": "لَّا يَسْمَعُونَ فِيهَا لَغْوًا إِلَّا سَلَـٰمًا ۖ وَلَهُمْ رِزْقُهُمْ فِيهَا بُكْرَةً وَعَشِيًّا",
          "transliteration": "lā yasmaʿūna fīhā laghwan illā salāman walahum riz'quhum fīhā buk'ratan waʿashiyyan",
          "translation": "Di dalamnya mereka tidak mendengar perkataan yang tidak berguna, kecuali (ucapan) salam. Dan di dalamnya bagi mereka ada rezeki pagi dan petang.",
          "tafsir": "Allah menerangkan pula bahwa di dalam surga tidak akan terjadi pertengkaran, tidak akan terdengar kata-kata yang tidak berguna seperti yang terjadi di dunia di mana manusia untuk kepentingan dirinya sendiri atau untuk kepentingan keluarga dan kelompoknya selalu berselisih, bertengkar, dakwa- mendakwa dan tuduh-menuduh yang tiada akhirnya, mengakibatkan mereka kehilangan ketenteraman dan kesejahteraan. Bahkan mereka diliputi kecemasan dan kekhawatiran. Lain halnya dengan surga karena manusia telah memasuki dunia yang lain, semua keinginan dapat dicapai dan dinikmati, tidak ada lagi permusuhan atau adu kekuatan antara sesama mereka untuk mencapai sesuatu, maka yang terdengar hanya ucapan salam (selamat sejahtera), baik ucapan itu datang dari malaikat atau dari sesama mereka. Semuanya merasa aman dan tenteram karena pada setiap pagi dan petang mereka diberi rezeki oleh Tuhan mereka, rezeki yang tidak dapat dibayangkan dalam pikiran seseorang bagaimana nikmat dan lezat cita rasanya. Allah melukiskan nikmat yang disediakan bagi penghuni surga, sebagaimana disebut dalam Hadis Qudsi: Aku sediakan untuk hamba-hamba-Ku yang saleh nikmat-nikmat yang belum pernah di lihat oleh mata, yang belum pernah di dengar oleh telinga dan tidak dapat dibayangkan dalam lintasan hati manusia. (Riwayat al-Bukhari dan Muslim dari Abu Hurairah)"
        },
        {
          "number": 63,
          "arabic": "تِلْكَ ٱلْجَنَّةُ ٱلَّتِى نُورِثُ مِنْ عِبَادِنَا مَن كَانَ تَقِيًّا",
          "transliteration": "til'ka l-janatu allatī nūrithu min ʿibādinā man kāna taqiyyan",
          "translation": "Itulah surga yang akan Kami wariskan kepada hamba-hamba Kami yang selalu bertakwa.",
          "tafsir": "Demikianlah suasana di dalam surga aman dan tenteram, suasana bahagia dan sejahtera. Penghuninya merasa lega dan puas dengan nikmat dan karunia yang dilimpahkan Tuhan kepada mereka, dan Allah pun rida terhadap mereka karena mereka di dunia selalu patuh dan taat kepada-Nya, sabar dalam menghadapi cobaan-Nya sebagaimana tersebut dalam firman-Nya: Allah berfirman, \"Inilah saat orang yang benar memperoleh manfaat dari kebenarannya. Mereka memperoleh surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya selama-lamanya. Allah rida kepada mereka dan mereka pun rida kepada-Nya. Itulah kemenangan yang agung.\" (al-Ma'idah/5: 119) Demikian keadaan dan sifat surga yang akan diwariskan-Nya kepada hamba-Nya yang benar-benar beriman dan selalu bertakwa kepada-Nya sebagaimana tersebut dalam firman-Nya: Teman-teman karib pada hari itu saling bermusuhan satu sama lain, kecuali mereka yang bertakwa. \"Wahai hamba-hamba-Ku! Tidak ada ketakutan bagimu pada hari itu dan tidak pula kamu bersedih hati. (Yaitu) orang-orang yang beriman kepada ayat-ayat Kami dan mereka berserah diri. Masuklah kamu ke dalam surga, kamu dan pasanganmu akan digembirakan.\" Kepada mereka diedarkan piring-piring dan gelas-gelas dari emas, dan di dalam surga itu terdapat apa yang diingini oleh hati dan segala yang sedap (dipandang) mata. Dan kamu kekal di dalamnya. Dan itulah surga yang diwariskan kepada kamu disebabkan amal perbuatan yang telah kamu kerjakan. Di dalam surga itu terdapat banyak buah-buahan untukmu yang sebagiannya kamu makan. (az-Zukhruf/43: 63-73)"
        },
        {
          "number": 64,
          "arabic": "وَمَا نَتَنَزَّلُ إِلَّا بِأَمْرِ رَبِّكَ ۖ لَهُۥ مَا بَيْنَ أَيْدِينَا وَمَا خَلْفَنَا وَمَا بَيْنَ ذَٰلِكَ ۚ وَمَا كَانَ رَبُّكَ نَسِيًّا",
          "transliteration": "wamā natanazzalu illā bi-amri rabbika lahu mā bayna aydīnā wamā khalfanā wamā bayna dhālika wamā kāna rabbuka nasiyyan",
          "translation": "Dan tidaklah kami (Jibril) turun, kecuali atas perintah Tuhanmu. Milik-Nya segala yang ada dihadapan kita, yang ada di belakang kita dan segala yang ada di antara keduanya, dan Tuhanmu tidak lupa.",
          "tafsir": "Pada ayat ini Jibril menegaskan kepada Nabi Muhammad bahwa para malaikat tidak akan dapat turun membawa wahyu kepada rasul-rasul kecuali bila mereka telah mendapat perintah dari Allah sesuai dengan kehendak dan kebijaksanaan-Nya, sesuai dengan kepentingan hamba-Nya, baik mengenai urusan duniawi maupun mengenai urusan akhirat. Dialah yang memiliki semua yang ada di hadapan dan di belakang kita dan yang ada di antara keduanya, Dialah yang mengurus dan mengaturnya. Karena itu Dia pulalah yang lebih mengetahui tentang yang baik dan yang tidak baik bagi makhluk-Nya. Dialah yang menetapkan kapan para malaikat akan turun kepada rasul-Nya untuk membawa wahyu, dan untuk berapa lama Dia membiarkan malaikat tidak turun kepada mereka sesuai dengan ilmu dan kebijaksanaan-Nya. Jadi kalau malaikat terlambat menurunkan wahyu kepada Rasul, bukanlah itu karena Allah telah meninggalkan Rasul, murka atau Dia telah lupa kepadanya. Mustahil Allah bersifat lalai dan lupa."
        }
      ]
    }
  ]
}