{
  "pageNumber": 189,
  "juz": 10,
  "surahs": [
    {
      "number": 9,
      "name": "At-Taubah",
      "nameArabic": "التوبة",
      "meaning": "Pengampunan",
      "revelation": "Madinah",
      "description": "Surat At-Taubah terdiri dari 129 ayat dan termasuk surat Madaniyyah. Surat ini dinamakan \"At-Taubah\" yang berarti pengampunan berhubung kata \"At-Taubah\" disebut berulang kali dalam surat ini. Dinamakan juga dengan \"Baraa'ah\" yang berarti berlepas diri yang di sini maksudnya pernyataan pemutusan hubungan, disebabkan kebanyakan pokok pembicaraannya tentang pernyataan pemutusan perjanjian damai dengan kaum musyrikin.Di samping kedua nama yang masyhur di atas, ada beberapa nama lain yang merupakan sifat dari surat ini.Pada permulaan surat ini tidak terdapat basmalah karena berisi pernyataan perang total dengan arti bahwa segenap kaum muslimin diarahkan untuk memerangi seluruh kaum musyrikin, sedang basmalah bernafaskan perdamaian dan cinta kasih dari Allah.Surat ini diturunkan setelah Nabi Muhammad s.a.w. kembali dari perang Tabuk yang terjadi pada tahun 9 H. Pengumuman ini disampaikan oleh Saidina 'Ali pada musim haji pada tahun yang sama.Selain pernyataan pembatalan perjanjian damai dengan kaum musyrikin, surat ini mengandung pokok-pokok isi sebagai berikut:1. Keimanan:Allah selalu menyertai hamba-hamba-Nya yang beriman; pembalasan atas amalan-amalan manusia hanya dari Allah; segala sesuatu menurut sunnatullah; perlindungan Allah bagi orang-orang yang beriman; kedudukan Nabi Muhammad s.a.w. di sisi Allah.2. Hukum-hukum:Kewajiban menginfakkan harta; macam-macam harta dalam agama serta penggunaannya; jizyah; perjanjian dan perdamaian; kewajiban umat Islam terhadap Nabinya, sebab-sebab orang Islam melakukan perang total; beberapa dasar politik kenegaraan dan peperangan dalam Islam.3. Kisah-kisah:Nabi Muhammad s.a.w. dengan Abu Bakar r.a. di suatu gua di bukit Tsur ketika hijrah; perang Hunain (perang Authas atau perang Hawazin); perang Tabuk.4. Lain-lain:Sifat-sifat orang yang beriman dan tingkatan-tingkatan mereka.Surat At-Taubah berisi pernyataan pembatalan perjanjian damai oleh Nabi Muhammad dengan kaum musyrikin, karena mereka tidak memenuhi syarat-syarat perjanjian damai yang diikrarkan pada perjanjian Hudaibiyyah. Selain itu, surat At-Taubah juga menjelaskan hukum peperangan dan perdamaian, hukum kenegaraan, keadaan Nabi Muhammad pada waktu hijrah, dan kewajiban menginfakkan harta.Hubungan Surat At-Taubah Dengan Surat Yunus:1. Akhir surat At-Taubah ditutup dengan menyebutkan tentang risalah Nabi Muhammad dan hal-hal yang serupa disebutkan pula pada akhir surat Yunus.2. Surat At-Taubah menyebut keadaan orang-orang munafik dan menerangkan sikap mereka ketika Al-Qur'an diturunkan, sedang surat Yunus menerangkan sikap orang kafir terhadap Al-Qur'an.",
      "verses": [
        {
          "number": 14,
          "arabic": "قَـٰتِلُوهُمْ يُعَذِّبْهُمُ ٱللَّهُ بِأَيْدِيكُمْ وَيُخْزِهِمْ وَيَنصُرْكُمْ عَلَيْهِمْ وَيَشْفِ صُدُورَ قَوْمٍ مُّؤْمِنِينَ",
          "transliteration": "qātilūhum yuʿadhib'humu l-lahu bi-aydīkum wayukh'zihim wayanṣur'kum ʿalayhim wayashfi ṣudūra qawmin mu'minīna",
          "translation": "Perangilah mereka, niscaya Allah akan menyiksa mereka dengan (perantaraan) tanganmu dan Dia akan menghina mereka dan menolongmu (dengan kemenangan) atas mereka, serta melegakan hati orang-orang yang beriman,",
          "tafsir": "Ayat ini memerintahkan kaum Muslimin agar memerangi orang musyrik karena mereka telah melanggar janji dan memerangi Rasul dan kaum Muslimin. Jika mereka melaksanakan perintah itu, pasti Allah akan menyiksa kaum musyrikin dengan kekuatan kaum mukmin. Allah menjadikan mereka hina dan Allah menolong orang-orang mukmin menghilangkan kesedihan mereka yang menderita akibat pengkhianatan pihak musyrikin. Yang dimaksud dengan Allah menyiksa orang-orang musyrik dengan kekuatan kaum Muslimin ialah membunuh dan menghancurkan mereka dalam peperangan. Yang menjadikan mereka hina ialah karena kekalahan mereka dan mereka dijadikan tawanan dan budak. Menurut riwayat Ikrimah dan ulama lain, orang mukmin yang hilang kesedihan hatinya, ialah suku Khuzaah, sedangkan menurut Ibnu 'Abbas suku Yaman dan Saba' yang telah masuk Islam yang pernah mendapat siksaan yang berat dari orang-orang musyrik Mekah. Mereka mengirimkan utusan mengadukan penderitaan mereka kepada Rasulullah di Medinah, maka Rasulullah menyampaikan salam dan kabar gembira, untuk menggembirakan hati mereka, sebab pertolongan Allah akan datang dalam waktu yang dekat."
        },
        {
          "number": 15,
          "arabic": "وَيُذْهِبْ غَيْظَ قُلُوبِهِمْ ۗ وَيَتُوبُ ٱللَّهُ عَلَىٰ مَن يَشَآءُ ۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
          "transliteration": "wayudh'hib ghayẓa qulūbihim wayatūbu l-lahu ʿalā man yashāu wal-lahu ʿalīmun ḥakīmun",
          "translation": "dan Dia menghilangkan kemarahan hati mereka (orang mukmin). Dan Allah menerima tobat orang yang Dia kehendaki. Allah Maha Mengetahui, Mahabijaksana.",
          "tafsir": "Kekalahan kaum musyrikin itu akan melegakan hati dan menghilangkan kesedihan orang-orang mukmin yang banyak menderita siksaan dan penganiayaan dari kaum musyrik selama ini, karena mereka tidak mampu membela diri di Mekah dan tidak mampu pindah ke Medinah atau ke tempat lain yang aman. Selanjutnya pada akhir ayat ini diterangkan bahwa Allah menerima tobat orang-orang yang dikehendaki-Nya dan Allah Maha Mengetahui dan Mahabijaksana. Ayat ini memberi isyarat bahwa kaum musyrikin banyak yang telah bertobat dan Allah telah menerima tobat mereka. Mereka menjadi orang-orang beriman kepada Allah dan Rasul-Nya dan pembela agama Islam yang tangguh. Allah yang Maha mengatur hamba-Nya dan mengatur kepentingan perkembangan agama-Nya di kemudian hari."
        },
        {
          "number": 16,
          "arabic": "أَمْ حَسِبْتُمْ أَن تُتْرَكُوا۟ وَلَمَّا يَعْلَمِ ٱللَّهُ ٱلَّذِينَ جَـٰهَدُوا۟ مِنكُمْ وَلَمْ يَتَّخِذُوا۟ مِن دُونِ ٱللَّهِ وَلَا رَسُولِهِۦ وَلَا ٱلْمُؤْمِنِينَ وَلِيجَةً ۚ وَٱللَّهُ خَبِيرٌۢ بِمَا تَعْمَلُونَ",
          "transliteration": "am ḥasib'tum an tut'rakū walammā yaʿlami l-lahu alladhīna jāhadū minkum walam yattakhidhū min dūni l-lahi walā rasūlihi walā l-mu'minīna walījatan wal-lahu khabīrun bimā taʿmalūna",
          "translation": "Apakah kamu mengira bahwa kamu akan dibiarkan (begitu saja), padahal Allah belum mengetahui orang-orang yang berjihad di antara kamu dan tidak mengambil teman yang setia selain Allah, Rasul-Nya dan orang-orang yang beriman. Allah Mahateliti terhadap apa yang kamu kerjakan.",
          "tafsir": "Ayat ini memberikan peringatan yang sangat penting kepada kaum Muslimin untuk memerangi kaum musyrik. Allah juga mengajak mereka agar introspeksi diri berpikir dengan penuh kesadaran tentang hal-hal berikut: a. Apakah selama ini mereka sudah sungguh-sungguh melaksanakan jihad sebagaimana mestinya? b. Apakah orang musyrik tidak akan memerangi mereka lagi dan tidak akan melanggar perjanjian sebagaimana yang biasa mereka lakukan? c. Apakah orang musyrik tidak akan mencerca agama Islam lagi dan menghalang-halangi orang untuk menganutnya, seperti yang mereka lakukan semenjak lahirnya agama Islam. d. Apakah kaum Muslimin sudah lupa tingkah laku orang-orang munafik yang menikam Nabi dan kaum Muslimin dari belakang? e. Apakah Muslimin dibiarkan saja tanpa mendapat cobaan dan ujian sehingga diketahui siapa yang benar-benar beriman dan berjihad di jalan Allah dan tidak mengambil orang musyrikin menjadi teman kepercayaan dan siapa yang berbuat sebaliknya? Kaum Muslimin harus tabah menghadapi segala macam cobaan dan ujian, tidak boleh merasa cepat puas dengan hasil yang sudah dicapai dan tidak boleh pula malas dan bosan untuk meneruskan jihad. Mereka juga harus mengetahui kewajiban menjaga diri dan waspada terhadap segala tipu daya musuh, dan tidak boleh menjadikan mereka teman akrab. Hal ini sudah banyak diperingatkan di dalam Al-Qur'an, antara lain firman Allah: Wahai orang-orang yang beriman! Janganlah kamu menjadikan teman orang-orang yang di luar kalanganmu (seagama) sebagai teman kepercayaanmu, (karena) mereka tidak henti-hentinya menyusahkan kamu. Mereka mengharapkan kehancuranmu. Sungguh, telah nyata kebencian dari mulut mereka, dan apa yang tersembunyi di hati mereka lebih jahat. (Ali 'Imran /3: 118) Allah Maha Mengetahui apa yang dikerjakan kaum Muslimin dalam melaksanakan perintah berjihad dan apa yang tersimpan dalam hati mereka, oleh karena itu diperintahkan agar mereka mematuhi petunjuk dan perintah Allah sebaik-baiknya."
        },
        {
          "number": 17,
          "arabic": "مَا كَانَ لِلْمُشْرِكِينَ أَن يَعْمُرُوا۟ مَسَـٰجِدَ ٱللَّهِ شَـٰهِدِينَ عَلَىٰٓ أَنفُسِهِم بِٱلْكُفْرِ ۚ أُو۟لَـٰٓئِكَ حَبِطَتْ أَعْمَـٰلُهُمْ وَفِى ٱلنَّارِ هُمْ خَـٰلِدُونَ",
          "transliteration": "mā kāna lil'mush'rikīna an yaʿmurū masājida l-lahi shāhidīna ʿalā anfusihim bil-kuf'ri ulāika ḥabiṭat aʿmāluhum wafī l-nāri hum khālidūna",
          "translation": "Tidaklah pantas orang-orang musyrik memakmurkan masjid Allah, padahal mereka mengakui bahwa mereka sendiri kafir. Mereka itu sia-sia amal-amalnya, dan mereka kekal di dalam neraka.",
          "tafsir": "Ayat ini menerangkan bahwa tidak pantas bagi kaum musyrikin memakmurkan Masjidilharam dan mesjid-mesjid lainnya. Memakmurkan mesjid Allah hanyalah dengan menjadikan tempat itu untuk mengesakan dan mengagungkan Allah serta menaati-Nya. Hal ini dilakukan hanya oleh orang-orang mukmin. Memakmurkan mesjid, ialah membangunnya, mengurusnya, menghidupkannya dengan amal ibadah yang diridai Allah. Memakmurkan yang dilarang untuk orang bukan Muslim, ialah penguasaan terhadap mesjid, seperti menjadi pengurusnya. Adapun mempergunakan tenaga orang bukan Muslim untuk membangun mesjid, seperti memakai tukang bangunan dan sebagainya tidak dilarang. Begitu juga kaum Muslimin boleh menerima mesjid yang dibangun oleh orang bukan Muslim atau yang membangunnya diwasiatkan oleh orang bukan Muslim, atau memperbaiki-nya selama tidak mengandung tujuan yang membikin mudarat kepada kaum Muslimin. Sekalipun para mufasir berbeda pendapat tentang mesjid yang dimaksud dalam ayat ini, apakah Masjidilharam saja, sesuai dengan turunnya ayat ini, seperti tersebut pada permulaan tafsir ayat ini, dan sesuai pula dengan bacaan sebagian ulama qira'at yang membacakan dengan masjid artinya lafal mufrad (tunggal) yaitu Masjidilharam, atau yang dimaksud semua mesjid Allah, sesuai dengan lafal jamak masajid. Tetapi semua pendapat, baik Masjidlharam ataupun mesjid-mesjid lainnya, tidak pantas dan tidak boleh bagi musyrikin untuk memakmurkannya. Selanjutnya pada ayat ini Allah menerangkan bahwa amal dan pekerjaan orang-orang kafir yang mereka bangga-banggakan, yaitu memakmurkan Masjidilharam, memberi minum orang-orang haji, dan lain-lain akan sia-sia selama mereka di dalam kesyirikan. Firman Allah: Sekiranya mereka mempersekutukan Allah, pasti lenyaplah amalan yang telah mereka kerjakan. (al-Anam/6: 88) Akhir ayat ini menerangkan bahwa orang-orang musyrik itu kekal dalam neraka, karena tidak ada amal mereka di dunia yang berguna dan dapat menolong mereka di hari akhirat."
        },
        {
          "number": 18,
          "arabic": "إِنَّمَا يَعْمُرُ مَسَـٰجِدَ ٱللَّهِ مَنْ ءَامَنَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَلَمْ يَخْشَ إِلَّا ٱللَّهَ ۖ فَعَسَىٰٓ أُو۟لَـٰٓئِكَ أَن يَكُونُوا۟ مِنَ ٱلْمُهْتَدِينَ",
          "transliteration": "innamā yaʿmuru masājida l-lahi man āmana bil-lahi wal-yawmi l-ākhiri wa-aqāma l-ṣalata waātā l-zakata walam yakhsha illā l-laha faʿasā ulāika an yakūnū mina l-muh'tadīna",
          "translation": "Sesungguhnya yang memakmurkan masjid Allah hanyalah orang-orang yang beriman kepada Allah dan hari kemudian, serta (tetap) melaksanakan salat, menunaikan zakat dan tidak takut (kepada apa pun) kecuali kepada Allah. Maka mudah-mudahan mereka termasuk orang-orang yang mendapat petunjuk.",
          "tafsir": "Ayat ini menerangkan bahwa yang patut memakmurkan mesjid-mesjid Allah hanyalah orang-orang yang benar-benar beriman kepada Allah dan berserah diri kepada-Nya serta percaya akan datangnya hari akhirat tempat pembalasan segala amal perbuatan, melaksanakan salat, menunaikan zakat dan tidak takut kepada siapa pun selain kepada Allah. Orang-orang inilah yang diharapkan termasuk golongan yang mendapat petunjuk untuk memakmurkan mesjid-mesjid-Nya. Banyak hadis yang menjelaskan tentang keutamaan memakmurkan mesjid, antara lain sabda Rasulullah saw: Barang siapa membangun mesjid bagi Allah untuk mengharapkan keridaan-Nya, niscaya Allah akan membangunkan baginya sebuah rumah dalam surga. (Riwayat al-Bukhari, Muslim dan at-Tirmidzi dari 'Utsman bin Affan) Sabda Rasulullah saw: Apabila kamu melihat seseorang membiasakan diri (beribadah) di mesjid, maka bersaksilah bahwa ia orang yang beriman. (Riwayat Ahmad, at-Tirmidzi, Ibnu Majah dan al-hakim dari Abi Said al-Khudri) Dan sabdanya yang lain: Sesungguhnya ada seorang perempuan yang biasa menyapu mesjid lalu meninggal dunia, Rasulullah saw menanyakannya, dan ketika dikatakan kepadanya bahwa perempuan itu sudah meninggal, Rasulullah berkata, \"Mengapa kamu tidak memberitahukan kepada saya, agar saya salatkan ia. Tunjukkanlah kepadaku di mana kuburnya.\" Maka Rasulullah mendatangi kuburan itu, lalu ia salat di atasnya. (Riwayat al-Bukhari, Muslim, Abu Dawud dan Ibnu Majah) Dalam hadis lain: Barang siapa menyalakan penerangan lampu dalam mesjid, niscaya para malaikat dan para pembawa arasy senantiasa memohon ampun kepada Allah agar diampuni dosanya selama lampu itu bercahaya dalam mesjid. (Riwayat Salim ar-Razi dari Anas r.a.)"
        },
        {
          "number": 19,
          "arabic": "۞ أَجَعَلْتُمْ سِقَايَةَ ٱلْحَآجِّ وَعِمَارَةَ ٱلْمَسْجِدِ ٱلْحَرَامِ كَمَنْ ءَامَنَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ وَجَـٰهَدَ فِى سَبِيلِ ٱللَّهِ ۚ لَا يَسْتَوُۥنَ عِندَ ٱللَّهِ ۗ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّـٰلِمِينَ",
          "transliteration": "ajaʿaltum siqāyata l-ḥāji waʿimārata l-masjidi l-ḥarāmi kaman āmana bil-lahi wal-yawmi l-ākhiri wajāhada fī sabīli l-lahi lā yastawūna ʿinda l-lahi wal-lahu lā yahdī l-qawma l-ẓālimīna",
          "translation": "Apakah (orang-orang) yang memberi minuman kepada orang-orang yang mengerjakan haji dan mengurus Masjidilharam, kamu samakan dengan orang-orang yang beriman kepada Allah dan hari kemudian serta berjihad di jalan Allah? Mereka tidak sama di sisi Allah. Dan Allah tidak memberi petunjuk kepada orang-orang zalim.",
          "tafsir": "Pertanyaan yang terkandung dalam ayat ini ditujukan kepada orang-orang mukmin yang berselisih tentang amal saleh yang lebih utama seperti tersebut di atas. Sebagai jawaban diterangkan bahwa mengurus Masjidil-haram dan menyediakan minuman bagi orang-orang yang mengerjakan haji tidak dapat disamakan keutamaannya dengan beriman kepada Allah dan hari kemudian serta berjihad di jalan Allah. Amal-amal yang tersebut pada bagian pertama meskipun termasuk amal kebajikan tetapi derajatnya tidak sebanding dengan derajat amal-amal yang tersebut kemudian, yaitu iman dan jihad di jalan Allah sebagaimana tersebut dalam ayat ini. Menganggap dua macam amal tersebut sama adalah suatu anggapan yang tidak pada tempatnya, dan bertentangan dengan petunjuk Allah apalagi kalau dianggap bahwa amal pertama lebih utama dari amal kedua."
        },
        {
          "number": 20,
          "arabic": "ٱلَّذِينَ ءَامَنُوا۟ وَهَاجَرُوا۟ وَجَـٰهَدُوا۟ فِى سَبِيلِ ٱللَّهِ بِأَمْوَٰلِهِمْ وَأَنفُسِهِمْ أَعْظَمُ دَرَجَةً عِندَ ٱللَّهِ ۚ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْفَآئِزُونَ",
          "transliteration": "alladhīna āmanū wahājarū wajāhadū fī sabīli l-lahi bi-amwālihim wa-anfusihim aʿẓamu darajatan ʿinda l-lahi wa-ulāika humu l-fāizūna",
          "translation": "Orang-orang yang beriman dan berhijrah serta berjihad di jalan Allah, dengan harta dan jiwa mereka, adalah lebih tinggi derajatnya di sisi Allah. Mereka itulah orang-orang yang memperoleh kemenangan.",
          "tafsir": "Ayat ini menerangkan bahwa orang-orang yang beriman dengan iman yang kokoh yang mendorongnya rela hijrah meninggalkan kampung halamannya, harta kekayaan dan karya usahanya, berpisah dengan anak istrinya, orang tua dan sanak saudaranya, mereka adalah orang-orang yang melaksanakan amal perbuatan yang berat dan membutuhkan banyak pengorbanan. Apalagi jika amal-amal yang tersebut diikuti dengan jihad di jalan Allah yaitu dengan mengorbankan harta kekayaan dan jiwa raganya. Untuk orang-orang yang berbuat demikian Allah akan memberikan penghargaan yang tinggi serta keberuntungan dan kebahagiaan. Adapun orang-orang mukmin yang tidak hijrah dan tidak jihad di jalan Allah, meskipun mereka menyediakan minumam bagi para jemaah haji dan memakmurkan Masjidilharam, penghargaan Allah kepada mereka dan pahala yang diberikan kepada mereka tidak sebesar apa yang diterima oleh orang-orang yang hijrah dan berjihad. Tentang amal seseorang yang tidak didasari dengan iman kepada Allah akan sia-sialah amal itu. Karena orang kafir tidak akan memperoleh pahala di akhirat."
        }
      ]
    }
  ]
}