{
  "pageNumber": 22,
  "juz": 2,
  "surahs": [
    {
      "number": 2,
      "name": "Al-Baqarah",
      "nameArabic": "البقرة",
      "meaning": "Sapi Betina",
      "revelation": "Madinah",
      "description": "Surat \"Al Baqarah\" terdiri atas 286 ayat dan sebagian besar diturunkan di Madinah pada permulaan tahun Hijrah, kecuali ayat 281 yang diturunkan di Mina pada Haji wadaa' (haji Nabi Muhammad s.a.w. yang terakhir). Seluruh ayat surat Al Baqarah termasuk golongan Madaniyyah dan merupakan surat yang terpanjang di antara surat-surat Al Qur'an yang di dalamnya terdapat pula ayat yang terpanjang (ayat 282).Surat ini dinamai \"Al Baqarah\" karena di dalamnya disebutkan kisah penyembelihan sapi betina yang diperintahkan Allah kepada Bani Israil (ayat 67 sampai dengan 74), di mana dijelaskan watak orang Yahudi pada umumnya. Dinamai \"Fusthaathul-Qur'an\" (puncak Al Qur'an) karena memuat beberapa hukum yang tidak disebutkan dalam surat yang lain. Dinamai juga surat \"Alif-laam-miim\" karena surat ini dimulai dengan Alif-laam-miim.&nbsp;Pokok-Pokok Isi:1. Keimanan:Dakwah Islamiyah yang dihadapkan kepada umat Islam, ahli kitab dan para musyrikin.2. Hukum-hukum:Perintah mengerjakan shalat; menunaikan zakat; hukum puasa; hukum haji dan umrah; hukum qishash; halal dan haram; berinfak di jalan Allah; hukum arak dan judi; cara menyantuni anak yatim, larangan riba; utang-piutang; nafkah dan yang berhak menerimanya; wasiat kepada ibu-bapak dan kaum kerabat; hukum sumpah; kewajiban menyampaikan amanah; sihir; hukum merusak masjid; hukum mengubah kitab-kitab Allah; hukum haidh, 'iddah, thalak, khulu', ilaa' dan susuan; hukum melamar, mahar, larangan menikahi wanita musyrik dan sebaliknya; hukum perang.3. Kisah-kisah:Kisah penciptaan Nabi Adam a.s; kisah Nabi Ibrahim a.s.; kisah Nabi Musa a.s. dengan Bani Israil.4. Lain-lain:Sifat-sifat orang yang bertakwa; sifat-sifat orang munafik; sifat-sifat Allah; perumpamaan-perumpamaan; kiblat, kebangkitan sesudah mati.Kesimpulan surat Al Baqarah:1. Menjelaskan beberapa hukum dalam agama Islam.2. Mengemukakan beberapa perumpamaan.3. Mengemukakan hujjah-hujjah.Hubungan Surat Al Baqarah Dengan Surat Ali 'Imran:1. Dalam surat Al Baqarah, disebutkan Nabi Adam a.s. yang langsung diciptakan Allah, sedang dalam surat Ali'Imran, disebutkan tentang kelahiran Nabi 'Isa a.s. yang kedua-duanya diciptakan Allah secara menyelisihi kebiasaan.2. Dalam surat Al Baqarah, sifat dan perbuatan orang-orang Yahudi dibentangkan secara luas disertai dengan hujjah untuk mematahkan hujjah-hujjah mereka yang membela kesesatan, sedang dalam surat Ali 'Imran, dibentangkan hal-hal serupa yang berhubungan dengan orang Nasrani.3. Surat Al Baqarah dimulai dengan menyebutkan tiga golongan manusia, yaitu orang mukmin, orang yang mengimani hari akhir, dan orang munafik. Sementara itu, surat Ali 'Imran dimulai dengan menyebutkan orang yang suka mentakwilkan ayat yang mutasyabihaat secara salah untuk memfitnah orang mukmin, dan menyebutkan orang yang mempunyai keahlian dalam menakwilkannya.4. Surat Al Baqarah disudahi dengan permohonan kepada Allah agar kesalahan-kesalahan dan kealpaan dalam melaksanakan ketaatan diampuni, sedang surat Ali 'Imran disudahi dengan permohonan kepada Allah agar Dia memberi pahala atas amal saleh yang dilakukan hamba-Nya.5. Surat Al Baqarah dimulai dengan menyebutkan sifat-sifat orang yang bertakwa, sedang surat Ali 'Imran dimulai dengan perintah bertakwa.",
      "verses": [
        {
          "number": 142,
          "arabic": "۞ سَيَقُولُ ٱلسُّفَهَآءُ مِنَ ٱلنَّاسِ مَا وَلَّىٰهُمْ عَن قِبْلَتِهِمُ ٱلَّتِى كَانُوا۟ عَلَيْهَا ۚ قُل لِّلَّهِ ٱلْمَشْرِقُ وَٱلْمَغْرِبُ ۚ يَهْدِى مَن يَشَآءُ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
          "transliteration": "sayaqūlu l-sufahāu mina l-nāsi mā wallāhum ʿan qib'latihimu allatī kānū ʿalayhā qul lillahi l-mashriqu wal-maghribu yahdī man yashāu ilā ṣirāṭin mus'taqīmin",
          "translation": "Orang-orang yang kurang akal di antara manusia akan berkata, \"Apakah yang memalingkan mereka (muslim) dari kiblat yang dahulu mereka (berkiblat) kepadanya?\" Katakanlah (Muhammad), \"Milik Allah-lah timur dan barat; Dia memberi petunjuk kepada siapa yang Dia kehendaki ke jalan yang lurus.\"",
          "tafsir": "Ayat ini diturunkan di Medinah berkenaan dengan perpindahan kiblat kaum Muslimin dari Baitulmakdis (Masjidilaqsa) ke Baitullah (Masjidilharam). Nabi Muhammad saw serta kaum Muslimin ketika masih berada di Mekah melaksanakan salat menghadap Baitulmakdis, sebagaimana yang dilakukan oleh nabi-nabi sebelumnya; tetapi beliau mempunyai keinginan dan harapan agar kiblat tersebut pindah ke Ka'bah yang berada di Masjidilharam di Mekah. Sebab itu, beliau berusaha menghimpun kedua kiblat dengan cara menghadap ke Ka'bah dan Baitulmakdis sekaligus, dengan mengerjakan salat di sebelah selatan Ka'bah menghadap ke utara, karena Baitulmakdis juga terletak di utara. Setelah beliau hijrah ke Medinah tentu tidak mungkin lagi untuk berbuat demikian, karena Ka'bah tidak terletak di utara kota Medinah, tidak lagi dalam satu arah dengan Baitulmakdis. Dengan demikian beliau setelah berada di Medinah hanya menghadap Baitulmakdis ketika salat. Hal itu berlangsung selama 16 bulan, dan beliau berdoa agar Allah menetapkan Ka'bah menjadi kiblat, sebagai pengganti Baitulmakdis. Beliau menengadahkan wajahnya ke langit, menantikan wahyu dari Allah swt dengan penuh harapan, tanpa mengucapkan sepatah kata pun, sebagai salah seorang hamba Allah yang berbudi luhur dan berserah diri kepada-Nya. Tidak lama kemudian, turunlah ayat ini yang memerintahkan perpindahan kiblat dari Baitulmakdis ke Ka'bah. Ayat ini diturunkan pada bulan Rajab tahun kedua Hijri. Ayat ini sekaligus merupakan jawaban terhadap ejekan kaum musyrikin dan keingkaran orang-orang Yahudi serta kaum munafik atas perpindahan kiblat tersebut. Orang yang mengingkari dan mengejek perpindahan kiblat, oleh ayat ini dinamakan sebagai \"orang yang kurang akal\" (sufaha'/pandir). Mereka mencela padahal tidak mengetahui persoalan-persoalan yang pokok dalam masalah perpindahan kiblat itu. Mereka tidak menyadari, bahwa arah yang empat, yaitu timur, barat, utara dan selatan, semuanya adalah kepunyaan Allah swt, tidak ada keistimewaan yang satu terhadap yang lain. Dengan demikian, apabila Allah memerintahkan hamba-Nya menghadap ke satu arah dalam salat, maka hal ini bukanlah disebabkan karena arah tersebut lebih mulia dari yang lain, melainkan semata-mata untuk menguji kepatuhan mereka kepada perintah dan peraturan-Nya. Kaum Yahudi, orang musyrik dan orang munafik yang mengingkari perpindahan kiblat tersebut, oleh Tuhan disebut sebagai \"orang yang kurang akal\" (pandir). Mereka menanyakan alasan perpindahan itu. Nabi Muhammad saw diperintahkan Allah untuk memberikan jawaban kepada kami dengan mengatakan bahwa semua arah kepunyaan Allah. Apabila Dia menentukan kiblat bagi kaum Muslimin, maka hal itu adalah untuk mempersatukan mereka dalam beribadah. Hanya saja orang yang kurang akal telah menjadikan batu-batu dan bangunan-bangunan tersebut sebagai pokok agama. Padahal, kelebihan dan keutamaan sesuatu arah bukanlah karena zatnya sendiri, melainkan karena ia telah dipilih dan ditentukan Allah swt. Pada akhir ayat ini ditegaskan bahwa Allah memberi petunjuk kepada orang-orang yang dikehendaki-Nya ke jalan yang lurus. Maka siapa saja yang patuh dan menaati perintah Allah tentulah akan memperoleh petunjuk-Nya untuk mendapatkan kebahagiaan dunia dan akhirat. Sebaliknya orang yang ingkar dan kufur terhadap agama-Nya tentulah tidak akan memperoleh petunjuk atau hidayah-Nya."
        },
        {
          "number": 143,
          "arabic": "وَكَذَٰلِكَ جَعَلْنَـٰكُمْ أُمَّةً وَسَطًا لِّتَكُونُوا۟ شُهَدَآءَ عَلَى ٱلنَّاسِ وَيَكُونَ ٱلرَّسُولُ عَلَيْكُمْ شَهِيدًا ۗ وَمَا جَعَلْنَا ٱلْقِبْلَةَ ٱلَّتِى كُنتَ عَلَيْهَآ إِلَّا لِنَعْلَمَ مَن يَتَّبِعُ ٱلرَّسُولَ مِمَّن يَنقَلِبُ عَلَىٰ عَقِبَيْهِ ۚ وَإِن كَانَتْ لَكَبِيرَةً إِلَّا عَلَى ٱلَّذِينَ هَدَى ٱللَّهُ ۗ وَمَا كَانَ ٱللَّهُ لِيُضِيعَ إِيمَـٰنَكُمْ ۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٌ رَّحِيمٌ",
          "transliteration": "wakadhālika jaʿalnākum ummatan wasaṭan litakūnū shuhadāa ʿalā l-nāsi wayakūna l-rasūlu ʿalaykum shahīdan wamā jaʿalnā l-qib'lata allatī kunta ʿalayhā illā linaʿlama man yattabiʿu l-rasūla mimman yanqalibu ʿalā ʿaqibayhi wa-in kānat lakabīratan illā ʿalā alladhīna hadā l-lahu wamā kāna l-lahu liyuḍīʿa īmānakum inna l-laha bil-nāsi laraūfun raḥīmun",
          "translation": "Dan demikian pula Kami telah menjadikan kamu (umat Islam) \"umat pertengahan\"<sup foot_note=134999>1</sup> agar kamu menjadi saksi atas (perbuatan) manusia dan agar Rasul (Muhammad) menjadi saksi atas (perbuatan) kamu. Kami tidak menjadikan kiblat yang (dahulu) kamu (berkiblat) kepadanya melainkan agar kami mengetahui siapa yang mengikuti Rasul dan siapa yang berbalik ke belakang. Sungguh, (pemindahan kiblat) itu sangat berat, kecuali bagi orang yang telah diberi petunjuk oleh Allah. Dan Allah tidak akan menyia-nyiakan imanmu. Sungguh, Allah Maha Pengasih, Maha Penyayang kepada manusia.",
          "tafsir": "Umat Islam adalah ummatan wasathan umat yang mendapat petunjuk dari Allah swt, sehingga mereka menjadi umat yang adil serta pilihan dan akan menjadi saksi atas keingkaran orang yang kafir. Umat Islam harus senantiasa menegakkan keadilan dan kebenaran serta membela yang hak dan melenyapkan yang batil. Mereka dalam segala persoalan hidup berada di tengah orang-orang yang mementingkan kebendaan dalam kehidupannya dan orang-orang yang mementingkan ukhrawi saja. Dengan demikian, umat Islam menjadi saksi yang adil dan terpilih atas orang-orang yang bersandar pada kebendaan, yang melupakan hak-hak ketuhanan dan cenderung kepada memuaskan hawa nafsu. Mereka juga menjadi saksi terhadap orang-orang yang berlebih-lebihan dalam soal agama sehingga melepaskan diri dari segala kenikmatan jasmani dengan menahan dirinya dari kehidupan yang wajar. Umat Islam menjadi saksi atas mereka semua, karena sifatnya yang adil dan terpilih dan dalam melaksanakan hidupnya sehari-hari selalu menempuh jalan tengah. Demikian pula Rasulullah saw menjadi saksi bagi umatnya, bahwa umatnya itu sebaik-baik umat yang diciptakan untuk memberi petunjuk kepada manusia dengan amar makruf dan nahi mungkar. Kemudian dijelaskan bahwa perubahan kiblat dari Baitulmakdis ke Ka'bah adalah untuk menguji manusia, siapa di antara mereka yang benar-benar beriman dan mengikuti Rasul serta siapa pula yang lemah imannya, membelok dari jalan yang lurus. Memang pemindahan kiblat itu dirasakan sangat berat oleh orang yang fanatik kepada kiblat yang pertama, karena manusia pada umumnya sulit untuk mengubah dan meninggalkan kebiasaannya. Tetapi orang yang mendapat petunjuk dari Allah dengan mengetahui hukum-hukum agamanya dan rahasia syariatnya, mereka sadar bahwa melaksanakan ibadah dengan menghadap kiblat itu adalah semata-mata karena perintah Allah bukan karena suatu rahasia yang tersembunyi pada tempat itu, dan bahwa penempatan kiblat itu untuk menghimpun manusia pada satu arah serta untuk persatuan umat. Untuk menghilangkan keragu-raguan dari sebagian kaum Muslimin tentang pahala salatnya selama mereka menghadap ke Baitulmakdis dulu, maka Allah menerangkan bahwa Dia sekali-kali tidak akan menyia-nyiakan iman dan amal orang-orang yang mematuhi Rasul karena Allah Maha Pengasih dan Maha Penyayang."
        },
        {
          "number": 144,
          "arabic": "قَدْ نَرَىٰ تَقَلُّبَ وَجْهِكَ فِى ٱلسَّمَآءِ ۖ فَلَنُوَلِّيَنَّكَ قِبْلَةً تَرْضَىٰهَا ۚ فَوَلِّ وَجْهَكَ شَطْرَ ٱلْمَسْجِدِ ٱلْحَرَامِ ۚ وَحَيْثُ مَا كُنتُمْ فَوَلُّوا۟ وُجُوهَكُمْ شَطْرَهُۥ ۗ وَإِنَّ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ لَيَعْلَمُونَ أَنَّهُ ٱلْحَقُّ مِن رَّبِّهِمْ ۗ وَمَا ٱللَّهُ بِغَـٰفِلٍ عَمَّا يَعْمَلُونَ",
          "transliteration": "qad narā taqalluba wajhika fī l-samāi falanuwalliyannaka qib'latan tarḍāhā fawalli wajhaka shaṭra l-masjidi l-ḥarāmi waḥaythu mā kuntum fawallū wujūhakum shaṭrahu wa-inna alladhīna ūtū l-kitāba layaʿlamūna annahu l-ḥaqu min rabbihim wamā l-lahu bighāfilin ʿammā yaʿmalūna",
          "translation": "Kami melihat wajahmu (Muhammad) sering menengadah ke langit, maka akan Kami palingkan engkau ke kiblat yang engkau senangi. Maka hadapkanlah wajahmu ke arah Masjidilharam. Dan di mana saja engkau berada, hadapkanlah wajahmu ke arah itu. Dan sesungguhnya orang-orang yang diberi Kitab (Taurat dan Injil) tahu, bahwa (pemindahan kiblat) itu adalah kebenaran dari Tuhan mereka. Dan Allah tidak lengah terhadap apa yang mereka kerjakan.",
          "tafsir": "Sebagaimana telah diterangkan dalam riwayat tentang sebab turunnya ayat tersebut di atas, Nabi Muhammad saw ingin sekali agar kiblat itu ditetapkan Allah ke arah Ka'bah. Oleh sebab itu, beliau sering menengadahkan mukanya ke langit menantikan wahyu yang akan memerintahkan perpindahan kiblat itu, Maka, turunlah ayat ini menetapkan perpindahan kiblat tersebut dari Baitulmakdis ke Masjidilharam. Di sini disebutkan arah Masjidilharam, bukan Ka'bah, sebagai isyarat yang membolehkan kita menghadap \"ke arah Ka'bah\" pada waktu salat apabila Ka'bah itu jauh letaknya dari kita dan tidak dapat dilihat. Sebaliknya, jika kita dekat dengan Ka'bah, maka kita menghadap Ka'bah pada waktu salat. Jadi tidak diwajibkan menghadap ke bangunan Ka'bah itu, kecuali orang-orang yang dapat melihatnya. Dengan demikian, semua kaum Muslimin di berbagai penjuru bumi wajib menghadap \"ke arah Ka'bah\" dalam salat. Untuk melaksanakan tugas itu mereka diwajibkan (wajib kifayah) mengetahui ilmu bumi untuk mengetahui arah kiblat dalam salat, sebagaimana mereka sebaiknya mengetahui ilmu falak untuk mengetahui jadwal waktu salat. Pemindahan kiblat ke Ka'bah, adalah ketetapan yang benar dari Allah, tetapi orang yang kurang akal membantah kebenaran ini, bahkan mereka menimbulkan fitnah dan menyebarkan keragu-raguan di antara Muslimin yang lemah imannya."
        },
        {
          "number": 145,
          "arabic": "وَلَئِنْ أَتَيْتَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ بِكُلِّ ءَايَةٍ مَّا تَبِعُوا۟ قِبْلَتَكَ ۚ وَمَآ أَنتَ بِتَابِعٍ قِبْلَتَهُمْ ۚ وَمَا بَعْضُهُم بِتَابِعٍ قِبْلَةَ بَعْضٍ ۚ وَلَئِنِ ٱتَّبَعْتَ أَهْوَآءَهُم مِّنۢ بَعْدِ مَا جَآءَكَ مِنَ ٱلْعِلْمِ ۙ إِنَّكَ إِذًا لَّمِنَ ٱلظَّـٰلِمِينَ",
          "transliteration": "wala-in atayta alladhīna ūtū l-kitāba bikulli āyatin mā tabiʿū qib'lataka wamā anta bitābiʿin qib'latahum wamā baʿḍuhum bitābiʿin qib'lata baʿḍin wala-ini ittabaʿta ahwāahum min baʿdi mā jāaka mina l-ʿil'mi innaka idhan lamina l-ẓālimīna",
          "translation": "Dan walaupun engkau (Muhammad) memberikan semua ayat (keterangan) kepada orang-orang yang diberi kitab itu, mereka tidak akan mengikuti kiblatmu, dan engkau pun tidak akan mengikuti kiblat mereka. Sebagian mereka tidak akan mengikuti kiblat sebagian yang lain. Dan jika engkau mengikuti keinginan mereka setelah sampai ilmu kepadamu, niscaya engkau termasuk orang-orang zalim.",
          "tafsir": "Orang yang berwatak demikian tidak dapat diharapkan bahwa mereka akan kembali kepada kebenaran. Mereka akan tetap dalam kesesatan meskipun diberi alasan dan keterangan serta bukti-bukti yang jelas. Oleh sebab itu, mereka tidak akan mau mengikuti kiblat umat Islam. Terhadap sesama mereka pun kaum Yahudi dan Nasrani tetap mempertahankan kiblatnya masing-masing. Andaikata kaum Muslimin mengikuti keinginan mereka, tentulah mereka akan termasuk orang-orang yang aniaya."
        }
      ]
    }
  ]
}