{
  "pageNumber": 165,
  "juz": 9,
  "surahs": [
    {
      "number": 7,
      "name": "Al-A'raf",
      "nameArabic": "الأعراف",
      "meaning": "Tempat Tertinggi",
      "revelation": "Makkah",
      "description": "Surat Al-A'raf berjumlah 206 ayat, termasuk surat Makkiyyah, diturunkan sebelum surat Al-An'am, dan termasuk golongan surat \"Assab'uththiwaal\" (tujuh surat yang panjang). Dinamakan \"Al-A'raf\" karena perkataan Al-A'raf terdapat dalam ayat 46 yang mengemukakan tentang keadaan orang-orang yang berada di atas Al-A'raf, tempat yang tertinggi di batas surga dan neraka. Mereka itulah orang-orang yang antara kebaikan dan kejahatan mereka sama banyaknya.Pokok-Pokok Isi:1. Keimanan:Mentauhidkan Allah dalam berdoa dan beribadah; hanya Allah yang mengatur dan menjaga alam; menciptakan undang-undang dan hukum-hukum untuk mengatur kehidupan manusia di dunia dan di akhirat; Allah bersemayam di 'Arsy; bantahan terhadap kepalsuan syirik; ketauhidan sesuai dengan fitrah manusia; Musa berbicara dengan Allah; tentang melihat Allah; perintah beribadah sambil menundukkan diri kepada Allah; Allah memiliki al-asmaaul husnaa (nama-nama yang indah).2. Hukum-hukum:Larangan mengikuti perbuatan dan adat istiadat yang buruk; kewajiban mengikuti Allah dan rasul, perintah berhias ketika hendak shalat; bantahan terhadap orang yang mengharamkan perhiasan yang dianugerahkan Allah; perintah memakan makanan yang halal lagi baik dan larangan memakan yang sebaliknya.3. Kisah-kisah:Kisah Nabi Adam a.s. dengan Iblis; kisah Nabi Nuh a.s. dan kaumnya; kisah Nabi Shaleh a.s. dengan kaumnya; kisah Nabi Syu'aib a.s. dengan kaumnya; kisah Nabi Musa a.s. dengan Fir'aun.4. Lain-lain:Al-Qur'an diturunkan kepada Nabi terakhir dan perintah mengikutinya; Nabi Muhammad diutus untuk seluruh manusia; adab orang mukmin, adab mendengar bacaan Al-Qur'an dan berzikir; rasul bertanggung jawab menyampaikan seruan Allah; balasan terhadap orang-orang yang mengikuti dan mengingkari rasul; dakwah rasul-rasul yang pertama ialah mentauhidkan Allah; tentang ashhaabul A'raaf yang berada di antara surga dan neraka; Allah pencipta makhluk; manusia adalah makhluk terbaik yang diciptakan Allah serta memiliki kesediaan untuk berbuat baik dan berbuat buruk; permusuhan setan terhadap manusia; manusia khalifah Allah di bumi; kehancuran suatu kaum karena perbuatan mereka sendiri; setiap bangsa memiliki masa jaya dan masa kehancuran; Allah memberikan cobaan kepada manusia dengan kekayaan dan kemiskinan; istidraj azab Allah terhadap orang-orang yang mendustakan ayat-ayat-Nya.Surat Al-A'raf dimulai dengan pengutaraan tentang kewajiban manusia mengikuti rasul dan akibat mengingkarinya. Selanjutnya, diterangkan tentang perselisihan antara Nabi Adam dan Iblis di surga yang merupakan permulaan perselisihan antara golongan yang taat kepada perintah Allah dan golongan yang mengingkari sebagaimana yang terjadi pada nabi-nabi terdahulu dengan umat-umatnya. Kemudian surat ini ditutup dengan penjelasan tentang adab-adab orang mukmin, adab-adab mendengarkan ayat-ayat Al-Qur'an, dan tata cara berdoa dan berzikir kepada-Nya.Hubungan Antara Surat Al-A'Raf Dengan Surat Al-Anfal:1. Akhir surat Al-A'raf mengemukakan keadaan beberapa orang rasul yang diutus sebelum Nabi Muhammad dalam menghadapi kaumnya, sedang permulaan surat Al-Anfal menerangkan keadaan Nabi Muhammad dalam menghadapi umatnya.2. Permusuhan antara Adam dan Iblis di surga dilanjutkan dengan permusuhan antara manusia yang menerima petunjuk dari Allah dengan yang tidak menerimanya. Ini diterangkan dalam surat Al-A'raf. Hal yang serupa diterangkan lebih jelas dalam surat Al-Anfal; pertentangan kedua golongan itu serta tingkah laku mereka dalam perang Badar. Surat Al-A'raf termasuk surat yang banyak persesuaiannya dengan surat-surat yang lain, seperti: Al-Baqarah, Ali 'Imran, At-Taubah, danYunus.",
      "verses": [
        {
          "number": 121,
          "arabic": "قَالُوٓا۟ ءَامَنَّا بِرَبِّ ٱلْعَـٰلَمِينَ",
          "transliteration": "qālū āmannā birabbi l-ʿālamīna",
          "translation": "mereka berkata, \"Kami beriman kepada Tuhan seluruh alam,",
          "tafsir": "Dalam ayat ini diterangkan bahwa setelah melihat kehebatan mukjizat Nabi Musa, maka para pesihir, serta merta bersujud kepada Allah, karena mereka yakin tentang kebenaran seruan Nabi Musa, dan ia bukan pesihir seperti yang mereka duga sebelumnya, sesuai dengan tuduhan Fir’aun dan para pembesarnya. Selain itu, mereka menyadari bahwa sihir mereka yang dibangga-banggakan selama ini hanyalah kebatilan dan tidak berdaya bila berhadapan dengan kebenaran yang datang dari Allah Yang Maha Kuasa. Mereka sudah tidak mempunyai rasa hormat sedikit pun kepada Fir’aun dan para pembesarnya yang telah berusaha dengan segala daya upaya untuk mengingkari kekuasaan dan kebesaran Allah, Pencipta dan Penguasa alam semesta. Mengenai bersujudnya para pesihir tersebut, Allah menerangkannya dalam ayat yang lain sebagai berikut: Lalu para pesihir itu merunduk bersujud, seraya berkata, “Kami telah percaya kepada Tuhannya Harun dan Musa.” (Taha/20:70) Dalam ayat lain Allah berfirman: Maka menyungkurlah para pesihir itu, bersujud, mereka berkata, “Kami beriman kepada Tuhan seluruh alam”. (asy-Syu’ara’/26:46-47)"
        },
        {
          "number": 122,
          "arabic": "رَبِّ مُوسَىٰ وَهَـٰرُونَ",
          "transliteration": "rabbi mūsā wahārūna",
          "translation": "(yaitu) Tuhannya Musa dan Harun.\"",
          "tafsir": "(120-122) Dalam ayat ini diterangkan bahwa setelah melihat kehebatan mukjizat Nabi Musa, maka para pesihir, serta merta bersujud kepada Allah, karena mereka yakin tentang kebenaran seruan Nabi Musa, dan ia bukan pesihir seperti yang mereka duga sebelumnya, sesuai dengan tuduhan Fir’aun dan para pembesarnya. Selain itu, mereka menyadari bahwa sihir mereka yang dibangga-banggakan selama ini hanyalah kebatilan dan tidak berdaya bila berhadapan dengan kebenaran yang datang dari Allah Yang Maha Kuasa. Mereka sudah tidak mempunyai rasa hormat sedikit pun kepada Fir’aun dan para pembesarnya yang telah berusaha dengan segala daya upaya untuk mengingkari kekuasaan dan kebesaran Allah, Pencipta dan Penguasa alam semesta. Mengenai bersujudnya para pesihir tersebut, Allah menerangkannya dalam ayat yang lain sebagai berikut: Lalu para pesihir itu merunduk bersujud, seraya berkata, “Kami telah percaya kepada Tuhannya Harun dan Musa.” (Taha/20:70) Dalam ayat lain Allah berfirman: Maka menyungkurlah para pesihir itu, bersujud, mereka berkata, “Kami beriman kepada Tuhan seluruh alam”. (asy-Syu’ara’/26:46-47)"
        },
        {
          "number": 123,
          "arabic": "قَالَ فِرْعَوْنُ ءَامَنتُم بِهِۦ قَبْلَ أَنْ ءَاذَنَ لَكُمْ ۖ إِنَّ هَـٰذَا لَمَكْرٌ مَّكَرْتُمُوهُ فِى ٱلْمَدِينَةِ لِتُخْرِجُوا۟ مِنْهَآ أَهْلَهَا ۖ فَسَوْفَ تَعْلَمُونَ",
          "transliteration": "qāla fir'ʿawnu āmantum bihi qabla an ādhana lakum inna hādhā lamakrun makartumūhu fī l-madīnati litukh'rijū min'hā ahlahā fasawfa taʿlamūna",
          "translation": "Fir'aun berkata, \"Mengapa kamu beriman kepadanya sebelum aku memberi izin kepadamu? Sesungguhnya ini benar-benar tipu muslihat yang telah kamu rencanakan di kota ini, untuk mengusir penduduknya. Kelak kamu akan mengetahui (akibat perbuatanmu ini).",
          "tafsir": "Dalam ayat ini diceritakan bahwa Firaun dengan sangat murka berkata kepada pesihir yang telah menyatakan iman kepada Tuhan Nabi Musa, \"Mengapa kamu beriman kepadanya sebelum aku izinkan?\" Maksudnya mengapa mereka menyatakan iman kepada Musa dan kepada agama yang dibawanya yang berdasarkan kepercayaan tauhid kepada Allah, padahal ia belum memberi izin atau memerintahkan kepada mereka. Mengapa mereka tunduk menjadi pengikut Nabi Musa sebelum meminta izin kepada Firaun lebih dahulu. Ucapan Firaun ini menunjukkan bahwa ia masih belum menyadari, bahwa apa yang diperlihatkan Nabi Musa di hadapannya adalah mukjizat pemberian Allah yang tidak akan dikalahkan oleh siapa pun. Dan ia belum menyadari bahwa orang-orang yang menyaksikan kemenangan Nabi Musa itu sudah tidak mempunyai rasa hormat lagi terhadap dirinya, dan bahwa dia tidak lagi merupakan orang yang dipertuan dan dipertuhan. Di samping itu, ia menuduh ahli-pesihir itu sudah berkomplot dengan Nabi Musa lebih dahulu, sehingga kekalahan mereka ketika berhadapan dengan Nabi Musa telah direncanakan sebelumnya. Sebab itu ia melanjutkan ancamannya terhadap mereka dengan ucapannya sebagai berikut: \"Sesungguhnya perbuatan ini adalah suatu tipu muslihat yang telah kamu rencanakan di dalam kota ini, untuk mengusir penduduk aslinya dari Mesir; maka kelak kamu akan mengetahui akibat dari perbuatan ini\". Dalam ayat yang lain Allah menyebutkan bahwa Firaun menuduh Nabi Musa sebagai guru sihir yang telah mengajarkan sihirnya kepada para pesihir tersebut, untuk bersama-sama memperdayakan Firaun untuk dan para pengikutnya untuk mengusirnya dari negeri Mesir, agar mereka kemudian dapat memegang kekuasaan di negeri Mesir, dan Firaun pun mengatakan: Sesungguhnya dia itu pemimpinmu yang mengajarkan sihir kepadamu. (thaha/20: 71)"
        },
        {
          "number": 124,
          "arabic": "لَأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُم مِّنْ خِلَـٰفٍ ثُمَّ لَأُصَلِّبَنَّكُمْ أَجْمَعِينَ",
          "transliteration": "la-uqaṭṭiʿanna aydiyakum wa-arjulakum min khilāfin thumma la-uṣallibannakum ajmaʿīna",
          "translation": "Pasti akan aku potong tangan dan kakimu dengan bersilang (tangan kanan dan kaki kiri atau sebaliknya), kemudian aku akan menyalib kamu semua.\"",
          "tafsir": "Dalam ayat ini diceritakan bahwa Firaun melanjutkan ancamannya kepada mereka; Pasti aku akan memotong tangan dan kakimu secara bersilang, kemudian sungguh aku akan menyalib kamu semua. Demikianlah Firaun memandang para pesihir itu bersalah, akibat mereka beriman kepada Allah tanpa meminta izinnya lebih dahulu. Oleh sebab itu, ia merasa berhak dan berkuasa untuk menjatuhkan hukuman yang berat kepada mereka, dengan memotong tangan kanan dan kaki kiri atau sebaliknya. Sesudah itu masing-masing mereka akan disalibnya. Hukuman tersebut dimaksudkan juga untuk menakut-nakuti orang-orang lain yang berniat pula untuk melakukan tipu daya semacam itu terhadapnya atau bermaksud untuk memberontak dan membebaskan diri dari kekuasaannya. Firaun sangat khawatir kalau rakyatnya, bangsa Mesir mengikuti pula jejak para pesihir itu untuk beriman kepada Musa a.s, karena hal itu akan mengakibatkan keruntuhan bagi kerajaan dan kekuasaannya sebagai tuhan bagi rakyatnya yang selama ini telah dipaksa untuk menyembahnya sebagai Tuhan. Di samping itu, ia mencoba pula untuk berbuat seolah-olah ia membela kepentingan rakyatnya yaitu memelihara kemerdekaan mereka serta melindungi agama mereka. Oleh sebab itu ia mengatakan bahwa para pesihir telah berkomplot dengan Musa untuk merebut kekuasaan Mesir dari negeri mereka sendiri. Demikianlah umumnya sikap penguasa yang zalim dan angkara murka. Ia sangat khawatir apabila rakyatnya memalingkan muka kepada pemimpin yang lain. Namun bangsa yang punya harga diri dan ingin memelihara hak-hak azasinya, pasti akan bersatu padu menentang kekuasaan yang zalim itu, betapa pun hebatnya sang penguasa."
        },
        {
          "number": 125,
          "arabic": "قَالُوٓا۟ إِنَّآ إِلَىٰ رَبِّنَا مُنقَلِبُونَ",
          "transliteration": "qālū innā ilā rabbinā munqalibūna",
          "translation": "Mereka (para pesihir) menjawab, \"Sesungguhnya kami akan kembali kepada Tuhan kami,",
          "tafsir": "Dalam ayat ini Allah menceritakan bahwa para pesihir sedikit pun tidak merasa gentar menghadapi ancaman Firaun kepada mereka. Bahkan dengan mantap dan penuh keyakinan, mereka berkata kepada Firaun, sesungguhnya hanya kepada Tuhan kami akan kembali. Ucapan mereka ini menegaskan bahwa mereka sama sekali tidak peduli terhadap ancaman Firaun kepada mereka. Meskipun Firaun akan membunuh mereka, maka hal itu akan memberikan kemungkinan bagi mereka untuk segera bertemu dengan Tuhan, serta mendapatkan ampunan dan rahmat-Nya yang sangat mereka dambakan. Mereka yakin, Firaun dan mereka semua akan kembali kepada Tuhan. Andaikan Firaun membunuh mereka, Firaun tidak akan hidup selama-lamanya di dunia ini. Dia akhirnya akan kembali kepada Tuhan Semesta alam, sehingga Tuhan akan mengadili mereka dan Firaun. Dengan pengertian yang terakhir ini, dapat dipahami, bahwa ucapan mereka mengandung sindiran yang tajam, bahwa Firaun bukan Tuhan seperti yang diakuinya selama ini; bahkan dibalik kekuasaannya, ada kekuasaan yang lebih tinggi. Dan mereka lebih mengutamakan rahmat dan rida Allah dari pada memuaskan hawa nafsu keduniawian di samping Firaun dan para pembesarnya. Di dalam kisah yang terdapat dalam Surah asy-Syuara, Allah menyebutkan ucapan para pesihir tersebut sebagai berikut : Mereka berkata, \"Tidak ada yang kami takutkan, karena kami akan kembali kepada Tuhan kami. Sesungguhnya kami sangat menginginkan sekiranya Tuhan kami akan mengampuni kesalahan kami, karena kami menjadi orang-orang yang pertama-tama beriman.\" (asy-Syuara/26: 50-51)"
        },
        {
          "number": 126,
          "arabic": "وَمَا تَنقِمُ مِنَّآ إِلَّآ أَنْ ءَامَنَّا بِـَٔايَـٰتِ رَبِّنَا لَمَّا جَآءَتْنَا ۚ رَبَّنَآ أَفْرِغْ عَلَيْنَا صَبْرًا وَتَوَفَّنَا مُسْلِمِينَ",
          "transliteration": "wamā tanqimu minnā illā an āmannā biāyāti rabbinā lammā jāatnā rabbanā afrigh ʿalaynā ṣabran watawaffanā mus'limīna",
          "translation": "dan engkau tidak melakukan balas dendam kepada kami, melainkan karena kami beriman kepada ayat-ayat Tuhan kami ketika ayat-ayat itu datang kepada kami.\" (Mereka berdoa), \"Ya Tuhan kami, limpahkanlah kesabaran kepada kami dan matikanlah kami dalam keadaan muslim (berserah diri kepada-Mu).\"",
          "tafsir": "Dalam ayat ini Allah menceritakan ucapan selanjutnya dari para pesihir kepada Firaun. Mereka menyingkapkan kejahatan Firaun terhadap mereka, yaitu bahwa Firaun ingin membalas dendam kepada mereka dengan menyiksa mereka secara kejam. Dan semuanya itu hanyalah karena mereka telah beriman kepada ayat-ayat Tuhan ketika ayat-ayat tersebut datang kepada mereka. Ucapan mereka ini mengandung arti bahwa Firaun tidak akan mempengaruhi mereka, karena keimanan kepada Allah adalah suatu yang amat berharga dan sesuai dengan fitrah manusia yang asli, dan menjadi pokok bagi kebahagiaan mereka di dunia dan akhirat kelak. Firaun mencela para pesihir sebab mereka telah sujud dan beriman kepada Allah tanpa meminta izin terlebih dahulu kepada Firaun. Di samping itu, Firaun telah menuduh mereka berkomplot dengan Nabi Musa untuk merebut kekuasaan dari tangannya, dan untuk mengusir bangsa Mesir dari tanah air mereka. Akhirnya Firaun mengancam untuk memotong tangan dan kaki mereka. ditambah dengan siksaan berupa penyaliban. Semua itu pada hakikatnya merupakan kemurkaan Firaun terhadap mereka. Sesudah itu Firaun berusaha melakukan balas dendam dengan perbuatan mereka dan siapa saja yang beriman kepada Allah serta memenuhi seruan Nabi Musa. Usaha apapun yang dilakukan oleh Firaun tetap tidak mendatangkan hasil baginya. Bahkan sebaliknya, Firaun bersama para pembesarnya akan menemui nasib yang amat buruk. Dalam ayat lain disebutkan firman Allah kepada Nabi Musa dan Harun sebagai berikut: \"Kamu berdua dan orang yang mengikuti kamu yang akan menang.\" (al-Qashas/28: 35) Selanjutnya Allah menceritakan tentang para pesihir tersebut, bahwa setelah mereka memberikan jawaban yang tegas seperti di atas, mereka lalu berdoa kehadirat Allah, semoga mereka diberi kesabaran, dan apabila Allah mewafatkan mereka hendaklah dalam keadaan berserah diri kepada-Nya. Doa mereka kepada Allah agar diberi kesabaran menunjukkan betapa pentingnya kesabaran dalam setiap perjuangan, terutama perjuangan melawan kezaliman. Kesabaran tidak hanya berarti kemampuan menahan diri mereka dari kemarahan, akan tetapi juga berarti mawas diri, mengendalikan hawa nafsu, serta tangguh menghadapi segala rintangan dan penderitaan. Orang yang sabar, tidak akan membalas dendam, walaupun ia mampu untuk melakukannya. Orang yang sabar senantiasa dapat memelihara pertimbangan akal yang sehat, sehingga ia tidak akan terjerumus ke dalam tindakan-tindakan yang dapat merugikan dirinya dan perjuangan umatnya. Jalan untuk mencapai kesabaran ialah iman yang kokoh kepada Allah dan hari akhirat. Hal ini telah dibuktikan oleh kenyataan sejarah umat manusia, yaitu bahwa umat yang kuat imannya adalah merupakan umat yang paling sabar dan tangguh dalam perjuangan dan mempunyai keberanian yang tinggi. Karena kesabaran serta keberanian itu, timbullah ide dan usaha-usaha pada sementara pimpinan angkatan perang pada beberapa negara, untuk menggalakkan pendidikan agama dan binaan rohani bagi para prajurit dan perwira angkatan perang, agar mereka memiliki iman yang kokoh yang akan membuahkan sifat kesabaran dan keberanian. Dalam pada itu, Allah berulang kali dalam firman-Nya menjanjikan pertolongan-Nya bagi orang-orang yang sabar, dan ia memberikan petunjuk agar manusia senantiasa bersabar dan menganjurkan orang lain untuk bersabar. Allah berfirman: (Yaitu) orang-orang yang sabar dan hanya kepada Tuhan mereka bertawakal. (an-Nahl/16: 42) Firman-Nya lagi: Kecuali orang-orang yang beriman dan mengerjakan kebajikan serta saling menasihati untuk kebenaran, dan menasihati untuk kesabaran. (al-Ashr/103: 3) Ajaran tentang kesabaran ini sangat dipentingkan agama Islam, sehingga dalam Al-Quran terdapat sekitar 100 kali disebutkan, baik berupa perintah tentang bersabar, maupun berupa pujian bagi orang-orang yang bersabar, ataupun janji kemenangan, keberuntungan dan pertolongan Allah bagi orang-orang yang bersabar. Dan seringkali kata-kata sabar itu digandengkan dengan kata-kata iman, takwa, tawakal, kebenaran, perjuangan, kekuatan tekad dan sebagainya. Dalam hadis-hadis Rasulullah pun banyak terdapat ajaran tentang kesabaran. Mengenai hubungan antara kesabaran dan keberanian beliau bersabda: \"Orang yang kuat bukanlah orang yang dapat membanting orang, tetapi orang kuat adalah orang yang sanggup menguasai dirinya ketika dia sedang marah\". (Riwayat Imam al-Bukhari, dari Abu Hurairah ra) Orang yang sabar senantiasa tenang dan mempunyai pikiran terang, sehingga segala ucapan dan tindak tanduknya dapat dikendalikan dengan baik. Pendiriannya tidak tergoyahkan oleh ancaman dan bujukan bagaimana pun juga. Oleh sebab itu, dalam suatu hadis yang lain Rasulullah saw bersabda \"Kesabaran itu adalah sinar yang terang.\" (Riwayat Muslim, at-Tirmidzi, dan lain-lain) Sebaliknya orang yang tidak sabar tentu akan kehilangan akal sehat, serta mudah dipengaruhi setan, sehingga ucapan dan tindakannya tidak dapat dikendalikannya. Hal ini akan membawa kepada akibat yang jelek dan akan menimbulkan kerugian dan penyesalan. Oleh sebab itu Rasulullah saw memperingatkan dengan sabdanya : \"Sifat tergesa-gesa itu perbuatan setan.\" (Riwayat at-Tirmidzi) Karena pentingnya sifat kesabaran itu, maka tidaklah mengherankan mengapa orang-orang yang telah beriman kepada Nabi Musa as dalam kisah tersebut memohon kepada Allah agar dilimpahi kesabaran yang banyak, sehingga iman mereka tidak akan digoyahkan oleh ancaman Firaun dan pembesar-pembesarnya."
        },
        {
          "number": 127,
          "arabic": "وَقَالَ ٱلْمَلَأُ مِن قَوْمِ فِرْعَوْنَ أَتَذَرُ مُوسَىٰ وَقَوْمَهُۥ لِيُفْسِدُوا۟ فِى ٱلْأَرْضِ وَيَذَرَكَ وَءَالِهَتَكَ ۚ قَالَ سَنُقَتِّلُ أَبْنَآءَهُمْ وَنَسْتَحْىِۦ نِسَآءَهُمْ وَإِنَّا فَوْقَهُمْ قَـٰهِرُونَ",
          "transliteration": "waqāla l-mala-u min qawmi fir'ʿawna atadharu mūsā waqawmahu liyuf'sidū fī l-arḍi wayadharaka waālihataka qāla sanuqattilu abnāahum wanastaḥyī nisāahum wa-innā fawqahum qāhirūna",
          "translation": "Dan para pemuka dari kaum Fir'aun berkata, \"Apakah engkau akan membiarkan Musa dan kaumnya untuk berbuat kerusakan di negeri ini (Mesir) dan meninggalkanmu dan tuhan-tuhanmu?\" (Fir'aun) menjawab, \"Akan kita bunuh anak-anak laki-laki mereka dan kita biarkan hidup anak-anak perempuan mereka dan sesungguhnya kita berkuasa penuh atas mereka.\"",
          "tafsir": "Dalam ayat ini diceritakan bahwa orang-orang terkemuka dari kaum Firaun berkata kepadanya, \"Hai Firaun apakah kamu akan membiarkan Musa dan kaumnya berbuat kerusakan di negeri ini? Serta meninggalkan kamu dan Tuhan-tuhanmu?\" Fitnahan ini untuk kesekian kalinya memperlihatkan kecemasan mereka akan kehilangan kekuasaan, pengaruh dan harta benda, karena mereka telah melihat gejala-gejala bahwa rakyat telah mulai memalingkan muka dari Firaun kepada Nabi Musa a.s, setelah menyaksikan kemenangan mukjizatnya. Apalagi setelah melihat para pesihir sudah bersujud menyatakan iman, dan tidak memperdulikan lagi ancaman Firaun terhadap mereka. Dalam melancarkan fitnahan ini, para pembesar ini menggunakan unsur politik dan unsur agama. Mereka menuduh bahwa Musa akan meruntuhkan kedudukan Firaun sebagai penguasa tunggal di Mesir. Di samping itu, kedudukan Firaun sebagai orang yang dipertuhan selama ini dengan sendirinya akan lenyap pula. Lebih dari itu, tuhan-tuhan yang menjadi sesembahan bangsa Mesir pada masa itupun akan ditinggalkan pula, misalnya Tuhan \"Osiris\" yang menurut anggapan mereka rohnya menjelma pada seekor sapi yang mereka sebut \"Apis\", selain itu, mereka juga menyembah \"segala macam hewan\". Demikian pula mereka menyembah kegelapan, serta patung Akron yang mereka anggap sebagai pengusir lalat. Pendek kata rakyat Firaun pada masa itu telah berada di puncak kesesatan, karena mereka menyembah matahari, bulan dan bintang-bintang, serta manusia dan hewan, baik hewan yang besar maupun serangga yang paling kecil. Firaun sendiri adalah penganut kepercayaan penyembah binatang, kemudian ditinggalkannya kepercayaan tersebut, lalu ia mengaku menjadi tuhan dan menyuruh rakyatnya untuk menyembah kepadanya. Ini setelah ia melihat dirinya mempunyai kekuasaan yang begitu besar di kalangan rakyatnya. (Keterangan ini terdapat dalam buku Al-Milal wan-Nihal oleh asy-Syahrastany) Fitnah para pembesar Firaun telah berhasil mengenai sasarannya, yaitu mempengaruhi Firaun yang telah kehilangan keseimbangannya, sehingga membangkitkan emosi dan amarahnya. Oleh sebab itu, ia menjawab: \"Baiklah, akan kita bunuh anak-anak laki-laki mereka, dan kita biarkan hidup anak-anak perempuan mereka, dan kita berkuasa penuh di atas mereka. Maksudnya, bahwa dalam rangka untuk mencegah berkuasanya Nabi Musa as di Mesir, maka Firaun akan melakukan berbagai tindakan, antara lain ialah membunuh setiap anak laki-laki yang dilahirkan oleh perempuan-perempuan Bani Israil, yaitu kaum yang sebangsa dengan Nabi Musa yang berdiam di Mesir waktu itu. Sedang anak-anak perempuan yang mereka lahirkan akan dibiarkan hidup untuk kemudian dapat dimanfaatkan oleh Firaun dan para pembesarnya sebagai budak. Dengan tindakan ini Firaun mengharapkan dapat membendung tumbuhnya kekuasaan Nabi Musa di Mesir, karena ia akan tetap mempunyai tenaga laki-laki yang lebih banyak dan kekuasaan yang lebih besar, sedang sebaliknya, Nabi Musa dan Bani Israil umumnya semakin kekurangan tenaga laki-laki, sehingga mereka tidak akan menentang kekuasaan Firaun, dan membebaskan diri dari rantai perbudakannya. Rencana jahat ini benar-benar dilaksanakan oleh Firaun dan para pembesarnya, sehingga Bani Israil yang berdiam di Mesir pada masa itu sangat menderita, lahir dan batin."
        },
        {
          "number": 128,
          "arabic": "قَالَ مُوسَىٰ لِقَوْمِهِ ٱسْتَعِينُوا۟ بِٱللَّهِ وَٱصْبِرُوٓا۟ ۖ إِنَّ ٱلْأَرْضَ لِلَّهِ يُورِثُهَا مَن يَشَآءُ مِنْ عِبَادِهِۦ ۖ وَٱلْعَـٰقِبَةُ لِلْمُتَّقِينَ",
          "transliteration": "qāla mūsā liqawmihi is'taʿīnū bil-lahi wa-iṣ'birū inna l-arḍa lillahi yūrithuhā man yashāu min ʿibādihi wal-ʿāqibatu lil'muttaqīna",
          "translation": "Musa berkata kepada kaumnya, \"Mohonlah pertolongan kepada Allah dan bersabarlah. Sesungguhnya bumi (ini) milik Allah; diwariskan-Nya kepada siapa saja yang Dia kehendaki di antara hamba-hamba-Nya. Dan kesudahan (yang baik) adalah bagi orang-orang yang bertakwa.\"",
          "tafsir": "Dapat dimengerti, mendengar ancaman Firaun ini Bani Israil yang berdiam di Mesir pada masa tersebut merasa takut dan amat gelisah, ancaman ini terbukti kemudian, mereka diperlakukan sebagai budak. Di samping itu, setiap anak lelaki yang mereka lahirkan dibunuh oleh kaki tangan Firaun. Oleh sebab itu Nabi Musa as berkata kepada mereka: \"Mohonlah pertolongan kepada Allah dan bersabarlah; sesungguhnya bumi ini kepunyaan Allah, diwariskan kepada siapa yang dikehendaki-Nya di antara hamba-hamba-Nya, dan kesudahan yang baik adalah untuk orang-orang yang bertakwa\". Nabi Musa menghibur dan menenteramkan kaumnya dengan mengingatkan kepada mereka kekuasaan Allah, bahwa Dialah yang memiliki dan menguasai bumi, dan segala apa yang terjadi di bumi ini adalah sesuai dengan Sunnah-Nya, yaitu setiap umat yang ingkar dan zalim pasti menemui kehancuran, dan setiap umat yang beriman dan bersabar tentu akan memperoleh pertolongan-Nya, sehingga memperoleh kemenangan dan kesudahan yang baik. Sebab itu hendaklah mereka memohon pertolongan kepada-Nya, disertai dengan kesabaran, keimanan, persatuan dan keberanian dalam membela kebenaran dan keadilan. Ucapan Nabi Musa ini selain menimbulkan harapan tentang pertolongan Allah serta rahmat-Nya untuk membebaskan mereka dari kekejaman Firaun serta menjadikan Bani Israil sebagai penguasa di belakang hari di bagian bumi yang telah dijanjikan Tuhan kepada mereka, juga mengandung suatu peringatan yang sangat penting bagi kaumnya, yaitu apabila di belakang hari mereka menjadi penguasa, janganlah berbuat sewenang-wenang seperti Firaun dan para pembesarnya, karena Allah senantiasa mengawasi perbuatan dan tindak-tanduk dari setiap makhluk-Nya, oleh sebab itu, apabila mereka berkuasa dan melakukan kezaliman pula, pastilah Allah mendatangkan azab kepada mereka. Ayat ini mengandung pelajaran yang sangat berharga, tentang sikap manusia pada waktu ia sedang menghadapi penderitaan tersebut, atau sebelum mereka memperoleh rahmat Allah, dan pada waktu setelah memperoleh rahmat tersebut. Sikap yang amat tercela ialah berkeluh kesah dan memohon pertolongan Allah pada waktu memperoleh kesusahan, dan kemudian mengingkari atau melupakan rahmat Allah setelah memperolehnya. Sikap yang seharusnya dilakukan ialah sabar dan tawakal serta memohon pertolongan Allah pada waktu menghadapi kesukaran, dan mensyukuri rahmat Allah setelah memperoleh kebahagiaan. Mensyukuri rahmat Allah, tidak hanya dengan ucapan, melainkan yang terpenting ialah melaksanakan dengan perbuatan. Sebab itu, apabila seseorang memperoleh kekuasaan, kemudian kekuasaannya itu digunakan untuk berbuat kezaliman atau memperkaya diri sendiri atas kerugian orang lain, maka ini berarti bahwa ia tidak mensyukuri rahmat Allah yang diperolehnya, yaitu pangkat dan kekuasaan, dan karenanya telah sepatutnyalah bila Allah menimpakan azab kepadanya."
        },
        {
          "number": 129,
          "arabic": "قَالُوٓا۟ أُوذِينَا مِن قَبْلِ أَن تَأْتِيَنَا وَمِنۢ بَعْدِ مَا جِئْتَنَا ۚ قَالَ عَسَىٰ رَبُّكُمْ أَن يُهْلِكَ عَدُوَّكُمْ وَيَسْتَخْلِفَكُمْ فِى ٱلْأَرْضِ فَيَنظُرَ كَيْفَ تَعْمَلُونَ",
          "transliteration": "qālū ūdhīnā min qabli an tatiyanā wamin baʿdi mā ji'tanā qāla ʿasā rabbukum an yuh'lika ʿaduwwakum wayastakhlifakum fī l-arḍi fayanẓura kayfa taʿmalūna",
          "translation": "Mereka (kaum Musa) berkata, \"Kami telah ditindas (oleh Fir'aun) sebelum engkau datang kepada kami dan setelah engkau datang.\" (Musa) menjawab, \"Mudah-mudahan Tuhanmu membinasakan musuhmu dan menjadikan kamu khalifah di bumi; maka Dia akan melihat bagaimana perbuatanmu.\"",
          "tafsir": "Bani Israil mengeluh kepada Musa a.s, bahwa nasib mereka sama saja, baik sebelum kedatangan Musa a.s, untuk menyeru mereka kepada agama Allah dan melepaskan mereka dari perbudakan Firaun maupun sesudahnya. Mereka merasa tidak mendapat faedah dari kedatangan Nabi Musa as itu. Dahulu mereka diazab dan diperbudak oleh Firaun, anak-anak mereka dibunuh, mereka disuruh kerja paksa, sekarang pun demikian. Keluhan ini menunjukkan kekerdilan jiwa dan kelemahan daya juang dan tidak adanya kesabaran pada mereka. Mendengar keluhan ini, maka Nabi Musa berkata, \"Mudah-mudahan Allah membinasakan musuh kamu dan menjadikan kamu khalifah di bumi, maka Allah akan melihat bagaimana perbuatanmu,\" maksudnya: meskipun yang terjadi demikian akan tetapi harapan bahwa Allah akan membinasakan musuh-musuhmu, dan menjadikan kamu berkuasa di bagian bumi yang telah dijanjikan Tuhanmu harus tetap ada. Di dalam ucapan kepada kaumnya, Nabi Musa as memakai ungkapan \"mudah-mudahan.\" Ia memakai ungkapan tersebut untuk tidak memastikan datangnya pertolongan dan rahmat Allah kepada mereka. Sebab andaikata ia menggunakan ungkapan yang memastikan, boleh jadi umatnya akan mengabaikan kewajiban-kewajiban yang perlu mereka lakukan untuk memperoleh pertolongan Allah, karena pertolongan Allah kepada hamba-Nya tidaklah diberikan begitu saja, melainkan tergantung kepada usaha-usaha yang dilakukan umat yang bersangkutan, misalnya kesungguhan, disiplin, persatuan, dan sebagainya."
        },
        {
          "number": 130,
          "arabic": "وَلَقَدْ أَخَذْنَآ ءَالَ فِرْعَوْنَ بِٱلسِّنِينَ وَنَقْصٍ مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمْ يَذَّكَّرُونَ",
          "transliteration": "walaqad akhadhnā āla fir'ʿawna bil-sinīna wanaqṣin mina l-thamarāti laʿallahum yadhakkarūna",
          "translation": "Dan sungguh, Kami telah menghukum Fir'aun dan kaumnya dengan (mendatangkan musim kemarau) bertahun-tahun dan kekurangan buah-buahan, agar mereka mengambil pelajaran.",
          "tafsir": "Dalam ayat ini dijelaskan bahwa cobaan yang ditimpakan kepada Firaun berupa musim kemarau yang panjang, yang mengakibatkan timbulnya kesulitan hidup bagi mereka, cobaan ini seharusnya menimbulkan keinsafan dalam hati mereka, bahwa kekuatan dan kekuasaan yang mereka miliki selama ini bukanlah merupakan kekuatan dan kekuasaan tertinggi, masih ada kekuatan dan kekuasan Allah Yang Kuasa mendatangkan azab yang tidak dapat mereka atasi. Jika ada kesadaran semacam itu dalam hati mereka tentu mereka akan mengubah sikap dan perbuatan mereka, terutama kepada Bani Israil. Di samping itu, mereka menerima seruan Nabi Musa serta meninggalkan keingkaran mereka terhadap Allah. Azab yang diturunkan Allah kepada hamba-Nya senantiasa mengandung pelajaran dan pendidikan. Sebab, pada saat manusia menghadapi kesulitan dan kesukaran hidup, hatinya akan menjadi lembut, akan menghadapkan wajahnya kepada Allah Yang Maha Pengasih lagi Maha Penyayang untuk memohon pertolongan dan belas kasih-Nya. Di samping itu, ia juga akan berusaha memperbaiki tingkah lakunya dengan melakukan perbuatan yang diridai Allah. Akan tetapi, bila kesulitan dan kesukaran itu tidak mengubah sikap dan tingkah lakunya, dan tetap ingkar kepada Allah serta senantiasa berbuat kemaksiatan, maka mereka benar-benar orang yang merugi dan amat sesat karena kesulitan yang mereka hadapi tidak menimbulkan keinsafan dan kesadaran bagi mereka, bahkan sebaliknya menambah keingkaran dan kedurhakaan mereka terhadap Allah. Demikianlah keadaan Firaun dan para pengikutnya."
        }
      ]
    }
  ]
}