{
  "pageNumber": 50,
  "juz": 3,
  "surahs": [
    {
      "number": 3,
      "name": "Ali 'Imran",
      "nameArabic": "آل عمران",
      "meaning": "Keluarga Imran",
      "revelation": "Madinah",
      "description": "Surat Ali 'Imraan terdiri dari 200 ayat dan termasuk surat Madaniyyah. Dinamakan Ali 'Imran karena memuat kisah keluarga 'Imran, yang juga menyebutkan kisah kelahiran Nabi 'Isa a.s., persamaan kejadiannya dengan Nabi Adam a.s., kenabian dan beberapa mukjizatnya, serta kelahiran Maryam putri 'Imran, ibu Nabi 'Isa a.s.Surat Al Baqarah dan Ali 'Imraan dinamakan \"Az Zahrawaani\" (dua yang cemerlang), karena menyingkapkan hal-hal yang disembunyikan oleh para Ahli Kitab, seperti kejadian dan kelahiran Nabi 'Isa a.s., kedatangan Nabi Muhammad s.a.w., dan sebagainya.Pokok-Pokok Isi:1. Keimanan:Dalil-dalil dan alasan-alasan yang membantah orang Nasrani yang mempertuhankan Nabi 'Isa a.s.; ketauhidan adalah dasar yang dibawa oleh seluruh nabi.2. Hukum-hukum:Musyawarah; bermubahalah; larangan melakukan riba.3. Kisah-kisah:Kisah keluarga 'Imran; perang Badar dan Uhud dan pelajaran yang dapat diambil darinya,4. Lain-lain:Golongan-golongan manusia dalam memahami ayat-ayat mutasyaabihaat; sifat- sifat Allah; sifat orang-orang yang bertakwa; Islam satu-satunya agama yang diridhai Allah; kemudharatan mengambil orang-orang kafir sebagai teman kepercayaan; pengambilan perjanjian para Nabi oleh Allah; perumpamaan-perumpamaan; peringatan-peringatan terhadap Ahli Kitab; Ka'bah adalah rumah peribadatan yang tertua dan bukti-buktinya; faedah mengingat Allah dan merenungkan ciptaan-Nya.Surat Ali 'Imraan berisi dalil-dalil dan alasan-alasan untuk membantah kaum Nasrani yang mempertuhankan Nabi 'Isa a.s., menerangkan perang Badar dan Uhud; agar kemenangan di perang Badar dan kekalahan di perang Uhud yang dialami kaum muslimin itu dapat dijadikan pelajaran.Hubungan Surat Ali 'imraan Dengan Surat An Nisaa':1. Surat Ali 'Imraan disudahi dengan perintah bertakwa, sesuai dengan permulaan surat An Nisaa',2. Dalam surat Ali 'Imraan disebutkan perang Badar dan Uhud dengan sempurna, keterangan sebagiannya diulangi dalam surat An Nisaa'.3. Dalam surat Ali 'Imraan dikisahkan perang Hamraa-ul Asad yang terjadi setelah perang Uhud, dan perang ini disinggung pula dalam surat An Nisaa'.4. Dalam surat Ali 'Imraan disebutkan bahwa banyak kaum Muslimin yang gugur sebagai syuhada yang berarti mereka meninggalkan anak-anak dan istri-istri mereka, maka dalam bagian permulaan surat An Nisaa' disebutkan perintah memelihara anak yatim dan pembagian harta pusaka.",
      "verses": [
        {
          "number": 1,
          "arabic": " الٓمٓ",
          "transliteration": "alif-lam-meem",
          "translation": "Alif lām Mīm.",
          "tafsir": "Alif Lam Mim termasuk huruf-huruf muqaththa'ah (singkatan) yang terletak pada permulaan beberapa surah Al-Qur'an. Para mufasir berbeda pendapat tentang maksud huruf-huruf itu, selanjutnya lihat masalah ini pada judul \"Fawatihus-suwar\" pada permulaan jilid I tafsir ini."
        },
        {
          "number": 2,
          "arabic": "ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ",
          "transliteration": "al-lahu lā ilāha illā huwa l-ḥayu l-qayūmu",
          "translation": "Allah, tidak ada tuhan selain Dia. Yang Mahahidup, Yang terus menerus mengurus (makhluk-Nya).<sup foot_note=135060>1</sup>",
          "tafsir": "Ayat ini menegaskan bahwa Tuhan yang berhak disembah tidak lain hanyalah Allah swt Yang hidup kekal, terus menerus mengatur dan menjaga makhluk-Nya. Selanjutnya lihat tafsir ayat 255 al-Baqarah."
        },
        {
          "number": 3,
          "arabic": "نَزَّلَ عَلَيْكَ ٱلْكِتَـٰبَ بِٱلْحَقِّ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ وَأَنزَلَ ٱلتَّوْرَىٰةَ وَٱلْإِنجِيلَ",
          "transliteration": "nazzala ʿalayka l-kitāba bil-ḥaqi muṣaddiqan limā bayna yadayhi wa-anzala l-tawrāta wal-injīla",
          "translation": "Dia menurunkan Kitab (Alquran) kepadamu (Muhammad) yang mengandung kebenaran, membenarkan (kitab-kitab) sebelumnya, dan Dia menurunkan Taurat dan Injil,",
          "tafsir": "Ayat ini menerangkan bahwa Tuhan yang berhak disembah itu benar-benar telah menurunkan Al-Qur'an kepada Nabi Muhammad saw dengan perantaraan Jibril, dan menegaskan bahwa sebelum menurunkan Al-Qur'an, Allah telah menurunkan pula kitab-kitab kepada para nabi terdahulu, yang diutus sebelum kedatangan Nabi Muhammad saw, misalnya kitab Taurat diturunkan kepada Nabi Musa, kitab Injil yang diturunkan kepada Nabi Isa dan sebagainya. Al-Qur'an mengakui kebenaran isi kitab-kitab terdahulu sebagaimana kitab-kitab terdahulu itu membenarkan isi Al-Qur'an sesuai dengan yang diisyaratkan kitab-kitab itu. Penegasan dan pengakuan ini hanyalah secara garis besarnya saja, tidak secara terperinci, yaitu Allah telah mengutus rasul-rasul kepada umat-umat dahulu, dan Allah telah menurunkan wahyu kepada mereka, seperti Taurat, Injil dan sebagainya. Mengenai isi dari kitab-kitab itu tidak dijelaskan Al-Qur'an. Beriman kepada penegasan dan pengakuan ayat itu termasuk iman kepada Allah. Sebagaimana halnya dengan Al-Qur'an yang mengakui bahwa telah diutus para nabi dan rasul kepada umat-umat yang terdahulu dan telah diturunkan kepada mereka kitab-kitab, maka kitab-kitab yang dahulu pun mengisyaratkan dan mengakui bahwa pada akhir zaman nanti Allah akan mengutus seorang nabi terakhir, nabi penutup dan kepada nabi itu akan diturunkan Allah pula sebuah kitab yang berisi pokok-pokok dari risalah yang dibawa nabi-nabi yang terdahulu. Menurut ayat ini seluruh isi Taurat dan Injil adalah wahyu dari Allah, yang disampaikan kepada Nabi Musa dan Nabi Isa yang berisi pokok-pokok risalah yang dibawanya, tidak ada sedikit pun terdapat di dalamnya yang berupa perkataan karangan manusia dan sebagainya. Mengenai Taurat yang ada sekarang bukanlah Taurat yang diturunkan kepada Nabi Musa, demikian pula Injil bukanlah Injil yang diturunkan kepada Nabi Isa karena di dalam kedua kitab itu terdapat karangan pengikut kedua Nabi itu yang datang kemudian. ¦. Mereka suka mengubah firman (Allah) dari tempatnya, dan mereka (sengaja) melupakan sebagian pesan yang telah diperingatkan kepada mereka. Engkau (Muhammad) senantiasa akan melihat pengkhianatan dari mereka kecuali sekelompok kecil di antara mereka (yang tidak berkhianat), ¦(al-Ma'idah/5:13. Lihat juga an-Nisa'/4:46)."
        },
        {
          "number": 4,
          "arabic": "مِن قَبْلُ هُدًى لِّلنَّاسِ وَأَنزَلَ ٱلْفُرْقَانَ ۗ إِنَّ ٱلَّذِينَ كَفَرُوا۟ بِـَٔايَـٰتِ ٱللَّهِ لَهُمْ عَذَابٌ شَدِيدٌ ۗ وَٱللَّهُ عَزِيزٌ ذُو ٱنتِقَامٍ",
          "transliteration": "min qablu hudan lilnnāsi wa-anzala l-fur'qāna inna alladhīna kafarū biāyāti l-lahi lahum ʿadhābun shadīdun wal-lahu ʿazīzun dhū intiqāmin",
          "translation": "sebelumnya, sebagai petunjuk bagi manusia, dan Dia menurunkan Al-Furqan.<sup foot_note=135061>1</sup> Sungguh, orang-orang yang ingkar terhadap ayat-ayat Allah akan memperoleh azab yang berat. Allah Mahaperkasa lagi mempunyai balasan (siksa).",
          "tafsir": "Sebelum Al-Qur'an diturunkan, Taurat dan Injil menjadi petunjuk bagi manusia, dan kemudian diturunkanlah Al-Furqan yaitu Al-Qur'an, kitab yang dapat membedakan antara yang benar dengan yang salah. Pada akhir ayat ini, Allah mengancam dengan azab yang pedih terhadap orang-orang yang tetap ingkar dan tidak mau tahu dengan kitab-kitab yang telah diturunkan Allah kepada para rasul, orang-orang yang tidak mau menggunakan akal pikirannya untuk membedakan antara kepercayaan yang benar dengan yang salah, antara agama-agama yang diridai Allah dengan yang tidak diridai-Nya. Mereka semua akan dimasukkan ke dalam neraka. Tidak ada sesuatu pun yang dapat mengubah keputusan Allah dan tidak ada yang dapat mengelakkan dan mempertahankan diri dari azab-Nya. Allah akan membalas segala bentuk keingkaran dan pembangkangan terhadap hukum-hukum-Nya serta mengazab pelaku-pelakunya dengan azab yang setimpal."
        },
        {
          "number": 5,
          "arabic": "إِنَّ ٱللَّهَ لَا يَخْفَىٰ عَلَيْهِ شَىْءٌ فِى ٱلْأَرْضِ وَلَا فِى ٱلسَّمَآءِ",
          "transliteration": "inna l-laha lā yakhfā ʿalayhi shayon fī l-arḍi walā fī l-samāi",
          "translation": "Bagi Allah tidak ada sesuatu pun yang tersembunyi di bumi dan di langit.",
          "tafsir": "Ilmu Allah meliputi segala sesuatu, tidak ada sesuatu pun yang menandingi ilmu Allah dan tidak ada sesuatu pun yang luput dari pengetahuan-Nya."
        },
        {
          "number": 6,
          "arabic": "هُوَ ٱلَّذِى يُصَوِّرُكُمْ فِى ٱلْأَرْحَامِ كَيْفَ يَشَآءُ ۚ لَآ إِلَـٰهَ إِلَّا هُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
          "transliteration": "huwa alladhī yuṣawwirukum fī l-arḥāmi kayfa yashāu lā ilāha illā huwa l-ʿazīzu l-ḥakīmu",
          "translation": "Dialah yang membentuk kamu dalam rahim menurut yang Dia kehendaki. Tidak ada tuhan selain Dia. Yang Mahaperkasa, Mahabijaksana.",
          "tafsir": "Dengan kodrat-Nya, dijadikan-Nya manusia bermacam-macam bentuk setelah melalui proses demi proses, sejak dari sel mani yang menerobos ke dalam rahim, kemudian menjadi sesuatu yang melekat pada dinding rahim, dan dari sesuatu yang melekat itu menjadi segumpal daging yang melekat, akhirnya berbentuk manusia dan lahirlah ia ke dunia (al-Mu'minun/23:12-14). Semuanya itu dijadikan Allah sesuai dengan sunah (hukum) dan ilmu-Nya."
        },
        {
          "number": 7,
          "arabic": "هُوَ ٱلَّذِىٓ أَنزَلَ عَلَيْكَ ٱلْكِتَـٰبَ مِنْهُ ءَايَـٰتٌ مُّحْكَمَـٰتٌ هُنَّ أُمُّ ٱلْكِتَـٰبِ وَأُخَرُ مُتَشَـٰبِهَـٰتٌ ۖ فَأَمَّا ٱلَّذِينَ فِى قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَـٰبَهَ مِنْهُ ٱبْتِغَآءَ ٱلْفِتْنَةِ وَٱبْتِغَآءَ تَأْوِيلِهِۦ ۗ وَمَا يَعْلَمُ تَأْوِيلَهُۥٓ إِلَّا ٱللَّهُ ۗ وَٱلرَّٰسِخُونَ فِى ٱلْعِلْمِ يَقُولُونَ ءَامَنَّا بِهِۦ كُلٌّ مِّنْ عِندِ رَبِّنَا ۗ وَمَا يَذَّكَّرُ إِلَّآ أُو۟لُوا۟ ٱلْأَلْبَـٰبِ",
          "transliteration": "huwa alladhī anzala ʿalayka l-kitāba min'hu āyātun muḥ'kamātun hunna ummu l-kitābi wa-ukharu mutashābihātun fa-ammā alladhīna fī qulūbihim zayghun fayattabiʿūna mā tashābaha min'hu ib'tighāa l-fit'nati wa-ib'tighāa tawīlihi wamā yaʿlamu tawīlahu illā l-lahu wal-rāsikhūna fī l-ʿil'mi yaqūlūna āmannā bihi kullun min ʿindi rabbinā wamā yadhakkaru illā ulū l-albābi",
          "translation": "Dialah yang menurunkan Kitab (Alquran) kepadamu (Muhammad). Di antaranya ada ayat-ayat yang muḥkamāt,<sup foot_note=135062>1</sup> itulah pokok-pokok Kitab (Alquran) dan yang lain mutasyābihāt.<sup foot_note=135063>2</sup> Adapun orang-orang yang dalam hatinya condong pada kesesatan, mereka mengikuti yang mutasyābihāt untuk mencari-cari fitnah dan untuk mencari-cari takwilnya, padahal tidak ada yang mengetahui takwilnya kecuali Allah. Dan orang-orang yang ilmunya mendalam berkata, \"Kami beriman kepadanya (Alquran), semuanya dari sisi Tuhan kami.\" Tidak ada yang dapat mengambil pelajaran kecuali orang yang berakal.",
          "tafsir": "Al-Qur'an yang diturunkan Allah itu, di dalamnya terdapat ayat-ayat yang muhkamat dan terdapat pada yang mutasyabihat. \"Ayat yang muhkamat\" ialah ayat yang jelas artinya, seperti ayat-ayat hukum, dan sebagainya. \"Ayat mutasyabihat\" ialah ayat yang tidak jelas artinya, yang dapat ditafsirkan dengan bermacam-macam penafsiran. Seperti ayat-ayat yang berhubungan dengan hal-hal yang gaib dan sebagainya. Menurut sebagian mufasir, tujuan diturunkannya ayat-ayat ini, ialah: 1.Untuk menguji iman dan keteguhan hati seorang Muslim kepada Allah. Iman yang benar hendaklah disertai dengan penyerahan diri dalam arti yang seluas-luasnya kepada Allah. Allah menurunkan ayat-ayat yang dapat dipahami artinya dengan mudah dan Dia menurunkan ayat-ayat yang sukar diketahui makna dan maksud yang sebenarnya, yaitu ayat-ayat mutasyabihat. Dalam menghadapi ayat-ayat mutasyabihat ini, manusia akan merasa bahwa dirinya bukanlah makhluk yang sempurna, ia hanya diberi Allah pengetahuan yang sedikit karena itu ia akan menyerahkan pengertian ayat-ayat itu kepada Allah Yang Maha Mengetahui. 2. Dengan adanya ayat-ayat yang muhkamat dan mutasyabihat kaum Muslimin akan berpikir sesuai dengan batas-batas yang diberikan Allah; ada yang dapat dipikirkan secara mendalam dan ada pula yang sukar dipikirkan, lalu diserahkan kepada Allah. 3.Para nabi dan para rasul diutus kepada seluruh umat manusia yang berbeda-beda, misalnya: Berbeda kepandaiannya, kemampuannya, kekayaannya, berbeda pula bangsa, bahasa dan daerahnya. Karena itu, cara penyampaian agama kepada mereka hendaklah disesuaikan dengan keadaan mereka dan kesiapan bahasa yang dimiliki sesuai dengan kemampuan mereka. Sikap manusia dalam memahami dan menghadapi ayat-ayat yang mutasyabihat, yaitu: 1.Orang yang hatinya tidak menginginkan kebenaran, mereka jadikan ayat-ayat itu untuk bahan fitnah yang mereka sebarkan di kalangan manusia dan mereka mencari-cari artinya yang dapat dijadikan alasan untuk menguatkan pendapat dan keinginan mereka. 2.Orang yang mempunyai pengetahuan yang mendalam dan ingin mencari kebenaran, mereka harus mencari pengertian yang benar, dari ayat itu. Bila mereka belum atau tidak sanggup mengetahuinya, mereka berserah diri kepada Allah sambil berdoa dan mohon petunjuk. Pada akhir ayat ini Allah menerangkan sifat orang yang dalam ilmu pengetahuannya, yaitu orang yang suka memperhatikan makhluk Allah, suka memikirkan dan merenungkannya. Ia berpikir semata-mata karena Allah dan untuk mencari kebenaran."
        },
        {
          "number": 8,
          "arabic": "رَبَّنَا لَا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِن لَّدُنكَ رَحْمَةً ۚ إِنَّكَ أَنتَ ٱلْوَهَّابُ",
          "transliteration": "rabbanā lā tuzigh qulūbanā baʿda idh hadaytanā wahab lanā min ladunka raḥmatan innaka anta l-wahābu",
          "translation": "(Mereka berdoa), \"Ya Tuhan kami, janganlah Engkau condongkan hati kami kepada kesesatan setelah Engkau berikan petunjuk kepada kami, dan karuniakanlah kepada kami rahmat dari sisi-Mu, sesungguhnya Engkau Maha Pemberi.\"",
          "tafsir": "Sikap orang yang ilmu pengetahuannya telah mendalam, mereka selalu berdoa dan berserah diri kepada Allah swt, bila mereka tidak sanggup lagi memikirkan ayat-ayat Allah. Mereka berdoa kepada Allah agar selalu dipelihara, dipimpin, diberi petunjuk, dan jangan sampai mereka tergelincir ke jalan yang sesat setelah mereka mendapat petunjuk. Dari doa mereka dipahami bahwa yang mereka mohonkan itu bukanlah semata-mata keselamatan dan kebahagiaan duniawi, tetapi juga mereka memohon kebahagiaan dan keselamatan di akhirat."
        },
        {
          "number": 9,
          "arabic": "رَبَّنَآ إِنَّكَ جَامِعُ ٱلنَّاسِ لِيَوْمٍ لَّا رَيْبَ فِيهِ ۚ إِنَّ ٱللَّهَ لَا يُخْلِفُ ٱلْمِيعَادَ",
          "transliteration": "rabbanā innaka jāmiʿu l-nāsi liyawmin lā rayba fīhi inna l-laha lā yukh'lifu l-mīʿāda",
          "translation": "\"Ya Tuhan kami, Engkaulah yang mengumpulkan manusia pada hari yang tidak ada keraguan padanya.\" Sungguh, Allah tidak menyalahi janji.",
          "tafsir": "Dalam doa orang-orang yang ilmu pengetahuannya telah mendalam itu tergambar pula keyakinan mereka, yaitu mereka meyakini kedatangan hari kiamat, dan setelah itu Allah mengumpulkan seluruh makhluk-Nya untuk diperhitungkan segala amal perbuatannya yang telah mereka perbuat selama mereka hidup di dunia. Mereka yakin bahwa pada hari itu Allah membalas amal baik dengan pahala yang berlipat ganda, dan membalas semua perbuatan dosa dengan azab yang setimpal. Kedatangan hari akhirat dan pengumpulan makhluk pada hari itu, merupakan janji Allah kepada manusia. Orang-orang yang ilmu pengetahuannya mendalam, yakin benar bahwa Allah pasti menepati janji-Nya."
        }
      ]
    }
  ]
}