{
  "pageNumber": 102,
  "juz": 6,
  "surahs": [
    {
      "number": 4,
      "name": "An-Nisa'",
      "nameArabic": "النساء",
      "meaning": "Wanita",
      "revelation": "Madinah",
      "description": "Surat An Nisaa' terdiri dari 176 ayat dan termasuk surat Madaniyyah terpanjang setelah surat Al Baqarah.Dinamakan An Nisaa' karena di dalamnya banyak dibicarakan hal-hal yang berhubungan dengan perempuan; merupakan surat yang paling banyak membicarakan hal itu dibanding surat-surat yang lain. Surat lain yang banyak membicarakan perempuan adalah surat Ath Thalaq. Dalam hal ini, surat An Nisaa' biasa disebut \"Surat An Nisaa' Al Kubraa\" (surat An Nisaa' besar) sedangkan surat Ath Thalaq disebut \"Surat An Nisaa' Ash Shughraa\" (surat An Nisaa' kecil).Pokok-Pokok Isi:1. Keimanan:Syirik (dosa yang paling besar); akibat kekafiran pada hari akhir.2. Hukum-hukum:Kewajiban para washi dan wali; hukum poligami; masnikah; memakan harta anak yatim dan orang-orang yang tidak dapat mengurus harta; pokok-pokok hukum warisan; perbuatan-perbuatan keji dan hukumannya, perempuan-perempuan yang haram dinikahi; hukum menikahi hamba sahaya perempuan; larangan memakan harta secara batil; hukum syiqaq dan nusyuz; kesucian lahir-batin dalam shalat; hukum suaka; hukum membunuh seorang muslim; shalat khauf; larangan mengucapkan perkataan buruk; dan pusaka kalalah.3. Kisah-kisah:Kisah-kisah Nabi Musa a.s. dan pengikutnya.4. Lain-lain:Asal muasal manusia adalah satu; keharusan menjauhi adat-adat jahiliyah berkaitan dengan perempuan; norma-norma pergaulan dengan istri; hak seseorang sesuai dengan kewajibannya; perlakuan ahli kitab terhadap kitab-kitab yang diturunkan kepadanya; dasar-dasar pemerintahan; cara mengadili perkara; keharusan siap-siaga terhadap musuh; sikap-sikap orang munafik dalam menghadapi peperangan; berperang di jalan Allah adalah kewajiban setiap mukalaf; norma dan adab dalam peperangan; cara menghadapi orang-orang munafik; dan derajat orang yang berjihad.Surat An Nisaa' dimulai dengan perintah bertakwa dan menyatakan bahwa asal manusia adalah satu, kemudian menerangkan hukum-hukum yang berhubungan dengan anak yatim, rumah tangga, warisan, perempuan yang haram dinikahi serta hak dan kewajiban laki-laki dan perempuan. Juga menyebut tentang hukum-hukum perang serta pelajaran-pelajaran yang harus diambil dari perang Badar dan Uhud. Pengutaraan hukum perang dan hukum keluarga dalam surat ini merupakan hujjah-hujjah yang dikemukakan kepada Ahli Kitab, yang ditegaskan pada bagian terakhir surat ini. Lalu, surat ini ditutup dengan perintah agar kaum mukmin bersabar, memperatkan hubungan sesama manusia, dan bertakwa kepada Allah, agar mendapat keberuntungan dunia akhirat.Hubungan Surat An Nisaa' Dengan Surat Al Maa-Idah:1. Surat An Nisaa' menerangkan beberapa macam akad, seperti: pernikahan, perceraian, warisan, perjanjian, wasiat, dan sebagainya. Sementara itu, permulaan surat Al Maa-idah menyatakan supaya hamba-hamba Allah memenuhi segala macam akad-akad yang telah dibuat, baik terhadap Allah maupun terhadap sesama manusia, di samping menerangkan akad-akad yang lain.2. Surat An Nisaa' mengemukakan beberapa hukum secara umum, sedangkan surat Al Maa-idah menjelaskan dan menegaskan hukum-hukum tersebut.3. Sebagaimana halnya surat Al Baqarah dan surat Ali 'Imran mengemukakan hal-hal yang berhubungan dengan pokok-pokok agama, seperti: keesaan Allah dan kenabian, maka surat An Nisaa' dan Al Maaidah menerangkan tentang furu' agama (hukum fikih), seperti: hukum keluarga dan sebagainya.4. Akhir surat An Nisaa' mengemukakan hujjah-hujjah atas kekeliruan orang-orang Yahudi dan Nasrani serta kekeliruan kaum musyrikin dan munafikin. Hal yang serupa diterangkan secara panjang lebar dalam surat Al Maa-idah.5. Surat An Nisaa' dimulai dengan \"Yaa ayyuhannaas\" yang nadanya sama dengan surat Makiah, sedangkan surat Al Maa-idah, sebagai surat Madaniah, dimulai dengan, \"Yaa ayyuhal ladziina aamanu\". Meskipun nadanya berlainan, tetapi yang dituju oleh kedua surat ini adalah seluruh manusia.",
      "verses": [
        {
          "number": 148,
          "arabic": "۞ لَّا يُحِبُّ ٱللَّهُ ٱلْجَهْرَ بِٱلسُّوٓءِ مِنَ ٱلْقَوْلِ إِلَّا مَن ظُلِمَ ۚ وَكَانَ ٱللَّهُ سَمِيعًا عَلِيمًا",
          "transliteration": "lā yuḥibbu l-lahu l-jahra bil-sūi mina l-qawli illā man ẓulima wakāna l-lahu samīʿan ʿalīman",
          "translation": "Allah tidak menyukai perkataan buruk, (yang diucapkan) secara terus terang kecuali oleh orang yang dizalimi.<sup foot_note=135189>1</sup> Dan Allah Maha Mendengar, Maha Mengetahui.",
          "tafsir": "Allah tidak menyukai hamba-Nya yang melontarkan kata-kata buruk kepada siapa pun. Kata buruk dapat menimbulkan permusuhan dan kebencian di antara anggota masyarakat dan jika berlarut-larut dapat menjurus kepada pengingkaran hak dan pertumpahan darah, dan dapat pula mempengaruhi orang yang mendengarnya untuk meniru perbuatan itu, terutama bila perbuatan itu dilakukan oleh pemimpin. Allah tidak menyukai sesuatu, berarti Allah tidak meridainya dan tidak memberinya pahala. Dalam hal ini dikecualikan orang yang dianiaya. Jika seseorang dianiaya, dia diperbolehkan mengadukan orang yang menganiayanya kepada hakim atau kepada orang lain yang dapat memberi pertolongan dalam menghilangkan kezaliman. Jika seseorang dianiaya lalu ia menyampaikan pengaduan, tentu saja pengaduan itu dengan menyebutkan keburukan-keburukan orang yang menganiayanya. Maka dalam hal ini ada dua kemungkinan. Pertama, orang yang teraniaya melontarkan ucapan-ucapan buruk terhadap seseorang yang menganiayanya. Hal ini dapat menimbulkan permusuhan dan kebencian antara kedua belah pihak. Kedua, bila orang yang dianiaya itu mendiamkan saja, maka kezaliman akan tambah memuncak dan keadilan akan lenyap. Karena itu Allah mengizinkan dalam ayat ini bagi orang yang teraniaya melontarkan ucapan dan tuduhan tentang keburukan tindakan-tindakan yang dilakukan oleh orang yang menganiaya walaupun akan mengakibatkan kebencian, karena membiarkan penganiayaan adalah lebih buruk akibatnya, sesuai dengan kaidah: \"Melakukan yang lebih ringan mudaratnya di antara dua kemudaratan.\" Orang yang dianiaya wajib menyampaikan pengaduannya kepada hakim atau lainnya. Seseorang yang zalim jika tidak diambil tindakan yang tegas terhadapnya, kezalimannya akan bertambah luas. Tetapi jika tidak ada maksud untuk menghilangkan kezaliman, seseorang dilarang keras melontarkan ucapan-ucapan yang buruk. Dalam ayat ini diperingatkan bahwa Allah Maha Mendengar dan Maha Mengetahui setiap ucapan yang dikeluarkan oleh orang yang zalim dan orang yang dianiaya, terutama jika mereka melampaui batas sampai melontarkan pengaduan yang dusta atau bersifat menghasut dan mengadu domba."
        },
        {
          "number": 149,
          "arabic": "إِن تُبْدُوا۟ خَيْرًا أَوْ تُخْفُوهُ أَوْ تَعْفُوا۟ عَن سُوٓءٍ فَإِنَّ ٱللَّهَ كَانَ عَفُوًّا قَدِيرًا",
          "transliteration": "in tub'dū khayran aw tukh'fūhu aw taʿfū ʿan sūin fa-inna l-laha kāna ʿafuwwan qadīran",
          "translation": "Jika kamu menyatakan sesuatu kebajikan, menyembunyikannya atau memaafkan sesuatu kesalahan (orang lain), maka sungguh, Allah Maha Pemaaf, Mahakuasa.",
          "tafsir": "Dalam ayat ini dijelaskan bahwa menyatakan suatu perbuatan baik dengan membeberkannya memang baik, seandainya orang yang melakukan perbuatan itu dapat menjaga diri dari sifat ria serta hatinya penuh dengan keikhlasan dan keimanan, sehingga menjadi teladan bagi orang lain. Sedangkan mengerjakan kebaikan secara tersembunyi akan lebih memelihara kehormatan fakir miskin. Pemberian maaf yang dilakukan seseorang kepada orang-orang yang telah berbuat salah terhadapnya termasuk perbuatan yang akan mendapat balasan dan pahala dari Allah, sebab Allah Maha Pemaaf lagi Mahakuasa."
        },
        {
          "number": 150,
          "arabic": "إِنَّ ٱلَّذِينَ يَكْفُرُونَ بِٱللَّهِ وَرُسُلِهِۦ وَيُرِيدُونَ أَن يُفَرِّقُوا۟ بَيْنَ ٱللَّهِ وَرُسُلِهِۦ وَيَقُولُونَ نُؤْمِنُ بِبَعْضٍ وَنَكْفُرُ بِبَعْضٍ وَيُرِيدُونَ أَن يَتَّخِذُوا۟ بَيْنَ ذَٰلِكَ سَبِيلًا",
          "transliteration": "inna alladhīna yakfurūna bil-lahi warusulihi wayurīdūna an yufarriqū bayna l-lahi warusulihi wayaqūlūna nu'minu bibaʿḍin wanakfuru bibaʿḍin wayurīdūna an yattakhidhū bayna dhālika sabīlan",
          "translation": "Sesungguhnya orang-orang yang ingkar kepada Allah dan Rasul-rasul-Nya, dan bermaksud membeda-bedakan<sup foot_note=135190>1</sup> antara (keimanan kepada) Allah dan Rasul-rasul-Nya, dengan mengatakan, \"Kami beriman kepada sebagian dan kami mengingkari sebagian (yang lain),\" serta bermaksud mengambil jalan tengah (iman atau kafir),",
          "tafsir": "Di antara manusia ada yang beriman kepada Allah dan sebagian rasul-Nya seperti orang-orang Yahudi dan Nasrani. Orang-orang Yahudi berkata, \"Kami percaya hanya kepada Musa, tidak percaya kepada Muhammad.\" Dan orang Nasrani berkata, \"Kami percaya kepada Musa dan Isa, tetapi tidak percaya kepada Muhammad.\" Kepercayaan seperti itu berarti mencampur-adukkan antara iman dan kafir, padahal sesungguhnya iman dan kafir itu adalah dua hal yang sangat bertentangan. Jika orang Yahudi itu sungguh-sungguh beriman kepada Nabi Musa, tentulah beriman pula kepada Nabi Muhammad saw, demikian pula orang Nasrani, jika mereka sungguh-sungguh beriman kepada Nabi Isa, tentulah mereka beriman kepada Nabi Muhammad saw karena perihal kedatangan Nabi Muhammad saw itu disebut-sebut pula dalam kitab Taurat dan Injil, dan Nabi Muhammad pun membenarkan kitab Taurat dan Injil yang asli yang menjadi pegangan mereka. Alasan-alasan yang menunjukkan atas kebenaran kenabian Muhammad saw adalah sempurna, karena Nabi Muhammad saw seorang yang ummi (tidak pandai membaca dan menulis), dibesarkan dalam masyarakat jahiliah, kepadanya diturunkan Al-Qur'an yang sempurna, yang menerangkan segala yang benar. Kedua golongan yang membeda-bedakan kepercayaan terhadap sebagian rasul itu dinyatakan Allah sebagai orang kafir. Terhadap mereka Allah menyediakan siksaan yang menghinakan, azab yang mengandung penghinaan dan penderitaan."
        },
        {
          "number": 151,
          "arabic": "أُو۟لَـٰٓئِكَ هُمُ ٱلْكَـٰفِرُونَ حَقًّا ۚ وَأَعْتَدْنَا لِلْكَـٰفِرِينَ عَذَابًا مُّهِينًا",
          "transliteration": "ulāika humu l-kāfirūna ḥaqqan wa-aʿtadnā lil'kāfirīna ʿadhāban muhīnan",
          "translation": "merekalah orang-orang kafir yang sebenarnya. Dan Kami sediakan untuk orang-orang kafir itu azab yang menghinakan.",
          "tafsir": "Di antara manusia ada yang beriman kepada Allah dan sebagian rasul-Nya seperti orang-orang Yahudi dan Nasrani. Orang-orang Yahudi berkata, \"Kami percaya hanya kepada Musa, tidak percaya kepada Muhammad.\" Dan orang Nasrani berkata, \"Kami percaya kepada Musa dan Isa, tetapi tidak percaya kepada Muhammad.\" Kepercayaan seperti itu berarti mencampur-adukkan antara iman dan kafir, padahal sesungguhnya iman dan kafir itu adalah dua hal yang sangat bertentangan. Jika orang Yahudi itu sungguh-sungguh beriman kepada Nabi Musa, tentulah beriman pula kepada Nabi Muhammad saw, demikian pula orang Nasrani, jika mereka sungguh-sungguh beriman kepada Nabi Isa, tentulah mereka beriman kepada Nabi Muhammad saw karena perihal kedatangan Nabi Muhammad saw itu disebut-sebut pula dalam kitab Taurat dan Injil, dan Nabi Muhammad pun membenarkan kitab Taurat dan Injil yang asli yang menjadi pegangan mereka. Alasan-alasan yang menunjukkan atas kebenaran kenabian Muhammad saw adalah sempurna, karena Nabi Muhammad saw seorang yang ummi (tidak pandai membaca dan menulis), dibesarkan dalam masyarakat jahiliah, kepadanya diturunkan Al-Qur'an yang sempurna, yang menerangkan segala yang benar. Kedua golongan yang membeda-bedakan kepercayaan terhadap sebagian rasul itu dinyatakan Allah sebagai orang kafir. Terhadap mereka Allah menyediakan siksaan yang menghinakan, azab yang mengandung penghinaan dan penderitaan."
        },
        {
          "number": 152,
          "arabic": "وَٱلَّذِينَ ءَامَنُوا۟ بِٱللَّهِ وَرُسُلِهِۦ وَلَمْ يُفَرِّقُوا۟ بَيْنَ أَحَدٍ مِّنْهُمْ أُو۟لَـٰٓئِكَ سَوْفَ يُؤْتِيهِمْ أُجُورَهُمْ ۗ وَكَانَ ٱللَّهُ غَفُورًا رَّحِيمًا",
          "transliteration": "wa-alladhīna āmanū bil-lahi warusulihi walam yufarriqū bayna aḥadin min'hum ulāika sawfa yu'tīhim ujūrahum wakāna l-lahu ghafūran raḥīman",
          "translation": "Adapun orang-orang yang beriman kepada Allah dan Rasul-rasul-Nya dan tidak membeda-bedakan di antara mereka (para Rasul), kelak Allah akan memberikan pahala kepada mereka. Allah Maha Pengampun, Maha Penyayang.",
          "tafsir": "Ayat ini menjelaskan perkara iman kepada Allah dan rasul-rasul-Nya dengan tidak membeda-bedakan di antara rasul-rasul itu, terutama kepada Nabi yang terakhir, Muhammad saw. Allah telah mengutus beberapa rasul sejak dahulu disertai petunjuk yang benar dan menutup rangkaian rasul dengan kedatangan Muhammad yang membawa kitab Al-Qur'an sebagai peraturan agama terakhir yang harus ditaati oleh seluruh umat manusia. Bagi orang yang percaya kepada kerasulannya kelak akan disediakan pahala yang besar sesuai dengan keimanan dengan disertai amal saleh. Allah Maha Pengampun terhadap kesalahan orang yang benar-benar beriman dan Maha Penyayang kepada sekalian hamba-Nya dengan memberi petunjuk kepada jalan yang lurus dengan perantaraan rasul-rasul-Nya."
        },
        {
          "number": 153,
          "arabic": "يَسْـَٔلُكَ أَهْلُ ٱلْكِتَـٰبِ أَن تُنَزِّلَ عَلَيْهِمْ كِتَـٰبًا مِّنَ ٱلسَّمَآءِ ۚ فَقَدْ سَأَلُوا۟ مُوسَىٰٓ أَكْبَرَ مِن ذَٰلِكَ فَقَالُوٓا۟ أَرِنَا ٱللَّهَ جَهْرَةً فَأَخَذَتْهُمُ ٱلصَّـٰعِقَةُ بِظُلْمِهِمْ ۚ ثُمَّ ٱتَّخَذُوا۟ ٱلْعِجْلَ مِنۢ بَعْدِ مَا جَآءَتْهُمُ ٱلْبَيِّنَـٰتُ فَعَفَوْنَا عَن ذَٰلِكَ ۚ وَءَاتَيْنَا مُوسَىٰ سُلْطَـٰنًا مُّبِينًا",
          "transliteration": "yasaluka ahlu l-kitābi an tunazzila ʿalayhim kitāban mina l-samāi faqad sa-alū mūsā akbara min dhālika faqālū arinā l-laha jahratan fa-akhadhathumu l-ṣāʿiqatu biẓul'mihim thumma ittakhadhū l-ʿij'la min baʿdi mā jāathumu l-bayinātu faʿafawnā ʿan dhālika waātaynā mūsā sul'ṭānan mubīnan",
          "translation": "(Orang-orang) Ahli Kitab meminta kepadamu (Muhammad) agar engkau menurunkan suatu Kitab dari langit kepada mereka. Sesungguhnya mereka telah meminta kepada Musa yang lebih besar dari itu. Mereka berkata, \"Perlihatkanlah Allah kepada kami secara nyata.\" Maka mereka disambar petir karena kezalimannya. Kemudian mereka menyembah anak sapi,<sup foot_note=135191>1</sup> setelah mereka melihat bukti-bukti yang nyata, namun demikian Kami maafkan mereka, dan telah Kami berikan kepada Musa kekuasaan yang nyata.",
          "tafsir": "Diriwayatkan oleh Ibnu Jarir dan Ibnu Juraij bahwa orang-orang Yahudi berkata kepada Nabi Muhammad saw, \"Kami tidak akan membenarkan ajakanmu, kecuali jika kamu dapat membawakan kepada kami sebuah kitab dari Allah kepada Fulan bahwa engkau adalah utusan Allah, dan Fulan yang lain menyatakan bahwa engkau utusan Allah,\" dan begitulah seterusnya mereka menyebut beberapa nama orang-orang tertentu dan pendeta-pendeta Yahudi. Mereka berbuat demikian itu tidak lain hanya semata-mata untuk membangkang kepada Nabi Muhammad. Orang-orang Yahudi meminta kepada Nabi Muhammad saw supaya diturunkan kepada mereka kitab dari langit yang menyebutkan bahwa Muhammad adalah rasul Allah. Dalam menghadapi persoalan ini, Allah menyuruh Nabi Muhammad untuk bersabar, jangan kaget, karena orang-orang Yahudi pernah meminta kepada Musa yang lebih besar dari itu. Mereka meminta kepada Musa supaya diperlihatkan Allah kepada mereka dengan nyata. Permintaan yang seperti itu menunjukkan kebodohan, karena mereka menyangka bahwa Allah mempunyai tubuh yang dapat dilihat dengan nyata. Tabiat mereka yang suka mengingkari mukjizat dan tidak membedakan antara mukjizat seorang nabi dengan keanehan dari tukang sihir yang semata-mata untuk dijadikan tontonan, adalah menunjukkan keinginan dan kebodohan mereka, dan bagaimanapun keadaannya, permintaan mereka itu tidak patut dilayani, karena mereka tetap tidak akan percaya, seperti firman Allah: Dan sekiranya Kami turunkan kepadamu (Muhammad) tulisan di atas kertas, sehingga mereka dapat memegangnya dengan tangan mereka sendiri, niscaya orang-orang kafir itu akan berkata, \"Ini tidak lain hanyalah sihir yang nyata.\" (al-An'am/6:7). Orang-orang Yahudi yang ingin melihat Allah, disambar petir sampai mati akibat permintaannya yang lancang itu, kemudian mereka dihidupkan kembali. Semestinya mereka berlaku hati-hati agar tidak terperosok dalam suatu kesalahan yang berakibat bencana besar, tetapi mereka membuat berhala berbentuk anak sapi yang mereka sembah bersama-sama. Padahal sudah datang kepada mereka bukti-bukti yang nyata seperti tongkat Nabi Musa yang dapat membelah laut, jika tongkat itu dipukulkan pada batu, maka batu itu memancarkan air sebagai sumber air minum. Banyak lagi mukjizat lain yang membuktikan keesaan Allah. Allah masih juga memberi ampun kepada mereka tatkala mereka bertobat dengan sungguh-sungguh. Kemudian Allah memberikan kekuasaan kepada Musa a.s. untuk dapat mendudukkan dan mengembalikan mereka kepada jalan yang benar."
        },
        {
          "number": 154,
          "arabic": "وَرَفَعْنَا فَوْقَهُمُ ٱلطُّورَ بِمِيثَـٰقِهِمْ وَقُلْنَا لَهُمُ ٱدْخُلُوا۟ ٱلْبَابَ سُجَّدًا وَقُلْنَا لَهُمْ لَا تَعْدُوا۟ فِى ٱلسَّبْتِ وَأَخَذْنَا مِنْهُم مِّيثَـٰقًا غَلِيظًا",
          "transliteration": "warafaʿnā fawqahumu l-ṭūra bimīthāqihim waqul'nā lahumu ud'khulū l-bāba sujjadan waqul'nā lahum lā taʿdū fī l-sabti wa-akhadhnā min'hum mīthāqan ghalīẓan",
          "translation": "Dan Kami angkat gunung (Sinai) di atas mereka untuk (menguatkan) perjanjian mereka. Dan Kami perintahkan kepada mereka, \"Masukilah pintu gerbang (Baitulmaqdis) itu sambil bersujud,\" dan Kami perintahkan (pula), kepada mereka, \"Janganlah kamu melanggar peraturan mengenai hari Sabat.<sup foot_note=135192>1</sup> Dan Kami telah mengambil dari mereka perjanjian yang kokoh.",
          "tafsir": "Ayat ini mengungkapkan keburukan perbuatan orang-orang Yahudi, yaitu ketika mereka telah mengingkari perjanjian dengan Allah agar patuh mengamalkan kitab Taurat, maka Allah mengangkat Gunung Sinai ke atas mereka sehingga kelihatan seperti awan hitam yang akan menimpa diri mereka. Semula mereka enggan menerima perjanjian itu dengan sepenuh hati. Kemudian Allah memerintahkan pula kepada mereka untuk memasuki pintu gerbang Baitulmakdis, sambil menundukkan kepala dan merendahkan diri sebagai rasa syukur akan nikmat pemberian Allah, serta memohon ampunan atas segala kesalahan mereka pada masa yang lampau. Kemudian Allah memerintahkan pula kepada mereka supaya jangan melanggar peraturan mengenai hari Sabat seperti larangan menangkap ikan dan sebagainya. Larangan itu mereka langgar, sehingga mereka pada hari Sabat ramai-ramai pergi menangkap ikan dan tidak mau masuk Baitulmakdis. Akibat perbuatan buruk mereka itu, Allah menurunkan siksaan pada mereka seperti dalam firman Allah: Dan sungguh, kamu telah mengetahui orang-orang yang melakukan pelanggaran di antara kamu pada hari Sabat, lalu Kami katakan kepada mereka, \"Jadilah kamu kera yang hina!\" (al-Baqarah/2:65). Mereka melakukan helah untuk memasang perangkap pada hari Jumat, dan mengambilnya pada hari Minggu. Allah telah mengambil perjanjian dari mereka, yaitu akan mengamalkan isi kitab Taurat dengan bersungguh-sungguh dan menegakkan hukum-hukum Allah dan tidak akan melanggarnya sedikit pun, dan tidak akan menyembunyikan berita tentang kedatangan Nabi Isa dan Nabi Muhammad saw. Jika setelah itu mereka masih melanggar janji, Allah akan menurunkan kepada mereka siksaan yang lebih hebat lagi."
        }
      ]
    }
  ]
}