{
  "pageNumber": 422,
  "juz": 22,
  "surahs": [
    {
      "number": 33,
      "name": "Al-Ahzab",
      "nameArabic": "الأحزاب",
      "meaning": "Golongan-golongan",
      "revelation": "Madinah",
      "description": "Surat Al-Ahzab terdiri dari 73 ayat, termasuk golongan surat Madaniyyah, dan diturunkan setelah surat Ali 'Imran.Dinamai \"Al-Ahzab\" yang berarti \"golongan-golongan yang bersekutu\" karena dalam surat ini terdapat ayat-ayat, ayat ke-9 sampai ayat ke-27, yang berhubungan dengan peperangan Al-Ahzab, yaitu perang yang dilancarkan oleh orang-orang Yahudi, kaum munafik, dan orang-orang musyrik terhadap orang-orang mukmin di Madinah. Mereka mengepung rapat orang-orang mukmin sehingga sebagian mereka berputus asa dan menyangka bahwa mereka akan dihancurkan oleh musuh-musuh itu.Ini adalah suatu cobaan yang berat dari Allah untuk menguji sampai di mana keteguhan keimanan kaum mukmin. Akhirnya, Allah mengirimkan bantuan berupa tentara yang tidak terlihat dan angin topan, sehingga musuh-musuh menjadi kacau balau dan melarikan diri.**Pokok-Pokok Isi:**1. **Keimanan:** Cukuplah Allah saja sebagai Pelindung; takdir Allah tidak dapat ditolak; Nabi Muhammad adalah contoh dan teladan yang paling baik; Nabi Muhammad adalah rasul dan nabi yang terakhir; hanya Allah yang mengetahui kepan terjadinya kiamat.2. **Hukum-hukum:** Hukum zhihar; kedudukan anak angkat; dasar waris-mewarisi dalam Islam ialah hubungan nasab (pertalian darah); tidak ada iddah bagi perempuan yang ditalak sebelum dicampuri; hukum-hukum khusus mengenai perkawinan Nabi dan kewajiban istri-istrinya; larangan menyakiti hati Nabi.3. **Kisah-kisah:** Perang Ahzab (Khandaq): kisah Zainab binti Jahsy dengan Zaid; perang terhadap Bani Quraizhah.4. **Lain-lain:** Penyesalan orang-orang kafir di akhirat karena mereka mengingkari Allah dan rasul-Nya; sifat-sifat orang-orang munafik.Surat Al-Ahzab mengemukakan tingkah laku dan usaha orang-orang munafik menyakiti Nabi Muhammad, faktor penyebab perang Ahzab dan kesudahannya, tentang perkawinan Nabi dengan istri-istrinya, sopan-santun di rumah Nabi, fitnah terhadap Nabi Muhammad, dan adab sopan santun yang diperlukan untuk membangun masyarakat islami di Madinah, terutama setelah perang Badar.Dari surat Al-Ahzab ini dapat diambil kesimpulan bahwa kemenangan orang-orang mukmin terhadap musuh-musuhnya adalah karena persatuan dan ketaatan kaum muslimin kepada pimpinan. Sepandai apa pun fitnah yang dilancarkan terhadap Nabi Muhammad maka akhirnya terbongkar juga.**Hubungan Surat Al-Ahzab Dengan Surat Saba':**1. Pada akhir surat Al-Ahzab disebutkan bahwa Allah memiliki sifat Maha Pengampun dan Maha Penyayang, sedangkan di awal surat Saba' disebutkan pula sifat yang sama.2. Pada surat Al-Ahzab diceritakan bahwa orang-orang kafir menanyakan kapan hari kiamat terjadi dengan tujuan memperolok-olokkan Nabi Muhammad, sedangkan dalam surat Saba' diceritakan bahwa orang kafir itu menjadikan berita hari kiamat bukan saja sebagai olok-olokan bahkan dengan tegas mengingkarinya dan mencela orang-orang yang mempercayainya.",
      "verses": [
        {
          "number": 31,
          "arabic": "۞ وَمَن يَقْنُتْ مِنكُنَّ لِلَّهِ وَرَسُولِهِۦ وَتَعْمَلْ صَـٰلِحًا نُّؤْتِهَآ أَجْرَهَا مَرَّتَيْنِ وَأَعْتَدْنَا لَهَا رِزْقًا كَرِيمًا",
          "transliteration": "waman yaqnut minkunna lillahi warasūlihi wataʿmal ṣāliḥan nu'tihā ajrahā marratayni wa-aʿtadnā lahā riz'qan karīman",
          "translation": "Dan barangsiapa di antara kamu (istri-istri Nabi) tetap taat kepada Allah dan Rasul-Nya dan mengerjakan kebajikan, niscaya Kami berikan pahala kepadanya dua kali lipat dan Kami sediakan rezeki yang mulia baginya.",
          "tafsir": "Pada ayat ini, Allah menerangkan bahwa siapa pun di antara istri-istri Nabi. saw yang tetap taat kepada Allah dan rasul-Nya, serta mengerjakan amal yang saleh, pasti diberi-Nya pahala dua kali lipat sebagai penghargaan bagi mereka. Penghargaan itu karena kedudukan mereka selaku \"Ummahatul Mu'minin\", yaitu ibu kehormatan segenap kaum mukminin, dan mereka berada di rumah Nabi saw, tempat turun wahyu Allah, cahaya hikmat dan petunjuk ke jalan yang lurus. Selain pahala yang berlipat ganda, Allah akan memberikan pula rezeki yang mulia di dunia dan di akhirat. Di dunia karena mereka menjadi pusat perhatian seluruh perempuan mukminat yang memandang mereka dengan penuh penghormatan dan kewibawaan dan di akhirat karena mereka adalah istri-istri Nabi. saw yang akan ditempatkan oleh Allah pada derajat yang tinggi dalam surga Jannatun Na'im."
        },
        {
          "number": 32,
          "arabic": "يَـٰنِسَآءَ ٱلنَّبِىِّ لَسْتُنَّ كَأَحَدٍ مِّنَ ٱلنِّسَآءِ ۚ إِنِ ٱتَّقَيْتُنَّ فَلَا تَخْضَعْنَ بِٱلْقَوْلِ فَيَطْمَعَ ٱلَّذِى فِى قَلْبِهِۦ مَرَضٌ وَقُلْنَ قَوْلًا مَّعْرُوفًا",
          "transliteration": "yānisāa l-nabiyi lastunna ka-aḥadin mina l-nisāi ini ittaqaytunna falā takhḍaʿna bil-qawli fayaṭmaʿa alladhī fī qalbihi maraḍun waqul'na qawlan maʿrūfan",
          "translation": "Wahai istri-istri Nabi! Kamu tidak seperti perempuan-perempuan yang lain, jika kamu bertakwa. Maka janganlah kamu tunduk (melemah lembutkan suara)<sup foot_note=135628>1</sup> dalam berbicara sehingga bangkit nafsu orang yang ada penyakit dalam hatinya,<sup foot_note=135629>2</sup> dan ucapkanlah perkataan yang baik,",
          "tafsir": "Pada ayat ini, Allah memperingatkan kepada istri-istri Nabi. saw bahwa mereka dengan julukan \"Ummahatul Mu'minin\" sama sekali tidak dapat dipersamakan dengan perempuan mukminat yang mana pun dalam segi keutamaan dan penghormatan, jika mereka betul-betul bertakwa. Tidak ada seorang perempuan pun yang dapat menyerupai kedudukan apalagi melebihi keutamaan mereka karena suami mereka adalah \"Sayyidul Anbiya' wal Mursalin\". Oleh karena itu, jika mengadakan pembicaraan dengan orang lain, maka mereka dilarang merendahkan suara yang dapat menimbulkan perasaan kurang baik terhadap kesucian dan kehormatan mereka, terutama jika yang dihadapi itu orang-orang fasik atau munafik yang itikad baiknya diragukan. Istri-istri Nabi. saw itu, setelah beliau wafat tidak boleh dinikahi oleh siapa pun, sesuai dengan firman Allah: Dan tidak boleh kamu menyakiti (hati) Rasulullah dan tidak boleh (pula) menikahi istri-istrinya selama-lamanya setelah (Nabi wafat). Sungguh, yang demikian itu sangat besar (dosanya) di sisi Allah. (al-Ahzab/33: 53)"
        },
        {
          "number": 33,
          "arabic": "وَقَرْنَ فِى بُيُوتِكُنَّ وَلَا تَبَرَّجْنَ تَبَرُّجَ ٱلْجَـٰهِلِيَّةِ ٱلْأُولَىٰ ۖ وَأَقِمْنَ ٱلصَّلَوٰةَ وَءَاتِينَ ٱلزَّكَوٰةَ وَأَطِعْنَ ٱللَّهَ وَرَسُولَهُۥٓ ۚ إِنَّمَا يُرِيدُ ٱللَّهُ لِيُذْهِبَ عَنكُمُ ٱلرِّجْسَ أَهْلَ ٱلْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيرًا",
          "transliteration": "waqarna fī buyūtikunna walā tabarrajna tabarruja l-jāhiliyati l-ūlā wa-aqim'na l-ṣalata waātīna l-zakata wa-aṭiʿ'na l-laha warasūlahu innamā yurīdu l-lahu liyudh'hiba ʿankumu l-rij'sa ahla l-bayti wayuṭahhirakum taṭhīran",
          "translation": "Dan hendaklah kamu tetap di rumahmu<sup foot_note=135630>1</sup> dan janganlah kamu berhias dan (bertingkah laku) seperti orang-orang jahiliah dahulu,<sup foot_note=135631>2</sup> dan laksanakanlah salat, tunaikanlah zakat dan taatilah Allah dan Rasul-Nya. Sesungguhnya Allah bermaksud hendak menghilangkan dosa dari kamu, wahai ahlulbait<sup foot_note=135632>3</sup> dan membersihkan kamu sebersih-bersihnya.",
          "tafsir": "Pada ayat ini, Allah memerintahkan supaya para istri Nabi. tetap tinggal di rumah mereka masing-masing dan tidak keluar kecuali bila ada keperluan. Perintah ini berlaku bagi istri-istri Nabi. saw. Mereka dilarang memamerkan perhiasannya, dan bertingkah laku seperti orang-orang Jahiliah masa dahulu sebelum zaman Nabi Muhammad. Setelah mereka dilarang mengerjakan keburukan, mereka diperintahkan mengerjakan kebajikan, seperti mendirikan salat lima waktu sesuai syarat dan rukun-rukunnya dan menunaikan zakat harta bendanya. Telah menjadi kebiasaan, jika disebut salat maka selalu dikaitkan dengan zakat, sebab keduanya menghasilkan kebersihan diri dan harta. Hikmah dari keduanya supaya tetap taat kepada Allah dan Rasul-Nya karena hal itu adalah pelaksanaan dari isi dua kalimat syahadat yang menjadi jalan kebahagiaan di dunia dan akhirat. Allah mengeluarkan perintah itu disertai sebutan \"ahlul bait\", yaitu semua keluarga rumah tangga Rasulullah, dengan maksud untuk menghilangkan dosa-dosa dari mereka. Allah juga bermaksud membersihkan mereka dari kekotoran kefasikan dan kemunafikan yang biasa menempel pada orang yang berdosa. Dengan demikian, Allah akan membersihkan mereka sebersih-bersihnya. Anas bin Malik dalam rangka menerangkan siapa yang dimaksud dengan ahlul bait dalam ayat ini meriwayatkan: Sesungguhnya Rasulullah selalu mendatangi rumah putrinya Fatimah, selama enam bulan pada setiap salat Subuh. Beliau berseru, \"Salat, hai Ahlul Bait, sesungguhnya Allah hendak menghilangkan dosa dari kamu, dan membersihkan kamu sebersih-bersihnya.\" (Riwayat at-Tirmidzi dan Abu Dawud ath-thayalisi dari Anas bin Malik)"
        },
        {
          "number": 34,
          "arabic": "وَٱذْكُرْنَ مَا يُتْلَىٰ فِى بُيُوتِكُنَّ مِنْ ءَايَـٰتِ ٱللَّهِ وَٱلْحِكْمَةِ ۚ إِنَّ ٱللَّهَ كَانَ لَطِيفًا خَبِيرًا",
          "transliteration": "wa-udh'kur'na mā yut'lā fī buyūtikunna min āyāti l-lahi wal-ḥik'mati inna l-laha kāna laṭīfan khabīran",
          "translation": "Dan ingatlah apa yang dibacakan di rumahmu dari ayat-ayat Allah dan hikmah (sunah Nabimu). Sungguh, Allah Mahalembut, Maha Mengetahui.",
          "tafsir": "Pada ayat ini, Allah menerangkan sebab-sebab mereka mendapat karunia yang besar itu. Di antaranya ialah karena rumah kediaman istri-istri Nabi. itu adalah tempat-tempat turun wahyu. Allah memerintahkan kepada istri-istri Nabi. saw supaya mengajarkan apa yang dibacakan di rumah mereka itu dari ayat-ayat Allah dan sunah Nabi kepada orang lain. Sunah Nabi itu bisa berupa apa yang mereka saksikan tentang kehidupan Nabi dalam lingkungan rumah tangga dan berhubungan dengan syariat Islam."
        },
        {
          "number": 35,
          "arabic": "إِنَّ ٱلْمُسْلِمِينَ وَٱلْمُسْلِمَـٰتِ وَٱلْمُؤْمِنِينَ وَٱلْمُؤْمِنَـٰتِ وَٱلْقَـٰنِتِينَ وَٱلْقَـٰنِتَـٰتِ وَٱلصَّـٰدِقِينَ وَٱلصَّـٰدِقَـٰتِ وَٱلصَّـٰبِرِينَ وَٱلصَّـٰبِرَٰتِ وَٱلْخَـٰشِعِينَ وَٱلْخَـٰشِعَـٰتِ وَٱلْمُتَصَدِّقِينَ وَٱلْمُتَصَدِّقَـٰتِ وَٱلصَّـٰٓئِمِينَ وَٱلصَّـٰٓئِمَـٰتِ وَٱلْحَـٰفِظِينَ فُرُوجَهُمْ وَٱلْحَـٰفِظَـٰتِ وَٱلذَّٰكِرِينَ ٱللَّهَ كَثِيرًا وَٱلذَّٰكِرَٰتِ أَعَدَّ ٱللَّهُ لَهُم مَّغْفِرَةً وَأَجْرًا عَظِيمًا",
          "transliteration": "inna l-mus'limīna wal-mus'limāti wal-mu'minīna wal-mu'mināti wal-qānitīna wal-qānitāti wal-ṣādiqīna wal-ṣādiqāti wal-ṣābirīna wal-ṣābirāti wal-khāshiʿīna wal-khāshiʿāti wal-mutaṣadiqīna wal-mutaṣadiqāti wal-ṣāimīna wal-ṣāimāti wal-ḥāfiẓīna furūjahum wal-ḥāfiẓāti wal-dhākirīna l-laha kathīran wal-dhākirāti aʿadda l-lahu lahum maghfiratan wa-ajran ʿaẓīman",
          "translation": "Sungguh, laki-laki dan perempuan muslim, laki-laki dan perempuan mukmin, laki-laki dan perempuan yang tetap dalam ketaatannya, laki-laki dan perempuan yang benar, laki-laki dan perempuan yang sabar, laki-laki dan perempuan yang khusyuk, laki-laki dan perempuan yang bersedekah, laki-laki dan perempuan yang berpuasa, laki-laki dan perempuan yang memelihara kehormatannya, laki-laki dan perempuan yang banyak menyebut (nama) Allah, Allah telah menyediakan untuk mereka ampunan dan pahala yang besar.",
          "tafsir": "Pada ayat ini Allah menjelaskan sifat-sifat hamba-Nya yang akan diampuni segala dosa dan kesalahannya serta dimasukkan ke dalam surga. Sifat-sifat mereka ada sepuluh macam: 1.Taat dan tunduk kepada hukum Islam, baik ucapan maupun perbuatan. 2.Membenarkan dan memercayai ajaran Allah dan rasul-Nya. 3.Selalu melaksanakan perintah-perintah agama dengan penuh kekhusyukan dan ketenangan. 4.Selalu benar dalam ucapan dan perbuatan, sebagai tanda keimanan yang sempurna. Dalam sebuah hadis yang sahih disebutkan bahwa Rasulullah saw bersabda, \"Peganglah kebenaran, bahwa kebenaran itu membawa pada kebajikan, dan kebajikan akan membawa masuk surga, dan jauhilah dusta, sebab dusta itu membawa pada kedurhakaan dan kedurhakaan itu membawa ke neraka.\" 5.Sabar menghadapi kesulitan dan penderitaan dalam melaksanakan perintah Allah serta menahan syahwat dan hawa nafsu. 6.Khusyuk dan tawaduk kepada Allah, baik jasmani maupun rohani, dalam melaksanakan semua tugas dan kewajiban dan keikhlasan semata-mata untuk mencari keridaan Allah. 7.Bersedekah dengan harta dan memberi bantuan kepada mereka yang serba kekurangan dan tidak mempunyai penghasilan. 8.Berpuasa yang dapat membantu menundukkan syahwat dan hawa nafsu, sebagaimana tercantum di dalam sabda Rasulullah saw \"Wahai sekalian pemuda, siapa di antara kamu yang mampu untuk kawin silakan kawin, karena perkawinan itu lebih dapat menahan pandangan mata dan lebih memelihara kemaluan, dan barang siapa yang belum mampu, supaya berpuasa, karena berpuasa itu dapat membendung syahwatnya.\" (Riwayat al-Bukhari dan Muslim dari Ibnu Mas'ud) 9.Menjaga kemaluan dan kehormatan dari segala perbuatan yang haram dan keji, sesuai dengan firman Allah: Dan orang yang memelihara kemaluannya, kecuali terhadap istri-istri mereka atau hamba sahaya yang mereka miliki; maka sesungguhnya mereka tidak tercela. Tetapi barang siapa mencari di balik itu (zina, dan sebagainya), maka mereka itulah orang-orang yang melampaui batas. (al-Mu'minun/23: 5-7) 10.Selalu ingat kepada Allah dengan lidah dan hati, sesuai dengan hadis yang diriwayatkan dari Mujahid yang menyatakan bahwa seseorang itu belum disebut banyak mengingat Allah kecuali bila sudah dapat mengingat-Nya sambil berdiri, duduk, dan berbaring. Abu Sa'id al-Khudri telah meriwayatkan sebuah hadis bahwa Rasulullah bersabda: \"Apabila seorang suami membangunkan seorang istrinya di malam hari lalu mereka salat Tahajud dua rakaat , maka mereka berdua pada malam tersebut termasuk orang-orang yang banyak mengingat Allah.\" (Riwayat Abu Dawud, an-Nasa'i, dan Ibnu Majah) Dalam hadis yang lain dari Sahal bin Mu'az al-Juhani dari ayahnya diriwayatkan bahwa seorang laki-laki bertanya kepada Rasulullah saw: \"Pejuang-pejuang manakah yang paling besar pahalanya wahai Rasulullah?\" Nabi saw menjawab, \"Yang paling banyak ingatnya kepada Allah. Lalu ia bertanya lagi,\" Cara orang yang berpuasa manakah yang paling besar pahalanya?\" Nabi saw menjawab, \"Yang paling banyak ingat kepada Allah.\" Kemudian dia menyebutkan pula orang yang salat, berzakat, naik haji dan bersedekah, dan pada kesemuanya itu Nabi saw mengatakan, \"Mereka yang paling banyak ingatnya kepada Allah.\" Abu Bakar lalu berkata kepada Umar, \"Orang yang banyak ingatnya kepada Allah telah membawa semua kebajikan.\" Dan Nabi saw menambahkan, \"Memang demikianlah.\" (Riwayat Ahmad)"
        }
      ]
    }
  ]
}