{
  "pageNumber": 20,
  "juz": 1,
  "surahs": [
    {
      "number": 2,
      "name": "Al-Baqarah",
      "nameArabic": "البقرة",
      "meaning": "Sapi Betina",
      "revelation": "Madinah",
      "description": "Surat \"Al Baqarah\" terdiri atas 286 ayat dan sebagian besar diturunkan di Madinah pada permulaan tahun Hijrah, kecuali ayat 281 yang diturunkan di Mina pada Haji wadaa' (haji Nabi Muhammad s.a.w. yang terakhir). Seluruh ayat surat Al Baqarah termasuk golongan Madaniyyah dan merupakan surat yang terpanjang di antara surat-surat Al Qur'an yang di dalamnya terdapat pula ayat yang terpanjang (ayat 282).Surat ini dinamai \"Al Baqarah\" karena di dalamnya disebutkan kisah penyembelihan sapi betina yang diperintahkan Allah kepada Bani Israil (ayat 67 sampai dengan 74), di mana dijelaskan watak orang Yahudi pada umumnya. Dinamai \"Fusthaathul-Qur'an\" (puncak Al Qur'an) karena memuat beberapa hukum yang tidak disebutkan dalam surat yang lain. Dinamai juga surat \"Alif-laam-miim\" karena surat ini dimulai dengan Alif-laam-miim.&nbsp;Pokok-Pokok Isi:1. Keimanan:Dakwah Islamiyah yang dihadapkan kepada umat Islam, ahli kitab dan para musyrikin.2. Hukum-hukum:Perintah mengerjakan shalat; menunaikan zakat; hukum puasa; hukum haji dan umrah; hukum qishash; halal dan haram; berinfak di jalan Allah; hukum arak dan judi; cara menyantuni anak yatim, larangan riba; utang-piutang; nafkah dan yang berhak menerimanya; wasiat kepada ibu-bapak dan kaum kerabat; hukum sumpah; kewajiban menyampaikan amanah; sihir; hukum merusak masjid; hukum mengubah kitab-kitab Allah; hukum haidh, 'iddah, thalak, khulu', ilaa' dan susuan; hukum melamar, mahar, larangan menikahi wanita musyrik dan sebaliknya; hukum perang.3. Kisah-kisah:Kisah penciptaan Nabi Adam a.s; kisah Nabi Ibrahim a.s.; kisah Nabi Musa a.s. dengan Bani Israil.4. Lain-lain:Sifat-sifat orang yang bertakwa; sifat-sifat orang munafik; sifat-sifat Allah; perumpamaan-perumpamaan; kiblat, kebangkitan sesudah mati.Kesimpulan surat Al Baqarah:1. Menjelaskan beberapa hukum dalam agama Islam.2. Mengemukakan beberapa perumpamaan.3. Mengemukakan hujjah-hujjah.Hubungan Surat Al Baqarah Dengan Surat Ali 'Imran:1. Dalam surat Al Baqarah, disebutkan Nabi Adam a.s. yang langsung diciptakan Allah, sedang dalam surat Ali'Imran, disebutkan tentang kelahiran Nabi 'Isa a.s. yang kedua-duanya diciptakan Allah secara menyelisihi kebiasaan.2. Dalam surat Al Baqarah, sifat dan perbuatan orang-orang Yahudi dibentangkan secara luas disertai dengan hujjah untuk mematahkan hujjah-hujjah mereka yang membela kesesatan, sedang dalam surat Ali 'Imran, dibentangkan hal-hal serupa yang berhubungan dengan orang Nasrani.3. Surat Al Baqarah dimulai dengan menyebutkan tiga golongan manusia, yaitu orang mukmin, orang yang mengimani hari akhir, dan orang munafik. Sementara itu, surat Ali 'Imran dimulai dengan menyebutkan orang yang suka mentakwilkan ayat yang mutasyabihaat secara salah untuk memfitnah orang mukmin, dan menyebutkan orang yang mempunyai keahlian dalam menakwilkannya.4. Surat Al Baqarah disudahi dengan permohonan kepada Allah agar kesalahan-kesalahan dan kealpaan dalam melaksanakan ketaatan diampuni, sedang surat Ali 'Imran disudahi dengan permohonan kepada Allah agar Dia memberi pahala atas amal saleh yang dilakukan hamba-Nya.5. Surat Al Baqarah dimulai dengan menyebutkan sifat-sifat orang yang bertakwa, sedang surat Ali 'Imran dimulai dengan perintah bertakwa.",
      "verses": [
        {
          "number": 127,
          "arabic": "وَإِذْ يَرْفَعُ إِبْرَٰهِـۧمُ ٱلْقَوَاعِدَ مِنَ ٱلْبَيْتِ وَإِسْمَـٰعِيلُ رَبَّنَا تَقَبَّلْ مِنَّآ ۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
          "transliteration": "wa-idh yarfaʿu ib'rāhīmu l-qawāʿida mina l-bayti wa-is'māʿīlu rabbanā taqabbal minnā innaka anta l-samīʿu l-ʿalīmu",
          "translation": "Dan (ingatlah) ketika Ibrahim meninggikan pondasi Baitullah bersama Ismail (seraya berdoa), \"Ya Tuhan kami, terimalah (amal) dari kami. Sungguh, Engkaulah Yang Maha Mendengar, Maha Mengetahui\".",
          "tafsir": "Orang-orang Arab diingatkan bahwa yang membangun Baitullah itu adalah nenek moyang mereka yang bernama Ibrahim dan putranya Ismail. Ibrahim adalah nenek moyang orang-orang Arab melalui putranya Ismail. Sedangkan orang Israil melalui putranya Ishak. Seluruh orang Arab mengikuti agama Ibrahim. Dari ayat tersebut dapat dipahami bahwa yang membangun Baitullah ialah Nabi Ibrahim dan putranya Ismail. Tujuannya adalah untuk beribadah kepada Allah bukan untuk yang lain, sebagai peringatan bagi dirinya, yang akan diingat-ingat oleh anak cucunya di kemudian hari. Bahan-bahan untuk membangun Ka'bah itu adalah benda-benda biasa sama dengan benda-benda yang lain, dan bukan benda yang sengaja diturunkan Allah dari langit. Semua riwayat yang menerangkan Ka'bah secara berlebih-lebihan, adalah riwayat yang tidak benar, diduga berasal dari Isra'i1iyat. ) Mengenai al-hajar al-Aswad ) 'Umar bin al-Khatthab r.a. berkata pada waktu ia telah menciumnya: \"Dari Umar semoga Allah meridainya, bahwa dia telah mencium Hajarul Aswad dan berkata: \"Sesungguhnya aku telah mengetahui bahwa engkau batu yang tidak dapat memberi mudarat dan tidak pula memberi manfaat. Kalau aku tidak melihat Rasulullah saw mencium engkau, tentu aku tidak akan mencium engkau.\" (Muttafaq 'Alaih) Menurut riwayat ad-Daraqutni, Rasulullah saw pernah menyatakan sebelum mencium Hajar Aswad bahwa itu adalah batu biasa. Demikian pula halnya Abu Bakar r.a., dan sahabat-sahabat yang lain. Dari riwayat-riwayat di atas dapat diambil kesimpulan bahwa Hajar Aswad adalah batu biasa saja. Perintah menciumnya berhubungan dengan ibadah, seperti perintah salat menghadap ke Ka'bah, perintah melempar jamrah di waktu melaksanakan ibadah haji dan sebagainya. Semuanya dilaksanakan semata-mata melaksanakan perintah Allah. Setelah Ibrahim dan Ismail selesai meletakkan fondasi Ka'bah, mereka berdua berdoa: \"Terimalah dari kami\", (maksudnya ialah terimalah amal kami sebagai amal yang saleh, ridailah dan berilah pahala ...) \"Allah Maha Mendengar\" (maksudnya: Allah Maha Mendengar doa kami), dan \"Allah Maha Mengetahui\" (maksudnya: Allah Maha Mengetahui niat-niat dan maksud kami membangun dan mendirikan Ka'bah ini). Dari ayat di atas dapat diambil hukum bahwa sunah hukumnya berdoa dan menyerahkan semua amal kita kepada Allah apabila telah selesai mengerjakannya. Dengan penyerahan itu berarti tugas seorang hamba ialah mengerjakan amal-amal yang saleh karena Allah, dan Allah-lah yang berhak menilai amal itu dan memberinya pahala sesuai dengan penilaian-Nya. Dari ayat di atas juga dapat dimengerti bahwa Ibrahim a.s. dan putranya, Ismail a.s., berdoa kepada Allah setelah selesai mengerjakan amal yang saleh dengan niat dan maksud perbuatan itu semata-mata dilakukan dan dikerjakan karena Allah. Karena sifat dan bentuk perbuatan yang dikerjakannya itu diyakini sesuai dengan perintah Allah, maka ayah dan anak itu yakin pula bahwa amalnya itu pasti diterima Allah. Hal ini berarti bahwa segala macam doa yang dipanjatkan kepada Allah yang sifat, bentuk dan tujuannya sama dengan yang dilakukan oleh Ibrahim a.s. dengan putranya, pasti diterima Allah pula dan pasti diberi pahala yang baik dari sisi-Nya. Pada ayat berikutnya (128) Ibrahim a.s. melanjutkan doanya, agar keturunannya menjadi umat yang tunduk dan patuh kepada Allah. Di dalam perkataan \"Muslim\" (tunduk patuh) terkandung pengertian bahwa umat yang dimaksud Ibrahim a.s. itu mempunyai sifat-sifat: 1. Memurnikan kepercayaan hanya kepada Allah. Hati seorang Muslim hanya mempercayai bahwa yang berhak disembah dan dimohonkan pertolongan hanya Allah Yang Maha Esa. Kepercayaan ini bertolak dari kesadaran Muslim bahwa dirinya berada di bawah pengawasan dan kekuasaan Allah. Allah saja yang dapat memberi keputusan atas dirinya. 2.Semua perbuatan, kepatuhan dan ketundukan, dilakukan hanya karena dan kepada Allah saja, bukan karena menurut hawa nafsu, bukan karena ingin dipuji dan dipandang baik oleh orang, bukan karena pangkat dan jabatan, dan bukan pula karena keuntungan duniawi. Bila kepercayaan dan ketundukan itu tidak murni kepada Allah, maka Allah tidak lagi menjadi pelindung bagi mereka. Allah berfirman: Sudahkah engkau (Muhammad) melihat orang yang menjadikan keinginannya sebagai tuhannya. Apakah engkau akan menjadi pelindungnya? (al-Furqan/25:43) Allah membiarkan sesat orang yang menjadikan hawa nafsunya sebagai tuhannya dan mengunci mati hatinya, karena Allah mengetahui bahwa mereka tidak menerima petunjuk-petunjuk yang diberikan kepadanya. Allah berfirman: Maka pernahkah kamu melihat orang yang menjadikan hawa nafsunya sebagai tuhannya dan Allah membiarkannya sesat dengan sepengetahuan-Nya dan Allah telah mengunci pendengaran dan hatinya serta meletakkan tutup atas penglihatannya? ¦. (al-Jasiyah/45:23) Pada ayat 124 yang lalu, Ibrahim a.s. berdoa agar keturunannya dijadi-kan imam, Allah menjawab, \"Keturunan Ibrahim yang zalim tidak termasuk di dalam doa itu.\" Karena itu pada ayat 128 ini Ibrahim a.s. mendoakan agar sebagian keluarganya dijadikan orang yang tunduk patuh kepada Allah. Dalam hubungan ayat di atas terdapat petunjuk bahwa yang dimaksud dengan keturunannya itu ialah Ismail a.s. dan keturunannya yang akan ditinggalkan di Mekah, sedang ia sendiri kembali ke Syam. Keturunan Ismail a.s. inilah yang menghuni Mekah dan sekitarnya, termasuk Nabi Muhammad saw. Inilah yang dimaksud dengan firman Allah. ¦. (Ikutilah) agama nenek moyangmu Ibrahim. Dia (Allah) telah menamakan kamu orang-orang Muslim sejak dahulu, dan (begitu pula) dalam (Al-Qur'an) ini¦ (al-hajj/22:78) Ibrahim dan Ismail memohon kepada Allah agar ditunjukkan cara-cara mengerjakan segala macam ibadah dalam rangka menunaikan ibadah, tempat wuquf, tawaf, sa'i, dan sebagainya, sehingga dia dan anak cucunya dapat melaksanakan ibadah sesuai dengan yang diperintahkan Allah. Di dalam ayat ini, Ibrahim a.s. memohon kepada Allah agar diterima tobatnya, padahal Ibrahim adalah seorang nabi dan rasul, demikian pula putranya. Semua nabi dan rasul dipelihara Allah dari segala macam dosa (ma'sum). Karena itu maksud dari doa Ibrahim dan putranya ialah: 1.Ibrahim a.s. dan putranya Ismail a.s. memohon kepada Allah agar diampuni segala kesalahan yang tidak disengaja, yang tidak diketahui dan yang dilakukannya tanpa kehendaknya sendiri. 2.Sebagai petunjuk bagi keturunan dan pengikutnya di kemudian hari, agar selalu menyucikan diri dari segala macam dosa dengan bertobat kepada Allah, dan menjaga kesucian tempat mengerjakan ibadah haji. \"Allah Maha Penerima tobat\" ialah Allah sendirilah yang menerima tobat hamba-hamba-Nya, tidak ada yang lain. Dia selalu menerima tobat hamba-hamba-Nya yang benar-benar bertobat serta memberi taufik agar selalu mengerjakan amal-amal yang saleh. \"Allah Maha Penyayang\" ialah Allah Maha Penyayang kepada hamba-hamba-Nya yang bertobat dengan menghapus dosa dan azab dari mereka. Selanjutnya Ibrahim a.s. berdoa agar Allah mengangkat seorang rasul dari keturunannya yang memurnikan ketaatan kepada-Nya, untuk memberi berita gembira, memberi petunjuk dan memberi peringatan. Allah swt mengabulkan doa Nabi Ibrahim dengan mengangkat dari keturunannya nabi-nabi dan rasul termasuk Nabi Muhammad saw, nabi yang terakhir. Rasulullah saw bersabda: Aku adalah doa Ibrahim dan yang diberitakan sebagai berita gembira oleh Isa. (Riwayat Ahmad). Sifat dari rasul-rasul yang didoakan Ibrahim a.s. ialah: 1.Membacakan ayat-ayat Allah yang telah diturunkan kepada mereka, agar ayat-ayat itu menjadi pelajaran dan petunjuk bagi umat mereka. Ayat-ayat itu mengandung ajaran tentang keesaan Allah, adanya hari kebangkitan dan hari pembalasan, adanya pahala bagi orang yang beramal saleh dan siksaan bagi orang yang ingkar, petunjuk ke jalan yang baik, dan sebagainya. 2.Mengajarkan kepada mereka Al-Kitab dan Al-Hikmah. Al-Kitab ialah Al-Qur'an. Al-Hikmah ialah mengetahui rahasia-rahasia, faedah-faedah, hukum-hukum syariat, serta maksud dan tujuan diutusnya para rasul, yaitu agar menjadi contoh yang baik bagi mereka sehingga mereka dapat menempuh jalan yang lurus. 3.\"Menyucikan mereka\" ialah menyucikan diri dan jiwa mereka dari segala macam kesyirikan, kekufuran, kejahatan, budi pekerti yang tidak baik, sifat suka merusak masyarakat dan sebagainya. Ibrahim a.s. menutup doanya dengan memuji Tuhannya, yaitu dengan menyebut sifat-sifat-Nya, Yang Mahaperkasa, dan Yang Mahabijaksana. \"Mahaperkasa\" ialah yang tidak seorang pun dapat membantah perkataan-Nya, dan tidak seorang pun dapat mencegah perbuatan-Nya. \"Maha-bijaksana\" ialah Yang Maha Menciptakan segala sesuatu dan penggunaan-nya sesuai dengan sifat, guna dan faedahnya. Dari doa Nabi Ibrahim ini dapat dipahami bahwa ia memohonkan agar keturunannya diberi taufik dan hidayah, sehingga dapat melaksanakan dan mengembangkan agama Allah, membina peradaban umat manusia dan mengembangkan ilmu pengetahuan menurut yang diridai Allah."
        },
        {
          "number": 128,
          "arabic": "رَبَّنَا وَٱجْعَلْنَا مُسْلِمَيْنِ لَكَ وَمِن ذُرِّيَّتِنَآ أُمَّةً مُّسْلِمَةً لَّكَ وَأَرِنَا مَنَاسِكَنَا وَتُبْ عَلَيْنَآ ۖ إِنَّكَ أَنتَ ٱلتَّوَّابُ ٱلرَّحِيمُ",
          "transliteration": "rabbanā wa-ij'ʿalnā mus'limayni laka wamin dhurriyyatinā ummatan mus'limatan laka wa-arinā manāsikanā watub ʿalaynā innaka anta l-tawābu l-raḥīmu",
          "translation": "Ya Tuhan kami, jadikanlah kami orang yang berserah diri kepada-Mu, dan anak cucu kami (juga) umat yang berserah diri kepada-Mu dan tunjukkanlah kepada kami cara-cara melakukan (ibadah) haji kami, dan terimalah tobat kami. Sungguh, Engkaulah Yang Maha Penerima tobat, Maha Penyayang.",
          "tafsir": "Orang-orang Arab diingatkan bahwa yang membangun Baitullah itu adalah nenek moyang mereka yang bernama Ibrahim dan putranya Ismail. Ibrahim adalah nenek moyang orang-orang Arab melalui putranya Ismail. Sedangkan orang Israil melalui putranya Ishak. Seluruh orang Arab mengikuti agama Ibrahim. Dari ayat tersebut dapat dipahami bahwa yang membangun Baitullah ialah Nabi Ibrahim dan putranya Ismail. Tujuannya adalah untuk beribadah kepada Allah bukan untuk yang lain, sebagai peringatan bagi dirinya, yang akan diingat-ingat oleh anak cucunya di kemudian hari. Bahan-bahan untuk membangun Ka'bah itu adalah benda-benda biasa sama dengan benda-benda yang lain, dan bukan benda yang sengaja diturunkan Allah dari langit. Semua riwayat yang menerangkan Ka'bah secara berlebih-lebihan, adalah riwayat yang tidak benar, diduga berasal dari Isra'i1iyat. ) Mengenai al-hajar al-Aswad ) 'Umar bin al-Khatthab r.a. berkata pada waktu ia telah menciumnya: \"Dari Umar semoga Allah meridainya, bahwa dia telah mencium Hajarul Aswad dan berkata: \"Sesungguhnya aku telah mengetahui bahwa engkau batu yang tidak dapat memberi mudarat dan tidak pula memberi manfaat. Kalau aku tidak melihat Rasulullah saw mencium engkau, tentu aku tidak akan mencium engkau.\" (Muttafaq 'Alaih) Menurut riwayat ad-Daraqutni, Rasulullah saw pernah menyatakan sebelum mencium Hajar Aswad bahwa itu adalah batu biasa. Demikian pula halnya Abu Bakar r.a., dan sahabat-sahabat yang lain. Dari riwayat-riwayat di atas dapat diambil kesimpulan bahwa Hajar Aswad adalah batu biasa saja. Perintah menciumnya berhubungan dengan ibadah, seperti perintah salat menghadap ke Ka'bah, perintah melempar jamrah di waktu melaksanakan ibadah haji dan sebagainya. Semuanya dilaksanakan semata-mata melaksanakan perintah Allah. Setelah Ibrahim dan Ismail selesai meletakkan fondasi Ka'bah, mereka berdua berdoa: \"Terimalah dari kami\", (maksudnya ialah terimalah amal kami sebagai amal yang saleh, ridailah dan berilah pahala ...) \"Allah Maha Mendengar\" (maksudnya: Allah Maha Mendengar doa kami), dan \"Allah Maha Mengetahui\" (maksudnya: Allah Maha Mengetahui niat-niat dan maksud kami membangun dan mendirikan Ka'bah ini). Dari ayat di atas dapat diambil hukum bahwa sunah hukumnya berdoa dan menyerahkan semua amal kita kepada Allah apabila telah selesai mengerjakannya. Dengan penyerahan itu berarti tugas seorang hamba ialah mengerjakan amal-amal yang saleh karena Allah, dan Allah-lah yang berhak menilai amal itu dan memberinya pahala sesuai dengan penilaian-Nya. Dari ayat di atas juga dapat dimengerti bahwa Ibrahim a.s. dan putranya, Ismail a.s., berdoa kepada Allah setelah selesai mengerjakan amal yang saleh dengan niat dan maksud perbuatan itu semata-mata dilakukan dan dikerjakan karena Allah. Karena sifat dan bentuk perbuatan yang dikerjakannya itu diyakini sesuai dengan perintah Allah, maka ayah dan anak itu yakin pula bahwa amalnya itu pasti diterima Allah. Hal ini berarti bahwa segala macam doa yang dipanjatkan kepada Allah yang sifat, bentuk dan tujuannya sama dengan yang dilakukan oleh Ibrahim a.s. dengan putranya, pasti diterima Allah pula dan pasti diberi pahala yang baik dari sisi-Nya. Pada ayat berikutnya (128) Ibrahim a.s. melanjutkan doanya, agar keturunannya menjadi umat yang tunduk dan patuh kepada Allah. Di dalam perkataan \"Muslim\" (tunduk patuh) terkandung pengertian bahwa umat yang dimaksud Ibrahim a.s. itu mempunyai sifat-sifat: 1. Memurnikan kepercayaan hanya kepada Allah. Hati seorang Muslim hanya mempercayai bahwa yang berhak disembah dan dimohonkan pertolongan hanya Allah Yang Maha Esa. Kepercayaan ini bertolak dari kesadaran Muslim bahwa dirinya berada di bawah pengawasan dan kekuasaan Allah. Allah saja yang dapat memberi keputusan atas dirinya. 2.Semua perbuatan, kepatuhan dan ketundukan, dilakukan hanya karena dan kepada Allah saja, bukan karena menurut hawa nafsu, bukan karena ingin dipuji dan dipandang baik oleh orang, bukan karena pangkat dan jabatan, dan bukan pula karena keuntungan duniawi. Bila kepercayaan dan ketundukan itu tidak murni kepada Allah, maka Allah tidak lagi menjadi pelindung bagi mereka. Allah berfirman: Sudahkah engkau (Muhammad) melihat orang yang menjadikan keinginannya sebagai tuhannya. Apakah engkau akan menjadi pelindungnya? (al-Furqan/25:43) Allah membiarkan sesat orang yang menjadikan hawa nafsunya sebagai tuhannya dan mengunci mati hatinya, karena Allah mengetahui bahwa mereka tidak menerima petunjuk-petunjuk yang diberikan kepadanya. Allah berfirman: Maka pernahkah kamu melihat orang yang menjadikan hawa nafsunya sebagai tuhannya dan Allah membiarkannya sesat dengan sepengetahuan-Nya dan Allah telah mengunci pendengaran dan hatinya serta meletakkan tutup atas penglihatannya? ¦. (al-Jasiyah/45:23) Pada ayat 124 yang lalu, Ibrahim a.s. berdoa agar keturunannya dijadi-kan imam, Allah menjawab, \"Keturunan Ibrahim yang zalim tidak termasuk di dalam doa itu.\" Karena itu pada ayat 128 ini Ibrahim a.s. mendoakan agar sebagian keluarganya dijadikan orang yang tunduk patuh kepada Allah. Dalam hubungan ayat di atas terdapat petunjuk bahwa yang dimaksud dengan keturunannya itu ialah Ismail a.s. dan keturunannya yang akan ditinggalkan di Mekah, sedang ia sendiri kembali ke Syam. Keturunan Ismail a.s. inilah yang menghuni Mekah dan sekitarnya, termasuk Nabi Muhammad saw. Inilah yang dimaksud dengan firman Allah. ¦. (Ikutilah) agama nenek moyangmu Ibrahim. Dia (Allah) telah menamakan kamu orang-orang Muslim sejak dahulu, dan (begitu pula) dalam (Al-Qur'an) ini¦ (al-hajj/22:78) Ibrahim dan Ismail memohon kepada Allah agar ditunjukkan cara-cara mengerjakan segala macam ibadah dalam rangka menunaikan ibadah, tempat wuquf, tawaf, sa'i, dan sebagainya, sehingga dia dan anak cucunya dapat melaksanakan ibadah sesuai dengan yang diperintahkan Allah. Di dalam ayat ini, Ibrahim a.s. memohon kepada Allah agar diterima tobatnya, padahal Ibrahim adalah seorang nabi dan rasul, demikian pula putranya. Semua nabi dan rasul dipelihara Allah dari segala macam dosa (ma'sum). Karena itu maksud dari doa Ibrahim dan putranya ialah: 1.Ibrahim a.s. dan putranya Ismail a.s. memohon kepada Allah agar diampuni segala kesalahan yang tidak disengaja, yang tidak diketahui dan yang dilakukannya tanpa kehendaknya sendiri. 2.Sebagai petunjuk bagi keturunan dan pengikutnya di kemudian hari, agar selalu menyucikan diri dari segala macam dosa dengan bertobat kepada Allah, dan menjaga kesucian tempat mengerjakan ibadah haji. \"Allah Maha Penerima tobat\" ialah Allah sendirilah yang menerima tobat hamba-hamba-Nya, tidak ada yang lain. Dia selalu menerima tobat hamba-hamba-Nya yang benar-benar bertobat serta memberi taufik agar selalu mengerjakan amal-amal yang saleh. \"Allah Maha Penyayang\" ialah Allah Maha Penyayang kepada hamba-hamba-Nya yang bertobat dengan menghapus dosa dan azab dari mereka. Selanjutnya Ibrahim a.s. berdoa agar Allah mengangkat seorang rasul dari keturunannya yang memurnikan ketaatan kepada-Nya, untuk memberi berita gembira, memberi petunjuk dan memberi peringatan. Allah swt mengabulkan doa Nabi Ibrahim dengan mengangkat dari keturunannya nabi-nabi dan rasul termasuk Nabi Muhammad saw, nabi yang terakhir. Rasulullah saw bersabda: Aku adalah doa Ibrahim dan yang diberitakan sebagai berita gembira oleh Isa. (Riwayat Ahmad). Sifat dari rasul-rasul yang didoakan Ibrahim a.s. ialah: 1.Membacakan ayat-ayat Allah yang telah diturunkan kepada mereka, agar ayat-ayat itu menjadi pelajaran dan petunjuk bagi umat mereka. Ayat-ayat itu mengandung ajaran tentang keesaan Allah, adanya hari kebangkitan dan hari pembalasan, adanya pahala bagi orang yang beramal saleh dan siksaan bagi orang yang ingkar, petunjuk ke jalan yang baik, dan sebagainya. 2.Mengajarkan kepada mereka Al-Kitab dan Al-Hikmah. Al-Kitab ialah Al-Qur'an. Al-Hikmah ialah mengetahui rahasia-rahasia, faedah-faedah, hukum-hukum syariat, serta maksud dan tujuan diutusnya para rasul, yaitu agar menjadi contoh yang baik bagi mereka sehingga mereka dapat menempuh jalan yang lurus. 3.\"Menyucikan mereka\" ialah menyucikan diri dan jiwa mereka dari segala macam kesyirikan, kekufuran, kejahatan, budi pekerti yang tidak baik, sifat suka merusak masyarakat dan sebagainya. Ibrahim a.s. menutup doanya dengan memuji Tuhannya, yaitu dengan menyebut sifat-sifat-Nya, Yang Mahaperkasa, dan Yang Mahabijaksana. \"Mahaperkasa\" ialah yang tidak seorang pun dapat membantah perkataan-Nya, dan tidak seorang pun dapat mencegah perbuatan-Nya. \"Maha-bijaksana\" ialah Yang Maha Menciptakan segala sesuatu dan penggunaan-nya sesuai dengan sifat, guna dan faedahnya. Dari doa Nabi Ibrahim ini dapat dipahami bahwa ia memohonkan agar keturunannya diberi taufik dan hidayah, sehingga dapat melaksanakan dan mengembangkan agama Allah, membina peradaban umat manusia dan mengembangkan ilmu pengetahuan menurut yang diridai Allah."
        },
        {
          "number": 129,
          "arabic": "رَبَّنَا وَٱبْعَثْ فِيهِمْ رَسُولًا مِّنْهُمْ يَتْلُوا۟ عَلَيْهِمْ ءَايَـٰتِكَ وَيُعَلِّمُهُمُ ٱلْكِتَـٰبَ وَٱلْحِكْمَةَ وَيُزَكِّيهِمْ ۚ إِنَّكَ أَنتَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
          "transliteration": "rabbanā wa-ib'ʿath fīhim rasūlan min'hum yatlū ʿalayhim āyātika wayuʿallimuhumu l-kitāba wal-ḥik'mata wayuzakkīhim innaka anta l-ʿazīzu l-ḥakīmu",
          "translation": "Ya Tuhan kami, utuslah di tengah mereka seorang rasul dari kalangan mereka sendiri, yang akan membacakan kepada mereka ayat-ayat-Mu, dan mengajarkan Kitab dan Hikmah kepada mereka, dan menyucikan mereka. Sungguh, Engkaulah Yang Mahaperkasa, Mahabijaksana.",
          "tafsir": "Orang-orang Arab diingatkan bahwa yang membangun Baitullah itu adalah nenek moyang mereka yang bernama Ibrahim dan putranya Ismail. Ibrahim adalah nenek moyang orang-orang Arab melalui putranya Ismail. Sedangkan orang Israil melalui putranya Ishak. Seluruh orang Arab mengikuti agama Ibrahim. Dari ayat tersebut dapat dipahami bahwa yang membangun Baitullah ialah Nabi Ibrahim dan putranya Ismail. Tujuannya adalah untuk beribadah kepada Allah bukan untuk yang lain, sebagai peringatan bagi dirinya, yang akan diingat-ingat oleh anak cucunya di kemudian hari. Bahan-bahan untuk membangun Ka'bah itu adalah benda-benda biasa sama dengan benda-benda yang lain, dan bukan benda yang sengaja diturunkan Allah dari langit. Semua riwayat yang menerangkan Ka'bah secara berlebih-lebihan, adalah riwayat yang tidak benar, diduga berasal dari Isra'i1iyat. ) Mengenai al-hajar al-Aswad ) 'Umar bin al-Khatthab r.a. berkata pada waktu ia telah menciumnya: \"Dari Umar semoga Allah meridainya, bahwa dia telah mencium Hajarul Aswad dan berkata: \"Sesungguhnya aku telah mengetahui bahwa engkau batu yang tidak dapat memberi mudarat dan tidak pula memberi manfaat. Kalau aku tidak melihat Rasulullah saw mencium engkau, tentu aku tidak akan mencium engkau.\" (Muttafaq 'Alaih) Menurut riwayat ad-Daraqutni, Rasulullah saw pernah menyatakan sebelum mencium Hajar Aswad bahwa itu adalah batu biasa. Demikian pula halnya Abu Bakar r.a., dan sahabat-sahabat yang lain. Dari riwayat-riwayat di atas dapat diambil kesimpulan bahwa Hajar Aswad adalah batu biasa saja. Perintah menciumnya berhubungan dengan ibadah, seperti perintah salat menghadap ke Ka'bah, perintah melempar jamrah di waktu melaksanakan ibadah haji dan sebagainya. Semuanya dilaksanakan semata-mata melaksanakan perintah Allah. Setelah Ibrahim dan Ismail selesai meletakkan fondasi Ka'bah, mereka berdua berdoa: \"Terimalah dari kami\", (maksudnya ialah terimalah amal kami sebagai amal yang saleh, ridailah dan berilah pahala ...) \"Allah Maha Mendengar\" (maksudnya: Allah Maha Mendengar doa kami), dan \"Allah Maha Mengetahui\" (maksudnya: Allah Maha Mengetahui niat-niat dan maksud kami membangun dan mendirikan Ka'bah ini). Dari ayat di atas dapat diambil hukum bahwa sunah hukumnya berdoa dan menyerahkan semua amal kita kepada Allah apabila telah selesai mengerjakannya. Dengan penyerahan itu berarti tugas seorang hamba ialah mengerjakan amal-amal yang saleh karena Allah, dan Allah-lah yang berhak menilai amal itu dan memberinya pahala sesuai dengan penilaian-Nya. Dari ayat di atas juga dapat dimengerti bahwa Ibrahim a.s. dan putranya, Ismail a.s., berdoa kepada Allah setelah selesai mengerjakan amal yang saleh dengan niat dan maksud perbuatan itu semata-mata dilakukan dan dikerjakan karena Allah. Karena sifat dan bentuk perbuatan yang dikerjakannya itu diyakini sesuai dengan perintah Allah, maka ayah dan anak itu yakin pula bahwa amalnya itu pasti diterima Allah. Hal ini berarti bahwa segala macam doa yang dipanjatkan kepada Allah yang sifat, bentuk dan tujuannya sama dengan yang dilakukan oleh Ibrahim a.s. dengan putranya, pasti diterima Allah pula dan pasti diberi pahala yang baik dari sisi-Nya. Pada ayat berikutnya (128) Ibrahim a.s. melanjutkan doanya, agar keturunannya menjadi umat yang tunduk dan patuh kepada Allah. Di dalam perkataan \"Muslim\" (tunduk patuh) terkandung pengertian bahwa umat yang dimaksud Ibrahim a.s. itu mempunyai sifat-sifat: 1. Memurnikan kepercayaan hanya kepada Allah. Hati seorang Muslim hanya mempercayai bahwa yang berhak disembah dan dimohonkan pertolongan hanya Allah Yang Maha Esa. Kepercayaan ini bertolak dari kesadaran Muslim bahwa dirinya berada di bawah pengawasan dan kekuasaan Allah. Allah saja yang dapat memberi keputusan atas dirinya. 2.Semua perbuatan, kepatuhan dan ketundukan, dilakukan hanya karena dan kepada Allah saja, bukan karena menurut hawa nafsu, bukan karena ingin dipuji dan dipandang baik oleh orang, bukan karena pangkat dan jabatan, dan bukan pula karena keuntungan duniawi. Bila kepercayaan dan ketundukan itu tidak murni kepada Allah, maka Allah tidak lagi menjadi pelindung bagi mereka. Allah berfirman: Sudahkah engkau (Muhammad) melihat orang yang menjadikan keinginannya sebagai tuhannya. Apakah engkau akan menjadi pelindungnya? (al-Furqan/25:43) Allah membiarkan sesat orang yang menjadikan hawa nafsunya sebagai tuhannya dan mengunci mati hatinya, karena Allah mengetahui bahwa mereka tidak menerima petunjuk-petunjuk yang diberikan kepadanya. Allah berfirman: Maka pernahkah kamu melihat orang yang menjadikan hawa nafsunya sebagai tuhannya dan Allah membiarkannya sesat dengan sepengetahuan-Nya dan Allah telah mengunci pendengaran dan hatinya serta meletakkan tutup atas penglihatannya? ¦. (al-Jasiyah/45:23) Pada ayat 124 yang lalu, Ibrahim a.s. berdoa agar keturunannya dijadi-kan imam, Allah menjawab, \"Keturunan Ibrahim yang zalim tidak termasuk di dalam doa itu.\" Karena itu pada ayat 128 ini Ibrahim a.s. mendoakan agar sebagian keluarganya dijadikan orang yang tunduk patuh kepada Allah. Dalam hubungan ayat di atas terdapat petunjuk bahwa yang dimaksud dengan keturunannya itu ialah Ismail a.s. dan keturunannya yang akan ditinggalkan di Mekah, sedang ia sendiri kembali ke Syam. Keturunan Ismail a.s. inilah yang menghuni Mekah dan sekitarnya, termasuk Nabi Muhammad saw. Inilah yang dimaksud dengan firman Allah. ¦. (Ikutilah) agama nenek moyangmu Ibrahim. Dia (Allah) telah menamakan kamu orang-orang Muslim sejak dahulu, dan (begitu pula) dalam (Al-Qur'an) ini¦ (al-hajj/22:78) Ibrahim dan Ismail memohon kepada Allah agar ditunjukkan cara-cara mengerjakan segala macam ibadah dalam rangka menunaikan ibadah, tempat wuquf, tawaf, sa'i, dan sebagainya, sehingga dia dan anak cucunya dapat melaksanakan ibadah sesuai dengan yang diperintahkan Allah. Di dalam ayat ini, Ibrahim a.s. memohon kepada Allah agar diterima tobatnya, padahal Ibrahim adalah seorang nabi dan rasul, demikian pula putranya. Semua nabi dan rasul dipelihara Allah dari segala macam dosa (ma'sum). Karena itu maksud dari doa Ibrahim dan putranya ialah: 1.Ibrahim a.s. dan putranya Ismail a.s. memohon kepada Allah agar diampuni segala kesalahan yang tidak disengaja, yang tidak diketahui dan yang dilakukannya tanpa kehendaknya sendiri. 2.Sebagai petunjuk bagi keturunan dan pengikutnya di kemudian hari, agar selalu menyucikan diri dari segala macam dosa dengan bertobat kepada Allah, dan menjaga kesucian tempat mengerjakan ibadah haji. \"Allah Maha Penerima tobat\" ialah Allah sendirilah yang menerima tobat hamba-hamba-Nya, tidak ada yang lain. Dia selalu menerima tobat hamba-hamba-Nya yang benar-benar bertobat serta memberi taufik agar selalu mengerjakan amal-amal yang saleh. \"Allah Maha Penyayang\" ialah Allah Maha Penyayang kepada hamba-hamba-Nya yang bertobat dengan menghapus dosa dan azab dari mereka. Selanjutnya Ibrahim a.s. berdoa agar Allah mengangkat seorang rasul dari keturunannya yang memurnikan ketaatan kepada-Nya, untuk memberi berita gembira, memberi petunjuk dan memberi peringatan. Allah swt mengabulkan doa Nabi Ibrahim dengan mengangkat dari keturunannya nabi-nabi dan rasul termasuk Nabi Muhammad saw, nabi yang terakhir. Rasulullah saw bersabda: Aku adalah doa Ibrahim dan yang diberitakan sebagai berita gembira oleh Isa. (Riwayat Ahmad). Sifat dari rasul-rasul yang didoakan Ibrahim a.s. ialah: 1.Membacakan ayat-ayat Allah yang telah diturunkan kepada mereka, agar ayat-ayat itu menjadi pelajaran dan petunjuk bagi umat mereka. Ayat-ayat itu mengandung ajaran tentang keesaan Allah, adanya hari kebangkitan dan hari pembalasan, adanya pahala bagi orang yang beramal saleh dan siksaan bagi orang yang ingkar, petunjuk ke jalan yang baik, dan sebagainya. 2.Mengajarkan kepada mereka Al-Kitab dan Al-Hikmah. Al-Kitab ialah Al-Qur'an. Al-Hikmah ialah mengetahui rahasia-rahasia, faedah-faedah, hukum-hukum syariat, serta maksud dan tujuan diutusnya para rasul, yaitu agar menjadi contoh yang baik bagi mereka sehingga mereka dapat menempuh jalan yang lurus. 3.\"Menyucikan mereka\" ialah menyucikan diri dan jiwa mereka dari segala macam kesyirikan, kekufuran, kejahatan, budi pekerti yang tidak baik, sifat suka merusak masyarakat dan sebagainya. Ibrahim a.s. menutup doanya dengan memuji Tuhannya, yaitu dengan menyebut sifat-sifat-Nya, Yang Mahaperkasa, dan Yang Mahabijaksana. \"Mahaperkasa\" ialah yang tidak seorang pun dapat membantah perkataan-Nya, dan tidak seorang pun dapat mencegah perbuatan-Nya. \"Maha-bijaksana\" ialah Yang Maha Menciptakan segala sesuatu dan penggunaan-nya sesuai dengan sifat, guna dan faedahnya. Dari doa Nabi Ibrahim ini dapat dipahami bahwa ia memohonkan agar keturunannya diberi taufik dan hidayah, sehingga dapat melaksanakan dan mengembangkan agama Allah, membina peradaban umat manusia dan mengembangkan ilmu pengetahuan menurut yang diridai Allah."
        },
        {
          "number": 130,
          "arabic": "وَمَن يَرْغَبُ عَن مِّلَّةِ إِبْرَٰهِـۧمَ إِلَّا مَن سَفِهَ نَفْسَهُۥ ۚ وَلَقَدِ ٱصْطَفَيْنَـٰهُ فِى ٱلدُّنْيَا ۖ وَإِنَّهُۥ فِى ٱلْـَٔاخِرَةِ لَمِنَ ٱلصَّـٰلِحِينَ",
          "transliteration": "waman yarghabu ʿan millati ib'rāhīma illā man safiha nafsahu walaqadi iṣ'ṭafaynāhu fī l-dun'yā wa-innahu fī l-ākhirati lamina l-ṣāliḥīna",
          "translation": "Dan orang yang membenci agama Ibrahim, hanyalah orang yang memperbodoh dirinya sendiri. Dan sungguh, Kami telah memilihnya (Ibrahim) di dunia ini. Dan sesungguhnya di akhirat dia termasuk orang-orang yang saleh.",
          "tafsir": "Ayat ini tidak menerangkan agama Ibrahim itu. Ayat yang lain menerangkan dasar-dasar kepercayaan agama Ibrahim. Allah berfirman: \"Katakanlah (Muhammad), \"Benarlah (segala yang difirmankan) Allah.\" Maka ikutilah agama Ibrahim yang lurus, dan dia tidaklah termasuk orang musyrik.\" (Ali 'Imran/3: 95). Pada ayat yang lain dijelaskan bahwa agama Ibrahim atau agama Islam ialah agama yang dibawa Nabi Muhammad saw. Allah berfirman: Kemudian Kami wahyukan kepadamu (Muhammad), ikutilah agama Ibrahim yang lurus, dan bukanlah dia termasuk orang musyrik.\" (an-Nahl/16: 123) ) \"Maka hadapkanlah wajahmu dengan lurus kepada agama (Islam); (sesuai) fitrah Allah disebabkan Dia telah menciptakan manusia menurut (fitrah) itu. Tidak ada perubahan pada ciptaan Allah. (Itulah) agama yang lurus, tetapi kebanyakan manusia tidak mengetahui, dengan kembali bertobat kepada-Nya dan bertakwalah kepada-Nya serta laksanakanlah salat dan janganlah kamu termasuk orang-orang yang mempersekutukan Allah\" (ar-Rum/30: 30-31) Orang-orang Yahudi, Nasrani dan musyrik Mekah, termasuk anak cucu Ibrahim a.s. Mereka membangga-banggakan diri dengannya, tetapi mereka tidak mengikuti agama Ibrahim, agama yang disampaikan oleh Nabi Muhammad saw, Nabi yang didoakan Ibrahim agar diutus Allah di kemudian hari. Mereka mengetahui yang demikian tetapi mereka bersikap seolah-olah tidak mengetahuinya. Bahkan kebanyakan mereka mengikuti agama yang diciptakan hawa nafsu mereka, yaitu menyembah berhala, menyerikatkan Allah, mengatakan bahwa Allah mempunyai anak dan sebagainya. Ayat ini merupakan berita gembira bagi Ibrahim a.s. bahwa ia telah dipilih Allah di dunia di antara hamba-hamba-Nya dan di akhirat termasuk di dalam golongan orang-orang yang saleh."
        },
        {
          "number": 131,
          "arabic": "إِذْ قَالَ لَهُۥ رَبُّهُۥٓ أَسْلِمْ ۖ قَالَ أَسْلَمْتُ لِرَبِّ ٱلْعَـٰلَمِينَ",
          "transliteration": "idh qāla lahu rabbuhu aslim qāla aslamtu lirabbi l-ʿālamīna",
          "translation": "(Ingatlah) ketika Tuhan berfirman kepadanya (Ibrahim), \"Berserah dirilah!\" Dia menjawab, \"Aku berserah diri kepada Tuhan seluruh alam.\"",
          "tafsir": "Kepada Ibrahim diperintahkan agar berserah diri, mengakui keesaan Allah dan memurnikan ketaatan hanya kepada-Nya saja. Yang dimaksud dengan \"berserah diri\" di sini ialah tunduk dan patuh kepada agama Allah, agama yang sesuai dengan akal pikiran yang disertai dengan dalil-dalil atau bukti-bukti yang nyata. Agama tersebut akan dilanjutkan penyampaiannya oleh rasul-rasul yang datang kemudian, termasuk Nabi Muhammad saw. Karena itu Ibrahim a.s. langsung menjawab perintah Allah tanpa menanyakan sesuatu pun, \"Aku tunduk dan patuh kepada Tuhan seluruh alam\". Maksudnya ialah, \"Aku murnikan ketaatan dan ketundukan hanya kepada Allah saja. Aku hadapkan wajahku kepada-Nya. Ibadahku, hidupku dan matiku untuk Tuhan seluruh alam.\" Aku hadapkan wajahku kepada (Allah) yang menciptakan langit dan bumi dengan penuh kepasrahan (mengikuti) agama yang benar, dan aku bukanlah termasuk orang musyrik. (al-An'am/6: 79)"
        },
        {
          "number": 132,
          "arabic": "وَوَصَّىٰ بِهَآ إِبْرَٰهِـۧمُ بَنِيهِ وَيَعْقُوبُ يَـٰبَنِىَّ إِنَّ ٱللَّهَ ٱصْطَفَىٰ لَكُمُ ٱلدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسْلِمُونَ",
          "transliteration": "wawaṣṣā bihā ib'rāhīmu banīhi wayaʿqūbu yābaniyya inna l-laha iṣ'ṭafā lakumu l-dīna falā tamūtunna illā wa-antum mus'limūna",
          "translation": "Dan Ibrahim mewasiatkan (ucapan) itu kepada anak-anaknya, demikian pula Yakub. \"Wahai anak-anakku! Sesungguhnya Allah telah memilih agama ini untukmu, maka janganlah kamu mati kecuali dalam keadaan muslim.\"",
          "tafsir": "Ibrahim dan Yakub berwasiat kepada putra-putranya, demikian juga yang dilakukan oleh cucunya Yakub kepada putra-putranya bahwa Allah telah memilihkan agama yang paling baik bagi mereka dan mengingatkan mereka agar menganut agama itu selama-lamanya, dan jangan sampai mati kecuali dalam keadaan Muslim. Agama yang dimaksud adalah agama Islam. Allah menegaskan bahwa agama yang hak di sisi-Nya ialah agama Islam. Allah berfirman: Sesungguhnya agama di sisi Allah ialah Islam. Tidaklah berselisih orang-orang yang telah diberi Kitab kecuali setelah mereka memperoleh ilmu, karena kedengkian di antara mereka. Barang siapa ingkar terhadap ayat-ayat Allah, maka sungguh, Allah sangat cepat perhitungan-Nya. (Ali 'Imran/3: 19) Dan barang siapa mencari agama selain Islam, dia tidak akan diterima, dan di akhirat dia termasuk orang yang rugi. (Ali 'Imran/3: 85) Agama yang dibawa Ibrahim itu terdapat pula di dalam kitab Musa (Taurat). Allah swt berfirman: Sesungguhnya ini terdapat dalam kitab-kitab yang dahulu, (yaitu) kitab-kitab Ibrahim dan Musa. (al-A'la/87: 18,19) Katakanlah, \"Kami beriman kepada Allah dan kepada apa yang diturunkan kepada kami, dan kepada apa yang diturunkan kepada Ibrahim, Ismail, Ishak, Yakub dan anak cucunya, dan kepada apa yang diberikan kepada Musa dan Isa serta kepada apa yang diberikan kepada nabi-nabi dari Tuhan mereka. ¦\" (al-Baqarah/2: 136) Allah tidak membeda-bedakan para nabi dan rasul yang diutus-Nya. Allah berfirman: \"¦Kami tidak membeda-bedakan seorang pun di antara mereka, dan kami berserah diri kepada-Nya.\" (al-Baqarah/2: 136) Karena itu, Allah memerintahkan Nabi Muhammad dan kaum Muslimin beriman kepada para nabi dan rasul-Nya. Iman kepada para nabi dan rasul serta apa yang dibawanya termasuk rukun iman. Dari perkataan \"Ibrahim telah mewasiatkan ...\" dapat dipahami: 1.Bahwa yang diwariskan itu adalah suatu hal yang sangat penting. Berbahaya bagi kehidupan bila wasiat itu tidak dilaksanakan. Karena itu di dalam ayat digunakan perkataan: a.\"Wasiat\" bukan \"memerintahkan\". Perkataan \"wasiat\" menunjukkan bahwa sesuatu itu sangat penting. b.\"Anak-anaknya\", bukan \"orang lain\". Menurut kebiasaan, berwasiat kepada \"anak-anak sendiri\" itu diharapkan lebih mungkin terlaksana dibandingkan dengan wasiat kepada orang lain. 2.Di dalam ayat ini disebut bahwa yang berwasiat itu ialah Ibrahim a.s. dan Yakub a.s. seakan perkataan itu dipisahkan. Hal ini memberi pengertian bahwa yang disuruh melaksanakan wasiat itu bukan hanya keturunan Ibrahim a.s. dan cucunya Yakub a.s. (Bani Israil) saja, tetapi wasiat itu mencakup seluruh anak cucu Ibrahim dan seluruh kaum Muslimin, termasuk di dalamnya keturunan Ismail a.s."
        },
        {
          "number": 133,
          "arabic": "أَمْ كُنتُمْ شُهَدَآءَ إِذْ حَضَرَ يَعْقُوبَ ٱلْمَوْتُ إِذْ قَالَ لِبَنِيهِ مَا تَعْبُدُونَ مِنۢ بَعْدِى قَالُوا۟ نَعْبُدُ إِلَـٰهَكَ وَإِلَـٰهَ ءَابَآئِكَ إِبْرَٰهِـۧمَ وَإِسْمَـٰعِيلَ وَإِسْحَـٰقَ إِلَـٰهًا وَٰحِدًا وَنَحْنُ لَهُۥ مُسْلِمُونَ",
          "transliteration": "am kuntum shuhadāa idh ḥaḍara yaʿqūba l-mawtu idh qāla libanīhi mā taʿbudūna min baʿdī qālū naʿbudu ilāhaka wa-ilāha ābāika ib'rāhīma wa-is'māʿīla wa-is'ḥāqa ilāhan wāḥidan wanaḥnu lahu mus'limūna",
          "translation": "Apakah kamu menjadi saksi saat maut akan menjemput Yakub, ketika dia berkata kepada anak-anaknya, \"Apa yang kamu sembah sepeninggalku?\" Mereka menjawab, \"Kami akan menyembah Tuhanmu dan Tuhan nenek moyangmu yaitu Ibrahim, Ismail dan Ishak, (yaitu) Tuhan Yang Mahaesa dan kami (hanya) berserah diri kepada-Nya.\"",
          "tafsir": "Ayat ini diarahkan kepada orang Yahudi, ketika mereka bertanya kepada Rasulluah saw, \"Tidakkah engkau mengetahui bahwa Yakub di hari-hari menghadapi kematiannya mewasiatkan kepada putra-putranya agar memeluk agama Yahudi? Maka turunlah ayat ini yang membantah ucapan mereka itu. ) Ayat ini menentang kebenaran ucapan orang-orang Yahudi bahwa mengapa mereka berani mengucapkan yang demikian. Apakah mereka hadir ketika Yakub berwasiat, sehingga mereka mengatakan Yakub beragama Yahudi atau Nasrani? Tidak, mereka tidak menghadirinya, karena itu janganlah mengada-ada, mengatakan sesuatu yang tidak ada, seperti mengatakan Ibrahim beragama Yahudi atau Nasrani, dan sebagainya. Yang diwasiatkan Yakub kepada putranya ialah agar mereka menyembah Allah, Tuhan Yang Maha Esa, agar mereka menganut agama Islam, agama yang dianut Ibrahim, Ismail, Ishak, Yakub, Isa dan yang dianut para nabi."
        },
        {
          "number": 134,
          "arabic": "تِلْكَ أُمَّةٌ قَدْ خَلَتْ ۖ لَهَا مَا كَسَبَتْ وَلَكُم مَّا كَسَبْتُمْ ۖ وَلَا تُسْـَٔلُونَ عَمَّا كَانُوا۟ يَعْمَلُونَ",
          "transliteration": "til'ka ummatun qad khalat lahā mā kasabat walakum mā kasabtum walā tus'alūna ʿammā kānū yaʿmalūna",
          "translation": "Itulah umat yang telah lalu. Baginya apa yang telah mereka usahakan dan bagimu apa yang telah kamu usahakan. Dan kamu tidak akan diminta (pertanggungjawaban) tentang apa yang dahulu mereka kerjakan.",
          "tafsir": "Ayat ini mengisyaratkan umat-umat yang dahulu dan perbuatan mereka, yaitu umat Nabi Ibrahim dan nabi-nabi yang didoakannya, yang telah diterangkan pada ayat sebelum ini. Ayat ini menegaskan bahwa manusia itu dinilai dan dibalas berdasarkan amalnya, tidak seorang pun yang dapat menolong mereka selain Allah."
        }
      ]
    }
  ]
}