{
  "pageNumber": 80,
  "juz": 4,
  "surahs": [
    {
      "number": 4,
      "name": "An-Nisa'",
      "nameArabic": "النساء",
      "meaning": "Wanita",
      "revelation": "Madinah",
      "description": "Surat An Nisaa' terdiri dari 176 ayat dan termasuk surat Madaniyyah terpanjang setelah surat Al Baqarah.Dinamakan An Nisaa' karena di dalamnya banyak dibicarakan hal-hal yang berhubungan dengan perempuan; merupakan surat yang paling banyak membicarakan hal itu dibanding surat-surat yang lain. Surat lain yang banyak membicarakan perempuan adalah surat Ath Thalaq. Dalam hal ini, surat An Nisaa' biasa disebut \"Surat An Nisaa' Al Kubraa\" (surat An Nisaa' besar) sedangkan surat Ath Thalaq disebut \"Surat An Nisaa' Ash Shughraa\" (surat An Nisaa' kecil).Pokok-Pokok Isi:1. Keimanan:Syirik (dosa yang paling besar); akibat kekafiran pada hari akhir.2. Hukum-hukum:Kewajiban para washi dan wali; hukum poligami; masnikah; memakan harta anak yatim dan orang-orang yang tidak dapat mengurus harta; pokok-pokok hukum warisan; perbuatan-perbuatan keji dan hukumannya, perempuan-perempuan yang haram dinikahi; hukum menikahi hamba sahaya perempuan; larangan memakan harta secara batil; hukum syiqaq dan nusyuz; kesucian lahir-batin dalam shalat; hukum suaka; hukum membunuh seorang muslim; shalat khauf; larangan mengucapkan perkataan buruk; dan pusaka kalalah.3. Kisah-kisah:Kisah-kisah Nabi Musa a.s. dan pengikutnya.4. Lain-lain:Asal muasal manusia adalah satu; keharusan menjauhi adat-adat jahiliyah berkaitan dengan perempuan; norma-norma pergaulan dengan istri; hak seseorang sesuai dengan kewajibannya; perlakuan ahli kitab terhadap kitab-kitab yang diturunkan kepadanya; dasar-dasar pemerintahan; cara mengadili perkara; keharusan siap-siaga terhadap musuh; sikap-sikap orang munafik dalam menghadapi peperangan; berperang di jalan Allah adalah kewajiban setiap mukalaf; norma dan adab dalam peperangan; cara menghadapi orang-orang munafik; dan derajat orang yang berjihad.Surat An Nisaa' dimulai dengan perintah bertakwa dan menyatakan bahwa asal manusia adalah satu, kemudian menerangkan hukum-hukum yang berhubungan dengan anak yatim, rumah tangga, warisan, perempuan yang haram dinikahi serta hak dan kewajiban laki-laki dan perempuan. Juga menyebut tentang hukum-hukum perang serta pelajaran-pelajaran yang harus diambil dari perang Badar dan Uhud. Pengutaraan hukum perang dan hukum keluarga dalam surat ini merupakan hujjah-hujjah yang dikemukakan kepada Ahli Kitab, yang ditegaskan pada bagian terakhir surat ini. Lalu, surat ini ditutup dengan perintah agar kaum mukmin bersabar, memperatkan hubungan sesama manusia, dan bertakwa kepada Allah, agar mendapat keberuntungan dunia akhirat.Hubungan Surat An Nisaa' Dengan Surat Al Maa-Idah:1. Surat An Nisaa' menerangkan beberapa macam akad, seperti: pernikahan, perceraian, warisan, perjanjian, wasiat, dan sebagainya. Sementara itu, permulaan surat Al Maa-idah menyatakan supaya hamba-hamba Allah memenuhi segala macam akad-akad yang telah dibuat, baik terhadap Allah maupun terhadap sesama manusia, di samping menerangkan akad-akad yang lain.2. Surat An Nisaa' mengemukakan beberapa hukum secara umum, sedangkan surat Al Maa-idah menjelaskan dan menegaskan hukum-hukum tersebut.3. Sebagaimana halnya surat Al Baqarah dan surat Ali 'Imran mengemukakan hal-hal yang berhubungan dengan pokok-pokok agama, seperti: keesaan Allah dan kenabian, maka surat An Nisaa' dan Al Maaidah menerangkan tentang furu' agama (hukum fikih), seperti: hukum keluarga dan sebagainya.4. Akhir surat An Nisaa' mengemukakan hujjah-hujjah atas kekeliruan orang-orang Yahudi dan Nasrani serta kekeliruan kaum musyrikin dan munafikin. Hal yang serupa diterangkan secara panjang lebar dalam surat Al Maa-idah.5. Surat An Nisaa' dimulai dengan \"Yaa ayyuhannaas\" yang nadanya sama dengan surat Makiah, sedangkan surat Al Maa-idah, sebagai surat Madaniah, dimulai dengan, \"Yaa ayyuhal ladziina aamanu\". Meskipun nadanya berlainan, tetapi yang dituju oleh kedua surat ini adalah seluruh manusia.",
      "verses": [
        {
          "number": 15,
          "arabic": "وَٱلَّـٰتِى يَأْتِينَ ٱلْفَـٰحِشَةَ مِن نِّسَآئِكُمْ فَٱسْتَشْهِدُوا۟ عَلَيْهِنَّ أَرْبَعَةً مِّنكُمْ ۖ فَإِن شَهِدُوا۟ فَأَمْسِكُوهُنَّ فِى ٱلْبُيُوتِ حَتَّىٰ يَتَوَفَّىٰهُنَّ ٱلْمَوْتُ أَوْ يَجْعَلَ ٱللَّهُ لَهُنَّ سَبِيلًا",
          "transliteration": "wa-allātī yatīna l-fāḥishata min nisāikum fa-is'tashhidū ʿalayhinna arbaʿatan minkum fa-in shahidū fa-amsikūhunna fī l-buyūti ḥattā yatawaffāhunna l-mawtu aw yajʿala l-lahu lahunna sabīlan",
          "translation": "Dan para perempuan yang melakukan perbuatan keji<sup foot_note=135134>1</sup> di antara perempuan-perempuan kamu, hendaklah terhadap mereka ada empat orang saksi di antara kamu (yang menyaksikannya). Apabila mereka telah memberi kesaksian, maka kurunglah mereka (perempuan itu) dalam rumah sampai mereka menemui ajalnya, atau sampai Allah memberi jalan (yang lain) kepadanya.<sup foot_note=135135>2</sup>",
          "tafsir": "Tentang hukum yang berhubungan dengan orang yang melakukan perbuatan keji (zina). Bahwa apabila terdapat di antara perempuan Muslimah yang pernah bersuami (muhsanah) melakukan perbuatan keji, maka sebelum dilakukan hukuman kepada mereka haruslah diteliti dahulu oleh empat orang saksi laki-laki yang adil. Apabila kesaksian mereka dapat diterima, maka perempuan itu harus dikurung atau dipenjara di dalam rumahnya tidak boleh keluar sampai menemui ajalnya. Menurut ahli tafsir, jalan keluar yang diberikan Allah dan Rasul-Nya yaitu dengan datangnya hukuman zina yang lebih jelas yakni dengan turunnya ayat ke-2 Surah an-Nur yang kemudian diperinci lagi oleh Nabi dengan hadisnya, yaitu apabila pezina itu sudah pernah kawin, maka hukumannya rajam, yakni dilempari batu hingga mati dan apabila perawan/jejaka maka didera seratus kali, demikian menurut suatu riwayat."
        },
        {
          "number": 16,
          "arabic": "وَٱلَّذَانِ يَأْتِيَـٰنِهَا مِنكُمْ فَـَٔاذُوهُمَا ۖ فَإِن تَابَا وَأَصْلَحَا فَأَعْرِضُوا۟ عَنْهُمَآ ۗ إِنَّ ٱللَّهَ كَانَ تَوَّابًا رَّحِيمًا",
          "transliteration": "wa-alladhāni yatiyānihā minkum faādhūhumā fa-in tābā wa-aṣlaḥā fa-aʿriḍū ʿanhumā inna l-laha kāna tawwāban raḥīman",
          "translation": "Dan terhadap dua orang yang melakukan perbuatan keji di antara kamu, maka berilah hukuman kepada keduanya. Jika keduanya tobat dan memperbaiki diri, maka biarkanlah mereka. Sungguh, Allah Maha Penerima tobat, Maha Penyayang.",
          "tafsir": "Adapun terhadap orang yang belum pernah kawin, laki-laki atau perempuan yang melakukan zina, apabila telah lengkap saksi sebagaimana disebut dalam ayat 15 di atas maka hukuman mereka diserahkan kepada umat Islam pada masa itu, hukuman apa yang dianggap wajar/sesuai dengan perbuatannya. Hukuman ini sementara menjelang turunnya ayat ke-2 Surah an-Nur dengan perincian hadis Nabi sebagaimana tersebut di atas. Hukuman ini dilakukan selama keduanya belum tobat dan menyesal atas perbuatan mereka. Apabila mereka bertobat hendaklah diterima dan dihentikan hukuman atas mereka. Sesungguhnya Allah Maha Pengasih dan Penyayang kepada hamba-Nya. Demikianlah hukuman terhadap perbuatan zina pada permulaan Islam sebelum turunnya ayat-ayat mengenai hukuman zina (rajam atau dera)."
        },
        {
          "number": 17,
          "arabic": "إِنَّمَا ٱلتَّوْبَةُ عَلَى ٱللَّهِ لِلَّذِينَ يَعْمَلُونَ ٱلسُّوٓءَ بِجَهَـٰلَةٍ ثُمَّ يَتُوبُونَ مِن قَرِيبٍ فَأُو۟لَـٰٓئِكَ يَتُوبُ ٱللَّهُ عَلَيْهِمْ ۗ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمًا",
          "transliteration": "innamā l-tawbatu ʿalā l-lahi lilladhīna yaʿmalūna l-sūa bijahālatin thumma yatūbūna min qarībin fa-ulāika yatūbu l-lahu ʿalayhim wakāna l-lahu ʿalīman ḥakīman",
          "translation": "Sesungguhnya bertobat kepada Allah itu hanya (pantas) bagi mereka yang melakukan kejahatan karena tidak mengerti, kemudian segera bertobat. Tobat mereka itulah yang diterima Allah. Allah Maha Mengetahui, Mahabijaksana.",
          "tafsir": "Tobat seseorang dapat diterima apabila dia melakukan perbuatan maksiat yakni durhaka kepada Allah baik dengan sengaja atau tidak, atau dilakukan karena kurang pengetahuannya, atau karena kurang kesabarannya atau karena benar-benar tidak mengetahui bahwa perbuatan itu terlarang, kemudian datanglah kesadarannya, lalu ia menyesal atas perbuatannya dan ia segera bertobat meminta ampun atas segala kesalahannya dan berjanji dengan sepenuh hatinya tidak akan mengulangi lagi perbuatan tersebut. Orang-orang yang demikianlah yang tobatnya diterima Allah, karena Allah Maha Mengetahui akan kelemahan hamba-Nya dan mengetahui pula keadaan hamba-Nya yang dalam keadaan lemah, tidak terlepas dari berbuat salah dengan sengaja atau tidak."
        },
        {
          "number": 18,
          "arabic": "وَلَيْسَتِ ٱلتَّوْبَةُ لِلَّذِينَ يَعْمَلُونَ ٱلسَّيِّـَٔاتِ حَتَّىٰٓ إِذَا حَضَرَ أَحَدَهُمُ ٱلْمَوْتُ قَالَ إِنِّى تُبْتُ ٱلْـَٔـٰنَ وَلَا ٱلَّذِينَ يَمُوتُونَ وَهُمْ كُفَّارٌ ۚ أُو۟لَـٰٓئِكَ أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيمًا",
          "transliteration": "walaysati l-tawbatu lilladhīna yaʿmalūna l-sayiāti ḥattā idhā ḥaḍara aḥadahumu l-mawtu qāla innī tub'tu l-āna walā alladhīna yamūtūna wahum kuffārun ulāika aʿtadnā lahum ʿadhāban alīman",
          "translation": "Dan tobat itu tidaklah (diterima Allah) dari mereka yang melakukan kejahatan hingga apabila datang ajal kepada seseorang di antara mereka, (barulah) dia mengatakan, \"Saya benar-benar bertobat sekarang.\" Dan tidak (pula diterima tobat) dari orang-orang yang meninggal sedang mereka di dalam kekafiran. Bagi orang-orang itu telah Kami sediakan azab yang pedih.",
          "tafsir": "Tetapi tobat tidak akan diterima Allah jika datangnya dari orang yang selalu bergelimang dosa sehingga ajalnya datang barulah ia bertobat. Orang semacam ini seluruh kehidupannya penuh dengan noda dan dosa, tidak terdapat padanya amal kebajikan walau sedikit pun. Bertobat pada waktu seseorang telah mendekati ajalnya sebenarnya bukanlah penyesalan atas dosa dan kesalahan, melainkan karena ia telah putus asa untuk menikmati hidup selanjutnya. Jadi tobatnya hanyalah suatu kebohongan belaka. Begitu pula Allah tidak akan menerima tobat dari orang yang mati dalam keadaan kafir, ingkar kepada agama Allah. Kepada mereka ini yakni orang yang baru bertobat setelah maut berada di hadapannya atau orang yang mati dalam keingkarannya, Allah mengancam akan memberikan azab yang pedih nanti di hari perhitungan sesuai dengan apa yang telah diperbuatnya semasa hidupnya di dunia. Tingkat orang yang melakukan tobat yang telah diperingatkan ini diperinci oleh para sufi sebagai berikut: 1.Ada orang yang memiliki jiwa yang pada dasarnya (fitrahnya) sempurna dan selalu dalam kebaikan. Orang yang demikian apabila suatu waktu tanpa kesengajaan berbuat kesalahan walau sekecil apapun ia akan merasakannya sebagai suatu hal yang sangat besar. Ia sangat menyesal atas kejadian tersebut dan segera ia memperbaiki kesalahannya dan menjauhkan diri dari perbuatan itu. Nafsu yang demikian disebut dengan nafs mutmainnah. 2.Ada kalanya seseorang memiliki jiwa yang memang pada dasarnya labil, goyah, sehingga segala tindak tanduknya dikemudikan oleh nafsu dan syahwatnya saja. Sifat yang sudah demikian mendalam pada dirinya dan telah mendarah daging. Setelah sekian lama ia bergelimang dosa dengan memperturutkan kehendak hawa nafsunya akhirnya datanglah hidayah dan taufik Allah kepadanya sehingga ia sadar dan berjuang untuk memperbaiki tindakannya yang salah dan ia kembali pada tuntunan yang diberikan Allah. Hal semacam ini memang jarang terjadi dan bagi yang mendapatkannya benar-benar merupakan orang yang diberi petunjuk oleh Allah. Nafsu yang seperti di atas disebut nafs ammarah. 3.Ada pula orang yang memiliki jiwa di mana untuk mengerjakan dosa besar ia dapat mawas diri, sehingga ia tidak pernah mengerjakannya, tetapi mengenai dosa kecil sering dilakukannya, dengan perjuangan yang sungguh-sungguh, kadang-kadang nafsu dan syahwatnya dapat ditundukkan dan menanglah petunjuk bahkan kadang-kadang terjadi sebaliknya. Nafsu yang demikian disebut dengan nafs musawwilah. 4.Terakhir ada pula orang yang memiliki nafs lawwamah. Orang ini sama sekali tidak dapat menghindarkan diri dari perbuatan dosa, baik besar maupun kecil. Apabila ia mengerjakan dosa maka datang kesadarannya dan ia bertobat minta ampun. Tetapi suatu saat datang lagi dorongan nafsu syahwatnya untuk berbuat dosa dan ia kerjakan pula dan kemudian bertobat lagi sesudah datang kesadarannya, begitulah seterusnya. Tobat yang demikian itu adalah tobat yang terendah derajatnya, namun begitu kepada orang seperti ini tetap dianjurkan agar selalu mengharap ampunan dari Allah."
        },
        {
          "number": 19,
          "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا يَحِلُّ لَكُمْ أَن تَرِثُوا۟ ٱلنِّسَآءَ كَرْهًا ۖ وَلَا تَعْضُلُوهُنَّ لِتَذْهَبُوا۟ بِبَعْضِ مَآ ءَاتَيْتُمُوهُنَّ إِلَّآ أَن يَأْتِينَ بِفَـٰحِشَةٍ مُّبَيِّنَةٍ ۚ وَعَاشِرُوهُنَّ بِٱلْمَعْرُوفِ ۚ فَإِن كَرِهْتُمُوهُنَّ فَعَسَىٰٓ أَن تَكْرَهُوا۟ شَيْـًٔا وَيَجْعَلَ ٱللَّهُ فِيهِ خَيْرًا كَثِيرًا",
          "transliteration": "yāayyuhā alladhīna āmanū lā yaḥillu lakum an tarithū l-nisāa karhan walā taʿḍulūhunna litadhhabū bibaʿḍi mā ātaytumūhunna illā an yatīna bifāḥishatin mubayyinatin waʿāshirūhunna bil-maʿrūfi fa-in karih'tumūhunna faʿasā an takrahū shayan wayajʿala l-lahu fīhi khayran kathīran",
          "translation": "Wahai orang-orang yang beriman! Tidak halal bagi kamu mewarisi perempuan dengan jalan paksa<sup foot_note=135136>1</sup> dan janganlah kamu menyusahkan mereka karena hendak mengambil kembali sebagian dari apa yang telah kamu berikan kepadanya, kecuali apabila mereka melakukan perbuatan keji yang nyata. Dan bergaullah dengan mereka menurut cara yang patut. Jika kamu tidak menyukai mereka, (maka bersabarlah) karena boleh jadi kamu tidak menyukai sesuatu, padahal Allah menjadikan kebaikan yang banyak padanya.",
          "tafsir": "Ayat ini tidak berarti bahwa mewariskan perempuan tidak dengan jalan paksa dibolehkan. Menurut sebagian adat Arab jahiliah apabila seseorang meninggal, maka anaknya yang tertua atau anggota keluarganya yang lain mewarisi janda itu. Janda tersebut boleh dinikahi sendiri atau dinikahkan dengan orang lain yang maharnya diambil oleh pewaris atau tidak dibolehkan menikah lagi. Kaum Muslimin dilarang meneruskan adat Arab jahiliah yang mewarisi dan menguasai kaum perempuan dengan paksa. Hal demikian sangat menyiksa dan merendahkan martabat kaum perempuan. Juga tidak boleh melakukan tindakan-tindakan yang menyusahkan dan memudaratkan perempuan seperti mengharuskan mereka mengembalikan mahar yang pernah diterima dari suaminya ketika perkawinan dahulu kepada ahli waris almarhum suaminya itu sebagai tebusan bagi diri mereka, sehingga mereka boleh kawin lagi dengan laki-laki yang lain. Ayat di atas menjelaskan larangannya dengan melarang menikah dengan mereka dan tidak boleh kaum Muslimin mengambil apa saja yang pernah diberikannya kepada istri atau istri salah seorang ahli waris, kecuali apabila mereka melakukan pekerjaaan keji yang nyata, seperti tidak taat, berzina, mencuri dan sebagainya. Kecelakaan yang dilakukannya juga kadang kala disebabkan oleh harta tersebut. Para suami agar bergaul dengan istri dengan baik. Jangan kikir dalam memberi nafkah, jangan sampai memarahinya dengan kemarahan yang melewati batas atau memukulnya atau selalu bermuka muram terhadap mereka. Seandainya suami membenci istri dikarenakan istri itu mempunyai cacat pada tubuhnya atau terdapat sifat-sifat yang tidak disenangi atau kebencian serius kepada istrinya timbul karena hatinya telah terpaut kepada perempuan lain, maka hendaklah suami bersabar, jangan terburu-buru menceraikan mereka. Mudah-mudahan yang dibenci oleh suami itu justru yang akan mendatangkan kebaikan dan kebahagiaan kepada mereka."
        }
      ]
    }
  ]
}