{
  "pageNumber": 138,
  "juz": 7,
  "surahs": [
    {
      "number": 6,
      "name": "Al-An'am",
      "nameArabic": "الأنعام",
      "meaning": "Binatang Ternak",
      "revelation": "Makkah",
      "description": "Surat Al-An'am (binatang ternak: unta, sapi, dan kambing) terdiri dari 165 ayat dan termasuk surat Makkiyyah, karena hampir seluruh ayatnya diturunkan di Mekah sebelum hijrah. Dinamakan Al-An'am karena di dalamnya disebut kata \"An'am\" yang memiliki kaitan erat dengan adat istiadat kaum musyrikin; mereka biasa mempergunakan binatang ternak untuk mendekatkan diri kepada tuhan. Selain itu, juga disebutkan hukum-hukum yang berkenaan dengan binatang ternak itu.Pokok-pokok Isi:1. Keimanan:Bukti-bukti keesaan Allah dan kesempurnaan sifat-sifat-Nya; kebenaran kenabian Nabi Muhammad s.a.w.; persaksian Allah atas kenabian Ibrahim, Ishaq, Ya'qub, Nuh, Daud, Sulaiman, Ayyub, Yusuf, Musa, Harun, Zakariya, Yahya, 'Isa, Ilyas, Alyasa', Yunus, dan Luth; penegasan tentang keberadaan risalah dan wahyu serta hari pembalasan dan hari kebangkitan; kepalsuan kepercayaan orang-orang musyrik dan keingkaran mereka terhadap hari kiamat.2. Hukum-hukum:Larangan mengikuti adat istiadat yang dibuat-buat oleh kaum Jahiliyah; makanan yang halal dan yang haram; wasiat yang sepuluh dan Al-Qur'an, tentang tauhid keadilan dan hukum-hukum; larangan mencaci maki berhala orang musyrik karena mereka akan membalas dengan mencaci maki Allah.3. Kisah-kisah:Kisah umat-umat yang menentang rasul-rasul; kisah pengalaman Nabi Muhammad s.a.w. dan para nabi pada umumnya; cerita Nabi Ibrahim a.s. membimbing kaumnya kepada tauhid.4. Lain-lain:Sikap keras kepala kaum musyrikin: tata cara seorang nabi memimpin umatnya; bidang-bidang kerasulan dan tugas rasul-rasul; tantangan kaum musyrikin untuk melemahkan rasul; kepercayaan orang-orang musyrik terhadap jin, setan, dan malaikat; beberapa prinsip keagamaan dan kemasyarakatan; nilai hidup duniawi.Dalam surat Al-An'am Allah menjelaskan keesaan dan kesempurnaan sifat-sifat-Nya, menyatakan kebatilan kepercayaan orang-orang musyrik dengan bantahan-bantahan yang logis dan mudah diterima oleh akal. Hukuman yang berat akan dijatuhkan kepada orang yang keras kepala menolak kebenaran.Hubungan Surat Al-An'Am Dengan Surat Al-A'raf:1. Kedua surat tersebut termasuk di antara tujuh surat yang panjang (assab'uth thiwaal), sama-sama membicarakan pokok aqidah agama. Dalam surat Al-An'am dikemukakan garis-garis besar aqidah sedangkan surat Al-A'raf menjelaskannya.2. Dalam surat Al-An'am Allah menerangkan asal usul kejadian manusia, yaitu dari tanah, dan menjelaskan tentang beberapa generasi manusia yang telah dibinasakan, kemudian disinggung pula tentang rasul-rasul dengan menyebut beberapa nama mereka secara garis besar, sedangkan surat Al-A'raf menjelaskannya.3. Pada bagian terakhir surat Al-An'am, Allah mengatakan bahwa Dia menjadikan manusia sebagai khalifah-khalifah di bumi dan mengangkat derajat sebagian mereka, maka bagian permulaan surat Al-A'raf mengemukakan penciptaan Adam dan anak cucunya yang dijadikan sebagai khalifah di bumi.4. Hubungan bagian akhir Al-An'am dengan permulaan surat Al-A'raf:a. Bagian akhir Al-An'am, Allah mengatakan bahwa Al-Qur'an adalah kitab pedoman yang benar, jalan yang lurus dan diberkahi, maka umat manusia diperintahkan mengikutinya. Pada bagian permulaan surat Al-A'raf, Allah mengulangi lagi perintah ini dan melarang mengikuti selainnya.b. Pada bagian akhir surat Al-An'am, Allah berfirman bahwa Dia akan memberikan keterangan tentang apa yang seharusnya dilakukan manusia dan yang menjadi perselisihan mereka. Maka pada bagian permulaan surat Al-A'raf, Allah menjelaskan apa yang disebut dengan \"Allah memberi keterangan,\" yaitu pengutusan para rasul yang bertugas memberi keterangan dan masing-masing akan dimintai pertanggungjawaban.c. Pada bagian akhir surat Al-An'am, Allah menyatakan bahwa orang yang berbuat kebajikan akan diberi ganjaran sepuluh kali lipat dan yang berbuat kejahatan akan dibalas sesuai dengan perbuatannya. Untuk menentukan kadar kebajikan dan kejahatan itu ada timbangannya, maka Allah mengemukakan di bagian muka surat Al-A'raf, bahwa timbangan pada hari itu ialah kebenaran dan keadilan. Siapa yang timbangannya berat maka dialah yang beruntung dan siapa yang timbangannya ringan maka dialah yang merugi. Kemudian Allah menceritakan keadaan dan nasib ashhabul A'raaf.",
      "verses": [
        {
          "number": 82,
          "arabic": "ٱلَّذِينَ ءَامَنُوا۟ وَلَمْ يَلْبِسُوٓا۟ إِيمَـٰنَهُم بِظُلْمٍ أُو۟لَـٰٓئِكَ لَهُمُ ٱلْأَمْنُ وَهُم مُّهْتَدُونَ",
          "transliteration": "alladhīna āmanū walam yalbisū īmānahum biẓul'min ulāika lahumu l-amnu wahum muh'tadūna",
          "translation": "Orang-orang yang beriman dan tidak mencampuradukkan iman mereka dengan syirik, mereka itulah orang-orang yang mendapat rasa aman dan mereka mendapat petunjuk.",
          "tafsir": "Karena mereka tidak akan memberikan jawaban, maka Allah memberikan penjelasan siapakah yang berhak mendapatkan perlindungan orang-orang musyrik atau orang-orang yang beriman? Jawabnya tentu orang-orang yang beriman dengan sebenar-benarnya iman dan tidak mencampur adukkan iman mereka dengan kezaliman, baik dalam akidah maupun dalam ibadah seperti dilakukan oleh orang-orang musyrik yang menyangka biar pun mereka menyembah berhala ataupun bintang-bintang, mereka tetap beriman juga kepada Allah Azza wa Jalla, karena mereka menyembah berhala-berhala itu adalah sebagai alat untuk mendekatkan diri kepada Allah dan sebagai perantaraan untuk menyampaikan doa kepada-Nya, sebagaimana diterangkan dalam firman Allah: \"Kami tidak menyembah mereka melainkan (berharap) agar mereka mendekatkan kami kepada Allah dengan sedekat-dekatnya.\" (az-Zumar/39: 3) Kezaliman yang dimaksudkan dalam ayat ini adalah syirik sesuai dengan hadis yang diriwayatkan oleh al-Bukhari, Muslim dan ahli-ahli hadis yang lain dari Abdullah bin Mas'ud, ia berkata, \"Setelah turun ayat ini (al-Baqarah/2: 83), para sahabat berkeluh kesah, seraya berkata, siapa yang tidak menganiaya dirinya?\" Rasulullah menjawab, \"tidak seperti yang kamu pikirkan,\" sebagaimana firman Allah: \"Sesungguhnya mempersekutukan (Allah) adalah benar-benar kezaliman yang besar.\" (Luqman/31: 13) Orang-orang yang berhak mendapat perlindungan dalam ayat ini ialah orang-orang yang beragama tauhid yang murni tidak dicampuri dengan syirik sedikit pun. Mereka itu akan mendapatkan perlindungan dari bencana, bukan saja dari bencana yang akan ditimbulkan oleh patung-patung dan bintang-bintang seperti dugaan orang-orang musyrik, bahkan lebih dari itu mereka akan mendapat perlindungan dari azab Allah dan memperoleh jaminan untuk mendapat pahala dari Allah. Merekalah orang-orang yang mendapat petunjuk dari Allah ke jalan yang lurus."
        },
        {
          "number": 83,
          "arabic": "وَتِلْكَ حُجَّتُنَآ ءَاتَيْنَـٰهَآ إِبْرَٰهِيمَ عَلَىٰ قَوْمِهِۦ ۚ نَرْفَعُ دَرَجَـٰتٍ مَّن نَّشَآءُ ۗ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٌ",
          "transliteration": "watil'ka ḥujjatunā ātaynāhā ib'rāhīma ʿalā qawmihi narfaʿu darajātin man nashāu inna rabbaka ḥakīmun ʿalīmun",
          "translation": "Dan itulah keterangan Kami yang Kami berikan kepada Ibrahim untuk menghadapi kaumnya. Kami tinggikan derajat siapa yang Kami kehendaki. Sesungguhnya Tuhanmu Mahabijaksana, Maha Mengetahui.",
          "tafsir": "Allah menegaskan bahwa bukti-bukti kebenaran yang ditujukan Allah kepada Ibrahim dengan maksud agar kaumnya dapat menggunakan pikirannya untuk dapat menilai kebenaran bukti-bukti itu dan menerimanya dengan sepenuh hati, sehingga mereka meninggalkan kemusyrikan, berpindah kepada agama tauhid yang memang sesuai dengan fitrah. Untuk menarik minat kaumnya agar kembali kepada agama tauhid dan sebagai hiburan terhadap perjuangan Nabi Ibrahim, Allah menjanjikan bahwa Allah akan mengangkat derajat hamba-hamba yang dikehendaki-Nya beberapa derajat, dalam bidang ilmu pengetahuan dan hikmah atau kearifan dan derajat yang diperoleh Nabi Ibrahim adalah kemampuan memberikan hujjah, kemampuan memimpin dan bertindak bijaksana. Kesemuanya adalah derajat kesempurnaan. Selain itu, ia juga diberi derajat kenabian dan kerasulan yang merupakan derajat tertinggi yang dapat dicapai manusia. Hal ini sesuai dengan firman Allah: Rasul-rasul itu Kami lebihkan sebagian mereka dari sebagian yang lain. Di antara mereka ada yang (langsung) Allah berfirman dengannya dan sebagian lagi ada yang ditinggikan-Nya beberapa derajat. (al-Baqarah/2: 253) Pada akhir ayat ini Allah menegaskan bahwa Dia Mahabijaksana dalam mengangkat atau menjatuhkan derajat seseorang. Dia juga Maha Mengetahui keadaan orang yang berhak menerima derajat itu."
        },
        {
          "number": 84,
          "arabic": "وَوَهَبْنَا لَهُۥٓ إِسْحَـٰقَ وَيَعْقُوبَ ۚ كُلًّا هَدَيْنَا ۚ وَنُوحًا هَدَيْنَا مِن قَبْلُ ۖ وَمِن ذُرِّيَّتِهِۦ دَاوُۥدَ وَسُلَيْمَـٰنَ وَأَيُّوبَ وَيُوسُفَ وَمُوسَىٰ وَهَـٰرُونَ ۚ وَكَذَٰلِكَ نَجْزِى ٱلْمُحْسِنِينَ",
          "transliteration": "wawahabnā lahu is'ḥāqa wayaʿqūba kullan hadaynā wanūḥan hadaynā min qablu wamin dhurriyyatihi dāwūda wasulaymāna wa-ayyūba wayūsufa wamūsā wahārūna wakadhālika najzī l-muḥ'sinīna",
          "translation": "Dan Kami telah menganugerahkan Ishak dan Yakub kepadanya. Kepada masing-masing telah Kami beri petunjuk; dan sebelum itu Kami telah memberi petunjuk kepada Nuh dan kepada sebagian dari keturunannya (Ibrahim) yaitu Dawud, Sulaiman, Ayub, Yusuf, Musa, dan Harun. Dan demikianlah kami memberi balasan kepada orang-orang yang berbuat baik,",
          "tafsir": "Allah mengisahkan kepada Nabi Muhammad dan pengikut-pengikutnya bahwa Allah memberikan anugerah kepada Nabi Ibrahim dengan mengangkat keturunannya yang saleh, yaitu Ishak sebagai pelanjut perjuangannya, menegakkan agama tauhid dan menghancurkan kemusyrikan. Allah juga mengangkat Ya'kub a.s., cucunya dari keturunan Ishak a.s., sebagai penerus perjuangan nabi-nabi dan rasul-rasul. Mereka semua tunduk di bawah tuntunan wahyu, hikmah dan ilmu Allah untuk meneruskan tegaknya agama tauhid. Nabi Ishak putera Ibrahim disebutkan secara tersendiri dalam ayat ini karena adanya hal yang menarik perhatian, yang termasuk ke dalam tanda-tanda kekuasaan Allah, yaitu ia dilahirkan setelah Nabi Ibrahim lanjut usianya, sedang Sarah istrinya sudah lanjut usia belum punya anak, dan sudah tidak punya harapan untuk melahirkan, seperti diterangkan dalam firman Allah: Dia (istrinya) berkata, \"Sungguh ajaib, mungkinkah aku akan melahirkan anak padahal aku sudah tua, dan suamiku ini sudah sangat tua? Ini benar-benar sesuatu yang ajaib.\" (Hud/11: 72) Ini adalah merupakan anugerah Allah baginya atas kekuatan imannya, ketekunan berbuat kebajikan serta ketabahannya menghadapi berbagai cobaan Allah. Hidayah yang diterima oleh Ibrahim dan keturunannya yang saleh sama dengan yang pernah diberikan kepada Nabi Nuh sebelumnya, yaitu hidayah agama tauhid. Penyebutan Nabi Nuh di sini, agar manusia dapat memahami bahwa tidak selalu hamba-hamba Allah yang saleh akan menurunkan putera-putera yang saleh pula, seperti Nabi Nuh. Beliau seorang Nabi yang saleh, tetapi puteranya seorang yang sesat, tenggelam bersama orang-orang kafir karena tidak mau mematuhi perintah ayahnya. Hal itu adalah kebalikan dari Nabi Ibrahim ayahnya seorang pemuja patung, tetapi dia sendiri hanif, berserah diri kepada Allah. Di antara keturunan-keturunan Nabi Ibrahim yang saleh lainnya disebutkan dalam ayat ini ialah Daud putera Sulaiman, Ayyub, Yusuf, Musa dan Harun a.s. Kesemuanya ini di samping diberi derajat kenabian, juga diberi kedudukan yang tinggi. Daud dan Sulaiman menjadi raja pemimpin yang mulia akhlaknya. Ayyub dan Yusuf walaupun bukan raja, tetapi punya pengaruh dan sangat dekat dengan penguasa. Yusuf sendiri menjadi menteri yang dapat menguasai dan mengatasi kesulitan-kesulitan rakyat. Sedangkan Musa dan Harun meskipun tidak menjadi raja, tetapi diberikan kepemimpinan dan kemampuan menyelamatkan kaumnya dari penindasan. Pada akhir ayat ini dijelaskan bahwa Allah akan memberikan balasan yang setimpal kepada mereka yang berbuat baik, yaitu mereka yang selalu berpedoman kepada tuntunan Allah dan berpegang kepada kebenaran."
        },
        {
          "number": 85,
          "arabic": "وَزَكَرِيَّا وَيَحْيَىٰ وَعِيسَىٰ وَإِلْيَاسَ ۖ كُلٌّ مِّنَ ٱلصَّـٰلِحِينَ",
          "transliteration": "wazakariyyā wayaḥyā waʿīsā wa-il'yāsa kullun mina l-ṣāliḥīna",
          "translation": "dan Zakaria, Yahya, Isa dan Ilyas. Semuanya termasuk orang-orang yang saleh,",
          "tafsir": "Allah menjelaskan bermacam-macam nikmat yang telah diberikan kepada keturunan Nabi Ibrahim yang saleh, yang berjuang membela tauhid dan menghancurkan kemusyrikan. Mereka itu ialah Zakaria, Yahya, Isa dan Ilyas yang lebih mementingkan kehidupan akhirat dari pada kehidupan dunia, sehingga mereka mempunyai keistimewaan sebagai hamba-hamba-Nya yang saleh. Mereka memang selayaknya diberi sebutan demikian, meskipun nabi-nabi yang lain diberi pula gelar saleh dan terkenal kebaikannya."
        },
        {
          "number": 86,
          "arabic": "وَإِسْمَـٰعِيلَ وَٱلْيَسَعَ وَيُونُسَ وَلُوطًا ۚ وَكُلًّا فَضَّلْنَا عَلَى ٱلْعَـٰلَمِينَ",
          "transliteration": "wa-is'māʿīla wal-yasaʿa wayūnusa walūṭan wakullan faḍḍalnā ʿalā l-ʿālamīna",
          "translation": "Dan Ismail, Alyasa', Yunus dan Lut. Masing-masing Kami lebihkan (derajatnya) di atas umat lain (pada masanya),",
          "tafsir": "Allah menyebutkan kembali keturunan Nabi Ibrahim yang diberi hidayah dan kenabian, yaitu Ismail, Ilyasa', Yunus dan Luth. Mereka bukan hanya terkenal karena kekuasaannya ataupun karena kezuhudannya, tetapi mereka ini mempunyai kelebihan daripada kaumnya lantaran karunia yang diberikan oleh Allah. Mereka membela tauhid dan memberantas kemusyrikan serta berakhlak mulia sehingga patut dicontoh oleh manusia. Di antara mereka ada yang diutus dalam satu masa, seperti Nabi Luth, semasa dengan Nabi Ibrahim dan Ismail semasa dengan Ishak. Mereka sama-sama memiliki keutamaan, meskipun pada hakikatnya keutamaan yang dimiliki masing-masing berbeda-beda."
        },
        {
          "number": 87,
          "arabic": "وَمِنْ ءَابَآئِهِمْ وَذُرِّيَّـٰتِهِمْ وَإِخْوَٰنِهِمْ ۖ وَٱجْتَبَيْنَـٰهُمْ وَهَدَيْنَـٰهُمْ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
          "transliteration": "wamin ābāihim wadhurriyyātihim wa-ikh'wānihim wa-ij'tabaynāhum wahadaynāhum ilā ṣirāṭin mus'taqīmin",
          "translation": "(dan Kami lebihkan pula derajat) sebagian dari nenek moyang mereka, keturunan mereka dan saudara-saudara mereka. Kami telah memilih mereka (menjadi Nabi dan Rasul) dan mereka Kami beri petunjuk ke jalan yang lurus.",
          "tafsir": "Ayat ini menegaskan bahwa Allah memberikan keutamaan kepada keluarga Nabi Ibrahim, baik dari garis keturunannya, ke atas, ke bawah maupun ke samping atau dari garis kerabatnya. Ayat ini merupakan penegasan dari ayat-ayat yang lalu yaitu keutamaan-keutamaan yang diberikan oleh Allah kepada pendahulu Nabi Ibrahim, yaitu Nuh dan keturunannya, yaitu Ishak, Ya'kub, Daud, Sulaiman, Ayyub, Yunus, Musa dan Harun. Di samping itu Allah menjelaskan pula bahwa Dia memberikan keutamaan juga kepada keluarganya ke samping yaitu anak saudara Nabi Ibrahim yang membantunya dalam memperjuangkan tauhid, yang ikut bersamanya hijrah ke negeri Syam, yaitu Lut yang kemudian diutus ke negeri Sodom. Mereka diberi limpahan oleh Allah dengan karunia hidayah, sehingga dapat mencapai kemuliaan yang tidak ternilai dan terpimpin ke jalan yang lurus, jalan yang menuju kepada kebahagiaan dunia dan akhirat."
        },
        {
          "number": 88,
          "arabic": "ذَٰلِكَ هُدَى ٱللَّهِ يَهْدِى بِهِۦ مَن يَشَآءُ مِنْ عِبَادِهِۦ ۚ وَلَوْ أَشْرَكُوا۟ لَحَبِطَ عَنْهُم مَّا كَانُوا۟ يَعْمَلُونَ",
          "transliteration": "dhālika hudā l-lahi yahdī bihi man yashāu min ʿibādihi walaw ashrakū laḥabiṭa ʿanhum mā kānū yaʿmalūna",
          "translation": "Itulah petunjuk Allah, dengan itu Dia memberi petunjuk kepada siapa saja di antara hamba-hamba-Nya yang Dia kehendaki. Sekiranya mereka mempersekutukan Allah, pasti lenyaplah amalan yang telah mereka kerjakan.",
          "tafsir": "Allah menegaskan bahwa petunjuk yang diterima oleh mereka itu, ialah petunjuk yang diberikan oleh Allah kepada nabi-nabi dan rasul-rasul, sebagai taufik dari Allah, yang menuntun mereka ke jalan yang benar dan yang diridai-Nya. Hidayah yang demikian itu diberikan oleh Allah kepada hamba-hamba-Nya menurut kehendak-Nya. Dengan hidayah itulah mereka membela tauhid dan mengamalkan ajaran-ajaran-Nya secara ikhlas serta memberantas penyembahan berhala-berhala dan pemujaan bintang-bintang. Hidayah yang diterima itu adalah hidayah yang tidak dapat diusahakan oleh manusia. Hidayah ini hanya dicapai oleh orang-orang yang dikehendaki Allah. Pada akhir ayat ini Allah memberikan peringatan kepada orang-orang yang beriman dan berjalan di bawah naungan hidayah-Nya, bahwa apabila mereka itu menyeleweng dari agama tauhid dan menyembah sembahan lain, niscaya Allah akan menghapuskan segala pahala dari amal perbuatan yang mereka lakukan. Meskipun tauhid itu mensucikan hati, namun apabila kesucian hati itu dinodai oleh syirik, betapa pun kecilnya, maka hilanglah kesucian hati itu dan lenyap pulalah hasil usaha yang telah dilakukan sebelumnya. Hal ini sesuai dengan firman Allah: Dan sungguh, telah diwahyukan kepadamu dan kepada (nabi-nabi) yang sebelummu, \"Sungguh, jika engkau mempersekutukan (Allah), niscaya akan hapuslah amalmu dan tentulah engkau termasuk orang yang rugi. (az-Zumar/39: 65)"
        },
        {
          "number": 89,
          "arabic": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ ءَاتَيْنَـٰهُمُ ٱلْكِتَـٰبَ وَٱلْحُكْمَ وَٱلنُّبُوَّةَ ۚ فَإِن يَكْفُرْ بِهَا هَـٰٓؤُلَآءِ فَقَدْ وَكَّلْنَا بِهَا قَوْمًا لَّيْسُوا۟ بِهَا بِكَـٰفِرِينَ",
          "transliteration": "ulāika alladhīna ātaynāhumu l-kitāba wal-ḥuk'ma wal-nubuwata fa-in yakfur bihā hāulāi faqad wakkalnā bihā qawman laysū bihā bikāfirīna",
          "translation": "Mereka itulah orang-orang yang telah Kami berikan kitab, hikmah dan kenabian. Jika orang-orang (Quraisy) itu mengingkarinya, maka Kami akan menyerahkannya kepada kaum yang tidak mengingkarinya.",
          "tafsir": "Allah menegaskan sekali lagi, bahwa nabi-nabi yang berjumlah 18 orang itu akan mendapat hidayah Allah yang dijadikan sebagai pedoman dalam memimpin kaumnya masing-masing. Di antara mereka ada yang diberi Kitab yang memuat pedoman-pedoman hidup di dalam memimpin kaumnya ke jalan yang benar serta kemampuan dalam memutuskan perkara-perkara yang terjadi di antara kaumnya, seperti Nabi Ibrahim, Musa, Isa dan Daud, yang diterangkan Allah dalam firman-Nya: (Ibrahim berdoa), \"Ya Tuhanku, berikanlah kepadaku ilmu dan masukkanlah aku ke dalam golongan orang-orang yang saleh.\" (asy-Syu'ara'/26: 83) Firman Allah: ¦ kemudian Tuhanku menganugerahkan ilmu kepadaku serta Dia menjadikan aku salah seorang di antara rasul-rasul. (asy-Syu'ara'/26:21) Firman Allah: \"Wahai Daud! Sesungguhnya engkau Kami jadikan khalifah (penguasa) di bumi, maka berilah keputusan (perkara) di antara manusia dengan adil¦\" (shad/38: 26) Di antara mereka ada pula yang diberi hikmah dan kenabian untuk menuntun manusia, yaitu mereka yang diutus sezaman dengan Nabi Musa atau sesudahnya, sebelum kedatangan Nabi Isa seperti Harun, Zakaria dan Yahya as. Juga di antara mereka ada yang diberi hikmah di kala masih kecil seperti Yahya, firman Allah: \"Wahai Yahya! Ambillah (pelajarilah) Kitab (Taurat) itu dengan sungguh-sungguh.\" Dan Kami berikan hikmah kepadanya (Yahya) selagi dia masih kanak-kanak .\" (Maryam/19: 12) Lebih jelasnya, penyebutan nama para nabi dalam konteks Nabi Ibrahim adalah karena beberapa hal sebagaimana uraian di bawah ini: Para nabi yang disebutkan dalam ayat-ayat yang lalu, di samping kedudukannya sebagai nabi, juga diberi keistimewaan yang berbeda-beda. Mereka dapat dikelompokkan dalam tiga golongan: Kelompok yang pertama, yang disebut adalah putra Ibrahim yang tidak berpisah dengannya, yaitu Ishak, lalu cucunya yaitu Ya'kub, karena Ya'kub merupakan ayah dari anak cucu pembawa ajaran ilahi. Kemudian Nabi Nuh disisipkan dengan tujuan untuk mengingatkan bahwa betapapun tingginya derajat seseorang, ia tidak boleh melupakan leluhurnya. Apalagi Nabi Nuh adalah kakek kesepuluh Nabi Ibrahim yang paling mulia, karena beliaulah manusia pertama yang melarang penyembahan berhala. Pada ayat 84 disebut nama Nabi Daud, Sulaiman, Ayyub, Yusuf, Musa dan Harun. Nabi Daud dan Sulaiman disebut pertama karena keduanya membangun rumah ibadah (Masjidil Aqsa), seperti yang dilakukan Nabi Ibrahim dan Ismail membangun Ka'bah. Penyebutan Nabi Ayyub dan Yusuf secara berurut karena keduanya, walaupun bukan penguasa, tetapi mempunyai pengaruh dan sangat dekat dengan penguasa. Keduanya digabungkan karena memiliki kesamaan, yaitu masing-masing ditinggal oleh keluarga, walau akhirnya keduanya dapat bertemu kembali. Nabi Musa dan Harun disebut sesudah Yusuf karena Nabi Musa yang dibantu Nabi Harun berhasil menundukkan penguasa pada masanya serta dapat mensejahterakan kaumnya. Setelah menyebut nabi-nabi yang menjadi raja, lalu penguasa bukan raja, dan nabi yang menundukkan penguasa, maka selanjutnya disebut nabi-nabi yang dikalahkan penguasa. Urutan pertama adalah Nabi Zakaria dan Nabi Yahya, karena keduanya dibunuh penguasa pada masanya. Kemudian disebut Nabi Isa dan Nabi Ilyas, karena keduanya akan dibunuh, tetapi berhasil diselamatkan Allah. Akhirnya disebut nama nabi-nabi yang berhubungan dengan kekuasaan, yaitu Ismail, Ilyasa', Yunus dan Lut. Dengan ringkas dapat dikatakan bahwa tiap-tiap nabi yang diberi Kitab tentu diberi pula hikmah atau kearifan sebagai senjata untuk memutuskan perkara di samping diberi nubuwah. Akan tetapi tidak semua Nabi diberi kekuasaan memutus perkara dan diberi Kitab. Allah menegaskan bahwa apabila orang-orang musyrik penduduk Mekah dan orang-orang yang mempunyai sifat yang sama, mengingkari Kitab, hikmah dan kenabian yang diberikan kepada para nabi, maka Allah akan menyerahkan derajat kemuliaan yang dijanjikan itu kepada umat lain yang tidak mengingkari apa yang disampaikan oleh nabi itu. Dimaksudkan dengan orang-orang yang mengingkari keutamaan para nabi ialah orang kafir penduduk Mekah, sedang yang dimaksud dengan orang-orang yang tidak mengingkari ialah penduduk Medinah."
        },
        {
          "number": 90,
          "arabic": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ هَدَى ٱللَّهُ ۖ فَبِهُدَىٰهُمُ ٱقْتَدِهْ ۗ قُل لَّآ أَسْـَٔلُكُمْ عَلَيْهِ أَجْرًا ۖ إِنْ هُوَ إِلَّا ذِكْرَىٰ لِلْعَـٰلَمِينَ",
          "transliteration": "ulāika alladhīna hadā l-lahu fabihudāhumu iq'tadih qul lā asalukum ʿalayhi ajran in huwa illā dhik'rā lil'ʿālamīna",
          "translation": "Mereka itulah (para nabi) yang telah diberi petunjuk oleh Allah, maka ikutlah petunjuk mereka. Katakanlah (Muhammad), \"Aku tidak meminta imbalan kepadamu dalam menyampaikan (Alquran).\" Alquran itu tidak lain hanyalah peringatan untuk (segala umat) seluruh alam.",
          "tafsir": "Allah menjelaskan kepada Nabi Muhammad dan pengikutnya, bahwa Nabi Ibrahim dan keturunan-keturunannya mendapat keutamaan, petunjuk Allah ke jalan yang lurus. Allah juga memerintahkan kepada Nabi Muhammad agar mengikuti jejak mereka, memegang agama tauhid, berakhlak mulia dan melakukan perbuatan yang diridai Allah, serta menghiasi dirinya dengan sifat-sifat yang utama, yaitu sabar dalam menjalankan tugasnya dan tabah menghadapi tipu daya serta tantangan kaumnya. Firman Allah: Dan semua kisah rasul-rasul, Kami ceritakan kepadamu (Muhammad), agar dengan kisah itu Kami teguhkan hatimu. (Hud/11: 120) Firman Allah: Dan sesungguhnya rasul-rasul sebelum engkau pun telah didustakan, tetapi mereka sabar terhadap pendustaan dan penganiayaan (yang dilakukan) terhadap mereka, sampai datang pertolongan Kami kepada mereka. (al-An'am/6: 34) Syariat yang berlaku bagi nabi-nabi sebelum kedatangan Nabi Muhammad, adalah juga merupakan syariat bagi umat Islam, selama belum dicabut, diubah ataupun diganti dengan syariat yang dibawa oleh Nabi Muhammad. Sedangkan yang abadi dan mempunyai kesamaan adalah dasar-dasar agama tauhid yang tidak berubah sepanjang zaman, sedangkan syariat-syariat dari masing-masing nabi itu dapat berubah-ubah sesuai dengan waktu, tempat dan keadaan, dan menurut kehendak Allah. Nabi Muhammad mempunyai derajat yang tertinggi di antara para nabi dan rasul, karena beliau di samping diberi kenabian juga diberi mukjizat yang abadi yaitu Al-Qur'an, yang membenarkan kitab-kitab yang diturunkan sebelumnya dan karena syariatnya berlaku terus sampai akhir zaman. Allah memerintahkan kepada Nabi Muhammad bahwa dia dalam menyampaikan wahyu dan menegakkan kebenaran, jangan mengharapkan sedikit pun upah dari umatnya sebagaimana juga nabi-nabi terdahulu. Nabi Muhammad sebagaimana halnya nabi-nabi yang lain tidak mengharapkan imbalan dalam berdakwah. Namun, Nabi Muhammad mengharapkan kasih sayang dalam kekeluargaan, seperti ditegaskan dalam firman-Nya: \"Aku tidak meminta kepadamu sesuatu imbalan pun atas seruanku kecuali kasih sayang dalam kekeluargaan.\" (asy-Syura/42: 23) Pada akhir ayat ini Allah memberikan penegasan bahwa Al-Qur'an diturunkan untuk seluruh umat manusia. Ayat ini memberikan isyarat bahwa Nabi Muhammad tidak diutus untuk orang Mekah atau Medinah saja, tetapi diutus untuk seluruh umat manusia di seluruh dunia untuk membimbing mereka ke jalan yang benar dan bebas dari kesesatan."
        }
      ]
    }
  ]
}