{
  "pageNumber": 490,
  "juz": 25,
  "surahs": [
    {
      "number": 43,
      "name": "Az-Zukhruf",
      "nameArabic": "الزخرف",
      "meaning": "Perhiasan",
      "revelation": "Makkah",
      "description": "Surat Az-Zukhruf terdiri dari 89 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Asy-Syura.Dinamai Az-Zukhruf (perhiasan) diambil dari kata \"Az-Zukhruf\" yang terdapat pada ayat ke-35 surat ini. Orang-orang musyrik mengukur tinggi-rendahnya derajat seseorang tergantung pada perhiasan dan harta yang ia miliki. Maka karena Nabi Muhammad adalah seorang anak yatim dan miskin, ia tidak pantas diangkat Allah sebagai seorang rasul dan nabi. Pangkat rasul dan nabi itu harus diberikan kepada orang kaya. Ayat ini menegaskan bahwa harta tidak dapat dijadikan dasar untuk mengukur tinggi-rendahnya derajat seseorang, karena harta merupakan perhiasan kehidupan duniawi, bukan kesenangan akhirat.**Pokok-Pokok Isi:**1. **Keimanan:** Al-Qur'an berasal dari Lauh Mahfuzh; Nabi 'Isa itu hanyalah seorang hamba Allah; pengakuan Nabi 'Isa bahwa Allahlah Tuhan yang sebenarnya; menjelaskan kesenangan di dalam surga dan hebatnya penderitaan orang kafir di dalam neraka; Allah tidak mempunyai anak.2. **Hukum-hukum:** Perintah Allah kepada Nabi Muhammad agar menjauhi orang-orang yang tidak beriman.3. **Kisah-kisah:** Kisah Nabi Ibrahim, Musa, dan 'Isa sebagai perbandingan bagi Nabi Muhammad dan sebagai penawar ketika menghadapi kesulitan dalam melakukan dakwah.4. **Lain-lain:** Pengakuan orang musyrik Mekah bahwa Allahlah Yang menciptakan langit dan bumi tetapi mereka tetap menyembah berhala; kepercayaan mereka bahwa malaikat adalah anak Allah dan penolakan atas kepercayaan yang salah itu; Nabi Muhammad sebagai rasul mendapat ejekan dan celaan dari kaumnya adalah hal biasa, karena rasul-rasul terdahulu pun demikian; orang-orang musyrik sangat berpegang teguh pada tradisi dan adat istiadat nenek moyang mereka dalam beragama, sehingga hati mereka tertutup untuk menerima kebenaran.Surat Az-Zukhruf dimulai dengan menerangkan bahwa Al-Qur'an adalah wahyu Ilahi dan diambil dari Lauh Mahfuzh. Kemudian menerangkan sikap orang musyrik terhadap para nabi dan menyebutkan sebagian hikmah yang Allah limpahkan kepada manusia. Selain itu, juga dikemukakan tentang sifat orang-orang musyrik yang suka mengada-ada kebatilan beserta kepercayaan rusak dan sifat-sifat sombong mereka, walaupun mereka telah diperingatkan dengan nasib umat-umat terdahulu yang mendurhakai Allah.Pada bagian akhir, surat ini mengingatkan tentang tindakan-tindakan orang-orang musyrik yang lebih mementingkan perhiasan duniawi. Lalu, surat ini ditutup dengan perintah Allah agar Nabi Muhammad berpaling dari orang-orang musyrik itu, nanti mereka akan merasakan dan mengetahui kebenaran ancaman Allah.**Hubungan Surat Az-Zukhruf Dengan Surat Ad-Dukhan:**1. Kedua surat ini sama-sama dimulai dengan menyebutkan sifat-sifat Al-Qur'an.2. Pada akhir surat Az-Zukhruf disebutkan ancaman kepada orang-orang kafir dan pada permulaan surat Ad-Dukhan terdapat pula peringatan dan ancaman itu.3. Pada kedua surat ini terdapat kesatuan sikap antara Nabi Muhammad dan Nabi Musa. Pada surat Az-Zukhruf Nabi Muhammad mengadu kepada Allah bahwa kaumnya tidak mau beriman, sedangkan pada surat Ad-Dukhan Nabi Musa mengadu kepada Allah bahwa kaumnya berlaku durhaka dan banyak dosa.",
      "verses": [
        {
          "number": 11,
          "arabic": "وَٱلَّذِى نَزَّلَ مِنَ ٱلسَّمَآءِ مَآءًۢ بِقَدَرٍ فَأَنشَرْنَا بِهِۦ بَلْدَةً مَّيْتًا ۚ كَذَٰلِكَ تُخْرَجُونَ",
          "transliteration": "wa-alladhī nazzala mina l-samāi māan biqadarin fa-ansharnā bihi baldatan maytan kadhālika tukh'rajūna",
          "translation": "Dan yang menurunkan air dari langit menurut ukuran (yang diperlukan), lalu dengan air itu Kami hidupkan negeri yang mati (tandus). Seperti itulah kamu akan dikeluarkan (dari kubur).",
          "tafsir": "Allah menurunkan hujan dari langit sesuai dengan keperluan untuk menghidup-suburkan tanam-tanaman dan tumbuh-tumbuhan. Dia menurunkan hujan tidak lebih dari yang diperlukan sehingga tidak melimpah ruah melampaui batas dan akhirnya menjadi bencana, seperti halnya air bah yang merusak dan membinasakan, dan tidak pula terlalu sedikit sehingga tidak mencukupi kebutuhan untuk kesuburan tanam-tanaman dan tumbuh-tumbuhan yang menyebabkan kering dan layu, dan mengakibatkan timbulnya bencana kelaparan yang menimpa makhluk Allah di mana-mana. Dengan turunnya hujan dari langit sesuai dengan kadar yang diperlukan, maka hidup dan makmurlah negeri yang telah mati yang tidak lagi ditumbuhi tanam-tanaman dan pohon-pohonan. Sebagaimana Allah kuasa menghidupkan negeri yang telah mati, begitu pula Dia kuasa menghidupkan dan mengeluarkan orang-orang mati itu dari kubur dalam keadaan hidup, sebagaimana firman Allah: Dan Dia menurunkan air (hujan) dari langit, lalu dengan air itu dihidupkannya bumi setelah mati (kering). (ar-Rum/30: 24) Dan firman-Nya: Maka Kami arahkan awan itu ke suatu negeri yang mati (tandus) lalu dengan hujan itu Kami hidupkan bumi setelah mati (kering). Seperti itulah kebangkitan itu. (Fathir/35: 9) Apa yang dikemukakan oleh ayat ini dibuktikan oleh ilmu pengetahuan yang ditemukan manusia saat ini. Diperkirakan dalam waktu satu detik, sebanyak 16 juta ton air menguap dari bumi. Menggunakan angka ini, maka diperhitungkan akan adanya 513 triliun ton air yang menguap dari bumi dalam setahun. Angka ini ternyata sama dengan perhitungan mengenai jumlah air hujan yang turun dalam setahun. Dengan demikian, air melakukan sirkulasi yang seimbang secara terus-menerus. Kehidupan di bumi sangat bergantung pada keberlanjutan siklus air yang demikian ini. Walaupun banyak teknologi mencoba mengintervensi siklus alami ini, seperti membuat hujan buatan, pada kenyataannya siklus air tidak dapat dibuat secara artifisial. Proporsi air hujan tidak hanya penting dalam bentuk jumlahnya, tetapi juga kecepatan turunnya butir air hujan [menurut ukuran yang diperlukan]. Kecepatan butir air hujan tidak melebihi kecepatan standar, tidak peduli berapa ukuran butir air hujan itu. Umumnya butiran air hujan mempunyai diameter 4,5 mm. Kecepatannya sekitar 8 meter per detik. Pada ukuran yang lebih kecil, tentunya kecepatannya lebih rendah. Pada ukuran butiran yang lebih besar dari 4,5 mm, tidak berarti kecepatannya makin tinggi. Kecepatannya tetap, yaitu sekitar 8 meter per detik. Hal ini disebabkan karena bentuk butiran yang cair itu akan berinteraksi dengan udara dan angin sehingga bentuk butir air itu berubah sedemikian rupa yang mengakibatkan kecepatan jatuhnya menurun dan tidak melebihi kecepatan standar. Menghidupkan negeri yang mati dengan air (hujan) dari langit telah difirmankan pada Surah Fussilat/41: 39, bahwasanya dengan diturunkan hujan di daerah yang tandus maka daerah tersebut akan (bisa, dengan kehendak Allah) ditumbuhi pepohonan. Pada ayat ini ditekankan bahwa air dari langit diturunkan menurut kadar tertentu. Kebangkitan manusia setelah alam kubur sering diibaratkan dengan menghidupkan tanah yang tandus dengan air hujan. Perumpamaan ini dapat kita bandingkan dengan tumbuhnya biji-bijian atau spora liar yang terbawa tiupan angin dan terserak di atas tanah yang kering. Apabila tanah yang kering ini mendapat siraman hujan dengan jumlah yang cukup [menurut ukuran yang diperlukan], maka biji-biji tersebut akan tumbuh menjadi kecambah-kecambah dan kemudian menjadi tumbuhan. Apabila curah hujan sangat banyak maka biji-bijian atau spora yang menjadi bakal benih tumbuh-tumbuhan akan hanyut terbawa aliran air. Seandainya aliran air tidak sampai menghanyutkan, tetapi bila kadar kelembaban air dalam tanah terlalu berlebih maka biji-bijian tidak akan tumbuh menjadi kecambah, malahan akan membusuk. Semuanya menurut ukuran."
        },
        {
          "number": 12,
          "arabic": "وَٱلَّذِى خَلَقَ ٱلْأَزْوَٰجَ كُلَّهَا وَجَعَلَ لَكُم مِّنَ ٱلْفُلْكِ وَٱلْأَنْعَـٰمِ مَا تَرْكَبُونَ",
          "transliteration": "wa-alladhī khalaqa l-azwāja kullahā wajaʿala lakum mina l-ful'ki wal-anʿāmi mā tarkabūna",
          "translation": "Dan yang menciptakan semua berpasangan-pasangan dan menjadikan kapal untukmu dan hewan ternak yang kamu tunggangi,",
          "tafsir": "Di antara sifat Allah yang disebut dalam ayat ini ialah Dia-lah yang menciptakan semua makhluk berpasang-pasangan, laki-laki perempuan, jantan-betina, baik dari jenis tumbuh-tumbuhan, pohon-pohonan, buah-buahan, bunga-bungaan dan lain-lain maupun dari jenis hewan dan manusia. Dia pula yang menjadikan kendaraan berupa perahu, kapal yang dapat dipergunakan untuk mengangkut manusia dan keperluan barang dagangan di laut, dan binatang ternak, seperti unta, kuda, himar, sapi dan lain-lain yang dapat dipergunakan sebagai alat pengangkutan di darat, dan lain-lain yang dapat menghubungkan satu tempat dengan tempat yang lain, baik di darat maupun di laut dengan macam alat perhubungan. Sesuai dengan firman Allah: Dan (Dia telah menciptakan) kuda, bagal, dan keledai, untuk kamu tunggangi dan (menjadi) perhiasan. Allah menciptakan apa yang tidak kamu ketahui. (an-Nahl/16: 8) Penjelasan mengenai Allah menciptakan segala sesuatunya berpasang-pasangan dapat dilihat penjelasannya pada Surah asy-Syura/42: 11. Beberapa ayat lain yang membicarakan hal yang sama adalah Yasin/36: 36, ar-Ra'd/13: 3, dan adh-dzariyat/51: 49."
        },
        {
          "number": 13,
          "arabic": "لِتَسْتَوُۥا۟ عَلَىٰ ظُهُورِهِۦ ثُمَّ تَذْكُرُوا۟ نِعْمَةَ رَبِّكُمْ إِذَا ٱسْتَوَيْتُمْ عَلَيْهِ وَتَقُولُوا۟ سُبْحَـٰنَ ٱلَّذِى سَخَّرَ لَنَا هَـٰذَا وَمَا كُنَّا لَهُۥ مُقْرِنِينَ",
          "transliteration": "litastawū ʿalā ẓuhūrihi thumma tadhkurū niʿ'mata rabbikum idhā is'tawaytum ʿalayhi wataqūlū sub'ḥāna alladhī sakhara lanā hādhā wamā kunnā lahu muq'rinīna",
          "translation": "agar kamu duduk di atas punggungnya kemudian kamu ingat nikmat Tuhanmu apabila kamu telah duduk di atasnya; dan agar kamu mengucapkan, \"Mahasuci (Allah) yang telah menundukkan semua ini bagi kami, padahal kami sebelumnya tidak mampu menguasainya,",
          "tafsir": "Pada ayat ini Allah menerangkan bahwa apabila manusia berada di atas punggung binatang, perahu, kapal, kereta api, pesawat terbang dan lain-lain hendaklah mengingat nikmat yang telah dikaruniakan Allah kepada mereka, hendaklah mengagungkan Allah dan menyucikan-Nya dari sifat-sifat yang tidak layak yang dituduhkan orang-orang musyrik kepada-Nya, dan hendaklah mereka membaca ayat ini sebagai doa: Mahasuci (Allah) yang telah menundukkan semua ini bagi kami padahal kami sebelumnya tidak mampu menguasainya, dan sesungguhnya kami akan kembali kepada Tuhan kami. (az-Zukhruf/43: 13-14) Andaikata Allah tidak menundukkan alam semesta dengan ilmu yang dianugerahkan-Nya tentu manusia tidak dapat melakukannya, karena yang demikian itu di luar kemampuan mereka. Bacaan doa itu mengingatkan manusia supaya selalu bersiap-siap menghadapi hari pembalasan saat seluruh manusia akan menghadapi dan mengalaminya dan jangan lalai mengingat Allah, baik di waktu bepergian atau tidak, di waktu berlayar atau tinggal di kampung halaman. Sehubungan dengan tafsir di atas, diriwayatkan oleh Imam Muslim, Abu Dawud, dan an-Nasa'i bahwa Rasulullah saw, apabila bepergian dan berkendaraan mengucapkan tiga kali dan membaca doa tersebut di atas. Apabila Nabi saw mengendarai kendaraannya untuk melakukan suatu perjalanan, maka beliau bertakbir tiga kali. Kemudian beliau membaca, \"Mahasuci (Allah) yang telah menundukkan semua ini bagi kami padahal kami sebelumnya tidak mampu menguasainya, dan sesungguhnya kami akan kembali kepada Tuhan kami.\"(Riwayat Muslim, Abu Dawud, dan an-Nasa'i) Ayat di atas mengajarkan agar manusia mensyukuri nikmat Allah yang telah diberikan berupa binatang dan memperlakukannya dengan baik. Kesetaraan di antara makhluk, terutama antara binatang dan manusia, sangat ditekankan Tuhan. Salah satu ayat di bawah ini menjelaskan bahwa binatang juga umat Tuhan, sama dengan manusia. Walau mereka mempunyai ciri, kekhususan dan sistem yang berbeda-beda, pada hakikatnya, mereka sama dengan manusia di mata Tuhan. Dan manusia diwajibkan untuk mengingatnya. Dan tidak ada seekor binatang pun yang ada di bumi dan burung-burung yang terbang dengan kedua sayapnya, melainkan semuanya merupakan umat-umat (juga) seperti kamu. Tidak ada sesuatu pun yang Kami luputkan di dalam Kitab, kemudian kepada Tuhan mereka dikumpulkan.\" (al-An'am/6: 38) Beberapa ayat Al-Qur'an menyinggung mengenai binatang, antara lain tentang bagaimana manusia harus bersikap terhadap binatang, kegunaan binatang untuk manusia, perilaku binatang yang harus ditiru manusia, dan banyak lagi lainnya. Dalam hubungan kesetaraan antar makhluk ini, ada tulisan seorang arif, Muhammad Fazlur Rahman Ansari, berbunyi demikian, \"Segala yang di muka bumi ini diciptakan untuk kita, maka sudah menjadi kewajiban alamiah kita untuk: menjaga segala sesuatu dari kerusakan; memanfaatkannya dengan tetap menjaga martabatnya sebagai ciptaan Tuhan; melestarikannya sebisa mungkin, yang dengan demikian, mensyukuri nikmat Tuhan dalam bentuk perbuatan nyata.\" Menyangkut hewan atau satwa peliharaan, Al-Qur'an dalam Surah an-Nahl/16: 5 menyebutkan beberapa manfaat binatang untuk manusia: Dan hewan ternak telah diciptakan-Nya untuk kamu, padanya ada (bulu) yang menghangatkan dan berbagai manfaat, dan sebagiannya kamu makan. (an-Nahl/16: 5) Dalam hubungannya dengan ayat dari Surah an-Nahl di atas, kita harus memperhatikan bahwa, misalnya, kulit dan bulu binatang ternak boleh dimanfaatkan. Namun Nabi Muhammad saw melanjutkannya dengan satu hal yang sangat bijaksana. Beliau melarang penggunaan kulit binatang liar walaupun sekedar untuk alas lantai. Jika aturan atau himbauan yang dikemukakan Nabi ini ditaati oleh semua orang, maka pembunuhan sia-sia terhadap beberapa jenis binatang liar demi meraih keuntungan semata niscaya tidak terjadi. Demikian pula, kendati umat Islam diperbolehkan mengkonsumsi daging beberapa binatang tertentu, tapi perlu diingat bahwa hal ini tidak menghalalkan pembantaian secara kejam dan tak terkendali terhadap mereka. Salah satu manfaat binatang adalah sebagai tunggangan. Kita harus ingat bahwa orang-orang Arab di masa lalu sepenuhnya bergantung pada unta untuk membantu membawa barang dalam perjalanan. Tuhan menyatakan hal tersebut dalam ayat di bawah: Dan ia mengangkut beban-bebanmu ke suatu negeri yang kamu tidak sanggup mencapainya, kecuali dengan susah payah. Sungguh, Tuhanmu Maha Pengasih, Maha Penyayang. Dan (Dia telah menciptakan) kuda, bagal, dan keledai untuk kamu tunggangi dan (menjadi) perhiasan. Allah menciptakan apa yang tidak kamu ketahui. (an-Nahl/16: 7-8) Pada hakikatnya Islam mengajarkan pada umatnya untuk menyayangi binatang dan melestarikan kehidupannya. Di dalam Al-Qur'an, Allah menekankan bahwa Dia telah menganugerahi manusia wilayah kekuasaan yang mencakup segala sesuatu di dunia ini. Dan Dia telah menundukkan apa yang ada di langit dan apa yang ada di bumi untukmu semuanya (sebagai rahmat) dari-Nya. (al-Jatsiyah/45: 13). Dalam ayat ini, Al-Qur'an sama sekali tidak menunjukan bahwa manusia memiliki kekuasaan mutlak untuk berbuat sekehendak hatinya segala sesuatu yang ada di langit dan bumi. Mereka juga tidak pula memiliki hak tanpa batas untuk menggunakan alam sehingga merusak keseimbangan ekologisnya. \" .... semua itu dari Dia ....\" Penggalan ayat di sini seharusnya disadari dan dimengerti sebagai pengingat-ingat dari Tuhan, bahwa manusia tidak memiliki apa-apa di dunia ini. Jadi bagaimana seharusnya kita memperlakukan barang orang lain harus selalu diingat di dalam benak \"...orang-orang yang berpikir....\" Islam pada dasarnya tidak mendukung manusia untuk menyalahgunakan binatang untuk tujuan olahraga maupun untuk menjadikan binatang sebagai objek eksperimen yang sembarangan. Ayat ini mengingatkan umat manusia bahwa Sang Pencipta telah menjadikan semua yang ada di alam ini (termasuk satwa) sebagai amanah yang harus mereka jaga."
        },
        {
          "number": 14,
          "arabic": "وَإِنَّآ إِلَىٰ رَبِّنَا لَمُنقَلِبُونَ",
          "transliteration": "wa-innā ilā rabbinā lamunqalibūna",
          "translation": "dan sesungguhnya kami akan kembali kepada Tuhan kami.\"",
          "tafsir": "Pada ayat ini Allah menerangkan bahwa apabila manusia berada di atas punggung binatang, perahu, kapal, kereta api, pesawat terbang dan lain-lain hendaklah mengingat nikmat yang telah dikaruniakan Allah kepada mereka, hendaklah mengagungkan Allah dan menyucikan-Nya dari sifat-sifat yang tidak layak yang dituduhkan orang-orang musyrik kepada-Nya, dan hendaklah mereka membaca ayat ini sebagai doa: Mahasuci (Allah) yang telah menundukkan semua ini bagi kami padahal kami sebelumnya tidak mampu menguasainya, dan sesungguhnya kami akan kembali kepada Tuhan kami. (az-Zukhruf/43: 13-14) Andaikata Allah tidak menundukkan alam semesta dengan ilmu yang dianugerahkan-Nya tentu manusia tidak dapat melakukannya, karena yang demikian itu di luar kemampuan mereka. Bacaan doa itu mengingatkan manusia supaya selalu bersiap-siap menghadapi hari pembalasan saat seluruh manusia akan menghadapi dan mengalaminya dan jangan lalai mengingat Allah, baik di waktu bepergian atau tidak, di waktu berlayar atau tinggal di kampung halaman. Sehubungan dengan tafsir di atas, diriwayatkan oleh Imam Muslim, Abu Dawud, dan an-Nasa'i bahwa Rasulullah saw, apabila bepergian dan berkendaraan mengucapkan tiga kali dan membaca doa tersebut di atas. Apabila Nabi saw mengendarai kendaraannya untuk melakukan suatu perjalanan, maka beliau bertakbir tiga kali. Kemudian beliau membaca, \"Mahasuci (Allah) yang telah menundukkan semua ini bagi kami padahal kami sebelumnya tidak mampu menguasainya, dan sesungguhnya kami akan kembali kepada Tuhan kami.\"(Riwayat Muslim, Abu Dawud, dan an-Nasa'i) Ayat di atas mengajarkan agar manusia mensyukuri nikmat Allah yang telah diberikan berupa binatang dan memperlakukannya dengan baik. Kesetaraan di antara makhluk, terutama antara binatang dan manusia, sangat ditekankan Tuhan. Salah satu ayat di bawah ini menjelaskan bahwa binatang juga umat Tuhan, sama dengan manusia. Walau mereka mempunyai ciri, kekhususan dan sistem yang berbeda-beda, pada hakikatnya, mereka sama dengan manusia di mata Tuhan. Dan manusia diwajibkan untuk mengingatnya. Dan tidak ada seekor binatang pun yang ada di bumi dan burung-burung yang terbang dengan kedua sayapnya, melainkan semuanya merupakan umat-umat (juga) seperti kamu. Tidak ada sesuatu pun yang Kami luputkan di dalam Kitab, kemudian kepada Tuhan mereka dikumpulkan.\" (al-An'am/6: 38) Beberapa ayat Al-Qur'an menyinggung mengenai binatang, antara lain tentang bagaimana manusia harus bersikap terhadap binatang, kegunaan binatang untuk manusia, perilaku binatang yang harus ditiru manusia, dan banyak lagi lainnya. Dalam hubungan kesetaraan antar makhluk ini, ada tulisan seorang arif, Muhammad Fazlur Rahman Ansari, berbunyi demikian, \"Segala yang di muka bumi ini diciptakan untuk kita, maka sudah menjadi kewajiban alamiah kita untuk: menjaga segala sesuatu dari kerusakan; memanfaatkannya dengan tetap menjaga martabatnya sebagai ciptaan Tuhan; melestarikannya sebisa mungkin, yang dengan demikian, mensyukuri nikmat Tuhan dalam bentuk perbuatan nyata.\" Menyangkut hewan atau satwa peliharaan, Al-Qur'an dalam Surah an-Nahl/16: 5 menyebutkan beberapa manfaat binatang untuk manusia: Dan hewan ternak telah diciptakan-Nya untuk kamu, padanya ada (bulu) yang menghangatkan dan berbagai manfaat, dan sebagiannya kamu makan. (an-Nahl/16: 5) Dalam hubungannya dengan ayat dari Surah an-Nahl di atas, kita harus memperhatikan bahwa, misalnya, kulit dan bulu binatang ternak boleh dimanfaatkan. Namun Nabi Muhammad saw melanjutkannya dengan satu hal yang sangat bijaksana. Beliau melarang penggunaan kulit binatang liar walaupun sekedar untuk alas lantai. Jika aturan atau himbauan yang dikemukakan Nabi ini ditaati oleh semua orang, maka pembunuhan sia-sia terhadap beberapa jenis binatang liar demi meraih keuntungan semata niscaya tidak terjadi. Demikian pula, kendati umat Islam diperbolehkan mengkonsumsi daging beberapa binatang tertentu, tapi perlu diingat bahwa hal ini tidak menghalalkan pembantaian secara kejam dan tak terkendali terhadap mereka. Salah satu manfaat binatang adalah sebagai tunggangan. Kita harus ingat bahwa orang-orang Arab di masa lalu sepenuhnya bergantung pada unta untuk membantu membawa barang dalam perjalanan. Tuhan menyatakan hal tersebut dalam ayat di bawah: Dan ia mengangkut beban-bebanmu ke suatu negeri yang kamu tidak sanggup mencapainya, kecuali dengan susah payah. Sungguh, Tuhanmu Maha Pengasih, Maha Penyayang. Dan (Dia telah menciptakan) kuda, bagal, dan keledai untuk kamu tunggangi dan (menjadi) perhiasan. Allah menciptakan apa yang tidak kamu ketahui. (an-Nahl/16: 7-8) Pada hakikatnya Islam mengajarkan pada umatnya untuk menyayangi binatang dan melestarikan kehidupannya. Di dalam Al-Qur'an, Allah menekankan bahwa Dia telah menganugerahi manusia wilayah kekuasaan yang mencakup segala sesuatu di dunia ini. Dan Dia telah menundukkan apa yang ada di langit dan apa yang ada di bumi untukmu semuanya (sebagai rahmat) dari-Nya. (al-Jatsiyah/45: 13). Dalam ayat ini, Al-Qur'an sama sekali tidak menunjukan bahwa manusia memiliki kekuasaan mutlak untuk berbuat sekehendak hatinya segala sesuatu yang ada di langit dan bumi. Mereka juga tidak pula memiliki hak tanpa batas untuk menggunakan alam sehingga merusak keseimbangan ekologisnya. \" .... semua itu dari Dia ....\" Penggalan ayat di sini seharusnya disadari dan dimengerti sebagai pengingat-ingat dari Tuhan, bahwa manusia tidak memiliki apa-apa di dunia ini. Jadi bagaimana seharusnya kita memperlakukan barang orang lain harus selalu diingat di dalam benak \"...orang-orang yang berpikir....\" Islam pada dasarnya tidak mendukung manusia untuk menyalahgunakan binatang untuk tujuan olahraga maupun untuk menjadikan binatang sebagai objek eksperimen yang sembarangan. Ayat ini mengingatkan umat manusia bahwa Sang Pencipta telah menjadikan semua yang ada di alam ini (termasuk satwa) sebagai amanah yang harus mereka jaga."
        },
        {
          "number": 15,
          "arabic": "وَجَعَلُوا۟ لَهُۥ مِنْ عِبَادِهِۦ جُزْءًا ۚ إِنَّ ٱلْإِنسَـٰنَ لَكَفُورٌ مُّبِينٌ",
          "transliteration": "wajaʿalū lahu min ʿibādihi juz'an inna l-insāna lakafūrun mubīnun",
          "translation": "Dan mereka menjadikan sebagian dari hamba-hamba-Nya sebagai bagian dari-Nya.<sup foot_note=135732>1</sup> Sungguh, manusia itu pengingkar (nikmat Tuhan) yang nyata.",
          "tafsir": "Allah menerangkan bahwa sekalipun orang musyrik mengakui bahwa Allah yang menciptakan langit dan bumi, namun di samping itu mereka pun menetapkan bahwa Allah mempunyai anak, dan malaikat merupakan anak perempuan-Nya. Mereka mengatakan, Allah tidak azali seperti makhluk, sama-sama mempunyai anak, malah merendahkan-Nya karena Allah dikatakan mempunyai anak perempuan, sedang mereka mempunyai anak laki-laki. Orang-orang Arab pada waktu itu menganggap orang yang mempunyai anak-anak perempuan itu hina. Jadi, tidak heran kalau ayat itu ditutup dengan satu ketegasan bahwa manusia benar-benar pengingkar nikmat Tuhan, yang telah dikaruniakan kepada mereka."
        },
        {
          "number": 16,
          "arabic": "أَمِ ٱتَّخَذَ مِمَّا يَخْلُقُ بَنَاتٍ وَأَصْفَىٰكُم بِٱلْبَنِينَ",
          "transliteration": "ami ittakhadha mimmā yakhluqu banātin wa-aṣfākum bil-banīna",
          "translation": "Pantaskah Dia mengambil anak perempuan dari yang diciptakan-Nya dan memberikan anak laki-laki kepadamu?",
          "tafsir": "Allah membuka tabir kesesatan orang musyrik dan kebatilan ucapan mereka. Apakah masuk akal bahwa Allah memiliki sesuatu untuk diri-Nya yang lebih buruk (menurut anggapan mereka) sedangkan yang lain memiliki yang baik dan memilih untuk diri-Nya anak perempuan, sedangkan untuk orang lain anak laki-laki? Firman Allah: Apakah (pantas) untuk kamu yang laki-laki dan untuk-Nya yang perempuan? Yang demikian itu tentulah suatu pembagian yang tidak adil. (an-Najm/53: 21-22) Dan firman-Nya: Apakah Dia (Allah) memilih anak-anak perempuan daripada anak-anak laki-laki? Mengapa kamu ini? Bagaimana (caranya) kamu menetapkan? Maka mengapa kamu tidak memikirkan? (ash-shaffat/37: 153-155) Dan firman-Nya lagi: Sekiranya Allah hendak mengambil anak, tentu Dia akan memilih apa yang Dia kehendaki dari apa yang telah diciptakan-Nya. Mahasuci Dia. Dialah Allah Yang Maha Esa, Mahaperkasa. (az-Zumar/39: 4)"
        },
        {
          "number": 17,
          "arabic": "وَإِذَا بُشِّرَ أَحَدُهُم بِمَا ضَرَبَ لِلرَّحْمَـٰنِ مَثَلًا ظَلَّ وَجْهُهُۥ مُسْوَدًّا وَهُوَ كَظِيمٌ",
          "transliteration": "wa-idhā bushira aḥaduhum bimā ḍaraba lilrraḥmāni mathalan ẓalla wajhuhu mus'waddan wahuwa kaẓīmun",
          "translation": "Dan apabila salah seorang di antara mereka diberi kabar gembira dengan apa (kelahiran anak perempuan) yang dijadikan sebagai perumpamaan bagi (Allah) Yang Maha Pengasih, jadilah wajahnya hitam pekat karena menahan sedih (dan marah).",
          "tafsir": "Allah menunjukkan kebodohan orang-orang musyrik dan kecurangan mereka. Apabila salah seorang dari mereka dikaruniai anak perempuan, dengan serta-merta mukanya menjadi sangat muram karena sedih, menanggung malu yang amat dalam, tak kuat rasanya berhadapan muka dengan teman-temannya. Dia menyendiri dalam kebingungan. Apakah kiranya yang akan diperbuatnya? Apakah anak perempuan yang diperolehnya itu akan dibiarkan begitu saja, sekalipun ia harus menanggung malu dan hina, ataukah akan menguburkannya hidup-hidup? Suatu perbuatan yang sangat tercela, sebagaimana firman Allah: Padahal apabila seseorang dari mereka diberi kabar dengan (kelahiran) anak perempuan, wajahnya menjadi hitam (merah padam), dan dia sangat marah. Dia bersembunyi dari orang banyak, disebabkan kabar buruk yang disampaikan kepadanya. Apakah dia akan memeliharanya dengan (menanggung) kehinaan atau akan membenamkannya ke dalam tanah (hidup-hidup)? Ingatlah alangkah buruknya (putusan) yang mereka tetapkan itu. (an-Nahl/16: 58-59)"
        },
        {
          "number": 18,
          "arabic": "أَوَمَن يُنَشَّؤُا۟ فِى ٱلْحِلْيَةِ وَهُوَ فِى ٱلْخِصَامِ غَيْرُ مُبِينٍ",
          "transliteration": "awaman yunasha-u fī l-ḥil'yati wahuwa fī l-khiṣāmi ghayru mubīnin",
          "translation": "Dan apakah patut (menjadi anak Allah) orang yang dibesarkan sebagai perhiasan sedang dia tidak mampu memberi alasan yang tegas dan jelas dalam pertengkaran.<sup foot_note=135733>1</sup>",
          "tafsir": "Allah membantah anggapan kaum musyrik bahwa Allah mempunyai anak perempuan sedangkan mereka mempunyai anak laki-laki. Bantahan itu ialah: Apakah orang yang dilahirkan dan dibesarkan untuk berhias dan bila ia dalam bertukar pikiran dan berdiskusi tidak sanggup mengemukakan hujjah atau alasan yang kuat, karena dia lebih terpengaruh oleh perasaan daripada mempergunakan akal dan pikiran, adakah orang seperti ini patut dianggap anak Tuhan?"
        },
        {
          "number": 19,
          "arabic": "وَجَعَلُوا۟ ٱلْمَلَـٰٓئِكَةَ ٱلَّذِينَ هُمْ عِبَـٰدُ ٱلرَّحْمَـٰنِ إِنَـٰثًا ۚ أَشَهِدُوا۟ خَلْقَهُمْ ۚ سَتُكْتَبُ شَهَـٰدَتُهُمْ وَيُسْـَٔلُونَ",
          "transliteration": "wajaʿalū l-malāikata alladhīna hum ʿibādu l-raḥmāni ināthan ashahidū khalqahum satuk'tabu shahādatuhum wayus'alūna",
          "translation": "Dan mereka menjadikan malaikat-malaikat hamba-hamba (Allah) Yang Maha Pengasih itu sebagai jenis perempuan. Apakah mereka menyaksikan penciptaan (malaikat-malaikat itu)? Kelak akan dituliskan kesaksian mereka dan akan dimintakan pertanggungjawaban.",
          "tafsir": "Ayat ini menerangkan bahwa kaum musyrik telah berbuat empat kesalahan besar yang menunjukkan kekafiran mereka. Pertama, dikatakannya bahwa Allah mempunyai anak; kedua, anak-anak Allah perempuan; dan ketiga, anak-anak Allah itu adalah malaikat, padahal malaikat adalah hamba yang dimuliakan-Nya, yang senantiasa menyembah Tuhan siang dan malam, dan tidak pernah menyalahi apa yang diperintahkan kepadanya. Malaikat yang bersifat demikian dikatakannya perempuan. Keempat, anggapan mereka bahwa mereka menjadi musyrik karena ditakdirkan oleh Allah. Semua pernyataan mereka itu adalah dosa besar dan kebohongan yang tidak berdasar sama sekali. Apakah mereka menyaksikan penciptaan malaikat-malaikat itu sehingga mereka berani menetapkan yang demikian dan yakin bahwa malaikat itu perempuan? Allah berfirman: Atau apakah Kami menciptakan malaikat-malaikat berupa perempuan sedangkan mereka menyaksikan(nya)?Ingatlah, sesungguhnya di antara kebohongannya mereka benar-benar mengatakan,\"Allah mempunyai anak.\" Dan sungguh, mereka benar-benar pendusta. (as-shaffat/37: 150-152) Ayat 19 ini ditutup dengan satu ancaman kepada orang musyrik bahwa apa yang mereka katakan mengenai malaikat, semua itu akan dicatat dan akan dimintai pertanggungjawaban mereka di akhirat kelak. Satu lagi diperlihatkan perbuatan sesat dan orang musyrik. Mereka berkata dengan nada mengejek, \"Sekiranya Allah yang Maha Pemurah menghendaki, niscaya kami tidak menyembah malaikat itu.\" Seakan-akan mereka menyembah malaikat karena kehendak Allah. Allah berfirman: Orang-orang musyrik akan berkata, \"Jika Allah menghendaki, tentu kami tidak akan mempersekutukan-Nya. (al-An'am/6: 148) Pendirian mereka sangat keliru dan sesat, karena Allah tidak pernah merestui suatu penyembahan terhadap sesuatu selain Dia, Allah hanya memerintahkan agar manusia hanya menyembah kepada-Nya, sebagaimana firman-Nya: Dan sungguh, Kami telah mengutus seorang rasul untuk setiap umat (untuk menyerukan), \"Sembahlah Allah, dan jauhilah thagut\" (an-Nahl/16: 36) Dan firman-Nya: Dan tanyakanlah (Muhammad) kepada rasul-rasul Kami yang telah Kami utus sebelum engkau, \"Apakah Kami menentukan tuhan-tuhan selain (Allah) Yang Maha Pengasih untuk disembah?\" (az-Zukhruf/43: 45) Ayat 20 ini ditutup dengan satu ketegasan, menolak ucapan orang musyrik itu, bahwa mereka tidak tahu sama sekali keadaan yang sebenarnya dan tidak mempunyai pengetahuan sedikit pun mengenai hal itu. Apa yang dikatakan mereka hanya dugaan belaka dan tidak berdasarkan hak dan kebenaran."
        },
        {
          "number": 20,
          "arabic": "وَقَالُوا۟ لَوْ شَآءَ ٱلرَّحْمَـٰنُ مَا عَبَدْنَـٰهُم ۗ مَّا لَهُم بِذَٰلِكَ مِنْ عِلْمٍ ۖ إِنْ هُمْ إِلَّا يَخْرُصُونَ",
          "transliteration": "waqālū law shāa l-raḥmānu mā ʿabadnāhum mā lahum bidhālika min ʿil'min in hum illā yakhruṣūna",
          "translation": "Dan mereka berkata, \"Sekiranya (Allah) Yang Mahapengasih menghendaki, tentulah kami tidak menyembah mereka (malaikat).\" Mereka tidak mempunyai ilmu sedikit pun tentang itu. Tidak lain mereka hanyalah menduga-duga belaka.",
          "tafsir": "Ayat ini menerangkan bahwa kaum musyrik telah berbuat empat kesalahan besar yang menunjukkan kekafiran mereka. Pertama, dikatakannya bahwa Allah mempunyai anak; kedua, anak-anak Allah perempuan; dan ketiga, anak-anak Allah itu adalah malaikat, padahal malaikat adalah hamba yang dimuliakan-Nya, yang senantiasa menyembah Tuhan siang dan malam, dan tidak pernah menyalahi apa yang diperintahkan kepadanya. Malaikat yang bersifat demikian dikatakannya perempuan. Keempat, anggapan mereka bahwa mereka menjadi musyrik karena ditakdirkan oleh Allah. Semua pernyataan mereka itu adalah dosa besar dan kebohongan yang tidak berdasar sama sekali. Apakah mereka menyaksikan penciptaan malaikat-malaikat itu sehingga mereka berani menetapkan yang demikian dan yakin bahwa malaikat itu perempuan? Allah berfirman: Atau apakah Kami menciptakan malaikat-malaikat berupa perempuan sedangkan mereka menyaksikan(nya)?Ingatlah, sesungguhnya di antara kebohongannya mereka benar-benar mengatakan,\"Allah mempunyai anak.\" Dan sungguh, mereka benar-benar pendusta. (as-shaffat/37: 150-152) Ayat 19 ini ditutup dengan satu ancaman kepada orang musyrik bahwa apa yang mereka katakan mengenai malaikat, semua itu akan dicatat dan akan dimintai pertanggungjawaban mereka di akhirat kelak. Satu lagi diperlihatkan perbuatan sesat dan orang musyrik. Mereka berkata dengan nada mengejek, \"Sekiranya Allah yang Maha Pemurah menghendaki, niscaya kami tidak menyembah malaikat itu.\" Seakan-akan mereka menyembah malaikat karena kehendak Allah. Allah berfirman: Orang-orang musyrik akan berkata, \"Jika Allah menghendaki, tentu kami tidak akan mempersekutukan-Nya. (al-An'am/6: 148) Pendirian mereka sangat keliru dan sesat, karena Allah tidak pernah merestui suatu penyembahan terhadap sesuatu selain Dia, Allah hanya memerintahkan agar manusia hanya menyembah kepada-Nya, sebagaimana firman-Nya: Dan sungguh, Kami telah mengutus seorang rasul untuk setiap umat (untuk menyerukan), \"Sembahlah Allah, dan jauhilah thagut\" (an-Nahl/16: 36) Dan firman-Nya: Dan tanyakanlah (Muhammad) kepada rasul-rasul Kami yang telah Kami utus sebelum engkau, \"Apakah Kami menentukan tuhan-tuhan selain (Allah) Yang Maha Pengasih untuk disembah?\" (az-Zukhruf/43: 45) Ayat 20 ini ditutup dengan satu ketegasan, menolak ucapan orang musyrik itu, bahwa mereka tidak tahu sama sekali keadaan yang sebenarnya dan tidak mempunyai pengetahuan sedikit pun mengenai hal itu. Apa yang dikatakan mereka hanya dugaan belaka dan tidak berdasarkan hak dan kebenaran."
        },
        {
          "number": 21,
          "arabic": "أَمْ ءَاتَيْنَـٰهُمْ كِتَـٰبًا مِّن قَبْلِهِۦ فَهُم بِهِۦ مُسْتَمْسِكُونَ",
          "transliteration": "am ātaynāhum kitāban min qablihi fahum bihi mus'tamsikūna",
          "translation": "Atau apakah pernah Kami berikan suatu kitab kepada mereka sebelumnya, lalu mereka berpegang (pada kitab itu)?",
          "tafsir": "Allah menambahkan penjelasan dalam rangka penolakan-Nya terhadap anggapan orang-orang musyrik bahwa mereka menyembah malaikat karena kehendak Allah, dengan firman-Nya, \"Apakah memang pernah kami memberikan kepada mereka sebuah kitab sebelum Al-Qur'an, lalu mereka berpegang teguh kepada kitab itu? Tidak, sama sekali tidak. Pendirian mereka hanya didasarkan atas dugaan dan sangkaan yang mengandung dusta, firman Allah: Yang mereka ikuti hanya persangkaan belaka dan mereka hanyalah membuat kebohongan. (al-An'am/6: 116)"
        },
        {
          "number": 22,
          "arabic": "بَلْ قَالُوٓا۟ إِنَّا وَجَدْنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٍ وَإِنَّا عَلَىٰٓ ءَاثَـٰرِهِم مُّهْتَدُونَ",
          "transliteration": "bal qālū innā wajadnā ābāanā ʿalā ummatin wa-innā ʿalā āthārihim muh'tadūna",
          "translation": "Bahkan mereka berkata, \"Sesungguhnya kami mendapati nenek moyang kami menganut suatu agama, dan kami mendapat petunjuk untuk mengikuti jejak mereka.\"",
          "tafsir": "Allah menerangkan bahwa apa yang disangka sebagai alasan untuk mempersekutukan Allah, sama sekali tidak benar, dan tidak mempunyai alasan yang dapat diandalkan. Mereka semata-mata hanya bertaklid mengikuti dan berpegang teguh kepada apa yang telah diperbuat oleh nenek moyang mereka, karena mereka yakin bahwa nenek moyang mereka berpengetahuan luas, dan tidak akan menyesatkan orang-orang yang mengikutinya, malahan mereka akan mendapat petunjuk. Mereka memutarbalikkan keadaan, karena sebenarnya mereka telah sesat, tidak mendapat petunjuk, sebagaimana firman Allah: Sungguh, mereka telah sesat dan tidak mendapat petunjuk. (al-An'am/6: 140)"
        }
      ]
    }
  ]
}