{
  "pageNumber": 147,
  "juz": 8,
  "surahs": [
    {
      "number": 6,
      "name": "Al-An'am",
      "nameArabic": "الأنعام",
      "meaning": "Binatang Ternak",
      "revelation": "Makkah",
      "description": "Surat Al-An'am (binatang ternak: unta, sapi, dan kambing) terdiri dari 165 ayat dan termasuk surat Makkiyyah, karena hampir seluruh ayatnya diturunkan di Mekah sebelum hijrah. Dinamakan Al-An'am karena di dalamnya disebut kata \"An'am\" yang memiliki kaitan erat dengan adat istiadat kaum musyrikin; mereka biasa mempergunakan binatang ternak untuk mendekatkan diri kepada tuhan. Selain itu, juga disebutkan hukum-hukum yang berkenaan dengan binatang ternak itu.Pokok-pokok Isi:1. Keimanan:Bukti-bukti keesaan Allah dan kesempurnaan sifat-sifat-Nya; kebenaran kenabian Nabi Muhammad s.a.w.; persaksian Allah atas kenabian Ibrahim, Ishaq, Ya'qub, Nuh, Daud, Sulaiman, Ayyub, Yusuf, Musa, Harun, Zakariya, Yahya, 'Isa, Ilyas, Alyasa', Yunus, dan Luth; penegasan tentang keberadaan risalah dan wahyu serta hari pembalasan dan hari kebangkitan; kepalsuan kepercayaan orang-orang musyrik dan keingkaran mereka terhadap hari kiamat.2. Hukum-hukum:Larangan mengikuti adat istiadat yang dibuat-buat oleh kaum Jahiliyah; makanan yang halal dan yang haram; wasiat yang sepuluh dan Al-Qur'an, tentang tauhid keadilan dan hukum-hukum; larangan mencaci maki berhala orang musyrik karena mereka akan membalas dengan mencaci maki Allah.3. Kisah-kisah:Kisah umat-umat yang menentang rasul-rasul; kisah pengalaman Nabi Muhammad s.a.w. dan para nabi pada umumnya; cerita Nabi Ibrahim a.s. membimbing kaumnya kepada tauhid.4. Lain-lain:Sikap keras kepala kaum musyrikin: tata cara seorang nabi memimpin umatnya; bidang-bidang kerasulan dan tugas rasul-rasul; tantangan kaum musyrikin untuk melemahkan rasul; kepercayaan orang-orang musyrik terhadap jin, setan, dan malaikat; beberapa prinsip keagamaan dan kemasyarakatan; nilai hidup duniawi.Dalam surat Al-An'am Allah menjelaskan keesaan dan kesempurnaan sifat-sifat-Nya, menyatakan kebatilan kepercayaan orang-orang musyrik dengan bantahan-bantahan yang logis dan mudah diterima oleh akal. Hukuman yang berat akan dijatuhkan kepada orang yang keras kepala menolak kebenaran.Hubungan Surat Al-An'Am Dengan Surat Al-A'raf:1. Kedua surat tersebut termasuk di antara tujuh surat yang panjang (assab'uth thiwaal), sama-sama membicarakan pokok aqidah agama. Dalam surat Al-An'am dikemukakan garis-garis besar aqidah sedangkan surat Al-A'raf menjelaskannya.2. Dalam surat Al-An'am Allah menerangkan asal usul kejadian manusia, yaitu dari tanah, dan menjelaskan tentang beberapa generasi manusia yang telah dibinasakan, kemudian disinggung pula tentang rasul-rasul dengan menyebut beberapa nama mereka secara garis besar, sedangkan surat Al-A'raf menjelaskannya.3. Pada bagian terakhir surat Al-An'am, Allah mengatakan bahwa Dia menjadikan manusia sebagai khalifah-khalifah di bumi dan mengangkat derajat sebagian mereka, maka bagian permulaan surat Al-A'raf mengemukakan penciptaan Adam dan anak cucunya yang dijadikan sebagai khalifah di bumi.4. Hubungan bagian akhir Al-An'am dengan permulaan surat Al-A'raf:a. Bagian akhir Al-An'am, Allah mengatakan bahwa Al-Qur'an adalah kitab pedoman yang benar, jalan yang lurus dan diberkahi, maka umat manusia diperintahkan mengikutinya. Pada bagian permulaan surat Al-A'raf, Allah mengulangi lagi perintah ini dan melarang mengikuti selainnya.b. Pada bagian akhir surat Al-An'am, Allah berfirman bahwa Dia akan memberikan keterangan tentang apa yang seharusnya dilakukan manusia dan yang menjadi perselisihan mereka. Maka pada bagian permulaan surat Al-A'raf, Allah menjelaskan apa yang disebut dengan \"Allah memberi keterangan,\" yaitu pengutusan para rasul yang bertugas memberi keterangan dan masing-masing akan dimintai pertanggungjawaban.c. Pada bagian akhir surat Al-An'am, Allah menyatakan bahwa orang yang berbuat kebajikan akan diberi ganjaran sepuluh kali lipat dan yang berbuat kejahatan akan dibalas sesuai dengan perbuatannya. Untuk menentukan kadar kebajikan dan kejahatan itu ada timbangannya, maka Allah mengemukakan di bagian muka surat Al-A'raf, bahwa timbangan pada hari itu ialah kebenaran dan keadilan. Siapa yang timbangannya berat maka dialah yang beruntung dan siapa yang timbangannya ringan maka dialah yang merugi. Kemudian Allah menceritakan keadaan dan nasib ashhabul A'raaf.",
      "verses": [
        {
          "number": 143,
          "arabic": "ثَمَـٰنِيَةَ أَزْوَٰجٍ ۖ مِّنَ ٱلضَّأْنِ ٱثْنَيْنِ وَمِنَ ٱلْمَعْزِ ٱثْنَيْنِ ۗ قُلْ ءَآلذَّكَرَيْنِ حَرَّمَ أَمِ ٱلْأُنثَيَيْنِ أَمَّا ٱشْتَمَلَتْ عَلَيْهِ أَرْحَامُ ٱلْأُنثَيَيْنِ ۖ نَبِّـُٔونِى بِعِلْمٍ إِن كُنتُمْ صَـٰدِقِينَ",
          "transliteration": "thamāniyata azwājin mina l-ḍani ith'nayni wamina l-maʿzi ith'nayni qul āldhakarayni ḥarrama ami l-unthayayni ammā ish'tamalat ʿalayhi arḥāmu l-unthayayni nabbiūnī biʿil'min in kuntum ṣādiqīna",
          "translation": "Ada delapan hewan ternak yang berpasangan (empat pasang); sepasang domba dan sepasang kambing. Katakanlah, \"Apakah yang diharamkan Allah dua yang jantan atau dua yang betina atau yang ada dalam kandungan kedua betinanya? Terangkanlah kepadaku berdasar pengetahuan jika kamu orang yang benar.\"",
          "tafsir": "Kemudian pada ayat ini diterangkan secara terperinci bahwa Allah menciptakan delapan ekor binatang berpasang-pasangan, sepasang terdiri dari domba betina dan domba jantan, yang sepasang lagi terdiri dari kambing betina dan kambing jantan. Allah memerintahkan kepada Rasul-Nya agar mengatakan kepada kaum musyrikin sebagai kritik yang amat tajam yang mengandung cemoohan dan celaan yaitu, \"Manakah yang diharamkan Allah di antara pasangan-pasangan binatang itu. Apakah yang diharamkan Allah dua ekor yang jantan saja? Atau anak yang dikandung oleh domba dan kambing betina itu? Cobalah kamu kemukakan suatu bukti dan keterangan dari kitab Allah atau keterangan dari nabi-nabi-Nya bahwa Allah mengharamkan yang demikian itu jika kamu orang-orang yang benar dan bukan membuat-buat ketetapan itu dan kamu katakan dengan berbohong bahwa itulah keterangan-Nya.\""
        },
        {
          "number": 144,
          "arabic": "وَمِنَ ٱلْإِبِلِ ٱثْنَيْنِ وَمِنَ ٱلْبَقَرِ ٱثْنَيْنِ ۗ قُلْ ءَآلذَّكَرَيْنِ حَرَّمَ أَمِ ٱلْأُنثَيَيْنِ أَمَّا ٱشْتَمَلَتْ عَلَيْهِ أَرْحَامُ ٱلْأُنثَيَيْنِ ۖ أَمْ كُنتُمْ شُهَدَآءَ إِذْ وَصَّىٰكُمُ ٱللَّهُ بِهَـٰذَا ۚ فَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا لِّيُضِلَّ ٱلنَّاسَ بِغَيْرِ عِلْمٍ ۗ إِنَّ ٱللَّهَ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّـٰلِمِينَ",
          "transliteration": "wamina l-ibili ith'nayni wamina l-baqari ith'nayni qul āldhakarayni ḥarrama ami l-unthayayni ammā ish'tamalat ʿalayhi arḥāmu l-unthayayni am kuntum shuhadāa idh waṣṣākumu l-lahu bihādhā faman aẓlamu mimmani if'tarā ʿalā l-lahi kadhiban liyuḍilla l-nāsa bighayri ʿil'min inna l-laha lā yahdī l-qawma l-ẓālimīna",
          "translation": "Dan dari unta sepasang dan dari sapi sepasang. Katakanlah, \"Apakah yang diharamkan dua yang jantan atau dua yang betina, atau yang ada dalam kandungan kedua betinanya? Apakah kamu menjadi saksi ketika Allah menetapkan ini bagimu? Siapakah yang lebih zalim daripada orang-orang yang mengada-adakan kebohongan terhadap Allah untuk menyesatkan orang-orang tanpa pengetahuan?\" Sesungguhnya Allah tidak akan memberi petunjuk kepada orang-orang yang zalim.",
          "tafsir": "Demikian pula Allah telah menciptakan pasangan unta jantan dan betina, dan Dia ciptakan lagi pasangan sapi jantan dan betina, Allah memerintahkan kepada Rasul-Nya agar mengajukan pula pertanyaan kepada kaum musyrikin itu, \"Manakah yang diharamkan Allah, unta atau sapi jantankah, atau yang betina saja ataukah anak yang dikandung unta atau sapi betina itu?\" Tentu saja kaum musyrikin tidak akan dapat menjawab pertanyaan-pertanyaan yang mematahkan segala hujjah dan keterangan mereka. Mereka telah mengharamkan sebagian dari binatang yang dihalalkan oleh Allah untuk dimakan, dengan alasan-alasan yang tidak benar dan dengan cara berbohong terhadap Allah. Maka untuk membatalkan alasan mereka dan membuka kebohongan mereka, dikemukakan pertanyaan-pertanyaan tersebut. Kalau mereka mengharamkan yang jantan saja di antara empat macam binatang tersebut tentulah semua binatang jantan dan domba, kambing, unta dan sapi haram dimakan. Kalau yang mereka haramkan itu yang betina saja tentulah semua yang betina dari keempat jenis binatang itu haram pula dimakan. Dan kalau yang diharamkan semua anak dari jenis keempat binatang itu, mana lagi yang dibolehkan makannya, sebab semua binatang yang akan lahir kemudian adalah anak dari betina itu. Ringkasnya tidak satupun di antara empat jenis binatang itu yang diharamkan oleh Allah. Jadi masalah mengharamkan sebagian dari binatang itu hanya perbuatan kaum musyrikin saja. Kemudian dengan kata-kata yang lebih tajam lagi Allah memerintahkan kepada Rasul-Nya agar mengajukan pertanyaan kepada mereka yaitu, \"Apakah kamu telah menyaksikan sendiri bahwa Allah memerintahkan kepadamu untuk mengharamkan binatang itu?\" Pasti mereka tidak akan dapat menjawab pertanyaan ini, karena mereka mengharamkan sebagian dari binatang itu, hanyalah karena mengikuti setan-setan dan pemimpin-pemimpin mereka atau karena mendapati bapak-bapak dan nenek moyang mereka mengharamkannya, sebagaimana tersebut dalam firman Allah: Dan apabila mereka melakukan perbuatan keji, mereka berkata, \"Kami mendapati nenek moyang kami melakukan yang demikian, dan Allah menyuruh kami mengerjakannya.\" Katakanlah, \"Sesungguhnya Allah tidak pernah menyuruh berbuat keji.\" (al-A'raf/7: 28) Di akhir ayat ini Allah memerintahkan kepada Nabi Muhammad untuk mengatakan kepada mereka, \"Mengapa kamu mengatakan bahwa Allah telah menetapkan sesuatu, padahal kamu sendiri tahu itu bukan dari Allah. Setelah terbukti bahwa mareka tak dapat menjawab pertanyaan itu dan tidak dapat mengemukakan bukti-bukti yang nyata untuk membenarkan sikap dan perbuatan mereka dan ternyata bahwa mereka hanya membuat-buat peraturan untuk menghalalkan dan mengharamkan sesuatu bahkan mereka telah berdusta terhadap Allah dengan mengatakan bahwa ketetapan-ketetapan itu adalah dari Allah, maka Allah menegaskan bahwa mereka adalah kaum yang zalim, dan berdusta terhadap Allah untuk mneyesatkan manusia dari jalan yang benar. Akibat dari kesalahan mereka dengan sengaja berbuat kesesatan dan menyesatkan manusia, Allah tidak akan memberi petunjuk kepada mereka dan nanti di akhirat mereka akan menerima balasan yang setimpal berupa siksaan yang amat pedih di neraka Jahanam."
        },
        {
          "number": 145,
          "arabic": "قُل لَّآ أَجِدُ فِى مَآ أُوحِىَ إِلَىَّ مُحَرَّمًا عَلَىٰ طَاعِمٍ يَطْعَمُهُۥٓ إِلَّآ أَن يَكُونَ مَيْتَةً أَوْ دَمًا مَّسْفُوحًا أَوْ لَحْمَ خِنزِيرٍ فَإِنَّهُۥ رِجْسٌ أَوْ فِسْقًا أُهِلَّ لِغَيْرِ ٱللَّهِ بِهِۦ ۚ فَمَنِ ٱضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَإِنَّ رَبَّكَ غَفُورٌ رَّحِيمٌ",
          "transliteration": "qul lā ajidu fī mā ūḥiya ilayya muḥarraman ʿalā ṭāʿimin yaṭʿamuhu illā an yakūna maytatan aw daman masfūḥan aw laḥma khinzīrin fa-innahu rij'sun aw fis'qan uhilla lighayri l-lahi bihi famani uḍ'ṭurra ghayra bāghin walā ʿādin fa-inna rabbaka ghafūrun raḥīmun",
          "translation": "Katakanlah, \"Tidak kudapati di dalam apa yang diwahyukan kepadaku, sesuatu yang diharamkan memakannya bagi yang ingin memakannya, kecuali daging hewan yang mati (bangkai), darah yang mengalir, daging babi – karena semua itu kotor – atau hewan yang disembelih bukan atas (nama) Allah. Tetapi barang siapa terpaksa bukan karena menginginkan dan tidak melebihi (batas darurat) maka sungguh, Tuhanmu Maha Pengampun, Maha Penyayang.",
          "tafsir": "Pada ayat ini Allah memerintahkan kepada Rasulullah saw agar mengatakan kepada kaum musyrikin yang telah membuat-buat peraturan sendiri dan telah berdusta terhadap Allah, dan mengatakan kepada manusia lainnya bahwa dia tidak menemukan, dalam wahyu yang diwahyukan kepadanya, sesuatu yang diharamkan oleh Allah kecuali empat macam saja, yaitu: 1.Hewan yang mati dengan tidak disembelih sesuai dengan peraturan syariat, di antaranya hewan yang mati tidak disembelih, hewan yang mati tercekik, terpukul, terjatuh, dan lain sebagainya. 2.Darah yang mengalir atau yang keluar dari tubuh hewan yang disembelih atau karena luka, dan sebagainya. Tidak termasuk darah yang tidak mengalir seperti hati, limpa dan sisa darah yang melekat di daging. Ketentuan ini antara lain disebutkan dalam sebuah hadis: Artinya: \"Dihalalkan untuk kami dua macam bangkai, yaitu bangkai ikan dan bangkai belalang, dan dihalalkan pula dua macam darah yaitu hati dan limpa\". (Riwayat Ahmad dan Ibnu Majah dari Ibnu 'Umar) 3.Daging babi dan semua bagian tubuhnya termasuk bulu, kulit, tulang, susu dan lemaknya. 4.Binatang yang disembelih dengan tidak menyebut nama Allah, seperti disembelih dengan menyebut nama berhala atau sesembahan lainnya selain Allah. Orang yang terpaksa makan makanan tersebut karena sangat lapar dan tidak ada makanan yang lain, sedang dia tidak menginginkannya dan tidak pula melampui batas, ia boleh memakannya sekadar untuk menghilangkan laparnya dan memelihara dirinya dari kematian. Selain dari makanan yang diharamkan di atas, di dalam hadis banyak terdapat berbagai macam binatang yang dilarang memakannya, seperti yang terdapat dalam hadis yang diriwayatkan dari Ibnu Abi Syaibah dan al-Bukhari dari Ibnu 'Umar bahwa beliau berkata: \"Nabi saw melarang makan makanan daging keledai peliharaan pada peperangan khaibar\". (Riwayat al-Bukhari dari Ibnu 'Umar) Juga tersebut dalam hadis yang diriwayatkan oleh al-Bukhari dan Muslim: \"Rasulullah saw melarang makan semua binatang buas yang bertaring dan semua burung yang bercakar.\" (Riwayat al-Bukhari dan Muslim)"
        },
        {
          "number": 146,
          "arabic": "وَعَلَى ٱلَّذِينَ هَادُوا۟ حَرَّمْنَا كُلَّ ذِى ظُفُرٍ ۖ وَمِنَ ٱلْبَقَرِ وَٱلْغَنَمِ حَرَّمْنَا عَلَيْهِمْ شُحُومَهُمَآ إِلَّا مَا حَمَلَتْ ظُهُورُهُمَآ أَوِ ٱلْحَوَايَآ أَوْ مَا ٱخْتَلَطَ بِعَظْمٍ ۚ ذَٰلِكَ جَزَيْنَـٰهُم بِبَغْيِهِمْ ۖ وَإِنَّا لَصَـٰدِقُونَ",
          "transliteration": "waʿalā alladhīna hādū ḥarramnā kulla dhī ẓufurin wamina l-baqari wal-ghanami ḥarramnā ʿalayhim shuḥūmahumā illā mā ḥamalat ẓuhūruhumā awi l-ḥawāyā aw mā ikh'talaṭa biʿaẓmin dhālika jazaynāhum bibaghyihim wa-innā laṣādiqūna",
          "translation": "Dan kepada orang-orang Yahudi, Kami haramkan semua (hewan) yang berkuku,<sup foot_note=135278>1</sup> dan Kami haramkan kepada mereka lemak sapi dan domba, kecuali yang melekat di punggungnya, atau yang dalam isi perutnya, atau yang bercampur dengan tulang. Demikianlah Kami menghukum mereka karena kedurhakaannya. Dan sungguh, Kami Mahabenar.",
          "tafsir": "Pada ayat ini diterangkan pula makanan yang diharamkan bagi kaum Yahudi saja, yaitu semua binatang yang tidak berkuku. Maksudnya binatang-binatang yang jarinya tidak pernah terpisah antara yang satu dengan yang lain, seperti: unta, itik, angsa, dan lain sebagainya. Diharamkan pula bagi mereka lemak sapi dan lemak kambing, kecuali yang melekat di punggung atau di perut besar dan usus atau lemak yang bercampur dengan tulang. Semua makanan yang tersebut di atas diharamkan bagi kaum Yahudi saja sebagai hukuman atas kedurhakaan mereka bukan karena makanan itu haram zatnya seperti haramnya babi dan bangkai. Yang mengharamkan makanan itu bagi mereka, bukan syariat Nabi Muhammad, tetapi semua itu adalah haram menurut syariat mereka. Nabi hanya menceritakan dengan perantaraan wahyu dari Allah (Al-Qur'an). Dengan demikian dapat dikatakan bahwa Al-Qur'an itu bukan karya Muhammad, tetapi wahyu dari Allah yang disampaikan kepadanya. Sebab Nabi Muhammad sendiri takkan dapat mengetahui yang demikian, karena dia tak tahu membaca dan menulis, sedangkan kaum musyrikin Mekah tak mengetahui pula hal yang demikian. Kemudian Allah menekankan bahwa diharamkannya makanan-makanan itu bagi kaum Yahudi adalah sebagai hukuman atas kedurhakaan mereka. Allah menegaskan bahwa Dia adalah Mahabenar dalam segala pemberitaan dan tindakan-Nya."
        }
      ]
    }
  ]
}