{
  "pageNumber": 497,
  "juz": 25,
  "surahs": [
    {
      "number": 44,
      "name": "Ad-Dukhan",
      "nameArabic": "الدخان",
      "meaning": "Kabut",
      "revelation": "Makkah",
      "description": "Surat Ad-Dukhan terdiri dari 59 ayat, termasuk golongan surat Makkiyyah, diturunkan setelah surat Az-Zukhruf. Dinamai \"Ad-Dukhan\" (kabut) diambil dari kata \"Dukhaan\" yang terdapat pada ayat ke-10 surat ini.Menurut riwayat Bukhari, secara ringkas dapat diterangkan sebagai berikut: Orang-orang kafir Mekah sudah melampaui batas dalam menghalangi agama Islam dan menyakiti serta mendurhakai Nabi Muhammad. Karena itu, Nabi berdoa kepada Allah agar diturunkan azab yang pernah diturunkan kepada orang-orang durhaka kepada Nabi Yusuf, musim kemarau yang panjang. Doa Nabi itu dikabulkan Allah, sampai-sampai orang-orang makan tulang dan bangkai, karena kelaparan. Mereka selalu menengadah ke langit mengharap pertolongan Allah tetapi mereka hanya melihat kabut yang menutupi pandangan mereka.Akhirnya, mereka datang kepada Nabi agar memohon kepada Allah supaya hujan diturunkan. Setelah Allah mengabulkan doa Nabi dan hujan diturunkan, mereka kembali kafir seperti semula. Karena itu, Allah menyatakan bahwa nanti mereka akan diazab dengan azab yang pedih.**Pokok-Pokok Isi:**1. **Keimanan:** Dalil-dalil atas kenabian Muhammad; huru-hara dan kedahsyatan hari kiamat; pada hari kiamat hanya amal-amal yang dapat menolong seseorang; azab dan penderitaan yang diterima orang-orang kafir di akhirat serta nikmat dan kesenangan yang diterima orang-orang mukmin.2. **Hukum-hukum:** Kisah Musa dengan Fir'aun dan kaumnya.3. **Lain-lain:** Permulaan turunnya Al-Qur'an pada malam lailatul Qadar; orang-orang kafir hanya beriman kalau ditimpa bahaya dan jika bahaya telah hilang mereka kembali kafir; dalam penciptaan langit dan bumi terdapat hikmah yang besar.Surat Ad-Dukhan dimulai dengan menyebut keagungan Al-Qur'an. Karena kaum Quraisy tidak mengikuti seruan Nabi Muhammad, Nabi mendoakan agar musim kemarau yang panjang didatangkan, kemudian mereka beriman dan mengharap agar Nabi berdoa kepada Allah agar hujan diturunkan. Setelah hujan turun, mereka kafir kembali, lalu mereka diancam Allah dengan kehancuran. Kisah Fir'aun dan kaumnya disebutkan di sini sebagai peringatan bagi mereka.**Hubungan Surat Ad-Dukhan Dengan Surat Al-Jatsiyah:**Kedua surat ini semua isi dan maksudnya hampir sama, seperti menjelaskan tentang keberadaan dan kekuasaan Allah, sikap orang kafir terhadap seruan Nabi Muhammad, ancaman kepada orang-orang kafir dan siksaan hebat yang mereka derita pada hari kiamat.",
      "verses": [
        {
          "number": 19,
          "arabic": "وَأَن لَّا تَعْلُوا۟ عَلَى ٱللَّهِ ۖ إِنِّىٓ ءَاتِيكُم بِسُلْطَـٰنٍ مُّبِينٍ",
          "transliteration": "wa-an lā taʿlū ʿalā l-lahi innī ātīkum bisul'ṭānin mubīnin",
          "translation": "dan jangalah kamu menyombongkan diri terhadap Allah. Sungguh, aku datang kepadamu dengan membawa bukti yang nyata.",
          "tafsir": "Musa menghimbau kaum Fir'aun agar mereka jangan menyombongkan diri kepada Allah dengan mengingkari ketuhanan-Nya, dengan mengakui bahwa ketuhanan itu ada pada diri mereka, dan jangan mendurhakai-Nya serta menyalahi perintah-Nya. Selanjutnya Musa menegaskan bahwa dia datang kepada mereka dengan membawa bukti yang nyata atas kebenaran apa yang dia serukan itu. Bukti nyata itu antara lain peristiwa yang terjadi antara Musa dan Fir'aun yang dikisahkan di dalam Al-Qur'an. Firman Allah: Dia (Musa) berkata, \"Apakah (engkau akan melakukan itu) sekalipun aku tunjukkan kepadamu sesuatu (bukti) yang nyata?\"Dia (Fir'aun) berkata, \"Tunjukkan sesuatu (bukti yang nyata) itu, jika engkau termasuk orang yang benar!\"Maka dia (Musa) melemparkan tongkatnya, tiba-tiba tongkat itu menjadi ular besar yang sebenarnya. Dan dia mengeluarkan tangannya (dari dalam bajunya), tiba-tiba tangan itu menjadi putih (bercahaya) bagi orang-orang yang melihatnya. (asy-Syu'ara'/26: 30-33)"
        },
        {
          "number": 20,
          "arabic": "وَإِنِّى عُذْتُ بِرَبِّى وَرَبِّكُمْ أَن تَرْجُمُونِ",
          "transliteration": "wa-innī ʿudh'tu birabbī warabbikum an tarjumūni",
          "translation": "Dan sesungguhnya aku berlindung kepada Tuhanku dan Tuhanmu, dari ancamanmu untuk merajamku,",
          "tafsir": "Selanjutnya dalam ayat ini Musa berkata kepada Fir'aun dan kaumnya, bahwa dia akan minta perlindungan dari Tuhannya dan Tuhan mereka, Tuhan yang menciptakannya dan yang menciptakan mereka, berlindung dari tindakan jahat yang akan mereka timpakan kepadanya baik berupa perkataan atau perbuatan. Kalau mereka tidak mau menerima apa yang dia serukan kepada mereka, Musa mengharapkan agar mereka itu membiarkannya menimpa kaumnya tanpa membalas sikap mereka itu. Persoalan antara Musa dan Fir'aun bersama kaumnya berlarut-larut, sekalipun kepada mereka telah diberikan bukti-bukti yang nyata, tetapi mereka tetap saja membangkang. Musa berdoa dan mengadu kepada Allah bahwa mereka itu tetap saja mempersekutukan-Nya dan mendustakan rasul-Nya. Firman Allah: Dan Musa berkata, \"Ya Tuhan kami, Engkau telah memberikan kepada Fir'aun dan para pemuka kaumnya perhiasan dan harta kekayaan dalam kehidupan dunia. Ya Tuhan kami, (akibatnya) mereka menyesatkan (manusia) dari jalan-Mu. Ya Tuhan, binasakanlah harta mereka, dan kuncilah hati mereka, sehingga mereka tidak beriman sampai mereka melihat azab yang pedih.\" (Yunus/10: 88)"
        },
        {
          "number": 21,
          "arabic": "وَإِن لَّمْ تُؤْمِنُوا۟ لِى فَٱعْتَزِلُونِ",
          "transliteration": "wa-in lam tu'minū lī fa-iʿ'tazilūni",
          "translation": "dan jika kamu tidak beriman kepadaku, maka biarkanlah aku (memimpin Bani Israil).\"",
          "tafsir": "Selanjutnya dalam ayat ini Musa berkata kepada Fir'aun dan kaumnya, bahwa dia akan minta perlindungan dari Tuhannya dan Tuhan mereka, Tuhan yang menciptakannya dan yang menciptakan mereka, berlindung dari tindakan jahat yang akan mereka timpakan kepadanya baik berupa perkataan atau perbuatan. Kalau mereka tidak mau menerima apa yang dia serukan kepada mereka, Musa mengharapkan agar mereka itu membiarkannya menimpa kaumnya tanpa membalas sikap mereka itu. Persoalan antara Musa dan Fir'aun bersama kaumnya berlarut-larut, sekalipun kepada mereka telah diberikan bukti-bukti yang nyata, tetapi mereka tetap saja membangkang. Musa berdoa dan mengadu kepada Allah bahwa mereka itu tetap saja mempersekutukan-Nya dan mendustakan rasul-Nya. Firman Allah: Dan Musa berkata, \"Ya Tuhan kami, Engkau telah memberikan kepada Fir'aun dan para pemuka kaumnya perhiasan dan harta kekayaan dalam kehidupan dunia. Ya Tuhan kami, (akibatnya) mereka menyesatkan (manusia) dari jalan-Mu. Ya Tuhan, binasakanlah harta mereka, dan kuncilah hati mereka, sehingga mereka tidak beriman sampai mereka melihat azab yang pedih.\" (Yunus/10: 88)"
        },
        {
          "number": 22,
          "arabic": "فَدَعَا رَبَّهُۥٓ أَنَّ هَـٰٓؤُلَآءِ قَوْمٌ مُّجْرِمُونَ",
          "transliteration": "fadaʿā rabbahu anna hāulāi qawmun muj'rimūna",
          "translation": "Kemudian dia (Musa) berdoa kepada Tuhannya, \"Sungguh, mereka ini adalah kaum yang berdosa (segerakanlah azab kepada mereka).\"",
          "tafsir": "Selanjutnya dalam ayat ini Musa berkata kepada Fir'aun dan kaumnya, bahwa dia akan minta perlindungan dari Tuhannya dan Tuhan mereka, Tuhan yang menciptakannya dan yang menciptakan mereka, berlindung dari tindakan jahat yang akan mereka timpakan kepadanya baik berupa perkataan atau perbuatan. Kalau mereka tidak mau menerima apa yang dia serukan kepada mereka, Musa mengharapkan agar mereka itu membiarkannya menimpa kaumnya tanpa membalas sikap mereka itu. Persoalan antara Musa dan Fir'aun bersama kaumnya berlarut-larut, sekalipun kepada mereka telah diberikan bukti-bukti yang nyata, tetapi mereka tetap saja membangkang. Musa berdoa dan mengadu kepada Allah bahwa mereka itu tetap saja mempersekutukan-Nya dan mendustakan rasul-Nya. Firman Allah: Dan Musa berkata, \"Ya Tuhan kami, Engkau telah memberikan kepada Fir'aun dan para pemuka kaumnya perhiasan dan harta kekayaan dalam kehidupan dunia. Ya Tuhan kami, (akibatnya) mereka menyesatkan (manusia) dari jalan-Mu. Ya Tuhan, binasakanlah harta mereka, dan kuncilah hati mereka, sehingga mereka tidak beriman sampai mereka melihat azab yang pedih.\" (Yunus/10: 88)"
        },
        {
          "number": 23,
          "arabic": "فَأَسْرِ بِعِبَادِى لَيْلًا إِنَّكُم مُّتَّبَعُونَ",
          "transliteration": "fa-asri biʿibādī laylan innakum muttabaʿūna",
          "translation": "(Allah berfirman), \"Karena itu berjalanlah dengan hamba-hamba-Ku pada malam hari, sesungguhnya kamu akan dikejar,",
          "tafsir": "Allah memerintahkan Musa supaya pergi meninggalkan Mesir pada malam hari dan membawa serta Bani Israil dan orang-orang yang beriman kepadanya dari penduduk asli Mesir, tanpa sepengetahun Fir'aun. Ia diberitahu oleh Allah bahwa Fir'aun dan kaumnya akan mengejarnya, tetapi ia tidak akan tersusul oleh mereka. Allah berfirman: Dan sungguh, telah Kami wahyukan kepada Musa, \"Pergilah bersama hamba-hamba-Ku (Bani Israil) pada malam hari, dan pukullah (buatlah) untuk mereka jalan yang kering di laut itu, (engkau) tidak perlu takut akan tersusul dan tidak perlu khawatir (akan tenggelam).\" (thaha/20: 77)"
        },
        {
          "number": 24,
          "arabic": "وَٱتْرُكِ ٱلْبَحْرَ رَهْوًا ۖ إِنَّهُمْ جُندٌ مُّغْرَقُونَ",
          "transliteration": "wa-ut'ruki l-baḥra rahwan innahum jundun mugh'raqūna",
          "translation": "dan biarkanlah laut itu terbelah. Sesungguhnya mereka bala tentara yang akan ditenggelamkan.\"",
          "tafsir": "Allah memerintahkan Musa agar dia dan kaumnya meninggalkan laut yang dilaluinya itu dalam keadaan terbelah seperti halnya ketika dia memasukinya, hingga Fir'aun dan tentaranya memasukinya, kemudian Allah mempertautkan kembali laut yang terbelah tadi hingga tenggelamlah Fir'aun dan segenap tentaranya. Sedangkan Musa dan orang-orang yang bersama dia selamat sampai ke daratan, sebagaimana dinyatakan dalam firman Allah: Dan Kami selamatkan Musa dan orang-orang yang bersamanya. Kemudian Kami tenggelamkan golongan yang lain. (asy-Syu'ara'/26: 65-66)"
        },
        {
          "number": 25,
          "arabic": "كَمْ تَرَكُوا۟ مِن جَنَّـٰتٍ وَعُيُونٍ",
          "transliteration": "kam tarakū min jannātin waʿuyūnin",
          "translation": "Betapa banyak taman-taman dan mata air-mata air yang mereka tinggalkan,",
          "tafsir": "Alangkah banyaknya kekayaan yang ditinggalkan Fir'aun dan tentaranya baik berupa taman-taman yang penuh dengan bunga-bungaan yang menjadikan hawa sejuk menyenangkan, dan mata air yang mengalir dengan indahnya. Demikian pula kebun-kebun yang menghijau, penuh dengan pohon-pohon yang berbuah dengan lebatnya, tempat-tempat yang berpemandangan indah, bangunan yang megah dan istana yang megah dan indah."
        },
        {
          "number": 26,
          "arabic": "وَزُرُوعٍ وَمَقَامٍ كَرِيمٍ",
          "transliteration": "wazurūʿin wamaqāmin karīmin",
          "translation": "juga kebun-kebun serta tempat-tempat kediaman yang indah,",
          "tafsir": "Alangkah banyaknya kekayaan yang ditinggalkan Fir'aun dan tentaranya baik berupa taman-taman yang penuh dengan bunga-bungaan yang menjadikan hawa sejuk menyenangkan, dan mata air yang mengalir dengan indahnya. Demikian pula kebun-kebun yang menghijau, penuh dengan pohon-pohon yang berbuah dengan lebatnya, tempat-tempat yang berpemandangan indah, bangunan yang megah dan istana yang megah dan indah."
        },
        {
          "number": 27,
          "arabic": "وَنَعْمَةٍ كَانُوا۟ فِيهَا فَـٰكِهِينَ",
          "transliteration": "wanaʿmatin kānū fīhā fākihīna",
          "translation": "dan kesenangan-kesenangan yang dapat mereka nikmati di sana,",
          "tafsir": "Semula mereka hidup dengan penuh ketenangan dengan penghidupan yang serba cukup dan lengkap, rezeki berlimpah-limpah, kegembiraan yang selalu dinikmati. Semuanya itu dilimpahkan Allah kepada mereka, tetapi mereka itu tetap tidak mau sadar, bahwa kejahatan dan kekafiran mereka bertambah-tambah karenanya lalu Allah membinasakan mereka. Kekayaan mereka tidak bermanfaat bagi mereka dan tidak dapat menolong mereka. Firman Allah: Dan hartanya tidak bermanfaat baginya apabila dia telah binasa. (al-Lail/92: 11)"
        },
        {
          "number": 28,
          "arabic": "كَذَٰلِكَ ۖ وَأَوْرَثْنَـٰهَا قَوْمًا ءَاخَرِينَ",
          "transliteration": "kadhālika wa-awrathnāhā qawman ākharīna",
          "translation": "demikianlah, dan Kami wariskan (semua) itu kepada kaum yang lain.",
          "tafsir": "Demikianlah Allah membinasakan kaum yang mendustakan rasul-rasul-Nya yang selalu menyalahi perintah-Nya dan melanggar larangan-Nya. Negeri yang penuh kekayaan yang berlimpah-limpah dialihkan Allah kepada kaum yang lain yang tidak ada hubungannya sama sekali dengan mereka baik hubungan kekeluargaan maupun agama. Maka bangsa-bangsa berganti menguasai Mesir. Ibnu Katsir berpendapat bahwa yang mewarisi kekayaan Fir'aun adalah Bani Israil. Demikianlah Allah memberikan kekayaan kepada orang yang dikehendaki-Nya dan mencabut kerajaan dari orang yang Dia kehendaki, memuliakan yang Dia kehendaki, dan menghinakan yang Dia kehendaki pula. Firman Allah: Katakanlah (Muhammad), \"Wahai Tuhan pemilik kekuasaan, Engkau berikan kekuasaan kepada siapa pun yang Engkau kehendaki, dan Engkau cabut kekuasaan dari siapa pun yang Engkau kehendaki. Engkau muliakan siapa pun yang Engkau kehendaki dan Engkau hinakan siapa pun yang Engkau kehendaki. Di tangan Engkaulah segala kebajikan. Sungguh, Engkau Mahakuasa atas segala sesuatu. (Ali 'Imran/3: 26)"
        },
        {
          "number": 29,
          "arabic": "فَمَا بَكَتْ عَلَيْهِمُ ٱلسَّمَآءُ وَٱلْأَرْضُ وَمَا كَانُوا۟ مُنظَرِينَ",
          "transliteration": "famā bakat ʿalayhimu l-samāu wal-arḍu wamā kānū munẓarīna",
          "translation": "Maka langit dan bumi tidak menangisi mereka dan mereka pun tidak diberi penangguhan waktu.",
          "tafsir": "Langit dan bumi tidak menangisi kepergian dan kehancuran Fir'aun dan kaumnya. Tidak sesuatu pun baik di langit maupun di bumi yang menghiraukan kematian Fir'aun dan kaumnya yang jahat dan durjana itu. Mereka tidak mau bertobat memperbaiki kesalahan-kesalahan mereka, oleh karenanya azab disegerakan tanpa ada penangguhan. Abu Ya'la meriwayatkan, demikian pula Abu Nu'aim dalam kitab hiyah al-Auliya: Dari Anas bin Malik, Rasulullah bersabda: Setiap muslim mempunyai dua pintu di langit; pintu tempat turun rezekinya dan pintu tempat masuk amal dan ucapannya, bila keduanya tidak ada maka menangislah kedua pintu tersebut."
        },
        {
          "number": 30,
          "arabic": "وَلَقَدْ نَجَّيْنَا بَنِىٓ إِسْرَٰٓءِيلَ مِنَ ٱلْعَذَابِ ٱلْمُهِينِ",
          "transliteration": "walaqad najjaynā banī is'rāīla mina l-ʿadhābi l-muhīni",
          "translation": "Dan sungguh, telah Kami selamatkan Bani Israil dari siksaan yang menghinakan,",
          "tafsir": "Allah menyelamatkan Bani Israil dari siksaan Fir'aun dan kaumnya yang telah menghinakan mereka. Fir'aun telah menghancurkan musuh mereka, membunuh anak laki-laki mereka, dan membiarkan wanita-wanita hidup namun memaksakan pekerjaan yang berat. Fir'aun adalah seorang yang sombong dan berbuat melampaui batas di luar perikemanusiaan. Firman Allah: Sungguh, Fir'aun telah berbuat sewenang-wenang di bumi dan menjadikan penduduknya berpecah belah, dia menindas segolongan dari mereka (Bani Israil), dia menyembelih anak laki-laki mereka dan membiarkan hidup anak perempuan mereka. Sungguh, dia (Fir'aun) termasuk orang yang berbuat kerusakan. (al-Qasas/28: 4)"
        },
        {
          "number": 31,
          "arabic": "مِن فِرْعَوْنَ ۚ إِنَّهُۥ كَانَ عَالِيًا مِّنَ ٱلْمُسْرِفِينَ",
          "transliteration": "min fir'ʿawna innahu kāna ʿāliyan mina l-mus'rifīna",
          "translation": "dari (siksaan) Fir'aun, sungguh, dia itu orang yang sombong, termasuk orang-orang yang melampaui batas.",
          "tafsir": "Allah menyelamatkan Bani Israil dari siksaan Fir'aun dan kaumnya yang telah menghinakan mereka. Fir'aun telah menghancurkan musuh mereka, membunuh anak laki-laki mereka, dan membiarkan wanita-wanita hidup namun memaksakan pekerjaan yang berat. Fir'aun adalah seorang yang sombong dan berbuat melampaui batas di luar perikemanusiaan. Firman Allah: Sungguh, Fir'aun telah berbuat sewenang-wenang di bumi dan menjadikan penduduknya berpecah belah, dia menindas segolongan dari mereka (Bani Israil), dia menyembelih anak laki-laki mereka dan membiarkan hidup anak perempuan mereka. Sungguh, dia (Fir'aun) termasuk orang yang berbuat kerusakan. (al-Qasas/28: 4)"
        },
        {
          "number": 32,
          "arabic": "وَلَقَدِ ٱخْتَرْنَـٰهُمْ عَلَىٰ عِلْمٍ عَلَى ٱلْعَـٰلَمِينَ",
          "transliteration": "walaqadi ikh'tarnāhum ʿalā ʿil'min ʿalā l-ʿālamīna",
          "translation": "Dan sungguh, Kami pilih mereka (Bani Israil) dengan ilmu (Kami) di atas semua bangsa (pada masa itu).",
          "tafsir": "Allah menerangkan bahwa Dia telah memilih Bani Israil atas orang-orang pandai pada zaman mereka; menurunkan kepada mereka kitab-kitab Samawi, mengutus pada mereka rasul-rasul karena Dia Maha Mengetahui kesanggupan dan kemampuan mereka. Beberapa fakta sejarah dan fakta kekinian telah membuktikan pernyataan Allah swt, seperti tercantum dalam Al-Qur'an, Surah al-Jatsiyah/45: 16 di bawah ini. Dan sungguh, kepada Bani Israil telah Kami berikan Kitab (Taurat), kekuasaan dan kenabian, Kami anugerahkan kepada mereka rezeki yang baik dan Kami lebihkan mereka atas bangsa-bangsa (pada masa itu). Fakta sejarah memperlihatkan kepada kita bahwa sebagian besar para Nabi dan rasul berasal dari kalangan Bani Israil. Nama-nama para nabi/rasul dari kalangan Bani Israil, yang tercantum di dalam Al-Qur'an, diawali dari Nabi Yakub. Nabi-nabi yang bergelar Israil, adalah: (1) Yakub [Jacob], (2) Yusuf [Joseph], (3) Musa,[Moses] (4) Harun [Aron], (5) Daud [David], (6) Sulaiman [Solomon], (7) Ilyas [Eliah], (8) Ilyasa [Elisha], (9) Uzair [Ezra], (10) Zulkifli [Ezekiel], (11) Junus [Jonah] (12) Ayyub [Job], (13) Zakariyya [Zeccharia], (14) Yahya [John], dan (15) Isa [Jesus]. Jika moyang Israil seperti Nabi Ibrahim [Abraham], Nabi Lut [Lot], dan Nabi Ishak,[Isaac] dimasukkan, maka jumlah nabi/rasul dari kalangan Israil yang tercantum dalam Al-Qur'an adalah 18 orang. Dari fakta sejarah ini jelas, bahwa bangsa Israil telah dikaruniai banyak rasul/nabi melebihi bangsa-bangsa lainnya. Sebagai pelengkap dari anugerah derajat kenabian/kerasulan itu, Allah swt menurunkan Kitab Suci Taurat kepada Nabi Musa dan Kitab Suci Zabur kepada Nabi Daud, yang menjadi pegangan hukum bagi kalangan Israil. Kemudian diturunkan pula Kitab Suci Injil kepada Nabi Isa, yang mestinya menjadi pegangan hukum pula bagi kalangan Bani Israil, namun kemudian ditolak oleh Bani Israil. Dalam agama Kristiani, kitab Taurat, Zabur dan Injil, dijadikan pegangan, dan ketiga Kitab Suci itu dikompilasikan kedalam Perjanjian Lama (untuk Taurat dan Zabur) dan Perjanjian Baru (untuk Injil). Ketiga Kitab Suci itulah yang telah membangkitkan atau melahirkan peradaban Yahudi-Kristiani yang ada di dunia sampai saat ini. Fakta sejarah juga menjelaskan kepada kita bahwa Nabi Daud dan Nabi Sulaiman adalah seorang raja yang sangat adil, dan kekuasaannya membentang sangat luas. Pada masa Raja Sulaiman, kekuasaannya membentang dari Palestina di barat sampai perbatasan India di sebelah timur. Ke selatan sampai dengan Yaman dan di utara sampai ke perbatasan Siria. Fakta kekinian juga memperlihatkan bahwa banyak pionir ilmu pengetahuan, baik ilmu-ilmu kealaman, teknologi atau ilmu-ilmu sosial, muncul dari kalangan Bani Israil. Para Pemenang Nobel (Nobel Laurreates) adalah dari kalangan Bani Israil. Mereka adalah: Albert Einstein (ahli Fisika, dan Kosmologi), Enrico Fermi (ahli Fisika-nuklir), Erwin Schrodinger (ahli Fisika Kuantum), Max Born (ahli Fisika Kuantum), Raould Hoffman (ahli Kimia Fisika Organik), Richard Feynmann (ahli Fisika Kuantum). Disamping itu, para ahli filsafat, seperti Karl Marx (penemu teori ekonomi Marxian), Charles Darwin (penemu Teori Evolusi) dan Sigmund Freud (ahli Psikoanalisis), juga berasal dari kalangan Bani Israil. Pionir-pionir diatas telah mempengaruhi jalannya sejarah ummat manusia sekarang ini. Fakta di atas, telah dapat menjelaskan kepada kita tentang pernyataan Allah swt, yang tercantum dalam Al-Qur'an, surah 44: 32 dan 45: 16. Faktor genetik merupakan kunci dari keunggulan manusia, sebagaimana keunggulan dalam dunia Botani (Tumbuhan) maupun Zoologi (Hewan). Faktor genetik manusia juga dipengaruhi oleh lingkungannya. Jika suatu populasi kelompok manusia (Kelompok-A) bermigrasi ke suatu tempat kelompok manusia yang lain (kelompok-B), dan apabila terjadi perkawinan diantara anggota kedua populasi itu, maka akan terjadi gene flow baik dari gena kelompok-A ke kelompok-B maupun sebaliknya (lihat The New Encyclopaedia Brittanica, Vol. 19, Macropaedia, 2005, Gene in Populations, hal. 719-720) Gene flow ini mampu memperkaya faktor genetik. Lebih kurang 4000 tahun yang lalu, keluarga Nabi Ibrahim, yang terdiri dari istri Beliau: Sarah, keponakan beliau: Nabi Lut, bermigrasi dari wilayah Ur (Babilonia, atau Iraq sekarang ini), ke utara sampai di wilayah Harran (Sekarang masuk wilayah tenggara Turki). Kemudian bermigrasi lagi ke selatan, yaitu ke Siria, Palestina; dan terus ke Mesir, dimana Beliau menikahi Hajar. Keluarga Ibrahim ini kemudian bermigrasi ke Arabia dan balik ke Palestina. Beliau bermukim di sana sampai wafatnya. Karena seringnya berpindah-pindah tempat inilah, maka kelompok kecil keluarga Ibrahim ini, dikenal sebagai suku Ibrani, artinya yang berpindah-pindah tempat. Dalam migrasinya ini, kelompok keluarga Ibrahim 'berhubungan dengan banyak peradaban-peradaban maju waktu itu, seperti peradaban Babilonia, Assiria, Kanaan, dan Mesir. Gen flow tentu akan terjadi pada era migrasi Ibrahim ini, sehingga suku Ibrani mengalami pengayaan genetik (genetic enrichment). Yang unik adalah, suku Ibrani ini tetap mampu menjaga ciri khasnya sebagai suku yang menganut Tauhid; berbeda dengan ummat-ummat sekitarnya. Kebiasaan suku Ibrani ini, yang kemudian diteruskan oleh generasi yang lebih muda: Bani Israil, diteruskan dari generasi ke generasi berikutnya, baik dengan perluasan wilayah, seperti pada era Raja Sulaiman, maupun pada saat Bani Israil mengalami 'pembuangan selama hampir 2000 tahun di Eropa, mulai dari tahun 70 M sampai mereka kembali ke Palestina tahun 1948 M. Gene enrichment selama hampir 4000 tahun peradaban Israil terjadi; ini mungkin kelebihan yang dianugerahkan oleh Allah swt. kepada umat Israil itu."
        },
        {
          "number": 33,
          "arabic": "وَءَاتَيْنَـٰهُم مِّنَ ٱلْـَٔايَـٰتِ مَا فِيهِ بَلَـٰٓؤٌا۟ مُّبِينٌ",
          "transliteration": "waātaynāhum mina l-āyāti mā fīhi balāon mubīnun",
          "translation": "Dan telah Kami berikan kepada mereka di antara tanda-tanda (kebesaran Kami) sesuatu yang di dalamnya terdapat nikmat yang nyata.<sup foot_note=135747>1</sup>",
          "tafsir": "Allah telah menganugerahkan kepada Bani Israil berbagai kenikmatan yang menunjukkan kemuliaan mereka di sisi Allah yang bisa menjadi pelajaran bagi orang yang memperhatikannya. Allah menyelamatkan mereka dari musuh mereka, menaungi mereka dengan awan di atas mereka, menurunkan kepada mereka manna dan salwa dan kenikmatan-kenikmatan lainnya. Al-Hasan dan Qatadah mengatakan, yang dimaksud dengan kata-kata: \"Al-Bala'ul Mubin\" ialah nikmat yang nyata seperti firman Allah: Dan untuk memberi kemenangan kepada orang-orang mukmin, dengan kemenangan yang baik. (al-Anfal/8: 17) Dan firman-Nya: Kami akan menguji kamu dengan keburukan dan kebaikan sebagai cobaan. (al-Anbiya'/21: 35)"
        },
        {
          "number": 34,
          "arabic": "إِنَّ هَـٰٓؤُلَآءِ لَيَقُولُونَ",
          "transliteration": "inna hāulāi layaqūlūna",
          "translation": "Sesungguhnya mereka (kaum musyrik) itu pasti akan berkata,",
          "tafsir": "Allah menjelaskan bahwa orang-orang kafir Mekah tidak mempercayai adanya hari kebangkitan karena menurut keyakinan mereka mustahil orang yang sudah mati itu dapat hidup kembali. Kepercayaan yang demikian itu timbul karena pikiran mereka telah dilumuri oleh noda-noda kemusyrikan; semakin lama noda itu semakin menebal sehingga menutupi seluruh hati dan pikiran mereka. Maka timbullah rasa sombong (takabur) dalam hati mereka disertai dengan keingkaran tanpa alasan. Mereka berpendapat apa yang dipandang benar oleh nenek moyang mereka adalah benar pula menurut mereka meskipun keyakinan nenek moyang mereka itu semata-mata berdasarkan dugaan yang tidak ada dasar kebenarannya. Keadaan mereka seperti orang yang terlanjur melontarkan kata-kata, kemudian kata-kata itu dibelanya mati-matian tanpa memperhatikan apakah yang dikatakannya itu benar atau salah. Mereka tidak lagi menggunakan pikiran yang sehat dalam menilai perkataan itu akan tetapi semata-mata menuruti hawa nafsu mereka. Sikap dan keyakinan mereka itu tercetus dalam perkataan mereka. \"Kematian itu hanya sekali yaitu kematian di dunia ini saja, tidak dua kali, dan kami sekali-kali tidak akan dibangkitkan kembali.\" Dengan perkataan itu, berarti mereka telah menolak keterangan wahyu yang mengatakan bahwa mati itu dua kali. Allah berfirman: Bagaimana kamu ingkar kepada Allah, padahal kamu (tadinya) mati, lalu Dia menghidupkan kamu, kemudian Dia mematikan kamu lalu Dia menghidupkan kamu kembali. Kemudian kepada-Nyalah kamu dikembalikan. (al-Baqarah/2: 28) Ayat ini menerangkan bahwa manusia itu sebelum hidup di dunia adalah makhluk yang mati, lalu mereka dilahirkan sebagai makhluk hidup. Setelah itu, mereka menemui ajalnya dan mengalami kematian yang kedua. Kemudian pada hari Kiamat mereka akan dibangkitkan kembali dari kubur, dan hidup untuk kedua kalinya. Dalam ayat ini, diterangkan bahwa orang-orang musyrik mengakui satu kali kehidupan dan satu kali kematian, tidak mempercayai adanya kehidupan sesudah mati. Keingkaran mereka terhadap hari kebangkitan itu tidak beralasan karena pikiran mereka tidak sampai kepada ketentuan itu. Jika Allah kuasa menciptakan semua kehidupan ini, tentu Dia kuasa pula mengembalikan kehidupan itu sesudah kematian dan menghisab semua amal perbuatan."
        },
        {
          "number": 35,
          "arabic": "إِنْ هِىَ إِلَّا مَوْتَتُنَا ٱلْأُولَىٰ وَمَا نَحْنُ بِمُنشَرِينَ",
          "transliteration": "in hiya illā mawtatunā l-ūlā wamā naḥnu bimunsharīna",
          "translation": "\"Tidak ada kematian selain kematian di dunia ini. Dan kami tidak akan dibangkitkan,<sup foot_note=135748>1</sup>",
          "tafsir": "Allah menjelaskan bahwa orang-orang kafir Mekah tidak mempercayai adanya hari kebangkitan karena menurut keyakinan mereka mustahil orang yang sudah mati itu dapat hidup kembali. Kepercayaan yang demikian itu timbul karena pikiran mereka telah dilumuri oleh noda-noda kemusyrikan; semakin lama noda itu semakin menebal sehingga menutupi seluruh hati dan pikiran mereka. Maka timbullah rasa sombong (takabur) dalam hati mereka disertai dengan keingkaran tanpa alasan. Mereka berpendapat apa yang dipandang benar oleh nenek moyang mereka adalah benar pula menurut mereka meskipun keyakinan nenek moyang mereka itu semata-mata berdasarkan dugaan yang tidak ada dasar kebenarannya. Keadaan mereka seperti orang yang terlanjur melontarkan kata-kata, kemudian kata-kata itu dibelanya mati-matian tanpa memperhatikan apakah yang dikatakannya itu benar atau salah. Mereka tidak lagi menggunakan pikiran yang sehat dalam menilai perkataan itu akan tetapi semata-mata menuruti hawa nafsu mereka. Sikap dan keyakinan mereka itu tercetus dalam perkataan mereka. \"Kematian itu hanya sekali yaitu kematian di dunia ini saja, tidak dua kali, dan kami sekali-kali tidak akan dibangkitkan kembali.\" Dengan perkataan itu, berarti mereka telah menolak keterangan wahyu yang mengatakan bahwa mati itu dua kali. Allah berfirman: Bagaimana kamu ingkar kepada Allah, padahal kamu (tadinya) mati, lalu Dia menghidupkan kamu, kemudian Dia mematikan kamu lalu Dia menghidupkan kamu kembali. Kemudian kepada-Nyalah kamu dikembalikan. (al-Baqarah/2: 28) Ayat ini menerangkan bahwa manusia itu sebelum hidup di dunia adalah makhluk yang mati, lalu mereka dilahirkan sebagai makhluk hidup. Setelah itu, mereka menemui ajalnya dan mengalami kematian yang kedua. Kemudian pada hari Kiamat mereka akan dibangkitkan kembali dari kubur, dan hidup untuk kedua kalinya. Dalam ayat ini, diterangkan bahwa orang-orang musyrik mengakui satu kali kehidupan dan satu kali kematian, tidak mempercayai adanya kehidupan sesudah mati. Keingkaran mereka terhadap hari kebangkitan itu tidak beralasan karena pikiran mereka tidak sampai kepada ketentuan itu. Jika Allah kuasa menciptakan semua kehidupan ini, tentu Dia kuasa pula mengembalikan kehidupan itu sesudah kematian dan menghisab semua amal perbuatan."
        },
        {
          "number": 36,
          "arabic": "فَأْتُوا۟ بِـَٔابَآئِنَآ إِن كُنتُمْ صَـٰدِقِينَ",
          "transliteration": "fatū biābāinā in kuntum ṣādiqīna",
          "translation": "maka hadirkanlah (kembali) nenek moyang kami jika kamu orang yang benar.\"",
          "tafsir": "Allah menerangkan tantangan orang musyrik Mekah kepada Rasulullah. Seandainya yang dikatakan rasul itu benar, yaitu adanya hari kebangkitan hendaklah dia mengemukakan bukti kebenaran dan hendaklah dia menghidupkan kembali nenek moyang mereka yang telah mati dahulu. Menurut mereka, seandainya Rasulullah saw dapat membangkitkan (dari kubur) menghidupkan kembali nenek moyang mereka tentu hal ini dapat menjadi bukti adanya hari kebangkitan itu. Maka Allah menjelaskan bahwa Dia kuasa mengumpulkan sesuatu yang berserakan, mulai dari benda padat, benda cair, dan udara, dari atom yang paling kecil sampai kepada molekul-molekul, semua dikumpulkan menjadi satu sehingga terbentuk seorang manusia. Tahukah manusia dari mana asal makanan yang dimakannya, pakaian yang dipakainya, alat rumah tangga yang mereka gunakan, dan sebagainya. Semua datang dari penjuru dunia yang berjauhan, kemudian dikumpulkan Tuhan pada suatu tempat untuk memenuhi keperluan dan keinginan seorang manusia. Jika hal yang demikian itu dapat dilakukan Allah, tentu mengumpulkan kembali tulang yang berserakan, daging yang telah hancur luluh menjadi tanah, dan rekaman perbuatan-perbuatan yang telah dilakukan seseorang lebih mudah dilakukan-Nya, mengulang membuat sesuatu yang pernah ada jauh lebih mudah dari membuatnya pada pertama kalinya. Dari keterangan demikian, dapat disimpulkan bahwa hari kebangkitan itu pasti terjadi. Hanya saja waktunya belum diketahui dan hanya Allah saja yang mengetahuinya. Yang jelas, hari kebangkitan itu akan terjadi setelah seluruh jagad raya mengalami kehancuran total termasuk semua isinya. Itulah sebabnya Allah tidak melayani tantangan orang-orang musyrik, karena tidak berguna menjawabnya. Tantangan itu dikemukakan mereka hanyalah untuk menutupi isi dan keinginan hati mereka. Dikabulkan atau tidak permintaan mereka itu, mereka tidak juga akan beriman."
        },
        {
          "number": 37,
          "arabic": "أَهُمْ خَيْرٌ أَمْ قَوْمُ تُبَّعٍ وَٱلَّذِينَ مِن قَبْلِهِمْ ۚ أَهْلَكْنَـٰهُمْ ۖ إِنَّهُمْ كَانُوا۟ مُجْرِمِينَ",
          "transliteration": "ahum khayrun am qawmu tubbaʿin wa-alladhīna min qablihim ahlaknāhum innahum kānū muj'rimīna",
          "translation": "Apakah mereka (kaum musyrikin) yang lebih baik atau kaum Tubba',<sup foot_note=135749>1</sup> dan orang-orang sebelum mereka yang telah Kami binasakan karena mereka adalah orang-orang yang sungguh berdosa.",
          "tafsir": "Kemudian Allah mengingatkan mereka pada kaum yang telah ditimpa malapetaka dan azab Allah, karena mereka durhaka dan tidak mengindahkan seruan para rasul yang diutus kepada mereka. Hendaklah mereka menjaga diri mereka, jangan sampai Allah mengazab mereka seperti yang telah dialami kaum yang terdahulu itu, Allah menyatakan bahwa keadaan mereka tidaklah lebih baik dari kaum Tubba'. Sahl bin Sa'd berkata, aku mendengar Rasulullah bersabda: Janganlah kalian mencela Tubba' karena dia sudah masuk Islam. (Riwayat Ahmad) Tubba' adalah sebutan bagi raja-raja Himyar di Yaman. Kaumnya disebut kaum Tubba'. Mereka berbuat dosa yang melampaui batas sehingga negeri mereka dihancurkan Allah. Namun sebahagian kaumnya masih hidup mengembara ke negeri-negeri sekitarnya. Pada mulanya mereka adalah kaum yang mempunyai kemampuan dan ilmu yang cukup tinggi serta mempunyai balatentara yang cukup kuat. Kalau dibandingkan dengan orang Tubba', orang-orang kafir Mekah jauh ketinggalan dari orang Tubba'. Allah menyatakan bahwa orang-orang kafir Mekah itu tidak lebih baik keadaannya dari kaum 'Ad dan Samud. Kedua kaum ini juga dibinasakan Allah karena kesombongan dan pengingkaran mereka terhadap adanya hari kebangkitan. Pada akhir ayat ini, Allah menandaskan bahwa pada umat-umat terdahulu itu telah berlaku sunatullah. Mereka semua dibinasakan karena mereka telah tenggelam dalam lumpur kemaksiatan. Kejadian itu seharusnya menjadi pelajaran bagi orang-orang kafir Mekah seandainya mereka mau mengambil pelajaran. Dalam ayat yang lain, Allah menegaskan sunah-Nya ini. Allah berfirman: Sebagai sunatullah yang (berlaku juga) bagi orang-orang yang telah terdahulu sebelum(mu), dan engkau tidak akan mendapati perubahan pada sunnah Allah. (al-Ahzab/33: 62)"
        },
        {
          "number": 38,
          "arabic": "وَمَا خَلَقْنَا ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ وَمَا بَيْنَهُمَا لَـٰعِبِينَ",
          "transliteration": "wamā khalaqnā l-samāwāti wal-arḍa wamā baynahumā lāʿibīna",
          "translation": "Dan tidaklah Kami bermain-main menciptakan langit dan bumi dan apa yang ada di antara keduanya.",
          "tafsir": "Allah menjelaskan bahwa langit dan bumi beserta segala isinya tidaklah diciptakan dengan sia-sia atau secara kebetulan tanpa maksud dan tujuan, tetapi semuanya itu diciptakan sesuai dengan rencana dan kehendak Allah. Apabila diperhatikan dengan seksama setiap kehidupan yang ada di bumi dan segala kejadian di langit tentulah akan diketahui baik makhluk yang bernyawa maupun yang tidak bernyawa dari berbagai macam tingkatan, dari tingkat terendah sampai dengan tingkat yang tertinggi, masing-masing faedahnya, ada ketentuan-ketentuan yang berlaku baginya, dan ada pula waktu yang ditentukan untuk kehidupannya. Sebagai contoh seekor burung, ia ditetaskan dari sebuah telur yang berasal dari induknya. Setelah dierami dalam waktu tertentu, keluar anak burung yang kecil tanpa bulu dari telur itu. Dari hari ke hari burung itu diberi makan oleh induknya, sehingga anak burung itu tumbuh secara berangsur-angsur, badannya menjadi besar dan ditumbuhi bulu, sayapnya bertambah kuat. Kemudian diajar oleh induknya terbang, ia terbang dari dahan ke dahan, dibimbing induknya mencari makanan dan minuman. Setelah dewasa mulailah ia melaksanakan tugas hidupnya, mencari pasangan untuk mengembangkan keturunan. Bila telah sampai ajalnya, ia pun mati seperti burung-burung yang lain. Jika diperhatikan, seakan-akan burung-burung itu membawa misi dalam kehidupan. Ditakdirkan Allah bahwa makanan burung itu adalah serangga, serangga itu makan dan merusak tanam-tanaman yang ditanam oleh manusia. Seolah-olah burung itu membantu usaha dan kehidupan manusia. Burung dengan suara dan kicauannya yang merdu menyenangkan dan menyejukkan hati orang yang mendengarnya. Bakteri, semacam binatang yang halus dan kecil, dan juga cacing seakan-akan tidak ada gunanya sama sekali. Jika diperhatikan maka bakteri dan cacing itu memakan sampah dan kotoran, baik yang berasal dari manusia maupun yang berasal dari makhluk yang lain. Jika bakteri dan cacing itu tidak ada, maka sampah dan kotoran akan menumpuk karena tidak akan membusuk sehingga terjadilah polusi yang membahayakan kehidupan manusia. Semakin dalam direnungkan dan diperhatikan alam dan kejadiannya ini, semakin dalam diketahui hikmah, guna dan tujuan penciptaannya; semakin terasa pula kasih sayang dan tujuan Allah menjadikan manusia sebagai khalifah di muka bumi. Hanya kebanyakan manusia tidak tahu diri dan merasa dirinya yang paling kuasa dan yang paling mampu. Dalam ayat yang lain Allah berfirman: Maka apakah kamu mengira, bahwa Kami menciptakan kamu main-main (tanpa ada maksud) dan bahwa kamu tidak akan dikembalikan kepada Kami. (al-Mu'minun/23: 115) Dan firman-Nya: Dan Kami tidak menciptakan langit dan bumi dan apa yang ada di antara keduanya dengan sia-sia. Itu anggapan orang-orang kafir, maka celakalah orang-orang yang kafir itu karena mereka akan masuk neraka. (shad/38: 27)"
        },
        {
          "number": 39,
          "arabic": "مَا خَلَقْنَـٰهُمَآ إِلَّا بِٱلْحَقِّ وَلَـٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
          "transliteration": "mā khalaqnāhumā illā bil-ḥaqi walākinna aktharahum lā yaʿlamūna",
          "translation": "Tidaklah Kami ciptakan keduanya melainkan dengan hak (benar), tetapi kebanyakan mereka tidak mengetahui.",
          "tafsir": "Kemudian Allah menegaskan bahwa langit dan bumi serta isinya tidak diciptakan, kecuali (sebagai makhluk) tunduk kepada ketentuan-ketentuan yang benar dari Allah. Semuanya wajib tunduk kepada ketentuan-ketentuan yang berlaku dan yang telah ditetapkan. Jika salah satu makhluk Tuhan menyimpang atau tidak melaksanakan ketentuan-ketentuan itu, maka ia akan merasakan akibat dari penyimpangan itu. Seperti pohon pisang yang termasuk tanaman yang tumbuh di tempat yang cukup air. Jika tumbuh di tanah kering atau padang pasir, ia akan mati. Demikian pula halnya dengan ikan; ia ditetapkan hidup dalam air. Jika ia meloncat ke darat, ia pun akan mati. Demikian hukum Allah yang berlaku bagi seluruh makhluk-Nya. Dari keterangan di atas, dapat diambil kesimpulan bahwa penciptanya adalah zat yang Maha Esa lagi Mahakuasa dan Mahabijaksana, karena itu segala makhluk ciptaan-Nya wajib tunduk dan patuh kepada hukum-hukum-Nya itu baik secara sadar maupun terpaksa. Karena semua makhluk itu diciptakan berdasarkan iradah-Nya, maka berdasarkan iradah-Nya pulalah makhluk itu kembali kepada-Nya nanti. Yang demikian itu terjadi karena kemahaagungan dan kemahaperkasaan-Nya. Makhluk Allah yang beraneka ragam dan tidak terhitung banyaknya itu merupakan tanda-tanda kekuasaan Allah yang dapat dijadikan bahan pemikiran bagi orang yang ingin mencari kebenaran. Dengan memperhatikan tanda-tanda kekuasaan-Nya itu, orang dapat mengenal dan mengetahui betapa agung dan betapa luas ilmu penciptanya. Kemudian Allah menyayangkan sikap orang-orang musyrik yang tidak mau memahami tanda-tanda kebesaran dan kekuasaan Allah yang ada di alam ini. Sikap mereka tampak di waktu mereka mendustakan kenabian Muhammad saw dan mengingkari hari kebangkitan. Sikap itu timbul karena kesombongan dan ketakaburan yang ada pada diri mereka sehingga menutupi kejernihan pikiran mereka. Akibatnya, mereka bertambah jauh dari rahmat Allah dan semakin tenggelam dalam lembah kedurhakaan."
        }
      ]
    }
  ]
}