{
  "pageNumber": 252,
  "juz": 13,
  "surahs": [
    {
      "number": 13,
      "name": "Ar-Ra'd",
      "nameArabic": "الرعد",
      "meaning": "Guruh",
      "revelation": "Madinah",
      "description": "Surat Ar-Ra'd terdiri dari 43 ayat dan termasuk surat Madaniyyah.Surat ini dinamakan \"Ar-Ra'd\" yang berarti \"guruh\" karena dalam ayat ke-13 Allah berfirman yang artinya, \"Dan guruh itu bertasbih sambil memuji-Nya,\" yang menunjukkan sifat kesucian dan kesempurnaan Allah. Selain itu, juga sesuai dengan sifat Al-Qur'an yang berisi ancaman dan harapan. Maka, begitu pula halnya bunyi guruh itu menimbulkan kecemasan dan harapan kepada manusia. Isi yang terpenting dari surat ini ialah bahwa bimbingan Allah kepada makhluk-Nya bertalian erat dengan hukum sebab dan akibat. Bagi Allah tidak ada pilih kasih dalam menetapkan hukuman. Balasan atau hukuman adalah akibat dari ketaatan atau keingkaran terhadap hukum Allah.**Pokok-Pokok Isi:**1. **Keimanan:** Allahlah yang menciptakan dan mengatur alam semesta; ilmu Allah meliputi segala sesuatu; keberadaan malaikat yang selalu memelihara manusia dan datang silih berganti, yaitu malaikat Hafazhah; Allah menerima doa hamba-Nya; memberi taufiq hanya hak Allah sedang tugas para rasul hanya menyampaikan agama Allah.2. **Hukum-hukum:** Manusia dilarang berdoa yang jelek untuk diri sendiri; kewajiban melarang perbuatan yang mungkar.3. **Kisah-kisah:** Kisah pengalaman nabi-nabi zaman dahulu.4. **Lain-lain:** Beberapa sifat yang terpuji; perumpamaan bagi orang-orang yang menyembah berhala dan orang-orang yang menyembah Allah; Allah tidak mengubah nasib suatu bangsa sebelum mereka mengubah keadaan mereka sendiri.Surat Ar-Ra'd lebih menitikberatkan pada pembuktian kebenaran dan keesaan Allah serta kepastian terjadinya hari kebangkitan. Juga menjelaskan tugas-tugas para rasul dan kebenaran kitab-kitab suci yang mereka bawa. Terhadap orang-orang yang ingkar dan memusuhi para nabi-nabi itu, diterangkan bahwa mereka pasti mengalami kegagalan dan kehancuran.**Hubungan Surat Ar-Ra'D Dengan Surat Ibrahim:**1. Dalam surat Ar-Ra'd disebutkan bahwa Al-Qur'an diturunkan dalam bahasa Arab sebagai pemisah antara kebenaran dan kebatilan, sedangkan hikmah diturunkannya Al-Qur'an dalam bahasa Arab dijelaskan dalam surat Ibrahim.2. Dalam surat Ar-Ra'd Allah menegaskan bahwa seorang rasul tidak dapat mendatangkan suatu mukjizat tanpa izin Allah, maka dalam surat Ibrahim para rasul menegaskan bahwa mereka adalah manusia biasa, yang tidak dapat mendatangkan suatu mukjizat tanpa izin Allah.3. Dalam surat Ar-Ra'd disebutkan bahwa Nabi Muhammad menyerukan agar manusia bertawakal kepada Allah, sedangkan dalam surat Ibrahim Nabi Muhammad menerangkan bahwa para rasul hanya bertawakal kepada Allah.4. Dalam surat Ar-Ra'd Allah menyebutkan perbuatan makar orang-orang kafir, sedangkan dalam surat Ibrahim hal ini diulangi lagi serta disebutkan pula sifat-sifat yang tidak tersebut dalam surat Ar-Ra'd.",
      "verses": [
        {
          "number": 19,
          "arabic": "۞ أَفَمَن يَعْلَمُ أَنَّمَآ أُنزِلَ إِلَيْكَ مِن رَّبِّكَ ٱلْحَقُّ كَمَنْ هُوَ أَعْمَىٰٓ ۚ إِنَّمَا يَتَذَكَّرُ أُو۟لُوا۟ ٱلْأَلْبَـٰبِ",
          "transliteration": "afaman yaʿlamu annamā unzila ilayka min rabbika l-ḥaqu kaman huwa aʿmā innamā yatadhakkaru ulū l-albābi",
          "translation": "Maka apakah orang yang mengetahui bahwa apa yang diturunkan Tuhan kepadamu adalah kebenaran, sama dengan orang yang buta? Hanya orang berakal saja yang dapat mengambil pelajaran,",
          "tafsir": "Pada ayat ini, Allah swt menjelaskan bahwa tidak sama orang yang mengetahui bahwa apa yang diturunkan kepada Muhammad adalah sesuatu yang nyata benarnya dan datang dari Allah dibandingkan dengan orang buta yang tidak memahami dan mempercayainya. Firman Allah: Dan telah sempurna firman Tuhanmu (Al-Quran) dengan benar dan adil. (al-Anam/6: 115) Menurut Ibnu Abbas, ayat ini turun berkaitan dengan dua orang, yang seorang mukmin dan yang lainnya kafir, yaitu Hamzah dan Abu Jahal. Apakah (Hamzah) yang percaya dan mengetahui bahwa apa yang diturunkan kepada Nabi Muhammad saw itu benar, tanpa keraguan lagi, sama dengan (Abu Jahal) yang buta hatinya, dan sama sekali tidak mendapat petunjuk kepada kebaikan? Tentu tidak sama. Hanya orang-orang yang sehat pikirannya saja yang dapat menyadari hal seperti ini, dan yang dapat mengambil manfaat dari perumpamaan-perumpamaan yang dikemukakan Allah swt dalam kitab suci-Nya."
        },
        {
          "number": 20,
          "arabic": "ٱلَّذِينَ يُوفُونَ بِعَهْدِ ٱللَّهِ وَلَا يَنقُضُونَ ٱلْمِيثَـٰقَ",
          "transliteration": "alladhīna yūfūna biʿahdi l-lahi walā yanquḍūna l-mīthāqa",
          "translation": "(yaitu) orang yang memenuhi janji Allah dan tidak melanggar perjanjian,",
          "tafsir": "Allah swt menyifati ulul albab dari kalangan orang-orang yang beriman, yaitu orang-orang yang meyakini bahwa yang diturunkan kepada Nabi Muhammad adalah suatu kebenaran yang berlaku, sebagai berikut: a. Sifat pertama: bahwa orang-orang tersebut senantiasa memenuhi janji Allah, dan tidak mau mengingkari perjanjian itu. Yang dimaksud dengan \"janji Allah\" di sini ialah janji-janji yang telah mereka ikrarkan atas diri mereka, baik mengenai hubungan mereka dengan Allah, maupun hubungan mereka dengan orang lain. Fitrah mereka yang suci, dan hati mereka yang murni mengakui adanya perjanjian itu dan wahyu Allah pun mengharuskan adanya perjanjian tersebut. Mereka tidak mau mengingkari atau pun memungkiri perjanjian yang telah mereka kukuhkan, karena mereka sangat menjauhi sifat-sifat kemunafikan. Betapa pentingnya sifat memenuhi janji ini, oleh Qatadah telah disebutkan bahwa dalam Al-Quran, Allah swt telah menyebutnya sebanyak lebih dua puluh kali. b.Sifat kedua: mereka memelihara semua perintah Allah dan tidak melanggarnya, baik hak-hak Allah maupun hak-hak hamba-Nya, termasuk memelihara silaturrahim. Hubungan antara sesama manusia ialah menjalin hubungan tolong-menolong, menjalin cinta dan kasih-sayang, sebagaimana disebutkan dalam hadis: Dari Abi Hurairah r.a. bahwasanya ia berkata, \"Aku mendengar Rasulullah saw bersabda, \"Barang siapa senang dilapangkan rezekinya dan selalu disebut-sebut kebaikannya, maka hendaklah pelihara hubungan silaturrahim.\" (Riwayat al-Bukhari dan Muslim). Dan hadis Nabi saw: Dari Ibnu Abbas ia berkata, \"Bersabda Rasulullah saw, \"Sesungguh-nya kebajikan dan menghubungkan silaturrahim itu, kedua-duanya benar-benar meringankan hisab yang buruk di hari kiamat.\" Kemudian Rasulullah saw membaca ayat ini.\" (Riwayat al-Khatib dan Ibnu Asakir) c. Sifat ketiga: mereka benar-benar takut kepada Allah swt. Sifat takut kepada Allah adalah perasaan takut yang dilandasi dengan rasa hormat yang mendorong orang untuk taat kepada-Nya. Sifat ini dimiliki oleh para ulama, dan ciri dari orang-orang \"muqarrabin\". Dalam hubungan ini Allah swt telah berfirman: Di antara hamba-hamba Allah yang takut kepada-Nya, hanyalah para ulama. (Fathir/35: 28) d. Sifat keempat: mereka senantiasa takut kepada hisab yang sifatnya merugikan mereka pada hari kiamat, yaitu hasil yang buruk dari amalan mereka di hari kiamat, karena banyaknya kejahatan yang dilakukannya selagi hidup di dunia ini. Oleh sebab itu, mereka senantiasa mawas diri, sebelum dihisab amalannya di akhirat kelak. Mereka selalu membandingkan antara amal-amal mereka yang baik dengan yang buruk, selalu berusaha agar amal yang baik lebih banyak dari perbuatan yang buruk, agar neraca kebajikan mereka di akhirat kelak lebih berat daripada neraca keburukan. Dalam hal ini, Allah telah berfirman: Maka adapun orang yang berat timbangan (kebaikan)-nya, maka dia berada dalam kehidupan yang memuaskan (senang). Dan adapun orang yang ringan timbangan (kebaikan)-nya maka tempat kembalinya adalah neraka Hawiyah. (al-Qariah/101: 6 - 9) e.Sifat kelima: mereka senantiasa sabar dalam menghadapi segala cobaan dan rintangan, demi mengharapkan rida Allah. Sabar dalam hal ini berarti menahan diri terhadap segala hal yang tidak disenanginya, baik dengan cara melakukan ketaatan dan menunaikan segala kewajiban yang telah ditetapkan agama maupun dengan jalan menjauhi hal-hal yang dilarang agama. Bisa juga berarti bersikap rela menerima segala ketentuan Allah yang telah berlaku berupa musibah dan lain sebagainya. Kesabaran yang diminta dari setiap orang yang berakal dan beriman ialah kesabaran yang dilakukan semata-mata karena mengharapkan keridaan Allah dan ganjaran-Nya, bukan kesabaran yang dibuat-buat karena ingin dipuji dan disebut-sebut. Itulah kesabaran yang sejati, yang menjadi sifat bagi orang-orang yang berakal dan beriman. f. Sifat keenam: mereka senantiasa mendirikan salat. Arti \"mendirikan salat\" ialah menunaikan dengan cara yang sebaik-baiknya, dengan menyempurnakan rukun dan syaratnya, disertai rasa khusyuk dan tawaduk menghadapkan wajah dan hati kepada Allah semata, tidak dibarengi dengan ria, serta memelihara waktu yang telah ditetapkan untuknya. Hal ini hanya dapat dilakukan bila pada saat-saat melakukan salat, kita merasa sedang berdiri sendiri di hadapan Allah swt, Pencipta dan Penguasa semesta alam. Dengan demikian, maka tak ada sesuatu pun yang dipikirkan pada saat itu, kecuali semata-mata bermunajah kepada Allah. g. Sifat ketujuh: mereka senantiasa menginfakkan sebagian dari rezeki yang telah dilimpahkan Allah kepada mereka, baik secara tersembunyi maupun terang-terangan, baik infak wajib seperti terhadap istri, anak, dan karib kerabat maupun infak sunah seperti terhadap fakir miskin. Kenyataan dapat memberikan pengertian kepada kita tentang rahasia yang tersimpan di dalamnya. Al-Quran berulang kali menganjurkan kepada orang-orang mukmin untuk menginfakkan sebagian dari rezeki yang telah diperolehnya kepada yang memerlukan pertolongan, dan untuk menyokong kepentingan umum. Jika mereka mau melakukannya, niscaya kemiskinan dan kemelaratan dapat dilenyapkan dari kehidupan masyarakat. h. Sifat kedelapan: mereka senantiasa menolak kejahatan dengan kebajikan, karena kebajikan itu dapat menolak kejahatan. Kenyataan menunjukkan bahwa apabila seseorang dapat bergaul dengan orang lain dengan akrab dan kasih sayang serta menolong orang-orang yang memerlukan pertolongan, ia tidak akan dimusuhi atau dibenci oleh masyarakatnya. Apabila ia mendapat musibah, maka orang yang pernah mendapat pertolongannya akan segera pula mengulurkan pertolongan kepadanya. Sebaliknya orang yang suka menyakiti orang lain, atau enggan memberikan bantuan dan pertolongan adalah orang yang egois dan tidak menggunakan akalnya. Sikap dan perbuatannya itu hanyalah mempersempit ruang lingkup kehidupannya sendiri, serta menimbulkan kebencian dan kedengkian orang lain terhadap dirinya. Berbuat kebaikan untuk menghindari kejahatan, atau sedapat mungkin membalas perbuatan jahat orang lain dengan berbuat kebajikan atau dengan diam adalah tanda orang yang mau menggunakan akalnya dan bijaksana. Firman Allah: \"... dan apabila orang-orang bodoh menyapa mereka (dengan kata-kata yang menghina), mereka mengucapkan, \"salam.\" (al-Furqan/25: 63) Dari sini dapat dipahami, betapa tingginya nilai ajaran agama Islam dalam membina hubungan baik antara sesama manusia guna menciptakan kerukunan dan kesejahteraan masyarakat. Pada akhir ayat ini, Allah swt menegaskan bahwa orang-orang yang memiliki sifat-sifat tersebut pasti akan memperoleh tempat kediaman terakhir yang baik, yaitu surga Jannatun Naim di akhirat kelak di samping kebahagiaan, ketenangan, dan kesejahteraan di dunia ini."
        },
        {
          "number": 21,
          "arabic": "وَٱلَّذِينَ يَصِلُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيَخْشَوْنَ رَبَّهُمْ وَيَخَافُونَ سُوٓءَ ٱلْحِسَابِ",
          "transliteration": "wa-alladhīna yaṣilūna mā amara l-lahu bihi an yūṣala wayakhshawna rabbahum wayakhāfūna sūa l-ḥisābi",
          "translation": "dan orang-orang yang menghubungkan apa yang diperintahkan Allah agar dihubungkan,<sup foot_note=135370>1</sup> dan mereka takut kepada Tuhannya dan takut kepada hisab yang buruk.",
          "tafsir": "Allah swt menyifati ulul albab dari kalangan orang-orang yang beriman, yaitu orang-orang yang meyakini bahwa yang diturunkan kepada Nabi Muhammad adalah suatu kebenaran yang berlaku, sebagai berikut: a. Sifat pertama: bahwa orang-orang tersebut senantiasa memenuhi janji Allah, dan tidak mau mengingkari perjanjian itu. Yang dimaksud dengan \"janji Allah\" di sini ialah janji-janji yang telah mereka ikrarkan atas diri mereka, baik mengenai hubungan mereka dengan Allah, maupun hubungan mereka dengan orang lain. Fitrah mereka yang suci, dan hati mereka yang murni mengakui adanya perjanjian itu dan wahyu Allah pun mengharuskan adanya perjanjian tersebut. Mereka tidak mau mengingkari atau pun memungkiri perjanjian yang telah mereka kukuhkan, karena mereka sangat menjauhi sifat-sifat kemunafikan. Betapa pentingnya sifat memenuhi janji ini, oleh Qatadah telah disebutkan bahwa dalam Al-Quran, Allah swt telah menyebutnya sebanyak lebih dua puluh kali. b.Sifat kedua: mereka memelihara semua perintah Allah dan tidak melanggarnya, baik hak-hak Allah maupun hak-hak hamba-Nya, termasuk memelihara silaturrahim. Hubungan antara sesama manusia ialah menjalin hubungan tolong-menolong, menjalin cinta dan kasih-sayang, sebagaimana disebutkan dalam hadis: Dari Abi Hurairah r.a. bahwasanya ia berkata, \"Aku mendengar Rasulullah saw bersabda, \"Barang siapa senang dilapangkan rezekinya dan selalu disebut-sebut kebaikannya, maka hendaklah pelihara hubungan silaturrahim.\" (Riwayat al-Bukhari dan Muslim). Dan hadis Nabi saw: Dari Ibnu Abbas ia berkata, \"Bersabda Rasulullah saw, \"Sesungguh-nya kebajikan dan menghubungkan silaturrahim itu, kedua-duanya benar-benar meringankan hisab yang buruk di hari kiamat.\" Kemudian Rasulullah saw membaca ayat ini.\" (Riwayat al-Khatib dan Ibnu Asakir) c. Sifat ketiga: mereka benar-benar takut kepada Allah swt. Sifat takut kepada Allah adalah perasaan takut yang dilandasi dengan rasa hormat yang mendorong orang untuk taat kepada-Nya. Sifat ini dimiliki oleh para ulama, dan ciri dari orang-orang \"muqarrabin\". Dalam hubungan ini Allah swt telah berfirman: Di antara hamba-hamba Allah yang takut kepada-Nya, hanyalah para ulama. (Fathir/35: 28) d. Sifat keempat: mereka senantiasa takut kepada hisab yang sifatnya merugikan mereka pada hari kiamat, yaitu hasil yang buruk dari amalan mereka di hari kiamat, karena banyaknya kejahatan yang dilakukannya selagi hidup di dunia ini. Oleh sebab itu, mereka senantiasa mawas diri, sebelum dihisab amalannya di akhirat kelak. Mereka selalu membandingkan antara amal-amal mereka yang baik dengan yang buruk, selalu berusaha agar amal yang baik lebih banyak dari perbuatan yang buruk, agar neraca kebajikan mereka di akhirat kelak lebih berat daripada neraca keburukan. Dalam hal ini, Allah telah berfirman: Maka adapun orang yang berat timbangan (kebaikan)-nya, maka dia berada dalam kehidupan yang memuaskan (senang). Dan adapun orang yang ringan timbangan (kebaikan)-nya maka tempat kembalinya adalah neraka Hawiyah. (al-Qariah/101: 6 - 9) e.Sifat kelima: mereka senantiasa sabar dalam menghadapi segala cobaan dan rintangan, demi mengharapkan rida Allah. Sabar dalam hal ini berarti menahan diri terhadap segala hal yang tidak disenanginya, baik dengan cara melakukan ketaatan dan menunaikan segala kewajiban yang telah ditetapkan agama maupun dengan jalan menjauhi hal-hal yang dilarang agama. Bisa juga berarti bersikap rela menerima segala ketentuan Allah yang telah berlaku berupa musibah dan lain sebagainya. Kesabaran yang diminta dari setiap orang yang berakal dan beriman ialah kesabaran yang dilakukan semata-mata karena mengharapkan keridaan Allah dan ganjaran-Nya, bukan kesabaran yang dibuat-buat karena ingin dipuji dan disebut-sebut. Itulah kesabaran yang sejati, yang menjadi sifat bagi orang-orang yang berakal dan beriman. f. Sifat keenam: mereka senantiasa mendirikan salat. Arti \"mendirikan salat\" ialah menunaikan dengan cara yang sebaik-baiknya, dengan menyempurnakan rukun dan syaratnya, disertai rasa khusyuk dan tawaduk menghadapkan wajah dan hati kepada Allah semata, tidak dibarengi dengan ria, serta memelihara waktu yang telah ditetapkan untuknya. Hal ini hanya dapat dilakukan bila pada saat-saat melakukan salat, kita merasa sedang berdiri sendiri di hadapan Allah swt, Pencipta dan Penguasa semesta alam. Dengan demikian, maka tak ada sesuatu pun yang dipikirkan pada saat itu, kecuali semata-mata bermunajah kepada Allah. g. Sifat ketujuh: mereka senantiasa menginfakkan sebagian dari rezeki yang telah dilimpahkan Allah kepada mereka, baik secara tersembunyi maupun terang-terangan, baik infak wajib seperti terhadap istri, anak, dan karib kerabat maupun infak sunah seperti terhadap fakir miskin. Kenyataan dapat memberikan pengertian kepada kita tentang rahasia yang tersimpan di dalamnya. Al-Quran berulang kali menganjurkan kepada orang-orang mukmin untuk menginfakkan sebagian dari rezeki yang telah diperolehnya kepada yang memerlukan pertolongan, dan untuk menyokong kepentingan umum. Jika mereka mau melakukannya, niscaya kemiskinan dan kemelaratan dapat dilenyapkan dari kehidupan masyarakat. h. Sifat kedelapan: mereka senantiasa menolak kejahatan dengan kebajikan, karena kebajikan itu dapat menolak kejahatan. Kenyataan menunjukkan bahwa apabila seseorang dapat bergaul dengan orang lain dengan akrab dan kasih sayang serta menolong orang-orang yang memerlukan pertolongan, ia tidak akan dimusuhi atau dibenci oleh masyarakatnya. Apabila ia mendapat musibah, maka orang yang pernah mendapat pertolongannya akan segera pula mengulurkan pertolongan kepadanya. Sebaliknya orang yang suka menyakiti orang lain, atau enggan memberikan bantuan dan pertolongan adalah orang yang egois dan tidak menggunakan akalnya. Sikap dan perbuatannya itu hanyalah mempersempit ruang lingkup kehidupannya sendiri, serta menimbulkan kebencian dan kedengkian orang lain terhadap dirinya. Berbuat kebaikan untuk menghindari kejahatan, atau sedapat mungkin membalas perbuatan jahat orang lain dengan berbuat kebajikan atau dengan diam adalah tanda orang yang mau menggunakan akalnya dan bijaksana. Firman Allah: \"... dan apabila orang-orang bodoh menyapa mereka (dengan kata-kata yang menghina), mereka mengucapkan, \"salam.\" (al-Furqan/25: 63) Dari sini dapat dipahami, betapa tingginya nilai ajaran agama Islam dalam membina hubungan baik antara sesama manusia guna menciptakan kerukunan dan kesejahteraan masyarakat. Pada akhir ayat ini, Allah swt menegaskan bahwa orang-orang yang memiliki sifat-sifat tersebut pasti akan memperoleh tempat kediaman terakhir yang baik, yaitu surga Jannatun Naim di akhirat kelak di samping kebahagiaan, ketenangan, dan kesejahteraan di dunia ini."
        },
        {
          "number": 22,
          "arabic": "وَٱلَّذِينَ صَبَرُوا۟ ٱبْتِغَآءَ وَجْهِ رَبِّهِمْ وَأَقَامُوا۟ ٱلصَّلَوٰةَ وَأَنفَقُوا۟ مِمَّا رَزَقْنَـٰهُمْ سِرًّا وَعَلَانِيَةً وَيَدْرَءُونَ بِٱلْحَسَنَةِ ٱلسَّيِّئَةَ أُو۟لَـٰٓئِكَ لَهُمْ عُقْبَى ٱلدَّارِ",
          "transliteration": "wa-alladhīna ṣabarū ib'tighāa wajhi rabbihim wa-aqāmū l-ṣalata wa-anfaqū mimmā razaqnāhum sirran waʿalāniyatan wayadraūna bil-ḥasanati l-sayi-ata ulāika lahum ʿuq'bā l-dāri",
          "translation": "Dan orang yang sabar karena mengharap keridaan Tuhannya, melaksanakan salat, dan menginfakkan sebagian rezeki yang Kami berikan kepada mereka, secara sembunyi atau terang-terangan serta menolak kejahatan dengan kebaikan; orang itulah yang mendapat tempat kesudahan (yang baik),",
          "tafsir": "Allah swt menyifati ulul albab dari kalangan orang-orang yang beriman, yaitu orang-orang yang meyakini bahwa yang diturunkan kepada Nabi Muhammad adalah suatu kebenaran yang berlaku, sebagai berikut: a. Sifat pertama: bahwa orang-orang tersebut senantiasa memenuhi janji Allah, dan tidak mau mengingkari perjanjian itu. Yang dimaksud dengan \"janji Allah\" di sini ialah janji-janji yang telah mereka ikrarkan atas diri mereka, baik mengenai hubungan mereka dengan Allah, maupun hubungan mereka dengan orang lain. Fitrah mereka yang suci, dan hati mereka yang murni mengakui adanya perjanjian itu dan wahyu Allah pun mengharuskan adanya perjanjian tersebut. Mereka tidak mau mengingkari atau pun memungkiri perjanjian yang telah mereka kukuhkan, karena mereka sangat menjauhi sifat-sifat kemunafikan. Betapa pentingnya sifat memenuhi janji ini, oleh Qatadah telah disebutkan bahwa dalam Al-Quran, Allah swt telah menyebutnya sebanyak lebih dua puluh kali. b.Sifat kedua: mereka memelihara semua perintah Allah dan tidak melanggarnya, baik hak-hak Allah maupun hak-hak hamba-Nya, termasuk memelihara silaturrahim. Hubungan antara sesama manusia ialah menjalin hubungan tolong-menolong, menjalin cinta dan kasih-sayang, sebagaimana disebutkan dalam hadis: Dari Abi Hurairah r.a. bahwasanya ia berkata, \"Aku mendengar Rasulullah saw bersabda, \"Barang siapa senang dilapangkan rezekinya dan selalu disebut-sebut kebaikannya, maka hendaklah pelihara hubungan silaturrahim.\" (Riwayat al-Bukhari dan Muslim). Dan hadis Nabi saw: Dari Ibnu Abbas ia berkata, \"Bersabda Rasulullah saw, \"Sesungguh-nya kebajikan dan menghubungkan silaturrahim itu, kedua-duanya benar-benar meringankan hisab yang buruk di hari kiamat.\" Kemudian Rasulullah saw membaca ayat ini.\" (Riwayat al-Khatib dan Ibnu Asakir) c. Sifat ketiga: mereka benar-benar takut kepada Allah swt. Sifat takut kepada Allah adalah perasaan takut yang dilandasi dengan rasa hormat yang mendorong orang untuk taat kepada-Nya. Sifat ini dimiliki oleh para ulama, dan ciri dari orang-orang \"muqarrabin\". Dalam hubungan ini Allah swt telah berfirman: Di antara hamba-hamba Allah yang takut kepada-Nya, hanyalah para ulama. (Fathir/35: 28) d. Sifat keempat: mereka senantiasa takut kepada hisab yang sifatnya merugikan mereka pada hari kiamat, yaitu hasil yang buruk dari amalan mereka di hari kiamat, karena banyaknya kejahatan yang dilakukannya selagi hidup di dunia ini. Oleh sebab itu, mereka senantiasa mawas diri, sebelum dihisab amalannya di akhirat kelak. Mereka selalu membandingkan antara amal-amal mereka yang baik dengan yang buruk, selalu berusaha agar amal yang baik lebih banyak dari perbuatan yang buruk, agar neraca kebajikan mereka di akhirat kelak lebih berat daripada neraca keburukan. Dalam hal ini, Allah telah berfirman: Maka adapun orang yang berat timbangan (kebaikan)-nya, maka dia berada dalam kehidupan yang memuaskan (senang). Dan adapun orang yang ringan timbangan (kebaikan)-nya maka tempat kembalinya adalah neraka Hawiyah. (al-Qariah/101: 6 - 9) e.Sifat kelima: mereka senantiasa sabar dalam menghadapi segala cobaan dan rintangan, demi mengharapkan rida Allah. Sabar dalam hal ini berarti menahan diri terhadap segala hal yang tidak disenanginya, baik dengan cara melakukan ketaatan dan menunaikan segala kewajiban yang telah ditetapkan agama maupun dengan jalan menjauhi hal-hal yang dilarang agama. Bisa juga berarti bersikap rela menerima segala ketentuan Allah yang telah berlaku berupa musibah dan lain sebagainya. Kesabaran yang diminta dari setiap orang yang berakal dan beriman ialah kesabaran yang dilakukan semata-mata karena mengharapkan keridaan Allah dan ganjaran-Nya, bukan kesabaran yang dibuat-buat karena ingin dipuji dan disebut-sebut. Itulah kesabaran yang sejati, yang menjadi sifat bagi orang-orang yang berakal dan beriman. f. Sifat keenam: mereka senantiasa mendirikan salat. Arti \"mendirikan salat\" ialah menunaikan dengan cara yang sebaik-baiknya, dengan menyempurnakan rukun dan syaratnya, disertai rasa khusyuk dan tawaduk menghadapkan wajah dan hati kepada Allah semata, tidak dibarengi dengan ria, serta memelihara waktu yang telah ditetapkan untuknya. Hal ini hanya dapat dilakukan bila pada saat-saat melakukan salat, kita merasa sedang berdiri sendiri di hadapan Allah swt, Pencipta dan Penguasa semesta alam. Dengan demikian, maka tak ada sesuatu pun yang dipikirkan pada saat itu, kecuali semata-mata bermunajah kepada Allah. g. Sifat ketujuh: mereka senantiasa menginfakkan sebagian dari rezeki yang telah dilimpahkan Allah kepada mereka, baik secara tersembunyi maupun terang-terangan, baik infak wajib seperti terhadap istri, anak, dan karib kerabat maupun infak sunah seperti terhadap fakir miskin. Kenyataan dapat memberikan pengertian kepada kita tentang rahasia yang tersimpan di dalamnya. Al-Quran berulang kali menganjurkan kepada orang-orang mukmin untuk menginfakkan sebagian dari rezeki yang telah diperolehnya kepada yang memerlukan pertolongan, dan untuk menyokong kepentingan umum. Jika mereka mau melakukannya, niscaya kemiskinan dan kemelaratan dapat dilenyapkan dari kehidupan masyarakat. h. Sifat kedelapan: mereka senantiasa menolak kejahatan dengan kebajikan, karena kebajikan itu dapat menolak kejahatan. Kenyataan menunjukkan bahwa apabila seseorang dapat bergaul dengan orang lain dengan akrab dan kasih sayang serta menolong orang-orang yang memerlukan pertolongan, ia tidak akan dimusuhi atau dibenci oleh masyarakatnya. Apabila ia mendapat musibah, maka orang yang pernah mendapat pertolongannya akan segera pula mengulurkan pertolongan kepadanya. Sebaliknya orang yang suka menyakiti orang lain, atau enggan memberikan bantuan dan pertolongan adalah orang yang egois dan tidak menggunakan akalnya. Sikap dan perbuatannya itu hanyalah mempersempit ruang lingkup kehidupannya sendiri, serta menimbulkan kebencian dan kedengkian orang lain terhadap dirinya. Berbuat kebaikan untuk menghindari kejahatan, atau sedapat mungkin membalas perbuatan jahat orang lain dengan berbuat kebajikan atau dengan diam adalah tanda orang yang mau menggunakan akalnya dan bijaksana. Firman Allah: \"... dan apabila orang-orang bodoh menyapa mereka (dengan kata-kata yang menghina), mereka mengucapkan, \"salam.\" (al-Furqan/25: 63) Dari sini dapat dipahami, betapa tingginya nilai ajaran agama Islam dalam membina hubungan baik antara sesama manusia guna menciptakan kerukunan dan kesejahteraan masyarakat. Pada akhir ayat ini, Allah swt menegaskan bahwa orang-orang yang memiliki sifat-sifat tersebut pasti akan memperoleh tempat kediaman terakhir yang baik, yaitu surga Jannatun Naim di akhirat kelak di samping kebahagiaan, ketenangan, dan kesejahteraan di dunia ini."
        },
        {
          "number": 23,
          "arabic": "جَنَّـٰتُ عَدْنٍ يَدْخُلُونَهَا وَمَن صَلَحَ مِنْ ءَابَآئِهِمْ وَأَزْوَٰجِهِمْ وَذُرِّيَّـٰتِهِمْ ۖ وَٱلْمَلَـٰٓئِكَةُ يَدْخُلُونَ عَلَيْهِم مِّن كُلِّ بَابٍ",
          "transliteration": "jannātu ʿadnin yadkhulūnahā waman ṣalaḥa min ābāihim wa-azwājihim wadhurriyyātihim wal-malāikatu yadkhulūna ʿalayhim min kulli bābin",
          "translation": "(yaitu) surga-surga 'Ādn, mereka masuk ke dalamnya bersama dengan orang yang saleh dari nenek moyangnya, pasangan-pasangannya dan anak cucunya, sedangkan para malaikat masuk ke tempat-tempat mereka dari semua pintu;",
          "tafsir": "Dalam ayat ini, Allah swt menerangkan bahwa yang akan memperoleh kebahagiaan di dunia dan di akhirat kelak bukan hanya semata-mata yang memiliki sifat tersebut, melainkan juga orang-orang saleh di antara ibu-ibu dan nenek moyang mereka, demikian pula istri dan keturunan mereka yang terdekat. Mereka ini pun akan turut pula merasakan kebahagiaan dan kesejahteraan itu, selama mereka tidak melakukan hal-hal yang menyebabkan mereka kehilangan hak untuk memperoleh rahmat Allah, misalnya karena kekafiran dan kemusyrikan kepada Allah. Ayat ini memberikan isyarat bahwa pada hari tersebut tidak berlaku hubungan kekeluargaan sedikit pun kecuali amal saleh masing-masing. Firman Allah: Apabila sangkakala ditiup, maka tidak ada lagi pertalian keluarga di antara mereka pada hari itu (hari Kiamat), dan tidak (pula) mereka saling bertanya. (al-Muminun/23: 101) Dalam hubungan ini, Rasulullah saw pernah bersabda kepada putrinya Fatimah az-Zahra sebagai berikut: \"Wahai Fatimah putri Muhammad! Mintalah dari hartaku apa yang kau inginkan karena aku sedikit pun tidak akan dapat menolongmu dari azab Allah.\" (Riwayat at-Tirmidzi dari Abu Hurairah) Dalam Al-Quran, Allah telah menegaskan pula sebagai berikut: (yaitu) pada hari (ketika) harta dan anak-anak tidak berguna, kecuali orang-orang yang menghadap Allah dengan hati yang bersih. (asy-Syuara/26: 88-89) Orang-orang yang menggunakan akalnya seperti yang tersebut di atas akan ditempatkan Allah kelak dalam surga-Nya. Mereka di sana duduk berhadap-hadapan di atas balai-balai yang indah disertai orang-orang yang mereka cintai, yaitu nenek moyang, kaum keluarga, dan anak-anak mereka, serta orang-orang yang patut masuk surga dari kalangan orang-orang yang saleh, agar hati mereka menjadi senang dan bahagia. Hal itu merupakan rahmat dan kebaikan Allah swt kepada mereka. Selain itu para malaikat datang kepada mereka dari segala penjuru untuk memberikan ucapan selamat atas keberuntungan yang telah mereka peroleh, yaitu masuk surga. Mereka tinggal dalam rumah yang diliputi kesejahteraan, berdekatan dengan para nabi dan rasul serta orang-orang yang mengakui kebenaran agama Allah."
        },
        {
          "number": 24,
          "arabic": "سَلَـٰمٌ عَلَيْكُم بِمَا صَبَرْتُمْ ۚ فَنِعْمَ عُقْبَى ٱلدَّارِ",
          "transliteration": "salāmun ʿalaykum bimā ṣabartum faniʿ'ma ʿuq'bā l-dāri",
          "translation": "(sambil mengucapkan), \"Selamat sejahtera atasmu karena kesabaranmu.\" Maka alangkah nikmatnya tempat kesudahan itu.",
          "tafsir": "Dalam ayat ini, disebutkan bahwa para malaikat mendatangi penghuni surga sambil mengucapkan salam, \"Semoga kamu aman dari segala hal yang tidak diinginkan dan ditakuti, yang telah merusak orang-orang selain kamu. Keberuntungan ini kamu peroleh berkat kesabaran dan penderitaan yang kamu alami selama menjalani kehidupan di dunia.\" Ibnu Jarir ath-thabari dan Ibnu Abi hatim dari Umamah meriwayatkan bahwa Nabi saw semasa hidupnya sering datang ke makam para syuhada pada setiap permulaan tahun. Di sana beliau membaca ayat tersebut. Hal semacam itu dilakukan pula oleh Abu Bakar, Umar, dan Usman r.a."
        },
        {
          "number": 25,
          "arabic": "وَٱلَّذِينَ يَنقُضُونَ عَهْدَ ٱللَّهِ مِنۢ بَعْدِ مِيثَـٰقِهِۦ وَيَقْطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفْسِدُونَ فِى ٱلْأَرْضِ ۙ أُو۟لَـٰٓئِكَ لَهُمُ ٱللَّعْنَةُ وَلَهُمْ سُوٓءُ ٱلدَّارِ",
          "transliteration": "wa-alladhīna yanquḍūna ʿahda l-lahi min baʿdi mīthāqihi wayaqṭaʿūna mā amara l-lahu bihi an yūṣala wayuf'sidūna fī l-arḍi ulāika lahumu l-laʿnatu walahum sūu l-dāri",
          "translation": "Dan orang-orang yang melanggar janji Allah setelah diikrarkannya, dan memutuskan apa yang Allah perintahkan agar disambung dan berbuat kerusakan di bumi; mereka itu memperoleh kutukan dan tempat kediaman yang buruk (Jahanam).",
          "tafsir": "Ada beberapa perjanjian antara Allah dan manusia, di antaranya adalah manusia wajib mengakui kemahaesaan Allah serta kodrat dan iradat-Nya, beriman kepada para nabi-Nya dan wahyu yang diturunkan-Nya, dan sebagainya. Allah swt telah memberikan bukti-bukti dan dalil-dalil yang nyata atas semua itu. Akan tetapi, pada kenyataannya ada di antara manusia yang telah merusak perjanjian tersebut, dalam arti: a. Mereka tidak memperhatikan janji-janji tersebut, sehingga mereka tidak dapat melaksanakan kewajiban yang merupakan akibat yang timbul dari perjanjian itu. Misalnya, bila mereka benar-benar berpegang teguh kepada tauhid, mereka tentunya tidak akan beribadah kepada selain Allah. Allah memberikan bukti-bukti yang nyata tentang kemahaesaan-Nya. Akan tetapi, mereka tidak memperhatikan sehingga mereka tetap menentang landasan tauhid tersebut. Mereka senantiasa menganut kepercayaan syirik, mempercayai dan menyembah selain Allah. b. Pada mulanya mereka memperhatikan janji-janji yang telah mereka ikrarkan dan dalil-dalil yang telah diberikan. Mereka telah mengakui dan meyakini kebenarannya, tetapi kemudian mereka menyangkal kebenaran itu, dan tidak lagi bersedia mengamalkannya. Orang yang suka memungkiri dan menyalahi janji yang telah diikrarkan dinamakan \"munafik\". Dalam hubungan ini Rasulullah saw telah bersabda: Abi Hurairah r.a. meriwayatkan bahwa Nabi saw bersabda, \"Tanda-tanda orang munafik ada tiga macam: apabila ia berkata, ia selalu bohong, apabila ia berjanji selalu ingkar, dan apabila ia dipercayai berkhianat.\" (Riwayat Muslim, at-Tirmidzi dan an-Nasai) Dalam menafsirkan ayat 25 ini, Abu al-Aliyah, seorang mufasir, me-nyebutkan bahwa ada enam macam sifat orang-orang munafik yang mereka tampakkan jika mereka merasa memiliki posisi yang kuat dalam satu masyarakat, yaitu: 1. Apabila berbicara, mereka berbohong. 2. Apabila berjanji, mereka ingkar. 3. Apabila diberi kepercayaan, mereka berkhianat. 4. Suka mengingkari janji Allah yang telah mereka ikrarkan sebelumnya. 5. Suka memutuskan silaturrahim yang diperintahkan Allah untuk di-hubungkan dan dipelihara seperti hubungan dengan para Nabi-Nya yang telah datang membawa kebenaran. Mereka hanya beriman kepada sebagian dari para nabi tersebut, dan kafir terhadap sebagian yang lainnya. Mereka juga memutuskan silaturrahim antara sesama manusia terutama dengan orang-orang mukmin, tetapi mereka tetap menjaga hubungan dan memberikan bantuan kepada orang-orang kafir. Di antara contohnya adalah mereka menghalang-halangi setiap usaha yang menuju kepada pembinaan kehidupan yang harmonis dan penuh kasih sayang. Mereka tidak sudi melihat terwujudnya persatuan dan kesatuan antara orang-orang mukmin, seperti yang dianjurkan Rasulullah: Orang mukmin terhadap orang mukmin yang lain haruslah seperti suatu bangunan, bagian yang satu menguatkan bagian yang lain. (Riwayat al-Bukhari, Muslim, dan at-Tirmidzi dari Abu Musa al-Asyari) Dan Sabda Rasulullah saw: Orang-orang mukmin itu adalah seperti satu tubuh, apabila salah satu anggotanya menderita sakit, maka anggota-anggota yang lain pun rela pula menderita karena tidak tidur dan merasa demam karenanya. (Riwayat al-Bukhari dan Muslim dari an-Numan bin Basyir) Oleh sebab itu, umat Islam haruslah hati-hati dalam menjaga kesatuan dan persatuan antara mereka, jangan dimasuki hasutan dan usaha-usaha kaum munafik untuk memecah belah persatuan itu. c. Mereka suka berbuat kerusakan di bumi, baik berupa kezaliman yang mereka lakukan terhadap diri sendiri maupun kezaliman yang mereka lakukan terhadap hak milik orang lain dengan jalan yang tidak sah, ataupun dengan menimbulkan fitnah dan bencana dalam masyarakat Muslimin, dan mengobarkan permusuhan dan peperangan terhadap mereka. Pada akhir ayat ini, Allah menetapkan hukuman yang layak untuk ditimpakan kepada orang munafik mengingat jahatnya kelakuan dan perbuatan-perbuatan mereka. Hukuman tersebut ialah berupa laknat Allah, yaitu menjauhkan mereka dari rahmat-Nya, sehingga mereka tersingkir dari kebaikan dunia dan akhirat. Mereka akan menemui kesudahan yang sangat buruk, yaitu azab neraka Jahanam, sebagai balasan dari kejahatan dan dosa-dosa yang telah mereka perbuat."
        },
        {
          "number": 26,
          "arabic": "ٱللَّهُ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ وَيَقْدِرُ ۚ وَفَرِحُوا۟ بِٱلْحَيَوٰةِ ٱلدُّنْيَا وَمَا ٱلْحَيَوٰةُ ٱلدُّنْيَا فِى ٱلْـَٔاخِرَةِ إِلَّا مَتَـٰعٌ",
          "transliteration": "al-lahu yabsuṭu l-riz'qa liman yashāu wayaqdiru wafariḥū bil-ḥayati l-dun'yā wamā l-ḥayatu l-dun'yā fī l-ākhirati illā matāʿun",
          "translation": "Allah melapangkan rezeki bagi siapa yang Dia kehendaki dan membatasi (bagi siapa yang Dia kehendaki). Mereka bergembira dengan kehidupan dunia, padahal kehidupan dunia hanyalah kesenangan (yang sedikit) dibanding kehidupan akhirat.",
          "tafsir": "Allah melapangkan dan memudahkan rezeki bagi sebagian hamba yang dikehendaki-Nya, sehingga mereka memperoleh rezeki yang lebih dari keperluan sehari-hari. Mereka adalah orang-orang yang rajin dan terampil dalam mencari harta, dan melakukan bermacam-macam usaha. Selain itu, mereka hemat dan cermat serta pandai mengelola dan mempergunakan harta bendanya itu. Sebaliknya, Allah juga membatasi rezeki bagi sebagian hamba-Nya, sehingga rezeki yang mereka peroleh tidak lebih dari apa yang diperlukan sehari-hari. Mereka biasanya adalah orang-orang pemalas dan tidak terampil dalam mencari harta, atau tidak pandai mengelola dan mempergunakan harta tersebut. Allah melapangkan dan menyempitkan rezeki hamba-Nya berdasarkan hikmah serta pengetahuan-Nya tentang masing-masing hamba itu. Kedua hal tersebut tidak ada hubungannya dengan kadar keimanan dan kekafiran hamba-Nya. Oleh karena itu, ada kalanya Allah menganugerahkan rezeki yang banyak kepada hamba-Nya yang kafir. Sebaliknya, kadang-kadang Allah menyempitkan rezeki bagi hamba yang beriman untuk menambah pahala yang kelak akan mereka peroleh di akhirat. Maka kekayaan dan kemiskinan adalah dua hal yang dapat terjadi pada orang-orang beriman maupun yang kafir, yang saleh ataupun yang fasik. Ayat ini selanjutnya menceritakan bahwa kaum musyrik Mekah yang suka memungkiri janji Allah, sangat bergembira dengan banyaknya harta benda yang mereka miliki, dan kehidupan duniawi yang berlimpah-ruah, dan mereka mengira bahwa harta benda tersebut merupakan nikmat dan keberuntungan terbesar. Oleh sebab itu, pada akhir ayat ini Allah menunjukkan kekeliruan mereka, dan menegaskan bahwa kenikmatan hidup duniawi ini hanyalah merupakan kenikmatan yang kecil, pendek waktunya, serta mudah dan cepat hilang, dibandingkan dengan kenikmatan di akhirat yang besar nilainya dan sepanjang masa. Dengan demikian, tidaklah pada tempatnya bila mereka bangga dengan kenikmatan di dunia yang mereka rasakan itu. Dalam hubungan ini, riwayat yang disampaikan oleh Imam at-Tirmidzi dari Ibnu Masud menyebutkan sebagai berikut: Pernah Rasulullah tidur di atas sehelai tikar kemudian beliau bangun dari tidurnya, dan kelihatan bekas tikar itu pada lambungnya, lalu kami berkata, \"Ya Rasulullah seandainya kami ambilkan tempat tidur untukmu?\" Rasulullah bersabda, \"Apalah artinya dunia ini bagiku. Aku hidup di dunia ini hanya laksana seorang pengendara yang berteduh sejenak di bawah pohon, kemudian ia berangkat lagi dan meninggalkan pohon itu.\" (Riwayat at-Tirmidzi dari Ibnu Masud)"
        },
        {
          "number": 27,
          "arabic": "وَيَقُولُ ٱلَّذِينَ كَفَرُوا۟ لَوْلَآ أُنزِلَ عَلَيْهِ ءَايَةٌ مِّن رَّبِّهِۦ ۗ قُلْ إِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهْدِىٓ إِلَيْهِ مَنْ أَنَابَ",
          "transliteration": "wayaqūlu alladhīna kafarū lawlā unzila ʿalayhi āyatun min rabbihi qul inna l-laha yuḍillu man yashāu wayahdī ilayhi man anāba",
          "translation": "Dan orang-orang kafir berkata, \"Mengapa tidak diturunkan kepadanya (Muhammad) tanda (mukjizat) dari Tuhannya?\" Katakanlah (Muhammad), \"Sesungguhnya Allah menyesatkan<sup foot_note=135371>1</sup> siapa yang Dia kehendaki dan memberi petunjuk orang yang bertobat kepada-Nya,\"",
          "tafsir": "Setelah menjelaskan bahwa orang-orang musyrik terpukau oleh fatamorgana kehidupan duniawi dan gembira dengan kenikmatan yang kecil, lalu Allah menyebutkan akibat yang timbul dari sikap dan pandangan mereka yang keliru dengan mengajukan usul kepada Nabi Muhammad, agar kepada beliau diturunkan satu ayat dari Tuhan yang akan membuktikan kenabian dan kerasulannya. Di antara mereka adalah Abu Sufyan bin Harb (sebelum masuk Islam), Abdullah bin Abi Umayyah, dan kawan-kawannya. Mereka pernah mengatakan, \"Mengapa tidak diturunkan kepada Muhammad bukti-bukti sebagaimana yang telah diturunkan kepada para nabi dan rasul terdahulu, seperti jatuhnya langit berkeping-keping kepada mereka, mengubah Bukit shafa menjadi emas, atau menggeser gunung-gunung dari sekitar kota Mekah, sehingga tempat-tempat yang lowong itu dapat dijadikan kebun.\" Ucapan mereka yang lain disebut dalam Al-Quran, antara lain yang terdapat dalam ayat berikut : Cobalah dia datangkan kepada kita suatu mukjizat sebagaimana rasul-rasul yang telah diutus. (al-Anbiya/21: 5) Dengan ucapan-ucapan mereka yang semacam itu, seolah-olah semua tanda dan bukti nyata yang diberikan kepada Nabi Muhammad saw seperti Al-Quran dan lain-lain, bukan bukti nyata kerasulannya yang mampu mendorong mereka untuk taat dan iman kepada Allah, atau sebagai suatu kebenaran yang tak dapat diragukan lagi. Selanjutnya, Allah memerintahkan kepada Nabi Muhammad saw untuk menjelaskan kepada orang-orang musyrik tersebut bahwa turunnya bukti-bukti tersebut, tidak berperan menjadikan seseorang mendapat petunjuk atau menjadi sesat. Seluruhnya berada dalam kekuasaan Allah semata. Hanya Allah swt yang kuasa menyesatkan orang yang dikehendaki-Nya, dan menuntun orang yang suka bertobat ke jalan yang diridai-Nya. Walaupun Nabi Muhammad memiliki mukjizat yang membuktikan kerasulannya, namun hal itu tidak akan bermanfaat untuk menjadikan seseorang beriman. Yang harus ditempuh seseorang untuk beriman hanyalah bersikap rendah hati, taat, dan memohon hidayah kepada Allah swt, untuk memperoleh keberuntungan di dunia dan di akhirat, serta terhindar dari tipu daya dan godaan setan. Bagi orang yang beriman, Al-Quran adalah mukjizat yang membuktikan kerasulan Nabi Muhammad saw, sehingga tidak diperlukan bukti-bukti lain. Sebaliknya, orang-orang musyrik tenggelam dalam kesesatan dan keingkaran, sehingga bukti-bukti atau mukjizat apapun yang diperlihatkan oleh Rasulullah tidak akan menjadikan mereka orang-orang yang beriman."
        },
        {
          "number": 28,
          "arabic": "ٱلَّذِينَ ءَامَنُوا۟ وَتَطْمَئِنُّ قُلُوبُهُم بِذِكْرِ ٱللَّهِ ۗ أَلَا بِذِكْرِ ٱللَّهِ تَطْمَئِنُّ ٱلْقُلُوبُ",
          "transliteration": "alladhīna āmanū wataṭma-innu qulūbuhum bidhik'ri l-lahi alā bidhik'ri l-lahi taṭma-innu l-qulūbu",
          "translation": "(yaitu) orang-orang yang beriman dan hati mereka menjadi tenteram dengan mengingat Allah. Ingatlah, hanya dengan mengingat Allah hati menjadi tenteram.",
          "tafsir": "Dalam ayat ini, Allah menjelaskan orang-orang yang mendapat tuntunan-Nya, yaitu orang-orang beriman dan hatinya menjadi tenteram karena selalu mengingat Allah. Dengan mengingat Allah, hati menjadi tenteram dan jiwa menjadi tenang, tidak merasa gelisah, takut, ataupun khawatir. Mereka melakukan hal-hal yang baik, dan merasa bahagia dengan kebajikan yang dilakukannya."
        }
      ]
    }
  ]
}