{
  "pageNumber": 166,
  "juz": 9,
  "surahs": [
    {
      "number": 7,
      "name": "Al-A'raf",
      "nameArabic": "الأعراف",
      "meaning": "Tempat Tertinggi",
      "revelation": "Makkah",
      "description": "Surat Al-A'raf berjumlah 206 ayat, termasuk surat Makkiyyah, diturunkan sebelum surat Al-An'am, dan termasuk golongan surat \"Assab'uththiwaal\" (tujuh surat yang panjang). Dinamakan \"Al-A'raf\" karena perkataan Al-A'raf terdapat dalam ayat 46 yang mengemukakan tentang keadaan orang-orang yang berada di atas Al-A'raf, tempat yang tertinggi di batas surga dan neraka. Mereka itulah orang-orang yang antara kebaikan dan kejahatan mereka sama banyaknya.Pokok-Pokok Isi:1. Keimanan:Mentauhidkan Allah dalam berdoa dan beribadah; hanya Allah yang mengatur dan menjaga alam; menciptakan undang-undang dan hukum-hukum untuk mengatur kehidupan manusia di dunia dan di akhirat; Allah bersemayam di 'Arsy; bantahan terhadap kepalsuan syirik; ketauhidan sesuai dengan fitrah manusia; Musa berbicara dengan Allah; tentang melihat Allah; perintah beribadah sambil menundukkan diri kepada Allah; Allah memiliki al-asmaaul husnaa (nama-nama yang indah).2. Hukum-hukum:Larangan mengikuti perbuatan dan adat istiadat yang buruk; kewajiban mengikuti Allah dan rasul, perintah berhias ketika hendak shalat; bantahan terhadap orang yang mengharamkan perhiasan yang dianugerahkan Allah; perintah memakan makanan yang halal lagi baik dan larangan memakan yang sebaliknya.3. Kisah-kisah:Kisah Nabi Adam a.s. dengan Iblis; kisah Nabi Nuh a.s. dan kaumnya; kisah Nabi Shaleh a.s. dengan kaumnya; kisah Nabi Syu'aib a.s. dengan kaumnya; kisah Nabi Musa a.s. dengan Fir'aun.4. Lain-lain:Al-Qur'an diturunkan kepada Nabi terakhir dan perintah mengikutinya; Nabi Muhammad diutus untuk seluruh manusia; adab orang mukmin, adab mendengar bacaan Al-Qur'an dan berzikir; rasul bertanggung jawab menyampaikan seruan Allah; balasan terhadap orang-orang yang mengikuti dan mengingkari rasul; dakwah rasul-rasul yang pertama ialah mentauhidkan Allah; tentang ashhaabul A'raaf yang berada di antara surga dan neraka; Allah pencipta makhluk; manusia adalah makhluk terbaik yang diciptakan Allah serta memiliki kesediaan untuk berbuat baik dan berbuat buruk; permusuhan setan terhadap manusia; manusia khalifah Allah di bumi; kehancuran suatu kaum karena perbuatan mereka sendiri; setiap bangsa memiliki masa jaya dan masa kehancuran; Allah memberikan cobaan kepada manusia dengan kekayaan dan kemiskinan; istidraj azab Allah terhadap orang-orang yang mendustakan ayat-ayat-Nya.Surat Al-A'raf dimulai dengan pengutaraan tentang kewajiban manusia mengikuti rasul dan akibat mengingkarinya. Selanjutnya, diterangkan tentang perselisihan antara Nabi Adam dan Iblis di surga yang merupakan permulaan perselisihan antara golongan yang taat kepada perintah Allah dan golongan yang mengingkari sebagaimana yang terjadi pada nabi-nabi terdahulu dengan umat-umatnya. Kemudian surat ini ditutup dengan penjelasan tentang adab-adab orang mukmin, adab-adab mendengarkan ayat-ayat Al-Qur'an, dan tata cara berdoa dan berzikir kepada-Nya.Hubungan Antara Surat Al-A'Raf Dengan Surat Al-Anfal:1. Akhir surat Al-A'raf mengemukakan keadaan beberapa orang rasul yang diutus sebelum Nabi Muhammad dalam menghadapi kaumnya, sedang permulaan surat Al-Anfal menerangkan keadaan Nabi Muhammad dalam menghadapi umatnya.2. Permusuhan antara Adam dan Iblis di surga dilanjutkan dengan permusuhan antara manusia yang menerima petunjuk dari Allah dengan yang tidak menerimanya. Ini diterangkan dalam surat Al-A'raf. Hal yang serupa diterangkan lebih jelas dalam surat Al-Anfal; pertentangan kedua golongan itu serta tingkah laku mereka dalam perang Badar. Surat Al-A'raf termasuk surat yang banyak persesuaiannya dengan surat-surat yang lain, seperti: Al-Baqarah, Ali 'Imran, At-Taubah, danYunus.",
      "verses": [
        {
          "number": 131,
          "arabic": "فَإِذَا جَآءَتْهُمُ ٱلْحَسَنَةُ قَالُوا۟ لَنَا هَـٰذِهِۦ ۖ وَإِن تُصِبْهُمْ سَيِّئَةٌ يَطَّيَّرُوا۟ بِمُوسَىٰ وَمَن مَّعَهُۥٓ ۗ أَلَآ إِنَّمَا طَـٰٓئِرُهُمْ عِندَ ٱللَّهِ وَلَـٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
          "transliteration": "fa-idhā jāathumu l-ḥasanatu qālū lanā hādhihi wa-in tuṣib'hum sayyi-atun yaṭṭayyarū bimūsā waman maʿahu alā innamā ṭāiruhum ʿinda l-lahi walākinna aktharahum lā yaʿlamūna",
          "translation": "Kemudian apabila kebaikan (kemakmuran) datang kepada mereka, mereka berkata, \"Ini adalah karena (usaha) kami.\" Dan jika mereka ditimpa kesusahan, mereka lemparkan sebab kesialan itu kepada Musa dan pengikutnya. Ketahuilah, sesungguhnya nasib mereka di tangan Allah, namun kebanyakan mereka tidak mengetahui.",
          "tafsir": "Dalam ayat ini Allah menerangkan sifat dan tabiat Firaun dan pengikutnya, bahwa pada saat mereka mengalami kemakmuran hidup, mereka mengatakan bahwa hal itu sudah sewajarnya, karena negeri mereka subur dan mereka pun rajin bekerja. Tidak terbayang dalam hati mereka bahwa semuanya itu adalah rahmat dari Allah yang patut mereka syukuri. Sebaliknya, apabila mereka mengalami bahaya kekeringan, kelaparan, penyakit, mereka lalu melemparkan kesalahan dan umpatan kepada Nabi Musa. Mereka katakan bahwa semua malapetaka itu disebabkan kesalahan Nabi Musa dan kaumnya. Mereka lupa kepada kejahatan dan kezaliman yang mereka perbuat terhadap kaum Nabi Musa, karena mereka menganggap bahwa perbudakan dan perbuatan kejam yang mereka lakukan terhadap Bani Israil itu adalah wajar dan merupakan hak mereka sebagai bangsa yang berkuasa. Itu adalah gambaran yang paling jelas tentang sikap dan tabiat kaum imperialis sepanjang masa. Pada akhir ayat ini Allah menegaskan bahwa cobaan yang menimpa diri orang-orang kafir itu adalah ketetapan dari Allah, akan tetapi kebanyakan mereka tidak mengetahuinya. Maksudnya ialah bahwa semua kebaikan yang mereka peroleh, dan segala cobaan yang mereka hadapi, semua itu sudah merupakan qadha dan qadar yang telah ditetapkan Allah, sesuai dengan sunnah-Nya yang berlaku bagi semua makhluknya, yaitu sesuai dengan sebab dan akibat, sehingga apa-apa yang terjadi pada manusia adalah merupakan akibat belaka dari sikap, perbuatan dan tingkah lakunya. Akan tetapi, kebanyakan mereka tidak mau menginsafinya. Mereka tetap berada dalam kekufuran dan kezaliman."
        },
        {
          "number": 132,
          "arabic": "وَقَالُوا۟ مَهْمَا تَأْتِنَا بِهِۦ مِنْ ءَايَةٍ لِّتَسْحَرَنَا بِهَا فَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ",
          "transliteration": "waqālū mahmā tatinā bihi min āyatin litasḥaranā bihā famā naḥnu laka bimu'minīna",
          "translation": "Dan mereka berkata (kepada Musa), \"Bukti apa pun yang engkau bawa kepada kami untuk menyihir kami, kami tidak akan beriman kepadamu.\"",
          "tafsir": "Pada ayat ini dijelaskan keingkaran mereka walaupun Nabi Musa telah memberikan berbagai keterangan dan bukti yang jelas tentang kerasulannya. Mereka berkata kepada Nabi Musa: \"Bagaimana pun kamu telah mendatangkan berbagai keterangan itu, namun kami sekali-kali tidak akan beriman kepada kamu.\" Semua keterangan-keterangan yang telah dikemukakan Nabi Musa kepada mereka yang membuktikan kerasulannya, mereka anggap sebagai sihir untuk mempengaruhi mereka, agar meninggalkan agama nenek moyang mereka. Kemudian mereka menegaskan bahwa mereka sekali-kali tidak akan membenarkan semua keterangan dan bukti-bukti tersebut. Ini berarti bahwa mereka tidak akan menerima agama Allah yang disampaikan kepada Nabi Musa untuk mereka semuanya. Tetapi mereka tetap melakukan kezaliman terhadap Bani Israil dan Nabi Musa."
        },
        {
          "number": 133,
          "arabic": "فَأَرْسَلْنَا عَلَيْهِمُ ٱلطُّوفَانَ وَٱلْجَرَادَ وَٱلْقُمَّلَ وَٱلضَّفَادِعَ وَٱلدَّمَ ءَايَـٰتٍ مُّفَصَّلَـٰتٍ فَٱسْتَكْبَرُوا۟ وَكَانُوا۟ قَوْمًا مُّجْرِمِينَ",
          "transliteration": "fa-arsalnā ʿalayhimu l-ṭūfāna wal-jarāda wal-qumala wal-ḍafādiʿa wal-dama āyātin mufaṣṣalātin fa-is'takbarū wakānū qawman muj'rimīna",
          "translation": "Maka Kami kirimkan kepada mereka topan, belalang, kutu, katak dan darah (air minum berubah menjadi darah) sebagai bukti-bukti yang jelas, tetapi mereka tetap menyombongkan diri dan mereka adalah kaum yang berdosa.",
          "tafsir": "Dalam ayat ini diceritakan bahwa sebagai akibat dari keingkaran, kekufuran dan kezaliman mereka, maka Allah menurunkan azab yang lebih dahsyat kepada mereka berupa topan yang melanda rumah dan pohon-pohonan, kebun dan sawah-sawah mereka, kemudian datang lagi hama belalang yang membinasakan tanaman-tanaman mereka, dan akhirnya muncul wabah lain yang menjadikan air minum mereka berubah rasa, berubah bau, dan berubah warnanya seperti darah yang tidak dapat mereka minum. Meskipun lima macam azab yang ditimpakan Allah bertubi-tubi kepada Firaun dan kaumnya. Mereka tetap menyombongkan diri dan berbuat dosa, dan itu merupakan sifat mereka yang paling menonjol."
        },
        {
          "number": 134,
          "arabic": "وَلَمَّا وَقَعَ عَلَيْهِمُ ٱلرِّجْزُ قَالُوا۟ يَـٰمُوسَى ٱدْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَ ۖ لَئِن كَشَفْتَ عَنَّا ٱلرِّجْزَ لَنُؤْمِنَنَّ لَكَ وَلَنُرْسِلَنَّ مَعَكَ بَنِىٓ إِسْرَٰٓءِيلَ",
          "transliteration": "walammā waqaʿa ʿalayhimu l-rij'zu qālū yāmūsā ud'ʿu lanā rabbaka bimā ʿahida ʿindaka la-in kashafta ʿannā l-rij'za lanu'minanna laka walanur'silanna maʿaka banī is'rāīla",
          "translation": "Dan ketika mereka ditimpa azab (yang telah diterangkan itu) mereka pun berkata, \"Wahai Musa! Mohonkanlah untuk kami kepada Tuhanmu sesuai dengan janji-Nya kepadamu. Jika engkau dapat menghilangkan azab itu dari kami, niscaya kami akan beriman kepadamu dan pasti akan kami biarkan Bani Israil pergi bersamamu.\"",
          "tafsir": "Dalam ayat ini Allah menceritakan bagaimana keadaan Firaun dan kaumnya ketika mereka ditimpa lima macam azab itu. Mereka sudah tidak dapat berkutik, lalu meminta pertolongan Nabi Musa agar ia mendoakan kepada Allah untuk membebaskan mereka dari penderitaan akibat azab tersebut. Mereka berkata, \"Hai Musa, mohonkanlah untuk kami kepada Tuhanmu dengan perantaraan kenabianmu, jika kamu dapat menghilangkan azab itu dari kami, sesungguhnya kami berjanji bahwa kami akan beriman kepadamu, dan akan kami biarkan Bani Israil pergi bersamamu.\" Demikianlah setelah mereka tidak mampu menyelamatkan diri dari siksa itu maka mereka berpura-pura beriman dan berjanji akan membebaskan Bani Israil dan membiarkan mereka meninggalkan Mesir bersama Nabi Musa. Akan tetapi dapatkah dipercaya janji orang-orang kafir?"
        },
        {
          "number": 135,
          "arabic": "فَلَمَّا كَشَفْنَا عَنْهُمُ ٱلرِّجْزَ إِلَىٰٓ أَجَلٍ هُم بَـٰلِغُوهُ إِذَا هُمْ يَنكُثُونَ",
          "transliteration": "falammā kashafnā ʿanhumu l-rij'za ilā ajalin hum bālighūhu idhā hum yankuthūna",
          "translation": "Tetapi setelah Kami hilangkan azab itu dari mereka hingga batas waktu yang harus mereka penuhi ternyata mereka ingkar janji.",
          "tafsir": "Berkat doa Nabi Musa yang memohon kepada Allah agar melepaskan Firaun dan kaumnya dari azab Allah yang menimpa mereka, akhirnya Firaun dan kaumnya terlepas dari azab tersebut, sebelum mereka ditenggelamkan Allah, namun terlepasnya mereka dari azab Allah, tidak membuat mereka beriman dan menepati janjinya untuk membebaskan Bani Israil keluar dari Mesir dan dari penindasan mereka. Bahkan mereka tetap bertekad menentang Allah dan tetap dalam kekufuran."
        },
        {
          "number": 136,
          "arabic": "فَٱنتَقَمْنَا مِنْهُمْ فَأَغْرَقْنَـٰهُمْ فِى ٱلْيَمِّ بِأَنَّهُمْ كَذَّبُوا۟ بِـَٔايَـٰتِنَا وَكَانُوا۟ عَنْهَا غَـٰفِلِينَ",
          "transliteration": "fa-intaqamnā min'hum fa-aghraqnāhum fī l-yami bi-annahum kadhabū biāyātinā wakānū ʿanhā ghāfilīna",
          "translation": "Maka Kami hukum sebagian di antara mereka, lalu Kami tenggelamkan mereka di laut karena mereka telah mendustakan ayat-ayat Kami dan melalaikan ayat-ayat Kami.",
          "tafsir": "Pada ayat ini Allah menceritakan tentang datangnya saat kebinasaan bagi Firaun dan kaumnya, setelah berbagai azab yang ditimpakan kepada mereka sebelumnya ternyata tidak mengubah sikap dan perbuatan mereka, lantaran kekufuran dan kezaliman mereka. Firaun dan kaumnya telah mengingkari janji untuk membiarkan Bani Israil meninggalkan negeri Mesir bersama Nabi Musa. Oleh sebab itu, ketika Nabi Musa membawa kaumnya meninggalkan negeri itu menuju Palestina melalui Laut Merah, Firaun dan kaumnya mengejar mereka. Musa dan kaumnya selamat menyeberangi Laut Merah, tetapi Firaun dan kaumnya tenggelam ketika berada di tengah-tengah laut itu, maka mereka binasa. Pada akhir ayat ini Allah menjelaskan bahwa hukuman tersebut dijatuhkan lantaran mereka senantiasa mendustakan ayat-ayat-Nya, dan tidak mau menyadari akibat yang menimpa mereka lantaran kekufuran dan kezaliman mereka, baik malapetaka di dunia ini, maupun azab sengsara di akhirat kelak. Sebagian dari kaum Firaun telah binasa bersamanya, karena mengikuti kesesatan dan kekufurannya. Sedang sebagiannya lagi binasa karena kekejaman dan kezaliman Firaun terhadap mereka."
        },
        {
          "number": 137,
          "arabic": "وَأَوْرَثْنَا ٱلْقَوْمَ ٱلَّذِينَ كَانُوا۟ يُسْتَضْعَفُونَ مَشَـٰرِقَ ٱلْأَرْضِ وَمَغَـٰرِبَهَا ٱلَّتِى بَـٰرَكْنَا فِيهَا ۖ وَتَمَّتْ كَلِمَتُ رَبِّكَ ٱلْحُسْنَىٰ عَلَىٰ بَنِىٓ إِسْرَٰٓءِيلَ بِمَا صَبَرُوا۟ ۖ وَدَمَّرْنَا مَا كَانَ يَصْنَعُ فِرْعَوْنُ وَقَوْمُهُۥ وَمَا كَانُوا۟ يَعْرِشُونَ",
          "transliteration": "wa-awrathnā l-qawma alladhīna kānū yus'taḍʿafūna mashāriqa l-arḍi wamaghāribahā allatī bāraknā fīhā watammat kalimatu rabbika l-ḥus'nā ʿalā banī is'rāīla bimā ṣabarū wadammarnā mā kāna yaṣnaʿu fir'ʿawnu waqawmuhu wamā kānū yaʿrishūna",
          "translation": "Dan Kami wariskan kepada kaum yang tertindas itu, bumi bagian timur dan bagian baratnya<sup foot_note=135286>1</sup> yang telah Kami berkahi. Dan telah sempurnalah firman Tuhanmu yang baik itu (sebagai janji) untuk Bani Israil disebabkan kesabaran mereka. Dan Kami hancurkan apa yang telah dibuat Fir'aun dan kaumnya dan apa yang telah mereka bangun.<sup foot_note=135287>2</sup>",
          "tafsir": "Dalam ayat ini dijelaskan nikmat Allah yang terbesar kepada Bani Israil setelah ditindas dan diperbudak oleh Firaun dan kaumnya. Nikmat tersebut adalah mewarisi kawasan barat dan timur yang subur dan diberkahi Allah. Dengan demikian janji Allah terhadap Bani Israil telah terlaksana dengan sempurna, kenikmatan ini merupakan imbalan dari kesabaran mereka mengikuti ajaran Nabi Musa dan agama Allah yang benar. Sebaliknya Allah memberi ganjaran yang setimpal kepada Firaun dan kaumnya berupa kebinasaan mereka dan semua apa yang pernah dibangun oleh Firaun, sebagai lambang kesombongannya. Diantara penderitaan yang pernah dialami Bani Israil adalah dengan membunuh setiap anak lelaki mereka yang lahir, dan membiarkan hidup anak-anak perempuannya. Mereka diwajibkan mengabdi kepada kepentingan Firaun dan kaumnya yang menindas dan memperbudak mereka, dengan memungut pajak-pajak yang sangat tinggi, menjadikan mereka sebagai pekerja-pekerja paksa dan berat, dan berbagai bentuk penindasan dan perbudakan yang lain. Oleh karena itu, Allah mengutus Nabi Musa untuk membebaskan mereka dari perbudakan Firaun, dan mengeluarkannya dari negeri Mesir. Pada ayat ini diterangkan bahwa setelah pembebasan itu Allah menganugerahkan kepada Bani Israil negeri bagian timur dan bagian baratnya yang telah diberi berkah oleh Allah. Ayat ini adalah sebagai pelaksanaan dari janji Allah dalam firman-Nya: Dan Kami hendak memberi karunia kepada orang-orang yang tertindas di bumi (Mesir) itu, dan hendak menjadikan mereka pemimpin dan menjadikan mereka orang-orang yang mewarisi (bumi), dan Kami teguhkan kedudukan mereka di muka bumi dan Kami perlihatkan kepada Firaun dan Haman beserta bala tentaranya apa yang selalu mereka takutkan dari mereka. (al-Qashas/28: 5-6) Adapun yang dimaksud dengan negeri-negeri bagian timur dan bagian baratnya yang telah Kami berkahi dalam firman Tuhan tersebut, ialah negeri Syam (Syria, Libanon, Palestina dan Yordania) bagian timur, dan Mesir bagian barat, serta negeri-negeri sekitar keduanya yang pernah dikuasai Firaun dahulu. Negeri-negeri tersebut adalah negeri yang amat besar dan subur, banyak diberi berkah dan kebaikan, firman Allah: \"Dan Kami selamatkan dia (Ibrahim) dan Lut ke sebuah negeri yang telah Kami berkahi untuk seluruh alam.\" (al-Anbiya/21: 71) Dan firman Allah: \"Mahasuci (Allah), yang telah memperjalankan hamba-Nya (Muhammad) pada malam hari dari Masjidilharam ke Masjidil Aqsa yang telah Kami berkahi sekelilingnya agar kami perlihatkan kepadanya sebagian tanda-tanda (kebesaran) kami.\" (al-Isra/17: 1) Dengan selamatnya Bani Israil dan tenggelamnya Firaun dan tentaranya, maka terpenuhilah janji Allah, untuk memberikan pertolongan dan nikmat kepada orang-orang yang menegakkan agama-Nya, menegakkan kebenaran, dan menghancurkan orang-orang yang meruntuhkan agama-Nya dan menghilangkan kebatilan. Dengan demikian sempurnalah janji Allah, yaitu berkuasanya Bani Israil di bagian timur yang subur dan penuh berkah itu. Ini adalah pemberian nikmat yang besar kepada Bani Israil. Nikmat yang dilimpahkan itu, sesuai dengan keputusan dan ketetapan Allah, karena ketabahan dan kesabaran Bani Israil dalam menghadapi kekejaman dan penindasan Firaun dan kaumnya. Allah telah menghancurkan semua yang dibangun Firaun yang tujuannya untuk menyombongkan diri dan menghancurkan agama Allah, seperti kota-kota dan istana-istana yang indah, bangunan-bangunan yang besar untuk orang Mesir, taman-taman dan kebun-kebun yang permai, menara yang dibuat Haman untuk melihat Tuhan dan sebagainya. Allah menghancurkan semua yang dibangun oleh Firaun dan kaumnya itu adalah, untuk: 1. Memperkuat kenabian Musa a.s, dan membuktikan kebenaran yang pernah disampaikan Musa kepada Firaun dan kaumnya, seperti perkataan, \"Allah akan mengazab setiap orang yang durhaka kepada-Nya. Karena itu Allah mengazab mereka dengan mengirimkan angin topan, hama belalang, dan sebagainya kepada mereka, yang membawa malapetaka dan kerusakan.\" 2. Membebaskan Bani Israil dari perbudakan Firaun dan kaumnya. 3. Menghancurkan Firaun dan kaumnya, sehingga mereka tidak lagi menjajah negeri-negeri lain dan penduduknya. Sebelum Firaun dan tentaranya tenggelam di Laut Merah, mereka telah diberi peringatan oleh Musa as, tetapi mereka mengabaikan peringatan itu. Kezaliman mereka semakin bertambah, bahkan mereka bermaksud membunuh Musa as dan orang-orang yang beriman bersamanya. Maka Allah menghancurkan mereka karena kezaliman mereka, sesuai dengan firman Allah: Allah tidak mezalimi mereka, tetapi mereka yang menzalimi diri sendiri. (ali Imran/3: 117) Dari ayat ini dipahami, bahwa keimanan yang teguh pada diri Musa as dan Harun as serta wahyu yang diterimanya dari Allah mendorongnya untuk membebaskan Bani Israil dari penindasan Firaun dan kaumnya, dengan penuh ketabahan serta kesabaran Nabi Musa mengajak Bani Israil beriman kepada Allah. Ia percaya bahwa usahanya termasuk usaha menegaskan agama Allah dan menegakkan kebenaran akan mendapat pertolongan Allah. Setelah melalui perjuangan yang sangat berat dan waktu yang lama, maka Allah memberikan pertolongan dan kemenangan dengan hancurnya Firaun dan kaumnya. Hal ini dapat dijadikan tamsil dan ibarat oleh kaum Muslimin, bahwa janji Allah kepada orang beriman adalah sama dengan janji Allah yang pernah dijanjikan-Nya kepada para Rasul dahulu, pada waktu berjuang menegakkan agama Allah yaitu menolong dan membela setiap usaha menegakkan agama Allah, dan menegakkan kebenaran, sebagaimana firman Allah: Wahai orang-orang yang beriman! Jika kamu menolong (agama) Allah, niscaya Dia akan menolongmu dan meneguhkan kedudukanmu. (Muhammad/47: 7) Dan firman Allah lagi: \"Dan sungguh, Kami telah mengutus sebelum engkau (Muhammad) beberapa orang rasul kepada kaumnya, mereka datang kepadanya dengan membawa keterangan-keterangan (yang cukup), lalu Kami melakukan pembalasan terhadap orang-orang yang berdosa. Dan merupakan hak Kami untuk menolong orang-orang yang beriman.\" (ar-Rum/30: 47)"
        }
      ]
    }
  ]
}