{
  "pageNumber": 89,
  "juz": 5,
  "surahs": [
    {
      "number": 4,
      "name": "An-Nisa'",
      "nameArabic": "النساء",
      "meaning": "Wanita",
      "revelation": "Madinah",
      "description": "Surat An Nisaa' terdiri dari 176 ayat dan termasuk surat Madaniyyah terpanjang setelah surat Al Baqarah.Dinamakan An Nisaa' karena di dalamnya banyak dibicarakan hal-hal yang berhubungan dengan perempuan; merupakan surat yang paling banyak membicarakan hal itu dibanding surat-surat yang lain. Surat lain yang banyak membicarakan perempuan adalah surat Ath Thalaq. Dalam hal ini, surat An Nisaa' biasa disebut \"Surat An Nisaa' Al Kubraa\" (surat An Nisaa' besar) sedangkan surat Ath Thalaq disebut \"Surat An Nisaa' Ash Shughraa\" (surat An Nisaa' kecil).Pokok-Pokok Isi:1. Keimanan:Syirik (dosa yang paling besar); akibat kekafiran pada hari akhir.2. Hukum-hukum:Kewajiban para washi dan wali; hukum poligami; masnikah; memakan harta anak yatim dan orang-orang yang tidak dapat mengurus harta; pokok-pokok hukum warisan; perbuatan-perbuatan keji dan hukumannya, perempuan-perempuan yang haram dinikahi; hukum menikahi hamba sahaya perempuan; larangan memakan harta secara batil; hukum syiqaq dan nusyuz; kesucian lahir-batin dalam shalat; hukum suaka; hukum membunuh seorang muslim; shalat khauf; larangan mengucapkan perkataan buruk; dan pusaka kalalah.3. Kisah-kisah:Kisah-kisah Nabi Musa a.s. dan pengikutnya.4. Lain-lain:Asal muasal manusia adalah satu; keharusan menjauhi adat-adat jahiliyah berkaitan dengan perempuan; norma-norma pergaulan dengan istri; hak seseorang sesuai dengan kewajibannya; perlakuan ahli kitab terhadap kitab-kitab yang diturunkan kepadanya; dasar-dasar pemerintahan; cara mengadili perkara; keharusan siap-siaga terhadap musuh; sikap-sikap orang munafik dalam menghadapi peperangan; berperang di jalan Allah adalah kewajiban setiap mukalaf; norma dan adab dalam peperangan; cara menghadapi orang-orang munafik; dan derajat orang yang berjihad.Surat An Nisaa' dimulai dengan perintah bertakwa dan menyatakan bahwa asal manusia adalah satu, kemudian menerangkan hukum-hukum yang berhubungan dengan anak yatim, rumah tangga, warisan, perempuan yang haram dinikahi serta hak dan kewajiban laki-laki dan perempuan. Juga menyebut tentang hukum-hukum perang serta pelajaran-pelajaran yang harus diambil dari perang Badar dan Uhud. Pengutaraan hukum perang dan hukum keluarga dalam surat ini merupakan hujjah-hujjah yang dikemukakan kepada Ahli Kitab, yang ditegaskan pada bagian terakhir surat ini. Lalu, surat ini ditutup dengan perintah agar kaum mukmin bersabar, memperatkan hubungan sesama manusia, dan bertakwa kepada Allah, agar mendapat keberuntungan dunia akhirat.Hubungan Surat An Nisaa' Dengan Surat Al Maa-Idah:1. Surat An Nisaa' menerangkan beberapa macam akad, seperti: pernikahan, perceraian, warisan, perjanjian, wasiat, dan sebagainya. Sementara itu, permulaan surat Al Maa-idah menyatakan supaya hamba-hamba Allah memenuhi segala macam akad-akad yang telah dibuat, baik terhadap Allah maupun terhadap sesama manusia, di samping menerangkan akad-akad yang lain.2. Surat An Nisaa' mengemukakan beberapa hukum secara umum, sedangkan surat Al Maa-idah menjelaskan dan menegaskan hukum-hukum tersebut.3. Sebagaimana halnya surat Al Baqarah dan surat Ali 'Imran mengemukakan hal-hal yang berhubungan dengan pokok-pokok agama, seperti: keesaan Allah dan kenabian, maka surat An Nisaa' dan Al Maaidah menerangkan tentang furu' agama (hukum fikih), seperti: hukum keluarga dan sebagainya.4. Akhir surat An Nisaa' mengemukakan hujjah-hujjah atas kekeliruan orang-orang Yahudi dan Nasrani serta kekeliruan kaum musyrikin dan munafikin. Hal yang serupa diterangkan secara panjang lebar dalam surat Al Maa-idah.5. Surat An Nisaa' dimulai dengan \"Yaa ayyuhannaas\" yang nadanya sama dengan surat Makiah, sedangkan surat Al Maa-idah, sebagai surat Madaniah, dimulai dengan, \"Yaa ayyuhal ladziina aamanu\". Meskipun nadanya berlainan, tetapi yang dituju oleh kedua surat ini adalah seluruh manusia.",
      "verses": [
        {
          "number": 66,
          "arabic": "وَلَوْ أَنَّا كَتَبْنَا عَلَيْهِمْ أَنِ ٱقْتُلُوٓا۟ أَنفُسَكُمْ أَوِ ٱخْرُجُوا۟ مِن دِيَـٰرِكُم مَّا فَعَلُوهُ إِلَّا قَلِيلٌ مِّنْهُمْ ۖ وَلَوْ أَنَّهُمْ فَعَلُوا۟ مَا يُوعَظُونَ بِهِۦ لَكَانَ خَيْرًا لَّهُمْ وَأَشَدَّ تَثْبِيتًا",
          "transliteration": "walaw annā katabnā ʿalayhim ani uq'tulū anfusakum awi ukh'rujū min diyārikum mā faʿalūhu illā qalīlun min'hum walaw annahum faʿalū mā yūʿaẓūna bihi lakāna khayran lahum wa-ashadda tathbītan",
          "translation": "Dan sekalipun telah Kami perintahkan kepada mereka, \"Bunuhlah dirimu atau keluarlah kamu dari kampung halamanmu,\" ternyata mereka tidak akan melakukannya, kecuali sebagian kecil dari mereka. Dan sekiranya mereka benar-benar melaksanakan perintah yang diberikan, niscaya itu lebih baik bagi mereka dan lebih menguatkan (iman mereka),",
          "tafsir": "Ayat ini menjelaskan berbagai sikap manusia pada umumnya dalam mematuhi perintah Allah. Kebanyakan mereka apabila diperintahkan hal-hal yang berat, mereka enggan bahkan menolak untuk melaksanakannya seperti halnya orang-orang munafik dan mereka yang lemah imannya. Adapun orang yang benar-benar beriman selalu menaati segala yang diperintahkan Allah bagaimanapun beratnya perintah itu, walaupun perintah itu meminta pengorbanan jiwa, harta atau meninggalkan kampung halaman. Hal ini terbukti dari sikap kaum Muslimin pada waktu diperintahkan hijrah ke Madinah dan pada waktu diperintahkan berperang melawan musuh yang amat kuat, berlipat ganda jumlahnya dan lengkap persenjataannya. Inilah yang digambarkan oleh Nabi Muhammad saw dalam sabdanya yang tersebut di atas. Sebenarnya kalau manusia itu melaksanakan apa yang diperintahkan Allah dan meninggalkan apa yang di larang-Nya, itulah yang lebih baik bagi mereka, karena dengan demikian iman mereka bertambah kuat dan akan menumbuhkan sifat-sifat yang terpuji pada diri mereka."
        },
        {
          "number": 67,
          "arabic": "وَإِذًا لَّـَٔاتَيْنَـٰهُم مِّن لَّدُنَّآ أَجْرًا عَظِيمًا",
          "transliteration": "wa-idhan laātaynāhum min ladunnā ajran ʿaẓīman",
          "translation": "dan dengan demikian, pasti Kami berikan kepada mereka pahala yang besar dari sisi Kami,",
          "tafsir": "Kemudian dijelaskan bahwa kalau mereka berbuat kebaikan dan mematuhi segala perintah Allah dan meninggalkan semua larangan-Nya serta beramal dengan penuh ikhlas, niscaya Allah akan memberikan kepada mereka pahala yang besar dan akan memimpin mereka ke jalan yang lurus yang dapat membawa kebahagiaan hidup dunia dan akhirat."
        },
        {
          "number": 68,
          "arabic": "وَلَهَدَيْنَـٰهُمْ صِرَٰطًا مُّسْتَقِيمًا",
          "transliteration": "walahadaynāhum ṣirāṭan mus'taqīman",
          "translation": "dan pasti Kami tunjukan kepada mereka jalan yang lurus.",
          "tafsir": "Kemudian dijelaskan bahwa kalau mereka berbuat kebaikan dan mematuhi segala perintah Allah dan meninggalkan semua larangan-Nya serta beramal dengan penuh ikhlas, niscaya Allah akan memberikan kepada mereka pahala yang besar dan akan memimpin mereka ke jalan yang lurus yang dapat membawa kebahagiaan hidup dunia dan akhirat."
        },
        {
          "number": 69,
          "arabic": "وَمَن يُطِعِ ٱللَّهَ وَٱلرَّسُولَ فَأُو۟لَـٰٓئِكَ مَعَ ٱلَّذِينَ أَنْعَمَ ٱللَّهُ عَلَيْهِم مِّنَ ٱلنَّبِيِّـۧنَ وَٱلصِّدِّيقِينَ وَٱلشُّهَدَآءِ وَٱلصَّـٰلِحِينَ ۚ وَحَسُنَ أُو۟لَـٰٓئِكَ رَفِيقًا",
          "transliteration": "waman yuṭiʿi l-laha wal-rasūla fa-ulāika maʿa alladhīna anʿama l-lahu ʿalayhim mina l-nabiyīna wal-ṣidīqīna wal-shuhadāi wal-ṣāliḥīna waḥasuna ulāika rafīqan",
          "translation": "Dan barang siapa menaati Allah dan Rasul (Muhammad), maka mereka itu akan bersama-sama dengan orang yang diberikan nikmat oleh Allah, (yaitu) para nabi, para pecinta kebenaran, orang-orang yang mati syahid dan orang-orang saleh. Mereka itulah teman yang sebaik-baiknya.",
          "tafsir": "Ayat ini mengajak dan mendorong setiap orang agar taat kepada Allah dan kepada Rasul-Nya. Allah berjanji akan membalas ketaatan dengan pahala yang sangat besar, yaitu bukan saja sekedar masuk surga, tetapi akan ditempatkan bersama-sama dengan orang-orang yang paling tinggi derajatnya di sisi Tuhan, yaitu para nabi, para shiddiqin, para syuhada (orang-orang yang mati syahid) dan orang-orang yang saleh. Berdasarkan ayat ini para ahli tafsir secara garis besarnya membagi orang-orang yang memperoleh anugerah Allah yang paling besar di dalam surga kepada empat macam yaitu: 1.Para rasul dan nabi, yaitu mereka yang menerima wahyu dari Allah. 2.Para shiddiqin, yaitu orang-orang yang teguh keimanannya kepada kebenaran nabi dan rasul. 3.Para syuhada mempunyai kriteria sebagai berikut: a.Orang beriman yang berjuang di jalan Allah dan mati syahid dalam peperangan melawan orang kafir b.Orang yang menghabiskan usianya berjuang di jalan Allah dengan harta dan dengan segala macam jalan yang dapat dilaksanakannya. c.Orang beriman yang mati ditimpa musibah mendadak atau teraniaya, seperti mati bersalin, tenggelam, terbunuh dengan aniaya. Bagian (a) disebut syahid dunia dan akhirat yang lebih tinggi pahalanya dari bagian (b) dan (c) yang keduanya hanya dinamakan syahid akhirat. Ada satu bagian lagi yang disebut namanya syahid dunia, yaitu orang-orang yang mati berperang melawan kafir, hanya untuk mencari keuntungan duniawi, seperti untuk mendapatkan harta rampasan, untuk mencari nama dan sebagainya. Syahid yang serupa ini tidak dimasukkan pembagian syahid di atas, karena syahid dunia tersebut tidak termaksud sama sekali dalam kedua ayat ini. 4. Orang-orang saleh, yaitu orang-orang yang selalu berbuat amal baik yang bermanfaat untuk umum, termasuk dirinya dan keluarganya baik untuk kebahagiaan hidup duniawi maupun untuk kebahagiaan hidup ukhrawi yang sesuai dengan ajaran Allah. Orang yang benar-benar taat kepada Allah dan Rasul-Nya sebagaimana yang tersebut dalam ayat ini akan masuk surga dan ditempatkan bersama-sama dengan semua golongan yang empat itu."
        },
        {
          "number": 70,
          "arabic": "ذَٰلِكَ ٱلْفَضْلُ مِنَ ٱللَّهِ ۚ وَكَفَىٰ بِٱللَّهِ عَلِيمًا",
          "transliteration": "dhālika l-faḍlu mina l-lahi wakafā bil-lahi ʿalīman",
          "translation": "Yang demikian itu adalah karunia dari Allah, dan cukuplah Allah yang Maha Mengetahui.",
          "tafsir": "Pahala yang dijanjikan Allah kepada orang yang taat kepada-Nya dan kepada Rasul-Nya, adalah karunia yang tidak ada tara dan bandingannya bagi yang ingin mencapainya. Allah lah Yang Maha Mengetahui siapa yang benar-benar taat kepada-Nya, sehingga berhak memperoleh pahala yang besar itu."
        },
        {
          "number": 71,
          "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ خُذُوا۟ حِذْرَكُمْ فَٱنفِرُوا۟ ثُبَاتٍ أَوِ ٱنفِرُوا۟ جَمِيعًا",
          "transliteration": "yāayyuhā alladhīna āmanū khudhū ḥidh'rakum fa-infirū thubātin awi infirū jamīʿan",
          "translation": "Wahai orang-orang yang beriman! Bersiap-siagalah kamu, dan majulah (ke medan pertempuran) secara berkelompok, atau majulah bersama-sama (serentak).",
          "tafsir": "Dalam ayat ini diperintahkan untuk mengadakan segala macam persiapan menghadapi musuh, ayat ini seirama dengan ayat 60 surah al-Anfal. Menurut Sayyid Qutub, ayat-ayat ini diturunkan segera setelah Perang Uhud dan sebelum Perang Khandak. Tetapi beliau tidak menyebutkan sebab turunnya. Orang mukmin harus senantiasa bersiap siaga dalam segala hal, untuk menghadapi orang-orang kafir dalam peperangan, dimana wajib maju ke medan pertempuran, baik secara berkelompok maupun secara serempak, sesuai dengan taktik strategi peperangan, dan menurut komando yang diatur dengan baik. Hal ini sudah dipraktekkan oleh Nabi Muhammad saw dalam menghadapi beberapa peperangan yang terjadi antara kaum Muslimin dengan orang-orang kafir. Beliau sebelum membebaskan kota Mekah lebih dahulu telah mengetahui kekuatan musuh dan strategi mereka dalam menghadapi kaum Muslimin dan mengetahui pula secara mendalam bagaimana semangat dan kekuatan iman yang dimiliki oleh pengikut-pengikutnya. Pada umumnya Nabi dalam melakukan peperangan telah mengetahui lebih dahulu keadaan musuh dan kesetiaan pengikutnya."
        },
        {
          "number": 72,
          "arabic": "وَإِنَّ مِنكُمْ لَمَن لَّيُبَطِّئَنَّ فَإِنْ أَصَـٰبَتْكُم مُّصِيبَةٌ قَالَ قَدْ أَنْعَمَ ٱللَّهُ عَلَىَّ إِذْ لَمْ أَكُن مَّعَهُمْ شَهِيدًا",
          "transliteration": "wa-inna minkum laman layubaṭṭi-anna fa-in aṣābatkum muṣībatun qāla qad anʿama l-lahu ʿalayya idh lam akun maʿahum shahīdan",
          "translation": "Dan sesungguhnya di antara kamu pasti ada orang yang sangat enggan (ke medan pertempuran). Lalu jika kamu ditimpa musibah dia berkata, \"Sungguh, Allah telah memberikan nikmat kepadaku karena aku tidak ikut berperang bersama mereka.\"",
          "tafsir": "Di antara kaum Muslimin ada yang enggan dan tidak segera bersiap-siap untuk pergi ke medan pertempuran dengan bermacam alasan agar mereka tidak jadi ikut bertempur. Mereka ini adalah orang-orang yang lemah iman dan orang-orang munafik yang selalu terdapat dalam setiap peperangan dan perjuangan di sepanjang masa. Selanjutnya ayat ini menjelaskan bagaimana sikap kaum munafik dan orang yang tidak ikut berperang. Bila kaum Muslimin ditimpa musibah atau kekalahan dalam medan pertempuran, mereka merasa gembira dan menganggap bahwa tidak ikutnya mereka dalam peperangan sebagai satu karunia dari Allah karena mereka tidak ikut terbunuh atau luka-luka."
        },
        {
          "number": 73,
          "arabic": "وَلَئِنْ أَصَـٰبَكُمْ فَضْلٌ مِّنَ ٱللَّهِ لَيَقُولَنَّ كَأَن لَّمْ تَكُنۢ بَيْنَكُمْ وَبَيْنَهُۥ مَوَدَّةٌ يَـٰلَيْتَنِى كُنتُ مَعَهُمْ فَأَفُوزَ فَوْزًا عَظِيمًا",
          "transliteration": "wala-in aṣābakum faḍlun mina l-lahi layaqūlanna ka-an lam takun baynakum wabaynahu mawaddatun yālaytanī kuntu maʿahum fa-afūza fawzan ʿaẓīman",
          "translation": "Dan sungguh, jika kamu mendapat karunia (kemenangan) dari Allah, tentulah dia mengatakan seakan-akan belum pernah ada hubungan kasih sayang antara kamu dengan dia, \"Wahai, sekiranya aku bersama mereka, tentu aku akan memperoleh kemenangan yang agung (pula).\"",
          "tafsir": "Ayat ini menambah penjelasan tentang sikap kaum munafik dan orang yang lemah iman. Jika kaum Muslimin memperoleh kemenangan dalam peperangan melawan orang kafir maka mereka ini berkata, \"Andaikata saya ikut dengan mereka dalam peperangan, tentulah saya mendapat keuntungan yang besar dengan memperoleh harta rampasan yang banyak.\" Ucapan seperti ini menggambarkan seakan-akan mereka adalah orang lain yang tidak mempunyai hubungan silaturrahmi sedikit pun dengan kaum Muslimin, padahal mereka telah bergabung dengan kaum Muslimin dan telah hidup bersama mereka dalam suasana yang aman dan baik, tetapi dalam hati mereka tersimpan rasa hasad dan dengki yang mendalam."
        },
        {
          "number": 74,
          "arabic": "۞ فَلْيُقَـٰتِلْ فِى سَبِيلِ ٱللَّهِ ٱلَّذِينَ يَشْرُونَ ٱلْحَيَوٰةَ ٱلدُّنْيَا بِٱلْـَٔاخِرَةِ ۚ وَمَن يُقَـٰتِلْ فِى سَبِيلِ ٱللَّهِ فَيُقْتَلْ أَوْ يَغْلِبْ فَسَوْفَ نُؤْتِيهِ أَجْرًا عَظِيمًا",
          "transliteration": "falyuqātil fī sabīli l-lahi alladhīna yashrūna l-ḥayata l-dun'yā bil-ākhirati waman yuqātil fī sabīli l-lahi fayuq'tal aw yaghlib fasawfa nu'tīhi ajran ʿaẓīman",
          "translation": "Karena itu, hendaklah orang-orang yang menjual kehidupan dunia untuk (kehidupan) akhirat berperang di jalan Allah. Dan barang siapa berperang di jalan Allah, lalu gugur atau memperoleh kemenangan maka akan Kami berikan pahala yang besar kepadanya.",
          "tafsir": "Berperang di jalan Allah adalah suatu pekerjaan yang mulia. Orang yang berperang di jalan Allah pasti mendapat keuntungan besar. Orang yang benar-benar beriman dan ikhlas dalam melaksanakan tuntutan agamanya serta rela mengorbankan kepentingan dunianya untuk mencapai keutamaan di akhirat hendaklah ikut berperang di jalan Allah. Barang siapa berperang di jalan Allah, maka ia akan memperoleh salah satu dari dua kebajikan, mati syahid di jalan Allah atau menang dalam peperangan, yang masing-masing dari dua kebajikan itu akan dibalas oleh Tuhan dengan pahala yang besar, karena orang yang mati syahid telah dengan ikhlas mengorbankan jiwa raganya dalam mematuhi perintah Allah, sedang yang menang dan masih hidup akan dapat pula melanjutkan perjuangan untuk menegakkan keadilan dan membela kebenaran di jalan Allah."
        }
      ]
    }
  ]
}