{
  "pageNumber": 298,
  "juz": 15,
  "surahs": [
    {
      "number": 18,
      "name": "Al-Kahf",
      "nameArabic": "الكهف",
      "meaning": "Gua",
      "revelation": "Makkah",
      "description": "Surat ini terdiri daris 110 ayat dan termasuk surat Makkiyyah. Dinamai \"Al-Kahfi\" yang berarti \"Gua\" dan \"Ashhabul Kahfi\" yang berarti \"Penghuni gua\". Kedua nama ini diambil dari kata yang terdapat dalam surat ini pada ayat ke-9 sampai dengan ke-26, tentang beberapa orang pemuda yang tidur di dalam gua bertahun-tahun lamanya. Selain cerita tersebut, dalam surat ini juga terdapat beberapa buah kisah, yang kesemuanya mengandung i'tibar dan pelajaran yang amat berguna bagi kehidupan manusia. Banyak hadits Rasulullah yang menyatakan keutamaan membaca surat ini.**Pokok-Pokok Isi:**1. **Keimanan:** Kekuasaan Allah untuk memberikan hidup kepada manusia di luar hukum kebiasaan; dasar-dasar Tauhid dan keadilan Allah tidak akan berubah untuk selama-lamanya; kalimat-kalimat Allah (ilmu-Nya) sangat luas sekali meliputi segala sesuatu, sehingga manusia tidak akan mampu menulisnya; kepastian datangnya hari kebangkitan; Al-Qur'an adalah kitab suci yang isinya bersih dari kekurangan dan kepalsuan.2. **Hukum-hukum:** Dasar hukum wakalah (perwakilan); larangan membangun tempat ibadah di atas kubur; hukum membaca \"Insya Allah\"; perbuatan salah yang dilakukan karena lupa dimaafkan; boleh merusak suatu barang untuk menghindarkan bahaya yang lebih besar.3. **Kisah-kisah:** kisah Ashabul Kahfi; kisah dua orang laki-laki yang seorang kafir dan yang lainnya mukmin, kisah Nabi Musa dengan Khidhir; kisah Zulkarnain dengan Ya'juj dan Ma'juj.4. **Lain-lain:** Beberapa pelajaran yang dapat diambil dari cerita-cerita dalam surat ini antara lain tentang kekuatan iman kepada Allah serta ibadah yang ikhlas kepada-Nya; kesungguhan seseorang dalam mencari guru (ilmu); adab sopan-santun antara murid dengan guru; dan beberapa contoh tentang cara memimpin dan memerintah rakyat, serta perjuangan untuk mencapai kebahagiaan rakyat dan negara.Surat Al-Kahfi dimulai dengan menerangkan sifat Al-Qur'an sebagai petunjuk dan peringatan bagi manusia, dan sebagai peringatan terhadap orang yang mengatakan bahwa Allah mempunyai anak. Semua yang ada di permukaan bumi merupakan perhiasan bagi bumi dan sengaja diciptakan Allah agar manusia memikirkan bagaimana cara mengambil manfaat dari semuanya itu.Kekuasaan Allah dan betapa luasnya pengetahuan-Nya dikemukakan dalam surat ini dengan menyebutkan kisah Nabi Musa dengan Khidhir dan kisah Zulkarnain. Juga dengan mengibaratkan bahwa seandainya semua air yang ada di bumi dan ditambah lagi sebanyak itu pula dijadikan tinta untuk menulis ilmu Allah, tentu tidak akan mencukupi. Kemudian diterangkan bahwa semua amal orang musyrik tidak diberi pahala di akhirat, sedangkan untuk orang mukmin disediakan Jannatun Na'im.**Hubungan Surat Al-Kahfi Dengan Surat Maryam:**1. Kedua surat ini sama-sama mengandung kisah yang ajaib, seperti surat Al-Kahfi mengemukakan kisah Ashhabul kahfi, kisah Musa dengan Khidhr, dan kisah Zulkarnain, sedangkan surat Maryam mengemukakan kisah kelahiran Yahya ketika bapaknya, Zakariya, sudah tua renta dan ibunya seorang perempuan tua yang mandul, dan kisah kelahiran 'Isa tanpa bapak.2. Bagian akhir surat Al-Kahfi menerangkan tentang ancaman Allah terhadap orang kafir yang mengambil pelindung selain Allah, semua amal mereka sia-sia dan mereka dimasukkan ke dalam neraka, sedangkan pada bagian akhir surat Maryam diulangi lagi celaan dan ancaman Allah terhadap orang-orang yang mempersekutukan-Nya.",
      "verses": [
        {
          "number": 35,
          "arabic": "وَدَخَلَ جَنَّتَهُۥ وَهُوَ ظَالِمٌ لِّنَفْسِهِۦ قَالَ مَآ أَظُنُّ أَن تَبِيدَ هَـٰذِهِۦٓ أَبَدًا",
          "transliteration": "wadakhala jannatahu wahuwa ẓālimun linafsihi qāla mā aẓunnu an tabīda hādhihi abadan",
          "translation": "Dan dia memasuki kebunnya dengan sikap merugikan dirinya sendiri (karena angkuh dan kafir); dia berkata, \"Aku kira kebun ini tidak akan binasa selama-lamanya,",
          "tafsir": "Dalam ayat ini Allah swt menerangkan bahwa ketika dia memasuki kebunnya bersama saudaranya, dia mengatakan kepada saudaranya yang mukmin, sambil menunjuk kebunnya, bahwa kebun-kebun itu tidak akan binasa selama-lamanya. Ada dua sebab yang mendorongnya berkata demikian: Pertama: Kepercayaan penuh terhadap kemampuan tenaga manusia untuk memelihara kebun-kebun itu, sehingga selamat dari kebinasaan. Dengan kekayaan berupa mas dan perak sebagai modal, dan sumber daya manusia yang berpengalaman dan berpengetahuan tentang perawatan dan pemeliharaan tanaman dan kebun, dia percaya sanggup menjaga kelestarian, keindahan, dan kesuburan kebun dan tanamannya. Ia sama sekali tidak menyadari keterbatasan daya dan akal sehat manusia dan tidak percaya bahwa ada kekuatan gaib yang kuasa berbuat sesuatu terhadap segala kekayaan itu. Kedua: Kepercayaan akan keabadian alam dan zaman serta ketidak-percayaan terhadap hari kiamat. Dia berkeyakinan bahwa segala yang ada ini kekal abadi. Tidak ada yang akan musnah dari alam ini, yang terjadi hanyalah perubahan dan pergantian menurut hukum yang berlaku. Air, tumbuh-tumbuhan, tanah dan lain-lainnya akan terus tersedia dan tidak akan ada putusnya. Demikianlah pandangan pemilik kebun itu. Sesungguhnya dia telah berbuat zalim dan tidak jujur terhadap dirinya sendiri. Seharusnya dia bersyukur kepada Allah yang telah memberikan segala kenikmatan kepadanya. Tidak ada seorangpun yang hidup bahagia dalam dunia ini dengan hanya berdiri di atas kaki sendiri, tanpa bantuan atau kerjasama dengan orang lain. Mengapa dia menyombongkan diri, padahal dia sebenarnya menyadarinya. Mengapa dia ingkar kepada Tuhan, padahal dia menyadari ikut terlibat dalam perubahan alam itu sendiri, mengapa dia tidak mau mengakui siapakah sebenarnya yang menciptakan semua perubahan dalam alam ini dan yang menciptakan hukum-hukumnya. Mengapa dia tidak jujur terhadap pengakuan hati nuraninya sendiri akan adanya Tuhan Yang Maha Pencipta? Sesungguhnya sikap demikian merupakan kezaliman yang besar."
        },
        {
          "number": 36,
          "arabic": "وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةً وَلَئِن رُّدِدتُّ إِلَىٰ رَبِّى لَأَجِدَنَّ خَيْرًا مِّنْهَا مُنقَلَبًا",
          "transliteration": "wamā aẓunnu l-sāʿata qāimatan wala-in rudidttu ilā rabbī la-ajidanna khayran min'hā munqalaban",
          "translation": "dan aku kira hari Kiamat itu tidak akan datang, dan sekiranya aku dikembalikan kepada Tuhanku, pasti aku akan mendapat tempat kembali yang lebih baik dari pada ini.\"",
          "tafsir": "Ayat ini mengungkapkan ucapan pemilik kebun itu kepada saudaranya yang mukmin tentang ketidakpercayaannya bahwa hari kiamat itu akan datang. Sekiranya hari kiamat itu datang dan dia dikembalikan kepada Tuhan, dia tentu akan kembali mendapatkan yang lebih baik daripada kebun-kebun yang dimilikinya di dunia ini. Sikap pemilik kebun itu menunjukkan keingkaran akan adanya hari kiamat (hari akhir). Dugaannya bahwa akan mendapatkan kebun-kebun yang lebih baik daripada kebun-kebunnya di dunia ini pada hari kiamat didasarkan atas pengalamannya bahwa kedua kebun yang dimilikinya dan dipercayakan Tuhan kepadanya terus berbuah dan berkembang hanya karena kesanggupan dan usaha yang memilikinya. Oleh karena itu, dimana dan kapan saja, kemusnahan itu selalu menyertainya. Allah swt menggambarkan pula sifat orang kafir ini dalam ayat yang lain dengan firman-Nya: \"¦Dan jika aku dikembalikan kepada Tuhanku maka sesungguhnya aku akan memperoleh kebaikan di sisi-Nya.....\" (Fushshilat/41: 50) Ucapan yang membawa kepada kekafiran ialah: pertama, pengakuannya tentang keabadian alam; kedua, tentang tidak adanya kebangkitan manusia dari kubur; dan ketiga, anggapannya bahwa ganjaran di akhirat dicerminkan oleh keadaan di dunia. Pandangan terhadap keabadian alam ini meniadakan keputusan dan kehendak Tuhan Pencipta Alam. Keingkarannya terhadap kebangkitan manusia dari kubur menunjukkan bahwa dia meniadakan kekuasaan Allah untuk mengembalikan manusia ke bentuk aslinya. Pandang-an bahwa ganjaran di akhirat dicerminkan oleh kehidupan dunia, misalnya bilamana seseorang di dunia hidup sebagai pemilik kebun, maka ganjaran di akhirat pun baginya sebagai pemilik kebun. Ini adalah kepercayaan primitif, atau kepercayaan yang berdasarkan kebudayaan. Kepercayaan seperti itu berlawanan dengan agama yang bersumber pada wahyu Allah swt yang mempunyai kebijaksanaan dalam memberikan ganjaran kepada hamba-hamba-Nya."
        },
        {
          "number": 37,
          "arabic": "قَالَ لَهُۥ صَاحِبُهُۥ وَهُوَ يُحَاوِرُهُۥٓ أَكَفَرْتَ بِٱلَّذِى خَلَقَكَ مِن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ سَوَّىٰكَ رَجُلًا",
          "transliteration": "qāla lahu ṣāḥibuhu wahuwa yuḥāwiruhu akafarta bi-alladhī khalaqaka min turābin thumma min nuṭ'fatin thumma sawwāka rajulan",
          "translation": "Kawannya (yang beriman) berkata kepadanya sambil bercakap-cakap dengannya, \"Apakah engkau ingkar kepada (Tuhan) yang menciptakan engkau dari tanah, kemudian dari setetes air mani, lalu Dia menjadikan engkau seorang laki-laki yang sempurna?",
          "tafsir": "Dalam ayat ini, Allah swt menerangkan jawaban Yahuza untuk membantah pemikiran saudaranya itu. Qurthus, pemilik kebun yang kaya itu, memandang Yahuza rendah karena kemiskinannya. Sebaliknya, Yahuza memandang Qurthus rendah karena kekafirannya. Dalam percakapannya dengan Qurthus, dia menyatakan bahwa tidak patut dia mengingkari kekuasaan Allah yang menciptakan dirinya dari tanah? Bukankah makanan yang berasal dari tumbuh-tumbuhan atau hewan itu dari tanah juga? Dari makanan dan minuman itu terbentuk sel-sel yang akhirnya menjadi nuthfah. Nuthfah berkembang tahap demi tahap karena mendapat makanan, baik dari protein nabati ataupun hewani, sehingga menjadi seorang laki-laki seperti Qurthus. Bagaimana seseorang dapat mengingkari kekuasaan Allah, sedangkan kejadiannya menunjukkan dengan jelas akan adanya kekuasaan itu. Setiap insan sadar akan dirinya, bahwa pada mulanya dia tidak ada, kemudian menjadi ada. Tidak mungkin kehadirannya ke alam wujud ini dihubungkan oleh dirinya sendiri. Satu-satunya Zat yang bisa menghubungkan kejadiannya itu ialah Penciptanya yaitu Allah Rabbul Alamin. Untuk meyakinkan adanya hari kebangkitan, Allah menjelaskan proses kejadian manusia, sebagaimana firman-Nya: Wahai manusia! Jika kamu meragukan (hari) kebangkitan, maka sesungguhnya Kami telah menjadikan kamu dari tanah, kemudian dari setetes mani. (al-hajj/22: 5)"
        },
        {
          "number": 38,
          "arabic": "لَّـٰكِنَّا۠ هُوَ ٱللَّهُ رَبِّى وَلَآ أُشْرِكُ بِرَبِّىٓ أَحَدًا",
          "transliteration": "lākinnā huwa l-lahu rabbī walā ush'riku birabbī aḥadan",
          "translation": "Tetapi aku (percaya bahwa), Dialah Allah, Tuhanku, dan aku tidak mempersekutukan Tuhanku dengan sesuatu pun.",
          "tafsir": "Dalam ayat ini, Allah swt menerangkan pernyataan Yahuza kepada saudaranya yang kafir itu bahwa dia tidak sependapat dengannya. Dia berkeyakinan tidak ada Tuhan yang disembah kecuali Allah yang memelihara makhluk, Yang Maha Esa, dan Mahakuasa. Yahuza juga mengatakan bahwa dia tidak mempersekutukan Allah dengan sesuatu apapun. Pendirian saudaranya bahwa Allah tidak kuasa membangkitkannya dari kubur sama sekali tidak dapat diterima Yahuza karena menganggap Allah lemah dan sama dengan makhluk. Hal demikian, menurutnya, sama dengan syirik. Sikap Yahuza yang tegas di hadapan saudaranya yang kaya itu sangat terpuji, meskipun dia dalam keadaan fakir yang berkedudukan sebagai seorang yang meminta pekerjaan, namun dengan penuh keberanian, dia menyatakan perbedaan identitas (hakikat) pribadinya, yaitu perbedaan yang menyangkut akidah atau keimanan kepada Tuhan."
        },
        {
          "number": 39,
          "arabic": "وَلَوْلَآ إِذْ دَخَلْتَ جَنَّتَكَ قُلْتَ مَا شَآءَ ٱللَّهُ لَا قُوَّةَ إِلَّا بِٱللَّهِ ۚ إِن تَرَنِ أَنَا۠ أَقَلَّ مِنكَ مَالًا وَوَلَدًا",
          "transliteration": "walawlā idh dakhalta jannataka qul'ta mā shāa l-lahu lā quwwata illā bil-lahi in tarani anā aqalla minka mālan wawaladan",
          "translation": "Dan mengapa ketika engkau memasuki kebunmu tidak mengucapkan \"Māsyā Allāh, lā quwwata illā billāh\" (Sungguh, atas kehendak Allah, semua ini terwujud), tidak ada kekuatan kecuali dengan (pertolongan) Allah, sekalipun engkau anggap harta dan keturunanku lebih sedikit daripadamu.",
          "tafsir": "Yahuza lalu meneruskan kata-katanya kepada Qurthus, \"Seharusnya kamu mengucapkan syukur kepada Allah ketika memasuki kebun-kebunmu dan merasakan kagum terhadap keindahannya. Mengapa kamu tidak mengucapkan pujian kepada Allah atas segala nikmat yang telah dilimpahkan-Nya kepadamu, berupa harta dan anak yang banyak yang belum pernah diberikan-Nya kepada orang lain.\" \"Katakanlah \"masya Allah\" ketika itu, sebagai tanda pengakuan atas kelemahanmu di hadapan-Nya, dan bahwa segala yang ada itu tidak mungkin terwujud tanpa izin dan kemurahan-Nya. Di tangan-Nya nasib kebun-kebun itu, disuburkan menurut kehendak-Nya ataupun dihancurkan menurut kehendak-Nya pula. Mengapa kamu tidak mengucapkan la quwwata illa billahi (tidak ada kekuatan kecuali dengan pertolongan Allah) sebagai tanda pengakuan bahwa tidak ada kekuatan yang dapat memakmurkan dan mengurusnya kecuali dengan pertolongan Allah swt.\" Ayat ini mengandung pelajaran tentang zikir yang baik diamalkan. Nabi Muhammad saw berkata kepada sahabatnya, Abu Hurairah: Maukah aku tunjukkan kepadamu salah satu perbendaharaan surga yang terletak di bawah Arasy? Aku menjawab, \"Ya, saya mau.\" Rasul berkata, \"Kamu membaca la quwwata illa billahi.\" (Riwayat Imam Ahmad dari Abu Hurairah) Demikian pula banyak hadis-hadis Rasul saw yang mengajarkan kepada umatnya sewaktu mendapat nikmat dari Allah supaya dia mengucapkan bacaan itu, Rasulullah saw bersabda: Setiap Allah swt memberikan kepada seorang hamba nikmat pada keluarga, harta, atau anak lalu dia mengucapkan \"masya' Allah, la quwwata illa billah\", tentu Allah menghindarkan dia dari segala bencana sampai kematiannya, lalu Rasulullah membaca ayat 39 Surah al-Kahf ini. (Riwayat al-Baihaqi dan Ibnu Mardawaih dari Anas r.a.) Setelah Yahuza selesai menasehati saudaranya supaya beriman, dan sudah menjelaskan tentang kekuasaan Allah swt, mulailah dia menanggapi perkataan saudaranya yang membanggakan harta dan orang-orangnya. Yahuza berkata, \"Jika kamu memandang aku lebih miskin daripada kamu, baik mengenai harta kekayaan, maupun mengenai anak buah, maka tidaklah mengapa bagiku.\""
        },
        {
          "number": 40,
          "arabic": "فَعَسَىٰ رَبِّىٓ أَن يُؤْتِيَنِ خَيْرًا مِّن جَنَّتِكَ وَيُرْسِلَ عَلَيْهَا حُسْبَانًا مِّنَ ٱلسَّمَآءِ فَتُصْبِحَ صَعِيدًا زَلَقًا",
          "transliteration": "faʿasā rabbī an yu'tiyani khayran min jannatika wayur'sila ʿalayhā ḥus'bānan mina l-samāi fatuṣ'biḥa ṣaʿīdan zalaqan",
          "translation": "Maka mudah-mudahan Tuhanku, akan memberikan kepadaku (kebun) yang lebih baik dari kebunmu (ini); dan Dia mengirimkan petir dari langit ke kebunmu, sehingga (kebun itu) menjadi tanah yang licin;",
          "tafsir": "Namun aku mengharapkan agar Allah mengubah keadaanku, memberi aku kekayaan, dan menganugerahkan kepadaku kebun yang lebih baik daripada kebunmu karena imanku kepada-Nya. Sebaliknya, Allah swt akan melenyapkan kenikmatan yang diberikan-Nya kepadamu karena kekafiranmu, dan Dia akan menghancurkan kebun-kebunmu dengan mengirim petir dari langit yang membakar habis semuanya, sehingga menjadi tanah tandus yang licin."
        },
        {
          "number": 41,
          "arabic": "أَوْ يُصْبِحَ مَآؤُهَا غَوْرًا فَلَن تَسْتَطِيعَ لَهُۥ طَلَبًا",
          "transliteration": "aw yuṣ'biḥa māuhā ghawran falan tastaṭīʿa lahu ṭalaban",
          "translation": "atau airnya menjadi surut ke dalam tanah, maka engkau tidak akan dapat menemukannya lagi.\"",
          "tafsir": "\"Atau Allah menghancurkan kebun-kebun itu dengan bencana dari bumi dengan jalan menghisap air yang mengalirinya dan masuk ke dalam perut bumi, sehingga kamu tak dapat berbuat apa-apa untuk mencari air itu lagi.\" Demikianlah harapan Yahuza yang mukmin itu, agar Allah memperlihat-kan kekuasaan-Nya secara nyata kepada orang yang kafir dan sombong itu. Dengan turunnya hukuman itu, baik berupa bencana dari langit ataupun dari bumi, manusia yang kafir itu bisa menjadi sadar."
        },
        {
          "number": 42,
          "arabic": "وَأُحِيطَ بِثَمَرِهِۦ فَأَصْبَحَ يُقَلِّبُ كَفَّيْهِ عَلَىٰ مَآ أَنفَقَ فِيهَا وَهِىَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَيَقُولُ يَـٰلَيْتَنِى لَمْ أُشْرِكْ بِرَبِّىٓ أَحَدًا",
          "transliteration": "wa-uḥīṭa bithamarihi fa-aṣbaḥa yuqallibu kaffayhi ʿalā mā anfaqa fīhā wahiya khāwiyatun ʿalā ʿurūshihā wayaqūlu yālaytanī lam ush'rik birabbī aḥadan",
          "translation": "Dan harta kekayaannya dibinasakan, lalu dia membolak-balikkan kedua telapak tangannya (tanda menyesal) terhadap apa yang telah dia belanjakan untuk itu, sedang pohon anggur roboh bersama penyangganya (tiangnya) lalu dia berkata, \"Betapa sekiranya dahulu aku tidak mempersekutukan Tuhanku dengan sesuatu pun.\"",
          "tafsir": "Dalam ayat ini, Allah swt menerangkan bahwa apa yang diharapkan Yahuza akan segera menjadi kenyataan. Allah swt kemudian membinasakan segala harta kekayaan Qurthus. Tadinya ia mengatakan dengan penuh kesombongan bahwa kebun-kebunnya tidak akan binasa selama-lamanya. Tetapi setelah dia menyaksikan kehancuran harta kekayaannya, timbullah kesedihan dan penyesalan yang mendalam, sambil membolak-balikkan dua telapak tangannya sebagai tanda menyesal terhadap lenyapnya segala biaya yang dibelanjakannya untuk membangun kebun-kebunnya selama ini. Semua tanaman dan pohon anggur yang ada dalam kebun itu runtuh bersama penyangganya. Pada saat kesedihannya memuncak, dia teringat kepada nasihat dan ajaran saudaranya, sehingga ia mengerti bahwa bencana itu datang karena kemusyrikan dan kezalimannya terhadap diri sendiri. Lalu keluarlah kata-kata penyesalan dari mulutnya, \"Aduhai, kiranya aku beriman dan bersyukur, tentulah Tuhan tidak akan menghancurkan kebun-kebunku.\" Kata-kata penyesalan yang demikian lahir dari seorang yang sudah berada dalam kesulitan besar yang tak terelakkan lagi. Semua orang bila terjepit dan berada dalam bencana, dia mengeluh dan dari mulutnya keluar kata-kata yang mencerminkan penyesalannya yang mendalam. Sedangkan jika tidak terjepit atau tidak dalam kesengsaraan, dia tidak akan mengeluarkan kata-kata demikian. Firman Allah swt: Maka ketika mereka melihat azab Kami, mereka berkata, \"Kami hanya beriman kepada Allah saja dan kami ingkar kepada sembahan-sembahan yang telah kami persekutukan dengan Allah.\" (al-Mu'min/40: 84)"
        },
        {
          "number": 43,
          "arabic": "وَلَمْ تَكُن لَّهُۥ فِئَةٌ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مُنتَصِرًا",
          "transliteration": "walam takun lahu fi-atun yanṣurūnahu min dūni l-lahi wamā kāna muntaṣiran",
          "translation": "Dan tidak ada (lagi) baginya segolongan pun yang dapat menolongnya selain Allah; dan dia pun tidak akan dapat membela dirinya.",
          "tafsir": "Dalam ayat ini, Allah swt menerangkan bahwa tidak ada segolongan orang pun yang sanggup menolong pemilik kebun itu, baik keluarganya, pengawal, buruh-buruh, anak-anak, atau siapa saja yang tadinya menjadi kebanggaannya. Hanya Allah yang dapat menolongnya dari kehancuran dan kebinasaan. Sedangkan orang itu sendiri tidak dapat menolong dirinya sendiri dengan kekuatan yang ada padanya."
        },
        {
          "number": 44,
          "arabic": "هُنَالِكَ ٱلْوَلَـٰيَةُ لِلَّهِ ٱلْحَقِّ ۚ هُوَ خَيْرٌ ثَوَابًا وَخَيْرٌ عُقْبًا",
          "transliteration": "hunālika l-walāyatu lillahi l-ḥaqi huwa khayrun thawāban wakhayrun ʿuq'ban",
          "translation": "Di sana, pertolongan itu hanya dari Allah Yang Mahabenar. Dialah (pemberi) pahala terbaik dan (pemberi) balasan terbaik.",
          "tafsir": "Kemudian Allah swt menegaskan dalam ayat ini bahwa dalam kesulitan dan kesengsaraan seperti yang dialami oleh pemilik kebun itu, benar-benar hanya Allah sendiri yang mempunyai hak dan kekuatan untuk memberikan pertolongan. Akan tetapi, pertolongan itu hanya diberikan kepada orang-orang yang beriman kepada-Nya, mensyukuri nikmat-Nya, dan taat serta patuh kepada perintah-Nya. Allah akan membela, menenteramkan hati, dan menyelamatkan mereka dari segala macam muslihat dan tipu daya musuh-musuh mereka. Dialah yang paling baik dalam memberi pahala dan balasan."
        },
        {
          "number": 45,
          "arabic": "وَٱضْرِبْ لَهُم مَّثَلَ ٱلْحَيَوٰةِ ٱلدُّنْيَا كَمَآءٍ أَنزَلْنَـٰهُ مِنَ ٱلسَّمَآءِ فَٱخْتَلَطَ بِهِۦ نَبَاتُ ٱلْأَرْضِ فَأَصْبَحَ هَشِيمًا تَذْرُوهُ ٱلرِّيَـٰحُ ۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ مُّقْتَدِرًا",
          "transliteration": "wa-iḍ'rib lahum mathala l-ḥayati l-dun'yā kamāin anzalnāhu mina l-samāi fa-ikh'talaṭa bihi nabātu l-arḍi fa-aṣbaḥa hashīman tadhrūhu l-riyāḥu wakāna l-lahu ʿalā kulli shayin muq'tadiran",
          "translation": "Dan buatkanlah untuk mereka (manusia) perumpamaan kehidupan dunia ini, ibarat air (hujan) yang Kami turunkan dari langit, sehingga menyuburkan tumbuh-tumbuhan di bumi, kemudian (tumbuh-tumbuhan) itu menjadi kering yang diterbangkan oleh angin. Dan Allah Mahakuasa atas segala sesuatu.",
          "tafsir": "Allah swt mengumpamakan suasana kehidupan dalam dunia ini beserta segala keindahan dan kemegahannya, yang kemudian secara ber-angsur-angsur akan lenyap, seperti keadaan air hujan yang diturunkan dari langit, sehingga menyuburkan tumbuh-tumbuhan yang menghijau, berbunga, dan berbuah. Kehijauan itu secara berangsur-angsur berubah menjadi kuning kering, dan akhirnya lenyap dihembus angin. Semua yang ada di atas bumi ini tentu menempuh suatu proses perubahan dari lahir, tumbuh, kembang, layu, dan lenyap. Oleh karena itu, manusia yang menjadi penghuni bumi ini jangan tertipu oleh kemegahan dunia. Mereka yang mempunyai kekayaan yang besar janganlah membangga-banggakan hartanya dan jangan pula merendahkan orang lain yang tak punya harta benda. Sesungguhnya harta benda itu, cepat atau lambat, akan lenyap. Allah Yang Mahasempurna dan Mahamulia yang menciptakan segala benda dan memeliharanya, menum-buhkan, melenyapkan, lalu mengembalikan lagi ke bumi. Dialah Yang Mahakuasa dan menetapkan hukum-hukum perubahan itu. Dalam Al-Qur'an, banyak ayat-ayatnya yang mengumpamakan kehidup-an duniawi ini dengan kehidupan tumbuh-tumbuhan, antara lain firman Allah swt: Ketahuilah, sesungguhnya kehidupan dunia itu hanyalah permainan dan senda gurau, perhiasan dan saling berbangga di antara kamu serta berlomba dalam kekayaan dan anak keturunan, seperti hujan yang tanam-tanamannya mengagumkan para petani; kemudian (tanaman) itu menjadi kering dan kamu lihat warnanya kuning kemudian menjadi hancur. Dan di akhirat (nanti) ada azab yang keras dan ampunan dari Allah serta keridaan-Nya. Dan kehidupan dunia tidak lain hanyalah kesenangan yang palsu. (al-Hadid/57: 20)"
        }
      ]
    }
  ]
}