{
  "pageNumber": 141,
  "juz": 7,
  "surahs": [
    {
      "number": 6,
      "name": "Al-An'am",
      "nameArabic": "الأنعام",
      "meaning": "Binatang Ternak",
      "revelation": "Makkah",
      "description": "Surat Al-An'am (binatang ternak: unta, sapi, dan kambing) terdiri dari 165 ayat dan termasuk surat Makkiyyah, karena hampir seluruh ayatnya diturunkan di Mekah sebelum hijrah. Dinamakan Al-An'am karena di dalamnya disebut kata \"An'am\" yang memiliki kaitan erat dengan adat istiadat kaum musyrikin; mereka biasa mempergunakan binatang ternak untuk mendekatkan diri kepada tuhan. Selain itu, juga disebutkan hukum-hukum yang berkenaan dengan binatang ternak itu.Pokok-pokok Isi:1. Keimanan:Bukti-bukti keesaan Allah dan kesempurnaan sifat-sifat-Nya; kebenaran kenabian Nabi Muhammad s.a.w.; persaksian Allah atas kenabian Ibrahim, Ishaq, Ya'qub, Nuh, Daud, Sulaiman, Ayyub, Yusuf, Musa, Harun, Zakariya, Yahya, 'Isa, Ilyas, Alyasa', Yunus, dan Luth; penegasan tentang keberadaan risalah dan wahyu serta hari pembalasan dan hari kebangkitan; kepalsuan kepercayaan orang-orang musyrik dan keingkaran mereka terhadap hari kiamat.2. Hukum-hukum:Larangan mengikuti adat istiadat yang dibuat-buat oleh kaum Jahiliyah; makanan yang halal dan yang haram; wasiat yang sepuluh dan Al-Qur'an, tentang tauhid keadilan dan hukum-hukum; larangan mencaci maki berhala orang musyrik karena mereka akan membalas dengan mencaci maki Allah.3. Kisah-kisah:Kisah umat-umat yang menentang rasul-rasul; kisah pengalaman Nabi Muhammad s.a.w. dan para nabi pada umumnya; cerita Nabi Ibrahim a.s. membimbing kaumnya kepada tauhid.4. Lain-lain:Sikap keras kepala kaum musyrikin: tata cara seorang nabi memimpin umatnya; bidang-bidang kerasulan dan tugas rasul-rasul; tantangan kaum musyrikin untuk melemahkan rasul; kepercayaan orang-orang musyrik terhadap jin, setan, dan malaikat; beberapa prinsip keagamaan dan kemasyarakatan; nilai hidup duniawi.Dalam surat Al-An'am Allah menjelaskan keesaan dan kesempurnaan sifat-sifat-Nya, menyatakan kebatilan kepercayaan orang-orang musyrik dengan bantahan-bantahan yang logis dan mudah diterima oleh akal. Hukuman yang berat akan dijatuhkan kepada orang yang keras kepala menolak kebenaran.Hubungan Surat Al-An'Am Dengan Surat Al-A'raf:1. Kedua surat tersebut termasuk di antara tujuh surat yang panjang (assab'uth thiwaal), sama-sama membicarakan pokok aqidah agama. Dalam surat Al-An'am dikemukakan garis-garis besar aqidah sedangkan surat Al-A'raf menjelaskannya.2. Dalam surat Al-An'am Allah menerangkan asal usul kejadian manusia, yaitu dari tanah, dan menjelaskan tentang beberapa generasi manusia yang telah dibinasakan, kemudian disinggung pula tentang rasul-rasul dengan menyebut beberapa nama mereka secara garis besar, sedangkan surat Al-A'raf menjelaskannya.3. Pada bagian terakhir surat Al-An'am, Allah mengatakan bahwa Dia menjadikan manusia sebagai khalifah-khalifah di bumi dan mengangkat derajat sebagian mereka, maka bagian permulaan surat Al-A'raf mengemukakan penciptaan Adam dan anak cucunya yang dijadikan sebagai khalifah di bumi.4. Hubungan bagian akhir Al-An'am dengan permulaan surat Al-A'raf:a. Bagian akhir Al-An'am, Allah mengatakan bahwa Al-Qur'an adalah kitab pedoman yang benar, jalan yang lurus dan diberkahi, maka umat manusia diperintahkan mengikutinya. Pada bagian permulaan surat Al-A'raf, Allah mengulangi lagi perintah ini dan melarang mengikuti selainnya.b. Pada bagian akhir surat Al-An'am, Allah berfirman bahwa Dia akan memberikan keterangan tentang apa yang seharusnya dilakukan manusia dan yang menjadi perselisihan mereka. Maka pada bagian permulaan surat Al-A'raf, Allah menjelaskan apa yang disebut dengan \"Allah memberi keterangan,\" yaitu pengutusan para rasul yang bertugas memberi keterangan dan masing-masing akan dimintai pertanggungjawaban.c. Pada bagian akhir surat Al-An'am, Allah menyatakan bahwa orang yang berbuat kebajikan akan diberi ganjaran sepuluh kali lipat dan yang berbuat kejahatan akan dibalas sesuai dengan perbuatannya. Untuk menentukan kadar kebajikan dan kejahatan itu ada timbangannya, maka Allah mengemukakan di bagian muka surat Al-A'raf, bahwa timbangan pada hari itu ialah kebenaran dan keadilan. Siapa yang timbangannya berat maka dialah yang beruntung dan siapa yang timbangannya ringan maka dialah yang merugi. Kemudian Allah menceritakan keadaan dan nasib ashhabul A'raaf.",
      "verses": [
        {
          "number": 102,
          "arabic": "ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ ۖ لَآ إِلَـٰهَ إِلَّا هُوَ ۖ خَـٰلِقُ كُلِّ شَىْءٍ فَٱعْبُدُوهُ ۚ وَهُوَ عَلَىٰ كُلِّ شَىْءٍ وَكِيلٌ",
          "transliteration": "dhālikumu l-lahu rabbukum lā ilāha illā huwa khāliqu kulli shayin fa-uʿ'budūhu wahuwa ʿalā kulli shayin wakīlun",
          "translation": "Itulah Allah, Tuhan kamu; tidak ada tuhan selain Dia; Pencipta segala sesuatu, maka sembahlah Dia; Dialah Pemelihara segala sesuatu.",
          "tafsir": "Allah menerangkan kepada orang-orang musyrik, bahwa Allah memiliki sifat-sifat seperti disebutkan dalam ayat yang lalu. Itulah sebenarnya Tuhan yang wajib mereka sembah. Yang menciptakan segala sesuatu, tidak ada tuhan yang lain kecuali Dia, bukan tuhan-tuhan yang mereka ciptakan seperti berhala-berhala, atau malaikat-malaikat yang dianggap sebagai anak Tuhan; karena semuanya itu adalah makhluk ciptaan Allah yang tidak pantas diperserikatkan kepada Dia. Di akhir ayat ini Allah menegaskan bahwa Dialah pemelihara segala sesuatu yaitu menguasai segala urusan, mengurusi jagat raya dan isinya dengan ilmu, hikmat dan kekuasaan-Nya."
        },
        {
          "number": 103,
          "arabic": "لَّا تُدْرِكُهُ ٱلْأَبْصَـٰرُ وَهُوَ يُدْرِكُ ٱلْأَبْصَـٰرَ ۖ وَهُوَ ٱللَّطِيفُ ٱلْخَبِيرُ",
          "transliteration": "lā tud'rikuhu l-abṣāru wahuwa yud'riku l-abṣāra wahuwa l-laṭīfu l-khabīru",
          "translation": "Dia tidak dapat dicapai oleh penglihatan mata, sedang Dia dapat melihat segala penglihatan itu dan Dialah Yang Mahahalus, Mahateliti.",
          "tafsir": "Allah menjelaskan hakikat dan keagungan diri-Nya sebagai penegasan dari sifat-sifat-Nya yang telah dijelaskan pada ayat yang baru lalu, yaitu bahwa Allah di atas segala-galanya. Zat-Nya Yang Agung itu tidak dapat dijangkau oleh indera manusia, karena indera manusia itu memang diciptakan dalam susunan yang tidak siap untuk melihat zat-Nya. Sebabnya tidak lain karena manusia itu diciptakan dari materi, dan inderanya hanya menangkap materi-materi belaka dengan perantaraan materi pula; sedangkan Allah bukanlah materi. Maka wajarlah apabila Dia tidak dapat dijangkau oleh indera manusia. Yang dimaksud dengan Allah tidak dapat dijangkau dengan indera manusia, ialah selama manusia masih hidup di dunia. Sedangkan pada hari Kiamat, orang-orang beriman akan dapat melihat Allah. Nabi Muhammad bersabda: Sesungguhnya kamu akan melihat Tuhanmu di hari Kiamat seperti kamu melihat bulan di malam bulan purnama, dan seperti kamu melihat matahari di kala langit tidak berawan.\" (Riwayat al-Bukhari dan Jarir, shahih al-Bukhari IV: 283). Allah berfirman: Wajah-wajah (orang mukmin) pada hari itu berseri-seri. Memandang Tuhannya. (al-Qiyamah/75: 22-23) Kemungkinan melihat Tuhan di hari Kiamat, khusus bagi orang-orang mukmin sedangkan orang-orang kafir kemungkinan melihat Allah tertutup bagi mereka. Allah berfirman: Sekali-kali tidak! Sesungguhnya mereka pada hari itu benar-benar terhalang dari (melihat) Tuhannya. (al-Muthaffifin/83: 15) Allah menegaskan bahwa Dia dapat melihat segala sesuatu yang dapat dilihat, dan basirah (penglihatan)-Nya dapat menembus seluruh yang ada, tidak ada sesuatu pun yang tersembunyi bagi-Nya, baik bentuk maupun hakikat-Nya. Di akhir ayat ini Allah menegaskan lagi bahwa Zat-Nya Mahahalus, tidak mungkin dijangkau oleh indera manusia apalagi hakikat-Nya dan Allah Maha Mengetahui segala sesuatu betapa pun halusnya, tidak ada yang tersembunyi dari pengetahuan-Nya. (104) Allah menjelaskan kepada kaum Muslimin bahwasanya tanda-tanda bukti kebenaran dan dalil-dalil yang kuat telah datang kepada mereka dari-Nya. Tanda-tanda bukti kebenaran dan dalil-dalil yang kuat itu dapat diketahui oleh mereka baik berupa tanda-tanda kekuasaan Allah di jagat raya maupun petunjuk Allah yang diberikan kepada mereka dengan perantaraan Nabi Muhammad berupa wahyu. Kedua bukti itu dapat memperkuat keyakinan mereka tentang adanya Allah. Sesudah itu Allah menandaskan bahwa barang siapa yang dapat melihat kebenaran dengan jalan memperhatikan kedua bukti itu, dan meyakini adanya Allah serta melakukan amal yang baik, maka manfaat dari semuanya itu adalah untuk dirinya sendiri. Akan tetapi sebaliknya barang siapa yang tidak mau melihat kebenaran atau berpura-pura tidak mengerti, maka akibat buruk dari sikapnya itu akan menimpa dirinya sendiri. Allah berfirman: Barang siapa mengerjakan kebajikan maka (pahalanya) untuk dirinya sendiri dan barang siapa berbuat jahat maka (dosanya) menjadi tanggungan dirinya sendiri. (Fussilat/41: 46. Perhatikan pula al-Isra'/17: 7) Di akhir ayat ini Allah memerintahkan Nabi Muhammad untuk mengatakan kepada kaumnya bahwa Muhammad sekali-kali bukanlah pemelihara mereka, yakni Nabi Muhammad sekali-kali tidak ditugaskan mengawasi amal-amal mereka dan tidak dapat membuat mereka menjadi mukmin. Dia hanyalah seorang utusan Allah yang ditugaskan untuk menyampaikan wahyu yang telah diterimanya. Sebenarnya yang mengawasi amal mereka ialah Allah. Dia mempunyai pengawasan yang tak terbatas terhadap semua amal mereka baik yang mereka lakukan secara terang-terangan ataupun yang mereka lakukan secara sembunyi-sembunyi. Semua amal itu akan diberi balasan yang setimpal."
        },
        {
          "number": 104,
          "arabic": "قَدْ جَآءَكُم بَصَآئِرُ مِن رَّبِّكُمْ ۖ فَمَنْ أَبْصَرَ فَلِنَفْسِهِۦ ۖ وَمَنْ عَمِىَ فَعَلَيْهَا ۚ وَمَآ أَنَا۠ عَلَيْكُم بِحَفِيظٍ",
          "transliteration": "qad jāakum baṣāiru min rabbikum faman abṣara falinafsihi waman ʿamiya faʿalayhā wamā anā ʿalaykum biḥafīẓin",
          "translation": "Sungguh, bukti-bukti yang nyata telah datang dari Tuhanmu. Barang siapa melihat (kebenaran itu),<sup foot_note=135272>1</sup> maka (manfaatnya) bagi dirinya sendiri; dan barang siapa buta (tidak melihat kebenaran itu), maka dialah yang rugi. Dan aku (Muhammad) bukanlah penjaga(mu).",
          "tafsir": "Allah menjelaskan hakikat dan keagungan diri-Nya sebagai penegasan dari sifat-sifat-Nya yang telah dijelaskan pada ayat yang baru lalu, yaitu bahwa Allah di atas segala-galanya. Zat-Nya Yang Agung itu tidak dapat dijangkau oleh indera manusia, karena indera manusia itu memang diciptakan dalam susunan yang tidak siap untuk melihat zat-Nya. Sebabnya tidak lain karena manusia itu diciptakan dari materi, dan inderanya hanya menangkap materi-materi belaka dengan perantaraan materi pula; sedangkan Allah bukanlah materi. Maka wajarlah apabila Dia tidak dapat dijangkau oleh indera manusia. Yang dimaksud dengan Allah tidak dapat dijangkau dengan indera manusia, ialah selama manusia masih hidup di dunia. Sedangkan pada hari Kiamat, orang-orang beriman akan dapat melihat Allah. Nabi Muhammad bersabda: Sesungguhnya kamu akan melihat Tuhanmu di hari Kiamat seperti kamu melihat bulan di malam bulan purnama, dan seperti kamu melihat matahari di kala langit tidak berawan.\" (Riwayat al-Bukhari dan Jarir, shahih al-Bukhari IV: 283). Allah berfirman: Wajah-wajah (orang mukmin) pada hari itu berseri-seri. Memandang Tuhannya. (al-Qiyamah/75: 22-23) Kemungkinan melihat Tuhan di hari Kiamat, khusus bagi orang-orang mukmin sedangkan orang-orang kafir kemungkinan melihat Allah tertutup bagi mereka. Allah berfirman: Sekali-kali tidak! Sesungguhnya mereka pada hari itu benar-benar terhalang dari (melihat) Tuhannya. (al-Muthaffifin/83: 15) Allah menegaskan bahwa Dia dapat melihat segala sesuatu yang dapat dilihat, dan basirah (penglihatan)-Nya dapat menembus seluruh yang ada, tidak ada sesuatu pun yang tersembunyi bagi-Nya, baik bentuk maupun hakikat-Nya. Di akhir ayat ini Allah menegaskan lagi bahwa Zat-Nya Mahahalus, tidak mungkin dijangkau oleh indera manusia apalagi hakikat-Nya dan Allah Maha Mengetahui segala sesuatu betapa pun halusnya, tidak ada yang tersembunyi dari pengetahuan-Nya."
        },
        {
          "number": 105,
          "arabic": "وَكَذَٰلِكَ نُصَرِّفُ ٱلْـَٔايَـٰتِ وَلِيَقُولُوا۟ دَرَسْتَ وَلِنُبَيِّنَهُۥ لِقَوْمٍ يَعْلَمُونَ",
          "transliteration": "wakadhālika nuṣarrifu l-āyāti waliyaqūlū darasta walinubayyinahu liqawmin yaʿlamūna",
          "translation": "Dan demikianlah Kami menjelaskan berulang-ulang ayat-ayat Kami agar orang-orang musyrik mengatakan, \"Engkau telah mempelajari ayat-ayat itu (dari Ahli Kitab).\" dan agar Kami menjelaskan Alquran itu kepada orang-orang yang mengetahui.",
          "tafsir": "Allah menerangkan bahwa Dia telah memberikan bukti-bukti kebenaran secara berulang-ulang di dalam ayat-ayat-Nya dengan gaya bahasa yang beraneka ragam dengan maksud agar dapat memberikan keyakinan yang penuh kepada seluruh manusia dan untuk menghilangkan keragu-raguan, serta memberikan daya tarik kepada mereka agar mereka dapat menerima kebenaran itu dengan penuh kesadaran, dan untuk memberikan alasan kepada kaum Muslimin dalam menghadapi bantahan orang-orang musyrik. Karena orang-orang musyrik mendustakan ayat-ayat Allah dengan mengatakan Nabi Muhammad mempelajari ayat-ayat itu dari orang lain atau menghafal berita-berita dari orang-orang yang terdahulu seperti firman Allah: ¦ lalu dibacakanlah dongeng itu kepadanya setiap pagi dan petang.\" (al-Furqan/25: 5) Menurut al-Farra', Al-Qur'an mengandung ayat-ayat yang benar dan dapat diterima oleh orang-orang yang bersih hatinya dan mempunyai niat yang kuat untuk menerima ilmu pengetahuan sehingga dapat menerima kebenaran itu dengan penuh keinsyafan."
        },
        {
          "number": 106,
          "arabic": "ٱتَّبِعْ مَآ أُوحِىَ إِلَيْكَ مِن رَّبِّكَ ۖ لَآ إِلَـٰهَ إِلَّا هُوَ ۖ وَأَعْرِضْ عَنِ ٱلْمُشْرِكِينَ",
          "transliteration": "ittabiʿ mā ūḥiya ilayka min rabbika lā ilāha illā huwa wa-aʿriḍ ʿani l-mush'rikīna",
          "translation": "Ikutilah apa yang telah diwahyukan Tuhanmu kepadamu (Muhammad); tidak ada tuhan selain Dia; dan berpalinglah dari orang-orang musyrik.",
          "tafsir": "Allah memerintahkan kepada Nabi saw serta para pengikutnya agar dalam waktu menyampaikan dakwah Islamiyah, tetap berpegang pada wahyu, karena wahyu itulah yang dapat dijadikan tuntunan untuk dirinya dan kaumnya. Tujuan dari dakwah itu ialah untuk menyampaikan kalimat tauhid yaitu pengakuan secara mutlak bahwa tidak ada Tuhan kecuali Dia. Kalimat tauhid itu harus diresapi dengan hati yang ikhlas, serta diamalkan dengan penuh keyakinan dan dijadikan tujuan tertinggi dari kehidupan manusia Allah memberikan penegasan kepada Nabi dan kaumnya agar berpaling dari perbuatan-perbuatan orang-orang musyrik dan tidak perlu memaksa orang-orang yang tetap bergelimang dalam kemusyrikan serta tidak mengacuhkan ajakan tauhid, dan tidak berkecil hati karena tuduhan-tuduhan yang diarahkan orang-orang musyrik yaitu bahwa wahyu yang disampaikan Nabi adalah dipelajari dari orang-orang Yahudi, karena kebenaran itu cahayanya cemerlang dengan sendirinya apabila diucapkan dengan lisan dan dilaksanakan dalam bentuk amal perbuatan, sedangkan kebatilan meskipun diselubungi dengan berbagai hal yang menarik, namun akhirnya akan terungkap juga kebusukannya."
        },
        {
          "number": 107,
          "arabic": "وَلَوْ شَآءَ ٱللَّهُ مَآ أَشْرَكُوا۟ ۗ وَمَا جَعَلْنَـٰكَ عَلَيْهِمْ حَفِيظًا ۖ وَمَآ أَنتَ عَلَيْهِم بِوَكِيلٍ",
          "transliteration": "walaw shāa l-lahu mā ashrakū wamā jaʿalnāka ʿalayhim ḥafīẓan wamā anta ʿalayhim biwakīlin",
          "translation": "Dan sekiranya Allah menghendaki, niscaya mereka tidak mempersekutukan (-Nya). Dan Kami tidak menjadikan engkau penjaga mereka; dan engkau bukan pula pemelihara mereka.",
          "tafsir": "Dijelaskan bahwa jika Allah berkehendak menjadikan seluruh manusia beriman kepada-Nya, niscaya tidak ada seorang pun yang musyrik. Di dalam jiwa manusia terdapat potensi untuk menjadi mukmin atau kafir, taat atau fasiq. Manusia telah diberi hak memilih (ikhtiyar). Potensi yang ada pada manusia dapat berkembang sesuai dengan ilmu dan amal manusia itu sendiri, yang pada saat mau memilih perbuatan mana yang harus dilakukan, bertarunglah dua macam dorongan, dorongan untuk melakukan perbuatan-perbuatan baik dan dorongan untuk melakukan perbuatan jelek. Apabila manusia memilih perbuatan dengan mengikuti dorongan yang baik, niscaya mereka akan melihat cahaya kebenaran. Akan tetapi bila mereka mengikuti dorongan-dorongan yang jelek, niscaya mereka tenggelam dalam kegelapan. Allah menegaskan bahwa Nabi, tidak diberi kekuasaan untuk menjadi pemelihara mereka. Nabi hanyalah mengajak kepada kebaikan, maka apabila mereka tidak mau menerima ajakan itu, karena mengikuti dorongan yang buruk, tentulah ajakan itu tidak akan mereka terima, dan mereka tetap bergelimang dalam kebatilan. Di akhir ayat ini Allah menguatkan penjelasan-Nya bahwa Nabi tidak diutus untuk mengurusi mereka, yakni dia tidak diberi kekuasan untuk mempertanggungjawabkan perbuatan mereka. Hal itu adalah urusan mereka sendiri, karena mereka telah diberi hak pilih untuk menentukan nasib mereka sendiri."
        },
        {
          "number": 108,
          "arabic": "وَلَا تَسُبُّوا۟ ٱلَّذِينَ يَدْعُونَ مِن دُونِ ٱللَّهِ فَيَسُبُّوا۟ ٱللَّهَ عَدْوًۢا بِغَيْرِ عِلْمٍ ۗ كَذَٰلِكَ زَيَّنَّا لِكُلِّ أُمَّةٍ عَمَلَهُمْ ثُمَّ إِلَىٰ رَبِّهِم مَّرْجِعُهُمْ فَيُنَبِّئُهُم بِمَا كَانُوا۟ يَعْمَلُونَ",
          "transliteration": "walā tasubbū alladhīna yadʿūna min dūni l-lahi fayasubbū l-laha ʿadwan bighayri ʿil'min kadhālika zayyannā likulli ummatin ʿamalahum thumma ilā rabbihim marjiʿuhum fayunabbi-uhum bimā kānū yaʿmalūna",
          "translation": "Dan Janganlah kamu memaki sesembahan yang mereka sembah selain Allah, karena mereka nanti akan memaki Allah dengan melampaui batas tanpa dasar pengetahuan. Demikianlah, Kami jadikan setiap umat menganggap baik pekerjaan mereka. Kemudian kepada Tuhan, tempat kembali mereka, lalu Dia akan memberitahukan kepada mereka apa yang telah mereka kerjakan.",
          "tafsir": "Mengenai sebab turunnya ayat ini diceritakan sebagai berikut, pada suatu ketika orang-orang Islam mencaci-maki berhala, sesembahan orang-orang kafir, kemudian mereka dilarang dari memaki-maki itu. (Riwayat 'Abd ar-Razzaq dari Qatadah). Allah melarang kaum Muslimin memaki berhala yang disembah kaum musyrik untuk menghindari makian terhadap Allah dari orang-orang musyrik, karena mereka adalah orang-orang yang tidak mengetahui sifat-sifat Allah dan sebutan-sebutan yang seharusnya diucapkan untuk-Nya. Maka bisa terjadi mereka mencaci-maki Allah dengan kata-kata yang menyebabkan kemarahan orang-orang mukmin. Dari ayat ini dapat diambil pengertian bahwa sesuatu perbuatan apabila dipergunakan untuk terwujudnya perbuatan lain yang maksiat, maka seharusnyalah ditinggalkan, dan segala perbuatan yang menimbulkan akibat buruk, maka perbuatan itu terlarang. Ayat ini memberikan isyarat pula kepada adanya larangan bagi kaum Muslimin bahwa mereka tidak boleh melakukan sesuatu yang menyebabkan orang-orang kafir tambah menjauhi kebenaran. Mencaci-maki berhala sebenarnya adalah mencaci-maki benda mati. Oleh sebab itu memaki berhala itu adalah tidak dosa. Akan tetapi karena memaki berhala itu menyebabkan orang-orang musyrik merasa tersinggung dan marah, yang akhirnya mereka akan membalas dengan mencaci-maki Allah, maka terlaranglah perbuatan itu. Allah memberikan penjelasan bahwa Dia menjadikan setiap umat menganggap baik perbuatan mereka sendiri. Hal ini berarti bahwa ukuran baik dan tidaknya sesuatu perbuatan atau kebiasaan, adakalanya timbul dari penilaian manusia sendiri, apakah itu merupakan perbuatan atau kebiasaan yang turun-temurun ataupun perbuatan serta kebiasaan yang baru saja timbul, seperti tersinggungnya perasaan orang-orang musyrik apabila ada orang-orang yang memaki berhala-berhala mereka. Hal ini menunjukkan bahwa ukuran untuk menilai perbuatan atau kebiasaan itu baik atau buruk, adalah termasuk persoalan yang ikhtiyari. Hanya saja di samping itu Allah telah memberikan naluri pada diri manusia untuk menilai perbuatan dan kebiasaan itu, apakah perbuatan dan kebiasaan itu termasuk baik ataukah buruk. Sedangkan tugas-tugas Rasul adalah penyampaikan wahyu yang membimbing dan mengarahkan naluri untuk berkembang sebagaimana mestinya ke jalan yang benar agar mereka dapat menilai perbuatan serta kebiasaan itu dengan penilaian yang benar. Pada akhir ayat ini Allah memberikan penjelasan bahwa manusia keseluruhannya akan kembali kepada Allah setelah mereka mati, yaitu pada hari kebangkitan; karena Dialah Tuhan yang sebenarnya dan Dia akan memberitakan seluruh perbuatan yang mereka lakukan di dunia, dan akan memberikan balasan yang setimpal."
        },
        {
          "number": 109,
          "arabic": "وَأَقْسَمُوا۟ بِٱللَّهِ جَهْدَ أَيْمَـٰنِهِمْ لَئِن جَآءَتْهُمْ ءَايَةٌ لَّيُؤْمِنُنَّ بِهَا ۚ قُلْ إِنَّمَا ٱلْـَٔايَـٰتُ عِندَ ٱللَّهِ ۖ وَمَا يُشْعِرُكُمْ أَنَّهَآ إِذَا جَآءَتْ لَا يُؤْمِنُونَ",
          "transliteration": "wa-aqsamū bil-lahi jahda aymānihim la-in jāathum āyatun layu'minunna bihā qul innamā l-āyātu ʿinda l-lahi wamā yush'ʿirukum annahā idhā jāat lā yu'minūna",
          "translation": "Dan Mereka bersumpah atas nama Allah dengan segala kesungguhan, bahwa jika datang suatu mukjizat kepada mereka, pastilah mereka akan beriman kepada-Nya. Katakanlah, \"mukjizat-mukjizat itu hanya ada pada sisi Allah.\" Dan tahukah kamu, bahwa apabila mukjizat (ayat-ayat) datang, mereka tidak juga akan beriman.<sup foot_note=135273>1</sup>",
          "tafsir": "Muhammad bin Ka'ab berkata, \"Orang Quraisy berkata kepada Nabi saw, \"Wahai Muhammad, engkau menceritakan bahwa Musa a.s. memiliki tongkat yang dipukulkan ke batu, lalu keluar dua belas mata air, Isa a.s. menghidupkan orang-orang mati dan kaum samud memiliki unta. Maka datangkanlah kepada kami sebagian hal tersebut, kami akan mempercayaimu.\" Rasulullah saw menjawab, \"apa yang kalian mau?\" Orang Quraisy menjawab, \"Bukit Safa jadikan emas.\" Rasul menjawab, \"kalau aku lakukan, apakah kalian mengimaniku.\" Mereka menjawab, \"ya, demi Allah kami semua mengikutimu.\" Lalu Rasulullah saw berdoa, maka datanglah Jibril a.s. dan berkata, \"jika engkau mau Bukit Safa dijadikan emas, namun saya tidak diperintahkan untuk mendatangkan mukjizat, untuk didustakan kecuali ditimpakan siksa, atau dibiarkan agar bertobat sebagian mereka.\" Maka Allah menurunkan ayat ini. Allah menjelaskan bahwa orang-orang musyrik bersumpah dengan nama Allah dengan segala kesungguhan bahwa seandainya Nabi dapat mendatangkan mukjizat seperti yang mereka harapkan, niscaya mereka akan percaya bahwa ayat-ayat yang diterima Nabi itu benar-benar datang dari Allah dan mereka akan mengakui bahwa Muhammad adalah utusan Allah. Hal ini menunjukkan bahwa keingkaran mereka kepada ayat-ayat Allah telah memuncak. Mereka sebenarnya tidak sanggup memahami bukti-bukti kebenaran yang terkandung dalam ayat-ayat yang diterima oleh Nabi, kemudian mereka mengusulkan agar diturunkan tanda-tanda kebenaran yang lain. Hal ini menunjukkan bahwa mereka hanyalah mencari-cari persoalan untuk menjatuhkan pribadi Nabi dengan jalan meminta turunnya mukjizat, padahal mukjizat-mukjizat itu diberikan berdasarkan izin Allah dan kebijaksanaan-Nya, tidak tergantung pada kehendak serta kemauan seseorang. Allah memerintahkan kepada Nabi bahwa sesungguhnya ayat-ayat itu datang dari Allah semata, jadi kekuasaan menurunkan wahyu itu tidak di tangan Muhammad melainkan di tangan Allah yang diberikan menurut kehendak-Nya. Allah berfirman: Tidak ada hak bagi seorang rasul mendatangkan sesuatu bukti (mukjizat) melainkan dengan izin Allah. (ar-Ra'd/13: 38) Sesudah itu Allah menjelaskan kepada kaum Muslimin yang mengharapkan datangnya mukjizat kepada Nabi, untuk memenuhi permintaan orang-orang kafir itu bahwa meskipun diturunkan mukjizat sesuai dengan permintaan mereka, mereka tidak akan pernah beriman. Oleh sebab itu orang Islam tidak perlu menghiraukan tuntutan mereka itu."
        },
        {
          "number": 110,
          "arabic": "وَنُقَلِّبُ أَفْـِٔدَتَهُمْ وَأَبْصَـٰرَهُمْ كَمَا لَمْ يُؤْمِنُوا۟ بِهِۦٓ أَوَّلَ مَرَّةٍ وَنَذَرُهُمْ فِى طُغْيَـٰنِهِمْ يَعْمَهُونَ",
          "transliteration": "wanuqallibu afidatahum wa-abṣārahum kamā lam yu'minū bihi awwala marratin wanadharuhum fī ṭugh'yānihim yaʿmahūna",
          "translation": "Dan (begitu pula) Kami memalingkan hati dan penglihatan mereka seperti pertama kali mereka tidak beriman kepadanya (Alquran), dan Kami biarkan mereka bingung dalam kesesatan.",
          "tafsir": "Sesudah itu Allah memberikan penjelasan kepada kaum Muslimin bahwa mereka tidak mengetahui bahwa Allah kuasa untuk memalingkan hati dan penglihatan orang-orang musyrik; maka sebagaimana mereka tidak beriman sebelum mereka meminta mukjizat itu, begitu jugalah mereka tidak mau beriman sesudah datangnya mukjizat, karena hati mereka telah dipalingkan dari kebenaran. Allah berfirman: Dan kalau Kami bukakan kepada mereka salah satu pintu langit, lalu mereka terus menerus naik ke atasnya, tentulah mereka berkata, \"Sesungguhnya pandangan kamilah yang dikaburkan, bahkan kami adalah orang yang terkena sihir.\" (al-hijr/15: 14-15) Pada akhir ayat ini Allah menegaskan bahwa Allah akan membiarkan mereka memperturutkan hati mereka bergelimang dalam kekafiran dan kemaksiatan. Hati mereka diliputi oleh kebingungan dan keragu-raguan terhadap ayat-ayat yang mereka dengar. Mereka tidak dapat membedakan antara kebenaran dan tipuan. Mereka dibiarkan dalam kegelapan dan kesesatan yang nyata"
        }
      ]
    }
  ]
}