{
  "pageNumber": 363,
  "juz": 19,
  "surahs": [
    {
      "number": 25,
      "name": "Al-Furqan",
      "nameArabic": "الفرقان",
      "meaning": "Pembeda",
      "revelation": "Makkah",
      "description": "Surat ini terdiri dari 77 ayat dan termasuk golongan surat Makkiyyah. Dinamakan \"Al-Furqan\" yang artinya \"pembeda\" diambil dari kata \"Al-Furqan\" yang terdapat pada ayat pertama surat ini. Yang dimaksud kata Al-Furqan dalam ayat ini ialah Al-Qur'an.Al-Qur'an dinamakan Al-Furqan karena membedakan antara kebenaran dan kebatilan. Maka pada surat ini pun terdapat ayat-ayat yang membedakan antara kebenaran keesaan Allah dan kebatilan kepercayaan syirik.**Pokok-Pokok Isi:**1. **Keimanan:** Allah Mahabesar berkah dan kebaikan-Nya; hanya Allah yang menguasai langit dan bumi; Allah tidak memiliki anak dan sekutu; Al-Qur'an benar-benar diturunkan dari Allah; ilmu Allah meliputi segala sesuatu; Allah bersemayam di atas Arsy; Nabi Muhammad adalah hamba Allah yang diutus ke seluruh alam; rasul-rasul adalah manusia biasa yang mendapat wahyu dari Allah; pada hari kiamat peristiwa-peristiwa luar biasa akan terjadi, seperti: langit terbelah, malaikat turun ke bumi, orang-orang berdosa dihalau ke neraka dengan menyungkurkan wajah.2. **Hukum-hukum:** Haram mengabaikan Al-Qur'an; larangan menafkahkan harta secara boros atau kikir; larangan membunuh atau berzina; kewajiban memberantas kekafiran dengan menggunakan dalil Al-Qur'an; larangan memberikan kesaksian palsu.3. **Kisah-kisah:** Kisah-kisah Nabi Musa, Nabi Nuh, kaum Tsamud, dan kaum Syu'aib.4. **Lain-lain:** Celaan orang kafir terhadap Al-Qur'an; kejadian alam sebagai bukti keesaan dan kekuasaan Allah; hikmah Al-Qur'an diturunkan secara berangsur-angsur; sifat-sifat orang musyrik antara lain: mempertuhankan hawa nafsu dan tidak mempergunakan akal; sifat-sifat hamba Allah yang sejati.Surat Al-Furqan mengandung penjelasan tentang kebenaran keesaan Allah, kenabian Muhammad serta peristiwa-peristiwa yang terjadi pada hari kiamat dan mengemukakan pula kebatilan kemusyrikan dan kekafiran.Kejadian alam seperti pergantian siang dan malam, bertiupnya angin, turunnya hujan, dan lain-lain diterangkan Allah dalam surat ini sebagai bukti atas keesaan dan kekuasaan-Nya. Kesudahan umat-umat yang dahulu yang ingkar dan menentang nabi-nabi juga dikisahkan secara ringkas.Pada bagian akhir, Allah menerangkan sifat-sifat yang terpuji yang dimiliki hamba-Nya yang beriman.**Hubungan Surat Al-Furqan Dengan Surat Asy Syu'ara':**1. Beberapa persoalan dalam surat Al-Furqan diuraikan lagi secara luas di dalam surat Asy Syu'ara', antara lain beberapa kisah nabi-nabi.2. Masing-masing surat itu dimulai dengan keterangan dari Allah bahwa Al-Qur'an adalah petunjuk bagi alam semesta dan membedakan antara yang benar dengan yang batil, dan ditutup dengan ancaman kepada orang-orang yang mendustakannya.",
      "verses": [
        {
          "number": 33,
          "arabic": "وَلَا يَأْتُونَكَ بِمَثَلٍ إِلَّا جِئْنَـٰكَ بِٱلْحَقِّ وَأَحْسَنَ تَفْسِيرًا",
          "transliteration": "walā yatūnaka bimathalin illā ji'nāka bil-ḥaqi wa-aḥsana tafsīran",
          "translation": "Dan mereka (orang-orang kafir itu) tidak datang kepadamu (membawa) sesuatu yang aneh, melainkan Kami datangkan kepadamu yang benar dan penjelasan yang paling baik.",
          "tafsir": "Dalam ayat ini, Allah mengatakan kepada Nabi Muhammad bahwa Dia tidak akan membiarkan orang-orang kafir itu datang kepada Nabi membawa sesuatu yang batil yang mereka ada-adakan untuk menodai kerasulannya. Allah hanya akan mendatangkan kepada Nabi suatu yang benar untuk menolak tuduhan mereka dan memberikan penjelasan yang paling baik. Hal seperti ini tersebut pula dalam firman Allah: Sebenarnya Kami melemparkan yang hak (kebenaran) kepada yang batil (tidak benar) lalu yang hak itu menghancurkannya, maka seketika itu (yang batil) lenyap. (al-Anbiya'/21: 18)"
        },
        {
          "number": 34,
          "arabic": "ٱلَّذِينَ يُحْشَرُونَ عَلَىٰ وُجُوهِهِمْ إِلَىٰ جَهَنَّمَ أُو۟لَـٰٓئِكَ شَرٌّ مَّكَانًا وَأَضَلُّ سَبِيلًا",
          "transliteration": "alladhīna yuḥ'sharūna ʿalā wujūhihim ilā jahannama ulāika sharrun makānan wa-aḍallu sabīlan",
          "translation": "Orang-orang yang dikumpulkan di neraka Jahanam dengan diseret wajahnya, mereka itulah yang paling buruk tempatnya dan paling sesat jalannya.",
          "tafsir": "Ayat ini menjelaskan bahwa orang-orang yang digiring ke neraka Jahanam, dengan cara menyeret wajah mereka dengan rantai-rantai dan belenggu, adalah orang-orang yang paling buruk tempatnya dan paling sesat jalannya. Nabi Muhammad diperintahkan oleh Allah untuk mengucapkan kata-kata ini kepada orang-orang kafir yang mengemukakan beberapa sifat yang ganjil untuk menodai kerasulannya, dengan maksud seolah-olah beliau ini menyuruh mereka untuk mengadakan perbandingan siapakah di antara mereka yang mendapat petunjuk dan siapa yang berada dalam kesesatan. Sesuai dengan firman Allah: Dan sesungguhnya kami atau kamu (orang-orang musyrik), pasti berada dalam kebenaran atau dalam kesesatan yang nyata. (Saba'/34: 24) Juga tersebut dalam hadis Rasulullah saw: Akan dikumpulkan manusia pada hari Kiamat dalam tiga golongan, segolongan berjalan kaki, segolongan lagi berkendaraan, dan segolongan lagi berjalan dengan wajahnya. Rasulullah ditanya, \"Bagaimana mereka berjalan dengan wajahnya?\" Beliau menjawab, \"Sesungguhnya Tuhan yang dapat memperjalankan mereka dengan kedua kakinya mampu pula memperjalankan mereka dengan wajahnya. Ingatlah, mereka menjaga wajah mereka dari benda-benda yang tajam dan berduri.\" (Riwayat at-Tirmidzi dari Abu Hurairah). Yang dimaksud di sini bahwa malaikat menyeret wajah orang-orang kafir ke dalam neraka."
        },
        {
          "number": 35,
          "arabic": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَـٰبَ وَجَعَلْنَا مَعَهُۥٓ أَخَاهُ هَـٰرُونَ وَزِيرًا",
          "transliteration": "walaqad ātaynā mūsā l-kitāba wajaʿalnā maʿahu akhāhu hārūna wazīran",
          "translation": "Dan sungguh, Kami telah memberikan Kitab (Taurat) kepada Musa dan Kami telah menjadikan Harun saudaranya, menyertai dia sebagai wazir (pembantu).",
          "tafsir": "Ayat ini menerangkan bahwa Allah telah menurunkan kitab Taurat kepada Nabi Musa seperti menurunkan Al-Qur'an kepada Nabi Muhammad. Dia juga telah menjadikan Harun, saudaranya, menyertai dia sebagai seorang wazir (pembantu) yang selalu diajak musyawarah untuk diminta pendapatnya. Dalam ayat lain diterangkan bahwa Harun itu diperbantukan kepada Musa sebagai seorang nabi. Hal ini tidak bertentangan karena walaupun Harun seorang nabi, tetapi dalam bidang syariat ia mengikuti syariat Musa dan mengikuti petunjuk-petunjuk-Nya. Kemudian Allah menjelaskan bahwa Musa dan Harun diperintahkan supaya menyampaikan risalah-Nya kepada Fir'aun dengan jaminan bahwa kemenangan terakhir pasti berada di pihak mereka."
        },
        {
          "number": 36,
          "arabic": "فَقُلْنَا ٱذْهَبَآ إِلَى ٱلْقَوْمِ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا فَدَمَّرْنَـٰهُمْ تَدْمِيرًا",
          "transliteration": "faqul'nā idh'habā ilā l-qawmi alladhīna kadhabū biāyātinā fadammarnāhum tadmīran",
          "translation": "Kemudian Kami berfirman (kepada keduanya), \"Pergilah kamu berdua kepada kaum yang mendustakan ayat-ayat Kami.\" Lalu Kami hancurkan mereka dengan sehancur-hancurnya.",
          "tafsir": "Kemudian Allah memerintahkan kepada Musa dan Harun untuk pergi dan berdakwah kepada Fir'aun dan kaumnya yang telah mendustakan tanda-tanda keesaan Allah yang terdapat di alam semesta. Setelah mereka menunaikan tugasnya yaitu menyampaikan risalahnya dengan lemah lembut, ternyata sikap Fir'aun tetap tidak berubah, sehingga Allah membinasakan mereka. Seperti tersebut dalam firman Allah: Allah telah membinasakan mereka, dan bagi orang-orang kafir akan menerima (nasib) yang serupa itu. (Muhammad/47: 10). Dengan peristiwa ini, Allah menghibur Nabi Muhammad dan mendidiknya supaya berlaku sabar, karena beliau bukanlah nabi pertama yang didustakan oleh kaumnya."
        },
        {
          "number": 37,
          "arabic": "وَقَوْمَ نُوحٍ لَّمَّا كَذَّبُوا۟ ٱلرُّسُلَ أَغْرَقْنَـٰهُمْ وَجَعَلْنَـٰهُمْ لِلنَّاسِ ءَايَةً ۖ وَأَعْتَدْنَا لِلظَّـٰلِمِينَ عَذَابًا أَلِيمًا",
          "transliteration": "waqawma nūḥin lammā kadhabū l-rusula aghraqnāhum wajaʿalnāhum lilnnāsi āyatan wa-aʿtadnā lilẓẓālimīna ʿadhāban alīman",
          "translation": "Dan (telah Kami binasakan) kaum Nuh ketika mereka mendustakan para rasul. Kami tenggelamkam mereka dan Kami jadikan (cerita) mereka itu pelajaran bagi manusia. Dan Kami telah sediakan bagi orang-orang zalim azab yang pedih;",
          "tafsir": "Demikian pula Allah telah membinasakan kaum Nuh yang telah mendustakan para rasul. Setelah Nabi Nuh menunaikan risalahnya dengan menyampaikan dakwah kepada kaumnya, tetapi yang beriman kepadanya hanya sedikit sekali, Allah lalu menenggelamkan mereka dengan topan dan banjir besar yang membinasakan semua manusia dan binatang kecuali yang berada dalam kapal Nabi Nuh. Allah menjadikan peristiwa itu sebagai pelajaran bagi umat manusia supaya mereka selalu ingat dan mensyukuri nikmat-nikmat Allah yang telah menyelamatkan mereka dari bencana yang mengancam. Hal ini sesuai dengan firman Allah: Sesungguhnya ketika air naik (sampai ke gunung), Kami membawa (nenek moyang) kamu ke dalam kapal, agar Kami jadikan (peristiwa itu) sebagai peringatan bagi kamu dan agar diperhatikan oleh telinga yang mau mendengar. (al-haqqah/69: 11-12). Lalu Allah menerangkan akibat orang-orang yang mendustakan risalah Nabi dengan firman-Nya bahwa Ia telah menyediakan bagi orang-orang zalim siksa yang pedih. Ayat ini mengandung peringatan pada orang-orang Quraisy supaya mereka jangan sampai mendustakan kenabian Muhammad karena besar kemungkinan mereka pun akan ditimpa azab seperti umat-umat terdahulu yang telah mendustakan para rasul-Nya."
        },
        {
          "number": 38,
          "arabic": "وَعَادًا وَثَمُودَا۟ وَأَصْحَـٰبَ ٱلرَّسِّ وَقُرُونًۢا بَيْنَ ذَٰلِكَ كَثِيرًا",
          "transliteration": "waʿādan wathamūdā wa-aṣḥāba l-rasi waqurūnan bayna dhālika kathīran",
          "translation": "dan (telah Kami binasakan) kaum 'Ād dan Samud dan penduduk Rass<sup foot_note=135530>1</sup> serta banyak (lagi) generasi di antara (kaum-kaum) itu.",
          "tafsir": "Ayat ini menerangkan bahwa Allah telah membinasakan kaum 'ad, kaum Nabi Hud, dengan angin yang bertiup dengan kekuatan yang sangat besar dan sangat dingin, membinasakan kaum Samud, kaum Nabi Saleh, dengan suara keras yang menggelegar, dan juga membinasakan penduduk Rass yang ada di negeri Yamamah yang telah membunuh nabi. Nasib yang sama juga telah menimpa generasi-generasi berikutnya akibat pembangkangan mereka."
        },
        {
          "number": 39,
          "arabic": "وَكُلًّا ضَرَبْنَا لَهُ ٱلْأَمْثَـٰلَ ۖ وَكُلًّا تَبَّرْنَا تَتْبِيرًا",
          "transliteration": "wakullan ḍarabnā lahu l-amthāla wakullan tabbarnā tatbīran",
          "translation": "Dan masing-masing telah Kami jadikan perumpamaan dan masing-masing telah Kami hancurkan sehancur-hancurnya.",
          "tafsir": "Pada ayat ini, Allah menerangkan agar kisah umat dahulu itu diceritakan nabi kepada kaum musyrikin sebagai tamsil atau ibarat, dan menjelaskan kepada mereka dalil-dalil keesaan Allah. Akan tetapi, ternyata mereka terus-menerus mendustakan dan mengingkarinya sehingga Allah membinasakan mereka sampai hancur-lebur. Allah lalu memerintahkan kepada Muhammad agar mengingatkan orang-orang musyrik Mekah agar mengambil pelajaran dari berbagai peristiwa itu. Tempat-tempat kaum yang telah dibinasakan itu selalu mereka lalui ketika dalam perjalanan dagangnya, yaitu bekas-bekas kawasan kaum Lut dan Samud ketika mereka pergi ke Syam, dan bekas kawasan kaum 'ad (Ahqaf) yang mereka lewati ketika pergi menuju Yaman."
        },
        {
          "number": 40,
          "arabic": "وَلَقَدْ أَتَوْا۟ عَلَى ٱلْقَرْيَةِ ٱلَّتِىٓ أُمْطِرَتْ مَطَرَ ٱلسَّوْءِ ۚ أَفَلَمْ يَكُونُوا۟ يَرَوْنَهَا ۚ بَلْ كَانُوا۟ لَا يَرْجُونَ نُشُورًا",
          "transliteration": "walaqad ataw ʿalā l-qaryati allatī um'ṭirat maṭara l-sawi afalam yakūnū yarawnahā bal kānū lā yarjūna nushūran",
          "translation": "Dan sungguh, mereka (kaum musyrik Mekkah) telah melalui negeri (Sodom) yang (dulu) dijatuhi hujan yang buruk (hujan batu). Tidakkah mereka menyaksikannya? Bahkan mereka itu sebenarnya tidak mengharapkan hari kebangkitan.",
          "tafsir": "Sesungguhnya kaum musyrikin Mekah sering melewati negeri Sodom yang dahulu pernah dihujani dengan batu dan bekas kediaman kaum Nabi Lut yang terkenal dengan perbuatan homoseksual. Apakah mereka tidak menyaksikan bekas reruntuhan itu sebagai azab akibat mendustakan seorang utusan Allah. Kemudian Allah menjelaskan bahwa sebab utama yang menutup mata hati mereka terhadap sebab-sebab turunnya azab itu bukan karena mereka tidak melihat, tetapi karena mereka tidak percaya akan adanya hari kebangkitan pada hari Kiamat, sesudah mereka mati."
        },
        {
          "number": 41,
          "arabic": "وَإِذَا رَأَوْكَ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَـٰذَا ٱلَّذِى بَعَثَ ٱللَّهُ رَسُولًا",
          "transliteration": "wa-idhā ra-awka in yattakhidhūnaka illā huzuwan ahādhā alladhī baʿatha l-lahu rasūlan",
          "translation": "Dan apabila mereka melihat engkau (Muhammad), mereka hanyalah menjadikan engkau sebagai ejekan (dengan mengatakan), \"Inikah orangnya yang diutus Allah sebagai Rasul?",
          "tafsir": "Pada ayat ini, Allah menegaskan kepada Nabi Muhammad bahwa orang kafir selalu mengejeknya dengan mengatakan, \"Apakah ini orang yang diutus sebagai rasul?\" Itulah ejekan kaum kafir setiap kali mereka melihat Nabi Muhammad saw."
        },
        {
          "number": 42,
          "arabic": "إِن كَادَ لَيُضِلُّنَا عَنْ ءَالِهَتِنَا لَوْلَآ أَن صَبَرْنَا عَلَيْهَا ۚ وَسَوْفَ يَعْلَمُونَ حِينَ يَرَوْنَ ٱلْعَذَابَ مَنْ أَضَلُّ سَبِيلًا",
          "transliteration": "in kāda layuḍillunā ʿan ālihatinā lawlā an ṣabarnā ʿalayhā wasawfa yaʿlamūna ḥīna yarawna l-ʿadhāba man aḍallu sabīlan",
          "translation": "Sungguh, hampir saja dia menyesatkan kita dari sesembahan kita, seandainya kita tidak tetap bertahan (menyembah)nya.\" Dan kelak mereka akan mengetahui pada saat mereka melihat azab, siapa yang paling sesat jalannya.",
          "tafsir": "Ucapan orang-orang musyrik bahwa Muhammad hampir saja menyesatkan mereka dari sembahan-sembahannya, seandainya mereka tidak tekun dan sabar menyembahnya, menunjukkan bahwa Nabi Muhammad telah menyampaikan dakwahnya dengan sungguh-sungguh disertai dengan hujah-hujah yang nyata. Nabi saw juga memperlihatkan berbagai mukjizat sehingga mereka hampir-hampir meninggalkan agama nenek moyangnya dan memasuki agama Islam. Ucapan mereka itu menunjukkan pula adanya pertentangan yang hebat dalam hati sanubari mereka, dari satu sisi mereka mencemoohkan Nabi saw, dan dari sisi lain mereka merasa khawatir akan terpengaruh oleh dakwah Nabi saw yang sangat kuat dan logis itu. Selanjutnya, ayat ini menerangkan bahwa mereka akan mengetahui tentang siapa yang sesat jalannya pada saat mereka melihat azab. Menurut riwayat, ayat ini terkait dengan ulah yang dilakukan Abu Jahal pada setiap kali ia bertemu dengan Rasulullah. Cara serupa itu dilakukan oleh umat terdahulu kepada para rasul Allah seperti tersebut dalam firman Allah: Dan sungguh, beberapa rasul sebelum engkau (Muhammad) telah diperolok-olokkan, sehingga turunlah azab kepada orang-orang yang mencemoohkan itu sebagai balasan olok-olokan mereka. (al-An'am/6: 10)"
        },
        {
          "number": 43,
          "arabic": "أَرَءَيْتَ مَنِ ٱتَّخَذَ إِلَـٰهَهُۥ هَوَىٰهُ أَفَأَنتَ تَكُونُ عَلَيْهِ وَكِيلًا",
          "transliteration": "ara-ayta mani ittakhadha ilāhahu hawāhu afa-anta takūnu ʿalayhi wakīlan",
          "translation": "Sudahkah engkau (Muhammad) melihat orang yang menjadikan keinginannya sebagai tuhannya. Apakah engkau akan menjadi pelindungnya?",
          "tafsir": "Ibnu 'Abbas r.a. berkata, \"Orang-orang pada zaman Jahiliah pernah menyembah batu yang putih selama beberapa masa. Akan tetapi, jika melihat sembahan lain yang lebih baik, maka ia meninggalkan batu putih itu dan memilih sembahan kedua yang lebih baik menurut ukuran hawa nafsunya. Sehubungan dengan itu turunlah ayat ini.\" Pada ayat ini, Allah mencela orang-orang kafir Mekah yang mempertuhankan hawa nafsunya sehingga dijadikan landasan untuk semua urusan agamanya. Mereka tidak mendengarkan hujah yang nyata, dan penjelasan-penjelasan yang terang. Allah menasihatkan supaya Muhammad tidak terlalu memikirkan sikap mereka, karena beliau tidak ditugaskan untuk menyadarkan mereka agar beriman selamanya, apalagi jika mereka tidak mau melepaskan diri dari belenggu hawa nafsunya dan mengikuti petunjuk kepada kebenaran. Allah mengatakan bahwa Muhammad tidak menjadi pemelihara dan penjamin bagi mereka. Kewajiban Nabi saw hanya menyampaikan risalah saja. Hal ini sesuai dengan firman Allah: Engkau bukanlah orang yang berkuasa atas mereka. (al-Gasyiyah/88: 22)"
        }
      ]
    }
  ]
}