{
  "pageNumber": 169,
  "juz": 9,
  "surahs": [
    {
      "number": 7,
      "name": "Al-A'raf",
      "nameArabic": "الأعراف",
      "meaning": "Tempat Tertinggi",
      "revelation": "Makkah",
      "description": "Surat Al-A'raf berjumlah 206 ayat, termasuk surat Makkiyyah, diturunkan sebelum surat Al-An'am, dan termasuk golongan surat \"Assab'uththiwaal\" (tujuh surat yang panjang). Dinamakan \"Al-A'raf\" karena perkataan Al-A'raf terdapat dalam ayat 46 yang mengemukakan tentang keadaan orang-orang yang berada di atas Al-A'raf, tempat yang tertinggi di batas surga dan neraka. Mereka itulah orang-orang yang antara kebaikan dan kejahatan mereka sama banyaknya.Pokok-Pokok Isi:1. Keimanan:Mentauhidkan Allah dalam berdoa dan beribadah; hanya Allah yang mengatur dan menjaga alam; menciptakan undang-undang dan hukum-hukum untuk mengatur kehidupan manusia di dunia dan di akhirat; Allah bersemayam di 'Arsy; bantahan terhadap kepalsuan syirik; ketauhidan sesuai dengan fitrah manusia; Musa berbicara dengan Allah; tentang melihat Allah; perintah beribadah sambil menundukkan diri kepada Allah; Allah memiliki al-asmaaul husnaa (nama-nama yang indah).2. Hukum-hukum:Larangan mengikuti perbuatan dan adat istiadat yang buruk; kewajiban mengikuti Allah dan rasul, perintah berhias ketika hendak shalat; bantahan terhadap orang yang mengharamkan perhiasan yang dianugerahkan Allah; perintah memakan makanan yang halal lagi baik dan larangan memakan yang sebaliknya.3. Kisah-kisah:Kisah Nabi Adam a.s. dengan Iblis; kisah Nabi Nuh a.s. dan kaumnya; kisah Nabi Shaleh a.s. dengan kaumnya; kisah Nabi Syu'aib a.s. dengan kaumnya; kisah Nabi Musa a.s. dengan Fir'aun.4. Lain-lain:Al-Qur'an diturunkan kepada Nabi terakhir dan perintah mengikutinya; Nabi Muhammad diutus untuk seluruh manusia; adab orang mukmin, adab mendengar bacaan Al-Qur'an dan berzikir; rasul bertanggung jawab menyampaikan seruan Allah; balasan terhadap orang-orang yang mengikuti dan mengingkari rasul; dakwah rasul-rasul yang pertama ialah mentauhidkan Allah; tentang ashhaabul A'raaf yang berada di antara surga dan neraka; Allah pencipta makhluk; manusia adalah makhluk terbaik yang diciptakan Allah serta memiliki kesediaan untuk berbuat baik dan berbuat buruk; permusuhan setan terhadap manusia; manusia khalifah Allah di bumi; kehancuran suatu kaum karena perbuatan mereka sendiri; setiap bangsa memiliki masa jaya dan masa kehancuran; Allah memberikan cobaan kepada manusia dengan kekayaan dan kemiskinan; istidraj azab Allah terhadap orang-orang yang mendustakan ayat-ayat-Nya.Surat Al-A'raf dimulai dengan pengutaraan tentang kewajiban manusia mengikuti rasul dan akibat mengingkarinya. Selanjutnya, diterangkan tentang perselisihan antara Nabi Adam dan Iblis di surga yang merupakan permulaan perselisihan antara golongan yang taat kepada perintah Allah dan golongan yang mengingkari sebagaimana yang terjadi pada nabi-nabi terdahulu dengan umat-umatnya. Kemudian surat ini ditutup dengan penjelasan tentang adab-adab orang mukmin, adab-adab mendengarkan ayat-ayat Al-Qur'an, dan tata cara berdoa dan berzikir kepada-Nya.Hubungan Antara Surat Al-A'Raf Dengan Surat Al-Anfal:1. Akhir surat Al-A'raf mengemukakan keadaan beberapa orang rasul yang diutus sebelum Nabi Muhammad dalam menghadapi kaumnya, sedang permulaan surat Al-Anfal menerangkan keadaan Nabi Muhammad dalam menghadapi umatnya.2. Permusuhan antara Adam dan Iblis di surga dilanjutkan dengan permusuhan antara manusia yang menerima petunjuk dari Allah dengan yang tidak menerimanya. Ini diterangkan dalam surat Al-A'raf. Hal yang serupa diterangkan lebih jelas dalam surat Al-Anfal; pertentangan kedua golongan itu serta tingkah laku mereka dalam perang Badar. Surat Al-A'raf termasuk surat yang banyak persesuaiannya dengan surat-surat yang lain, seperti: Al-Baqarah, Ali 'Imran, At-Taubah, danYunus.",
      "verses": [
        {
          "number": 150,
          "arabic": "وَلَمَّا رَجَعَ مُوسَىٰٓ إِلَىٰ قَوْمِهِۦ غَضْبَـٰنَ أَسِفًا قَالَ بِئْسَمَا خَلَفْتُمُونِى مِنۢ بَعْدِىٓ ۖ أَعَجِلْتُمْ أَمْرَ رَبِّكُمْ ۖ وَأَلْقَى ٱلْأَلْوَاحَ وَأَخَذَ بِرَأْسِ أَخِيهِ يَجُرُّهُۥٓ إِلَيْهِ ۚ قَالَ ٱبْنَ أُمَّ إِنَّ ٱلْقَوْمَ ٱسْتَضْعَفُونِى وَكَادُوا۟ يَقْتُلُونَنِى فَلَا تُشْمِتْ بِىَ ٱلْأَعْدَآءَ وَلَا تَجْعَلْنِى مَعَ ٱلْقَوْمِ ٱلظَّـٰلِمِينَ",
          "transliteration": "walammā rajaʿa mūsā ilā qawmihi ghaḍbāna asifan qāla bi'samā khalaftumūnī min baʿdī aʿajil'tum amra rabbikum wa-alqā l-alwāḥa wa-akhadha birasi akhīhi yajurruhu ilayhi qāla ib'na umma inna l-qawma is'taḍʿafūnī wakādū yaqtulūnanī falā tush'mit biya l-aʿdāa walā tajʿalnī maʿa l-qawmi l-ẓālimīna",
          "translation": "Dan ketika Musa telah kembali kepada kaumnya, dengan marah dan sedih hati dia berkata, \"Alangkah buruknya perbuatan yang kamu kerjakan selama kepergianku! Apakah kamu hendak mendahului janji Tuhanmu?\"<sup foot_note=135293>1</sup> Musa pun melemparkan lauh-lauh (Taurat) itu dan memegang kepala saudaranya (Harun) sambil menarik ke arahnya. (Harun) berkata, \"Wahai anak ibuku! Kaum ini telah menganggapku lemah dan hampir saja mereka membunuhku, sebab itu janganlah engkau menjadikan musuh-musuh menyoraki melihat kemalanganku, dan janganlah engkau jadikan aku sebagai orang-orang yang zalim.\"",
          "tafsir": "Ayat ini menjelaskan Sikap Nabi Musa terhadap perbuatan kaumnya yang telah menyembah anak sapi. Ia sedih karena merasa segala usaha dan perjuangannya yang berat selama ini tidak memperoleh hasil yang diinginkannya. Ia sangat marah kepada saudaranya Harun yang telah dijadikan sebagai wakilnya untuk memimpin kaumnya sepeninggal ia pergi menemui panggilan Tuhannya ke bukit Sinai, seakan-akan Harun tidak melaksanakan tugasnya, dan membiarkan kaumnya sesat, tidak menegur dan mengambil tindakan sedikit pun terhadap mereka yang ingkar. Musa pun merasa takut kepada Allah dan merasa khawatir akan menerima kemurkaan Allah kepadanya dan kaumnya yang telah menjadi musyrik. Dalam keadaan sedih, putus asa yang bercampur marah terlontarlah perkataan yang keras yang ditujukan kepada saudaranya Harun dan kaumnya, yang menyatakan tugas dan amanat yang diberikannya kepada Harun telah sia-sia, tidak dilaksanakan sebagaimana mestinya. Dengan susah payah ia telah mengajar dan mendidik kaumnya, sehingga mereka telah beriman kepada Allah dan hanya menyembah kepada-Nya saja. Ia baru saja menerima wahyu Allah yang berisi petunjuk dan syariat yang akan diajarkan kepada kaumnya. Apa yang terjadi pada kaumnya ketika ia kembali sangat berlawanan dengan yang dikehendakinya. Yang diinginkannya ialah agar kaumnya tetap menyembah Allah Yang Maha Esa sepeninggalnya, kemudian ketundukan dan kepatuhan itu akan bertambah, setelah ia dapat mengajarkan wahyu yang baru diterimanya dari Allah itu. Sedang yang terjadi adalah pekerjaan yang paling buruk dan yang paling besar dosanya yaitu memperserikatkan Tuhan. Selanjutnya Musa berkata kepada kaumnya. Mengapa kamu sekalian tidak sabar menanti kedatanganku kembali sesudah bermunajat kepada Tuhan, sampai kamu membuat patung dan menyembahnya seperti menyembah Allah, padahal aku hanya terlambat sepuluh malam. Apakah kamu mempunyai prasangka lain terhadapku karena keterlambatanku itu. Menurut suatu riwayat, bahwa Samiri pernah berkata kepada Bani Israil sewaktu ia memperlihatkan patung anak sapi yang baru dibuatnya kepada mereka: Ini adalah tuhanmu dan tuhan Musa, sesungguhnya Musa tidak akan kembali dan sesungguhnya ia telah mati. Dalam kemarahannya Nabi Musa melemparkan lauh-lauh yang ada di tangannya, tetapi bukan bermaksud hendak merusaknya, seperti disebutkan dalam Perjanjian Lama, \"maka bangkitlah amarah Musa; dilemparkannyalah kedua lauh itu dari tangannya dan dipecahkannya pada kaki gunung itu.\" (Keluaran 32:19). Nyatanya dalam 7:154 benda-benda itu masih utuh, berisi ajaran Allah. Rasanya kurang hormat (kalau tidak akan dikatakan menghina Tuhan) bila menduga bahwa Utusan Allah telah menghancurkan lauh-lauh yang berisi ajaran-ajaran Allah dalam kemarahannya yang tak terkendalikan itu. lalu memegang ubun-ubun Harun, karena ia mengira bahwa Harun tidak berusaha sungguh-sungguh mencegah perbuatan kaumnya menyembah patung anak sapi itu, dan tindakan-tindakan yang telah dilakukan selama ia pergi ke Bukit Sinai, atau melaporkan perbuatan kaumnya yang telah sesat itu. Sangkaan Musa kepada Harun ini dilukiskan dalam firman Allah sebagai berikut: \"Dia (Musa) berkata, \"Wahai Harun! apa yang menghalangimu ketika engkau melihat mereka telah sesat, (sehingga) engaku tidak mengikuti aku?\" Apakah engkau telah (sengaja) melanggar perintahku?\" (thaha/20: 92-93) Perkataan Musa dijawab oleh Harun, \"Wahai anak ibuku, janganlah engkau tergesa-gesa mencela aku, dan jangan pula tergesa-gesa memarahi aku, karena menyangka aku tidak bersungguh-sungguh melaksanakan perintahmu dan tidak menghalangi mereka. Sebenarnya aku telah berusaha menghalangi mereka dari mengerjakan perbuatan sesat itu dan memberi nasihat kepada mereka. Tetapi mereka memandangku orang yang lemah, bahkan mereka hampir saja membunuhku. Janganlah engkau bertindak terhadapku dengan tindakan yang menyenangkan musuh; mereka gembira dan tertawa lantaran bencana yang menimpa diriku, janganlah engkau masukkan aku ke dalam golongan orang-orang yang suka mengerjakan perbuatan yang berakibat kerugian bagi diriku sendiri, yaitu golongan yang menyembah patung anak sapi, aku sendiri bukanlah termasuk golongan itu.\" Sikap Musa dan Harun yang berbeda terhadap perbuatan kaumnya itu menunjukkan pula perbedaan watak kedua orang Nabi Allah ini. Musa adalah orang yang keras dan tegas menghadapi suatu perbuatan sesat yang dilarang Allah, sedang Harun adalah orang yang lemah lembut dan tidak mau menggunakan kekerasan dalam menghadapi perbuatan sesat."
        },
        {
          "number": 151,
          "arabic": "قَالَ رَبِّ ٱغْفِرْ لِى وَلِأَخِى وَأَدْخِلْنَا فِى رَحْمَتِكَ ۖ وَأَنتَ أَرْحَمُ ٱلرَّٰحِمِينَ",
          "transliteration": "qāla rabbi igh'fir lī wali-akhī wa-adkhil'nā fī raḥmatika wa-anta arḥamu l-rāḥimīna",
          "translation": "Dia (Musa) berdoa, \"Ya Tuhanku, ampunilah aku dan saudaraku dan masukkanlah kami ke dalam rahmat Engkau, dan Engkau adalah Maha Penyayang dari semua penyayang.\"",
          "tafsir": "Mendengar jawaban Harun itu, lembutlah hati Musa, dan beliau pun berkata sambil berdoa, \"Wahai Tuhanku, ampunilah aku terhadap perbuatanku yang terlalu kasar terhadap saudaraku, baik berupa perkataan maupun perbuatan, dan ampunilah segala kelemahan saudaraku sebagai wakil dan penggantiku dalam bertindak terhadap orang-orang yang sesat itu. Wahai Tuhanku masukkanlah kami ke dalam rahmat-Mu yang luas dan Engkaulah Tuhan Yang Maha Pengasih.\" Dengan doa Nabi Musa itu hilanglah harapan-harapan orang yang menginginkan terjadinya perpecahan antara Musa dan Harun, dan orang-orang yang menginginkan agar Musa bertindak keras terhadap saudaranya Harun itu. Ayat ini dengan tegas menyatakan bahwa Harun tidak terlibat sedikit pun dalam perbuatan kaumnya yang menyembah anak sapi, sesuai dengan pernyataannya kepada saudaranya Musa itu."
        },
        {
          "number": 152,
          "arabic": "إِنَّ ٱلَّذِينَ ٱتَّخَذُوا۟ ٱلْعِجْلَ سَيَنَالُهُمْ غَضَبٌ مِّن رَّبِّهِمْ وَذِلَّةٌ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا ۚ وَكَذَٰلِكَ نَجْزِى ٱلْمُفْتَرِينَ",
          "transliteration": "inna alladhīna ittakhadhū l-ʿij'la sayanāluhum ghaḍabun min rabbihim wadhillatun fī l-ḥayati l-dun'yā wakadhālika najzī l-muf'tarīna",
          "translation": "Sesungguhnya orang-orang yang menjadikan (patung) anak sapi (sebagai sembahannya), kelak akan menerima kemurkaan dari Tuhan mereka dan kehinaan dalam kehidupan di dunia. Demikianlah Kami memberi balasan kepada orang-orang yang berbuat kebohongan.",
          "tafsir": "Semua orang Bani Israil yang telah menyembah patung anak sapi, seperti Samiri dan pengikut-pengikutnya, dan yang tidak mau bertobat kepada Allah kelak akan mendapat kemarahan Allah dan tobat mereka tidak akan diterima lagi, kecuali dengan membunuh nafsu mereka, sebab akan hidup terhina di dunia ini. Sebagaimana firman Allah dalam Al-Baqarah/2: 54 : \"Dan (ingatlah) ketika Musa berkata kepada kaumnya, \"Wahai kaumku! Kamu benar-benar telah menzalimi dirimu sendiri dengan menjadikan (patung) anak sapi (sebagai sesembahan), karena itu bertobatlah kepada Penciptamu dan bunuhlah dirimu. Itu lebih baik bagimu di sisi Penciptamu. Dia akan menerima tobatmu. Sungguh, Dialah Yang Maha Penerima tobat, Maha Penyayang. (al-Baqarah/2: 54) Menurut sebagian ahli tafsir bahwa kalimat, \"Demikian kami memberi balasan kepada orang-orang yang membuat kebohongan\" dalam ayat ini ditujukan kepada Nabi Muhammad saw, sebagai peringatan bagi orang-orang Yahudi yang berada di sekitar Medinah waktu itu. Akibat sikap dan tindak-tanduk mereka (kaum Yahudi) kepada Nabi Musa dahulu. Seandainya orang Yahudi di sekitar Medinah tetap bersikap demikian, tidak mau mengikuti Rasulullah saw, dengan seruannya, maka mereka akan mendapat kebinasaan dan kehinaan di dunia dan di akhirat tentu saja mereka akan mendapat azab yang pedih. Menganut salah satu dari kedua pendapat ini, tidaklah menyalahi isi kandungan ayat, karena salah satu tujuan pendapat ini adalah untuk menyebutkan kisah umat-umat yang dahulu sebagai tamsil dan ibarat bagi generasi yang akan datang kemudian. Semoga kesalahan yang pernah dilakukan oleh orang-orang dahulu itu tidak terulang oleh generasi yang akan datang. Ayat ini juga memperingatkan bahwa seperti pembalasan yang tersebut dalam ayat ini, Allah memberikan pembalasan kepada mereka yang mengada-adakan kedustaan terhadap Allah. Diriwayatkan dari Abi Qatadah, ia berkata, \"Ayat ini tidak hanya ditujukan kepada Bani Israil pada waktu Nabi Musa saja, tetapi ditujukan kepada semua orang yang mengadakan kedustaan terhadap Allah.\""
        },
        {
          "number": 153,
          "arabic": "وَٱلَّذِينَ عَمِلُوا۟ ٱلسَّيِّـَٔاتِ ثُمَّ تَابُوا۟ مِنۢ بَعْدِهَا وَءَامَنُوٓا۟ إِنَّ رَبَّكَ مِنۢ بَعْدِهَا لَغَفُورٌ رَّحِيمٌ",
          "transliteration": "wa-alladhīna ʿamilū l-sayiāti thumma tābū min baʿdihā waāmanū inna rabbaka min baʿdihā laghafūrun raḥīmun",
          "translation": "Dan orang-orang yang telah mengerjakan kejahatan, kemudian bertobat dan beriman niscaya setelah itu Tuhanmu Maha Pengampun, Maha Penyayang.",
          "tafsir": "Orang yang mengerjakan kejahatan dan kemaksiatan, kemudian ia bertobat setelah mengerjakan kejahatan itu dengan bertobat yang sebenar-benarnya, dan berjanji tidak akan mengulangi perbuatan itu lagi, serta berusaha mengerjakan amal saleh sebanyak-banyaknya, maka tobat mereka akan diterima Allah, dan Allah akan memberikan ampunan kepada orang-orang yang benar-benar bertobat dengan hati yang ikhlas. Dalam ayat ini dapat diambil kesimpulan bahwa berapa pun besar dosa yang telah dikerjakan oleh seseorang, pasti akan diampuni Allah, asal saja ia mau bertobat dengan sebenarnya, dan mau melaksanakan semua syarat-syarat tobat agar diterima Allah. Sesungguhnya Allah tidak langsung mengazab hamba-Nya yang bersalah, tetapi selalu memberikan kesempatan kepada mereka untuk bertobat dan menyesali kejahatan yang telah dikerjakannya itu dengan mengerjakan perbuatan-perbuatan baik yang diridai oleh Allah."
        },
        {
          "number": 154,
          "arabic": "وَلَمَّا سَكَتَ عَن مُّوسَى ٱلْغَضَبُ أَخَذَ ٱلْأَلْوَاحَ ۖ وَفِى نُسْخَتِهَا هُدًى وَرَحْمَةٌ لِّلَّذِينَ هُمْ لِرَبِّهِمْ يَرْهَبُونَ",
          "transliteration": "walammā sakata ʿan mūsā l-ghaḍabu akhadha l-alwāḥa wafī nus'khatihā hudan waraḥmatun lilladhīna hum lirabbihim yarhabūna",
          "translation": "Dan setelah amarah Musa mereda, diambilnya (kembali) lauh-lauh (Taurat) itu, di dalam tulisannya terdapat petunjuk dan rahmat bagi orang-orang yang takut kepada Tuhannya.",
          "tafsir": "Setelah Musa tenang kembali dan hilang amarahnya, akibat salah sangka kepada saudaranya Harun, dan setelah memohon rahmat dan ampunan dari Tuhannya, maka ia mengumpulkan kembali lauh-lauh yang dilemparkannya itu, dan dari padanya disalin Taurat yang mengandung petunjuk dan rahmat bagi kaumnya."
        },
        {
          "number": 155,
          "arabic": "وَٱخْتَارَ مُوسَىٰ قَوْمَهُۥ سَبْعِينَ رَجُلًا لِّمِيقَـٰتِنَا ۖ فَلَمَّآ أَخَذَتْهُمُ ٱلرَّجْفَةُ قَالَ رَبِّ لَوْ شِئْتَ أَهْلَكْتَهُم مِّن قَبْلُ وَإِيَّـٰىَ ۖ أَتُهْلِكُنَا بِمَا فَعَلَ ٱلسُّفَهَآءُ مِنَّآ ۖ إِنْ هِىَ إِلَّا فِتْنَتُكَ تُضِلُّ بِهَا مَن تَشَآءُ وَتَهْدِى مَن تَشَآءُ ۖ أَنتَ وَلِيُّنَا فَٱغْفِرْ لَنَا وَٱرْحَمْنَا ۖ وَأَنتَ خَيْرُ ٱلْغَـٰفِرِينَ",
          "transliteration": "wa-ikh'tāra mūsā qawmahu sabʿīna rajulan limīqātinā falammā akhadhathumu l-rajfatu qāla rabbi law shi'ta ahlaktahum min qablu wa-iyyāya atuh'likunā bimā faʿala l-sufahāu minnā in hiya illā fit'natuka tuḍillu bihā man tashāu watahdī man tashāu anta waliyyunā fa-igh'fir lanā wa-ir'ḥamnā wa-anta khayru l-ghāfirīna",
          "translation": "Dan Musa memilih tujuh puluh orang dari kaumnya untuk (memohon tobat kepada Kami) pada waktu yang telah Kami tentukan. Ketika mereka ditimpa gempa bumi, Musa berkata, \"Ya Tuhanku, jika Engkau kehendaki, tentulah Engkau binasakan mereka dan aku sebelum ini. Apakah Engkau akan membinasakan kami karena perbuatan orang-orang yang kurang berakal di antara kami? Itu hanyalah cobaan dari-Mu, Engkau sesatkan dengan cobaan itu siapa yang Engkau kehendaki dan Engkau beri petunjuk kepada siapa yang Engkau kehendaki.<sup foot_note=135294>1</sup> Engkaulah pemimpin kami, maka ampunilah kami dan berilah kami rahmat. Engkaulah Pemberi ampun yang terbaik.\"",
          "tafsir": "Musa memilih tujuh puluh orang pilihan dari kaumnya untuk pergi bersama-sama ke suatu tempat di Bukit Sinai untuk bermunajat kepada Tuhannya. Menurut para mufassir, siapa orang yang dipilih dan di mana tempatnya yang ditentukan itu telah diwahyukan Allah sebelumnya kepada Musa. Para mufassir berbeda pendapat; apakah Musa diperintahkan oleh Allah pergi ke Bukit Sinai bersama tujuh puluh orang pilihan Bani Israil itu setelah mereka menyembah patung anak sapi dengan maksud menyatakan tobat kepada Allah atau bersamaan waktunya dengan waktu memohon kepada Allah agar Dia memperlihatkan diri-Nya dengan jelas. Jika dilihat susunan ayat dan urutan kisah Musa dalam Surah al-Araf ini, dapat diambil kesimpulan bahwa kepergian Musa bersama tujuh puluh orang pilihan ini setelah Bani Israil menyembah patung anak sapi, yakni sesudah kepulangan Musa menemui Tuhannya ke Bukit Sinai selama empat puluh hari dan empat puluh malam. Musa berangkat bersama tujuh puluh orang pilihan menuju tempat yang telah ditentukan. Maka ketika mereka digoncang gempa bumi yang disebabkan petir yang amat dahsyat, Musa pun berdoa kepada Tuhannya, \"Ya Tuhanku, sesungguhnya Engkau membinasakan mereka, maka aku berharap agar Engkau membinasakan mereka sebelum mereka pergi bersamaku ke tempat ini, dan agar Engkau membinasakan aku pula, sehingga aku tidak menghadapi kesulitan yang seperti ini, yang memberi kesempatan bagi mereka untuk mencela dan menuduhku, bahwa aku telah membawa orang-orang pilihan ke tempat ini untuk dibinasakan. Oleh karena Engkau tidak membinasakan mereka sebelum mereka aku bawa bersamaku ke sini, maka janganlah mereka Engkau binasakan sekarang, sesudah aku bawa kemari.\" Dalam ayat ini diterangkan mengapa pemuka Bani Israil pilihan itu diazab Allah dengan petir yang dahsyat. Pada firman Allah yang dijelaskan sebab-sebabnya mereka disambar petir dan akibat yang mereka alami. Sebagaimana firman-Nya: \"Dan (ingatlah) ketika kamu berkata, \"Wahai Musa! Kami tidak akan beriman kepadamu sebelum kami melihat Allah dengan jelas,\" maka halilintar menyambarmu, sedang kamu menyaksikannya. Kemudian, Kami bangkitkan kamu setelah kamu mati, agar kamu bersyukur.\" (al-Baqarah/2: 55-56) Tetapi dalam Perjanjian Lama diterangkan bahwa Bani Israil yang menyembah berhala (di dalam Al-Quran patung anak sapi) itu ialah Bani Israil tujuh puluh orang pilihan bersama-sama dengan Harun. Perbuatan menyembah berhala itu mereka lakukan sewaktu berada di Bukit Sinai, pada waktu Nabi Musa sendiri menghadap Tuhan (baca perjanjian Lama 31:2-35). Dalam Kitab Bilangan xvi:20-25, disebutkan tentang keingkaran dan kedurhakaan Bani Israil terhadap Musa, lalu mereka diazab Allah. Sedangkan Bani Israil yang sempat lari dibakar oleh sambaran petir. Selanjutnya Musa memohon kepada Allah, \"Janganlah Engkau Ya Tuhan, membinasakan kami disebabkan perbuatan yang dilakukan oleh orang-orang yang kurang akal yang meminta agar dapat melihat Engkau.\" Semua itu merupakan cobaan dari Allah terhadap mereka. Tetapi mereka tidak tahan dan tidak kuat menghadapi cobaan itu sehingga mereka tetap mendesak Musa agar Tuhan memperlihatkan zat-Nya kepada mereka. Karena tindakan mereka itulah mereka diazab dengan petir (halilintar) sehingga mereka mati semua. Kemudian Allah menghidupkan mereka kembali agar mereka bertobat dan bersyukur terhadap nikmat Allah yang telah dilimpahkan-Nya kepada mereka. Cobaan itu merupakan ujian Tuhan kepada hamba-hamba-Nya, dengan cobaan itu akan sesat orang-orang yang tidak kuat imannya, dan dengan cobaan itu pula Dia memberi petunjuk kepada hamba-Nya yang kuat imannya. Selanjutnya Musa berdoa, \"Wahai Tuhan kami, Engkaulah yang mengurus segala urusan kami, mengawasi segala apa yang kami kerjakan, maka ampunilah kami terhadap segala perbuatan dan tindakan kami yang mengakibatkan azab bagi kami. Beri rahmatlah kami, karena Engkaulah sebaik-baik Pemberi rahmat dan Pemberi ampun. Hanya Engkaulah yang mengampuni segala dosa dan memaafkan segala kesalahan kami. Mengampuni dan memaafkan itu bukanlah karena sesuatu maksud tertentu, tetapi semata-mata karena sifat-Mu yang Maha Pengampun dan Maha Pemaaf.\""
        }
      ]
    }
  ]
}