{
  "pageNumber": 488,
  "juz": 25,
  "surahs": [
    {
      "number": 42,
      "name": "Ash-Shura",
      "nameArabic": "الشورى",
      "meaning": "Musyawarah",
      "revelation": "Makkah",
      "description": "Surat Asy-Syura terdiri dari 53 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Fussilat.Dinamai \"Asy-Syura\" (musyawarat) diambil dari kata \"Syura\" yang terdapat pada ayat ke-38 surat ini. Dalam ayat tersebut dijelaskan bahwa musyawarah adalah salah satu dasar pemerintahan Islam.Dinamai juga \"Haa Miim 'Ain Siin Qaaf\" karena surat ini dimulai dengan huruf-huruf hijaiyyah tersebut.**Pokok-Pokok Isi:**1. **Keimanan:** Dalil-dalil tentang Allah Yang Maha Esa dengan menerangkan kejadian langit dan bumi, turunnya hujan, berlayarnya kapal di lautan dengan aman dan sebagainya; Allah memberi rezeki kepada hambanya dengan ukuran tertentu sesuai dengan kemaslahatan mereka dan sesuai dengan hikmah dan ilmu-Nya; Allah memberikan anak-anak laki-laki atau anak-anak perempuan kepada siapa yang Dia kehendaki; cara-cara Allah menyampaikan firman-Nya kepada manusia; pokok-pokok agama yang dibawa para rasul adalah sama.2. **Hukum:** Tidak ada dasar untuk menuntut orang yang mempertahankan diri.3. **Lain-lain:** Keadaan orang-orang kafir dan orang-orang mukmin di akhirat; memaafkan lebih baik daripada membalas dan membalas jangan sampai melampaui batas; orang-orang kafir mendesak Nabi Muhammad agar hari kiamat disegerakan; kewajiban rasul hanya menyampaikan risalah.Surat Asy-Syura dimulai dengan menerangkan hal-hal yang berhubungan dengan wahyu; keimanan; Al-Qur'an yang diturunkan kepada Muhammad benar-benar berasal dari Allah; agama yang dibawa Nabi Muhammad sama dalam hal pokok-pokoknya dengan agama yang dibawa para rasul terdahulu; janji kepada orang mukmin dan ancaman kepada orang kafir. Surat ini ditutup dengan menerangkan tata cara Allah berinteraksi dengan manusia.**Hubungan Surat Asy-Syura Dengan Surat Az-Zukhruf:**1. Kedua surat ini sama-sama dimulai dengan pembicaraan mengenai Al-Qur'an yang diturunkan dari Allah Yang Mahaperkasa dan Mahabijaksana.2. Kedua surat ini sama-sama mengutarakan sikap orang kafir terhadap Al-Qur'an dan mengemukakan dalil-dalil atas keesaan dan kekuasaan Allah.",
      "verses": [
        {
          "number": 45,
          "arabic": "وَتَرَىٰهُمْ يُعْرَضُونَ عَلَيْهَا خَـٰشِعِينَ مِنَ ٱلذُّلِّ يَنظُرُونَ مِن طَرْفٍ خَفِىٍّ ۗ وَقَالَ ٱلَّذِينَ ءَامَنُوٓا۟ إِنَّ ٱلْخَـٰسِرِينَ ٱلَّذِينَ خَسِرُوٓا۟ أَنفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ ٱلْقِيَـٰمَةِ ۗ أَلَآ إِنَّ ٱلظَّـٰلِمِينَ فِى عَذَابٍ مُّقِيمٍ",
          "transliteration": "watarāhum yuʿ'raḍūna ʿalayhā khāshiʿīna mina l-dhuli yanẓurūna min ṭarfin khafiyyin waqāla alladhīna āmanū inna l-khāsirīna alladhīna khasirū anfusahum wa-ahlīhim yawma l-qiyāmati alā inna l-ẓālimīna fī ʿadhābin muqīmin",
          "translation": "Dan kamu akan melihat mereka dihadapkan ke neraka dalam keadaan tertunduk karena (merasa) hina, mereka melihat dengan pandangan yang lesu. Dan orang-orang yang beriman berkata, \"Sesungguhnya orang-orang yang rugi ialah orang-orang yang merugikan diri mereka sendiri dan keluarganya pada hari Kiamat.\" Ingatlah, sesungguhnya orang-orang zalim itu berada dalam azab yang kekal.",
          "tafsir": "Dalam ayat ini Allah menerangkan bahwa ketika orang-orang kafir ini dihadapkan ke neraka, mereka sangat takut dan merasa hina karena mereka tahu dan yakin bahwa itu adalah akibat dari pelanggaran-pelanggaran dan dosa yang telah dilakukannya, mereka mengetahui kebesaran serta kekuasaan Tuhan yang telah didurhakainya. Mereka tidak dapat menatap api neraka yang menyala-nyala itu, mereka melihatnya dengan lirikan mata yang penuh kelesuan, sama halnya dengan orang yang digiring untuk dibunuh ketika ia melihat pedang yang mengkilat yang akan menghabiskan nyawanya. Dia tidak akan mampu menatap pedang itu, tetapi dia melihatnya dengan lirik mata dan dalam keadaan lesu dan mencuri-curi penglihatan. Di kala itu orang-orang mukmin berkata, \"Sesungguhnya orang-orang yang merugi ialah orang-orang yang telah menganiaya dirinya sendiri sehingga mereka dimasukkan ke dalam neraka dan tidak memperoleh sedikit pun nikmat dan kesenangan yang abadi di dalam surga; mereka dipisahkan dengan orang yang disayanginya, sahabat-sahabatnya, dan familinya.\" Ini adalah suatu kerugian yang tak ada taranya. Pada akhir ayat ini dijelaskan bahwa orang-orang kafir akan berada dalam siksaan yang berkepanjangan yang tak ada habis-habisnya. Tidak ada jalan bagi mereka untuk lepas dan menghindar dari siksaan itu."
        },
        {
          "number": 46,
          "arabic": "وَمَا كَانَ لَهُم مِّنْ أَوْلِيَآءَ يَنصُرُونَهُم مِّن دُونِ ٱللَّهِ ۗ وَمَن يُضْلِلِ ٱللَّهُ فَمَا لَهُۥ مِن سَبِيلٍ",
          "transliteration": "wamā kāna lahum min awliyāa yanṣurūnahum min dūni l-lahi waman yuḍ'lili l-lahu famā lahu min sabīlin",
          "translation": "Dan mereka tidak akan mempunyai pelindung yang dapat menolong mereka selain Allah. Barang siapa dibiarkan sesat oleh Allah tidak akan ada jalan keluar baginya (untuk mendapat petunjuk).",
          "tafsir": "Dalam ayat ini dijelaskan bahwa seseorang tidak akan mendapat pertolongan dari siapa pun untuk menyelamatkan mereka dari siksa yang menimpa Mereka. Berhala-berhala yang pernah disembah mereka di dunia tidak dapat sama sekali memberi pertolongan, bahkan mustahil akan dapat membela mereka dan melepaskan mereka dari azab yang sedang menimpa mereka. Ayat 46 ini ditutup dengan satu ketegasan bahwa orang yang dibiarkan Allah sesat itu telah menjadi watak dan tabiat mereka akan selalu berbuat kejahatan, kerusakan dan pelanggaran-pelanggaran terhadap larangan agama; mereka tidak akan dapat lagi diperbaiki, tidak akan dapat lagi melakukan hal-hal yang hak dan benar di dunia ini, dan tidak akan dapat memasuki surga Jannatun Na'im di akhirat nanti."
        },
        {
          "number": 47,
          "arabic": "ٱسْتَجِيبُوا۟ لِرَبِّكُم مِّن قَبْلِ أَن يَأْتِىَ يَوْمٌ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِ ۚ مَا لَكُم مِّن مَّلْجَإٍ يَوْمَئِذٍ وَمَا لَكُم مِّن نَّكِيرٍ",
          "transliteration": "is'tajībū lirabbikum min qabli an yatiya yawmun lā maradda lahu mina l-lahi mā lakum min malja-in yawma-idhin wamā lakum min nakīrin",
          "translation": "Patuhilah seruan Tuhanmu sebelum datang dari Allah suatu hari yang tidak dapat ditolak (atas perintah dari Allah). Pada hari itu kamu tidak memperoleh tempat berlindung dan tidak (pula) dapat mengingkari (dosa-dosamu).",
          "tafsir": "Allah menerangkan bahwa Dia telah memerintahkan agar manusia patuh dan taat serta menerima seruan Rasul-Nya, agama Allah yang disampaikan sebelum datang hari dimana tidak seorang pun dapat menahan, menolak dan menghalangi kedatangannya yaitu hari Kiamat. Pada hari itu mereka tidak mempunyai suatu tempat pun untuk berlindung yang akan menyelamatkan mereka dari kesusahan, dan mereka itu tidak dapat mengingkari kejahatan-kejahatan yang telah diperbuatnya di dunia, karena semuanya itu sudah tertera dengan jelas di dalam buku catatan amalan masing-masing dan lidah serta anggota tubuh mereka pun menjadi saksi. Bagaimana pun juga mereka tidak akan dapat melarikan diri dan menghindar dari kedahsyatan hari itu. Dalam hubungan ini Allah berfirman: Pada hari itu manusia berkata, \"Ke mana tempat lari?\" Tidak! Tidak ada tempat berlindung! Hanya kepada Tuhanmu tempat kembali pada hari itu. (al-Qiyamah/75: 10-12)"
        },
        {
          "number": 48,
          "arabic": "فَإِنْ أَعْرَضُوا۟ فَمَآ أَرْسَلْنَـٰكَ عَلَيْهِمْ حَفِيظًا ۖ إِنْ عَلَيْكَ إِلَّا ٱلْبَلَـٰغُ ۗ وَإِنَّآ إِذَآ أَذَقْنَا ٱلْإِنسَـٰنَ مِنَّا رَحْمَةً فَرِحَ بِهَا ۖ وَإِن تُصِبْهُمْ سَيِّئَةٌۢ بِمَا قَدَّمَتْ أَيْدِيهِمْ فَإِنَّ ٱلْإِنسَـٰنَ كَفُورٌ",
          "transliteration": "fa-in aʿraḍū famā arsalnāka ʿalayhim ḥafīẓan in ʿalayka illā l-balāghu wa-innā idhā adhaqnā l-insāna minnā raḥmatan fariḥa bihā wa-in tuṣib'hum sayyi-atun bimā qaddamat aydīhim fa-inna l-insāna kafūrun",
          "translation": "Jika mereka berpaling, maka (ingatlah) Kami tidak mengutus engkau sebagai pengawas bagi mereka. Kewajibanmu tidak lain hanyalah menyampaikan (risalah). Dan sungguh, apabila Kami merasakan kepada manusia suatu rahmat dari Kami, dia menyambutnya dengan gembira; tetapi jika mereka ditimpa kesusahan karena perbuatan tangan mereka sendiri (niscaya mereka ingkar), sungguh, manusia itu sangat ingkar (kepada nikmat).",
          "tafsir": "Pada ayat ini Allah menerangkan bahwa apabila Nabi Muhammad saw telah menunaikan tugas menyampaikan risalah menyeru orang-orang musyrik kepada kebenaran dan kepada jalan yang lurus, tetapi mereka itu tidak menyambut baik dan tidak mau menerimanya bahkan mereka itu tetap menolak dan berpaling dari kebenaran, maka hendaklah Rasul membiarkan sikap mereka tanpa perlu gusar dan cemas. Hal ini dikarenakan Rasul tidak diberi tugas mengawasi dan meneliti amal perbuatan orang-orang musyrik itu, tetapi dia hanya diberi tugas menyampaikan apa yang diturunkan dan diperintahkan Allah kepadanya. Apabila Nabi Muhammad saw telah melaksanakan kewajibannya, maka beliau sudah dianggap menunaikan misinya, sebagaimana firman Allah: Maka sesungguhnya tugasmu hanya menyampaikan saja, dan Kamilah yang memperhitungkan (amal mereka). (ar-Ra'd/13: 40) Dan firman-Nya: Maka berilah peringatan, karena sesungguhnya engkau (Muhammad) hanyalah pemberi peringatan. Engkau bukanlah orang yang berkuasa atas mereka, (al-Gasyiyah/88: 21-22) Dan firman-Nya pula: Bukanlah kewajibanmu (Muhammad) menjadikan mereka mendapat petunjuk, tetapi Allah-lah yang memberi petunjuk kepada siapa yang Dia kehendaki. (al-Baqarah/2: 272) Selanjutnya Allah menerangkan tabiat dan watak manusia yaitu apabila manusia itu diberi kekayaan, dikaruniai kesenangan hidup, kesejahteraan jasmani, perasaan aman sentosa, mereka senang dan gembira atas karunia tersebut, bahkan sering menimbulkan perasaan angkuh dan takabur. Tetapi sebaliknya apabila mereka ditimpa kemiskinan, penyakit, musibah yang bermacam-macam berupa banjir, kebakaran dan akibat dosa dan maksiat yang dikerjakannya, mereka mengingkari semua karunia yang telah diberikan Allah kepadanya, lupa akan karunia itu, malah mereka lupa mengerjakan kebaikan. Demikianlah sifat orang kafir dan tidak beriman kepada Allah. Berbeda dengan orang-orang yang benar-benar beriman kepada Allah, mereka bersyukur, beriman dan beribadah semakin mantap. Apabila mereka tidak atau belum memperoleh karunia, mereka bersabar karena mereka percaya kepada ketentuan Allah; segala sesuatu dikembalikan kepada Allah, mereka menyesuaikan diri dengan firman Allah: Dan kepada Allah-lah segala perkara dikembalikan. (al-Baqarah/2: 210)"
        },
        {
          "number": 49,
          "arabic": "لِّلَّهِ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ يَخْلُقُ مَا يَشَآءُ ۚ يَهَبُ لِمَن يَشَآءُ إِنَـٰثًا وَيَهَبُ لِمَن يَشَآءُ ٱلذُّكُورَ",
          "transliteration": "lillahi mul'ku l-samāwāti wal-arḍi yakhluqu mā yashāu yahabu liman yashāu ināthan wayahabu liman yashāu l-dhukūra",
          "translation": "Milik Allah lah kerajaan langit dan bumi; Dia menciptakan apa yang Dia kehendaki, memberikan anak perempuan kepada siapa yang Dia kehendaki, dan memberikan anak laki-laki kepada siapa yang Dia kehendaki,",
          "tafsir": "Pada ayat ini Allah menerangkan bahwa Dia-lah yang menciptakan langit dan bumi, memiliki, berkuasa dan berbuat sekehendak-Nya terhadap apa yang ada di langit dan di bumi. Apa saja yang Dia kehendaki pasti terwujud dan menjadi kenyataan, dan apa yang tidak Dia kehendaki tidak terwujud. Dia memberikan nikmat kepada siapa yang dikehendaki-Nya. Tidak seorang pun dapat menghalangi apa yang dikehendaki-Nya tidak seorang pun dapat memberikan nikmat kepada siapa yang tidak dikehendaki-Nya. Dia-lah yang menciptakan segala sesuatu menurut kehendak-Nya. Dia-lah yang memberikan keturunan anak perempuan kepada siapa yang dikehendaki-Nya, memberikan keturunan anak laki-laki kepada siapa yang dikehendaki-Nya, dan memberikan keturunan anak laki-laki dan perempuan, dan ada pula yang dijadikannya mandul, tidak memiliki keturunan, semua itu ada hikmahnya. Semuanya itu menunjukkan kemahakuasaan Allah yang tidak seorang pun dapat menentang-Nya. Dia berbuat sekehendak-Nya sesuai dengan kodrat-Nya dan tidak seorang pun yang sanggup merintangi-Nya atau turut membantu mengatur keinginan-Nya. Ayat ini ditutup dengan satu ketegasan, bahwa Allah Maha Mengetahui siapa-siapa yang layak dan berhak dianugerahi tiap-tiap macam karunia tersebut di atas. Dia Mahakuasa menciptakan apa yang dikehendaki dan berbuat sekehendak-Nya menurut kebijaksanaan dan ilmu-Nya."
        },
        {
          "number": 50,
          "arabic": "أَوْ يُزَوِّجُهُمْ ذُكْرَانًا وَإِنَـٰثًا ۖ وَيَجْعَلُ مَن يَشَآءُ عَقِيمًا ۚ إِنَّهُۥ عَلِيمٌ قَدِيرٌ",
          "transliteration": "aw yuzawwijuhum dhuk'rānan wa-ināthan wayajʿalu man yashāu ʿaqīman innahu ʿalīmun qadīrun",
          "translation": "atau Dia menganugerahkan jenis laki-laki dan perempuan, dan menjadikan mandul siapa yang Dia kehendaki. Dia Maha Mengetahui, Mahakuasa.",
          "tafsir": "Pada ayat ini Allah menerangkan bahwa Dia-lah yang menciptakan langit dan bumi, memiliki, berkuasa dan berbuat sekehendak-Nya terhadap apa yang ada di langit dan di bumi. Apa saja yang Dia kehendaki pasti terwujud dan menjadi kenyataan, dan apa yang tidak Dia kehendaki tidak terwujud. Dia memberikan nikmat kepada siapa yang dikehendaki-Nya. Tidak seorang pun dapat menghalangi apa yang dikehendaki-Nya tidak seorang pun dapat memberikan nikmat kepada siapa yang tidak dikehendaki-Nya. Dia-lah yang menciptakan segala sesuatu menurut kehendak-Nya. Dia-lah yang memberikan keturunan anak perempuan kepada siapa yang dikehendaki-Nya, memberikan keturunan anak laki-laki kepada siapa yang dikehendaki-Nya, dan memberikan keturunan anak laki-laki dan perempuan, dan ada pula yang dijadikannya mandul, tidak memiliki keturunan, semua itu ada hikmahnya. Semuanya itu menunjukkan kemahakuasaan Allah yang tidak seorang pun dapat menentang-Nya. Dia berbuat sekehendak-Nya sesuai dengan kodrat-Nya dan tidak seorang pun yang sanggup merintangi-Nya atau turut membantu mengatur keinginan-Nya. Ayat ini ditutup dengan satu ketegasan, bahwa Allah Maha Mengetahui siapa-siapa yang layak dan berhak dianugerahi tiap-tiap macam karunia tersebut di atas. Dia Mahakuasa menciptakan apa yang dikehendaki dan berbuat sekehendak-Nya menurut kebijaksanaan dan ilmu-Nya."
        },
        {
          "number": 51,
          "arabic": "۞ وَمَا كَانَ لِبَشَرٍ أَن يُكَلِّمَهُ ٱللَّهُ إِلَّا وَحْيًا أَوْ مِن وَرَآئِ حِجَابٍ أَوْ يُرْسِلَ رَسُولًا فَيُوحِىَ بِإِذْنِهِۦ مَا يَشَآءُ ۚ إِنَّهُۥ عَلِىٌّ حَكِيمٌ",
          "transliteration": "wamā kāna libasharin an yukallimahu l-lahu illā waḥyan aw min warāi ḥijābin aw yur'sila rasūlan fayūḥiya bi-idh'nihi mā yashāu innahu ʿaliyyun ḥakīmun",
          "translation": "Dan tidaklah patut bagi seorang manusia bahwa Allah akan berbicara kepadanya kecuali dengan perantaraan wahyu atau dari belakang tabir<sup foot_note=135731>1</sup> atau dengan mengutus utusan (malaikat) lalu diwahyukan kepadanya dengan izin-Nya apa yang Dia kehendaki. Sungguh, Dia Mahatinggi, Mahabijaksana.",
          "tafsir": "Pada ayat ini Allah menerangkan bahwa Allah tidak akan berkata-kata dengan hamba-Nya kecuali dengan salah satu dari tiga cara seperti berikut ini: 1. Dengan wahyu, yakni Allah menanamkan ke dalam hati sanubari seorang nabi suatu pengertian yang tidak diragukannya bahwa yang diterimanya adalah dari Allah. Seperti halnya yang terjadi dengan Nabi Muhammad saw. Sabda beliau: Sesungguhnya Ruhul Qudus telah menghembuskan ke dalam lubuk hatiku bahwasanya seseorang tidak akan meninggal dunia hingga dia menerima dengan sempurna rezeki dan ajalnya, maka bertakwalah kepada Allah dan berusahalah dengan cara yang sebaik-baiknya. (Riwayat Ibnu hibban) 2. Di belakang tabir yakni dengan cara mendengar dan tidak melihat siapa yang berkata, tetapi perkataannya itu didengar, seperti halnya Allah berbicara dengan Nabi Musa, Firman Allah : Dan ketika Musa datang untuk (munajat) pada waktu yang telah Kami tentukan dan Tuhan telah berfirman (langsung) kepadanya, (Musa) berkata, \"Ya Tuhanku, tampakkanlah (diri-Mu) kepadaku agar aku dapat melihat Engkau.\" (Allah) berfirman, \"Engkau tidak akan (sanggup) melihat-Ku. (al-A'raf/7: 143) 3. Mengutus seorang utusan, yakni Allah mengutus Malaikat Jibril, maka utusan itu menyampaikan wahyu kepada siapa yang dikehendaki-Nya, sebagaimana halnya Jibril turun kepada Nabi Muhammad saw dan kepada nabi-nabi yang lain. 'Aisyah meriwayatkan bahwa al-harits bin Hisyam bertanya kepada Nabi saw, \"Bagaimana cara wahyu datang kepadamu?\" Rasulullah saw menjawab, \"Terkadang wahyu datang kepadaku seperti bunyi lonceng. Cara inilah yang sangat berat bagiku. Setelah ia berhenti, aku telah mengerti apa yang telah dikatakan-Nya; kadang-kadang malaikat mewujudkan dirinya kepadaku sebagai seorang laki-laki, lalu dia berbicara kepadaku, maka aku mengerti apa yang dibicarakannya\". Berkata 'Aisyah ra, sesungguhnya saya lihat Nabi ketika turun kepadanya wahyu di hari yang sangat dingin, kemudian setelah wahyu itu berhenti terlihat dahinya bercucuran keringat. (Riwayat al-Bukhari) Ayat ini ditutup dengan penegasan bahwa Allah itu Mahatinggi lagi Mahasuci dari sifat-sifat makhluk ciptaan-Nya. Dia disebut menurut kebijaksanaan-Nya, berbicara dengan hamba-hamba-Nya, adakalanya tanpa perantara baik berupa ilham atau berupa percakapan dari belakang tabir."
        }
      ]
    }
  ]
}