{
  "pageNumber": 303,
  "juz": 16,
  "surahs": [
    {
      "number": 18,
      "name": "Al-Kahf",
      "nameArabic": "الكهف",
      "meaning": "Gua",
      "revelation": "Makkah",
      "description": "Surat ini terdiri daris 110 ayat dan termasuk surat Makkiyyah. Dinamai \"Al-Kahfi\" yang berarti \"Gua\" dan \"Ashhabul Kahfi\" yang berarti \"Penghuni gua\". Kedua nama ini diambil dari kata yang terdapat dalam surat ini pada ayat ke-9 sampai dengan ke-26, tentang beberapa orang pemuda yang tidur di dalam gua bertahun-tahun lamanya. Selain cerita tersebut, dalam surat ini juga terdapat beberapa buah kisah, yang kesemuanya mengandung i'tibar dan pelajaran yang amat berguna bagi kehidupan manusia. Banyak hadits Rasulullah yang menyatakan keutamaan membaca surat ini.**Pokok-Pokok Isi:**1. **Keimanan:** Kekuasaan Allah untuk memberikan hidup kepada manusia di luar hukum kebiasaan; dasar-dasar Tauhid dan keadilan Allah tidak akan berubah untuk selama-lamanya; kalimat-kalimat Allah (ilmu-Nya) sangat luas sekali meliputi segala sesuatu, sehingga manusia tidak akan mampu menulisnya; kepastian datangnya hari kebangkitan; Al-Qur'an adalah kitab suci yang isinya bersih dari kekurangan dan kepalsuan.2. **Hukum-hukum:** Dasar hukum wakalah (perwakilan); larangan membangun tempat ibadah di atas kubur; hukum membaca \"Insya Allah\"; perbuatan salah yang dilakukan karena lupa dimaafkan; boleh merusak suatu barang untuk menghindarkan bahaya yang lebih besar.3. **Kisah-kisah:** kisah Ashabul Kahfi; kisah dua orang laki-laki yang seorang kafir dan yang lainnya mukmin, kisah Nabi Musa dengan Khidhir; kisah Zulkarnain dengan Ya'juj dan Ma'juj.4. **Lain-lain:** Beberapa pelajaran yang dapat diambil dari cerita-cerita dalam surat ini antara lain tentang kekuatan iman kepada Allah serta ibadah yang ikhlas kepada-Nya; kesungguhan seseorang dalam mencari guru (ilmu); adab sopan-santun antara murid dengan guru; dan beberapa contoh tentang cara memimpin dan memerintah rakyat, serta perjuangan untuk mencapai kebahagiaan rakyat dan negara.Surat Al-Kahfi dimulai dengan menerangkan sifat Al-Qur'an sebagai petunjuk dan peringatan bagi manusia, dan sebagai peringatan terhadap orang yang mengatakan bahwa Allah mempunyai anak. Semua yang ada di permukaan bumi merupakan perhiasan bagi bumi dan sengaja diciptakan Allah agar manusia memikirkan bagaimana cara mengambil manfaat dari semuanya itu.Kekuasaan Allah dan betapa luasnya pengetahuan-Nya dikemukakan dalam surat ini dengan menyebutkan kisah Nabi Musa dengan Khidhir dan kisah Zulkarnain. Juga dengan mengibaratkan bahwa seandainya semua air yang ada di bumi dan ditambah lagi sebanyak itu pula dijadikan tinta untuk menulis ilmu Allah, tentu tidak akan mencukupi. Kemudian diterangkan bahwa semua amal orang musyrik tidak diberi pahala di akhirat, sedangkan untuk orang mukmin disediakan Jannatun Na'im.**Hubungan Surat Al-Kahfi Dengan Surat Maryam:**1. Kedua surat ini sama-sama mengandung kisah yang ajaib, seperti surat Al-Kahfi mengemukakan kisah Ashhabul kahfi, kisah Musa dengan Khidhr, dan kisah Zulkarnain, sedangkan surat Maryam mengemukakan kisah kelahiran Yahya ketika bapaknya, Zakariya, sudah tua renta dan ibunya seorang perempuan tua yang mandul, dan kisah kelahiran 'Isa tanpa bapak.2. Bagian akhir surat Al-Kahfi menerangkan tentang ancaman Allah terhadap orang kafir yang mengambil pelindung selain Allah, semua amal mereka sia-sia dan mereka dimasukkan ke dalam neraka, sedangkan pada bagian akhir surat Maryam diulangi lagi celaan dan ancaman Allah terhadap orang-orang yang mempersekutukan-Nya.",
      "verses": [
        {
          "number": 84,
          "arabic": "إِنَّا مَكَّنَّا لَهُۥ فِى ٱلْأَرْضِ وَءَاتَيْنَـٰهُ مِن كُلِّ شَىْءٍ سَبَبًا",
          "transliteration": "innā makkannā lahu fī l-arḍi waātaynāhu min kulli shayin sababan",
          "translation": "Sungguh, Kami telah memberi kedudukan kepadanya di bumi, dan Kami telah memberikan jalan kepadanya (untuk mencapai) segala sesuatu,",
          "tafsir": "Sesungguhnya Tuhan telah memberikan kekuasaan kepada Zulkarnain untuk menjelajahi alam ini sebagaimana yang dia kehendaki sehingga dia sampai kepada semua pelosok dunia dan menguasai kerajaan-kerajaan bumi, dan Tuhan telah memberikan kepadanya cara-cara untuk mencapai segala maksud dan tujuannya karena Tuhan telah memberikan kepadanya ilmu pengetahuan yang cukup, kekuasaan yang luas dan alat perlengkapan yang dibutuhkan untuk mencapai tujuannya itu."
        },
        {
          "number": 85,
          "arabic": "فَأَتْبَعَ سَبَبًا",
          "transliteration": "fa-atbaʿa sababan",
          "translation": "maka dia pun menempuh suatu jalan.",
          "tafsir": "Ayat ini menjelaskan bahwa Zulkarnain menempuh jalan ke arah Barat. Setelah dia menempuh jalan itu, maka sampailah ia ke ujung bumi sebelah barat di mana kelihatan matahari terbenam seolah-olah masuk ke dalam lautan Atlantik. Di mana dia melihat matahari terbenam di dalam laut yang tampak kehitam-hitaman seperti lumpur. Dia telah melalui negeri Tunis dan Maroko dan sampailah ke pantai Afrika sebelah barat, dan di sana menjumpai beberapa kaum kafir. Allah telah menyuruhnya untuk memilih di antara dua hal, yaitu menyiksa mereka dengan pertumpahan darah atau mengajak mereka supaya beriman kepada Allah. Yang demikian ini dijelaskan dalam firman Allah yang disampaikan kepada Zulkarnain secara ilham. Zulkarnain disuruh supaya membunuh mereka jika mereka tidak mau mengakui Keesaan Allah dan tidak mau tunduk kepada ajakannya, atau mengajarkan kepada mereka petunjuk-petunjuk sehingga mereka mengenal hukum dan syariat agama dengan penuh keyakinan."
        },
        {
          "number": 86,
          "arabic": "حَتَّىٰٓ إِذَا بَلَغَ مَغْرِبَ ٱلشَّمْسِ وَجَدَهَا تَغْرُبُ فِى عَيْنٍ حَمِئَةٍ وَوَجَدَ عِندَهَا قَوْمًا ۗ قُلْنَا يَـٰذَا ٱلْقَرْنَيْنِ إِمَّآ أَن تُعَذِّبَ وَإِمَّآ أَن تَتَّخِذَ فِيهِمْ حُسْنًا",
          "transliteration": "ḥattā idhā balagha maghriba l-shamsi wajadahā taghrubu fī ʿaynin ḥami-atin wawajada ʿindahā qawman qul'nā yādhā l-qarnayni immā an tuʿadhiba wa-immā an tattakhidha fīhim ḥus'nan",
          "translation": "Hingga ketika dia telah sampai di tempat matahari terbenam,<sup foot_note=135447>1</sup> dia melihatnya (matahari) terbenam di dalam laut yang berlumpur hitam, dan di sana ditemukannya suatu kaum (tidak beragama). Kami berfirman, \"Wahai Zulkarnain! Engkau boleh menghukum atau berbuat kebaikan (mengajak beriman) kepada mereka.\"",
          "tafsir": "Ayat ini menjelaskan bahwa Zulkarnain menempuh jalan ke arah Barat. Setelah dia menempuh jalan itu, maka sampailah ia ke ujung bumi sebelah barat di mana kelihatan matahari terbenam seolah-olah masuk ke dalam lautan Atlantik. Di mana dia melihat matahari terbenam di dalam laut yang tampak kehitam-hitaman seperti lumpur. Dia telah melalui negeri Tunis dan Maroko dan sampailah ke pantai Afrika sebelah barat, dan di sana menjumpai beberapa kaum kafir. Allah telah menyuruhnya untuk memilih di antara dua hal, yaitu menyiksa mereka dengan pertumpahan darah atau mengajak mereka supaya beriman kepada Allah. Yang demikian ini dijelaskan dalam firman Allah yang disampaikan kepada Zulkarnain secara ilham. Zulkarnain disuruh supaya membunuh mereka jika mereka tidak mau mengakui Keesaan Allah dan tidak mau tunduk kepada ajakannya, atau mengajarkan kepada mereka petunjuk-petunjuk sehingga mereka mengenal hukum dan syariat agama dengan penuh keyakinan."
        },
        {
          "number": 87,
          "arabic": "قَالَ أَمَّا مَن ظَلَمَ فَسَوْفَ نُعَذِّبُهُۥ ثُمَّ يُرَدُّ إِلَىٰ رَبِّهِۦ فَيُعَذِّبُهُۥ عَذَابًا نُّكْرًا",
          "transliteration": "qāla ammā man ẓalama fasawfa nuʿadhibuhu thumma yuraddu ilā rabbihi fayuʿadhibuhu ʿadhāban nuk'ran",
          "translation": "Dia (Zulkarnain) berkata, \"Barangsiapa berbuat zalim, Kami akan menghukumnya, lalu dia akan dikembalikan kepada Tuhannya, kemudian Tuhan mengazabnya dengan azab yang sangat keras.",
          "tafsir": "Zulkarnain berkata kepada sebagian komandan pasukannya, \"Adapun orang yang berbuat aniaya terhadap dirinya dan terus-menerus hidup dalam kemusyrikan kepada Allah maka kami akan mengazabnya dan kemudian di akhirat akan dikembalikan kepada Tuhannya untuk diazab dengan azab yang tidak ada taranya dalam neraka Jahannam.\""
        },
        {
          "number": 88,
          "arabic": "وَأَمَّا مَنْ ءَامَنَ وَعَمِلَ صَـٰلِحًا فَلَهُۥ جَزَآءً ٱلْحُسْنَىٰ ۖ وَسَنَقُولُ لَهُۥ مِنْ أَمْرِنَا يُسْرًا",
          "transliteration": "wa-ammā man āmana waʿamila ṣāliḥan falahu jazāan l-ḥus'nā wasanaqūlu lahu min amrinā yus'ran",
          "translation": "Adapun orang yang beriman dan mengerjakan kebajikan, maka dia mendapat (pahala) yang terbaik sebagai balasan, dan akan kami sampaikan kepadanya perintah kami yang mudah-mudah.\"",
          "tafsir": "Adapun orang yang membenarkan Allah dan Keesaan-Nya dan beramal saleh, maka baginya disediakan pahala yang terbaik sebagai balasan atas segala kebijaksanaannya yang telah diperbuatnya selama dia hidup di dunia, dan akan kamu titahkan kepadanya di dunia perintah-perintah yang mudah dikerjakannya yaitu beberapa amalan yang dapat mendekatkan dirinya kepada Allah seperti salat, zakat, jihad dan sebagainya."
        },
        {
          "number": 89,
          "arabic": "ثُمَّ أَتْبَعَ سَبَبًا",
          "transliteration": "thumma atbaʿa sababan",
          "translation": "Kemudian dia menempuh suatu jalan (yang lain).",
          "tafsir": "Adapun orang yang membenarkan Allah dan Keesaan-Nya dan beramal saleh, maka baginya disediakan pahala yang terbaik sebagai balasan atas segala kebijaksanaannya yang telah diperbuatnya selama dia hidup di dunia, dan akan kamu titahkan kepadanya di dunia perintah-perintah yang mudah dikerjakannya yaitu beberapa amalan yang dapat mendekatkan dirinya kepada Allah seperti salat, zakat, jihad dan sebagainya."
        },
        {
          "number": 90,
          "arabic": "حَتَّىٰٓ إِذَا بَلَغَ مَطْلِعَ ٱلشَّمْسِ وَجَدَهَا تَطْلُعُ عَلَىٰ قَوْمٍ لَّمْ نَجْعَل لَّهُم مِّن دُونِهَا سِتْرًا",
          "transliteration": "ḥattā idhā balagha maṭliʿa l-shamsi wajadahā taṭluʿu ʿalā qawmin lam najʿal lahum min dūnihā sit'ran",
          "translation": "Hingga ketika dia sampai di tempat terbit matahari (sebelah Timur) didapatinya (matahari) bersinar di atas suatu kaum yang tidak Kami buatkan suatu pelindung bagi mereka dari (cahaya matahari)<sup foot_note=135448>1</sup> itu,",
          "tafsir": "Ayat menjelaskan bahwa Zulkarnain menempuh jalan ke arah Timur. Setelah ia sampai ke pantai Afrika sebelah barat, lalu ia kembali menuju ke arah timur sehingga sampailah ia ke tempat terbitnya matahari di sekitar negeri Tiongkok di mana ia menjumpai segolongan umat manusia yang hidupnya tidak di bawah bangunan rumah dan tidak ada pula pohon-pohon menaunginya dari panasnya matahari. Mereka langsung mendapat sorotan cahaya matahari karena tidak terlindung oleh atap atau bukit-bukit yang berada di sekitarnya. Mereka pada siang hari berada dalam lubang-lubang di bawah tanah dan baru muncul di atas permukaan bumi setelah matahari terbenam, untuk mencari penghidupannya. Keadaan mereka jauh berbeda sekali dengan penghuni dunia yang lainnya, karena mereka hidupnya masih primitif dan tidak mempunyai bangunan untuk tempat tinggal."
        },
        {
          "number": 91,
          "arabic": "كَذَٰلِكَ وَقَدْ أَحَطْنَا بِمَا لَدَيْهِ خُبْرًا",
          "transliteration": "kadhālika waqad aḥaṭnā bimā ladayhi khub'ran",
          "translation": "demikianlah, dan sesungguhnya Kami mengetahui segala sesuatu yang ada padanya (Zulkarnain).",
          "tafsir": "Selanjutnya perjalanan Zulkarnain itu seperti yang telah diterangkan di atas, sampai ke ujung Barat dan Timur dan telah sampai ke puncak kebesarannya dalam pemerintahannya yang jarang ada bandingannya. Sungguh Kami mengetahui apa saja yang ada padanya dan apa-apa yang diperbuatnya bersama bala tentaranya, walaupun mereka tersebar luas di seluruh permukaan bumi."
        },
        {
          "number": 92,
          "arabic": "ثُمَّ أَتْبَعَ سَبَبًا",
          "transliteration": "thumma atbaʿa sababan",
          "translation": "Kemudian dia menempuh suatu jalan (yang lain lagi).",
          "tafsir": "Kemudian dia menempuh suatu jalan lain lagi yaitu jalan antara Masyriq (arah timur) dan Maghrib (arah barat) membelok ke arah utara. Yakni ke arah dua gunung di Armenia dan Ajerbaijan."
        },
        {
          "number": 93,
          "arabic": "حَتَّىٰٓ إِذَا بَلَغَ بَيْنَ ٱلسَّدَّيْنِ وَجَدَ مِن دُونِهِمَا قَوْمًا لَّا يَكَادُونَ يَفْقَهُونَ قَوْلًا",
          "transliteration": "ḥattā idhā balagha bayna l-sadayni wajada min dūnihimā qawman lā yakādūna yafqahūna qawlan",
          "translation": "Hingga ketika dia sampai di antara dua gunung, didapatinya di belakang (kedua gunung itu) suatu kaum yang hampir tidak memahami pembicaraan.<sup foot_note=135449>1</sup>",
          "tafsir": "Ketika dia sampai ke suatu tempat di antara dua buah gunung yang terletak di belakang sungai Jihun di negeri Balkh dekat kota Tirmiz. Dia menjumpai segolongan manusia yang hampir tidak mengerti pembicaraan kawan-kawannya sendiri apalagi bahasa lain, karena bahasa mereka sangat berbeda dengan bahasa-bahasa yang dikenal oleh umat manusia dan taraf kecerdasan mereka pun sangat rendah."
        },
        {
          "number": 94,
          "arabic": "قَالُوا۟ يَـٰذَا ٱلْقَرْنَيْنِ إِنَّ يَأْجُوجَ وَمَأْجُوجَ مُفْسِدُونَ فِى ٱلْأَرْضِ فَهَلْ نَجْعَلُ لَكَ خَرْجًا عَلَىٰٓ أَن تَجْعَلَ بَيْنَنَا وَبَيْنَهُمْ سَدًّا",
          "transliteration": "qālū yādhā l-qarnayni inna yajūja wamajūja muf'sidūna fī l-arḍi fahal najʿalu laka kharjan ʿalā an tajʿala baynanā wabaynahum saddan",
          "translation": "Mereka berkata, \"Wahai Zulkarnain! Sungguh, Ya`jūj dan Ma`jūj<sup foot_note=135450>1</sup> itu (makhluk yang) berbuat kerusakan di bumi, maka bolehkah kami membayarmu imbalan agar engkau membuatkan dinding penghalang antara kami dan mereka?\"",
          "tafsir": "Mereka melalui juru bicaranya berkata, \"Wahai Zulkarnain sesungguhnya Yakjuj dan Makjuj oleh sebagian peneliti ditengarai sebagai bangsa Tartar dan Mongol, sangat membuat kerusakan di muka bumi dengan pembunuhan, perampasan dan segala macam keganasan, maka bersedialah kamu menerima sesuatu upah dari kami yang kami kumpulkan dari harta benda kami supaya kamu membuatkan benteng untuk menjaga kami dari serbuan mereka.\""
        },
        {
          "number": 95,
          "arabic": "قَالَ مَا مَكَّنِّى فِيهِ رَبِّى خَيْرٌ فَأَعِينُونِى بِقُوَّةٍ أَجْعَلْ بَيْنَكُمْ وَبَيْنَهُمْ رَدْمًا",
          "transliteration": "qāla mā makkannī fīhi rabbī khayrun fa-aʿīnūnī biquwwatin ajʿal baynakum wabaynahum radman",
          "translation": "Dia (Zulkarnain) berkata, \"Apa yang telah dianugerahkan Tuhan kepadaku lebih baik (daripada imbalanmu), maka bantulah aku dengan kekuatan, agar aku dapat membuatkan dinding penghalang antara kamu dan mereka,",
          "tafsir": "Zulkarnain menjawab, \"Apa-apa yang telah Allah karuniakan kepadaku yaitu ilmu, pengetahuan yang cukup, kerajaan besar, kekuasaan yang luas dan kekayaan yang melimpah ruah itu adalah lebih baik dari pada upah yang kamu sodorkan kepadaku, maka kami ucapkan terima kasih atas segala kebaikanmu itu dan aku hanya memerlukan bantuan kekuatan tenaga manusia dan alat-alat agar aku dapat membuatkan benteng antara kamu dan mereka."
        },
        {
          "number": 96,
          "arabic": "ءَاتُونِى زُبَرَ ٱلْحَدِيدِ ۖ حَتَّىٰٓ إِذَا سَاوَىٰ بَيْنَ ٱلصَّدَفَيْنِ قَالَ ٱنفُخُوا۟ ۖ حَتَّىٰٓ إِذَا جَعَلَهُۥ نَارًا قَالَ ءَاتُونِىٓ أُفْرِغْ عَلَيْهِ قِطْرًا",
          "transliteration": "ātūnī zubara l-ḥadīdi ḥattā idhā sāwā bayna l-ṣadafayni qāla unfukhū ḥattā idhā jaʿalahu nāran qāla ātūnī uf'righ ʿalayhi qiṭ'ran",
          "translation": "berilah aku potongan-potongan besi!\" Hingga ketika (potongan) besi itu telah (terpasang) sama rata dengan kedua (puncak) gunung itu, dia (Zulkarnain) berkata, \"Tiuplah (api itu)!\" Ketika (besi) itu sudah menjadi (merah seperti) api, dia pun berkata, \"Berilah aku tembaga (yang mendidih) agar kutuangkan ke atasnya (besi panas itu).\"",
          "tafsir": "\"Bawalah kepadaku potongan-potongan besi.\" Dan setelah mereka membawa potongan-potongan besi itu, lalu Zulkarnain merangkai dan memasang besi-besi itu sehingga tingginya sama rata dengan kedua puncak gunung itu. Lalu ia berkata kepada pekerja-pekerjanya, \"Gerakkanlah alat-alat peniup angin untuk menyalakan api dan memanaskan besi-besi itu.\" Sehingga bilamana besi itu telah merah seperti api, maka dia berkata pula, \"Sekarang berilah aku tembaga yang mendidih agar kutuangkan ke atas besi yang panas itu,\" sehingga lubang-lubangnya tertutup rapat dan terbentuklah sebuah benteng besi yang kokoh dan kuat."
        },
        {
          "number": 97,
          "arabic": "فَمَا ٱسْطَـٰعُوٓا۟ أَن يَظْهَرُوهُ وَمَا ٱسْتَطَـٰعُوا۟ لَهُۥ نَقْبًا",
          "transliteration": "famā is'ṭāʿū an yaẓharūhu wamā is'taṭāʿū lahu naqban",
          "translation": "Maka mereka (Ya`jūj dan Ma`jūj) tidak dapat mendakinya dan tidak dapat (pula) melubanginya.",
          "tafsir": "Dan tatkala Yakjuj dan Makjuj mengadakan penyerbuan ke tempat tersebut, mereka tidak bisa mendakinya karena tingginya yang luar biasa dan mereka tidak bisa pula melubanginya karena keras dan tebal sekali."
        }
      ]
    }
  ]
}