{
  "pageNumber": 86,
  "juz": 5,
  "surahs": [
    {
      "number": 4,
      "name": "An-Nisa'",
      "nameArabic": "النساء",
      "meaning": "Wanita",
      "revelation": "Madinah",
      "description": "Surat An Nisaa' terdiri dari 176 ayat dan termasuk surat Madaniyyah terpanjang setelah surat Al Baqarah.Dinamakan An Nisaa' karena di dalamnya banyak dibicarakan hal-hal yang berhubungan dengan perempuan; merupakan surat yang paling banyak membicarakan hal itu dibanding surat-surat yang lain. Surat lain yang banyak membicarakan perempuan adalah surat Ath Thalaq. Dalam hal ini, surat An Nisaa' biasa disebut \"Surat An Nisaa' Al Kubraa\" (surat An Nisaa' besar) sedangkan surat Ath Thalaq disebut \"Surat An Nisaa' Ash Shughraa\" (surat An Nisaa' kecil).Pokok-Pokok Isi:1. Keimanan:Syirik (dosa yang paling besar); akibat kekafiran pada hari akhir.2. Hukum-hukum:Kewajiban para washi dan wali; hukum poligami; masnikah; memakan harta anak yatim dan orang-orang yang tidak dapat mengurus harta; pokok-pokok hukum warisan; perbuatan-perbuatan keji dan hukumannya, perempuan-perempuan yang haram dinikahi; hukum menikahi hamba sahaya perempuan; larangan memakan harta secara batil; hukum syiqaq dan nusyuz; kesucian lahir-batin dalam shalat; hukum suaka; hukum membunuh seorang muslim; shalat khauf; larangan mengucapkan perkataan buruk; dan pusaka kalalah.3. Kisah-kisah:Kisah-kisah Nabi Musa a.s. dan pengikutnya.4. Lain-lain:Asal muasal manusia adalah satu; keharusan menjauhi adat-adat jahiliyah berkaitan dengan perempuan; norma-norma pergaulan dengan istri; hak seseorang sesuai dengan kewajibannya; perlakuan ahli kitab terhadap kitab-kitab yang diturunkan kepadanya; dasar-dasar pemerintahan; cara mengadili perkara; keharusan siap-siaga terhadap musuh; sikap-sikap orang munafik dalam menghadapi peperangan; berperang di jalan Allah adalah kewajiban setiap mukalaf; norma dan adab dalam peperangan; cara menghadapi orang-orang munafik; dan derajat orang yang berjihad.Surat An Nisaa' dimulai dengan perintah bertakwa dan menyatakan bahwa asal manusia adalah satu, kemudian menerangkan hukum-hukum yang berhubungan dengan anak yatim, rumah tangga, warisan, perempuan yang haram dinikahi serta hak dan kewajiban laki-laki dan perempuan. Juga menyebut tentang hukum-hukum perang serta pelajaran-pelajaran yang harus diambil dari perang Badar dan Uhud. Pengutaraan hukum perang dan hukum keluarga dalam surat ini merupakan hujjah-hujjah yang dikemukakan kepada Ahli Kitab, yang ditegaskan pada bagian terakhir surat ini. Lalu, surat ini ditutup dengan perintah agar kaum mukmin bersabar, memperatkan hubungan sesama manusia, dan bertakwa kepada Allah, agar mendapat keberuntungan dunia akhirat.Hubungan Surat An Nisaa' Dengan Surat Al Maa-Idah:1. Surat An Nisaa' menerangkan beberapa macam akad, seperti: pernikahan, perceraian, warisan, perjanjian, wasiat, dan sebagainya. Sementara itu, permulaan surat Al Maa-idah menyatakan supaya hamba-hamba Allah memenuhi segala macam akad-akad yang telah dibuat, baik terhadap Allah maupun terhadap sesama manusia, di samping menerangkan akad-akad yang lain.2. Surat An Nisaa' mengemukakan beberapa hukum secara umum, sedangkan surat Al Maa-idah menjelaskan dan menegaskan hukum-hukum tersebut.3. Sebagaimana halnya surat Al Baqarah dan surat Ali 'Imran mengemukakan hal-hal yang berhubungan dengan pokok-pokok agama, seperti: keesaan Allah dan kenabian, maka surat An Nisaa' dan Al Maaidah menerangkan tentang furu' agama (hukum fikih), seperti: hukum keluarga dan sebagainya.4. Akhir surat An Nisaa' mengemukakan hujjah-hujjah atas kekeliruan orang-orang Yahudi dan Nasrani serta kekeliruan kaum musyrikin dan munafikin. Hal yang serupa diterangkan secara panjang lebar dalam surat Al Maa-idah.5. Surat An Nisaa' dimulai dengan \"Yaa ayyuhannaas\" yang nadanya sama dengan surat Makiah, sedangkan surat Al Maa-idah, sebagai surat Madaniah, dimulai dengan, \"Yaa ayyuhal ladziina aamanu\". Meskipun nadanya berlainan, tetapi yang dituju oleh kedua surat ini adalah seluruh manusia.",
      "verses": [
        {
          "number": 45,
          "arabic": "وَٱللَّهُ أَعْلَمُ بِأَعْدَآئِكُمْ ۚ وَكَفَىٰ بِٱللَّهِ وَلِيًّا وَكَفَىٰ بِٱللَّهِ نَصِيرًا",
          "transliteration": "wal-lahu aʿlamu bi-aʿdāikum wakafā bil-lahi waliyyan wakafā bil-lahi naṣīran",
          "translation": "Dan Allah lebih mengetahui tentang musuh-musuhmu. Cukuplah Allah menjadi pelindung dan cukuplah Allah menjadi penolong (bagimu).",
          "tafsir": "Allah mengetahui siapa yang menjadi musuh umat Islam. Umat Islam kadang-kadang mengira bahwa musuh-musuh itu adalah sahabat mereka, padahal sebenarnya bukan. Kebaikan-kebaikan yang mereka lahirkan terhadap kaum Muslimin adalah tipu muslihat belaka, sedang tujuan mereka yang sebenarnya ialah menarik kaum Muslimin agar menyeleweng seperti penyelewengan mereka dari jalan yang benar. Allah-lah yang memberi petunjuk kaum Muslimin kepada keselamatan, kebahagiaan dan kebaikan. Dialah yang menolong mereka dalam menghadapi musuh-musuh agama."
        },
        {
          "number": 46,
          "arabic": "مِّنَ ٱلَّذِينَ هَادُوا۟ يُحَرِّفُونَ ٱلْكَلِمَ عَن مَّوَاضِعِهِۦ وَيَقُولُونَ سَمِعْنَا وَعَصَيْنَا وَٱسْمَعْ غَيْرَ مُسْمَعٍ وَرَٰعِنَا لَيًّۢا بِأَلْسِنَتِهِمْ وَطَعْنًا فِى ٱلدِّينِ ۚ وَلَوْ أَنَّهُمْ قَالُوا۟ سَمِعْنَا وَأَطَعْنَا وَٱسْمَعْ وَٱنظُرْنَا لَكَانَ خَيْرًا لَّهُمْ وَأَقْوَمَ وَلَـٰكِن لَّعَنَهُمُ ٱللَّهُ بِكُفْرِهِمْ فَلَا يُؤْمِنُونَ إِلَّا قَلِيلًا",
          "transliteration": "mina alladhīna hādū yuḥarrifūna l-kalima ʿan mawāḍiʿihi wayaqūlūna samiʿ'nā waʿaṣaynā wa-is'maʿ ghayra mus'maʿin warāʿinā layyan bi-alsinatihim waṭaʿnan fī l-dīni walaw annahum qālū samiʿ'nā wa-aṭaʿnā wa-is'maʿ wa-unẓur'nā lakāna khayran lahum wa-aqwama walākin laʿanahumu l-lahu bikuf'rihim falā yu'minūna illā qalīlan",
          "translation": "(Yaitu) di antara orang Yahudi, yang mengubah perkataan dari tempat-tempatnya.<sup foot_note=135148>1</sup> Dan mereka berkata, \"Kami mendengar, tetapi kami tidak mau menurutinya.\" Dan (mereka mengatakan pula), \"Dengarlah,\" sedang (engkau Muhammad sebenarnya) tidak mendengar apa pun.\"<sup foot_note=135149>2</sup> Dan (mereka mengatakan), \"Rā'inā\"<sup foot_note=135150>3</sup> dengan memutarbalikkan lidahnya dan mencela agama. Sekiranya mereka mengatakan, \"Kami mendengar dan patuh, dan dengarlah, dan perhatikanlah kami,\" tentulah itu lebih baik bagi mereka dan lebih tepat, tetapi Allah melaknat mereka, karena kekafiran mereka. Mereka tidak beriman kecuali sedikit sekali.<sup foot_note=135151>4</sup>",
          "tafsir": "Di antara Ahli Kitab yang tersebut di atas ada pula yang mengubah kalimat-kalimat yang ada pada kitab mereka dan memindahkannya dari tempat semula ke tempat yang lain, sehingga kitab itu menjadi kacau dan tidak dapat lagi dijadikan pedoman. Mereka menafsirkan bahwa kedatangan Nabi Isa dan Nabi Muhammad saw adalah tidak benar dan mereka masih menunggu kedatangan Isa dan Muhammad yang diutus dari kalangan mereka. Orang-orang Yahudi itu berkata kepada Nabi Muhammad saw, \"Sami'na wa 'ashaina (kami mendengar ucapanmu akan tetapi kami tidak akan taat kepada perintahmu).\" Mereka juga berkata kepada Nabi Muhammad saw, \"Isma' gaira musma'in (dengarlah Muhammad semoga engkau tidak dapat mendengar/tuli).\" Demikian juga mereka berkata kepada Nabi Muhammad saw, \"Ra'ina (kiranya engkau memperhatikan kami).\" Ketika para sahabat menghadapkan kata ini kepada Rasulullah, orang Yahudi pun memakai kata ini terhadap Rasulullah. Padahal yang mereka maksud dengan ra'ina itu ialah \"kebodohan yang sangat\" sebagai celaan kepada Rasulullah saw. (lihat tafsir ayat 104 al-Baqarah, dan kosakata ra'ina). Semua pemakaian kata-kata yang tidak benar itu dimaksudkan untuk memutarbalikkan panggilan dan untuk mencela agama.Termasuk pula pemutaran lidah mereka terhadap Nabi Muhammad saw ialah bila mereka bertemu dengan Nabi, mereka mengucapkan, \"As-sam (mudah-mudahan kamu mati).\" Ucapan itu dijawab oleh Nabi, \"Alaikum (mudah-mudahan kamulah yang mati).\" Sekiranya orang-orang Yahudi tidak mengucapkan kata-kata yang sejelek itu, tetapi mengganti ucapannya kepada Muhammad dengan \"Sami'na wa ata'na wa isma' wa undhurna (kami mendengarkan ucapanmu dan menaati segala perintahmu, dengarkanlah ucapan kami dan perhatikanlah kami),\" maka pastilah perkataan-perkataan itu akan membawa akibat yang sangat baik bagi mereka. Tetapi karena kekafiran mereka, mereka mendapat laknat Allah dan mereka tidak beriman kecuali iman yang sangat tipis yang tidak dapat membawa mereka kepada kebahagiaan yang hakiki."
        },
        {
          "number": 47,
          "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ ءَامِنُوا۟ بِمَا نَزَّلْنَا مُصَدِّقًا لِّمَا مَعَكُم مِّن قَبْلِ أَن نَّطْمِسَ وُجُوهًا فَنَرُدَّهَا عَلَىٰٓ أَدْبَارِهَآ أَوْ نَلْعَنَهُمْ كَمَا لَعَنَّآ أَصْحَـٰبَ ٱلسَّبْتِ ۚ وَكَانَ أَمْرُ ٱللَّهِ مَفْعُولًا",
          "transliteration": "yāayyuhā alladhīna ūtū l-kitāba āminū bimā nazzalnā muṣaddiqan limā maʿakum min qabli an naṭmisa wujūhan fanaruddahā ʿalā adbārihā aw nalʿanahum kamā laʿannā aṣḥāba l-sabti wakāna amru l-lahi mafʿūlan",
          "translation": "Wahai orang-orang yang telah diberi Kitab! Berimanlah kamu kepada apa yang telah Kami turunkan (Alquran) yang membenarkan Kitab yang ada pada kamu, sebelum Kami mengubah wajah-wajah(mu), lalu Kami putar ke belakang <sup foot_note=135152>1</sup> atau Kami laknat mereka sebagaimana Kami melaknat orang-orang (yang berbuat maksiat) pada hari Sabat (sabtu). Dan ketetapan Allah pasti berlaku.",
          "tafsir": "Orang Yahudi yang pernah menerima Kitab Taurat dan orang Nasrani yang pernah menerima Kitab Injil, dalam ayat ini diperintahkan agar mereka percaya kepada Al-Qur'an yang diturunkan kepada Nabi Muhammad saw yang membenarkan isi kedua kitab mereka. Di antara pokok-pokok isi Al-Qur'an adalah mengenai keesaan Allah, menjauhi perbuatan syirik dan memperkuat iman dengan memperbanyak amal saleh dan meninggalkan perbuatan-perbuatan keji, lahir dan batin. Tiga soal utama itu adalah tiang agama yang diperintahkan Allah untuk dilakukan oleh hamba-Nya. Perintah mempercayai Al-Qur'an harus diterima dengan positif oleh mereka agar Allah tidak mengubah wajah mereka, membalikkan muka mereka ke belakang dan mengutuk mereka sebagaimana nenek moyang mereka pernah dikutuk karena menangkap ikan pada hari yang terlarang, hari Sabat. Ketentuan-ketentuan Allah baik berupa penciptaan sesuatu maupun berupa pelaksanaan hukum atau ancaman, semua pasti akan terlaksana sebagaimana dikehendaki-Nya. Sebagian mufasir memahami pengertian hukuman Allah berupa penghapusan mereka adalah membalikkan arah muka mereka dari menghadap jalan lurus ke arah jalan kesesatan. Setelah turun ayat ini, banyak di antara Ahli Kitab yang masuk Islam karena takut kepada ancaman siksa itu. Di antara mereka itu ialah: Ka'ab Al-Ahbar. Allah yang bersifat Mahakuasa tidak akan menghadapi kesukaran sedikit pun dalam melaksanakan kudrat-iradat-Nya, termasuk pelaksanaan ancaman-Nya dalam ayat ini."
        },
        {
          "number": 48,
          "arabic": "إِنَّ ٱللَّهَ لَا يَغْفِرُ أَن يُشْرَكَ بِهِۦ وَيَغْفِرُ مَا دُونَ ذَٰلِكَ لِمَن يَشَآءُ ۚ وَمَن يُشْرِكْ بِٱللَّهِ فَقَدِ ٱفْتَرَىٰٓ إِثْمًا عَظِيمًا",
          "transliteration": "inna l-laha lā yaghfiru an yush'raka bihi wayaghfiru mā dūna dhālika liman yashāu waman yush'rik bil-lahi faqadi if'tarā ith'man ʿaẓīman",
          "translation": "Sesungguhnya Allah tidak akan mengampuni (dosa) karena mempersekutukan-Nya (syirik), dan Dia mengampuni apa (dosa) yang selain (syirik) itu bagi siapa yang Dia kehendaki. Barang siapa mempersekutukan Allah, maka sungguh, dia telah berbuat dosa yang besar.",
          "tafsir": "Allah sekali-kali tidak akan mengampuni perbuatan syirik yang dilakukan oleh hamba-Nya, kecuali apabila mereka bertobat sebelum mati. Syirik adalah dosa yang paling besar, karena orang musyrik beriktikad dan mempercayai bahwa Allah mempunyai sekutu dan tandingan yang sama derajatnya. Dalam Al-Qur'an disebutkan berulang-ulang dosa syirik ini. Adapun dosa selain syirik, jika dikehendaki, Allah akan mengampuninya. Hal itu disesuaikan dengan hikmah kebijaksanaan-Nya dan menurut tata cara sunah-Nya yang berlaku. Misalnya yang berdosa itu benar-benar telah tobat dari dosanya dan mengiringi tobat itu dengan amal-amal saleh. Allah berfirman: \"Sesungguhnya Allah tidak akan mengampuni (dosa) karena mempersekutukan-Nya (syirik), dan Dia mengampuni apa (dosa) yang selain (syirik) itu bagi siapa yang Dia kehendaki. Barang siapa mempersekutukan Allah, maka sungguh, dia telah berbuat dosa yang besar.\" (an-Nisa/4:48). \" ¦Sesungguhnya barang siapa mempersekutukan (sesuatu dengan) Allah, maka sungguh, Allah mengharamkan surga baginya, dan tempatnya ialah neraka. Dan tidak ada seorang penolong pun bagi orang-orang zalim itu\". (al-Maidah/5:72)."
        },
        {
          "number": 49,
          "arabic": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ يُزَكُّونَ أَنفُسَهُم ۚ بَلِ ٱللَّهُ يُزَكِّى مَن يَشَآءُ وَلَا يُظْلَمُونَ فَتِيلًا",
          "transliteration": "alam tara ilā alladhīna yuzakkūna anfusahum bali l-lahu yuzakkī man yashāu walā yuẓ'lamūna fatīlan",
          "translation": "Tidakkah engkau memperhatikan orang-orang yang menganggap dirinya suci (orang Yahudi dan Nasrani)? Sebenarnya Allah menyucikan siapa yang Dia kehendaki dan mereka tidak dizalimi sedikit pun.",
          "tafsir": "Diriwayatkan oleh Ibnu Jarir dari Hasan, bahwa ayat ini diturunkan mengenai orang-orang Yahudi dan Nasrani yang memuji-muji diri mereka dengan mengatakan bahwa mereka anak Allah dan kesayangan-Nya, tidak akan masuk surga selain orang Yahudi atau Nasrani dan mereka tidak akan masuk neraka kecuali beberapa hari saja. Allah memperingatkan Nabi Muhammad saw agar berhati-hati terhadap tindakan orang-orang Yahudi dan Nasrani yang menganggap dan mengakui diri mereka sebagai orang suci. Pengakuan itu seperti tertera pada sebab turunnya ayat di atas bahwa ucapan mereka itu tidak benar karena mereka masih tetap dalam kekafiran dan tetap melakukan perbuatan yang dilarang oleh Allah. Sebenarnya mereka tidak berhak membersihkan diri hanya dengan kata-kata dan pengakuan yang tidak beralasan. Membersihkan diri haruslah dengan amal perbuatan yang dapat menjadikan seseorang bersih dan bebas dari perbuatan syirik dan maksiat. Tidak ada gunanya seseorang mengemukakan kebersihan dirinya karena kebersihan diri seseorang berada di tangan Allah Yang Mahakuasa, dan Allah sekali-kali tidak akan menganiaya hamba-Nya."
        },
        {
          "number": 50,
          "arabic": "ٱنظُرْ كَيْفَ يَفْتَرُونَ عَلَى ٱللَّهِ ٱلْكَذِبَ ۖ وَكَفَىٰ بِهِۦٓ إِثْمًا مُّبِينًا",
          "transliteration": "unẓur kayfa yaftarūna ʿalā l-lahi l-kadhiba wakafā bihi ith'man mubīnan",
          "translation": "Perhatikanlah, betapa mereka mengada-adakan kebohongan terhadap Allah? Dan cukuplah perbuatan itu menjadi dosa yang nyata (bagi mereka).",
          "tafsir": "Ayat ini menekankan tentang keanehan perbuatan orang-orang Yahudi dan Nasrani. Nabi Muhammad diperintahkan memperhatikan betapa beraninya orang-orang Yahudi dan Nasrani membuat kebohongan terhadap Allah dengan pengakuan mereka bahwa dirinya suci dan mereka disayangi oleh Allah secara khusus, tidak seperti umat-umat lain. Cukup jelas bahwa perbuatan orang-orang Yahudi dan Nasrani itu merupakan dosa yang besar."
        },
        {
          "number": 51,
          "arabic": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ أُوتُوا۟ نَصِيبًا مِّنَ ٱلْكِتَـٰبِ يُؤْمِنُونَ بِٱلْجِبْتِ وَٱلطَّـٰغُوتِ وَيَقُولُونَ لِلَّذِينَ كَفَرُوا۟ هَـٰٓؤُلَآءِ أَهْدَىٰ مِنَ ٱلَّذِينَ ءَامَنُوا۟ سَبِيلًا",
          "transliteration": "alam tara ilā alladhīna ūtū naṣīban mina l-kitābi yu'minūna bil-jib'ti wal-ṭāghūti wayaqūlūna lilladhīna kafarū hāulāi ahdā mina alladhīna āmanū sabīlan",
          "translation": "Tidakkah engkau memperhatikan orang-orang yang diberi bagian dari Kitab (Taurat)? Mereka percaya kepada Jibt dan Ṭāgūt,<sup foot_note=135153>1</sup> dan mengatakan kepada orang-orang kafir (musyrik Mekkah), bahwa mereka itu lebih benar jalannya daripada orang-orang yang beriman.",
          "tafsir": "Ayat ini mengisahkan kembali perbuatan orang-orang Yahudi yang telah diberi kitab, telah memahami dan mendalami isi kitab yang pada dasarnya menyuruh berbakti dan menyembah hanya kepada Allah saja, tetapi mereka masih juga mau bersujud dan menyembah berhala dan mempersekutukan Allah, memenuhi ajakan orang-orang Quraisy yang tidak memiliki kitab. Satu hal yang aneh dan mengherankan, mereka menyangka bahwa mereka orang-orang yang benar, yang mengikuti dan menempuh jalan yang lebih baik daripada jalan orang-orang mukmin pengikut Nabi Muhammad saw. Bani Israil punya sejarah panjang dalam penyembahan berhala oleh nenek moyang mereka sampai generasi-generasi berikutnya. \"Mereka meninggalkan Allah Tuhan mereka yang telah membawa mereka keluar dari tanah Mesir, lalu mengikuti tuhan lain, dari antara tuhan bangsa-bangsa di sekeliling mereka, dan sujud menyembah kepadanya, sehingga mereka menyakiti hati Tuhan\" (Kitab Hakim-hakim. 2.12) dan sekian banyak lagi kisah penyembahan berhala oleh mereka. Alangkah kelirunya mereka, dan mereka sangat rugi. Seperti tersebut dalam firman Allah: Katakanlah (Muhammad), \"Apakah perlu Kami beritahukan kepadamu tentang orang yang paling rugi perbuatannya?\" (Yaitu) orang yang sia-sia perbuatannya 'dalam kehidupan dunia, sedangkan mereka mengira telah berbuat sebaik-baiknya. (al-Kahf/18:103-104)."
        }
      ]
    }
  ]
}