{
  "pageNumber": 177,
  "juz": 9,
  "surahs": [
    {
      "number": 8,
      "name": "Al-Anfal",
      "nameArabic": "الأنفال",
      "meaning": "Harta Rampasan Perang",
      "revelation": "Madinah",
      "description": "Surat Al-Anfal terdiri dari 75 ayat dan termasuk surat Madaniyyah, karena seluruh ayatnya diturunkan di Madinah.Surat ini dinamakan Al-Anfal yang berarti harta rampasan perang berhubung kata Al-Anfal terdapat pada permulaan surat ini. Selain itu, persoalan yang menonjol dalam surat ini ialah tentang harta rampasan perang, hukum perang, dan hal-hal yang berhubungan dengan peperangan pada umumnya. Menurut riwayat Ibnu Abbas, surat ini diturunkan berkenaan dengan perang Badar Kubra yang terjadi pada tahun kedua hijriah. Peperangan ini sangat penting karena menentukan jalannya sejarah perkembangan Islam. Pada waktu itu, umat Islam dengan kekuatan kecil dan untuk pertama kali dapat mengalahkan kaum musyrikin yang berjumlah besar dan berperlengkapan yang cukup. Dalam peperangan ini, kaum muslimin memperoleh harta rampasan perang yang tidak sedikit. Oleh sebab itu, timbullah permasalahan bagaimana membagi harta rampasan perang itu. Maka, Allah menurunkan ayat pertama surat ini.Selain hal-hal tersebut di atas, pokok-pokok isi surat ini sebagai berikut:1. Keimanan:Allah selalu menyertai dan melindungi orang-orang yang beriman; hanya Allah yang berhak menentukan hukum-hukum agama; jaminan Allah terhadap kemenangan umat yang beriman; pertolongan Allah terhadap orang-orang yang bertawakkal; hanya Allah yang dapat mempersatukan hati orang yang beriman; tindakan-tindakan dan hukum-hukum Allah didasarkan pada kepentingan umat manusia; keberadaan malaikat yang menolong barisan kaum muslimin dalam perang Badar; gangguan setan pada orang-orang mukmin dan tipu daya mereka pada orang-orang musyrikin; syirik adalah dosa besar.2. Hukum-hukum:Aturan pembagian harta rampasan perang; kebolehan memakan harta rampasan perang; larangan lari atau mundur dalam peperangan; hukum mengurusi tawanan perang pada permulaan Islam; kewajiban taat kepada pimpinan dalam perang; keharusan mengusahakan perdamaian; kewajiban mempersiapkan diri dengan segala alat perlengkapan perang; ketahanan mental, sabar dan tawakkal serta mengingat Allah dalam peperangan; tujuan perang dalam Islam; larangan khianat kepada Allah dan Rasul serta amanat; larangan mengkhianati perjanjian.3. Kisah-kisah:Keengganan beberapa orang Islam untuk ikut perang Badar; suasana kaum muslimin sebelum, sesudah, dan ketika perang berlangsung; keadaan Nabi Muhammad sebelum hijrah dan permusuhan kaum musyrikin terhadap beliau; orang Yahudi membatalkan perjanjian damai dengan Nabi Muhammad; keadaan orang kafir musyrikin dan Ahli Kitab serta keburukan orang-orang munafik.4. Lain-lain:Pengertian iman, tanda dan sifat orang yang beriman; sunnatullah yang berlaku pada individu dan masyarakat.Surat Al-Anfal menerangkan hal-hal yang berhubungan dengan peperangan pada umumnya, khususnya Perang Badar, peperangan yang menentukan jalannya sejarah Islam dan kaum muslimin, bahkan tidak salah sekiranya dikatakan bahwa Perang Badar menentukan jalan sejarah umat manusia pada umumnya. Sebagian besar surat ini mengandung hal-hal yang berhubungan dengan perdamaian dan peperangan, tingkah laku orang-orang kafir, orang-orang munafik dan sebagian orang-orang Islam yang imannya tidak kuat dalam peperangan. Kemudian ditegaskan bahwa Allah menolong orang-orang yang beriman dan menghancurkan orang-orang kafir dan munafik. Ini merupakan sunnatullah yang tidak dapat dipungkiri berlakunya, sebagaimana pernah terjadi pada Fir'aun dan kaumnya serta umat-umat yang sebelumnya.Hubungan Surat Al-Anfal Dengan Surat At-Taubah:Surat Al-Anfal menyebutkan hal-hal yang berhubungan dengan pokok dan cabang (furu') agama, sunnatullah, hukum perjanjian dan janji setia, hukum perang dan damai. Perkara-perkara ini juga disebutkan dalam surat At-Taubah, umpamanya:1. Perjanjian yang dikemukakan surat Al-Anfal dijelaskan oleh surat At-Taubah, terutama hal-hal yang berhubungan dengan pengkhianatan janji oleh musuh.2. Sama-sama menerangkan tentang memerangi orang-orang musyrikin dan Ahli Kitab.3. Surat Al-Anfal mengemukakan bahwa yang mengurus dan memakmurkan Masjidil haram adalah orang-orang yang bertakwa, sedang surat At-Taubah menerangkan bahwa orang-orang musyrik tidak pantas mengurus dan memakmurkan masjid, bahkan mereka akan menghalang-halangi orang-orang Islam terhadapnya.4. Surat Al-Anfal menyebutkan sifat-sifat orang-orang yang sempurna imannya dan sifat-sifat orang-orang kafir, lalu pada akhir surat diterangkan pula tentang hukum perlindungan atas orang-orang muslim yang berhijrah, orang-orang muslim yang tidak berhijrah, dan orang-orang kafir. Hal yang serupa dikemukakan pula oleh surat At-Taubah.5. Surat Al-Anfal menganjurkan agar berinfak di jalan Allah, sedang surat At-Taubah menegaskan hal yang sama. Dalam surat Al-Anfal diterangkan tentang penggunaan harta rampasan perang, sedang surat At-Taubah menerangkan penggunaan zakat.6. Surat Al-Anfal mengemukakan tentang orang-orang munafik dan orang-orang yang ada penyakit dalam hatinya, kemudian surat At-Taubah menerangkan hal ini lebih luas. Jika kita perhatikan ternyata antara surat Al-Anfal dan surat At-Taubah terdapat hubungan yang erat sekali. Seakan-akan keduanya merupakan satu surat, bahkan sebagian ahli tafsir mengatakan bahwa sekiranya bukan karena ketentuan Allah, mereka memandang surat Al-Anfal dan surat At-Taubah sebagai satu surat.",
      "verses": [
        {
          "number": 1,
          "arabic": " يَسْـَٔلُونَكَ عَنِ ٱلْأَنفَالِ ۖ قُلِ ٱلْأَنفَالُ لِلَّهِ وَٱلرَّسُولِ ۖ فَٱتَّقُوا۟ ٱللَّهَ وَأَصْلِحُوا۟ ذَاتَ بَيْنِكُمْ ۖ وَأَطِيعُوا۟ ٱللَّهَ وَرَسُولَهُۥٓ إِن كُنتُم مُّؤْمِنِينَ",
          "transliteration": "yasalūnaka ʿani l-anfāli quli l-anfālu lillahi wal-rasūli fa-ittaqū l-laha wa-aṣliḥū dhāta baynikum wa-aṭīʿū l-laha warasūlahu in kuntum mu'minīna",
          "translation": "Mereka menanyakan kepadamu (Muhammad) tentang (pembagian) harta rampasan perang. Katakanlah, \"Harta rampasan perang itu milik Allah dan Rasul (menurut ketentuan Allah dan Rasul-Nya), maka bertakwalah kepada Allah dan perbaikilah hubungan di antara sesamamu, dan taatlah kepada Allah dan Rasul-Nya jika kamu orang-orang yang beriman.\"",
          "tafsir": "Ayat ini membicarakan persoalan harta rampasan perang yang diperoleh kaum Muslimin setelah usainya Perang Badar Kubra. Perang ini berakhir dengan kemenangan kaum Muslimin. Mereka memperoleh harta rampasan perang yang banyak. Al-Anfal (al-Ganimah) ialah segala macam harta yang diperoleh kaum Muslimin dari musuh dalam medan pertempuran. Harta rampasan perang ini dinamakan al-Anfal (bentuk jamak dari Nafal) karena harta-harta ini menjadi harta kekayaan kaum Muslimin. Setelah kaum Muslimin memperoleh harta rampasan perang itu, terjadilah perselisihan pendapat di antara mereka yang ikut berperang. Perselisihan itu mengenai cara-cara pembagiannya, dan pihak-pihak manakah yang berhak mendapatkan. Pihak pemuda ataukah pihak orang-orang tua, pihak-pihak orang Muhajirin atau pihak Anshar, ataukah pula masing-masing pihak sama-sama mendapat bagian. Persoalan itu dibawa kepada Rasulullah saw agar mendapat keputusan yang adil. Sebagai jawaban atas pertanyan kaum Muslimin itu, Allah memerintahkan kepada Rasulullah saw untuk menetapkan hukumnya, bahwa harta rampasan perang itu adalah hak Allah dan Rasul-Nya. Oleh sebab itu yang menentukan pembagian harta rampasan itu bukan kelompok pemuda atau kelompok orang tua, bukan orang Muhajirin atau orang Anshar, bukan pula tim penyerang, tim pelindung, atau tim pengumpul harta rampasan perang, tetapi Allah-lah yang menentukan dengan wahyu yang diturunkan kepada Rasul-Nya. Rasulullah membagi harta rampasan perang itu secara merata di antara kaum Muslimin. Dalam ketentuan ini terkandung pelajaran yang tinggi bagi kaum Muslimin agar mereka tidak beranggapan, bahwa harta rampasan perang yang mereka peroleh itu, merupakan imbalan jasa peperangan, tetapi semata-mata mereka peroleh karena karunia Allah. Kalau mereka beranggapan bahwa harta rampasan perang itu mereka peroleh sebagai imbalan jasa, maka perjuangan mereka tidak murni karena Allah dan mengikuti perintah Rasul-Nya. Ayat ini memberi dorongan pula kepada kaum Muslimin, agar mereka dalam menghadapi tanggung jawab yang berat, hendaklah mereka hadapi secara bersama-sama, dan apabila mendapat kenikmatan, agar dirasakan bersama-sama pula. Mengenai pembagian harta rampasan perang secara rinci akan diuraikan penafsirannya pada ayat 41 surah ini. Allah memerintahkan pula kepada Rasulullah saw agar kaum Muslimin bertakwa, menjauhi perselisihan dan persengketaan yang menimbulkan kesusahan dan menjerumuskan mereka kepada kemurkaan Allah. Takwa diperlukan dalam setiap keadaan, terlebih dalam perang dan pembagian harta rampasan perang, akibat perselisihan dapat dirasakan, yaitu terganggunya persatuan dan timbulnya perpecahan yang mengakibatkan kekalahan. Sesudah itu Allah memerintahkan agar kaum Muslimin memperbaiki hubungan sesama muslim, yaitu menjalin cinta kasih dan memperkokoh kesatuan pendapat. Hal inilah yang dapat mengikat mereka dalam kesatuan gerak dalam mencapai cita-cita bersama, yaitu mempertinggi kalimat Allah. Persatuan dan kesatuan ini menjadi dasar kekuatan umat dalam segala bidang. Itulah sebabnya, memperbaiki hubungan di antara sesama muslim diwajibkan, agar kaum Muslimin menyadari akan pentingnya menghindari bahaya yang mengancam mereka, bahaya keretakan yang menggoyahkan kesatuan umat. Hal ini jelas tergambar pada saat terjadinya perselisihan yang terjadi di antara kelompok-kelompok karena yang satu merasa lebih berjasa dari kelompok yang lain. Demikian pula hal ini terjadi karena mereka melupakan tugas mereka yang penting, yaitu bahwa tugas mempertahankan kebenaran itu adalah tugas bersama. Pada akhir ayat, Allah menegaskan agar kaum Muslimin menaati Allah dan Rasul, dalam hal ini menaati ketentuan perang, yang disampaikan kepada Rasulullah saw dengan perantaraan wahyu. Ketentuan Allah wajib ditaati, Dia adalah Tuhan seru sekalian alam dan Yang Mahakuasa, sedang taat kepada Rasul, dalam urusan agama, berarti taat kepada Allah karena dialah yang menyampaikan agama itu dan memberikan penjelasan yang tertuang dalam perkataan, perbuatan serta keputusannya. Perintah ini ditegaskan pada saat kaum Muslimin dalam keadaan bersengketa mengenai pembagian harta rampasan perang, untuk mengingatkan mereka bahwa dalam saat-saat bagaimanapun juga kaum Muslimin harus tetap menaati Allah dan Rasul-Nya, agar mereka tidak menimbulkan perpecahan karena ambisi golongan dan kemauan hawa nafsu, yang biasanya menjerumuskan mereka kepada kehancuran. Di dalam ayat ini terdapat beberapa unsur penting yang dapat memelihara kesatuan umat yaitu; takwa, memperbaiki hubungan sesama muslim, dan menaati Allah dan Rasul di dalam setiap keadaan."
        },
        {
          "number": 2,
          "arabic": "إِنَّمَا ٱلْمُؤْمِنُونَ ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ ءَايَـٰتُهُۥ زَادَتْهُمْ إِيمَـٰنًا وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ",
          "transliteration": "innamā l-mu'minūna alladhīna idhā dhukira l-lahu wajilat qulūbuhum wa-idhā tuliyat ʿalayhim āyātuhu zādathum īmānan waʿalā rabbihim yatawakkalūna",
          "translation": "Sesungguhnya orang-orang yang beriman adalah mereka yang apabila disebut nama Allah<sup foot_note=135308>1</sup> gemetar hatinya, dan apabila dibacakan ayat-ayat-Nya kepada mereka, bertambah (kuat) imannya dan hanya kepada Tuhan mereka bertawakal,",
          "tafsir": "Allah menjelaskan bahwa orang-orang mukmin ialah mereka yang menghiasi dirinya dengan sifat-sifat seperti tersebut dalam ayat ini. Tiga sifat disebutkan dalam ayat ini, sedang dua sifat lagi disebutkan dalam ayat berikutnya. 1.Apabila disebutkan nama Allah bergetarlah hatinya karena ingat keagungan dan kekuasaan-Nya. Pada saat itu timbul dalam jiwanya perasaan penuh haru mengingat besarnya nikmat dan karunia-Nya. Mereka merasa takut apabila mereka tidak memenuhi tugas kewajiban sebagai hamba Allah, dan merasa berdosa apabila melanggar larangan-larangan-Nya. Bergetarnya hati sebagai perumpamaan dari perasaan takut, adalah sikap mental yang besifat abstrak, yang hanya dapat dirasakan oleh yang bersangkutan dan hanya Allah sendiri yang mengetahuinya. Sedang orang lain dapat mengetahui dengan memperhatikan tanda-tanda lahiriah dari orang yang merasakannya, yang terlukis dalam perkataan atau gerak-gerik perbuatannya. Sikap mental itu adakalanya tampak dalam perkataan, sebagaimana tergambar dalam firman Allah: \"Dan mereka yang memberikan apa yang mereka berikan (sedekah) dengan hati penuh rasa takut, (karena mereka tahu) bahwa sesungguhnya mereka akan kembali kepada Tuhannya\". (al-Muminun/23: 60) Dan adakalanya tampak pada gerak-gerik dalam perbuatan, firman Allah : \"Ketika mereka masuk ke tempatnya, lalu mereka mengucapkan, \"salam.\" Dia (Ibrahim) berkata, \"Kami benar-benar merasa takut kepadamu.\" (al-Hijr/15: 52) 2.Apabila dibacakan ayat-ayat Allah, maka akan bertambah iman mereka, karena ayat-ayat itu mengandung dalil-dalil yang kuat, yang mempengaruhi jiwanya sedemikian rupa, sehingga mereka bertambah yakin dan mantap serta dapat memahami kandungan isinya, sedang anggota badannya tergerak untuk melaksanakannya. Dalam ayat ini terdapat petunjuk bahwa iman seseorang dapat bertambah dan dapat berkurang sesuai dengan ilmu dan amalnya, Rasulullah bersabda: \"Iman itu lebih dari 70 cabang, yang tertinggi adalah pengakuan bahwa tiada Tuhan selain Allah, dan yang terendah adalah menyingkirkan ganguan dari jalan.\" (Riwayat al-Bukhari dan Muslim dari Abu Hurairah) Dengan demikian bertambahnya iman pada seseorang dapat diketahui apabila ia lebih giat beramal. Iman dan amal adalah merupakan satu kesatuan yang bulat yang tak dapat dipisahkan. Firman Allah swt: (Yaitu) orang-orang (yang menaati Allah dan Rasul) yang ketika ada orang-orang mengatakan kepadanya, \"Orang-orang (Quraisy) telah mengumpulkan pasukan untuk menyerang kamu, karena itu takutlah kepada mereka,\" ternyata (ucapan) itu menambah (kuat) iman mereka dan mereka menjawab, \"Cukuplah Allah (menjadi penolong) bagi kami dan Dia sebaik-baik pelindung.\" (ali Imran/3: 173) Dan firman Allah: Dan ketika orang-orang mukmin melihat golongan-golongan (yang bersekutu) itu, mereka berkata, \"Inilah yang dijanjikan Allah dan Rasul-Nya kepada kita.\" Dan benarlah Allah dan Rasul-Nya. Dan yang demikian itu menambah keimanan dan keislaman mereka. (al-Ahzab/33: 22) 3. Bertawakal hanya kepada Allah Yang Maha Esa, tidak berserah diri kepada yang lain-Nya. Tawakal merupakan senjata terakhir seseorang dalam mewujudkan serangkaian amal setelah berbagai sarana dan syarat-syarat yang diperlukan itu dipersiapkan. Hal ini dapat dipahami, karena pada hakikatnya segala macam aktifitas dan perbuatan, hanya terwujud menurut hukum-hukum yang berlaku yang tunduk dibawah kekuasaan Allah. Maka tidak benar apabila seseorang itu berserah diri kepada selain Allah."
        },
        {
          "number": 3,
          "arabic": "ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقْنَـٰهُمْ يُنفِقُونَ",
          "transliteration": "alladhīna yuqīmūna l-ṣalata wamimmā razaqnāhum yunfiqūna",
          "translation": "(yaitu) orang-orang yang melaksanakan salat dan yang menginfakkan sebagian dari rezeki yang Kami berikan kepada mereka.",
          "tafsir": "Allah menjelaskan sifat-sifat lahiriyah orang-orang mukmin sebagai kelanjutan dari sifat-sifat yang telah lalu. 4.Selalu mendirikan salat lima waktu dengan sempurna syarat-syarat dan rukun-rukunnya, serta tepat pada waktunya, sedang jiwanya khusyu mengikuti gerak lahiriyah dan tunduk semata kepada Allah. 5.Menginfakkan sebagian dari harta yang diberikan kepadanya. Yang dimaksud dengan membelanjakan harta dalam ayat ini ialah meliputi pengeluaran zakat, memberi nafkah kepada keluarga dekat ataupun jauh, atau membantu kegiatan sosial dan kepentingan agama, serta kemaslahatan umat."
        },
        {
          "number": 4,
          "arabic": "أُو۟لَـٰٓئِكَ هُمُ ٱلْمُؤْمِنُونَ حَقًّا ۚ لَّهُمْ دَرَجَـٰتٌ عِندَ رَبِّهِمْ وَمَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ",
          "transliteration": "ulāika humu l-mu'minūna ḥaqqan lahum darajātun ʿinda rabbihim wamaghfiratun wariz'qun karīmun",
          "translation": "Mereka itulah orang-orang yang benar-benar beriman. Mereka akan memperoleh derajat (tinggi) di sisi Tuhannya dan ampunan serta rezeki (nikmat) yang mulia.",
          "tafsir": "Allah menegaskan bahwa orang-orang yang menghiasi dirinya dengan sifat-sifat tersebut adalah orang-orang mukmin yang sejati. Ibnu Hazm menjelaskan bahwa sifat-sifat ini adalah sifat-sifat yang dapat diketahui orang lain dari dirinya, maka apabila seseorang mengetahui bahwa dirinya telah beriman kepada Allah, kepada Rasul-Nya Muhammad saw dan meyakini bahwa apa yang dibawa Nabi itu benar, sedang orang itu mengikrarkan semua pengakuannya itu dengan lisan, maka ia wajib mengatakan bahwa ia telah menjadi orang mukmin yang benar. Di akhir ayat Allah menjelaskan imbalan yang akan diterima oleh orang-orang mukmin yang benar-benar beriman dan menghiasi dirinya dengan sifat-sifat yang telah disebutkan, yaitu mereka akan memperoleh derajat yang tinggi dan kedudukan yang mulia di sisi Allah, karena kuasa Allah semata. Kalau Allah berkuasa menciptakan segala macam bentuk kehidupan. Maka Dia berkuasa pula memberikan keutamaan kepada makhluk-Nya sesuai dengan kehendak-Nya. Derajat yang tinggi itu, dapat berupa keutamaan hidup di dunia dan dapat berupa keutamaan hidup di akhirat, atau kedua-duanya. Allah berfirman: Orang-orang yang beriman dan berhijrah serta berjihad di jalan Allah, dengan harta dan jiwa mereka, adalah lebih tinggi derajatnya di sisi Allah. Mereka itulah orang-orang yang memperoleh kemenangan.(at-Taubah/9:20) Dan firman Allah : Dan Dialah yang menjadikan kamu sebagai khalifah-khalifah di bumi dan Dia mengangkat (derajat) sebagian kamu di atas yang lain. (al-Anam/6: 165)"
        },
        {
          "number": 5,
          "arabic": "كَمَآ أَخْرَجَكَ رَبُّكَ مِنۢ بَيْتِكَ بِٱلْحَقِّ وَإِنَّ فَرِيقًا مِّنَ ٱلْمُؤْمِنِينَ لَكَـٰرِهُونَ",
          "transliteration": "kamā akhrajaka rabbuka min baytika bil-ḥaqi wa-inna farīqan mina l-mu'minīna lakārihūna",
          "translation": "Sebagaimana Tuhanmu menyuruhmu pergi dari rumahmu dengan kebenaran,<sup foot_note=135309>1</sup> meskipun sesungguhnya sebagian dari orang-orang yang beriman itu tidak menyukainya,",
          "tafsir": "Allah menjelaskan bahwa Dia mengatur harta rampasan perang itu secara adil, sebagaimana juga Allah memerintahkan kepada mereka pergi bertempur untuk membela agama Allah secara adil pula. Kemudian timbullah perselisihan pendapat mengenai harta rampasan perang sama halnya dengan perselisihan pendapat sewaktu mereka pergi untuk menghadapi kafilah yang dipimpin Abu Sufyan atau pasukan kafir Quraisy yang datang dari Mekah untuk membela kafilah Abu Sufyan itu. Apabila ada sebagian orang yang tidak menyukai ketetapan Allah mengenai pembagian harta rampasan perang, maka hal itu adalah tanda bahwa iman mereka belum sempurna, sebagaimana juga halnya yang demikian itu terjadi pada saat menjelang Perang Badar. Mereka tidak mengikuti perintah Allah dan Rasul-Nya enggan meninggalkan rumah untuk bertempur ke medan perang. Karena mereka masih belum menjadi orang mukmin yang sempurna imannya. Di akhir ayat Allah menjelaskan bahwa sebagian dari orang mukmin ada yang tidak senang akan keputusan Nabi Muhammad untuk menyerang musuh ke luar kota. Hal ini disebabkan karena persiapan perang mereka belum lengkap. Namun anggapan serupa ini tidak benar, karena betapapun juga kesulitan yang akan mereka hadapi, semestinya mereka tidak boleh mengelak lagi, karena hal itu telah menjadi keputusan yang harus ditaati. Perselisihan yang terjadi di antara mereka disebutkan dalam riwayat di bawah ini: \"Setelah Rasulullah mendengar berita bahwa Abu Sufyan bin Harb membawa rombongan unta dari Syam, Nabi menggerakkan kaum Muslimin untuk menghadangnya. Nabi bersabda, \"Kafilah ini membawa harta benda (barang dagangan) maka pergilah kamu untuk menghadapinya boleh jadi Allah menjadikan harta benda itu sebagai rampasan perang bagi kamu.\" Maka bergeraklah para sahabat. Di antara kaum Muslimin itu ada yang tidak merasa keberatan, dan ada pula yang merasa keberatan, hal ini karena mereka tidak yakin bahwa Rasulullah saw akan menghadapi peperangan, sedang Abu sufyan ketika mendekati Hijaz telah mengerahkan beberapa orang yang mematai-matai, untuk memperoleh keterangan dengan jalan menanyakan kepada orang-orang yang berkendaraan yang ditemuinya, sehingga ia memperoleh berita dari mereka bahwa Muhammad telah mengerahkan para sahabatnya untuk menghadang kafilahnya. Maka Abu Sufyan mengupah amdham bin Amr al-Giffari untuk pergi ke Mekah dan menyuruhnya agar menemui orang-orang Quraisy agar mereka mengirim orang-orang yang akan melindungi harta mereka dan agar disampaikan berita bahwa Muhammad telah menghadang harta benda itu. Maka pergilah amdham bin Amr dengan segera ke Mekah, dan rasul pun pergi bersama para sahabatnya sehingga sampai ke lembah, yang disebut Â¨afran. Setelah beliau sampai di wadi itu, sampailah berita keberangkatan orang-orang Quraisy kepada beliau untuk melindungi kafilah mereka. Karena itu Rasulullah bermusyawarah dengan para sahabatnya. Lalu Abu Bakar bangkit dan berkata mengemukakan tanggapan yang baik pula. Sesudah itu Miqdad bin Amir bangkit dan berkata, \"Ya Rasulullah! Laksanakanlah apa yang telah diperintahkan Allah, kami selalu menyertaimu. Demi Allah, kami tidak akan berkata kepadamu seperti apa yang telah dikatakan Bani Israil kepada Musa pergilah kamu bersama Tuhanmu dan berperanglah kamu berdua, sesungguhnya kami hanyalah duduk menanti di sini saja, tetapi pergilah engkau bersama-sama Tuhanmu, maka sungguh kami akan menyertaimu demi Tuhan yang mengutusmu dengan benar. Andaikata kamu pergi membawa kami ke Barkil Gimad (sebuah kota di Habasyah) niscaya kami tetap bersamamu menuju kota itu, sehingga engkau sampai ke sana.\" Kemudian Rasulullah saw mengucapkan perkataan yang baik dan berdoa untuknya dengan doa yang baik pula. Sesudah itu Rasullah saw bersabda, \"Wahai manusia, berilah pertimbangan kepadaku. Perkataan itu ditujukan kepada orang-orang Anshar. Hal ini karena mereka telah membaiat Nabi di Aqabah. Mereka berkata, \"Hai Rasulullah! Sebenarnya kami telah melindungi engkau sebagaimana kami melindungi anak-anak kami dan isteri-isteri kami.\" Rasulullah saw sebenarnya khawatir bahwa orang-orang Anshar tidak merasa perlu membantunya, terkecuali apabila musuh menyerang ke dalam kota, dan mereka tidak merasa berkewajiban membela Nabi apabila Nabi menyerang. Maka setelah Rasulullah saw mengatakan demikian, Saad bin Muadh berkata, \"Demi Allah! Rupanya yang engkau maksud ialah kami (para Anshar).\" Nabi menjawab, \"Ya\". Kemudian Saad berkata, \"Sebenarnya kami telah beriman kepadamu dan telah membenarkan agamamu, serta menyaksikan bahwa apa yang engkau bawa itu telah memberikan perjanjian untuk dipatuhi, maka laksanakanlah apa yang telah diperintahkan Allah. Maka demi Tuhan yang mengutusmu dengan benar, andaikata engkau mengajak kami menyeberang lautan, tentulah kami akan menyeberanginya, tidak ada seorangpun di antara kami yang berkeberatan dan tidak pula yang mengingkari, apabila engkau mengajak kami menghadap musuh esok pagi. Sebenarnya kami ini adalah orang-orang yang tabah dalam peperangan serta ikhlas menghadapi musuh. Semoga Allah menampakkan kepadamu apa yang menyenangkan hatimu.\" Maka pergilah bersama kami di bawah lindungan Allah. Rasulullah merasa gembira dengan pendapat Saad dan ketangkasannya menghadapi perang. Kemudian Rasulullah saw bersabda, \"Pergilah kamu di bawah lindungan Allah dan bergembiralah bahwa Allah telah menjanjikan kemenangan di antara dua barisan musuh. Demi Allah seolah-olah kami melihat musuh dalam keadaan tersungkur.\" (Riwayat Ibnu Ishak dari Ibnu Abbas)"
        },
        {
          "number": 6,
          "arabic": "يُجَـٰدِلُونَكَ فِى ٱلْحَقِّ بَعْدَ مَا تَبَيَّنَ كَأَنَّمَا يُسَاقُونَ إِلَى ٱلْمَوْتِ وَهُمْ يَنظُرُونَ",
          "transliteration": "yujādilūnaka fī l-ḥaqi baʿdamā tabayyana ka-annamā yusāqūna ilā l-mawti wahum yanẓurūna",
          "translation": "mereka membantahmu (Muhammad) tentang kebenaran setelah nyata (bahwa mereka pasti menang), seakan-akan mereka dihalau kepada kematian, sedang mereka melihat (sebab kematian itu).",
          "tafsir": "Allah menjelaskan bahwa di antara orang-orang mukmin ada yang membantah keputusan yang telah ditetapkan, yaitu keputusan menyerang musuh yang datang dari Mekah di bawah pimpinan Abu Jahal, padahal keputusan itu adalah kebenaran yang sudah nyata dan mereka telah dijanjikan kemenangan oleh Allah di mana saja mereka berada. Akan tetapi mereka mengelak dari keputusan itu, karena lebih menyukai menghadapi rombongan musuh di bawah pimpinan Abu Sufyan. Mereka mengelak untuk bertempur dengan pasukan musuh yang datang dari Mekah dan digambarkan oleh Allah, seolah-olah mereka itu dihalau kepada kematian. Mereka memberikan alasan bahwa mereka belum mempersiapkan segala-galanya untuk berperang. Dalam hal ini mereka seolah-olah berusaha membelokkan pengertian bahwa janji kemenangan yang akan diberikan Allah kepada orang-orang Muslimin ialah kafilah Abu Sufyan. Itulah sebabnya maka Allah menggambarkan keadaan mereka seolah-olah mereka melihat sebab-sebab kematian itu. Apabila ditinjau dari segi strategi perang maka keputusan Nabi untuk menghadapi bala tentara Quraisy meskipun yang dilengkapi dengan perlengkapan perang yang cukup adalah tepat, karena seumpama serangan Rasul ditujukan kepada rombongan unta yang datang dari Syam, niscaya kaum Muslimin akan menjadi sasaran yang empuk bagi bala tentara Quraisy yang datang memberi perlindungan kepada Abu Sufyan, karena orang-orang Quraisy dapat memukul kaum Muslimin dari belakang. Hal ini karena bala tentara Quraisy sudah menduga sebelumnya bahwa orang-orang Islam sudah siap untuk menghadang rombongan unta Abu Sufyan."
        },
        {
          "number": 7,
          "arabic": "وَإِذْ يَعِدُكُمُ ٱللَّهُ إِحْدَى ٱلطَّآئِفَتَيْنِ أَنَّهَا لَكُمْ وَتَوَدُّونَ أَنَّ غَيْرَ ذَاتِ ٱلشَّوْكَةِ تَكُونُ لَكُمْ وَيُرِيدُ ٱللَّهُ أَن يُحِقَّ ٱلْحَقَّ بِكَلِمَـٰتِهِۦ وَيَقْطَعَ دَابِرَ ٱلْكَـٰفِرِينَ",
          "transliteration": "wa-idh yaʿidukumu l-lahu iḥ'dā l-ṭāifatayni annahā lakum watawaddūna anna ghayra dhāti l-shawkati takūnu lakum wayurīdu l-lahu an yuḥiqqa l-ḥaqa bikalimātihi wayaqṭaʿa dābira l-kāfirīna",
          "translation": "Dan (ingatlah) ketika Allah menjanjikan kepadamu bahwa salah satu dari dua golongan (yang kamu hadapi) adalah untukmu, sedang kamu menginginkan bahwa yang tidak mempunyai kekuatan senjatalah<sup foot_note=135310>1</sup> untukmu. Tetapi Allah hendak membenarkan yang benar dengan ayat-ayat-Nya dan memusnahkan orang-orang kafir sampai ke akar-akarnya,",
          "tafsir": "Dalam ayat ini Allah mengingatkan kaum Muslimin akan suatu peristiwa yang penting, yaitu pada saat Allah menjanjikan kemenangan kepada kaum Muslimin melawan salah satu dari dua golongan yang dihadapi yaitu salah satu diantara rombongan unta yang membawa harta dagangan atau bala tentara Quraisy yang membawa peralatan perang yang lengkap. Pada saat itu kaum Muslimin cenderung memilih berhadapan dengan rombongan yang membawa dagangan yang jumlahnya tidak lebih dari 40 unta. Hal ini adalah sebagai sindiran kepada sebagian kaum Muslimin yang takut terlibat dalam peperangan, tetapi mereka ingin mendapat harta yang banyak. Kecenderungan mereka ini jauh dari kebenaran, karena tujuan mereka telah berbalik pada kesenangan materiil. Mereka telah berbelok dari menegakkan tauhid dan menghancurkan kemusyrikan. Itulah sebabnya Allah menjelaskan kepada meraka bahwa yang dikehendaki Allah tidak seperti yang mereka inginkan. Allah menghendaki agar kaum Muslimin menegakkan kebenaran sesuai dengan wahyu yang telah diturunkan kepada Rasul-Nya, yang menyatakan bahwa kemenangan itu akan diperoleh kaum Muslimin dari salah satu di antara dua rombongan. Sasaran tempur yang harus dipilih itu tidak dijelaskan adalah untuk melatih kaum Muslimin agar dapat menentukan pilihan serta menetapkan strategi perang dengan jalan menanggapi situasi dan menilainya dengan jalan bermusyawarah serta mendidik mereka agar menaati hasil keputusan. Kemudian Allah menandaskan kehendak-Nya, yaitu untuk memusnahkan orang-orang musyrikin yang membangkang kepada agama Allah secara keseluruhan termasuk pula pendukung-pendukung mereka. Allah menggambarkan hancurnya keseluruhan bala tentara kafir Quraisy dengan ungkapan hancurnya barisan belakang adalah usaha yang paling sulit, yang hanya dapat dilaksanakan apabila barisan depan telah dihancurkan terlebih dahulu. Tujuan utama perang ini ialah memusnahkan kaum musyrikin karena kemenangan kaum Muslimin melawan mereka dalam Perang Badar adalah kemenangan pertama yang akan disusul oleh kemenangan-kemenangan yang lain pada peperangan-peperangan berikutnya, dan berakhir dengan penaklukan Mekah sebagai kemenangan total yang gilang gemilang bag kaum Muslimin dan kehancuran orang-orang kafir Quraisy secara menyeluruh."
        },
        {
          "number": 8,
          "arabic": "لِيُحِقَّ ٱلْحَقَّ وَيُبْطِلَ ٱلْبَـٰطِلَ وَلَوْ كَرِهَ ٱلْمُجْرِمُونَ",
          "transliteration": "liyuḥiqqa l-ḥaqa wayub'ṭila l-bāṭila walaw kariha l-muj'rimūna",
          "translation": "agar Allah memperkuat yang hak (Islam) dan menghilangkan yang batil (syirik) walaupun orang-orang yang berdosa (musyrik) itu tidak menyukainya.",
          "tafsir": "Allah menjelaskan kepada kaum Muslimin bahwa kemenangan yang mereka peroleh itu tiada lain agar kebenaran agama Islam tegak menjulang dan lenyaplah kebathilan syirik dari muka bumi. Inilah tujuan utama yang harus dipilih kaum Muslimin pada waktu melakukan peperangan. Tujuan untuk menegakkan agama Islam dan menghancurkan kemusyrikan itu tidak akan tercapai, kecuali apabila kaum Muslimin dapat mengalahkan bala tentara Quraisy yang datang dari Mekah dengan peralatan perang yang lengkap dengan tujuan menghancurkan kaum Muslimin. Di akhir ayat Allah menegaskan bahwa tujuan untuk menegakkan agama Islam dan menghancurkan kemusyrikan itu pasti terwujud, betapapun sengitnya permusuhan dan kebencian orang-orang musyrikin."
        }
      ]
    }
  ]
}