{
  "pageNumber": 117,
  "juz": 6,
  "surahs": [
    {
      "number": 5,
      "name": "Al-Ma'idah",
      "nameArabic": "المائدة",
      "meaning": "Hidangan",
      "revelation": "Madinah",
      "description": "Surat Al-Ma-idah terdiri dari 120 ayat dan termasuk surat Madaniyyah. Hanya saja ada ayat-ayat yang diturunkan di Mekah, pada waktu haji wadaa', setelah Nabi Muhammad s.a.w. hijrah ke Madinah.Surat ini dinamakan \"Al-Ma-idah\" (hidangan) karena memuat kisah pengikut-pengikut setia Nabi 'Isa a.s. yang meminta kepada Nabi 'Isa agar Allah berkenan menurunkan Al-Ma-idah (hidangan makanan) dari langit (ayat 112) untuk mereka. Juga dinamakan dengan \"Al-Uqud\" (perjanjian), karena kata ini terdapat pada ayat pertama surat ini, Allah menyuruh agar hamba memenuhi janji prasetia terhadap Allah dan perjanjian-perjanjian terhadap sesama.Dinamakan juga \"Al-Munqidz\" (yang menyelamatkan), karena akhir surat ini mengandung kisah tentang Nabi 'Isa a.s. yang menjadi penyelamat bagi pengikut-pengikut setianya dari azab Allah.Pokok-Pokok Isi:1. Keimanan:Bantahan terhadap orang-orang yang mempertuhankan Nabi 'Isa a.s.2. Hukum-hukum:Kewajiban memenuhi janji; hukum melanggar syi'ar Allah; makanan yang dihalalkan dan yang diharamkan; hukum menikahi perempuan ahli kitab; wudhu; tayammum; mandi; hukum membunuh orang; hukum mengacau dan mengganggu keamanan; hukum qishash; hukum melanggar sumpah dan kafaaratnya; hukum khamar, berjudi, berkurban untuk berhala, dan mengundi nasib; hukum membunuh binatang waktu ihram; hukum persaksian dalam berwasiat.3. Kisah-kisah:Kisah Nabi Musa a.s. menyuruh kaumnya memasuki Palestina; kisah Habil dan Qabil; dan kisah-kisah tentang Nabi 'Isa a.s.4. Lain-lain:Kewajiban bersikap lemah lembut terhadap sesama mukmin dan bersikap keras terhadap orang kafir; penyempurnaan Agama Islam di zaman Nabi Muhammad s.a.w.; kewajiban bersikap jujur dan adil; sikap dalam menghadapi berita-berita bohong; akibat berteman akrab nonmuslim; laknat Allah terhadap orang-orang Yahudi; kewajiban rasul-rasul hanya menyampaikan agama; sikap Yahudi dan Nasrani terhadap orang Islam; Ka'bah sebagai pondasi kehidupan manusia; peringatan dari Allah agar meninggalkan kebiasaan Arab Jahiliyah; larangan bertanya sesuatu yang mengakibatkan kesusahan dalam beragama.Surat Al-Ma-idah mengemukakan bagaimana seharusnya orang mukmin bersikap, baik terhadap sesama maupun nonmukmin; manfaaat memenuhi janji prasetia terhadap Allah, perjanjian yang dilakukan oleh sesama manusia, dan ketauhidan Allah.Hubungan Surat Al-Ma-Idah Dengan Surat Al-An'Am:1. Surat Al-Ma-idah mengemukakan hujjah terhadap ahli kitab, sedangkan surat Al-An'am mengemukakan hujjah terhadap kaum musyrikin.2. Surat Al-An'am memuat makanan-makanan yang diharamkan dan binatang sembelihan secara umum, sedangkan surat Al-Ma-idah memuat secara terperinci.3. Akhir surat Al-Ma-idah mengemukakan bahwa Allah menguasai langit dan bumi serta memberi balasan atas perbuatan-perbuatan manusia di dunia, sedangkan permulaan surat Al-An'am mengutarakan bahwa segala puji hanya milik Allah, Pencipta langit dan bumi serta sumber kebahagiaan manusia.",
      "verses": [
        {
          "number": 51,
          "arabic": "۞ يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَتَّخِذُوا۟ ٱلْيَهُودَ وَٱلنَّصَـٰرَىٰٓ أَوْلِيَآءَ ۘ بَعْضُهُمْ أَوْلِيَآءُ بَعْضٍ ۚ وَمَن يَتَوَلَّهُم مِّنكُمْ فَإِنَّهُۥ مِنْهُمْ ۗ إِنَّ ٱللَّهَ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّـٰلِمِينَ",
          "transliteration": "yāayyuhā alladhīna āmanū lā tattakhidhū l-yahūda wal-naṣārā awliyāa baʿḍuhum awliyāu baʿḍin waman yatawallahum minkum fa-innahu min'hum inna l-laha lā yahdī l-qawma l-ẓālimīna",
          "translation": "Wahai orang-orang yang beriman! Janganlah kamu menjadikan orang Yahudi dan Nasrani sebagai teman setia(mu); mereka satu sama lain saling melindungi. Barang siapa di antara kamu yang menjadikan mereka teman setia, maka sesungguhnya dia termasuk golongan mereka. Sungguh, Allah tidak memberi petunjuk kepada orang yang zalim.",
          "tafsir": "Ayat ini melarang orang-orang yang beriman agar jangan menjadikan orang-orang Yahudi dan Nasrani sebagai teman akrab yang akan memberikan pertolongan dan perlindungan, apalagi untuk dipercayai sebagai pemimpin. Selain dari ayat ini masih banyak ayat yang lain dalam Al-Qur'an yang menyatakan larangan seperti ini terhadap orang-orang Yahudi dan Nasrani. Diulangnya berkali-kali larangan ini dalam beberapa ayat dalam Al-Qur'an, menunjukkan bahwa persoalannya sangat penting dan bila dilanggar akan mendatangkan bahaya yang besar. Larangan ini berlaku atas diri pribadi. Orang mukmin dilarang menjadikan orang Yahudi dan Nasrani sebagai teman yang akrab, tempat menumpahkan rahasia dan kepercayaan seperti halnya dengan sesama mukmin. Begitu juga, berlaku terhadap jamaah dan masyarakat mukmin, bahwa mereka dilarang untuk menjadikan orang-orang Yahudi dan Nasrani sebagai pembela, pelindung dan penolong, lebih-lebih dalam urusan yang berhubungan dengan agama. Kalau hanya untuk berteman biasa dalam pergaulan, apalagi dalam urusan-urusan keduniaan, Allah tidak melarangnya, asal saja berhati-hati dalam pergaulan, sebab bagi mereka sifat melanggar janji dan berbohong untuk mencari keuntungan duniawi adalah biasa saja. Hal yang seperti ini sudah diperlihatkan oleh Rasulullah ketika beliau berada di Medinah. Beliau mengadakan hubungan kerja sama dengan orang Yahudi dan Nasrani dan kadang-kadang mengadakan perjanjian pertahanan dengan mereka, bila hal itu dipandang ada maslahatnya bagi orang-orang yang beriman. Orang Yahudi dan Nasrani itu rasa golongan dan kesukuan mereka sangat tebal. Karena itu walau bagaimanapun baiknya hubungan mereka dengan orang mukmin, sehingga suka mengadakan perjanjian untuk kerja sama dengan mereka tapi kalau akan merugikan golongan dan bangsanya, mereka tidak akan segan-segan berbalik ke belakang, mengkhianati janji dan memusuhi orang mukmin. Sesama mereka senantiasa tolong menolong, bersatu dalam menghadapi orang mukmin. Lahirnya baik, tapi batinnya selalu mencari kesempatan untuk menghancurkan orang-orang mukmin. Akhir ayat ini menegaskan, bahwa barang siapa di antara orang-orang mukmin yang menjadikan orang Yahudi dan Nasrani sebagai teman akrabnya, maka orang itu termasuk golongan mereka, tanpa sadar, lambat laun orang itu akan terpengaruh, bukan akan membantu Islam, tetapi akan menjadi musuh Islam. Kalau dia telah menjadi musuh Islam, berarti dia telah menganiaya dirinya sendiri. Ketahuilah, bahwa Allah tidak akan memberi petunjuk orang-orang yang aniaya, kepada jalan yang benar untuk mencapai hidup bahagia di dunia dan akhirat."
        },
        {
          "number": 52,
          "arabic": "فَتَرَى ٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ يُسَـٰرِعُونَ فِيهِمْ يَقُولُونَ نَخْشَىٰٓ أَن تُصِيبَنَا دَآئِرَةٌ ۚ فَعَسَى ٱللَّهُ أَن يَأْتِىَ بِٱلْفَتْحِ أَوْ أَمْرٍ مِّنْ عِندِهِۦ فَيُصْبِحُوا۟ عَلَىٰ مَآ أَسَرُّوا۟ فِىٓ أَنفُسِهِمْ نَـٰدِمِينَ",
          "transliteration": "fatarā alladhīna fī qulūbihim maraḍun yusāriʿūna fīhim yaqūlūna nakhshā an tuṣībanā dāiratun faʿasā l-lahu an yatiya bil-fatḥi aw amrin min ʿindihi fayuṣ'biḥū ʿalā mā asarrū fī anfusihim nādimīna",
          "translation": "Maka kamu akan melihat orang-orang yang hatinya berpenyakit segera mendekati mereka (Yahudi dan Nasrani), seraya berkata, \"Kami takut akan mendapat bencana.\" Mudah-mudahan Allah akan mendatangkan kemenangan (kepada Rasul-Nya), atau sesuatu keputusan dari sisi-Nya, sehingga mereka menjadi menyesal terhadap apa yang mereka rahasiakan dalam diri mereka.",
          "tafsir": "Ayat ini menerangkan kepada Muhammad, bahwa Nabi akan melihat orang-orang yang dalam hatinya ada penyakit, yaitu orang-orang munafik yang lemah imannya, belum sampai ke tingkat yakin, seperti Abdullah bin Ubay dan lain-lain. Mereka itu lebih mendekatkan diri kepada orang Yahudi daripada kepada orang mukmin sendiri. Abdullah bin Ubay sebagai pemimpin orang munafik, sehari-hari lebih dekat hubungannya dengan orang Yahudi. Sedang orang-orang munafik yang lain, telah berani membuat perjanjian kerja sama, malahan lebih erat hubungan kerja samanya dengan orang-orang Yahudi. Seolah-olah mereka menggantungkan keselamatan mereka kepada orang-orang Yahudi, disebabkan ketakutan kalau-kalau orang-orang Yahudi nanti kuat dan berkuasa, mereka sendiri akan mendapat bahaya. Orang-orang munafik itu kurang yakin dengan kekuatan Nabi Muhammad saw, dan Muslimin yang akan dibantu oleh Allah dengan kemenangan dan kejayaan. Allah telah menjanjikan, bahwa setiap mukmin yang berjuang membela agama-Nya, akan dibantu dengan kekuatan dan kemenangan. Maka pada waktu itulah timbul penyesalan dari orang-orang yang ragu dan munafik dan terbukalah rahasia hatinya yang disimpannya selama ini."
        },
        {
          "number": 53,
          "arabic": "وَيَقُولُ ٱلَّذِينَ ءَامَنُوٓا۟ أَهَـٰٓؤُلَآءِ ٱلَّذِينَ أَقْسَمُوا۟ بِٱللَّهِ جَهْدَ أَيْمَـٰنِهِمْ ۙ إِنَّهُمْ لَمَعَكُمْ ۚ حَبِطَتْ أَعْمَـٰلُهُمْ فَأَصْبَحُوا۟ خَـٰسِرِينَ",
          "transliteration": "wayaqūlu alladhīna āmanū ahāulāi alladhīna aqsamū bil-lahi jahda aymānihim innahum lamaʿakum ḥabiṭat aʿmāluhum fa-aṣbaḥū khāsirīna",
          "translation": "Dan orang-orang yang beriman akan berkata, \"Inikah orang yang bersumpah secara sungguh-sungguh dengan (nama) Allah, bahwa mereka benar-benar bersama kamu?\" Segala amal mereka menjadi sia-sia, sehingga mereka menjadi orang-orang yang rugi.",
          "tafsir": "Ayat ini menerangkan bagaimana keadaan orang mukmin yang telah diberi Allah pertolongan dan kesenangan terhadap musuh-musuhnya, berkat kekuatan iman mereka dan kebulatan tekad mereka. Sebagian mereka dengan perasaan heran dan tercengang berkata kepada yang lain tentang keadaan orang-orang munafik yang telah menyesal dan membuka rahasianya, karena mereka telah menumpahkan harapan kepada orang-orang Yahudi dan Nasrani untuk membela dan menolongnya, tiba-tiba harapannya itu sia-sia belaka, padahal orang munafik itu telah bersumpah setia akan turut bersama orang mukmin untuk menghancurkan orang Yahudi. Sumpah setia itu hanyalah tipu daya yang bohong belaka, namun mereka telah membuat perjanjian kerja sama dengan orang Yahudi. Akibat dari kemunafikan mereka itu bukan menguntungkan mereka, tetapi menjadikan mereka terhina di hadapan manusia dan terkutuk di hadapan Allah. Maka hapuslah amal-amal mereka, tidak ada pahala yang mereka terima dari Allah, walaupun mereka selalu mendirikan salat, berpuasa dan turut berjihad bersama orang mukmin, karena kemunafikan mereka itu. Bahkan mereka termaksud golongan orang yang merugi di dunia dan di akhirat."
        },
        {
          "number": 54,
          "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ مَن يَرْتَدَّ مِنكُمْ عَن دِينِهِۦ فَسَوْفَ يَأْتِى ٱللَّهُ بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُۥٓ أَذِلَّةٍ عَلَى ٱلْمُؤْمِنِينَ أَعِزَّةٍ عَلَى ٱلْكَـٰفِرِينَ يُجَـٰهِدُونَ فِى سَبِيلِ ٱللَّهِ وَلَا يَخَافُونَ لَوْمَةَ لَآئِمٍ ۚ ذَٰلِكَ فَضْلُ ٱللَّهِ يُؤْتِيهِ مَن يَشَآءُ ۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ",
          "transliteration": "yāayyuhā alladhīna āmanū man yartadda minkum ʿan dīnihi fasawfa yatī l-lahu biqawmin yuḥibbuhum wayuḥibbūnahu adhillatin ʿalā l-mu'minīna aʿizzatin ʿalā l-kāfirīna yujāhidūna fī sabīli l-lahi walā yakhāfūna lawmata lāimin dhālika faḍlu l-lahi yu'tīhi man yashāu wal-lahu wāsiʿun ʿalīmun",
          "translation": "Wahai orang-orang yang beriman! Barang siapa di antara kamu yang murtad (keluar) dari agamanya, maka kelak Allah akan mendatangkan suatu kaum, Dia mencintai mereka dan mereka pun mencintai-Nya, dan bersikap lemah lembut terhadap orang-orang yang beriman, tetapi bersikap keras terhadap orang-orang kafir, yang berjihad di jalan Allah, dan yang tidak takut kepada celaan orang yang suka mencela. Itulah karunia Allah yang diberikan-Nya kepada siapa yang Dia kehendaki. Dan Allah Mahaluas (pemberian-Nya), Maha Mengetahui.",
          "tafsir": "Dalam ayat ini terkandung berita tantangan yang akan terjadi, yaitu akan murtadnya sebagian orang mukmin. Mereka akan keluar dari Islam dengan terang-terangan. Keluarnya mereka dari Islam, tidaklah akan membahayakan orang mukmin, tetapi sebaliknya yang akan terjadi, yaitu Allah akan menggantinya dengan orang-orang yang lebih kuat imannya dan Iebih baik amal perbuatannya, sebagai pengganti mereka yang murtad itu. Menurut riwayat Ibnu Jarir dari Qatadah, diceritakan bahwa setelah ayat ini diturunkan, beberapa kelompok manusia akan murtad, keluar dari agama Islam. Peristiwa itu kemudian benar-benar terjadi, ketika Nabi Muhammad saw. berpulang ke rahmatullah, murtadlah sebagian orang Islam, terkecuali dari tiga tempat, yaitu penduduk Medinah, penduduk Mekah dan penduduk Bahrain. Di antara tanda-tanda murtad mereka ialah bahwa mereka tidak mau lagi mengeluarkan zakat. Mereka mengatakan: \"Kami akan tetap salat, tetapi kami tidak mau mengeluarkan zakat. Demi Allah, harta kami tidak boleh dirampas.\" Maka Khalifah Abu Bakar ketika itu terpaksa mengambil tindakan keras. Orang-orang yang murtad itu diperangi, sehingga di antara mereka ada yang mati, ada yang terbakar dan ada pula yang ditangkap, dan akhirnya mereka kembali bersedia membayar zakat. Peristiwa terjadinya kemurtadan ini banyak sekali. Di dalam sejarah disebutkan bahwa pada masa Nabi Muhammad saw. masih hidup telah terjadi tiga kali peristiwa murtad, yaitu: 1.Golongan Bani Madzhij yang dipelopori oleh Zulkhimar, yaitu al-Aswad al-Ansi seorang tukang tenung. Dia mengaku sebagai nabi di Yaman, dia dibunuh oleh salah seorang dari Muslimin. 2.Golongan Bani Hanifah, yaitu Musailimah al-Kadzdzab, Musailimah mengaku dirinya sebagai nabi. Dia pernah berkirim surat kepada Nabi Muhammad saw. mengajak beliau untuk membagi dua kekuasaan di negeri Arab. Dia memerintah separuh negeri dan Nabi Muhammad saw. memerintah sisanya. Nabi Muhammad saw. membalas suratnya dengan mengatakan bahwa bumi ini adalah kepunyaan Allah dan Allah akan mempusakakan bumi ini kepada siapa yang dikehendaki di antara hamba-Nya dan bahwa kemenangan terakhir akan berada pada orang yang bertakwa kepada-Nya. Akhirnya Musailimah diperangi oleh Khalifah Abu Bakar dan ia mati dibunuh oleh Wahsyi yang dulu pernah membunuh Hamzah, paman Nabi dalam Perang Uhud. 3.Golongan Bani Asad, pemimpinnya bernama thulaihah bin Khuwailid, dia juga mengaku dirinya menjadi nabi, maka Abu Bakar memeranginya dengan memerintahkan Khalid bin Walid untuk membunuhnya. Dia mundur dan lari ke negeri Syam dan akhirnya dia kembali menjadi seorang Muslim yang baik. Sesudah Nabi Muhammad saw. meninggal, pada masa Khalifah Abu Bakar, banyak terjadi golongan-golongan yang murtad terdiri dari 7 golongan, yaitu: (1) Gatafan, (2) Khuza'ah, (3) Bani Sulaim, (4) Bani Yarbu', (5) sebagian Bani Tamim, (6) Kindah, dan (7) Bani Bakr. Orang-orang yang menggantikan orang-orang murtad itu selalu mengatakan kebenaran dan membantu perjuangan Islam, ditandai oleh Allah dengan enam sifat yang penting, yaitu: 1.Allah mencintai mereka, karena keimanan dan keyakinan mereka dalam berjuang. 2.Mereka cinta kepada Allah, karena perintah Allah lebih diutamakan dari urusan-urusan yang lain, 3.Mereka bersikap lemah lembut terhadap orang mukmin, 4.Mereka bersikap keras dan tegas terhadap orang kafir. 5.Berjihad fi sabilillah, yaitu bersungguh-sungguh dalam menegakkan agama Allah, mau berkorban dengan harta dan dirinya dan tidak takut berperang menghadapi musuh agama, 6.Mereka tidak takut terhadap cacian dan celaan, tidak takut kepada gertakan dan ancaman. Sebab mereka senantiasa dalam beramal, berjuang, bukan mencari pujian dan sanjungan manusia, bukan juga mencari pangkat dan kedudukan dan bukan pula mencari nama dan pengaruh. Yang mereka cari hanyalah keridaan Allah semata. Sifat-sifat yang tersebut di atas adalah karunia Allah kepada hamba-Nya yang dikehendaki. Dengan sifat-sifat itulah derajat seseorang menjadi tinggi dan mulia di hadapan manusia, dan lebih-lebih di hadapan Allah yang mempunyai karunia yang besar. Semuanya itu akan dapat diperoleh dengan jalan mendekatkan diri kepada Allah serta memperbanyak ibadah dan bersyukur."
        },
        {
          "number": 55,
          "arabic": "إِنَّمَا وَلِيُّكُمُ ٱللَّهُ وَرَسُولُهُۥ وَٱلَّذِينَ ءَامَنُوا۟ ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤْتُونَ ٱلزَّكَوٰةَ وَهُمْ رَٰكِعُونَ",
          "transliteration": "innamā waliyyukumu l-lahu warasūluhu wa-alladhīna āmanū alladhīna yuqīmūna l-ṣalata wayu'tūna l-zakata wahum rākiʿūna",
          "translation": "Sesungguhnya penolongmu hanyalah Allah, Rasul-Nya, dan orang-orang yang beriman, yang melaksanakan salat dan menunaikan zakat, seraya tunduk (kepada Allah).",
          "tafsir": "Dalam ayat ini Allah menegaskan lagi masalah wali, yaitu penolong dan pelindung orang mukmin tidak lain hanyalah Allah dan Rasul-Nya serta orang-orang mukmin sendiri. Penegasan ini dimaksudkan agar orang mukmin jangan ragu dan lemah pendirian, karena bisikan dan bujukan orang-orang yang lemah iman. Mereka hendaklah berpendirian teguh, yakin dalam perjuangan, tidak menggantungkan harapan kepada orang lain, selain kepada sesama mukmin dan tidak meminta pertolongan, selain mengharapkan pertolongan Allah semata-mata. Ayat ini menjelaskan sifat-sifat orang mukmin yang akan dijadikan pemimpin dan penolong. Jangan sembarang orang mengaku mukmin, sebab banyak juga orang hanya mengaku mukmin di mulut, tetapi dalam amal perbuatannya sehari-hari memperlihatkan perbuatan orang munafik. Kadang-kadang dia turut mengerjakan ibadah, seperti mengerjakan salat, puasa dan lain-lain, tetapi hanya sekadar untuk menarik perhatian orang mukmin saja, sekadar berpura-pura saja, bukan keluar dari hati sanubarinya. Perbuatan mereka banyak didorong oleh rasa ria ingin dipuji dan dilihat orang, mereka sedikit sekali ingat dan tunduk kepada perintah Allah. Terhadap orang-orang seperti ini haruslah berhati-hati menghadapinya, lebih-lebih dalam menjadikan mereka sebagai pemimpin dan penolong. Ada tiga macam tindakan dan amalan yang harus dimiliki oleh orang mukmin yang akan dijadikan pemimpin dan penolong, yaitu: 1.Mendirikan salat, dengan arti yang sebenarnya. Dikerjakan menurut waktunya dan menurut adab-adabnya yang sudah ditentukan. Sehingga salat itu bisa mempengaruhi perkataan dan perbuatan, menjadikannya seorang mukmin yang berakhlak, dapat dipercaya dan diikuti, 2.Menunaikan zakat kepada orang-orang yang berhak menerimanya. dengan penuh kepatuhan dan ketaatan kepada Allah. Dengan menunaikan zakat dia menjadi orang yang baik hati, dermawan, suka memperhatikan nasib para pengikutnya dan rakyatnya. Dari dirinya keluar contoh-contoh yang baik dalam membela orang-orang mukmin, lebih-lebih kepada orang mukmin yang lemah dan miskin. 3.Merendahkan diri kepada Allah. Terhadap Allah dia tetap beribadat dan terhadap masyarakat dia memperlihatkan akhlak dan perbuatan yang mulia."
        },
        {
          "number": 56,
          "arabic": "وَمَن يَتَوَلَّ ٱللَّهَ وَرَسُولَهُۥ وَٱلَّذِينَ ءَامَنُوا۟ فَإِنَّ حِزْبَ ٱللَّهِ هُمُ ٱلْغَـٰلِبُونَ",
          "transliteration": "waman yatawalla l-laha warasūlahu wa-alladhīna āmanū fa-inna ḥiz'ba l-lahi humu l-ghālibūna",
          "translation": "Dan barang siapa menjadikan Allah, Rasul-Nya dan orang-orang yang beriman sebagai penolongnya, maka sungguh, pengikut (agama) Allah itulah yang menang.",
          "tafsir": "Ayat ini merupakan jaminan Allah kepada orang mukmin yang telah menjadikan Allah, Rasul-Nya dan orang mukmin menjadi pemimpin dan penolongnya. Allah menjamin dan menjanjikan kemenangan bagi mereka. Mereka dinamakan \"hizbullah\", penganut agama Allah yang setia. Pertolongan Allah akan turun kepada mereka, sehingga mereka akan mendapat kemenangan yang paling gemilang."
        },
        {
          "number": 57,
          "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَتَّخِذُوا۟ ٱلَّذِينَ ٱتَّخَذُوا۟ دِينَكُمْ هُزُوًا وَلَعِبًا مِّنَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ مِن قَبْلِكُمْ وَٱلْكُفَّارَ أَوْلِيَآءَ ۚ وَٱتَّقُوا۟ ٱللَّهَ إِن كُنتُم مُّؤْمِنِينَ",
          "transliteration": "yāayyuhā alladhīna āmanū lā tattakhidhū alladhīna ittakhadhū dīnakum huzuwan walaʿiban mina alladhīna ūtū l-kitāba min qablikum wal-kufāra awliyāa wa-ittaqū l-laha in kuntum mu'minīna",
          "translation": "Wahai orang-orang yang beriman! Janganlah kamu menjadikan pemimpinmu orang-orang yang membuat agamamu jadi bahan ejekan dan permainan, (yaitu) di antara orang-orang yang telah diberi kitab sebelummu, dan orang-orang kafir (orang musyrik). Dan bertakwalah kepada Allah jika kamu orang-orang beriman.",
          "tafsir": "Dari ayat ini dan beberapa ayat berikutnya dapat pula diketahui sebab-sebab timbulnya larangan menjadikan orang-orang kafir itu sebagai pelindung dan penolong. Menurut riwayat Ibnu Ishak dan jamaah dari Ibnu Abbas diceritakan bahwa Rifa'ah bin Zaid bin Attabut dan Suwaid Ibnu Haris, keduanya adalah orang-orang munafik yang menyatakan dirinya beragama Islam, sehingga banyak orang-orang Islam yang berteman akrab dengan mereka, maka turunlah ayat ini. Ayat ini melarang orang beriman untuk menjadikan orang kafir yang suka mengejek dan mempermainkan agama Islam, untuk menjadi teman setia, pelindung dan penolong. baik orang-orang kafir asli, penyembah api, berhala dsb, maupun yang tidak asli seperti Ahli Kitab, yaitu orang-orang Yahudi dan Nasrani. Sebagian ahli tafsir menerangkan antara lain sebagai berikut: Islam membedakan antara Ahli Kitab dengan orang-orang kafir musyrik Arab, yaitu memperbolehkan makan hewan sembelihan Ahli Kitab dan mengawini wanita-wanita mereka dengan syarat-syarat tertentu seperti tersebut dalam Surah al-Ma'idah/5:5, dan dilarang berdebat dengan mereka yang zalim, sebagaimana diterangkan dalam Surah al-'Ankabut. Dalam ayat ini istilah \"Ahli Kitab\" itu, adalah sebutan bagi orang-orang yang beragama Yahudi dan Nasrani, sekalipun Taurat dan lnjil yang menjadi kitab suci mereka itu telah dicampuri oleh perkataan manusia dan mereka tidak beriman kepada Al-Qur'an.221) Adapun sebutan Musyrik atau Musyrikin itu adalah untuk orang-orang kafir asli, karena mereka dari semula menyekutukan Allah, sedang orang-orang Ahli Kitab, unsur memperserikatkan Allah yang terdapat dalam pokok akidah mereka itu datang kemudian, bukan dari ajaran mereka yang asli. Selanjutnya Allah memerintahkan orang-orang mukmin untuk bertakwa dan menjauhi larangan-Nya, yaitu berteman akrab dengan orang-orang kafir baik kafir asli maupun kafir dari Ahli Kitab karena tidak ada alasan lagi bagi orang-orang yang benar-benar beriman untuk berteman akrab atau tolong menolong dengan orang-orang kafir yang mengejek dan mempermainkan agama lain"
        }
      ]
    }
  ]
}