{
  "pageNumber": 342,
  "juz": 18,
  "surahs": [
    {
      "number": 23,
      "name": "Al-Mu'minun",
      "nameArabic": "المؤمنون",
      "meaning": "Orang-orang Beriman",
      "revelation": "Makkah",
      "description": "Surat Al-Mu'minun terdiri dari 118 ayat dan termasuk surat Makkiyyah.Dinamai \"Al-Mu'minun\" karena permulaan surat ini menerangkan tentang sifat-sifat orang mukmin yang mendatangkan keberuntungan di akhirat dan ketenteraman jiwa di dunia. Sedemikian tinggi sifat-sifat itu, maka ia pun menjadi akhlak bagi Nabi Muhammad.**Pokok-Pokok Isi:**1. **Keimanan:** Kepastian hari kebangkitan dan hal-hal yang terjadi pada hari kiamat; Allah tidak memerlukan anak atau sekutu.2. **Hukum-hukum:** Manusia dibebani sesuai dengan kesanggupannya; semua rasul menyuruh umatnya untuk memakan makanan yang halal dan baik; pokok-pokok agama yang dibawa para nabi adalah sama hanya syariatnya yang berbeda-beda.3. **Kisah-kisah:** Kisah Nabi Nuh; kisah Nabi Hud; kisah Nabi Musa dan Nabi Harun; kisah Nabi 'Isa.4. **Lain-lain:** Tujuh perkara yang harus dipenuhi seorang mukmin yang ingin beruntung di dunia dan di akhirat; proses kejadian manusia; tanda-tanda orang yang bersegera melakukan kebaikan; nikmat yang Allah anugerahkan kepada manusia dan wajib disyukuri.Surat Al-Mu'minun dimulai dengan menyebutkan sifat-sifat yang dimiliki seorang mukmin yang beruntung di dunia dan di akhirat. Meskipun Allah tidak membeda-bedakan pemberian rezeki di dunia ini kepada manusia apakah ia mukmin atau kafir, tetapi kebahagiaan yang sebenarnya hanya diberikan kepada orang-orang yang mukmin di akhirat kelak. Kemudian dikemukakan apa yang telah dialami oleh para nabi dan umatnya masing-masing. Orang yang mengikuti nabi akan mendapat pertolongan Allah dan orang yang mengingkari nabi akan dimusnahkan Allah. Hal ini hendaknya menjadi pelajaran bagi generasi yang datang setelahnya. Setelah menggambarkan kedahsyatan hari kiamat, surat ini ditutup dengan menggambarkan hasil yang diperoleh orang-orang mukmin dan orang-orang kafir di akhirat nanti.**Hubungan Surat Al-Mu'Minun Dengan Surat An-Nur:**1. Pada permulaan surat Al-Mu'minun disebutkan bahwa salah satu tanda orang mukmin ialah menjaga kemaluan, sedangkan permulaan surat An-Nur menetapkan hukum bagi orang yang tidak dapat menjaga kemaluan, yaitu zina dan apa yang berhubungan dengannya, seperti: menuduh orang berbuat zina, qishshatul ifki, menjaga pandangan, menyuruh orang yang belum sanggup menikah agar menahan diri, dan sebagainya.2. Pada surat Al-Mu'minun Allah menegaskan bahwa Dia menciptakan alam ini dengan hikmah, yaitu agar semua makhluk melaksanakan perintah-perintah dan meninggalkan larangan-larangan-Nya, sedangkan surat An-Nur menyebutkan sejumlah perintah dan larangan itu.",
      "verses": [
        {
          "number": 1,
          "arabic": " قَدْ أَفْلَحَ ٱلْمُؤْمِنُونَ",
          "transliteration": "qad aflaḥa l-mu'minūna",
          "translation": "Sungguh beruntung orang-orang yang beriman,",
          "tafsir": "Beriman kepada Allah dan rukun iman yang enam. Dalam ayat ini Allah menjelaskan bahwa sungguh berbahagia dan beruntung orang-orang yang beriman, dan sebaliknya sangat merugi orang-orang kafir yang tidak beriman, karena walaupun mereka menurut perhitungan banyak mengerja-kan amal kebajikan, akan tetapi semua amalnya itu akan sia-sia saja di akhirat nanti, karena tidak berlandaskan iman kepada-Nya."
        },
        {
          "number": 2,
          "arabic": "ٱلَّذِينَ هُمْ فِى صَلَاتِهِمْ خَـٰشِعُونَ",
          "transliteration": "alladhīna hum fī ṣalātihim khāshiʿūna",
          "translation": "(yaitu) orang yang khusyuk dalam salatnya,",
          "tafsir": "Khusyuk dalam salat. Dalam ayat ini Allah menjelaskan sifat yang kedua, yaitu seorang mukmin yang beruntung, jika salat benar-benar khusyuk dalam salatnya, pikirannya selalu mengingat Allah, dan memusatkan semua pikiran dan panca inderanya untuk bermunajat kepada-Nya. Dia menyadari dan merasakan bahwa orang yang salat itu benar-benar sedang berhadapan dengan Tuhannya, oleh karena itu seluruh anggota tubuh dan jiwanya dipenuhi kekhusyukan, kekhidmatan dan keikhlasan, diselingi dengan rasa takut dan diselubungi dengan penuh harapan kepada Tuhannya. Untuk dapat memenuhi syarat kekhusyukan dalam salat, harus memperhati-kan tiga perkara, yaitu: a) Paham apa yang dibaca, supaya apa yang diucapkan lidahnya dapat dipahami dan dimengerti, sesuai dengan ayat: Maka tidakkah mereka menghayati Al-Qur'an ataukah hati mereka sudah terkunci? (Muhammad/47: 24) b) Ingat kepada Allah, sesuai dengan firman-Nya: Dan laksanakanlah salat untuk mengingat Aku. (thaha/20: 14) c) Salat berarti munajat kepada Allah, pikiran dan perasaan orang yang salat harus selalu mengingat dan jangan lengah atau lalai. Para ulama berpendapat bahwa salat yang tidak khusyuk sama dengan tubuh tidak bernyawa. Akan tetapi ketiadaan khusyuk dalam salat tidak membatalkan salat, dan tidak wajib diulang kembali."
        },
        {
          "number": 3,
          "arabic": "وَٱلَّذِينَ هُمْ عَنِ ٱللَّغْوِ مُعْرِضُونَ",
          "transliteration": "wa-alladhīna hum ʿani l-laghwi muʿ'riḍūna",
          "translation": "dan orang yang menjauhkan diri dari (perbuatan dan perkataan) yang tidak berguna,",
          "tafsir": "Menjauhkan diri dari setiap perbuatan atau perkataan yang tidak berguna. Dalam ayat ini Allah menjelaskan sifat yang ketiga, yaitu bahwa seorang mukmin yang bahagia itu ialah yang selalu menjaga waktu dan umurnya supaya jangan sia-sia. Sebagaimana ia khusyuk dalam salatnya, berpaling dari segala sesuatu kecuali dari Tuhan penciptanya, demikian pula ia berpaling dari segala perkataan yang tidak berguna bagi dirinya atau orang lain."
        },
        {
          "number": 4,
          "arabic": "وَٱلَّذِينَ هُمْ لِلزَّكَوٰةِ فَـٰعِلُونَ",
          "transliteration": "wa-alladhīna hum lilzzakati fāʿilūna",
          "translation": "dan orang yang menunaikan zakat,",
          "tafsir": "Menunaikan zakat wajib dan derma yang dianjurkan. Dalam ayat ini Allah menerangkan bahwa sifat keempat dari orang mukmin yang beruntung itu, ialah suka mengeluarkan zakat dan memberi derma yang dianjurkan, yang oleh mereka dipandang sebagai usaha untuk membersihkan harta dan dirinya dari sifat kikir, tamak serakah, hanya mengutamakan diri sendiri (egois), dan juga untuk meringankan penderitaan hamba-hamba Allah yang kekurangan, sesuai dengan firman-Nya: Sungguh beruntung orang yang menyucikannya (jiwa itu). (asy- Syams/91: 9)"
        },
        {
          "number": 5,
          "arabic": "وَٱلَّذِينَ هُمْ لِفُرُوجِهِمْ حَـٰفِظُونَ",
          "transliteration": "wa-alladhīna hum lifurūjihim ḥāfiẓūna",
          "translation": "dan orang yang memelihara kemaluannya,",
          "tafsir": "Menjaga kemaluan dari perbuatan keji. Dalam ayat ini Allah menerangkan sifat kelima dari orang mukmin yang berbahagia, yaitu suka menjaga kemaluannya dari setiap perbuatan keji seperti berzina, mengerjakan perbuatan kaum Lut (homoseksual), onani, dan sebagainya. Bersanggama yang diperbolehkan oleh agama hanya dengan istri yang telah dinikahi dengan sah atau dengan jariahnya (budak perempuan) yang di-peroleh dari jihad fisabilillah, karena dalam hal ini mereka tidak tercela. Akan tetapi, barangsiapa yang berbuat di luar yang tersebut itu, mereka itulah orang-orang yang melampaui batas. Dalam ayat ini dan yang sebelumnya Allah menjelaskan bahwa kebahagiaan seorang hamba Allah itu tergantung kepada pemeliharaan kemaluannya dari berbagai penyalahgunaan supaya tidak termasuk orang yang tercela dan melampaui batas. Menahan ajakan hawa nafsu, jauh lebih ringan daripada menanggung akibat dari perbuatan zina itu. Allah telah memerintahkan Nabi-Nya supaya menyampaikan perintah itu kepada umatnya, agar mereka menahan pan-dangannya dan memelihara kemaluannya dengan firman: Katakanlah kepada laki-laki yang beriman, agar mereka menjaga pandangannya, dan memelihara kemaluannya; yang demikian itu, lebih suci bagi mereka. Sungguh, Allah Maha Mengetahui apa yang mereka perbuat. (an-Nur/24: 30)"
        },
        {
          "number": 6,
          "arabic": "إِلَّا عَلَىٰٓ أَزْوَٰجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَـٰنُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ",
          "transliteration": "illā ʿalā azwājihim aw mā malakat aymānuhum fa-innahum ghayru malūmīna",
          "translation": "kecuali terhadap istri-istri mereka atau hamba sahaya yang mereka miliki;<sup foot_note=135501>1</sup>maka sesungguhnya mereka tidak tercela.",
          "tafsir": "Menjaga kemaluan dari perbuatan keji. Dalam ayat ini Allah menerangkan sifat kelima dari orang mukmin yang berbahagia, yaitu suka menjaga kemaluannya dari setiap perbuatan keji seperti berzina, mengerjakan perbuatan kaum Lut (homoseksual), onani, dan sebagainya. Bersanggama yang diperbolehkan oleh agama hanya dengan istri yang telah dinikahi dengan sah atau dengan jariahnya (budak perempuan) yang di-peroleh dari jihad fisabilillah, karena dalam hal ini mereka tidak tercela. Akan tetapi, barangsiapa yang berbuat di luar yang tersebut itu, mereka itulah orang-orang yang melampaui batas. Dalam ayat ini dan yang sebelumnya Allah menjelaskan bahwa kebahagiaan seorang hamba Allah itu tergantung kepada pemeliharaan kemaluannya dari berbagai penyalahgunaan supaya tidak termasuk orang yang tercela dan melampaui batas. Menahan ajakan hawa nafsu, jauh lebih ringan daripada menanggung akibat dari perbuatan zina itu. Allah telah memerintahkan Nabi-Nya supaya menyampaikan perintah itu kepada umatnya, agar mereka menahan pan-dangannya dan memelihara kemaluannya dengan firman: Katakanlah kepada laki-laki yang beriman, agar mereka menjaga pandangannya, dan memelihara kemaluannya; yang demikian itu, lebih suci bagi mereka. Sungguh, Allah Maha Mengetahui apa yang mereka perbuat. (an-Nur/24: 30)"
        },
        {
          "number": 7,
          "arabic": "فَمَنِ ٱبْتَغَىٰ وَرَآءَ ذَٰلِكَ فَأُو۟لَـٰٓئِكَ هُمُ ٱلْعَادُونَ",
          "transliteration": "famani ib'taghā warāa dhālika fa-ulāika humu l-ʿādūna",
          "translation": "Tetapi barang siapa mencari di balik itu (zina, dan sebagainya), maka mereka itulah orang-orang yang melampaui batas.",
          "tafsir": "Menjaga kemaluan dari perbuatan keji. Dalam ayat ini Allah menerangkan sifat kelima dari orang mukmin yang berbahagia, yaitu suka menjaga kemaluannya dari setiap perbuatan keji seperti berzina, mengerjakan perbuatan kaum Lut (homoseksual), onani, dan sebagainya. Bersanggama yang diperbolehkan oleh agama hanya dengan istri yang telah dinikahi dengan sah atau dengan jariahnya (budak perempuan) yang di-peroleh dari jihad fisabilillah, karena dalam hal ini mereka tidak tercela. Akan tetapi, barangsiapa yang berbuat di luar yang tersebut itu, mereka itulah orang-orang yang melampaui batas. Dalam ayat ini dan yang sebelumnya Allah menjelaskan bahwa kebahagiaan seorang hamba Allah itu tergantung kepada pemeliharaan kemaluannya dari berbagai penyalahgunaan supaya tidak termasuk orang yang tercela dan melampaui batas. Menahan ajakan hawa nafsu, jauh lebih ringan daripada menanggung akibat dari perbuatan zina itu. Allah telah memerintahkan Nabi-Nya supaya menyampaikan perintah itu kepada umatnya, agar mereka menahan pan-dangannya dan memelihara kemaluannya dengan firman: Katakanlah kepada laki-laki yang beriman, agar mereka menjaga pandangannya, dan memelihara kemaluannya; yang demikian itu, lebih suci bagi mereka. Sungguh, Allah Maha Mengetahui apa yang mereka perbuat. (an-Nur/24: 30)"
        },
        {
          "number": 8,
          "arabic": "وَٱلَّذِينَ هُمْ لِأَمَـٰنَـٰتِهِمْ وَعَهْدِهِمْ رَٰعُونَ",
          "transliteration": "wa-alladhīna hum li-amānātihim waʿahdihim rāʿūna",
          "translation": "Dan (sungguh beruntung) orang yang memelihara amanat-amanat dan janjinya,",
          "tafsir": "Memelihara amanat-amanat yang dipikulnya dan menepati janjinya. Dalam ayat ini Allah menerangkan sifat keenam dari orang mukmin yang beruntung itu, ialah suka memelihara amanat-amanat yang dipikulnya, baik dari Allah ataupun dari sesama manusia, yaitu bilamana kepada mereka dititipkan barang atau uang sebagai amanat yang harus disampaikan kepada orang lain, maka mereka benar-benar menyampaikan amanat itu sebagaimana mestinya, dan tidak berbuat khianat. Demikian pula bila mereka mengadakan perjanjian, mereka memenuhinya dengan sempurna. Mereka menjauhkan diri dari sifat kemunafikan seperti tersebut dalam sebuah hadis yang masyhur, yang menyatakan bahwa tanda-tanda orang munafik itu ada tiga, yaitu kalau berbicara suka berdusta, jika menjanjikan sesuatu suka menyalahi janji dan jika diberi amanat suka berkhianat."
        },
        {
          "number": 9,
          "arabic": "وَٱلَّذِينَ هُمْ عَلَىٰ صَلَوَٰتِهِمْ يُحَافِظُونَ",
          "transliteration": "wa-alladhīna hum ʿalā ṣalawātihim yuḥāfiẓūna",
          "translation": "serta orang yang memelihara salatnya.",
          "tafsir": "Memelihara salat yang lima waktu. Dalam ayat ini Allah menerangkan sifat yang ketujuh, yaitu orang mukmin yang berbahagia itu selalu memelihara dan memperhatikan salat lima waktu secara sempurna, tepat waktu, dan memenuhi persyaratan dan rukun-rukun. Ayat ini tidak sama dengan ayat kedua di atas, sebab di sana disebutkan bahwa mereka khusyuk dalam salatnya, sedangkan di sini disebutkan, bahwa mereka selalu memelihara salat dengan tertib dan teratur. Kelompok ayat-ayat ini dimulai dengan menyebutkan salat dan disudahi pula dengan menyebut salat, hal ini memberi peringatan betapa pentingnya salat yang telah dijadikan tiang agama. Rasulullah pernah bersabda, \"Barang siapa yang mendirikan salat sungguh ia telah mendirikan agama dan barang siapa yang meninggalkan salat, sungguh ia telah merobohkan agama.\" Berikut penjelasan hadis mengenai keutamaan salat: Dari Abdullah bin Mas'ud berkata, saya bertanya kepada Rasulullah, amalan apa yang paling dicintai Allah, Nabi menjawab, salat pada waktunya, kemudian apa? Nabi menjawab, birrul walidain (berbuat baik kepada kedua orang tua). Kemudian apa lagi? Nabi bersabda, jihad di jalan Allah. (Riwayat asy-Syaikhan) Tersebut pula dalam sebuah hadis Nabi saw: Dari sauban, Nabi bersabda, \"Istiqamahlah kamu dan jangan menghitung-hitung. Ketahuilah bahwa perbuatanmu yang paling baik ialah salat, dan tidak ada orang yang menjaga salat melainkan orang yang beriman. (Riwayat Ahmad, al-hakim dan al-Baihaqi)"
        },
        {
          "number": 10,
          "arabic": "أُو۟لَـٰٓئِكَ هُمُ ٱلْوَٰرِثُونَ",
          "transliteration": "ulāika humu l-wārithūna",
          "translation": "Mereka itulah orang yang akan mewarisi,",
          "tafsir": "Memelihara salat yang lima waktu. Dalam ayat ini Allah menerangkan sifat yang ketujuh, yaitu orang mukmin yang berbahagia itu selalu memelihara dan memperhatikan salat lima waktu secara sempurna, tepat waktu, dan memenuhi persyaratan dan rukun-rukun. Ayat ini tidak sama dengan ayat kedua di atas, sebab di sana disebutkan bahwa mereka khusyuk dalam salatnya, sedangkan di sini disebutkan, bahwa mereka selalu memelihara salat dengan tertib dan teratur. Kelompok ayat-ayat ini dimulai dengan menyebutkan salat dan disudahi pula dengan menyebut salat, hal ini memberi peringatan betapa pentingnya salat yang telah dijadikan tiang agama. Rasulullah pernah bersabda, \"Barang siapa yang mendirikan salat sungguh ia telah mendirikan agama dan barang siapa yang meninggalkan salat, sungguh ia telah merobohkan agama.\" Berikut penjelasan hadis mengenai keutamaan salat: Dari Abdullah bin Mas'ud berkata, saya bertanya kepada Rasulullah, amalan apa yang paling dicintai Allah, Nabi menjawab, salat pada waktunya, kemudian apa? Nabi menjawab, birrul walidain (berbuat baik kepada kedua orang tua). Kemudian apa lagi? Nabi bersabda, jihad di jalan Allah. (Riwayat asy-Syaikhan) Tersebut pula dalam sebuah hadis Nabi saw: Dari sauban, Nabi bersabda, \"Istiqamahlah kamu dan jangan menghitung-hitung. Ketahuilah bahwa perbuatanmu yang paling baik ialah salat, dan tidak ada orang yang menjaga salat melainkan orang yang beriman. (Riwayat Ahmad, al-hakim dan al-Baihaqi)"
        },
        {
          "number": 11,
          "arabic": "ٱلَّذِينَ يَرِثُونَ ٱلْفِرْدَوْسَ هُمْ فِيهَا خَـٰلِدُونَ",
          "transliteration": "alladhīna yarithūna l-fir'dawsa hum fīhā khālidūna",
          "translation": "(yakni) yang akan mewarisi (surga) Firdaus. Mereka kekal di dalamnya.",
          "tafsir": "Mereka yang memiliki tujuh sifat mulia itu akan mewarisi surga, disebabkan amal kebajikan mereka selama hidup di dunia, yaitu surga Firdaus yang paling tinggi, yang di atasnya berada 'Arsy Allah Yang Maha Pemurah, dan mereka kekal di dalamnya. Umar meriwayatkan sebuah hadis, dimana Rasulullah saw bersabda: Dari Umar bin al-Khattab, Rasulullah bersabda, \"Telah diturunkan kepadaku sepuluh ayat: Barang siapa yang menegakkannya akan masuk surga, lalu ia membaca sepuluh ayat ini dari permulaan Surah al-Mu'minun. (Riwayat at-Tirmidzi)"
        },
        {
          "number": 12,
          "arabic": "وَلَقَدْ خَلَقْنَا ٱلْإِنسَـٰنَ مِن سُلَـٰلَةٍ مِّن طِينٍ",
          "transliteration": "walaqad khalaqnā l-insāna min sulālatin min ṭīnin",
          "translation": "Dan sungguh, Kami telah menciptakan manusia dari saripati (berasal) dari tanah.",
          "tafsir": "Sesungguhnya Kami (Allah) telah menciptakan manusia dari suatu saripati (berasal) dari tanah. Ada segolongan ahli tafsir menyatakan, bahwa yang dimaksud dengan manusia di sini ialah keturunan Adam termasuk kita sekalian, yang berasal dari air mani. Dari hasil penelitian ilmiah, sebenarnya air mani itu pun berasal dari tanah setelah melalui beberapa proses perkembangan. Makanan yang merupakan hasil bumi, yang dimakan oleh manusia, dan alat pencernaannya berubah menjadi cairan yang bercampur dengan darah yang menyalurkan bahan-bahan hidup dan vitamin yang dibutuhkan oleh tubuh manusia ke seluruh bagian anggotanya. Jika manusia itu meninggal dunia dan dimasukkan ke dalam kubur di dalam tanah, maka badannya akan hancur lebur dan kembali menjadi tanah lagi, sesuai dengan firman Allah: Darinya (tanah) itulah Kami menciptakan kamu dan kepadanyalah Kami akan mengembalikan kamu, dan dari sanalah Kami akan mengeluarkan kamu pada waktu yang lain. (thaha/20: 55)"
        },
        {
          "number": 13,
          "arabic": "ثُمَّ جَعَلْنَـٰهُ نُطْفَةً فِى قَرَارٍ مَّكِينٍ",
          "transliteration": "thumma jaʿalnāhu nuṭ'fatan fī qarārin makīnin",
          "translation": "Kemudian Kami menjadikannya air mani (yang disimpan) dalam tempat yang kokoh (rahim).",
          "tafsir": "Kemudian Kami (Allah) tempatkan saripati air mani itu dalam tulang rusuk sang suami yang dalam persetubuhan dengan istrinya ditumpahkan ke dalam rahimnya, suatu tempat penyimpanan yang kukuh bagi janin sampai saat kelahirannya."
        },
        {
          "number": 14,
          "arabic": "ثُمَّ خَلَقْنَا ٱلنُّطْفَةَ عَلَقَةً فَخَلَقْنَا ٱلْعَلَقَةَ مُضْغَةً فَخَلَقْنَا ٱلْمُضْغَةَ عِظَـٰمًا فَكَسَوْنَا ٱلْعِظَـٰمَ لَحْمًا ثُمَّ أَنشَأْنَـٰهُ خَلْقًا ءَاخَرَ ۚ فَتَبَارَكَ ٱللَّهُ أَحْسَنُ ٱلْخَـٰلِقِينَ",
          "transliteration": "thumma khalaqnā l-nuṭ'fata ʿalaqatan fakhalaqnā l-ʿalaqata muḍ'ghatan fakhalaqnā l-muḍ'ghata ʿiẓāman fakasawnā l-ʿiẓāma laḥman thumma anshanāhu khalqan ākhara fatabāraka l-lahu aḥsanu l-khāliqīna",
          "translation": "Kemudian, air mani itu Kami jadikan sesuatu yang melekat, lalu sesuatu yang melekat itu Kami jadikan segumpal daging, dan segumpal daging itu lalu Kami jadikan tulang belulang, lalu tulang belulang itu Kami bungkus dengan daging. Kemudian, Kami menjadikannya makhluk yang (berbentuk) lain. Mahasuci Allah, Pencipta yang paling baik.",
          "tafsir": "Kemudian air mani itu Kami (Allah) kembangkan dalam beberapa minggu sehingga menjadi al-'alaq (yang menempel di dinding rahim), dari al-'alaq dijadikan segumpal daging, dan segumpal daging dijadikan tulang belulang, dan ada bagian yang dijadikan daging, kemudian tulang belulang itu dibungkus dengan daging, laksana pakaian penutup tubuh, kemudian dijadikan makhluk yang (berbentuk) lain, setelah ditiupkan Roh ke dalamnya, sehingga menjadi manusia yang sempurna, dapat berbicara, melihat, mendengar, berpikir yang tadinya hanya merupakan benda mati. Maka Mahasuci Allah, Pencipta Yang Paling Baik. Menurut para saintis, Tahapan-tahapan dalam embriologi manusia sebagai berikut: ¢Nutfah, atau dalam bahasa Arabnya 'nutfa, mempunyai arti 'sedikit air, atau 'setetes air. Hal ini jelas mendeskripsikan air yang sedikit yang dipancarkan lelaki saat bersanggama. Air yang sedikit ini mengandung sperma. Sperma atau spermatozoa terdapat di dalam air yang menjijikan dan berbentuk ikan yang berekor panjang (ini adalah salah satu arti kata sulalah. Dalam surah As-Sajdah/32 ayat 8, air mani disebut sebagai \"..... Dia menjadikan keturunannya dari saripati air yang diremehkan....\" Surah al-Insan/76 ayat 2 dan as-Sajdh/32 ayat 8 berkaitan dengan kandungan dari air mani. Ilmu pengetahuan modern menemukan bahwa air mani terdiri atas empat macam lendir yang berbeda yang dihasilkan oleh empat kelenjar yang berbeda, yaitu kelenjar biji pelir, kelenjar saluran seminal, kelenjar prostat, dan kelenjar saluran kencing. ¢Sperma dibentuk di dalam buah pelir. Buah pelir sendiri dibentuk, sebagaimana dibuktikan ilmu pengetahuan, oleh sel-sel yang ada di bawah bakal ginjal, di bagian punggung embrio. Kelompok sel ini kemudian turun sampai di bawah tulang rusuk, pada saat beberapa minggu sebelum kelahiran bayi. Diperkirakan jumlah sperma dalam satu kali ejakulasi adalah 500 “ 600 juta ekor. Akan tetapi dari jumlah tersebut, hanya satu yang dapat melakukan pembuahan. Setelah terjadi pembuahan, maka terjadi perubahan cepat dari indung telur. Ia segera menghasilkan membran yang mencegah sperma lain untuk ikut membuahi. ¢Setelah sel telur dibuahi, dan menempelkan diri di dinding uterus dan memperoleh makanan dari ibunya, maka ia akan tumbuh cepat. Pada waktu dua sampai tiga minggu kemudian, apabila dilihat dengan mata telanjang, ia akan berubah dari bentukan 'lintah atau 'alaqah ke bentukan 'mudhgah atau 'daging yang telah dikunyah. Pola yang terakhir ini sebetulnya dibentuk oleh adanya tonjolan dan lekukan, yang pada waktunya nanti akan menjadi organ-organ dalam (jantung, usus) dan luar (kaki, tangan). Surah al-hajj/22: 5 menambahkan satu catatan dari embrio. Dalam ayat ini, mudghah dideskripsikan dengan tambahan \"yang sempurna kejadiannya dan yang tidak sempurna kejadiannya .....\" Ini menggambarkan hal yang terjadi pada tahap 'diferensiasi, dimana banyak organ mulai berkembang dalam waktu yang tidak bersamaan. Sehingga menimbulkan situasi antara selesai di bagian lain namun belum sempurna di bagian lainnya. ¢Dua tahapan terakhir yang disebutkan pada surah al-Muminun/23: 14 bercerita tentang 'pembentukan tulang belulang setelah tahap mudgah. Pada akhirnya, ceritera diakhiri dengan memberinya \"baju\", yang terdiri atas daging dan otot. Apabila kita mengikuti pertumbuhan embrio, maka kira-kira pada umur empat minggu suatu proses 'diferensiasi mulai berjalan. Dalam proses ini kelompok-kelompok sel pada embrio akan berubah bentuk dan mulai membentuk organ-organ berukuran besar. Salah satu yang berkembang pertama kali adalah tulang tengkorak. Proses ini akan disusul kemudian oleh pembentukan calon otot, telinga, mata, ginjal, jantung dan banyak lagi. Imam Ahmad meriwayatkan sebuah hadis dari Abdullah bin Masud, bahwa Rasulullah mengatakan: \"Sesungguhnya seseorang di antara kamu dikumpulkan penciptaannya di perut ibunya empat puluh hari, kemudian menjadi 'alaqah seperti itu, kemudian menjadi mudhgah (gumpalan daging) seperti itu. Kemudian malaikat diutus kepadanya, lalu ia meniupkan ruh padanya. Dan ia diperintahkan kepada empat kalimat, rizqinya, ajalnya, amalnya, dan apakah ia seorang yang celaka atau bahagia. Demi Zat yang tidak ada tuhan selain-Nya, sesungguhnya seseorang di antara kamu beramal amalan penghuni surga, sehingga antara dia dan surga hanya tinggal satu hasta saja. Namun dia sudah tercatat sebagai penghuni neraka, maka ia mengakhiri amalnya dengan amalan penghuni neraka, sehingga ia masuk neraka. Dan sesungguhnya seseorang di antara kamu beramal amalan penghuni neraka, sehingga antara dia dengan neraka hanya tinggal satu hasta saja. Namun ia sudah tercatat sebagai penghuni surga, maka ia mengakhiri amalnya dengan amalan penghuni surga, sehingga ia masuk surga.\" (Riwayat Ahmad) Anas bin Malik meriwayatkan bahwa Umar bin Khattab berkata: Keinginanku bersesuaian dengan kehendak Allah pada empat perkara. Pertama: Saya usulkan pada Rasulullah saw supaya di belakang Maqam Ibrahim dijadikan tempat salat maka turunlah firman Allah: Dan jadikanlah maqam Ibrahim itu tempat salat. (al-Baqarah/2: 125) Kedua: Saya usulkan kepada Rasulullah saw supaya istri-istrinya memasang tabir (hijab) bila kedatangan tamu laki-laki, yang kadang-kadang tidak saleh semuanya, maka turunlah firman Allah: Apabila kamu meminta sesuatu (keperluan) kepada mereka (istri-istri Nabi), maka mintalah dari belakang tabir. (al-Ahzab/33: 53) Ketiga: Saya berkata kepada istri-istri Nabi supaya berhenti menimbulkan kesulitan kepada beliau, karena mungkin Allah akan memberi ganti dengan istri-istri yang lebih baik, maka turunlah firman Allah: Jika dia (Nabi) menceraikan kamu, boleh jadi Tuhan akan memberi ganti kepadanya dengan istri-istri yang lebih baik dari kamu. (at-Tahrim/66: 5) Keempat: Setelah turun ayat 12, 13 dan 14 Surah al-Mu'minun, maka saya ucapkan fatabarakallahu aá¸¥sanul Khaliqin, dan Rasululah saw bersabda, \"Demikian itu sesuai dengan yang diturunkan-Nya.\""
        },
        {
          "number": 15,
          "arabic": "ثُمَّ إِنَّكُم بَعْدَ ذَٰلِكَ لَمَيِّتُونَ",
          "transliteration": "thumma innakum baʿda dhālika lamayyitūna",
          "translation": "Kemudian setelah itu, sungguh kamu pasti mati.",
          "tafsir": "Kemudian sesudah penciptaanmu yang pertama itu, kamu sekalian pasti akan menemui ajalmu yang telah ditentukan. Allah berfirman: Setiap yang bernyawa akan merasakan mati. Kami akan menguji kamu dengan keburukan dan kebaikan sebagai cobaan. Dan kamu akan dikembalikan hanya kepada Kami. (al-Anbiya'/21: 35)"
        },
        {
          "number": 16,
          "arabic": "ثُمَّ إِنَّكُمْ يَوْمَ ٱلْقِيَـٰمَةِ تُبْعَثُونَ",
          "transliteration": "thumma innakum yawma l-qiyāmati tub'ʿathūna",
          "translation": "Kemudian, sungguh kamu akan dibangkitkan (dari kuburmu) pada hari Kiamat.",
          "tafsir": "Kemudian sesungguhnya kamu sekalian akan dibangkitkan dari kuburmu pada hari Kiamat, untuk dihisab segala amal perbuatanmu selama berada di dunia ini, yang baik akan diberi pahala, yang buruk akan diberi siksa."
        },
        {
          "number": 17,
          "arabic": "وَلَقَدْ خَلَقْنَا فَوْقَكُمْ سَبْعَ طَرَآئِقَ وَمَا كُنَّا عَنِ ٱلْخَلْقِ غَـٰفِلِينَ",
          "transliteration": "walaqad khalaqnā fawqakum sabʿa ṭarāiqa wamā kunnā ʿani l-khalqi ghāfilīna",
          "translation": "Dan sungguh, kami telah menciptakan tujuh (lapis) langit di atas kamu, dan Kami tidaklah lengah terhadap ciptaan (Kami).",
          "tafsir": "Ayat ini menerangkan bahwa Allah telah menciptakan di atas manusia tujuh lapis langit, sebagian berada di atas sebagian lain yang menjadi tempat peredaran bintang-bintang, yang telah dikenal orang sejak dahulu kala, dan telah ditemukan lagi beberapa bintang lainnya oleh ulama falak pada masa kini. Allah sekali-kali tidaklah lengah terhadap semua ciptaan itu, baik terhadap peredaran-peredaran maupun terhadap yang lainnya, karena peredaran semua planet di angkasa luar itu mengikuti peraturan tertentu. Seandainya Allah lengah terhadapnya, niscaya akan terjadi benturan-benturan planet itu satu sama lain, yang mengakibatkan timbulnya bencana yang tidak dapat diperkirakan kedahsyatannya. Memang itu pun akan terjadi, akan tetapi waktunya nanti pada hari Kiamat, di mana segala sesuatunya telah direncanakan di Lauh Mahfuz."
        }
      ]
    }
  ]
}