{
  "pageNumber": 293,
  "juz": 15,
  "surahs": [
    {
      "number": 17,
      "name": "Al-Isra'",
      "nameArabic": "الإسراء",
      "meaning": "Perjalanan Malam",
      "revelation": "Makkah",
      "description": "Surat ini terdiri dari 111 ayat dan termasuk surat Makkiyyah. Dinamakan dengan \"Al-Isra'\" yang berarti \"memperjalankan pada malam hari,\" berhubung peristiwa Isra' Nabi Muhammad dari Masjidil Haram di Mekah ke Masjidil Aqsha di Baitul Maqdis dicantumkan pada ayat pertama surat ini. Penuturan cerita Isra' pada permulaan surat ini mengandung isyarat bahwa Nabi Muhammad beserta umatnya di kemudian hari akan mencapai martabat yang tinggi dan akan menjadi umat yang besar.Surat ini dinamakan pula dengan \"Bani Israil\" artinya \"keturunan Israil\" berhubung permulaan surat ini, yakni pada ayat kedua sampai dengan ayat kedelapan dan ayat 101 sampai dengan ayat 104, Allah menyebutkan tentang Bani Israil, yang dihinakan sebab menyimpang dari ajaran Allah padahal sebelumnya adalah bangsa yang kuat dan besar. Dihubungkannya kisah Isra' dengan cerita \"Bani Israil\" pada surat ini, memberikan peringatan bahwa umat Islam akan mengalami keruntuhan, sebagaimana halnya Bani Israil, apabila mereka juga meninggalkan ajaran-ajaran agama.**Pokok-Pokok Isi:**1. **Keimanan:** Allah tidak mempunyai anak baik berupa manusia ataupun malaikat; Allah pasti memberikan rezeki kepada manusia; Allah mempunyai nama-nama yang paling baik; Al-Qur'an adalah wahyu dari Allah yang memberikan petunjuk, penawar, dan rahmat bagi orang-orang yang beriman; keberadaan padang Mahsyar dan hari kebangkitan.2. **Hukum-hukum:** Larangan menghilangkan (membunuh) manusia; larangan berzina; larangan mempergunakan harta anak yatim kecuali dengan cara yang dibenarkan agama; larangan ikut-ikutan baik dengan kata-kata maupun dengan perbuatan dan durhaka kepada kedua orang tua. Perintah memenuhi janji dan menyempurnakan timbangan dan takaran; perintah melakukan shalat lima waktu tepat pada waktunya.3. **Kisah-kisah:** Kisah Isra' Nabi Muhammad; beberapa kisah tentang Bani Israil.4. **Lain-lain:** Pertanggungjawaban manusia terhadap amal perbuatannya; beberapa faktor yang menyebabkan kebangkitan dan kehancuran suatu umat; petunjuk-petunjuk tentang pergaulan dengan kedua orang tua, tetangga, dan masyarakat; manusia adalah makhluk Allah yang mulia namun mempunyai sifat-sifat yang tidak baik, seperti: suka ingkar, putus asa, dan terburu-buru; dan persoalan roh.Dalam surat ini, banyak ayat yang mengemukakan bahwa Al-Qur'an yang dibawa Nabi Muhammad benar-benar wahyu dari Allah, dan bahwa manusia pasti mengalami hari kebangkitan. Dalam surat ini, dikemukakan pula dalil-dalil tentang kekuasaan dan keesaan Allah serta hukum-hukum yang diturunkan-Nya yang wajib diperhatikan dan dikerjakan oleh manusia.**Hubungan Surat Al-Isra' Dengan Surat Al-Kahfi:**1. Surat Al-Isra' dimulai dengan tasbih (membaca subhanallah) kepada Allah, sedang surat Al-Kahfi dibuka dengan tahmid (membaca alhamdulillah) kepada-Nya. Tasbih dan tahmid adalah dua kata yang seringkali bergandengan dalam firman-firman Allah.2. Persamaan antara penutup surat Al-Isra' dengan pembuka surat Al-Kahfi adalah sama-sama dengan tahmid kepada Allah.3. Menurut sebuah riwayat, ada tiga buah pertanyaan yang diajukan oleh orang Yahudi melalui perantara orang musyrikin kepada Nabi Muhammad, yakni permasalahan ruh, cerita Ashhabul Kahfi, dan kisah Dzulqarnain. Permasalahan ruh dijawab dalam surat Al-Isra' dan dua permasalahan lainnya pada surat Al-Kahfi.4. Dalam surat Al-Isra' ayat 85 Allah berfirman, \"Dan kamu hanya diberi sedikit pengetahuan.\" Firman ini ditujukan kepada sebagian orang Yahudi yang merasa sombong dengan ilmu pengetahuan yang ada pada mereka, sebab mereka hanyalah manusia yang diberi sedikit ilmu pengetahuan. Dalam surat Al-Kahfi, Allah menceritakan tentang Nabi Musa dengan Nabi Khidhir yang belum pernah diketahui oleh orang-orang Yahudi.",
      "verses": [
        {
          "number": 105,
          "arabic": "وَبِٱلْحَقِّ أَنزَلْنَـٰهُ وَبِٱلْحَقِّ نَزَلَ ۗ وَمَآ أَرْسَلْنَـٰكَ إِلَّا مُبَشِّرًا وَنَذِيرًا",
          "transliteration": "wabil-ḥaqi anzalnāhu wabil-ḥaqi nazala wamā arsalnāka illā mubashiran wanadhīran",
          "translation": "Dan Kami turunkan (Alquran) itu dengan sebenarnya dan (Alquran) itu turun dengan (membawa) kebenaran. Dan Kami mengutus engkau (Muhammad), hanya sebagai pembawa berita gembira dan pemberi peringatan.",
          "tafsir": "Dalam ayat ini Allah swt menegaskan kepada Rasul saw bahwa Allah benar-benar telah menurunkan Al-Qur'an dari sisi-Nya. Maka manusia tidak boleh meragukan dan berpaling darinya. Dalam ayat yang lain Allah swt berfirman: Tetapi Allah menjadi saksi atas (Al-Qur'an) yang diturunkan-Nya kepadamu (Muhammad). Dia menurunkannya dengan ilmu-Nya, dan para malaikat pun menyaksikan. Dan cukuplah Allah yang menjadi saksi. (an-Nisa'/4: 166) Al-Qur'an membawa berbagai ajaran yang benar yang mendatangkan ketertiban dan kesejahteraan bagi umat manusia. Di dalamnya terdapat ajaran tentang moral, akidah ketuhanan, peraturan-peraturan, hukum, sejarah, dan ilmu pengetahuan. Segala isinya senantiasa terpelihara, baik lafal maupun maknanya tidak akan ternoda dengan penambahan atau pengurangan yang menyebabkan kekacauan dan kesimpangsiuran, sebagaimana dijelaskan Allah dalam firman-Nya: Sesungguhnya Kamilah yang menurunkan Al-Qur'an, dan pasti Kami (pula) yang memeliharanya. (al-hijr/15: 9) Firman-Nya lagi: (Yang) tidak akan didatangi oleh kebatilan baik dari depan maupun dari belakang (pada masa lalu dan yang akan datang), yang diturunkan dari Tuhan Yang Mahabijaksana, Maha Terpuji. (Fushshilat/41: 42) Demikianlah Allah menerangkan sifat-sifat Al-Qur'an dengan segala jaminan akan kesuciannya dari tangan-tangan manusia yang berusaha mengotorinya. Dia diturunkan kepada Nabi Muhammad saw yang diutus kepada umat manusia untuk memberikan kabar gembira tentang pahala dan surga bagi orang-orang yang beriman dan taat kepada ajaran agama, dan memberikan peringatan tentang azab dan neraka bagi yang kafir dan berbuat dosa."
        },
        {
          "number": 106,
          "arabic": "وَقُرْءَانًا فَرَقْنَـٰهُ لِتَقْرَأَهُۥ عَلَى ٱلنَّاسِ عَلَىٰ مُكْثٍ وَنَزَّلْنَـٰهُ تَنزِيلًا",
          "transliteration": "waqur'ānan faraqnāhu litaqra-ahu ʿalā l-nāsi ʿalā muk'thin wanazzalnāhu tanzīlan",
          "translation": "Dan Alquran (kami turunkan) berangsur-angsur agar engkau (Muhammad) membacakannya kepada manusia perlahan-lahan dan Kami menurunkannya secara bertahap.",
          "tafsir": "Dalam ayat ini Allah swt menerangkan bahwa Al-Qur'an diwahyu-kan kepada Nabi Muhammad saw secara berangsur-angsur sebagian demi sebagian, agar ia dapat membacakannya kepada umatnya, serta memberi pemahaman secara perlahan-lahan. Ayat Al-Qur'an pertama kali diwahyukan di bulan Ramadan, pada malam qadar, kemudian seterusnya diturunkan kepada Nabi berangsur-angsur sesuai dengan kebutuhan dan peristiwa yang terjadi dalam tempo kurang dari duapuluh tiga tahun. Dengan penurunan secara berangsur-angsur itu, umat Islam memperoleh keutamaan dan manfaat yang besar, antara lain: Pertama: Kaum Muslimin mudah menghafalnya ketika diturunkan. Kedua: Kaum Muslimin berkesempatan untuk memahami setiap kelompok ayat yang diturunkan, karena jangkauan maknanya yang luas memerlukan waktu yang cukup untuk memahaminya agar mendapat pemahaman yang tepat dan benar. Ketiga: Kaum Muslimin tidak mengalami kegoncangan jiwa yang berarti dalam menghadapi berbagai perubahan yang dibawa oleh Islam. Sebelum kedatangan agama Islam, mereka menganut kepercayaan animis yang bermacam-macam, dan tidak memiliki peraturan dan tata kehidupan yang dipatuhi. Penurunan Al-Qur'an secara berangsur-angsur mempermudah mereka menyesuaikan diri dengan ajaran-ajaran yang baru, baik ajaran yang berhubungan dengan akidah, maupun yang berhubungan dengan ibadah dan kemasyarakatan. Keempat: Sebagian ayat-ayat Al-Qur'an merupakan penjelasan yang berhubungan dengan suatu peristiwa yang terjadi. Firman Allah swt: Dan mereka (orang-orang kafir itu) tidak datang kepadamu (membawa) sesuatu yang aneh, melainkan Kami datangkan kepadamu yang benar dan penjelasan yang paling baik. (al-Furqan/25: 33) Dengan demikian, kaum Muslimin merasakan bahwa mereka selalu mendapat bimbingan dan petunjuk dari Allah swt ketika menghadapi setiap peristiwa yang terjadi di antara mereka. Bagi Nabi Muhammad saw, penurunan Al-Qur'an secara berangsur-angsur itu amat besar manfaatnya dalam memperteguh hatinya, seperti dijelaskan Allah dalam firman-Nya: Dan orang-orang kafir berkata, \"Mengapa Al-Qur'an itu tidak diturunkan kepadanya sekaligus?\" Demikianlah, agar Kami memperteguh hatimu (Mu-hammad) dengannya dan Kami membacakannya secara tartil (berangsur-angsur, perlahan dan benar). (al-Furqan/25: 32) Pada umumnya ayat-ayat yang diturunkan berkisar antara lima sampai dengan sepuluh ayat sesuai dengan kebutuhan, sebagaimana Umar bin Khaththab berkata: Diriwayatkan dari Umar r.a., dia berkata, \"Pelajarilah Al-Qur'an lima ayat lima ayat. Karena sesungguhnya Jibril menurunkannya lima ayat lima ayat. (Riwayat al-Baihaqi)."
        },
        {
          "number": 107,
          "arabic": "قُلْ ءَامِنُوا۟ بِهِۦٓ أَوْ لَا تُؤْمِنُوٓا۟ ۚ إِنَّ ٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ مِن قَبْلِهِۦٓ إِذَا يُتْلَىٰ عَلَيْهِمْ يَخِرُّونَ لِلْأَذْقَانِ سُجَّدًا",
          "transliteration": "qul āminū bihi aw lā tu'minū inna alladhīna ūtū l-ʿil'ma min qablihi idhā yut'lā ʿalayhim yakhirrūna lil'adhqāni sujjadan",
          "translation": "Katakanlah (Muhammad), \"Berimanlah kamu kepadanya (Alquran) atau tidak usah beriman (sama saja bagi Allah). Sesungguhnya orang yang telah diberi pengetahuan sebelumnya, apabila (Alquran) dibacakan kepada mereka, mereka menyungkurkan wajah bersujud,\"",
          "tafsir": "Dalam ayat ini Allah swt memerintahkan kepada Rasul-Nya untuk menyatakan dengan tegas kepada kaum musyrikin yang ingkar kepada kebenaran Al-Qur'an itu, bahwa sekiranya mereka beriman maka keimanan mereka itu tidaklah memperkaya perbendaharaan rahmat-Nya. Demikian pula sebaliknya, sekiranya mereka tetap ingkar, tidak mau beriman kepada Al-Qur'an, keingkaran dan penolakan mereka itu tidaklah mengurangi keagungan Allah swt. Firman Allah: Dan mereka berkata, \"Kami tidak akan percaya kepadamu (Muhammad) sebelum engkau memancarkan mata air dari bumi untuk kami. (al-Isra'/17: 90) Pernyataan Rasul saw ini merupakan celaan dan kecaman kepada kaum musyrikin, serta mengandung penghinaan kepada mereka. Bagaimanapun sikap mereka terhadap Al-Qur'an, tidak patut dipedulikan. Kebenaran Al-Qur'an tidak tergantung kepada sikap orang-orang yang ingkar itu. Tidak mengherankan kalau mereka menolak kebenaran Al-Qur'an, karena mereka memang orang Jahiliah. Tetapi orang-orang baik dan terpelajar di antara mereka tentu beriman dan tunduk sepenuhnya bila mendengar ayat-ayat Al-Qur'an dibacakan. Seperti Zaid bin Amru bin Nufail dan Waraqah bin Naufal yang telah membacakan kitab-kitab suci yang terdahulu sebelum Al-Qur'an diturunkan, dan mereka mengetahui kelak pada waktunya akan lahir seorang rasul akhir zaman. Mereka sujud dan bersyukur kepada Allah swt yang telah memenuhi janji-Nya, yaitu mengutus Muhammad saw sebagai rasul terakhir. Dengan turunnya ayat ini, Nabi Muhammad saw merasa terhibur hatinya, karena keimanan orang-orang yang terpelajar lebih berarti dari keimanan orang-orang jahil, meskipun keimanan orang-orang jahil itu tetap diharapkan."
        },
        {
          "number": 108,
          "arabic": "وَيَقُولُونَ سُبْحَـٰنَ رَبِّنَآ إِن كَانَ وَعْدُ رَبِّنَا لَمَفْعُولًا",
          "transliteration": "wayaqūlūna sub'ḥāna rabbinā in kāna waʿdu rabbinā lamafʿūlan",
          "translation": "dan mereka berkata, \"Mahasuci Tuhan kami; sungguh, janji Tuhan kami pasti dipenuhi.\"",
          "tafsir": "Dalam ayat ini Allah swt menerangkan bahwa orang-orang yang telah diberi ilmu itu mengucapkan tasbih, yaitu lafal Subhanallah (Mahasuci Allah), sewaktu sujud tanda syukur kepada Allah swt. Mereka menyucikan Tuhan dari sifat-sifat yang tidak patut bagi-Nya, seperti menyalahi janji-Nya kepada umat manusia untuk mengutus seorang rasul. Mereka juga mengatakan bahwa sebenarnya janji Allah itu telah datang dan menjadi kenyataan. Ayat ini menunjukkan kebaikan membaca tasbih dalam sujud. 'Aisyah r.a. berkata, \"Adalah Rasul saw banyak membaca dalam sujud dan rukuknya: Mahasuci Engkau ya Allah Tuhan kami, kami bertasbih dengan memuji-Mu. Ya Allah ampunilah aku. (Riwayat Muslim dalam Sahihnya)"
        },
        {
          "number": 109,
          "arabic": "وَيَخِرُّونَ لِلْأَذْقَانِ يَبْكُونَ وَيَزِيدُهُمْ خُشُوعًا ۩",
          "transliteration": "wayakhirrūna lil'adhqāni yabkūna wayazīduhum khushūʿan",
          "translation": "Dan mereka menyungkurkan wajah sambil menangis dan mereka bertambah khusyuk.",
          "tafsir": "Kemudian Allah swt menambahkan dalam ayat ini sifat-sifat yang terpuji pada orang-orang yang diberi ilmu itu. Mereka menelungkupkan muka, bersujud kepada Allah sambil menangis disebabkan bermacam-macam perasaan yang menghentak dada mereka, seperti perasaan takut kepada Allah, dan perasaan syukur atas kelahiran rasul yang dijanjikan. Pengaruh ajaran-ajaran Al-Qur'an meresap ke dalam jiwa mereka ketika mendengar ayat-ayat yang dibacakan, serta menambah kekhusyukan dan kerendahan hati mereka. Dengan demikian, mereka merasakan betapa kecilnya manusia di sisi Allah swt. Demikianlah sifat orang berilmu yang telah mencapai martabat yang mulia. Hatinya menjadi tunduk dan matanya mencucurkan air mata ketika Al-Qur'an dibacakan kepadanya. Mencucurkan air mata ketika mendengar atau membaca Al-Qur'an sangat terpuji dalam pandangan Islam. Bersabda Rasulullah saw: Bacalah Al-Qur'an dan menangislah, jika kamu tidak bisa menangis, maka usahakanlah sekuat-kuatnya agar dapat menangis.(Riwayat at-Tirmidzi dari Saad bin Abi Waqash) Sabda Rasulullah saw lagi: Dua mata yang tidak disentuh api neraka, yaitu yang menangis karena takut kepada Allah swt, dan mata yang berjaga-jaga di malam hari pada jalan Allah (jihad). (Riwayat at-Tirmidzi dari Ibnu 'Abbas) Tidaklah masuk neraka seseorang yang menangis karena takut kepada Allah, kecuali bila air susu sapi dapat kembali ke dalam kantong susunya, dan tidaklah berkumpul pada seorang hamba, debu dalam peperangan di jalan Allah dengan asap api neraka. (Riwayat Muslim dan an-Nasa'i dari Abu Hurairah)"
        },
        {
          "number": 110,
          "arabic": "قُلِ ٱدْعُوا۟ ٱللَّهَ أَوِ ٱدْعُوا۟ ٱلرَّحْمَـٰنَ ۖ أَيًّا مَّا تَدْعُوا۟ فَلَهُ ٱلْأَسْمَآءُ ٱلْحُسْنَىٰ ۚ وَلَا تَجْهَرْ بِصَلَاتِكَ وَلَا تُخَافِتْ بِهَا وَٱبْتَغِ بَيْنَ ذَٰلِكَ سَبِيلًا",
          "transliteration": "quli id'ʿū l-laha awi id'ʿū l-raḥmāna ayyan mā tadʿū falahu l-asmāu l-ḥus'nā walā tajhar biṣalātika walā tukhāfit bihā wa-ib'taghi bayna dhālika sabīlan",
          "translation": "Katakanlah (Muhammad), \"Serulah Allah atau serulah Ar-Raḥmān. Dengan nama yang mana saja kamu dapat menyeru, karena Dia mempunyai nama-nama yang terbaik (Asmāul Ḥusnā) dan janganlah engkau mengeraskan suaramu dalam salat dan janganlah (pula) merendahkannya dan usahakan jalan tengah di antara kedua itu.\"",
          "tafsir": "Sabab nuzul ayat ini, menurut riwayat Ibnu Jarir ath-thabari dari Ibnu 'Abbas, bahwa Rasul saw pada suatu hari salat di Mekah, lalu beliau berdoa. Dalam doanya itu, beliau mengucapkan kata-kata, \"Ya Allah Ya Rahman.\" Orang-orang musyrik yang mendengar ucapan Nabi itu berkata, \"Perhatikanlah orang yang telah keluar dari agamanya ini, dilarangnya kita berdoa kepada dua Tuhan sedangkan dia sendiri berdoa kepada dua Tuhan. Maka turunlah ayat ini. Menurut riwayat Adh-ahhak, sebab turun ayat ini ialah bahwa orang Yahudi bertanya kepada Rasul mengapa kata ar-Rahman sedikit beliau sebutkan, padahal di dalam Taurat, Allah banyak menyebutnya.\" Maka turunlah ayat ini. Bilamana latar belakang turun ayat ini menurut riwayat yang pertama, maka Allah menjelaskan kepada kaum musyrikin bahwa kedua lafal itu (Allah dan ar-Rahman) walaupun berbeda namun sama-sama mengungkap-kan Zat Yang Maha Esa, Tuhan satu-satunya yang disembah. Pemahaman yang demikian sesuai dengan keterangan ayat 111. Bila latar belakang turunnya ayat ini adalah riwayat yang kedua, maka Allah menjelaskan kepada orang Yahudi bahwa lafal itu sama-sama baik untuk mengutarakan apa yang dimaksud. Orang Yahudi memandang kata ar-Rahman lebih baik, karena sifat itu yang paling disukai Allah, sehingga banyak disebut dalam Taurat. Ar-Rahman banyak sekali disebut dalam Taurat karena Nabi Musa a.s. berwatak keras dan pemarah. Oleh karena itu, Allah banyak menyebutkan kata-kata ar- Rahman agar beliau bergaul dengan umatnya dengan kasih sayang, dan beliau sebagai seorang nabi tentulah mencontoh sifat-sifat Allah. Pada ayat ini, Allah swt menjelaskan tentang keesaan Zat-Nya dengan nama-nama yang baik. Nama-nama yang baik itu hanyalah menggambarkan sifat-sifat kesempurnaan-Nya, bukan wujud Allah yang berdiri sendiri sebagai-mana anggapan kaum musyrikin. Sesudah menyatakan kesamaan kedua kata itu, Allah menegaskan dalam ayat ini bahwa kedua lafal itu baik digunakan untuk berdoa, karena Tuhan mempunyai al-asma'ul husna (nama-nama yang paling baik). Tuhan memberikan keterangan dengan al-husna (paling baik) untuk nama-nama-Nya, karena mengandung pengertian yang mencakup segala sifat-sifat kesempurnaan, kemuliaan, dan keindahan yang tidak satu makhluk pun yang menyerupai. Orang-orang Yahudi sesungguhnya tidaklah memungkiri nama-nama Allah yang baik itu. Hanya saja mereka memandang ar-Rahman nama yang terbaik di antara nama-nama Tuhan lainnya. Inilah yang tidak dibenarkan dalam ayat ini karena kedua nama tersebut termasuk al-asma'ul husna. Pendapat seperti di atas juga dianut oleh kaum Muslimin, dimana menurut mereka, ada nama yang lebih tinggi di antara al-asma'ul husna. Diriwayatkan bahwa Rasulullah saw mendengar seorang laki-laki membaca doa: Ya Allah sesungguhnya aku memohon kepada-Mu, supaya aku benar-benar bersaksi bahwasanya Engkau Allah yang tiada tuhan melainkan Engkau, Yang Esa lagi tempat bergantung segala makhluk. Yang tiada beranak dan tiada dilahirkan dan tidak ada seorang pun yang setara dengan Dia. (Riwayat at-Tirmidzi dari Abdullah bin Buraidah al-Aslami dari ayahnya) Setelah mendengar doa itu Nabi saw bersabda: Demi Allah yang jiwaku di tangan-Nya, benar-benar laki-laki itu berdoa dengan nama Tuhan Yang Agung (al-asma' al-A'dham), yang bila Allah diseru dengan (menyebut) nama itu niscaya Dia menyempurnakannya, dan bila Allah diminta dengan (menyebut) nama itu niscaya Dia memberi. (Riwayat Ibnu Jarir ath-thabari dari Sa'ad) Diriwayatkan pula oleh Muslim, Ahmad, at-Tirmidzi, dan Ibnu Abi Hatim dari Asma' binti Yazid bahwa Nabi saw bersabda: Nama Allah Ta'ala Yang Maha Agung terletak pada dua ayat ini, yaitu: Dan Tuhan kamu adalah Tuhan Yang Maha Esa, tidak ada tuhan selain Dia, Yang Maha Pengasih, Maha Penyayang. (al-Baqarah/2: 163) Dan ayat yang kedua ialah pada pembukaan Surah ali 'Imran: Alif Lam Mim. Allah, tidak ada tuhan selain Dia. Yang Mahahidup, Yang terus menerus-mengurus (makhluk-Nya). (ali 'Imran/3: 1-2) Kemudian pada akhir ayat ini, Allah memerintahkan kepada Rasul agar di waktu salat jangan membaca ayat dengan suara keras dan jangan pula dengan suara yang rendah, tetapi di antara keduanya. Yang dimaksud dengan membaca ayat ini mencakup membaca basmalah dan ayat lainnya. Jika Rasul membaca dengan suara yang keras, tentu didengar oleh orang-orang musyrik dan mereka lalu mengejek, mengecam, dan mencaci-maki Al-Qur'an, Nabi, dan sahabat-sahabatnya. Namun jangan pula membaca dengan suara yang terlalu rendah sehingga para sahabat tidak dapat mendengarnya dengan jelas. Larangan ini turun ketika Rasul masih berada di Mekah berdasarkan riwayat Ibnu 'Abbas. Menurut riwayat Ibnu 'Abbas, ketika Rasul berada di Mekah disuruh membaca ayat dengan suara yang tidak terlalu keras, tetapi juga tidak terlalu rendah, dilarang membaca dengan suara yang pelan dan rendah sehingga tidak terdengar. Tetapi sesudah hijrah ke Medinah, persoalan itu tidak dibahas lagi kecuali membaca ayat dalam salat dengan suara yang keras di luar batas tetap tidak dibenarkan."
        },
        {
          "number": 111,
          "arabic": "وَقُلِ ٱلْحَمْدُ لِلَّهِ ٱلَّذِى لَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُن لَّهُۥ شَرِيكٌ فِى ٱلْمُلْكِ وَلَمْ يَكُن لَّهُۥ وَلِىٌّ مِّنَ ٱلذُّلِّ ۖ وَكَبِّرْهُ تَكْبِيرًۢا",
          "transliteration": "waquli l-ḥamdu lillahi alladhī lam yattakhidh waladan walam yakun lahu sharīkun fī l-mul'ki walam yakun lahu waliyyun mina l-dhuli wakabbir'hu takbīran",
          "translation": "Dan katakanlah, \"Segala puji bagi Allah yang tidak mempunyai anak dan tidak (pula) mempunyai sekutu dalam kerajaan-Nya dan Dia tidak memerlukan penolong dari kehinaan dan agungkanlah Dia seagung-agungnya.",
          "tafsir": "Pada ayat ini Nabi diajari cara memuji Allah swt yang memiliki sifat-sifat kemahaesaan, kesempurnaan, dan keagungan. Oleh karena itu, hanya Allah yang berhak menerima segala macam pujian-pujian dan rasa syukur dari hamba dan makhluk-Nya atas segala nikmat yang diberikan kepada mereka. Ayat ini menjelaskan tiga sifat bagi Allah swt: Pertama: Bahwa sesungguhnya Allah tidak memiliki anak, karena siapa yang memiliki anak tentu tidak menikmati segala nikmat yang dia miliki, tetapi sebagian nikmat itu dipersiapkan untuk anaknya yang ditinggalkannya bilamana dia sudah meninggal dunia. Mahasuci Allah swt dari sifat demikian. Orang yang punya anak terhalang untuk menikmati seluruh haknya dalam segala keadaan. Oleh sebab itu, manusia tidak patut menerima pujian dari segala makhluk. Dengan ayat ini, Allah swt menjelaskan dan membantah pandangan orang Yahudi yang mengatakan 'Uzair putra Tuhan, juga pendapat orang Nasrani yang mengatakan bahwa Al-Masih putra Tuhan, atau anggapan orang-orang musyrikin bahwa malaikat-malaikat adalah putri-putri Tuhan. Kedua: Bahwa sesungguhnya Allah swt tidak mempunyai sekutu dalam kerajaan-Nya. Jika sekutu-Nya ada, tentu sulit untuk menentukan mana di antara keduanya yang berhak menerima pujian, rasa syukur, dan pengabdian para makhluk. Salah satu di antara dua tuhan tadi tentu memerlukan pertolongan dari yang lainnya dan akhirnya tidak ada satupun tuhan yang berdiri sendiri dan berdaulat secara mutlak di atas alam ini. Ketiga: Bahwa sesungguhnya tak seorang pun di antara orang-orang yang hina diberi Allah kekuasaan yang akan melindunginya dari musuh yang mengancamnya. Demikianlah Allah swt suci dari segala sifat-sifat yang mengurangi kesempurnaan-Nya, agar para hamba-Nya tidak ragu memanjatkan doa, syukur, dan pujian kepada-Nya. Kemudian Nabi saw diperintahkan untuk mengagungkan-Nya, baik dengan perkataan maupun dengan perbuatan. Mengagungkan dan mensucikan Allah itu adalah sebagai berikut: Pertama: Mengagungkan Allah swt pada Zat-Nya dengan meyakini bahwa Allah itu wajib ada-Nya karena Zat-Nya sendiri tidak membutuhkan sesuatu yang lain. Dia tidak memerlukan sesuatu dari wujud ini. Kedua: Mengagungkan Allah swt pada sifat-Nya, dengan meyakini bahwa hanya Dialah yang memiliki segala sifat-sifat kesempurnaan dan jauh dari sifat-sifat kekurangan. Ketiga: Mengagungkan Allah swt pada af'al-Nya (perbuatan-Nya) dengan meyakini bahwa tidak ada suatu pun yang terjadi dalam alam ini, melainkan sesuai dengan hikmah dan kehendak-Nya. Keempat: Mengagungkan Allah swt pada hukum-hukum-Nya, dengan meyakini bahwa hanya Dialah yang menjadi Penguasa yang ditaati di alam semesta ini, dimana perintah dan larangan bersumber darinya. Tidak ada seorang pun yang dapat membatasi dan membatalkan segala ketentuan-Nya atas sesuatu. Dialah yang memuliakan dan Dia pula yang menghinakan orang-orang yang Dia kehendaki. Kelima: Mengagungkan nama-nama-Nya, yaitu menyeru dan menyebut Allah dengan nama-nama yang baik (al-asma'ul husna). Tidak menyifati Tuhan melainkan dengan sifat-sifat kesucian dan kesempurnaan."
        }
      ]
    },
    {
      "number": 18,
      "name": "Al-Kahf",
      "nameArabic": "الكهف",
      "meaning": "Gua",
      "revelation": "Makkah",
      "description": "Surat ini terdiri daris 110 ayat dan termasuk surat Makkiyyah. Dinamai \"Al-Kahfi\" yang berarti \"Gua\" dan \"Ashhabul Kahfi\" yang berarti \"Penghuni gua\". Kedua nama ini diambil dari kata yang terdapat dalam surat ini pada ayat ke-9 sampai dengan ke-26, tentang beberapa orang pemuda yang tidur di dalam gua bertahun-tahun lamanya. Selain cerita tersebut, dalam surat ini juga terdapat beberapa buah kisah, yang kesemuanya mengandung i'tibar dan pelajaran yang amat berguna bagi kehidupan manusia. Banyak hadits Rasulullah yang menyatakan keutamaan membaca surat ini.**Pokok-Pokok Isi:**1. **Keimanan:** Kekuasaan Allah untuk memberikan hidup kepada manusia di luar hukum kebiasaan; dasar-dasar Tauhid dan keadilan Allah tidak akan berubah untuk selama-lamanya; kalimat-kalimat Allah (ilmu-Nya) sangat luas sekali meliputi segala sesuatu, sehingga manusia tidak akan mampu menulisnya; kepastian datangnya hari kebangkitan; Al-Qur'an adalah kitab suci yang isinya bersih dari kekurangan dan kepalsuan.2. **Hukum-hukum:** Dasar hukum wakalah (perwakilan); larangan membangun tempat ibadah di atas kubur; hukum membaca \"Insya Allah\"; perbuatan salah yang dilakukan karena lupa dimaafkan; boleh merusak suatu barang untuk menghindarkan bahaya yang lebih besar.3. **Kisah-kisah:** kisah Ashabul Kahfi; kisah dua orang laki-laki yang seorang kafir dan yang lainnya mukmin, kisah Nabi Musa dengan Khidhir; kisah Zulkarnain dengan Ya'juj dan Ma'juj.4. **Lain-lain:** Beberapa pelajaran yang dapat diambil dari cerita-cerita dalam surat ini antara lain tentang kekuatan iman kepada Allah serta ibadah yang ikhlas kepada-Nya; kesungguhan seseorang dalam mencari guru (ilmu); adab sopan-santun antara murid dengan guru; dan beberapa contoh tentang cara memimpin dan memerintah rakyat, serta perjuangan untuk mencapai kebahagiaan rakyat dan negara.Surat Al-Kahfi dimulai dengan menerangkan sifat Al-Qur'an sebagai petunjuk dan peringatan bagi manusia, dan sebagai peringatan terhadap orang yang mengatakan bahwa Allah mempunyai anak. Semua yang ada di permukaan bumi merupakan perhiasan bagi bumi dan sengaja diciptakan Allah agar manusia memikirkan bagaimana cara mengambil manfaat dari semuanya itu.Kekuasaan Allah dan betapa luasnya pengetahuan-Nya dikemukakan dalam surat ini dengan menyebutkan kisah Nabi Musa dengan Khidhir dan kisah Zulkarnain. Juga dengan mengibaratkan bahwa seandainya semua air yang ada di bumi dan ditambah lagi sebanyak itu pula dijadikan tinta untuk menulis ilmu Allah, tentu tidak akan mencukupi. Kemudian diterangkan bahwa semua amal orang musyrik tidak diberi pahala di akhirat, sedangkan untuk orang mukmin disediakan Jannatun Na'im.**Hubungan Surat Al-Kahfi Dengan Surat Maryam:**1. Kedua surat ini sama-sama mengandung kisah yang ajaib, seperti surat Al-Kahfi mengemukakan kisah Ashhabul kahfi, kisah Musa dengan Khidhr, dan kisah Zulkarnain, sedangkan surat Maryam mengemukakan kisah kelahiran Yahya ketika bapaknya, Zakariya, sudah tua renta dan ibunya seorang perempuan tua yang mandul, dan kisah kelahiran 'Isa tanpa bapak.2. Bagian akhir surat Al-Kahfi menerangkan tentang ancaman Allah terhadap orang kafir yang mengambil pelindung selain Allah, semua amal mereka sia-sia dan mereka dimasukkan ke dalam neraka, sedangkan pada bagian akhir surat Maryam diulangi lagi celaan dan ancaman Allah terhadap orang-orang yang mempersekutukan-Nya.",
      "verses": [
        {
          "number": 1,
          "arabic": " ٱلْحَمْدُ لِلَّهِ ٱلَّذِىٓ أَنزَلَ عَلَىٰ عَبْدِهِ ٱلْكِتَـٰبَ وَلَمْ يَجْعَل لَّهُۥ عِوَجَا ۜ",
          "transliteration": "al-ḥamdu lillahi alladhī anzala ʿalā ʿabdihi l-kitāba walam yajʿal lahu ʿiwajā",
          "translation": "Segala puji bagi Allah yang telah menurunkan Kitab (Alquran) kepada hamba-Nya dan Dia tidak menjadikannya bengkok;<sup foot_note=135435>1</sup>",
          "tafsir": "Dalam ayat ini Allah swt memuji diri-Nya, sebab Dialah yang menurunkan kitab suci Al-Qur'an kepada Rasul saw sebagai pedoman hidup yang jelas. Melalui Al-Qur'an, Allah memberi petunjuk kepada kebenaran dan jalan yang lurus. Ayat Al-Qur'an saling membenarkan dan mengukuh-kan ayat-ayat lainnya, sehingga tidak menimbulkan keragu-raguan. Nabi Muhammad saw yang menerima amanat-Nya menyampaikan Al-Qur'an kepada umat manusia, disebut dalam ayat ini dengan kata 'hamba-Nya untuk menunjukkan kehormatan yang besar kepadanya, sebesar amanat yang dibebankan ke pundaknya."
        },
        {
          "number": 2,
          "arabic": "قَيِّمًا لِّيُنذِرَ بَأْسًا شَدِيدًا مِّن لَّدُنْهُ وَيُبَشِّرَ ٱلْمُؤْمِنِينَ ٱلَّذِينَ يَعْمَلُونَ ٱلصَّـٰلِحَـٰتِ أَنَّ لَهُمْ أَجْرًا حَسَنًا",
          "transliteration": "qayyiman liyundhira basan shadīdan min ladun'hu wayubashira l-mu'minīna alladhīna yaʿmalūna l-ṣāliḥāti anna lahum ajran ḥasanan",
          "translation": "sebagai bimbingan yang lurus, untuk memperingatkan akan siksa yang sangat pedih dari sisi-Nya dan memberikan kabar gembira kepada orang-orang mukmin yang mengerjakan kebajikan bahwa mereka akan mendapat balasan yang baik,",
          "tafsir": "Allah swt menerangkan bahwa Al-Qur'an itu lurus, yang berarti tidak cenderung untuk berlebih-lebihan dalam memuat peraturan-peraturan, se-hingga memberatkan para hamba-Nya. Tetapi juga tidak terlalu singkat sehingga manusia memerlukan kitab yang lain untuk menetapkan peraturan-peraturan hidupnya. Al-Qur'an diturunkan kepada Muhammad saw agar beliau memperingatkan orang-orang kafir akan azab yang besar dari Allah, karena keingkaran mereka kepada Al-Qur'an. Juga memberikan kabar gembira kepada orang-orang yang beriman dan mengerjakan amal saleh bahwa mereka akan memperoleh pahala yang besar dari-Nya, karena keimanan mereka kepada Allah dan rasul-Nya, serta amal kebajikan yang mereka lakukan selama hidup di dunia."
        },
        {
          "number": 3,
          "arabic": "مَّـٰكِثِينَ فِيهِ أَبَدًا",
          "transliteration": "mākithīna fīhi abadan",
          "translation": "mereka kekal di dalamnya untuk selama-lamanya.",
          "tafsir": "Pahala yang besar itu tidak lain adalah surga yang mereka tempati untuk selama-lamanya, mereka tidak akan pindah atau dipindahkan dari surga itu, sesuai dengan janji Allah swt kepada mereka. Firman Allah swt: Dan itulah surga yang diwariskan kepada kamu disebabkan amal perbuatan yang telah kamu kerjakan. (az-Zukhruf/43: 72)"
        },
        {
          "number": 4,
          "arabic": "وَيُنذِرَ ٱلَّذِينَ قَالُوا۟ ٱتَّخَذَ ٱللَّهُ وَلَدًا",
          "transliteration": "wayundhira alladhīna qālū ittakhadha l-lahu waladan",
          "translation": "Dan untuk memperingatkan kepada orang yang berkata, \"Allah mengambil seorang anak.\"",
          "tafsir": "Dalam ayat ini Allah kembali menyebutkan tugas Rasulullah untuk memberikan peringatan kepada kaum kafir, karena kekufuran mereka dipandang perkara besar oleh Allah, terutama orang-orang kafir yang mengatakan Allah itu mempunyai anak. Mereka itu terbagi menjadi tiga golongan, yaitu: pertama, golongan musyrikin Mekah (Arab) yang mengatakan bahwa malaikat-malaikat itu putri Tuhan; kedua, golongan orang Yahudi yang mengatakan bahwa Uzair putra Tuhan; dan ketiga, golongan orang Nasrani yang mengatakan bahwa Isa putra Tuhan. Al-Qur'an diturunkan ke dunia untuk mengembalikan kepercayaan umat manusia kepada tauhid yang murni. Banyak ayat-ayat yang mengancam berbagai kepercayaan kepada selain Allah yang dianggap sebagai keyakinan yang sangat keliru. Firman Allah swt: Dan orang-orang Yahudi berkata, \"Uzair putra Allah,\" dan orang-orang Nasrani berkata, \"Al-Masih putra Allah.\" Itulah ucapan yang keluar dari mulut mereka. Mereka meniru ucapan orang-orang kafir yang terdahulu. Allah melaknat mereka; bagaimana mereka sampai berpaling? (at-Taubah/9: 30)"
        }
      ]
    }
  ]
}