{
  "pageNumber": 273,
  "juz": 14,
  "surahs": [
    {
      "number": 16,
      "name": "An-Nahl",
      "nameArabic": "النحل",
      "meaning": "Lebah",
      "revelation": "Makkah",
      "description": "Surat ini terdiri dari 128 ayat dan termasuk surat Makkiyyah. Surat ini dinamakan \"An-Nahl\" yang berarti \"lebah\" karena di dalamnya terdapat firman Allah pada ayat 68 yang artinya, \"Dan Tuhanmu mengilhamkan kepada lebah.\"Lebah adalah makhluk Allah yang banyak memberi manfaat dan kenikmatan pada manusia. Ada persamaan antara madu yang dihasilkan lebah dengan Al-Qur'anul Karim. Madu berasal dari aneka macam sari bunga dan menjadi obat bagi bermacam-macam penyakit (lihat ayat ke-69). Sementara itu, Al-Qur'an berisi inti sari kitab-kitab yang telah diturunkan kepada nabi-nabi terdahulu ditambah ajaran-ajaran yang dibutuhkan semua manusia sepanjang masa untuk mencapai kebahagiaan dunia dan akhirat (lihat surat Yunus ayat ke-57 dan surat Al-Israa' ayat ke-82). Surat ini juga dinamakan \"An Ni'am\" yang berarti nikmat-nikmat, karena di dalamnya Allah menyebutkan berbagai macam nikmat yang diberikan kepada hamba-hamba-Nya.**Pokok-Pokok Isi:**1. **Keimanan:** Kepastian adanya hari kiamat; keesaan Allah, kekuasaan-Nya dan kesempurnaan ilmu-Nya serta dalil-dalilnya; pertanggungjawaban manusia kepada Allah terhadap segala yang telah dikerjakannya.2. **Hukum-hukum:** Beberapa hukum tentang makanan dan minuman yang diharamkan dan yang dihalalkan; dibolehkan memakai perhiasan yang berasal dari laut, seperti: merjan dan mutiara; dibolehkan memakan makanan yang diharamkan dalam keadaan terpaksa; kulit dan bulu binatang dari hewan yang halal dimakan; kewajiban memenuhi perjanjian dan larangan mempermainkan sumpah; larangan membuat-buat hukum yang tak ada dasarnya; perintah membaca isti'aadzah (a'uudzubillahi minasyaithaanirrajiim = aku berlindung kepada Allah dari setan yang terkutuk); tantangan membalas siksa melebihi siksaan yang diterima.3. **Kisah-kisah:** Kisah Nabi Ibrahim.4. **Lain-lain:** Asal muasal kejadian manusia; madu adalah untuk kesehatan manusia; nasib pemimpin-pemimpin palsu pada hari kiamat; pandangan orang Arab zaman Jahiliyah terhadap anak perempuan; ajaran moral di dalam Islam; pedoman dakwah dalam Islam.Surat An-Nahl mengandung keterangan tentang sifat-sifat dan tingkah laku orang musyrikin, serta tantangan mereka terhadap kebenaran hari kiamat dan kerasulan Nabi Muhammad. Kemudian Allah menyebutkan peringatan-peringatan-Nya kepada mereka dari azab yang mereka alami sebagai akibat atas perbuatan mereka itu. Dalam surat ini, Allah menunjukkan bukti-bukti keesaan-Nya seraya memaparkan nikmat-nikmat yang diberikan-Nya kepada hamba-hamba-Nya. Surat ini juga memuat hukum-hukum dan ajaran-ajaran tentang akhlak.**Hubungan Surat An-Nahl Dengan Surat Al-Isra':**1. Dalam surat An-Nahl Allah menyebutkan perselisihan orang-orang Yahudi tentang hari Sabtu, kemudian di surat Al-Isra' dijelaskan sifat-sifat orang Yahudi yang ditetapkan dalam Taurat.2. Setelah Allah menganjurkan kepada Nabi Muhammad agar bersabar dan melarang beliau agar tidak berduka cita atau berkecil hati disebabkan tipu daya orang-orang musyrikin, maka di surat Al-Isra' Allah menerangkan kemuliaan Nabi Muhammad serta martabatnya yang tinggi di hadapan Allah.3. Dalam surat An-Nahl Allah menerangkan bermacam-macam nikmat-Nya, tetapi kebanyakan manusia tidak mensyukuri nikmat itu, kemudian dalam surat Al-Isra' disebut nikmat-nikmat yang lebih besar yang diberikan kepada Bani Israil dan tidak mereka syukuri, justru mereka berbuat kerusakan di bumi.4. Dalam surat An-Nahl Allah mengatakan, bahwa air madu yang keluar dari lebah merupakan minuman yang mengandung obat bagi manusia, maka dalam surat Al-Isra' diterangkan bahwa Al-Qur'an juga mengandung obat dan rahmat bagi orang-orang yang beriman.",
      "verses": [
        {
          "number": 55,
          "arabic": "لِيَكْفُرُوا۟ بِمَآ ءَاتَيْنَـٰهُمْ ۚ فَتَمَتَّعُوا۟ ۖ فَسَوْفَ تَعْلَمُونَ",
          "transliteration": "liyakfurū bimā ātaynāhum fatamattaʿū fasawfa taʿlamūna",
          "translation": "Biarlah mereka mengingkari nikmat yang telah Kami berikan kepada mereka; bersenang-senanglah kamu. Kelak kamu akan mengetahui (akibatnya).",
          "tafsir": "Ayat ini menyatakan bahwa Allah membiarkan orang-orang kafir dan musyrik mengingkari nikmat-nikmat yang telah diberikan-Nya kepada mereka. Allah juga membiarkan mereka mengingkari-Nya sebagai Zat yang Mahakuasa menghilangkan bahaya yang menimpa mereka, hingga meng-ingkari Allah yang Mahaperkasa melepaskan diri mereka dari bahaya itu. Di akhir ayat, Allah swt menegaskan bahwa mereka dibiarkan menikmati kehidupan dunia dan memuaskan hawa nafsu mereka sampai tiba saatnya ajal merenggut mereka. Sesudah itu, mereka pasti akan kembali kepada Allah. Di saat itulah mereka mengetahui dengan seyakin-yakinnya akibat keingkaran dan pembangkangan mereka. Mereka akan menyesali perbuatan mereka dengan penyesalan yang tiada berguna."
        },
        {
          "number": 56,
          "arabic": "وَيَجْعَلُونَ لِمَا لَا يَعْلَمُونَ نَصِيبًا مِّمَّا رَزَقْنَـٰهُمْ ۗ تَٱللَّهِ لَتُسْـَٔلُنَّ عَمَّا كُنتُمْ تَفْتَرُونَ",
          "transliteration": "wayajʿalūna limā lā yaʿlamūna naṣīban mimmā razaqnāhum tal-lahi latus'alunna ʿammā kuntum taftarūna",
          "translation": "Dan mereka menyediakan sebagian dari rezeki yang telah Kami berikan kepada mereka, untuk berhala-berhala yang mereka tidak mengetahui (kekuasaannya). Demi Allah, kamu pasti akan ditanyai tentang apa yang telah kamu ada-adakan.",
          "tafsir": "Allah swt menjelaskan bahwa di antara perbuatan orang-orang musyrik ialah menyediakan sesaji kepada berhala-berhala mereka, padahal sesaji-sesaji yang disediakan itu merupakan nikmat Allah yang diberikan kepada mereka. Berbagai sesaji yang diberikan kepada berhala-berhala itu merupakan hasil pertanian atau binatang-binatang ternak mereka. Mereka berbuat demikian dengan maksud agar berhala-berhala itu dapat menolong mereka. Padahal mereka tidak mengetahui sedikit pun bahwa berhala-berhala itu tidak mampu memberi manfaat dan menghindarkan mereka dari bahaya yang akan menimpa. Perbuatan mereka ini adalah perbuatan syirik, yaitu mempertuhankan yang lain di samping Allah. Allah swt berfirman: Dan mereka menyediakan sebagian hasil tanaman dan hewan (bagian) untuk Allah sambil berkata menurut persangkaan mereka, \"Ini untuk Allah dan yang ini untuk berhala-berhala kami.\" Bagian yang untuk berhala-berhala mereka tidak akan sampai kepada Allah, dan bagian yang untuk Allah akan sampai kepada berhala-berhala mereka. Sangat buruk ketetapan mereka itu. (al-An'am/6: 136) Kemudian Allah mengancam mereka dengan ancaman yang keras. Allah bersumpah dengan nama-Nya, bahwa Ia benar-benar akan meminta pertanggungjawaban mereka atas perbuatan mereka mengada-adakan tuhan selain Allah. Kemudian mereka akan disiksa sesuai dengan keingkaran dan perbuatan mereka itu. Allah swt berfirman: Maka demi Tuhanmu, Kami pasti akan menanyai mereka semua, (al-hijr/15: 92) Di akhir ayat, Allah swt meminta pertanggungjawaban mereka terhadap apa yang mereka ada-adakan, memberikan pengertian bahwa Allah mencela mereka terhadap perkataan ataupun perbuatan yang mereka ada-adakan itu."
        },
        {
          "number": 57,
          "arabic": "وَيَجْعَلُونَ لِلَّهِ ٱلْبَنَـٰتِ سُبْحَـٰنَهُۥ ۙ وَلَهُم مَّا يَشْتَهُونَ",
          "transliteration": "wayajʿalūna lillahi l-banāti sub'ḥānahu walahum mā yashtahūna",
          "translation": "Dan mereka menetapkan anak perempuan bagi Allah.<sup foot_note=135408>1</sup> Mahasuci Dia, sedang untuk mereka sendiri apa yang mereka sukai (anak laki-laki).",
          "tafsir": "Kemudian Allah swt mengungkapkan bentuk kesyirikan mereka yang lain, yaitu memberi Allah anak perempuan, sedangkan untuk mereka anak laki-laki. Allah swt berfirman: Dan mereka menjadikan malaikat-malaikat hamba-hamba (Allah) Yang Maha Pengasih itu sebagai jenis perempuan. Apakah mereka menyaksikan penciptaan (malaikat-malaikat itu)? Kelak akan dituliskan kesaksian mereka dan akan dimintakan pertanggungjawaban. (az-Zukhruf/43: 19) Orang-orang musyrik itu menganggap bahwa para malaikat itu anak-anak perempuan Allah. Perbuatan mereka yang demikian ini dinilai sebagai dosa besar, karena mereka menuduhkan sesuatu kepada Allah yang tidak semestinya, yaitu Allah mempunyai anak-anak perempuan, padahal mereka sendiri tidak senang mempunyai anak-anak perempuan. Allah swt berfirman: Apakah (pantas) untuk kamu yang laki-laki dan untuk-Nya yang perempuan? Yang demikian itu tentulah suatu pembagian yang tidak adil. (an-Najm/53: 21-22) Dan firman-Nya: Ingatlah, sesungguhnya di antara kebohongannya mereka benar-benar mengatakan, \"Allah mempunyai anak.\" Dan sungguh, mereka benar-benar pendusta. Apakah Dia (Allah) memilih anak-anak perempuan daripada anak-anak laki-laki? Mengapa kamu ini? Bagaimana (caranya) kamu menetapkan? (as-shaffat/37: 151-154) Allah swt menegaskan bahwa Dia Mahasuci dari segala tuduhan mereka. Sungguh, sangat keji bahwa mereka hanya menginginkan anak laki-laki dan tidak menginginkan anak-anak perempuan."
        },
        {
          "number": 58,
          "arabic": "وَإِذَا بُشِّرَ أَحَدُهُم بِٱلْأُنثَىٰ ظَلَّ وَجْهُهُۥ مُسْوَدًّا وَهُوَ كَظِيمٌ",
          "transliteration": "wa-idhā bushira aḥaduhum bil-unthā ẓalla wajhuhu mus'waddan wahuwa kaẓīmun",
          "translation": "Padahal apabila seseorang dari mereka diberi kabar dengan (kelahiran) anak perempuan, wajahnya menjadi hitam (merah padam), dan dia sangat marah.",
          "tafsir": "Selanjutnya Allah swt mengungkapkan sikap mereka mengenai anak perempuan yaitu apabila mereka diberi kabar bahwa istri mereka melahirkan anak perempuan, muramlah muka mereka karena jengkel dan malu. Perasaan serupa itu disebabkan oleh perasaan mereka sendiri bahwa anak-anak perempuan itu hanya memberi malu kaumnya, karena anak-anak perempuan itu tidak dapat membantu dalam peperangan, dan apabila mereka kalah perang, anak-anak perempuan menjadi barang rampasan. Sebenarnya mereka dihukum oleh perasaan mereka sendiri karena anggapan bahwa wanita itu martabatnya tiada lebih dari barang yang boleh dipindah-tangankan."
        },
        {
          "number": 59,
          "arabic": "يَتَوَٰرَىٰ مِنَ ٱلْقَوْمِ مِن سُوٓءِ مَا بُشِّرَ بِهِۦٓ ۚ أَيُمْسِكُهُۥ عَلَىٰ هُونٍ أَمْ يَدُسُّهُۥ فِى ٱلتُّرَابِ ۗ أَلَا سَآءَ مَا يَحْكُمُونَ",
          "transliteration": "yatawārā mina l-qawmi min sūi mā bushira bihi ayum'sikuhu ʿalā hūnin am yadussuhu fī l-turābi alā sāa mā yaḥkumūna",
          "translation": "Dia bersembunyi dari orang banyak, disebabkan kabar buruk yang disampaikan kepadanya. Apakah dia akan memeliharanya dengan (menanggung) kehinaan atau akan membenamkannya ke dalam tanah (hidup-hidup)? Ingatlah alangkah buruknya (putusan) yang mereka tetapkan itu.",
          "tafsir": "Allah swt menjelaskan lebih lanjut perilaku orang-orang musyrik pada saat mereka mendapatkan anak perempuan. Mereka menarik diri dari masyarakatnya karena mendapat kabar buruk dengan kelahiran anak perempuan itu. Mereka bersembunyi dari orang banyak karena takut mendapat hinaan, dan tidak menginginkan ada orang yang mengetahui aib yang menimpa dirinya. Kemudian terbayang dalam pikiran mereka apakah anak yang mendatangkan aib itu akan dipelihara dengan menanggung kehinaan yang berkepanjangan, karena anak perempuan itu tidak berhak mendapat warisan dan penghargaan masyarakat, serta hanya sebagai pelayan laki-laki, atau apakah mereka akan menguburnya ke dalam tanah hidup-hidup. Kebiasaan mereka mengubur anak perempuan hidup-hidup itu dipandang sebagai dosa besar yang harus mereka pertanggungjawabkan di hari perhitungan, karena perbuatan itu bertentangan dengan nurani manusia dan akal sehat. Allah swt berfirman: Dan apabila bayi-bayi perempuan yang dikubur hidup-hidup ditanya, karena dosa apa dia dibunuh? (at-Takwir/81: 8-9) Di akhir ayat, Allah swt menyatakan bahwa alangkah buruknya apa yang mereka tetapkan dan simpulkan itu, yaitu mereka malu memperoleh anak perempuan sehingga menyembunyikan dirinya dari orang banyak. Begitu malunya mereka sehingga mereka merasa harus memilih apakah akan tetap memelihara anak perempuan itu tetapi dengan menanggung malu, atau mereka kubur hidup-hidup. Allah menegaskan bahwa pandangan mereka mengenai anak perempuan itu sangat keliru."
        },
        {
          "number": 60,
          "arabic": "لِلَّذِينَ لَا يُؤْمِنُونَ بِٱلْـَٔاخِرَةِ مَثَلُ ٱلسَّوْءِ ۖ وَلِلَّهِ ٱلْمَثَلُ ٱلْأَعْلَىٰ ۚ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
          "transliteration": "lilladhīna lā yu'minūna bil-ākhirati mathalu l-sawi walillahi l-mathalu l-aʿlā wahuwa l-ʿazīzu l-ḥakīmu",
          "translation": "Bagi orang-orang yang tidak beriman pada (kehidupan) akhirat, (mempunyai) sifat yang buruk; dan Allah mempunyai sifat Yang Mahatinggi. Dan Dia Mahaperkasa, Mahabijaksana.",
          "tafsir": "Allah swt menjelaskan bahwa nasib buruk itu justru dimiliki oleh orang-orang kafir itu, yaitu mereka akan terhina karena dimasukkan ke dalam neraka. Sedangkan Allah akan tetap mulia, tidak memerlukan anak atau siapa pundalam menciptakan dan mengelola alam ini. Bahkan bila semua manusia di alam ini membangkang kepada-Nya, tidak akan merusak kemuliaan dan kemahakuasaan-Nya. Bahkan manusia itu sendiri yang rugi di dunia karena tidak menikmati keuntungan yang diperoleh dari pelaksana-an nilai-nilai mulia yang diajarkan-Nya dan di akhirat masuk neraka. Itulah yang ditegaskan Allah pada penutup ayat ini, bahwa ia Mahaperkasa dalam kemahakuasaan-Nya dan Mahabijaksana dalam menjatuhkan azab bagi yang ingkar. Artinya, azab itu memang sesuatu yang pantas bagi orang-orang yang ingkar itu."
        },
        {
          "number": 61,
          "arabic": "وَلَوْ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِظُلْمِهِم مَّا تَرَكَ عَلَيْهَا مِن دَآبَّةٍ وَلَـٰكِن يُؤَخِّرُهُمْ إِلَىٰٓ أَجَلٍ مُّسَمًّى ۖ فَإِذَا جَآءَ أَجَلُهُمْ لَا يَسْتَـْٔخِرُونَ سَاعَةً ۖ وَلَا يَسْتَقْدِمُونَ",
          "transliteration": "walaw yuākhidhu l-lahu l-nāsa biẓul'mihim mā taraka ʿalayhā min dābbatin walākin yu-akhiruhum ilā ajalin musamman fa-idhā jāa ajaluhum lā yastakhirūna sāʿatan walā yastaqdimūna",
          "translation": "Dan kalau Allah menghukum manusia karena kezalimannya, niscaya tidak akan ada yang ditinggalkan-Nya (di bumi) dari makhluk yang melata sekali pun, tetapi Allah menangguhkan mereka sampai waktu yang sudah ditentukan. Maka apabila ajalnya tiba, mereka tidak dapat meminta penundaan atau percepatan sesaat pun.",
          "tafsir": "Allah swt mengancam orang-orang musyrik yang bergelimang dosa. Ancaman itu ialah apabila Allah ingin menghukum manusia karena kezaliman mereka, Ia mampu untuk melakukannya. Mereka akan ditumpas dari permukaan bumi ini, tidak ada satupun yang tersisa. Akan tetapi, Allah tidak menghendaki yang demikian itu. Karena rahmat-Nya yang luas, Allah menangguhkan siksaan-Nya sampai pada suatu saat yang telah ditentukan, yaitu saat ajal telah merenggut mereka. Maksudnya adalah agar mereka dapat mengubah pandangan dan perilaku mereka. Akan tetapi, bila mereka tetap tidak berubah, Allah akan menurunkan azab ketika ajal mereka datang. Dan bila ajal itu telah datang, mereka tidak akan mampu mengundurkan atau mempercepatnya sesaat pun. Kemudian di akhirat mereka akan dimasukkan ke dalam neraka."
        },
        {
          "number": 62,
          "arabic": "وَيَجْعَلُونَ لِلَّهِ مَا يَكْرَهُونَ وَتَصِفُ أَلْسِنَتُهُمُ ٱلْكَذِبَ أَنَّ لَهُمُ ٱلْحُسْنَىٰ ۖ لَا جَرَمَ أَنَّ لَهُمُ ٱلنَّارَ وَأَنَّهُم مُّفْرَطُونَ",
          "transliteration": "wayajʿalūna lillahi mā yakrahūna wataṣifu alsinatuhumu l-kadhiba anna lahumu l-ḥus'nā lā jarama anna lahumu l-nāra wa-annahum muf'raṭūna",
          "translation": "Dan mereka menetapkan bagi Allah apa yang mereka sendiri membencinya, dan lidah mereka mengucapkan kebohongan, bahwa sesungguhnya (segala) yang baik-baik untuk mereka. Tidaklah diragukan bahwa nerakalah bagi mereka, dan sesungguhnya mereka segera akan dimasukkan (ke dalamnya).",
          "tafsir": "Sekali lagi Allah menjelaskan bahwa mereka selalu melemparkan segala hal yang tidak mereka senangi kepada Allah, di antaranya tentang anak perempuan. Mereka tidak mau memiliki anak perempuan, karena menurut mereka anak perempuan hanyalah bagi Allah. Jadi Allahlah yang hina. Dijelaskan juga bahwa mereka selalu menyampaikan kata-kata dusta, yaitu mereka akan selalu bahagia baik di dunia maupun di akhirat, walaupun bergelimang dosa. Hal itu dibantah oleh Allah seraya mengatakan bahwa tempat mereka adalah neraka dan mereka dijebloskan dengan paksa ke dalamnya. Dari informasi di atas, jelas bahwa mereka benar-benar tidak mau mempercayai hari kebangkitan dan tidak mau menyadari kejahatan mereka. Itulah sebabnya Allah swt menegaskan bahwa mereka tidak diragukan lagi akan menjadi penghuni neraka dan akan merasakan azab yang sangat pedih pada saat yang telah ditentukan, yaitu hari akhirat."
        },
        {
          "number": 63,
          "arabic": "تَٱللَّهِ لَقَدْ أَرْسَلْنَآ إِلَىٰٓ أُمَمٍ مِّن قَبْلِكَ فَزَيَّنَ لَهُمُ ٱلشَّيْطَـٰنُ أَعْمَـٰلَهُمْ فَهُوَ وَلِيُّهُمُ ٱلْيَوْمَ وَلَهُمْ عَذَابٌ أَلِيمٌ",
          "transliteration": "tal-lahi laqad arsalnā ilā umamin min qablika fazayyana lahumu l-shayṭānu aʿmālahum fahuwa waliyyuhumu l-yawma walahum ʿadhābun alīmun",
          "translation": "Demi Allah, sungguh Kami telah mengutus (rasul-rasul) kepada umat-umat sebelum engkau (Muhammad), tetapi setan menjadikan terasa indah bagi mereka perbuatan mereka (yang buruk), sehingga dia (setan) menjadi pemimpin mereka pada hari ini dan mereka akan mendapat azab yang sangat pedih.",
          "tafsir": "Dalam ayat ini Allah swt bersumpah dengan nama-Nya sendiri bahwa Dia sungguh telah mengutus banyak rasul kepada umat-umat sebelum Nabi Muhammad. Para rasul itu mengajak mereka untuk beriman dan beribadah kepada Allah swt. Akan tetapi, umat-umat itu telah tertipu oleh tipu daya setan sehingga mereka menyangka perbuatan-perbuatan mereka baik, padahal sebetulnya perbuatan jahat. Setan itulah akhirnya yang menjadi teman mereka, dan akan menemani mereka masuk ke dalam neraka."
        },
        {
          "number": 64,
          "arabic": "وَمَآ أَنزَلْنَا عَلَيْكَ ٱلْكِتَـٰبَ إِلَّا لِتُبَيِّنَ لَهُمُ ٱلَّذِى ٱخْتَلَفُوا۟ فِيهِ ۙ وَهُدًى وَرَحْمَةً لِّقَوْمٍ يُؤْمِنُونَ",
          "transliteration": "wamā anzalnā ʿalayka l-kitāba illā litubayyina lahumu alladhī ikh'talafū fīhi wahudan waraḥmatan liqawmin yu'minūna",
          "translation": "Dan Kami tidak menurunkan Kitab (Alquran) ini kepadamu (Muhammad), melainkan agar engkau dapat menjelaskan kepada mereka apa yang mereka perselisihkan itu, serta menjadi petunjuk dan rahmat bagi orang-orang yang beriman.",
          "tafsir": "Dalam ayat ini Allah swt menjelaskan fungsi Al-Qur'an, yaitu sebagai dasar dan pedoman yang dapat membuka pikiran mereka untuk dapat menilai kebenaran bimbingan wahyu. Allah swt menjelaskan bahwa Dia menurunkan kitab kepada Nabi Muhammad saw untuk dijadikan bimbingan bagi para umatnya. Juga agar Nabi saw dapat menjelaskan persoalan-persoalan yang mereka ragukan atau tidak percayai, sehingga mereka dapat melihat mana yang hak dan mana yang batil, mana yang benar dan mana yang salah. Di samping itu, Al-Qur'an berfungsi sebagai petunjuk yang dapat membimbing umatnya kepada kebenaran sehingga terhindar dari kesesatan. Al-Qur'an juga berfungsi sebagai rahmat Allah terbesar kepada hamba yang mau beriman. Dengan berpedoman kepada Al-Qur'an, mereka akan terbimbing dalam hidup di dunia dan akan berbahagia di dunia dan di akhirat."
        }
      ]
    }
  ]
}