{
  "pageNumber": 344,
  "juz": 18,
  "surahs": [
    {
      "number": 23,
      "name": "Al-Mu'minun",
      "nameArabic": "المؤمنون",
      "meaning": "Orang-orang Beriman",
      "revelation": "Makkah",
      "description": "Surat Al-Mu'minun terdiri dari 118 ayat dan termasuk surat Makkiyyah.Dinamai \"Al-Mu'minun\" karena permulaan surat ini menerangkan tentang sifat-sifat orang mukmin yang mendatangkan keberuntungan di akhirat dan ketenteraman jiwa di dunia. Sedemikian tinggi sifat-sifat itu, maka ia pun menjadi akhlak bagi Nabi Muhammad.**Pokok-Pokok Isi:**1. **Keimanan:** Kepastian hari kebangkitan dan hal-hal yang terjadi pada hari kiamat; Allah tidak memerlukan anak atau sekutu.2. **Hukum-hukum:** Manusia dibebani sesuai dengan kesanggupannya; semua rasul menyuruh umatnya untuk memakan makanan yang halal dan baik; pokok-pokok agama yang dibawa para nabi adalah sama hanya syariatnya yang berbeda-beda.3. **Kisah-kisah:** Kisah Nabi Nuh; kisah Nabi Hud; kisah Nabi Musa dan Nabi Harun; kisah Nabi 'Isa.4. **Lain-lain:** Tujuh perkara yang harus dipenuhi seorang mukmin yang ingin beruntung di dunia dan di akhirat; proses kejadian manusia; tanda-tanda orang yang bersegera melakukan kebaikan; nikmat yang Allah anugerahkan kepada manusia dan wajib disyukuri.Surat Al-Mu'minun dimulai dengan menyebutkan sifat-sifat yang dimiliki seorang mukmin yang beruntung di dunia dan di akhirat. Meskipun Allah tidak membeda-bedakan pemberian rezeki di dunia ini kepada manusia apakah ia mukmin atau kafir, tetapi kebahagiaan yang sebenarnya hanya diberikan kepada orang-orang yang mukmin di akhirat kelak. Kemudian dikemukakan apa yang telah dialami oleh para nabi dan umatnya masing-masing. Orang yang mengikuti nabi akan mendapat pertolongan Allah dan orang yang mengingkari nabi akan dimusnahkan Allah. Hal ini hendaknya menjadi pelajaran bagi generasi yang datang setelahnya. Setelah menggambarkan kedahsyatan hari kiamat, surat ini ditutup dengan menggambarkan hasil yang diperoleh orang-orang mukmin dan orang-orang kafir di akhirat nanti.**Hubungan Surat Al-Mu'Minun Dengan Surat An-Nur:**1. Pada permulaan surat Al-Mu'minun disebutkan bahwa salah satu tanda orang mukmin ialah menjaga kemaluan, sedangkan permulaan surat An-Nur menetapkan hukum bagi orang yang tidak dapat menjaga kemaluan, yaitu zina dan apa yang berhubungan dengannya, seperti: menuduh orang berbuat zina, qishshatul ifki, menjaga pandangan, menyuruh orang yang belum sanggup menikah agar menahan diri, dan sebagainya.2. Pada surat Al-Mu'minun Allah menegaskan bahwa Dia menciptakan alam ini dengan hikmah, yaitu agar semua makhluk melaksanakan perintah-perintah dan meninggalkan larangan-larangan-Nya, sedangkan surat An-Nur menyebutkan sejumlah perintah dan larangan itu.",
      "verses": [
        {
          "number": 28,
          "arabic": "فَإِذَا ٱسْتَوَيْتَ أَنتَ وَمَن مَّعَكَ عَلَى ٱلْفُلْكِ فَقُلِ ٱلْحَمْدُ لِلَّهِ ٱلَّذِى نَجَّىٰنَا مِنَ ٱلْقَوْمِ ٱلظَّـٰلِمِينَ",
          "transliteration": "fa-idhā is'tawayta anta waman maʿaka ʿalā l-ful'ki faquli l-ḥamdu lillahi alladhī najjānā mina l-qawmi l-ẓālimīna",
          "translation": "Dan apabila engkau dan orang-orang yang bersamamu telah berada di atas kapal, maka ucapkanlah, \"Segala puji bagi Allah yang telah menyelamatkan kami dari orang-orang yang zalim.\"",
          "tafsir": "Allah memerintahkan kepada Nuh, jika ia bersama orang-orang yang beriman telah berada di atas perahu, maka ia harus mengucapkan pujian kepada Allah sebagai rasa syukur atas keselamatan mereka semuanya yang berada dalam perahu itu, \"Segala puji bagi Allah yang telah menyelamatkan kami dari orang-orang yang zalim.\" Ayat ini memberi petunjuk bahwa kita tidak boleh merasa gembira dengan turunnya azab kepada orang atau golongan lain, kecuali bila di dalamnya mengandung keselamatan bagi kaum mukminin, terhindarnya mereka dari bahaya kemusnahan, dan tersapu bersihnya dunia dari segala bentuk kemusyrikan dan kemaksiatan. Menurut keterangan Ibnu 'Abbas ra bahwa yang berada dalam perahu Nuh itu selain semua jenis binatang itu ada 80 orang manusia, yaitu Nuh beserta tiga orang putranya beserta istri-istrinya dan 72 orang mukmin umat Nuh yang setia kepadanya."
        },
        {
          "number": 29,
          "arabic": "وَقُل رَّبِّ أَنزِلْنِى مُنزَلًا مُّبَارَكًا وَأَنتَ خَيْرُ ٱلْمُنزِلِينَ",
          "transliteration": "waqul rabbi anzil'nī munzalan mubārakan wa-anta khayru l-munzilīna",
          "translation": "Dan berdoalah, \"Ya Tuhanku, tempatkanlah aku pada tempat yang diberkahi, dan Engkau adalah sebaik-baik pemberi tempat.\"",
          "tafsir": "Nuh disuruh berdoa pula, \"Ya Tuhanku, turunkanlah aku, bila topan sudah berakhir, pada tempat yang diberkati dan hanya Engkaulah yang dapat memberi tempat yang sebaik-baiknya, yang mengetahui tempat-tempat yang cocok lagi selaras bagi kami.\" Qatadah berkata, Allah mengajarkan kepada kita supaya membaca doa ini ketika naik kapal: Dan dia berkata, \"Naiklah kamu semua ke dalamnya (kapal) dengan (menyebut) nama Allah pada waktu berlayar dan berlabuhnya. (Hud/11: 41) Dan ketika berada di atas kendaraan membaca: Mahasuci (Allah) yang telah menundukkan semua ini bagi kami padahal kami sebelumnya tidak mampu menguasainya, dan sesungguhnya kami akan kembali kepada Tuhan kami.\" (az-Zukhruf/43: 13-14)"
        },
        {
          "number": 30,
          "arabic": "إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ وَإِن كُنَّا لَمُبْتَلِينَ",
          "transliteration": "inna fī dhālika laāyātin wa-in kunnā lamub'talīna",
          "translation": "Sungguh, pada (kejadian) itu benar-benar terdapat tanda-tanda (kebesaran Allah); dan sesungguhnya Kami benar-benar menimpakan siksaan (kepada kaum Nuh).",
          "tafsir": "Sesungguhnya dalam peristiwa topan besar yang membinasakan kaum Nuh yang mendustakan Rasul-Nya, dengan mengingkari keesaan Allah dan menyembah berhala-berhala, terdapat pelajaran bagi kaum Quraisy yang mendustakan kerasulan Muhammad saw, bahwa peristiwa yang menimpa kaum Nuh itu dapat pula menimpa kaum Quraisy yang berani mendustakan Rasulullah dan memusuhinya. Pada kejadian itu benar-benar terdapat beberapa azab yang sangat besar kepada kaum Nuh itu, supaya orang-orang yang datang kemudian mengambil pelajaran daripadanya, sesuai dengan firman Allah: Dan sungguh, kapal itu telah Kami jadikan sebagai tanda (pelajaran). Maka adakah orang yang mau mengambil pelajaran? (al-Qamar/54: 15)"
        },
        {
          "number": 31,
          "arabic": "ثُمَّ أَنشَأْنَا مِنۢ بَعْدِهِمْ قَرْنًا ءَاخَرِينَ",
          "transliteration": "thumma anshanā min baʿdihim qarnan ākharīna",
          "translation": "Kemudian setelah mereka, Kami ciptakan umat yang lain (kaum 'Ād).",
          "tafsir": "Ayat ini menerangkan bahwa Allah menciptakan umat yang lain setelah kaum Nuh, yaitu Kaum 'Ad kaumnya Nabi Hud, kaum samud kaumnya Nabi Saleh, dan kaum Madyan yaitu kaumnya Nabi Syuaib. Dari tiga kaum ini pendapat yang paling kuat yang sesuai dengan ayat ini kaum 'Ad karena dalam sejarah kenabian setelah Nabi Nuh yang diutus kemudian adalah Nabi Hud. Jadi, yang dimaksud dengan qarnan akharin adalah kaum 'Ad, samud dan Madyan."
        },
        {
          "number": 32,
          "arabic": "فَأَرْسَلْنَا فِيهِمْ رَسُولًا مِّنْهُمْ أَنِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَـٰهٍ غَيْرُهُۥٓ ۖ أَفَلَا تَتَّقُونَ",
          "transliteration": "fa-arsalnā fīhim rasūlan min'hum ani uʿ'budū l-laha mā lakum min ilāhin ghayruhu afalā tattaqūna",
          "translation": "Lalu Kami utus kepada mereka seorang rasul dari kalangan mereka sendiri (yang berkata), \"Sembahlah Allah! Tidak ada tuhan (yang berhak disembah) bagimu selain Dia. Maka mengapa kamu tidak bertakwa (kepada-Nya)?\"",
          "tafsir": "Ayat ini menjelaskan bahwa Allah mengutus kepada kaum 'Ad itu seorang rasul dari kalangan mereka sendiri, yaitu Nabi Hud yang melaksanakan dakwah kepada mereka seraya menyerukan, \"Hai kaumku, sembahlah Allah dan tinggalkanlah semua berhala-berhalamu, karena sekali-kali tidak ada Tuhan yang berhak disembah dengan sebenarnya melainkan Dia. Mengapa kamu tidak bertakwa kepada-Nya?\""
        },
        {
          "number": 33,
          "arabic": "وَقَالَ ٱلْمَلَأُ مِن قَوْمِهِ ٱلَّذِينَ كَفَرُوا۟ وَكَذَّبُوا۟ بِلِقَآءِ ٱلْـَٔاخِرَةِ وَأَتْرَفْنَـٰهُمْ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا مَا هَـٰذَآ إِلَّا بَشَرٌ مِّثْلُكُمْ يَأْكُلُ مِمَّا تَأْكُلُونَ مِنْهُ وَيَشْرَبُ مِمَّا تَشْرَبُونَ",
          "transliteration": "waqāla l-mala-u min qawmihi alladhīna kafarū wakadhabū biliqāi l-ākhirati wa-atrafnāhum fī l-ḥayati l-dun'yā mā hādhā illā basharun mith'lukum yakulu mimmā takulūna min'hu wayashrabu mimmā tashrabūna",
          "translation": "Dan berkatalah para pemuka orang kafir dari kaumnya dan yang mendustakan pertemuan hari akhirat serta mereka yang telah Kami beri kemewahan dan kesenangan dalam kehidupan di dunia, \"(Orang) ini tidak lain hanyalah manusia seperti kamu, dia makan apa yang kamu makan, dan dia minum apa yang kamu minum.\"",
          "tafsir": "Pemuka-pemuka kaumnya yang kafir mengingkari ketauhidan kepada Allah, dan adanya kebangkitan dan hisab pada hari Kiamat karena terlalu cinta pada kemewahan hidup di dunia. Mereka menjawab seruan Nabi Hud dengan berkata, \"Orang ini (Hud) tidak lain hanyalah seorang manusia biasa seperti kamu, tidak mempunyai kelebihan, makan minum biasa seperti kita. Karena itu seruannya tak usah dihiraukan sama sekali.\""
        },
        {
          "number": 34,
          "arabic": "وَلَئِنْ أَطَعْتُم بَشَرًا مِّثْلَكُمْ إِنَّكُمْ إِذًا لَّخَـٰسِرُونَ",
          "transliteration": "wala-in aṭaʿtum basharan mith'lakum innakum idhan lakhāsirūna",
          "translation": "Dan sungguh, jika kamu menaati manusia yang seperti kamu, niscaya kamu merugi,",
          "tafsir": "Pemuka orang kafir itu melanjutkan ucapannya, \"Jika kamu sekalian menaati manusia biasa seperti kamu, dan mengikuti saja seruan Hud tanpa penelitian lebih dahulu, niscaya kamu akan menjadi manusia yang merugi dan tertipu.\" Mereka tidak mau jika rasul itu hanya manusia biasa. Mereka ingin rasul itu dari malaikat sehingga tampak hebat dan luar biasa. Padahal jika rasul itu malaikat mereka pasti tidak mampu mengikutinya, karena karakter malaikat tidak sama dengan karakter manusia. Manusia tidak mungkin dapat mengikuti cara beribadah dan cara hidup malaikat yang tidak memiliki nafsu sehingga hidupnya selalu dan hanya untuk beribadah. Sedangkan manusia lemah, memiliki nafsu dan mudah tergoda oleh iblis dan setan."
        },
        {
          "number": 35,
          "arabic": "أَيَعِدُكُمْ أَنَّكُمْ إِذَا مِتُّمْ وَكُنتُمْ تُرَابًا وَعِظَـٰمًا أَنَّكُم مُّخْرَجُونَ",
          "transliteration": "ayaʿidukum annakum idhā mittum wakuntum turāban waʿiẓāman annakum mukh'rajūna",
          "translation": "adakah dia menjanjikan kepada kamu, bahwa apabila kamu telah mati dan menjadi tanah dan tulang belulang, sesungguhnya kamu akan dikeluarkan (dari kuburmu)?",
          "tafsir": "Kemudian mereka menambah alasan keingkaran mereka kepada rasul yang diutus Allah, yaitu Nabi Hud dengan mengatakan bagaimana mungkin Nabi Hud menjanjikan kepada pengikutnya bahwa jika manusia sudah mati, dan badannya telah hancur dalam kubur dan hanya tinggal tulang-belulang saja, akan dibangkitkan lagi dalam keadaan utuh dari kuburannya itu untuk dihisab pada hari Kiamat. Mereka tidak mempercayainya karena hanya mengikuti pemikirannya yang dangkal, padahal dalam Surah Yasin Allah telah berfirman: Katakanlah (Muhammad), \"Yang akan menghidupkannya ialah (Allah) yang menciptakannya pertama kali. Dan Dia Maha Mengetahui tentang segala makhluk. (Yasin/36: 79)"
        },
        {
          "number": 36,
          "arabic": "۞ هَيْهَاتَ هَيْهَاتَ لِمَا تُوعَدُونَ",
          "transliteration": "hayhāta hayhāta limā tūʿadūna",
          "translation": "Jauh! Jauh sekali (dari kebenaran) apa yang diancamkan kepada kamu,",
          "tafsir": "Ayat ini menjelaskan bahwa apa yang dikatakan Nabi Hud tentang kebangkitan, menurut mereka mustahil terjadi. Mereka tidak mau beranjak dari pikirannya yang sederhana untuk melihat kenyataan bahwa ada kekuasaan Allah di luar kekuasaan manusia. Allah yang telah menciptakan alam semesta dan seluruh manusia."
        },
        {
          "number": 37,
          "arabic": "إِنْ هِىَ إِلَّا حَيَاتُنَا ٱلدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا نَحْنُ بِمَبْعُوثِينَ",
          "transliteration": "in hiya illā ḥayātunā l-dun'yā namūtu wanaḥyā wamā naḥnu bimabʿūthīna",
          "translation": "(kehidupan itu) tidak lain hanyalah kehidupan kita di dunia ini, (di sanalah) kita mati dan hidup<sup foot_note=135502>1</sup> dan tidak akan dibangkitkan (lagi),",
          "tafsir": "Kemudian mereka mempertegas keingkaran mereka dengan ucapan, \"Kehidupan yang sebenarnya hanya kehidupan dunia ini saja. Sebagian kita ada yang hidup kemudian mati, disusul pula oleh yang lain secara silih berganti, generasi demi generasi, tak beda seperti tanaman, di sana ada yang bercocok tanam dan di situ ada yang panen. Kita sekalian tidak akan dibangkitkan lagi setelah mati.\" Orang-orang kafir hanya memandang kehidupan manusia seperti tumbuh-tumbuhan dan binatang yang dari waktu ke waktu hanya mengalami pergantian generasi, dan tidak ada perkembangan pikiran dan kebudayaan, serta tidak ada tanggung jawab dalam perbuatannya sehari-hari."
        },
        {
          "number": 38,
          "arabic": "إِنْ هُوَ إِلَّا رَجُلٌ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا وَمَا نَحْنُ لَهُۥ بِمُؤْمِنِينَ",
          "transliteration": "in huwa illā rajulun if'tarā ʿalā l-lahi kadhiban wamā naḥnu lahu bimu'minīna",
          "translation": "Dia tidak lain hanyalah seorang laki-laki yang mengada-adakan kebohongan terhadap Allah, dan kita tidak akan mempercayainya.",
          "tafsir": "Mereka tidak saja mengingkari kebangkitan setelah mati, tetapi juga melemparkan tuduhan kepada Hud bahwa ia berbuat dusta kepada Allah. Mereka berkata, \"Orang itu memang mengadakan kedustaan terhadap Allah dan kami sekali-kali tidak akan beriman kepadanya.\""
        },
        {
          "number": 39,
          "arabic": "قَالَ رَبِّ ٱنصُرْنِى بِمَا كَذَّبُونِ",
          "transliteration": "qāla rabbi unṣur'nī bimā kadhabūni",
          "translation": "Dia (Hud) berdoa, \"Ya Tuhanku, tolonglah aku karena mereka mendustakan aku.\"",
          "tafsir": "Ketika Hud mendengar ucapan kaumnya, bahwa mereka sama sekali tidak akan beriman kepadanya, maka beliau berdoa kepada Allah, \"Ya Tuhanku, tolonglah aku karena mereka mendustakan aku, walaupun aku telah menjalankan segala daya upaya untuk memberi petunjuk kepada mereka, tetapi mereka telah menutup semua pintu-pintu hidayah, sehingga aku merasa berputus asa dari keimanan mereka itu.\""
        },
        {
          "number": 40,
          "arabic": "قَالَ عَمَّا قَلِيلٍ لَّيُصْبِحُنَّ نَـٰدِمِينَ",
          "transliteration": "qāla ʿammā qalīlin layuṣ'biḥunna nādimīna",
          "translation": "Dia (Allah) berfirman, \"Tidak lama lagi mereka pasti akan menyesal.\"",
          "tafsir": "Allah berfirman, \"Tunggulah, tidak lama lagi orang-orang yang mendustakanmu itu semuanya akan menjadi orang-orang yang menyesal. Azab-Ku akan menimpa mereka dan pada waktu itu semua penyesalan tidak akan berguna lagi.\""
        },
        {
          "number": 41,
          "arabic": "فَأَخَذَتْهُمُ ٱلصَّيْحَةُ بِٱلْحَقِّ فَجَعَلْنَـٰهُمْ غُثَآءً ۚ فَبُعْدًا لِّلْقَوْمِ ٱلظَّـٰلِمِينَ",
          "transliteration": "fa-akhadhathumu l-ṣayḥatu bil-ḥaqi fajaʿalnāhum ghuthāan fabuʿ'dan lil'qawmi l-ẓālimīna",
          "translation": "Lalu mereka benar-benar dimusnahkan oleh suara yang mengguntur, dan Kami jadikan mereka (seperti) sampah yang dibawa banjir.<sup foot_note=135503>1</sup> Maka binasalah orang-orang yang zalim.",
          "tafsir": "Maka mereka dimusnahkan dengan azab yang tidak ada bandingannya, yaitu dihancurkan oleh air dan suara yang mengguntur dengan dahsyat. Mereka dijadikan sebagai sampah banjir besar yang tidak berfaedah sama sekali, maka orang-orang yang zalim itu menjadi binasa."
        },
        {
          "number": 42,
          "arabic": "ثُمَّ أَنشَأْنَا مِنۢ بَعْدِهِمْ قُرُونًا ءَاخَرِينَ",
          "transliteration": "thumma anshanā min baʿdihim qurūnan ākharīna",
          "translation": "Kemudian setelah mereka Kami ciptakan umat-umat yang lain.",
          "tafsir": "Setelah kehancuran kaum 'Ad, pada ayat ini diterangkan tentang kaum samud, kaum negeri Madyan dan negeri Aikah, serta negeri Sodom. Kepada kaum samud Allah mengutus Nabi Saleh, tetapi kaum samud menolaknya, bahkan sampai membunuh unta Nabi Saleh yang merupakan mukjizatnya. Sedangkan kepada penduduk Madyan dan Aikah, Allah mengutus Nabi Syuaib. Mereka juga durhaka dan menolak Nabi Syuaib, serta mereka suka mengurangi timbangan. Penduduk Sodom juga mengingkari Nabi Lut dan banyak yang melakukan homoseksual."
        }
      ]
    }
  ]
}