{
  "pageNumber": 244,
  "juz": 13,
  "surahs": [
    {
      "number": 12,
      "name": "Yusuf",
      "nameArabic": "يوسف",
      "meaning": "Nabi Yusuf",
      "revelation": "Makkah",
      "description": "Surat Yusuf ini terdiri dari 111 ayat dan termasuk surat Makkiyyah karena diturunkan di Mekah sebelum hijrah. Surat ini dinamai Yusuf karena titik berat isinya mengenai kisah Nabi Yusuf. Kisah ini termasuk cerita ghaib yang diwahyukan kepada Nabi Muhammad sebagai mukjizat bagi beliau, yang sebelumnya tidak beliau ketahui. Menurut riwayat Al Baihaqi dalam kitab \"Ad Dalail\" bahwa segolongan orang Yahudi masuk Islam setelah mendengar kisah Nabi Yusuf tersebut, karena sesuai dengan kisah yang mereka ketahui.Dari kisah Nabi Yusuf ini, Nabi Muhammad banyak mengambil pelajaran dan merupakan penghibur bagi beliau dalam menjalankan tugasnya.**Pokok-Pokok Isi:**1. **Keimanan:** Kenabian Yusuf dan mukjizat-mukjizatnya; menentukan hukum dalam agama adalah hak Allah semata; qadha Allah tak dapat diubah; semua rasul berkelamin laki-laki2. **Hukum-hukum:** Keharusan merahasiakan sesuatu untuk menghindari fitnah; barang dan anak temuan wajib dipungut dan tidak boleh dibiarkan; boleh melakukan muslihat yang tidak merugikan orang lain untuk memperoleh sesuatu kemaslahatan.3. **Kisah-kisah:** Kisah Nabi Yusuf bersaudara dan orang tua mereka, Nabi Ya'qub.4. **Lain-lain:** Beberapa sifat dan suri teladan mulia yang dapat diambil dari kisah Nabi Yusuf; persamaan antara agama para nabi, tauhid.Surat Yusuf ini seluruh isinya berkisah tentang Nabi Yusuf dan saudara-saudaranya beserta kedua orang tua mereka. Cara penuturan kisah Nabi Yusuf ini kepada Nabi Muhammad berbeda dengan kisah nabi-nabi yang lain; kisah Nabi Yusuf secara khusus diceritakan dalam satu surat sedang kisah nabi-nabi yang lain disebutkan dalam beberapa surat. Selain itu, isi kisah Nabi Yusuf juga berbeda dengan kisah nabi-nabi yang lain. Dalam kisah nabi-nabi yang lain, Allah menitikberatkan pada tantangan yang bermacam-macam dari kaum mereka, kemudian mengakhiri kisah tersebut dengan kemusnahan para penentang para nabi. Dalam kisah Nabi Yusuf, Allah menonjolkan kesudahan yang baik dari kesabaran, dan bahwa kesenangan datang setelah penderitaan. Allah menguji Nabi Ya'qub dengan kehilangan putranya, Yusuf, dan penglihatannya. Juga menguji ketabahan dan kesabaran Yusuf dengan dipisahkan dari kedua orang tuanya, dibuang ke dalam sumur, dan diperdagangkan sebagai hamba sahaya. Lalu Allah menguji imannya dengan godaan perempuan cantik lagi bangsawan dan akhirnya dimasukkan ke dalam penjara. Kemudian Allah melepaskan Yusuf dan ayahnya dari segala penderitaan dan cobaan, menghimpunkan mereka kembali, mengembalikan penglihatan Ya'qub, dan menghidupkan lagi cinta kasih antara mereka dengan Yusuf.**Hubungan Surat Yusuf Dengan Surat Ar Ra'd:**1. Dalam surat ini secara umum Allah mengemukakan adanya tanda-tanda keesaan Allah di langit dan di bumi. Di dalam surat Ar Ra'd Allah mengemukakannya lagi secara lebih jelas.2. Kedua surat tersebut sama-sama memuat pengalaman nabi-nabi zaman dahulu beserta umatnya. Yang menentang kebenaran mengalami kehancuran sedang yang mengikuti kebenaran mendapat kemenangan.3. Pada akhir surat Yusuf diterangkan bahwa Al-Qur'an bukanlah perkataan yang diada-adakan tetapi petunjuk dan rahmat bagi orang yang beriman, dan keterangan ini diulangi lagi di awal surat Ar Ra'd.",
      "verses": [
        {
          "number": 70,
          "arabic": "فَلَمَّا جَهَّزَهُم بِجَهَازِهِمْ جَعَلَ ٱلسِّقَايَةَ فِى رَحْلِ أَخِيهِ ثُمَّ أَذَّنَ مُؤَذِّنٌ أَيَّتُهَا ٱلْعِيرُ إِنَّكُمْ لَسَـٰرِقُونَ",
          "transliteration": "falammā jahhazahum bijahāzihim jaʿala l-siqāyata fī raḥli akhīhi thumma adhana mu-adhinun ayyatuhā l-ʿīru innakum lasāriqūna",
          "translation": "Maka ketika telah disiapkan bahan makanan untuk mereka, dia (Yusuf) memasukkan piala<sup foot_note=135368>1</sup> ke dalam karung saudaranya. Kemudian berteriaklah seseorang yang menyerukan, \"Wahai kafilah! Sesungguhnya kamu pasti pencuri.\"",
          "tafsir": "Maka tatkala bahan makanan itu sedang dipersiapkan, diam-diam Yusuf memasukkan piala (tempat minum yang dapat juga digunakan untuk menakar) raja ke dalam karung Bunyamin. Setelah kafilah itu bersiap-siap untuk berangkat meninggalkan Mesir, seorang utusan datang menyusul kafilah itu seraya berseru dengan suara yang keras, \"Hai kafilah, tunggu dulu sesungguhnya kamu adalah para pencuri.\""
        },
        {
          "number": 71,
          "arabic": "قَالُوا۟ وَأَقْبَلُوا۟ عَلَيْهِم مَّاذَا تَفْقِدُونَ",
          "transliteration": "qālū wa-aqbalū ʿalayhim mādhā tafqidūna",
          "translation": "Mereka bertanya, sambil menghadap kepada mereka (yang menuduh), \" Kamu kehilangan apa?\"",
          "tafsir": "Saudara-saudara Yusuf segera menghentikan perjalanan mereka dan bertanya barang apakah yang hilang dari kerajaan, sehingga ia datang menyusul dan menuduh mereka sebagai pencuri."
        },
        {
          "number": 72,
          "arabic": "قَالُوا۟ نَفْقِدُ صُوَاعَ ٱلْمَلِكِ وَلِمَن جَآءَ بِهِۦ حِمْلُ بَعِيرٍ وَأَنَا۠ بِهِۦ زَعِيمٌ",
          "transliteration": "qālū nafqidu ṣuwāʿa l-maliki waliman jāa bihi ḥim'lu baʿīrin wa-anā bihi zaʿīmun",
          "translation": "Mereka menjawab, \"Kami kehilangan piala raja, dan siapa yang dapat mengembalikannya akan memperoleh (bahan makanan seberat) beban unta, dan aku jamin itu.\"",
          "tafsir": "Penyeru itu berkata bahwa raja kehilangan piala yang ada cap kerajaan padanya. Barang siapa yang dapat mengembalikan piala itu akan memperoleh hadiah yaitu bahan makanan seberat beban unta. Penyeru itu menjelaskan pula bahwa dia menjamin akan tetap memberikan hadiah itu pada siapa saja yang bisa mengembalikannya."
        },
        {
          "number": 73,
          "arabic": "قَالُوا۟ تَٱللَّهِ لَقَدْ عَلِمْتُم مَّا جِئْنَا لِنُفْسِدَ فِى ٱلْأَرْضِ وَمَا كُنَّا سَـٰرِقِينَ",
          "transliteration": "qālū tal-lahi laqad ʿalim'tum mā ji'nā linuf'sida fī l-arḍi wamā kunnā sāriqīna",
          "translation": "Mereka (saudara-saudara Yusuf) menjawab, \"Demi Allah, sungguh, kamu mengetahui bahwa kami datang bukan untuk berbuat kerusakan di negeri ini dan kami bukanlah para pencuri.\"",
          "tafsir": "Saudara-saudara Yusuf berkata dengan maksud membersihkan diri dari tuduhan itu, \"Demi Allah kamu telah mengetahui bahwa kami datang ke Mesir ini, baik pertama maupun yang kedua kalinya, bukan untuk membuat kerusakan di negeri Mesir dengan mencuri ataupun melakukan kejahatan lainnya, dan kami yakin bahwa kami bukanlah pencuri.\""
        },
        {
          "number": 74,
          "arabic": "قَالُوا۟ فَمَا جَزَٰٓؤُهُۥٓ إِن كُنتُمْ كَـٰذِبِينَ",
          "transliteration": "qālū famā jazāuhu in kuntum kādhibīna",
          "translation": "Mereka berkata, \"Tetapi apa hukumannya jika kamu dusta?\"",
          "tafsir": "Penyeru itu bertanya, \"Tetapi apa akibatnya jika kamu berdusta? Dan ternyata piala raja itu disembunyikan di karung-karungmu.\""
        },
        {
          "number": 75,
          "arabic": "قَالُوا۟ جَزَٰٓؤُهُۥ مَن وُجِدَ فِى رَحْلِهِۦ فَهُوَ جَزَٰٓؤُهُۥ ۚ كَذَٰلِكَ نَجْزِى ٱلظَّـٰلِمِينَ",
          "transliteration": "qālū jazāuhu man wujida fī raḥlihi fahuwa jazāuhu kadhālika najzī l-ẓālimīna",
          "translation": "Mereka menjawab, \"Hukumannya ialah pada siapa yang ditemukan dalam karungnya (barang yang hilang itu), maka dia sendirilah yang menerima hukumannya.<sup foot_note=135369>1</sup> Demikianlah kami memberi hukuman kepada orang-orang zalim.\"",
          "tafsir": "Mereka menjawab, \"Balasannya ialah siapa saja yang ditemukan piala itu di dalam karungnya, maka dialah pencurinya dan harus bersedia menerima akibatnya.\" Syariat yang berlaku menurut agama yang dibawa Nabi Yakub ialah si pencuri dijadikan hamba sahaya oleh orang yang kecurian selama satu tahun. Demikianlah Allah membalas kejahatan orang-orang yang zalim."
        },
        {
          "number": 76,
          "arabic": "فَبَدَأَ بِأَوْعِيَتِهِمْ قَبْلَ وِعَآءِ أَخِيهِ ثُمَّ ٱسْتَخْرَجَهَا مِن وِعَآءِ أَخِيهِ ۚ كَذَٰلِكَ كِدْنَا لِيُوسُفَ ۖ مَا كَانَ لِيَأْخُذَ أَخَاهُ فِى دِينِ ٱلْمَلِكِ إِلَّآ أَن يَشَآءَ ٱللَّهُ ۚ نَرْفَعُ دَرَجَـٰتٍ مَّن نَّشَآءُ ۗ وَفَوْقَ كُلِّ ذِى عِلْمٍ عَلِيمٌ",
          "transliteration": "fabada-a bi-awʿiyatihim qabla wiʿāi akhīhi thumma is'takhrajahā min wiʿāi akhīhi kadhālika kid'nā liyūsufa mā kāna liyakhudha akhāhu fī dīni l-maliki illā an yashāa l-lahu narfaʿu darajātin man nashāu wafawqa kulli dhī ʿil'min ʿalīmun",
          "translation": "Maka mulailah dia (memeriksa) karung-karung mereka sebelum (memeriksa) karung saudaranya sendiri, kemudian dia mengeluarkan (piala raja) itu dari karung saudaranya. Demikianlah Kami mengatur (rencana) untuk Yusuf. Dia tidak dapat menghukum saudaranya menurut undang-undang raja, kecuali Allah menghendakinya. Kami angkat derajat orang yang Kami kehendaki; dan di atas setiap orang yang berpengetahuan ada yang lebih mengetahui.",
          "tafsir": "Setelah kafilah kembali lagi ke Mesir dan menghadap Yusuf, ia mulai memeriksa karung-karung mereka semuanya dan yang terakhir diperiksa adalah karung Bunyamin. Sengaja beliau berbuat demikian untuk menutupi taktiknya. Kemudian Yusuf menemukan piala yang hilang itu dari karung Bunyamin. Dengan cara demikian Allah mengatur taktik Yusuf untuk mencapai maksudnya. Yusuf sama sekali tidak bermaksud menghu-kum saudaranya menurut undang-undang kerajaan kecuali jika Allah menghendakinya. Beliau sengaja membuat taktik ini untuk sekedar menguji akhlak saudara-saudaranya dan bukan untuk menyakiti Bunyamin, karena ia terlebih dahulu telah diberitahu tentang rencana tersebut. Allah meninggikan derajat orang-orang yang dikehendaki-Nya, baik berupa ilmu maupun keimanan dan memperlihatkan pula jalan kebenaran untuk mencapai maksudnya, seperti Allah telah mengangkat derajat Yusuf di atas saudara-saudaranya. Di atas setiap orang yang berpengetahuan ada lagi yang lebih mengetahui. Hanya Allah yang Maha Mengetahui."
        },
        {
          "number": 77,
          "arabic": "۞ قَالُوٓا۟ إِن يَسْرِقْ فَقَدْ سَرَقَ أَخٌ لَّهُۥ مِن قَبْلُ ۚ فَأَسَرَّهَا يُوسُفُ فِى نَفْسِهِۦ وَلَمْ يُبْدِهَا لَهُمْ ۚ قَالَ أَنتُمْ شَرٌّ مَّكَانًا ۖ وَٱللَّهُ أَعْلَمُ بِمَا تَصِفُونَ",
          "transliteration": "qālū in yasriq faqad saraqa akhun lahu min qablu fa-asarrahā yūsufu fī nafsihi walam yub'dihā lahum qāla antum sharrun makānan wal-lahu aʿlamu bimā taṣifūna",
          "translation": "Mereka berkata, \"Jika dia mencuri, maka sungguh sebelum itu saudaranya pun pernah pula mencuri.\" Maka Yusuf menyembunyikan (kejengkelan) dalam hatinya dan tidak ditampakkannya kepada mereka. Dia berkata (dalam hatinya), \"Kedudukanmu justru lebih buruk. Dan Allah Maha Mengetahui apa yang kamu terangkan.\"",
          "tafsir": "Dalam ayat ini, saudara-saudara Yusuf mengatakan bahwa jika Bunyamin ternyata mencuri, itu karena saudaranya Yusuf juga telah mencuri. Tuduhan mereka bahwa Yusuf pernah mencuri menunjukkan bahwa sifat dengki masih tertanam dalam hati mereka. Hal itu sempat menimbulkan perasaan jengkel dalam diri Yusuf. Akan tetapi, dengan sabar Yusuf mampu menyembunyikan kejengkelan itu dan tidak menampakkan-nya kepada mereka. Bahwa Yusuf dikatakan pernah mencuri pada waktu ia masih kecil, sebenarnya tidaklah benar. Peristiwa yang sebenarnya bukanlah kasus pencurian, melainkan kasus yang direkayasa agar Yusuf kecil tetap tinggal bersama bibinya, tidak dibawa pulang oleh ayahnya, yaitu Nabi Yakub a.s. Kasusnya adalah seperti yang diriwayatkan oleh Mujahid r.a. yang menerangkan bahwa Yusuf ketika kecil dipelihara oleh bibinya yang sangat sayang kepadanya. Bibinya menyimpan ikat pinggang Nabi Ishak a.s. yang secara turun-temurun diwariskan kepada anaknya yang tertua. Nabi Yakub sering datang kepada saudara perempuannya, untuk mengambil Yusuf. Karena bibinya amat sayang kepadanya, beliau mempertahankan Yusuf supaya tetap di bawah asuhannya. Akhirnya, bibinya tersebut membuat suatu taktik dengan mengikatkan ikat pinggang pusaka tadi ke pinggang Yusuf dan ditutup oleh bajunya sehingga tidak kelihatan. Lalu, bibinya mengumumkan bahwa ikat pinggang pusaka itu hilang dicuri orang. Kemudian, semua anggota keluarga diperiksa. Ternyata ikat pinggang kedapatan dipakai oleh Yusuf. Menurut syariat Nabi Yakub a.s. waktu itu, Yusuf harus diserahkan kepada bibinya sebagai hamba sahaya selama satu tahun. Peristiwa inilah, antara lain, yang dituduhkan oleh saudara-saudaranya bahwa ia pernah mencuri."
        },
        {
          "number": 78,
          "arabic": "قَالُوا۟ يَـٰٓأَيُّهَا ٱلْعَزِيزُ إِنَّ لَهُۥٓ أَبًا شَيْخًا كَبِيرًا فَخُذْ أَحَدَنَا مَكَانَهُۥٓ ۖ إِنَّا نَرَىٰكَ مِنَ ٱلْمُحْسِنِينَ",
          "transliteration": "qālū yāayyuhā l-ʿazīzu inna lahu aban shaykhan kabīran fakhudh aḥadanā makānahu innā narāka mina l-muḥ'sinīna",
          "translation": "Mereka berkata, \"Wahai Al-Aziz! Dia mempunyai ayah yang sudah lanjut usia, karena itu ambillah salah seorang di antara kami sebagai gantinya, sesungguhnya kami melihat engkau termasuk orang-orang yang berbuat baik.\"",
          "tafsir": "Pada ayat ini dijelaskan tentang apa yang dikatakan oleh saudara-saudara Yusuf kepada al-Aziz, bahwa Bunyamin yang ditetapkan sebagai pencuri itu mempunyai ayah yang telah lanjut usia, dan tidak bisa berpisah dengannya. Bunyamin adalah pengganti saudaranya yang hilang. Oleh karena itu, mereka mengharap kepada al-Aziz agar sudi mengambil salah seorang dari mereka sebagai jaminan karena Bunyamin lebih dicintai ayahnya. Mereka juga telah berjanji untuk menjaga keselamatan Bunyamin selama dalam perjalanan. Di samping itu, mereka pun memuji al-Aziz bahwa beliau adalah orang yang gemar berbuat baik. Pujian serupa itu tentu saja dengan maksud agar Bunyamin dibebaskan dari penahanan karena tuduhan pencurian. Mereka sebagai tamu merasa telah mendapatkan pelayanan dengan sebaik-baiknya, dan alangkah lebih sempurna jika kebaikan itu ditambah lagi dengan memenuhi permintaan mereka untuk membiarkan Bunyamin kembali kepada ayahnya yang selama ini dilanda kesedihan karena kehilangan Yusuf."
        }
      ]
    }
  ]
}