{
  "pageNumber": 296,
  "juz": 15,
  "surahs": [
    {
      "number": 18,
      "name": "Al-Kahf",
      "nameArabic": "الكهف",
      "meaning": "Gua",
      "revelation": "Makkah",
      "description": "Surat ini terdiri daris 110 ayat dan termasuk surat Makkiyyah. Dinamai \"Al-Kahfi\" yang berarti \"Gua\" dan \"Ashhabul Kahfi\" yang berarti \"Penghuni gua\". Kedua nama ini diambil dari kata yang terdapat dalam surat ini pada ayat ke-9 sampai dengan ke-26, tentang beberapa orang pemuda yang tidur di dalam gua bertahun-tahun lamanya. Selain cerita tersebut, dalam surat ini juga terdapat beberapa buah kisah, yang kesemuanya mengandung i'tibar dan pelajaran yang amat berguna bagi kehidupan manusia. Banyak hadits Rasulullah yang menyatakan keutamaan membaca surat ini.**Pokok-Pokok Isi:**1. **Keimanan:** Kekuasaan Allah untuk memberikan hidup kepada manusia di luar hukum kebiasaan; dasar-dasar Tauhid dan keadilan Allah tidak akan berubah untuk selama-lamanya; kalimat-kalimat Allah (ilmu-Nya) sangat luas sekali meliputi segala sesuatu, sehingga manusia tidak akan mampu menulisnya; kepastian datangnya hari kebangkitan; Al-Qur'an adalah kitab suci yang isinya bersih dari kekurangan dan kepalsuan.2. **Hukum-hukum:** Dasar hukum wakalah (perwakilan); larangan membangun tempat ibadah di atas kubur; hukum membaca \"Insya Allah\"; perbuatan salah yang dilakukan karena lupa dimaafkan; boleh merusak suatu barang untuk menghindarkan bahaya yang lebih besar.3. **Kisah-kisah:** kisah Ashabul Kahfi; kisah dua orang laki-laki yang seorang kafir dan yang lainnya mukmin, kisah Nabi Musa dengan Khidhir; kisah Zulkarnain dengan Ya'juj dan Ma'juj.4. **Lain-lain:** Beberapa pelajaran yang dapat diambil dari cerita-cerita dalam surat ini antara lain tentang kekuatan iman kepada Allah serta ibadah yang ikhlas kepada-Nya; kesungguhan seseorang dalam mencari guru (ilmu); adab sopan-santun antara murid dengan guru; dan beberapa contoh tentang cara memimpin dan memerintah rakyat, serta perjuangan untuk mencapai kebahagiaan rakyat dan negara.Surat Al-Kahfi dimulai dengan menerangkan sifat Al-Qur'an sebagai petunjuk dan peringatan bagi manusia, dan sebagai peringatan terhadap orang yang mengatakan bahwa Allah mempunyai anak. Semua yang ada di permukaan bumi merupakan perhiasan bagi bumi dan sengaja diciptakan Allah agar manusia memikirkan bagaimana cara mengambil manfaat dari semuanya itu.Kekuasaan Allah dan betapa luasnya pengetahuan-Nya dikemukakan dalam surat ini dengan menyebutkan kisah Nabi Musa dengan Khidhir dan kisah Zulkarnain. Juga dengan mengibaratkan bahwa seandainya semua air yang ada di bumi dan ditambah lagi sebanyak itu pula dijadikan tinta untuk menulis ilmu Allah, tentu tidak akan mencukupi. Kemudian diterangkan bahwa semua amal orang musyrik tidak diberi pahala di akhirat, sedangkan untuk orang mukmin disediakan Jannatun Na'im.**Hubungan Surat Al-Kahfi Dengan Surat Maryam:**1. Kedua surat ini sama-sama mengandung kisah yang ajaib, seperti surat Al-Kahfi mengemukakan kisah Ashhabul kahfi, kisah Musa dengan Khidhr, dan kisah Zulkarnain, sedangkan surat Maryam mengemukakan kisah kelahiran Yahya ketika bapaknya, Zakariya, sudah tua renta dan ibunya seorang perempuan tua yang mandul, dan kisah kelahiran 'Isa tanpa bapak.2. Bagian akhir surat Al-Kahfi menerangkan tentang ancaman Allah terhadap orang kafir yang mengambil pelindung selain Allah, semua amal mereka sia-sia dan mereka dimasukkan ke dalam neraka, sedangkan pada bagian akhir surat Maryam diulangi lagi celaan dan ancaman Allah terhadap orang-orang yang mempersekutukan-Nya.",
      "verses": [
        {
          "number": 21,
          "arabic": "وَكَذَٰلِكَ أَعْثَرْنَا عَلَيْهِمْ لِيَعْلَمُوٓا۟ أَنَّ وَعْدَ ٱللَّهِ حَقٌّ وَأَنَّ ٱلسَّاعَةَ لَا رَيْبَ فِيهَآ إِذْ يَتَنَـٰزَعُونَ بَيْنَهُمْ أَمْرَهُمْ ۖ فَقَالُوا۟ ٱبْنُوا۟ عَلَيْهِم بُنْيَـٰنًا ۖ رَّبُّهُمْ أَعْلَمُ بِهِمْ ۚ قَالَ ٱلَّذِينَ غَلَبُوا۟ عَلَىٰٓ أَمْرِهِمْ لَنَتَّخِذَنَّ عَلَيْهِم مَّسْجِدًا",
          "transliteration": "wakadhālika aʿtharnā ʿalayhim liyaʿlamū anna waʿda l-lahi ḥaqqun wa-anna l-sāʿata lā rayba fīhā idh yatanāzaʿūna baynahum amrahum faqālū ib'nū ʿalayhim bun'yānan rabbuhum aʿlamu bihim qāla alladhīna ghalabū ʿalā amrihim lanattakhidhanna ʿalayhim masjidan",
          "translation": "Dan demikian (pula) Kami perlihatkan (manusia) dengan mereka, agar mereka tahu, bahwa janji Allah benar, dan bahwa (kedatangan) hari Kiamat tidak ada keraguan padanya. Ketika mereka berselisih tentang urusan mereka,<sup foot_note=135441>1</sup> maka mereka berkata, \"Dirikanlah suatu bangunan di atas (gua) mereka, Tuhan mereka lebih mengetahui tentang mereka.\" Orang yang berkuasa atas urusan mereka berkata, \"Kami pasti akan mendirikan suatu rumah ibadah di atasnya.\"",
          "tafsir": "Dalam ayat ini, dijelaskan keadaan mereka selanjutnya. Setelah Tamlikha pergi ke kota untuk berbelanja dengan membawa uang perak dari kawan-kawannya, ia melihat suasana kota Ephesus yang jauh berbeda dari apa yang diperkirakan. Saat datang ke kota itu, dia menemukan rakyatnya sudah beriman kepada Tuhan Yang Maha Esa. Namun demikian, di antara rakyatnya ada beriman penuh kepada kejadian hari kiamat, dan ada yang masih ragu. Ada yang mengatakan kiamat itu dengan roh saja, ada pula yang mengatakan kiamat itu dengan roh dan jasad. Sebagaimana Allah membangkitkan Ashhabul Kahf itu dari tidurnya, supaya saling bertanya satu sama lain tentang diri mereka, sehingga keimanan mereka bertambah sempurna, demikian pulalah Tuhan mempertemukan penduduk kota itu dengan Ashhabul Kahf, ketika mereka berselisih tentang masalah hari kiamat. Dengan peristiwa Ashhabul Kahf, perselisihan mereka akan lenyap dan keimanan mereka kepada kekuasaan Tuhan akan menjadi sempurna. Mereka yakin bahwa hari kiamat itu benar-benar akan terjadi dan manusia akan dibangkitkan dari kubur dengan tubuh dan rohnya, seperti kebangkitan Ashhabul Kahf itu. Menurut riwayat Israiliyat, pangkal pertemuan mereka dengan Tamlikha terjadi ketika dia mengeluarkan uang peraknya untuk membayar harga makanan yang dibelinya. Pada uang perak itu terdapat gambar raja Decyanus. Penjual bahan makanan itu menjadi heran dan kaget. Ia lalu membawa mata uang logam tersebut kepada pejabat di kota itu, Tamlikha ditanya dan diperiksa. Akhir dari pemeriksaan itu adalah pengakuan tamlikha mengenai siapa dirinya dan menunjukkan gua tempat mereka bersembunyi. Peristiwa ini menimbulkan kegemparan dalam masyarakat. Rakyat dan raja menyaksikan kejadian luar biasa yang membawa mereka kepada keyakinan akan terjadinya hari kebangkitan. Golongan yang sebelumnya ragu terhadap hari kiamat, dengan kesaksian mereka terhadap peristiwa ini, berubah menjadi beriman dengan iman yang sempurna bahwa Allah swt kuasa menghidupkan orang yang sudah mati, dan mengembalikan jasad mereka sebagaimana bentuk semula ketika roh itu meninggalkan jasad. Maka dalam ayat ini, Allah swt menyatakan bahwa dipertemukannya Ashhabul Kahf dengan penduduk kota Ephesus itu supaya mereka mengetahui dengan yakin bahwa janji Allah itu benar dan kedatangan hari kiamat (hari kebangkitan) tidak diragukan lagi. Setelah pertemuan antara raja dan pemuka masyarakat dengan Ashhabul Kahf itu berakhir, maka Ashhabul Kahf kembali ke tempat pembaringanya. Pada waktu itulah, Allah swt mencabut roh mereka untuk diangkat ke sisi-Nya. Kemudian raja dan para pemuka masyarakat itu mengadakan musyawarah. Sebagian dari mereka berkata kepada yang lain, \"Dirikanlah sebuah bangunan besar sebagai peringatan di dekat mulut gua itu.\" Orang yang berkuasa di antara mereka berkata, \"Kami benar-benar akan mem-bangun sebuah tempat ibadah di dekat mulut gua mereka.\" Kedua pihak ingin memuliakan Ashhabul Kahf itu, tetapi mereka berbeda pendapat tentang caranya. Satu pihak menghendaki mendirikan sebuah bangunan besar, sedang pihak yang lainnya ingin mendirikan sebuah masjid untuk tempat beribadah bagi mereka. Tentang apakah penduduk Ephesus mendirikan sebuah bangunan untuk peringatan atau mereka mendirikan sebuah masjid untuk tempat beribadah di atas gua itu hanya Allah yang mengetahuinya. Membangun masjid dekat kuburan tidak dilarang oleh agama. Tetapi agama sangat melarang menjadikan kuburan sebagai tempat ibadah, sebagaimana sabda Rasulullah saw: Allah mengutuk orang Yahudi dan Nasrani yang menjadikan kuburan Nabi mereka menjadi tempat ibadah\". (Riwayat al-Bukhari dari 'aisyah dan 'Abdullah bin 'Abbas) Islam sangat melarang umatnya menjadikan kuburan sebagai tempat beribadah untuk memuliakan orang-orang yang dikubur itu. Bahkan sebagian ulama, seperti Ibnu Hajar dalam kitabnya az-Zawajir memandang perbuatan itu sebagai dosa besar, berdasarkan hadis-hadis yang disebutkan. Dalam sejarah terbukti kuburan para nabi atau wali yang dibangun dalam tempat ibadah cenderung membawa orang kepada penghormatan yang berlebih-lebihan terhadap kuburan itu. Hal ini membuka peluang terjadinya perbuatan syirik."
        },
        {
          "number": 22,
          "arabic": "سَيَقُولُونَ ثَلَـٰثَةٌ رَّابِعُهُمْ كَلْبُهُمْ وَيَقُولُونَ خَمْسَةٌ سَادِسُهُمْ كَلْبُهُمْ رَجْمًۢا بِٱلْغَيْبِ ۖ وَيَقُولُونَ سَبْعَةٌ وَثَامِنُهُمْ كَلْبُهُمْ ۚ قُل رَّبِّىٓ أَعْلَمُ بِعِدَّتِهِم مَّا يَعْلَمُهُمْ إِلَّا قَلِيلٌ ۗ فَلَا تُمَارِ فِيهِمْ إِلَّا مِرَآءً ظَـٰهِرًا وَلَا تَسْتَفْتِ فِيهِم مِّنْهُمْ أَحَدًا",
          "transliteration": "sayaqūlūna thalāthatun rābiʿuhum kalbuhum wayaqūlūna khamsatun sādisuhum kalbuhum rajman bil-ghaybi wayaqūlūna sabʿatun wathāminuhum kalbuhum qul rabbī aʿlamu biʿiddatihim mā yaʿlamuhum illā qalīlun falā tumāri fīhim illā mirāan ẓāhiran walā tastafti fīhim min'hum aḥadan",
          "translation": "Nanti (ada orang yang akan) mengatakan,<sup foot_note=135442>1</sup>\" (Jumlah mereka) tiga (orang), yang ke empat adalah anjingnya,\" dan (yang lain) mengatakan, \"(Jumlah mereka) lima (orang), yang ke enam adalah anjingnya,\" sebagai terkaan terhadap yang gaib; dan (yang lain lagi) mengatakan, \"(Jumlah mereka) tujuh (orang), yang ke delapan adalah anjingnya.\" Katakanlah (Muhammad), \"Tuhanku lebih mengetahui jumlah mereka; tidak ada yang mengetahui (bilangan) mereka kecuali sedikit.\" Karena itu janganlah engkau (Muhammad) berbantah tentang hal mereka, kecuali perbantahan lahir saja dan jangan engkau menanyakan tentang mereka (pemuda-pemuda itu) kepada siapa pun.",
          "tafsir": "Dalam ayat ini, Allah swt menjelaskan perselisihan pendapat yang terjadi pada masa Rasulullah saw mengenai kisah ini. Orang Nasrani dari aliran Malkaniyah berkata, \"Mereka itu berjumlah tiga orang, yang keempat adalah anjingnya.\" Orang Nasrani dari aliran Ya'qubiyah berpendapat, \"Mereka itu berjumlah lima orang dan yang keenam adalah anjingnya.\" Sedangkan golongan Nasthuriyah mengatakan, \"Mereka itu tujuh orang dan yang kedelapan adalah anjingnya.\" Dalam hal ini Allah berfirman bahwa mereka mengatakan tiga atau lima orang itu hanyalah perkiraan semata, dan tidak disertai dengan pengetahuan, seperti melemparkan batu di malam hari ke suatu sasaran yang tidak tampak oleh mata. Tetapi Allah tidak menyatakan terhadap orang yang mengatakan tujuh orang sebagai perkiraan yang tidak menentu. Oleh karena itu, menurut Ibnu 'Abbas, pendapat yang mengatakan bahwa jumlah mereka itu tujuh orang dan yang kedelapan adalah anjingnya inilah yang benar. Sebab Allah swt menyatakan kedua pendapat sebelumnya sebagai perkiraan yang tidak menentu, namun tidak mengatakan hal yang sama untuk pendapat yang ketiga. Hal ini menunjuk-kan bahwa perkataan yang ketiga itulah yang benar dan menunjukkan pula bahwa ucapan itu berdasarkan pengetahuan, keyakinan, dan kemantapan batin. Mengenai nama-nama mereka yang tujuh itu, yang bermacam-macam pengucapannya, menurut al-hafidh Ibnu hajar dalam Kitab Tarikh karya Bukhari, tidak ada yang dapat dijadikan rujukan, karena bukan nama Arab. Dalam Tafsir Ibnu Katsir disebutkan nama-nama mereka sebagai berikut: Maksalmina (yang tertua), Tamlikha (yang kedua), Marthunus, Birunus, Dominus, Yathbunus, Falyastathyunus, dan nama anjingnya Hamran atau Qitmir. Nama-nama ini diambil dari Ahli Kitab, sehingga kebenarannya masih diragukan. Hanya Allah yang lebih mengetahui. Kemudian Allah swt memerintahkan Rasul-Nya untuk mengemukakan kepada mereka yang berselisih tentang berapa jumlah pemuda penghuni gua itu bahwa Allah swt lebih mengetahui jumlah mereka. Tidak perlu mem-bicarakan hal seperti itu tanpa pengetahuan, lebih baik menyerahkannya kepada Allah. Seandainya Allah memberitahu Rasul-Nya tentang hal itu, tentu beliau akan menyampaikannya kepada umatnya jika bermanfaat untuk kehidupan mereka di dunia dan akhirat. Jika hal itu tidak disebutkan, seharusnya tidak perlu membuang-buang tenaga untuk memikirkannya. Tetapi kemudian, Allah menegaskan \"tidak ada orang yang mengetahui jumlah mereka kecuali sedikit\". Di sini Allah mengisyaratkan adanya segelintir manusia yang diberi Allah ilmu untuk mengetahui keadaan yang sebenarnya tentang penghuni-penghuni gua itu. Siapakah yang sedikit itu? Ibnu 'Abbas, seorang sahabat yang masih muda pada zamannya dan dipandang sebagai tokoh ilmiah di segala bidang, mengatakan bahwa dia termasuk di antara yang sedikit itu. Ahli-ahli sejarah, ahli-ahli ilmu purbakala, mungkin dimasukkan ke dalam golongan yang kecil itu bilamana mereka dengan kegiatan penelitiannya memperoleh fakta-fakta sejarah tentang umat masa lampau. Akan tetapi, yang terpenting untuk umat Islam dari ayat ini bukanlah mencari keterangan tentang jumlah pemuda-pemuda itu, melainkan bagaimana mengambil iktibar dan pelajaran dari peristiwa ini, yang bermanfaat untuk membina iman dan takwa kepada Allah swt. Setelah Allah menyebutkan kisah ini, Allah melarang Nabi dua hal: Pertama tidak boleh memperdebatkan tentang Ashhabul Kahf kepada Ahli Kitab. Nabi dilarang berdebat tentang hal itu kecuali dengan cara yang lembut, tanpa menentukan bilangan jumlah Ashhabul Kahf, dan tidak membodoh-bodohkan mereka karena hal itu tidak bermanfaat. Tujuan utama kisah ini adalah mengimani bahwa hari kebangkitan pasti terjadi. Di lain surah dengan maksud yang sama Allah berfirman: Dan janganlah kamu berdebat dengan Ahli Kitab, melainkan dengan cara yang baik, kecuali dengan orang-orang yang zalim di antara mereka. (al-'Ankabut/29: 46) Larangan kedua, Allah swt memerintahkan kepada Nabi saw agar tidak meminta keterangan tentang pemuda-pemuda itu kepada orang-orang Nasrani karena mereka juga tidak punya dasar pengetahuan tentang itu. Mereka hanya memperkirakan saja dan tanpa dalil yang kuat."
        },
        {
          "number": 23,
          "arabic": "وَلَا تَقُولَنَّ لِشَا۟ىْءٍ إِنِّى فَاعِلٌ ذَٰلِكَ غَدًا",
          "transliteration": "walā taqūlanna lishāy'in innī fāʿilun dhālika ghadan",
          "translation": "Dan jangan sekali-kali engkau mengatakan terhadap sesuatu, \"Aku pasti melakukan itu besok pagi,\"",
          "tafsir": "Sewaktu kaum musyrikin mengajukan tiga buah pertanyaan kepada Nabi Muhammad saw, atas saran dari pendeta-pendeta Yahudi di Madinah, yaitu tentang Ashhabul Kahf, dzul Qarnain, dan roh, maka beliau mengatakan, \"Besok pagi saya akan menjawab apa yang kalian tanyakan.\" Beliau tidak menyebutkan dalam perkataannya kata-kata insya Allah. Sebelum mengakhiri kisah Ashhabul Kahf, dalam ayat ini, Allah swt mengingatkan Rasul-Nya supaya beliau tidak mengucapkan janji atau suatu pernyataan untuk suatu pekerjaan dengan pasti dengan berkata, \"Besok pagi akan kukerjakan.\" Seharusnya beliau mengetahui bahwa tidak seorangpun yang tahu dengan pasti apa yang akan terjadi besok pagi. Firman Allah: Dan tidak ada seorang pun yang dapat mengetahui (dengan pasti) apa yang akan dikerjakannya besok. (Luqman/31: 34) Apa yang beliau janjikan kepada kaum musyrikin itu ternyata lima belas hari kemudian baru dapat beliau penuhi, yakni sesudah wahyu untuk menjawab pertanyaan-pertanyaan itu diturunkan."
        },
        {
          "number": 24,
          "arabic": "إِلَّآ أَن يَشَآءَ ٱللَّهُ ۚ وَٱذْكُر رَّبَّكَ إِذَا نَسِيتَ وَقُلْ عَسَىٰٓ أَن يَهْدِيَنِ رَبِّى لِأَقْرَبَ مِنْ هَـٰذَا رَشَدًا",
          "transliteration": "illā an yashāa l-lahu wa-udh'kur rabbaka idhā nasīta waqul ʿasā an yahdiyani rabbī li-aqraba min hādhā rashadan",
          "translation": "kecuali (dengan mengatakan), \"Insyā Allah.\"<sup foot_note=135443>1</sup> Dan ingatlah kepada Tuhanmu apabila engkau lupa dan katakanlah, \"Mudah-mudahan Tuhanku akan memberi petunjuk kepadaku agar aku yang lebih dekat (kebenarannya) daripada ini.\"",
          "tafsir": "Dalam ayat ini, Allah swt menerangkan bahwa jawaban Nabi terhadap pertanyaan orang-orang musyrik Mekah hendaklah disertai dengan kata-kata \"insya Allah\" yang artinya \"jika Allah mengizinkan\". Sebab ada kemungkinan seseorang akan meninggal dunia sebelum hari besok itu datang dan barangkali ada suatu halangan, sehingga dia tidak dapat mengerjakan apa yang diucapkannya itu. Bilamana dia menyertainya dengan kata insya Allah, tentulah dia tidak dipandang pendusta dalam janjinya. Sekiranya seseorang terlupa mengucapkan kata-kata insya Allah dalam janjinya, hendaklah dia mengucapkan kalimat itu sewaktu dia teringat kapan saja. Sebagai contoh pernah Rasul saw mengucapkan kata insya Allah setelah dia teringat. Sebagaimana diriwayatkan oleh Abu Dawud bahwa beliau mengucapkan, \"Demi Allah pasti akan memerangi Quraisy,\" kemudian beliau diam lalu berkata, \"Insya Allah ........\" Allah swt kemudian menyuruh Rasul-Nya supaya mengharapkan dengan sangat kepada-Nya supaya Allah memberikan petunjuk kepada beliau ke jalan yang lebih dekat kepada kebaikan dan lebih kuat untuk dijadikan alasan bagi kebenaran agama. Allah swt telah memenuhi harapan Nabi saw tersebut dengan menurunkan kisah nabi-nabi beserta umat mereka masing-masing pada segala zaman. Dari kisah nabi-nabi dan umatnya itu, umat Islam memperoleh pelajaran yang sangat berfaedah bagi kehidupan mereka dunia dan akhirat."
        },
        {
          "number": 25,
          "arabic": "وَلَبِثُوا۟ فِى كَهْفِهِمْ ثَلَـٰثَ مِا۟ئَةٍ سِنِينَ وَٱزْدَادُوا۟ تِسْعًا",
          "transliteration": "walabithū fī kahfihim thalātha mi-atin sinīna wa-iz'dādū tis'ʿan",
          "translation": "Dan mereka tinggal dalam gua selama tiga ratus tahun dan ditambah sembilan tahun.",
          "tafsir": "Allah lalu menjelaskan tentang berapa lama Ashhabul Kahf tinggal dalam gua sesudah ditutup pendengaran mereka. Mereka tidur dalam gua itu selama tiga ratus tahun menurut perhitungan ahli kitab berdasarkan tahun matahari (syamsiah) atau tiga ratus tahun lebih sembilan tahun menurut perhitungan orang Arab berdasar bilangan tahun bulan (qamariah). Penjelasan Allah tentang berapa lama Ashhabul Kahf tidur di dalam gua merupakan mukjizat bagi Nabi Muhammad. Beliau tidak belajar ilmu falak tapi mengetahui selisih hitungan sembilan tahun antara perhitungan dengan sistem matahari selama 300 tahun dengan sistem perhitungan tahun bulan. Setiap seratus tahun matahari, tiga tahun selisih hitungannya dengan tahun bulan. Setiap tiga puluh tahun matahari, selisih hitungannya satu tahun dengan tahun bulan dan setiap satu tahun matahari berselisih sebelas hari dengan tahun bulan. Pengetahuan di atas tentu datang dari Allah. Allah pula yang mengalih-kan perhatian manusia kepada keindahan yang terdapat di permukaan bumi seperti matahari, cahaya bulan, dan segala keindahan yang ditimbulkan oleh sinar matahari itu. Pertukaran musim melahirkan berbagai keindahan, dan pertukaran musim itu sendiri disebabkan perubahan letak matahari. Demi-kian pula tumbuh-tumbuhan dan binatang-binatang, yang beraneka ragam dalam hidupnya, tergantung kepada sinar matahari yang dipancarkan ke bumi. Nabi Muhammad saw diutus kepada umat manusia agar menerangkan bahwa mempelajari segala keindahan yang ada di bumi ini lebih mendekat-kan diri kepada kebenaran dan keesaan Allah. Penciptaan alam raya ini lebih rumit daripada penciptaan manusia itu sendiri. Allah berfirman: Sungguh, penciptaan langit dan bumi itu lebih besar daripada penciptaan manusia, akan tetapi kebanyakan manusia tidak mengetahui. (Gafir/40: 57)"
        },
        {
          "number": 26,
          "arabic": "قُلِ ٱللَّهُ أَعْلَمُ بِمَا لَبِثُوا۟ ۖ لَهُۥ غَيْبُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ أَبْصِرْ بِهِۦ وَأَسْمِعْ ۚ مَا لَهُم مِّن دُونِهِۦ مِن وَلِىٍّ وَلَا يُشْرِكُ فِى حُكْمِهِۦٓ أَحَدًا",
          "transliteration": "quli l-lahu aʿlamu bimā labithū lahu ghaybu l-samāwāti wal-arḍi abṣir bihi wa-asmiʿ mā lahum min dūnihi min waliyyin walā yush'riku fī ḥuk'mihi aḥadan",
          "translation": "Katakanlah, \"Allah lebih mengetahui berapa lamanya mereka tinggal (di gua); milik-Nya semua yang tersembunyi di langit dan di bumi. Alangkah terang penglihatan-Nya dan alangkah tajam pendengaran-Nya; tidak ada seorang pelindung pun bagi mereka selain Dia; dan Dia tidak mengambil seorang pun menjadi sekutu-Nya dalam menetapkan keputusan.\"",
          "tafsir": "Dalam ayat ini, Allah swt memerintahkan Rasul saw agar menyatakan kepada mereka yang masih berselisih tentang berapa lama Ashhabul Kahf tidur di dalam gua, bahwa Tuhan lebih mengetahui lamanya mereka tidur dalam gua itu. Apa yang diterangkan Allah itu pasti benar, tidak ada keraguan padanya. Para ahli kitab berselisih tentang lamanya waktu mereka tidur seperti halnya mereka berselisih tentang jumlahnya. Hanya Allah yang mengetahui berapa lama mereka tidur, karena memang Dialah Yang Maha Mengetahui dan memiliki ilmu pengetahuan tentang segala yang gaib, baik di bumi maupun di langit. Dialah Yang Maha Mengetahui segala hal ihwal manusia yang tersembunyi, dan tidak ada sesuatupun yang tertutup bagi-Nya. Oleh karena itu, manusia tidak perlu lagi membicarakan berapa lama penghuni gua itu tidur di tempatnya, tetapi serahkan hal itu kepada Allah, karena Dia itulah yang mengetahui hal-hal yang gaib, apalagi hal-hal yang nyata. Sungguh alangkah terangnya penglihatan Allah atas segala sesuatu yang terjadi di alam semesta ini, dan alangkah tajamnya pendengaran-Nya terhadap segala macam suara dan bunyi dari makhluk-Nya. Tidak ada seorangpun yang dapat menjadi pelindung bagi penghuni-penghuni gua itu selain Allah. Dialah yang memelihara dan mengurus segala hal ihwal mereka dengan sebaik-baiknya. Dan Dia tidak bersekutu dengan seorangpun dalam menetapkan keputusan."
        },
        {
          "number": 27,
          "arabic": "وَٱتْلُ مَآ أُوحِىَ إِلَيْكَ مِن كِتَابِ رَبِّكَ ۖ لَا مُبَدِّلَ لِكَلِمَـٰتِهِۦ وَلَن تَجِدَ مِن دُونِهِۦ مُلْتَحَدًا",
          "transliteration": "wa-ut'lu mā ūḥiya ilayka min kitābi rabbika lā mubaddila likalimātihi walan tajida min dūnihi mul'taḥadan",
          "translation": "Dan bacakanlah (Muhammad) apa yang diwahyukan kepadamu, yaitu Kitab Tuhanmu (Alquran). Tidak ada yang dapat mengubah kalimat-kalimat-Nya. Dan engkau tidak akan dapat menemukan tempat berlindung selain kepada-Nya.",
          "tafsir": "Dalam ayat ini Allah swt memerintahkan Rasul-Nya agar mem-bacakan Al-Qur'an yang diwahyukan kepadanya, mengamalkan isinya, menyampaikan kepada umat manusia, dan mengikuti perintah dan larangan yang tercantum di dalamnya. Tugas Rasul saw adalah menyampaikan wahyu Allah itu kepada umat manusia, sebagaimana dijelaskan dalam firman-Nya: Wahai Rasul! Sampaikanlah apa yang diturunkan Tuhanmu kepadamu. Jika tidak engkau lakukan (apa yang diperintahkan itu) berarti engkau tidak menyampaikan amanat-Nya. Dan Allah memelihara engkau dari (gangguan) manusia. Sungguh, Allah tidak memberi petunjuk kepada orang-orang kafir. (al-Ma'idah/5: 67) Rasulullah tidak perlu mempedulikan perkataan orang-orang yang menghendaki agar ayat-ayat Al-Qur'an itu didatangkan sesuai dengan kepentingan mereka. Mereka berkata, \"Datangkan ayat Al-Qur'an yang lain daripada ini atau ganti dengan yang lain.\" Sesungguhnya tidak ada seorangpun yang dapat mengganti ataupun mengubah kalimat-kalimat Al-Qur'an, baik kalimat perintah ataupun larangan, baik kalimat ancaman terhadap mereka yang melakukan kemaksiatan ataupun janji Allah kepada mereka yang taat dan berbuat kebaikan. Hanya Allah Yang Kuasa mengubah atau mengganti kalimatnya berdasarkan hikmah-Nya. Firman Allah swt: Allah menghapus dan menetapkan apa yang Dia kehendaki. Dan di sisi-Nya terdapat Ummul Kitab (Lauh Mahfudh). (ar-Ra'd/13: 39) Pergantian ayat oleh Allah dalam Al-Qur'an dimaksudkan untuk mencapai tujuan yang lebih besar manfaatnya, sebagaimana firman-Nya: Dan apabila Kami mengganti suatu ayat dengan ayat yang lain, dan Allah lebih mengetahui apa yang diturunkan-Nya¦. (an-Nahl/16: 101) Segala ketentuan atau hukum yang telah ditetapkan Allah haruslah dipatuhi. Jika tidak, pasti akan ada hukuman yang diberikan Allah sesuai dengan apa yang sebelumnya telah diancamkan kepada orang-orang yang melanggar garis-garis yang ditetapkan-Nya. Tak seorang pun yang dapat menjadi pelindung, kecuali Allah swt karena kekuasaan-Nya meliputi makhluk-Nya. Tak seorangpun yang dapat lolos dari hukuman yang telah ditetapkan-Nya."
        }
      ]
    }
  ]
}