{
  "pageNumber": 356,
  "juz": 18,
  "surahs": [
    {
      "number": 24,
      "name": "An-Nur",
      "nameArabic": "النور",
      "meaning": "Cahaya",
      "revelation": "Madinah",
      "description": "Surat An-Nur terdiri dari 64 ayat dan termasuk surat Madaniyyah. Dinamai \"An-Nur\" yang berarti \"Cahaya\" diambil dari kata \"An-Nur\" yang terdapat pada ayat ke-35. Dalam ayat ini, Allah menjelaskan tentang Nur Ilahi, yakni Al-Qur'an yang berisi petunjuk-petunjuk. Petunjuk-petunjuk Allah layaknya cahaya yang menerangi seluruh alam. Surat ini sebagian besar isinya memuat petunjuk-petunjuk Allah yang berhubungan dengan kemasyarakatan dan rumah tangga.**Pokok-Pokok Isi:**1. **Keimanan:** Kesaksian lidah dan anggota-anggota tubuh atas segala perbuatan manusia pada hari kiamat; hanya Allah yang menguasai langit dan bumi; kewajiban rasul hanya menyampaikan agama Allah; iman merupakan dasar diterimanya amal dan ibadah.2. **Hukum-hukum:** Hukum-hukum sekitar masalah zina, li'an dan adab-adab pergaulan di luar dan di dalam rumah tangga.3. **Kisah-kisah:** Kisah tentang berita bohong terhadap Ummul Mukminin 'Aisyah (Qishshatul Ifki).4. **Lain-lain:** Semua jenis hewan diciptakan Allah dari air; janji Allah kepada kaum mukmin yang beramal saleh.Dalam surat An-Nur terdapat ayat-ayat hukum dan petunjuk-petunjuk Allah bagi manusia, baik yang berhubungan dengan hidup kemasyarakatan maupun rumah tangga. Kesemuanya itu merupakan cahaya yang menyinari kehidupan manusia dalam menempuh jalan yang menuju kebahagiaan dunia dan akhirat.**Hubungan Surat An-Nur Dengan Surat Al-Furqan:**1. Surat An-Nur ini ditutup dengan keterangan bahwa Allahlah yang memiliki langit dan bumi serta segala isinya; dan yang mengaturnya berdasarkan hikmah dan kemaslahatan yang Dia kehendaki. Allah pula yang membuat perhitungan terhadap segala amal perbuatan hamba-hamba-Nya pada hari kiamat. Maka dalam surat Al Furqan Allah memulai dengan menunjukkan tentang ketinggian-Nya baik pada zat, sifat-sifat, dan perbuatan-Nya, dan menunjukkan pula kecintaan-Nya kepada hamba-hamba-Nya dengan menurunkan Al-Qur'an sebagai pedoman hidup bagi mereka.2. Pada akhir surat ini Allah mewajibkan kaum muslimin mengikuti Rasul-Nya, Muhammad, serta mengancam dengan azab bagi yang menentangnya. Maka pada permulaan surat Al-Furqan, Allah menyebutkan bahwa Nabi Muhammad diberikan Al-Qur'an yang membimbing umat manusia.3. Pada masing-masing surat digambarkan keadaan awan, turunnya hujan, dan penghijauan bumi sebagai bukti kekuasaan Allah.4. Dalam kedua surat ini Allah menjelaskan bahwa amal usaha orang-orang kafir pada hari kiamat tidak diberi pahala sedikit pun, dan keduanya menerangkan pula asal muasal kejadian manusia.",
      "verses": [
        {
          "number": 44,
          "arabic": "يُقَلِّبُ ٱللَّهُ ٱلَّيْلَ وَٱلنَّهَارَ ۚ إِنَّ فِى ذَٰلِكَ لَعِبْرَةً لِّأُو۟لِى ٱلْأَبْصَـٰرِ",
          "transliteration": "yuqallibu l-lahu al-layla wal-nahāra inna fī dhālika laʿib'ratan li-ulī l-abṣāri",
          "translation": "Allah mempergantikan malam dan siang. Sungguh pada yang demikian itu, pasti terdapat pelajaran bagi orang-orang yang mempunyai penglihatan (yang tajam).",
          "tafsir": "Di antara hal-hal yang menunjukkan kekuasaan Allah ialah beralihnya siang menjadi malam dan malam menjadi siang. Para ahli falak, hanya dapat menganalisa sebab terjadinya malam di suatu daerah demikian pula siang. Hal ini berpangkal dari perjalanan matahari dan perputaran bumi. Tetapi mereka tidak mampu sama sekali untuk mengubah ketentuan dan ketetapan Allah. Mereka tidak dapat memperpanjang atau memperpendek siang atau malam di suatu daerah karena perputaran malam dan siang itu suatu ketentuan dari yang Mahakuasa. Semua ini seharusnya menjadi perhatian dan pelajaran bagi orang-orang yang berpikir bahwa manusia sebagai makhluk Allah, dengan ilmunya yang sedikit hanya dapat menganalisa kejadian-kejadian dalam alam ini tetapi mereka tidak dapat menguasainya karena kekuasaan yang sebenarnya ada di tangan Allah. Menurut saintis, penggantian siang ke malam secara optis (penglihatan) adalah pergeseran dari warna dari cahaya yang dilenturkan (diffracted) dari mula-mula cahaya kuning, ke jingga ke merah (menjelang waktu salat Isya) sampai ke infra merah pada waktu salat Isya. Setelah itu semakin larut malam, maka bumi dihujani oleh gelombang yang lebih pendek yang bisa membahayakan manusia. Efek dari berbagai gelombang dari sinar matahari dengan panjang gelombang yang makin pendek belum diketahui secara mendalam. Tetapi yang jelas bahwa gelombang yang sangat pendek, kearah gelombang X atau gelombang rontgen cukup berbahaya bagi tubuh manusia apalagi jika dayanya tinggi. Oleh karena itu dianjurkan manusia untuk tinggal di rumah dan beristirahat sesuai dengan tuntunan Al-Qur'an."
        },
        {
          "number": 45,
          "arabic": "وَٱللَّهُ خَلَقَ كُلَّ دَآبَّةٍ مِّن مَّآءٍ ۖ فَمِنْهُم مَّن يَمْشِى عَلَىٰ بَطْنِهِۦ وَمِنْهُم مَّن يَمْشِى عَلَىٰ رِجْلَيْنِ وَمِنْهُم مَّن يَمْشِى عَلَىٰٓ أَرْبَعٍ ۚ يَخْلُقُ ٱللَّهُ مَا يَشَآءُ ۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
          "transliteration": "wal-lahu khalaqa kulla dābbatin min māin famin'hum man yamshī ʿalā baṭnihi wamin'hum man yamshī ʿalā rij'layni wamin'hum man yamshī ʿalā arbaʿin yakhluqu l-lahu mā yashāu inna l-laha ʿalā kulli shayin qadīrun",
          "translation": "Dan Allah menciptakan semua jenis hewan dari air, maka sebagian ada yang berjalan di atas perutnya dan sebagian berjalan dengan dua kaki, sedang sebagian (yang lain) berjalan dengan empat kaki. Allah menciptakan apa yang Dia kehendaki. Sungguh, Allah Mahakuasa atas segala sesuatu.",
          "tafsir": "Pada ayat ini Allah mengarahkan perhatian manusia supaya memperhatikan hewan-hewan yang bermacam-macam jenis dan bentuknya. Dia telah menciptakan semua jenis hewan itu dari air. Ternyata memang air itulah yang menjadi pokok kehidupan hewan karena sebagian besar dari unsur-unsur yang terkandung dalam tubuhnya adalah air. Hewan tidak dapat bertahan hidup tanpa air. Di antara binatang-binatang itu ada yang melata, bergerak dan berjalan dengan perutnya seperti ular. Di antaranya ada yang berjalan dengan dua kaki dan ada pula yang berjalan dengan empat kaki, bahkan kita lihat pula di antara binatang-binatang itu yang banyak kakinya, tetapi tidak disebutkan dalam ayat ini karena Allah menerangkan bahwa Dia menciptakan apa yang dikehendaki-Nya bukan saja binatang-binatang yang berkaki banyak tetapi mencakup semua binatang dengan berbagai macam bentuk. Masing-masing binatang itu diberinya naluri, anggota tubuh, dan alat-alat pertahanan agar ia dapat menjaga kelestarian hidupnya. Ahli-ahli ilmu hewan merasa kagum memperhatikan susunan anggota tubuh masing-masing hewan itu sehingga ia dapat bertahan atau menghindarkan diri dari musuhnya yang hendak membinasakannya. Hal itu semua menunjukkan kekuasaan Allah, ketelitian dan kekukuhan ciptaan-Nya. Manusia bagaimana pun tinggi ilmu dan teknologinya tidak dapat menciptakan sesuatu seperti ciptaan Allah, sebagaimana disebut dalam firman-Nya: (Itulah) ciptaan Allah yang mencipta dengan sempurna segala sesuatu. Sungguh, Dia Mahateliti apa yang kamu kerjakan. (an- Naml/27: 88) Menurut ilmu sains dan teknologi, kaitan antara air dan kehidupan dapat diketahui di bawah ini: 1.Air ditengarai sangat dekat dengan makhluk hidup, karena, khususnya untuk kebanyakan hewan, berasal dari cairan sperma. Diindikasikan bahwa keanekaragaman binatang \"datangnya\" dari air tertentu yang khusus (sperma) dan menghasilkan yang sesuai dengan ciri masing-masing binatang yang dicontohkan dalam ayat tersebut. 2.Pengertian kedua mengenai air sebagai asal muasal kehidupan, diduga karena air merupakan bagian yang penting agar makhluk dapat hidup. Pada kenyataannya, memang sebagian besar bagian tubuh makhluk hidup terdiri atas air. Misal saja pada manusia, 70% bagian berat tubuhnya terdiri dari air. Manusia tidak dapat bertahan lama apabila 20% saja dari persediaan air yang ada di tubuhnya hilang. Akan tetapi, manusia masih dapat bertahan hidup selama 60 hari tanpa makan. Sedangkan mereka akan mati dalam waktu 3-10 hari tanpa minum. Juga diketahui bahwa air merupakan bahan pokok dalam pembentukan darah, cairan limpa, kencing, air mata, cairan susu dan semua organ lain yang ada di dalam tubuh manusia. Bahwa semua kehidupan dimulai dari air. Air di sini lebih tepat bila diartikan sebagai laut. Teori modern tentang asal mula kehidupan belum secara mantap disetujui sampai sekitar dua atau tiga abad yang lalu. Sebelum itu, teori yang mengemuka adalah suatu konsep yang dikenal dengan nama \"spontaneous generation\". Dalam konsep ini dipercaya bahwa makhluk hidup itu ada dengan sendirinya dan muncul dari ketiadaan. Teori ini kemudian ditentang oleh beberapa ahli di sekitar tahun 1850-an, antara lain oleh Louis Pasteur. Dimulai dengan penelitian yang dilakukan oleh Huxley, dan sampai penelitian masa kini, teori lain ditawarkan sebagai alternatif. Teori ini percaya bahwa kehidupan muncul dari rantai reaksi kimia yang panjang dan komplek. Rantai kimia ini dipercaya dimulai dari kedalaman lautan. Dugaan bahwa di lautlah mulainya kehidupan disebabkan karena kondisi atmosfer pada saat itu belum berkembang menjadi kawasan yang dapat dihuni makhluk hidup. Radiasi ultraviolet yang terlalu kuat akan mematikan setiap makhluk hidup yang ada di daratan. Diperkirakan, kehidupan baru bergerak menuju daratan pada 425 juta tahun yang lalu, saat lapisan ozon mulai terbentuk dan melindungi permukaan bumi dari radiasi ultraviolet. Protoplasma adalah dasar dari semua makhluk untuk dapat hidup. Sedangkan kerja dari protoplasma dalam menunjang kehidupan sangat bergantung pada kehadiran air. Kembali air menjadi segalanya. Dari uraian ini peran air bagi kehidupan sangat jelas, dari mulai adanya makhluk hidup di bumi (berasal dari kedalaman laut), bagi kelangsungan hidupnya (air diperlukan untuk pembentukan organ dan menjalankan fungsi organ) dan memulai kehidupan (terutama bagi kelompok hewan “ air tertentu yang khusus “ sperma). Di luar protoplasma, yang menjadi dasar terjadinya kehidupan, sebagian besar bagian tubuh mengandung air. Indikasi ini menyatakan bahwa walaupun hidup di daratan, semuanya masih berhubungan dengan tempat dimulainya kehidupan, yaitu lautan. Pada binatang bertulang belakang (binatang menyusui, burung, dan lain-lain), terlihat kaitannya dengan laut pada beberapa tahap perkembangan janin (embriologi). Beberapa organ sebagaimana dimiliki oleh ikan dimiliki oleh mereka. Uraian di atas tampaknya menyetujui teori evolusi yang dikemukakan oleh Charles Darwin. Akan tetapi, perlu diberikan catatan di sini, bahwa Al-Qur'an tidak memberikan peluang khusus untuk mendukung teori evolusi. Walaupun semua ayat di atas memberikan indikasi yang tidak meragukan bahwa Allah menciptakan semua makhluk hidup dari air, masih banyak ayat lainnya yang menekankan akan Kekuasaan-Nya terhadap semua yang ada di alam semesta, seperti, antara lain, dua penggalan ayat 47 Surah Ali 'Imran/3 (\" ........ Ia hanya berkata \"jadilah\" maka .....\" ) dan Surah Fussilat/41:39."
        },
        {
          "number": 46,
          "arabic": "لَّقَدْ أَنزَلْنَآ ءَايَـٰتٍ مُّبَيِّنَـٰتٍ ۚ وَٱللَّهُ يَهْدِى مَن يَشَآءُ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
          "transliteration": "laqad anzalnā āyātin mubayyinātin wal-lahu yahdī man yashāu ilā ṣirāṭin mus'taqīmin",
          "translation": "Sungguh, Kami telah menurunkan ayat-ayat yang memberi penjelasan. Dan Allah memberi petunjuk siapa yang Dia kehendaki ke jalan yang lurus.",
          "tafsir": "Semua yang tersebut pada ayat-ayat sebelum ini menunjukkan kekuasaan Allah dan kesempurnaan ciptaan-Nya. Bagi ahli-ahli ilmu pengetahuan dalam segala bidang terbuka lapangan yang seluas-luasnya untuk meneliti dan menyelidiki berbagai macam ciptaan Allah, dan mengagumi bagaimana kukuh dan sempurnanya ciptaan itu. Sesungguhnya pada yang demikian itu terdapat bukti-bukti yang nyata tentang adanya Maha Pencipta, namun banyak juga di antara manusia walaupun ia mengagumi semua ciptaan Allah itu, tidak mengambil manfaat dari penelitiannya kecuali sekadar penelitian saja dan tidak membawanya kepada keimanan. Memang demikianlah halnya, karena Allah hanya menunjukkan siapa yang dikehendaki-Nya kepada jalan yang lurus."
        },
        {
          "number": 47,
          "arabic": "وَيَقُولُونَ ءَامَنَّا بِٱللَّهِ وَبِٱلرَّسُولِ وَأَطَعْنَا ثُمَّ يَتَوَلَّىٰ فَرِيقٌ مِّنْهُم مِّنۢ بَعْدِ ذَٰلِكَ ۚ وَمَآ أُو۟لَـٰٓئِكَ بِٱلْمُؤْمِنِينَ",
          "transliteration": "wayaqūlūna āmannā bil-lahi wabil-rasūli wa-aṭaʿnā thumma yatawallā farīqun min'hum min baʿdi dhālika wamā ulāika bil-mu'minīna",
          "translation": "Dan mereka (orang-orang munafik) berkata, \"Kami telah beriman kepada Allah dan Rasul (Muhammad), dan kami menaati (keduanya).\" Kemudian sebagian dari mereka berpaling setelah itu. Mereka itu bukanlah orang-orang beriman.",
          "tafsir": "Pada ayat ini Allah menjelaskan ciri-ciri orang munafik, mereka selalu mengatakan kami beriman kepada Allah dan Rasul-Nya, tetapi mereka selalu mengerjakan hal-hal yang bertentangan dengan Islam dan tidak pernah patuh dan taat kepada hukum Allah dan Rasul-Nya. Sebenarnya mereka itu bukanlah orang-orang yang beriman. Iman mereka hanya di mulut saja, tetapi hati mereka tetap kafir, dan dipenuhi oleh kekotoran hawa nafsu. Bila ada sesuatu yang menguntungkan mereka, mereka berani bersumpah bahwa mereka benar-benar orang-orang yang beriman. Tetapi bila ada sesuatu yang merugikan dengan pernyataan beriman itu mereka lari berpihak kepada musuh-musuh Islam. Firman Allah: Dan apabila mereka berjumpa dengan orang yang beriman, mereka berkata, \"Kami telah beriman.\" Tetapi apabila mereka kembali kepada setan-setan (para pemimpin) mereka, mereka berkata, \"Sesungguhnya kami bersama kamu, kami hanya berolok-olok.\" (al-Baqarah/2: 14)"
        },
        {
          "number": 48,
          "arabic": "وَإِذَا دُعُوٓا۟ إِلَى ٱللَّهِ وَرَسُولِهِۦ لِيَحْكُمَ بَيْنَهُمْ إِذَا فَرِيقٌ مِّنْهُم مُّعْرِضُونَ",
          "transliteration": "wa-idhā duʿū ilā l-lahi warasūlihi liyaḥkuma baynahum idhā farīqun min'hum muʿ'riḍūna",
          "translation": "Dan apabila mereka diajak kepada Allah dan Rasul-Nya, agar (Rasul) memutuskan perkara di antara mereka, tiba-tiba sebagian dari mereka menolak (untuk datang).",
          "tafsir": "Di antara sifat-sifat orang-orang munafik itu, bila mereka dipanggil untuk menerima ketetapan Allah dan Rasul-Nya mereka berpaling tak mau menerima ketetapan itu. Mereka lebih senang menerima ketetapan siapa pun selain Allah dan Rasul-Nya asal saja ketetapan itu menguntungkan mereka. Mereka tegas-tegas menolak ketetapan Allah dan Rasul-Nya walaupun ketetapan itu nyata-nyata berdasarkan keadilan dan kebenaran dan dikuatkan pula oleh bukti-bukti yang jelas. Dalam ayat lain Allah berfirman menjelaskan sifat orang munafik itu. Tidakkah engkau (Muhammad) memperhatikan orang-orang yang mengaku bahwa mereka telah beriman kepada apa yang diturunkan kepadamu dan kepada apa yang diturunkan sebelummu? Tetapi mereka masih menginginkan ketetapan hukum kepada Tagut, padahal mereka telah diperintahkan untuk mengingkari Tagut itu. Dan setan bermaksud menyesatkan mereka (dengan) kesesatan yang sejauh-jauhnya. Dan apabila dikatakan kepada mereka, \"Marilah (patuh) kepada apa yang telah diturunkan Allah dan (patuh) kepada Rasul,\" (niscaya) engkau (Muhammad) melihat orang munafik menghalangi dengan keras darimu. (an-Nisa'/4: 60-61)"
        },
        {
          "number": 49,
          "arabic": "وَإِن يَكُن لَّهُمُ ٱلْحَقُّ يَأْتُوٓا۟ إِلَيْهِ مُذْعِنِينَ",
          "transliteration": "wa-in yakun lahumu l-ḥaqu yatū ilayhi mudh'ʿinīna",
          "translation": "Tetapi, jika kebenaran dipihak mereka, mereka datang kepadanya (Rasul) dengan patuh.",
          "tafsir": "Di antara sifat-sifat orang-orang munafik itu, bila mereka dipanggil untuk menerima ketetapan Allah dan Rasul-Nya mereka berpaling tak mau menerima ketetapan itu. Mereka lebih senang menerima ketetapan siapa pun selain Allah dan Rasul-Nya asal saja ketetapan itu menguntungkan mereka. Mereka tegas-tegas menolak ketetapan Allah dan Rasul-Nya walaupun ketetapan itu nyata-nyata berdasarkan keadilan dan kebenaran dan dikuatkan pula oleh bukti-bukti yang jelas. Dalam ayat lain Allah berfirman menjelaskan sifat orang munafik itu. Tidakkah engkau (Muhammad) memperhatikan orang-orang yang mengaku bahwa mereka telah beriman kepada apa yang diturunkan kepadamu dan kepada apa yang diturunkan sebelummu? Tetapi mereka masih menginginkan ketetapan hukum kepada Tagut, padahal mereka telah diperintahkan untuk mengingkari Tagut itu. Dan setan bermaksud menyesatkan mereka (dengan) kesesatan yang sejauh-jauhnya. Dan apabila dikatakan kepada mereka, \"Marilah (patuh) kepada apa yang telah diturunkan Allah dan (patuh) kepada Rasul,\" (niscaya) engkau (Muhammad) melihat orang munafik menghalangi dengan keras darimu. (an-Nisa'/4: 60-61)"
        },
        {
          "number": 50,
          "arabic": "أَفِى قُلُوبِهِم مَّرَضٌ أَمِ ٱرْتَابُوٓا۟ أَمْ يَخَافُونَ أَن يَحِيفَ ٱللَّهُ عَلَيْهِمْ وَرَسُولُهُۥ ۚ بَلْ أُو۟لَـٰٓئِكَ هُمُ ٱلظَّـٰلِمُونَ",
          "transliteration": "afī qulūbihim maraḍun ami ir'tābū am yakhāfūna an yaḥīfa l-lahu ʿalayhim warasūluhu bal ulāika humu l-ẓālimūna",
          "translation": "Apakah (ketidakhadiran mereka karena) dalam hati mereka ada penyakit, atau (karena) mereka ragu-ragu ataukah (karena) takut kalau-kalau Allah dan Rasul-Nya berlaku zalim kepada mereka? Sebenarnya, mereka itulah orang-orang yang zalim.",
          "tafsir": "Kemudian Allah mengemukakan pertanyaan mengenai sebab-sebab yang menjadikan orang-orang munafik itu bersifat demikian. Apakah karena memang dalam hati mereka ada penyakit sehingga mereka selalu ragu terhadap segala putusan yang merugikan mereka walaupun bukti-bukti dan dalil-dalil menguatkan putusan itu? Ataukah memang mereka pada dasarnya ragu-ragu terhadap kerasulan dan kenabian Muhammad saw. Ataukah mereka khawatir Allah dan Rasul-Nya akan berlaku zalim terhadap mereka? Itulah akhlak, tingkah laku, dan sifat-sifat mereka. Sifat-sifat orang yang telah sesat, tidak mau menerima kebenaran bila akan merugikan mereka. Itulah sifat-sifat orang-orang kafir yang telah tersesat. Mereka itulah orang-orang yang zalim yang suka merugikan orang lain dan zalim pula terhadap diri mereka sendiri."
        },
        {
          "number": 51,
          "arabic": "إِنَّمَا كَانَ قَوْلَ ٱلْمُؤْمِنِينَ إِذَا دُعُوٓا۟ إِلَى ٱللَّهِ وَرَسُولِهِۦ لِيَحْكُمَ بَيْنَهُمْ أَن يَقُولُوا۟ سَمِعْنَا وَأَطَعْنَا ۚ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
          "transliteration": "innamā kāna qawla l-mu'minīna idhā duʿū ilā l-lahi warasūlihi liyaḥkuma baynahum an yaqūlū samiʿ'nā wa-aṭaʿnā wa-ulāika humu l-muf'liḥūna",
          "translation": "Hanya ucapan orang-orang mukmin, yang apabila mereka diajak kepada Allah dan Rasul-Nya agar Rasul memutuskan (perkara) di antara mereka,<sup foot_note=135518>1</sup> mereka berkata, \"Kami mendengar, dan kami taat.\" Dan mereka itulah orang-orang yang beruntung.",
          "tafsir": "Orang-orang yang benar-benar beriman apabila diajak bertahkim kepada Allah dan Rasul-Nya, mereka tunduk dan patuh menerima putusan, baik putusan itu menguntungkan atau merugikan mereka. Mereka yakin dengan sepenuh hati tidak merasa ragu sedikit pun bahwa putusan itulah yang benar, karena putusan itu adalah putusan Allah dan Rasul-Nya. Tentu putusan siapa lagi yang patut diterima dan dipercayai kebenaran dan keadilannya selain putusan Allah dan Rasul-Nya? Demikianlah sifat-sifat orang-orang yang beriman benar-benar percaya kepada Allah dan Rasul-Nya dan yakin sepenuhnya bahwa Allah Yang Mahabenar dan Mahaadil."
        },
        {
          "number": 52,
          "arabic": "وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ وَيَخْشَ ٱللَّهَ وَيَتَّقْهِ فَأُو۟لَـٰٓئِكَ هُمُ ٱلْفَآئِزُونَ",
          "transliteration": "waman yuṭiʿi l-laha warasūlahu wayakhsha l-laha wayattaqhi fa-ulāika humu l-fāizūna",
          "translation": "Dan barangsiapa taat kepada Allah dan Rasul-Nya serta takut kepada Allah dan bertakwa kepada-Nya, mereka itulah orang-orang yang mendapat kemenangan.",
          "tafsir": "Siapa yang menaati semua perintah Allah dan menjauhi semua larangan-Nya karena meyakini bahwa mengerjakan perintah Allah itulah yang akan membawa kepada kebahagiaan hidup di dunia dan di akhirat, meninggalkan semua larangan-Nya, akan menjauhkan mereka dari bahaya dan malapetaka di dunia dan di akhirat dan selalu bertakwa kepada-Nya, dan berbuat baik terhadap sesama manusia, maka mereka itu termasuk golongan orang-orang yang mencapai keridaan Ilahi dan bebas dari segala siksaan-Nya di akhirat."
        },
        {
          "number": 53,
          "arabic": "۞ وَأَقْسَمُوا۟ بِٱللَّهِ جَهْدَ أَيْمَـٰنِهِمْ لَئِنْ أَمَرْتَهُمْ لَيَخْرُجُنَّ ۖ قُل لَّا تُقْسِمُوا۟ ۖ طَاعَةٌ مَّعْرُوفَةٌ ۚ إِنَّ ٱللَّهَ خَبِيرٌۢ بِمَا تَعْمَلُونَ",
          "transliteration": "wa-aqsamū bil-lahi jahda aymānihim la-in amartahum layakhrujunna qul lā tuq'simū ṭāʿatun maʿrūfatun inna l-laha khabīrun bimā taʿmalūna",
          "translation": "Dan mereka bersumpah dengan (nama) Allah dengan sumpah sungguh-sungguh, bahwa jika engkau suruh mereka berperang, pastilah mereka akan pergi. Katakanlah (Muhammad), \"Janganlah kamu bersumpah, (karena yang diminta) adalah ketaatan yang baik. Sungguh, Allah Mahateliti terhadap apa yang kamu kerjakan.\"",
          "tafsir": "Pada ayat ini Allah kembali menerangkan tingkah laku orang-orang munafik yaitu mereka dengan mudah mengucapkan janji-janji yang muluk-muluk dan diperkuat dengan sumpah, tetapi tidak pernah mereka tepati. Mereka bersumpah dengan menyebut nama Allah bahwa bila mereka diminta untuk ikut berperang bersama orang-orang mukmin mereka pasti akan ikut dan tidak akan menolak, bagaimana pun keadaan dan situasi mereka dan tidak akan memikirkan apa yang akan terjadi dalam peperangan itu, seakan-akan mereka yakin benar bahwa perintah berperang itu adalah untuk kepentingan bersama dan untuk menegakkan agama Allah. Tetapi Allah mengetahui apa yang tersimpan dalam hati mereka, bahwa mereka bila benar-benar diajak untuk berperang melawan musuh, mereka akan mencari dalih dan alasan agar mereka tidak ikut pergi dan tinggal saja di Medinah. Oleh sebab itu, Allah memerintahkan kepada Nabi Muhammad saw agar melarang mereka bersumpah, karena sumpah seperti itu berat resikonya. Mereka tidak perlu bersumpah karena Allah sudah mengetahui bahwa ketaatan dan kepatuhan mereka hanya di mulut saja dan tidak timbul dari hati nurani yang bersih. Senada dengan ayat ini Allah berfirman: Mereka akan bersumpah kepadamu, agar kamu bersedia menerima mereka. Tetapi sekalipun kamu menerima mereka, Allah tidak akan rida kepada orang-orang yang fasik. (at-Taubah/9: 96) Dan firman-Nya: Dan mereka (orang-orang munafik) bersumpah dengan (nama) Allah, bahwa sesungguhnya mereka termasuk golonganmu; namun mereka bukanlah dari golonganmu, tetapi mereka orang-orang yang sangat takut (kepadamu). (at-Taubah/9: 56) Oleh karena itu Allah mengingatkan mereka terhadap sumpah palsu yang mereka ucapkan itu dan mengancam akan menimpakan balasan yang setimpal atas perbuatan mereka yang jahat itu, dan menjelaskan bahwa Dia mengetahui segala tingkah laku mereka dan niat jahat mereka serta tipu daya yang mereka atur untuk menipu kaum Muslimin."
        }
      ]
    }
  ]
}