{
  "pageNumber": 346,
  "juz": 18,
  "surahs": [
    {
      "number": 23,
      "name": "Al-Mu'minun",
      "nameArabic": "المؤمنون",
      "meaning": "Orang-orang Beriman",
      "revelation": "Makkah",
      "description": "Surat Al-Mu'minun terdiri dari 118 ayat dan termasuk surat Makkiyyah.Dinamai \"Al-Mu'minun\" karena permulaan surat ini menerangkan tentang sifat-sifat orang mukmin yang mendatangkan keberuntungan di akhirat dan ketenteraman jiwa di dunia. Sedemikian tinggi sifat-sifat itu, maka ia pun menjadi akhlak bagi Nabi Muhammad.**Pokok-Pokok Isi:**1. **Keimanan:** Kepastian hari kebangkitan dan hal-hal yang terjadi pada hari kiamat; Allah tidak memerlukan anak atau sekutu.2. **Hukum-hukum:** Manusia dibebani sesuai dengan kesanggupannya; semua rasul menyuruh umatnya untuk memakan makanan yang halal dan baik; pokok-pokok agama yang dibawa para nabi adalah sama hanya syariatnya yang berbeda-beda.3. **Kisah-kisah:** Kisah Nabi Nuh; kisah Nabi Hud; kisah Nabi Musa dan Nabi Harun; kisah Nabi 'Isa.4. **Lain-lain:** Tujuh perkara yang harus dipenuhi seorang mukmin yang ingin beruntung di dunia dan di akhirat; proses kejadian manusia; tanda-tanda orang yang bersegera melakukan kebaikan; nikmat yang Allah anugerahkan kepada manusia dan wajib disyukuri.Surat Al-Mu'minun dimulai dengan menyebutkan sifat-sifat yang dimiliki seorang mukmin yang beruntung di dunia dan di akhirat. Meskipun Allah tidak membeda-bedakan pemberian rezeki di dunia ini kepada manusia apakah ia mukmin atau kafir, tetapi kebahagiaan yang sebenarnya hanya diberikan kepada orang-orang yang mukmin di akhirat kelak. Kemudian dikemukakan apa yang telah dialami oleh para nabi dan umatnya masing-masing. Orang yang mengikuti nabi akan mendapat pertolongan Allah dan orang yang mengingkari nabi akan dimusnahkan Allah. Hal ini hendaknya menjadi pelajaran bagi generasi yang datang setelahnya. Setelah menggambarkan kedahsyatan hari kiamat, surat ini ditutup dengan menggambarkan hasil yang diperoleh orang-orang mukmin dan orang-orang kafir di akhirat nanti.**Hubungan Surat Al-Mu'Minun Dengan Surat An-Nur:**1. Pada permulaan surat Al-Mu'minun disebutkan bahwa salah satu tanda orang mukmin ialah menjaga kemaluan, sedangkan permulaan surat An-Nur menetapkan hukum bagi orang yang tidak dapat menjaga kemaluan, yaitu zina dan apa yang berhubungan dengannya, seperti: menuduh orang berbuat zina, qishshatul ifki, menjaga pandangan, menyuruh orang yang belum sanggup menikah agar menahan diri, dan sebagainya.2. Pada surat Al-Mu'minun Allah menegaskan bahwa Dia menciptakan alam ini dengan hikmah, yaitu agar semua makhluk melaksanakan perintah-perintah dan meninggalkan larangan-larangan-Nya, sedangkan surat An-Nur menyebutkan sejumlah perintah dan larangan itu.",
      "verses": [
        {
          "number": 60,
          "arabic": "وَٱلَّذِينَ يُؤْتُونَ مَآ ءَاتَوا۟ وَّقُلُوبُهُمْ وَجِلَةٌ أَنَّهُمْ إِلَىٰ رَبِّهِمْ رَٰجِعُونَ",
          "transliteration": "wa-alladhīna yu'tūna mā ātaw waqulūbuhum wajilatun annahum ilā rabbihim rājiʿūna",
          "translation": "dan mereka yang memberikan apa yang mereka berikan (sedekah) dengan hati penuh rasa takut (karena mereka tahu) bahwa sesungguhnya mereka akan kembali kepada Tuhannya,",
          "tafsir": "Sifat yang keempat ialah takut kepada Allah, karena mereka yakin akan kembali kepada-Nya pada hari berhisab di mana akan diperhitungkan segala amal perbuatan manusia. Meskipun mereka telah mengerjakan segala perintah Tuhan dan menjauhi segala larangan-Nya dan menafkahkan hartanya di jalan Allah, namun mereka merasa takut kalau-kalau amal baik mereka tidak diterima, karena mungkin ada di dalamnya unsur-unsur riya' atau lainnya yang menyebabkan ditolaknya amal itu. Oleh sebab itu mereka selalu terdorong untuk selanjutnya berbuat baik karena kalau amal yang sebelumnya tidak diterima, mungkin amal yang sesudah itu menjadi amal yang makbul yang diberi ganjaran yang berlipat ganda. Dalam hadis yang diriwayatkan Ibnu Abi hatim dari 'Aisyah pernah bertanya kepada Nabi: Siti Aisyah pernah bertanya kepada Rasulullah mengenai ayat ini (alladzina yu'tuna ma ataw waqulubuhum wajilah), apakah yang dimaksud dengan ayat ini ialah orang berzina dan meminum khamar atau mencuri, dan karena itu ia takut kepada Tuhan dan siksa-Nya? Pertanyaan ini dijawab oleh Rasulullah, \"Bukan demikian maksudnya, hai puteri Abu Bakar as-shiddiq. Yang dimaksud dalam ayat ini ialah orang-orang yang mengerjakan salat, berpuasa dan menafkahkan hartanya, namun dia merasa takut kalau-kalau amalnya itu termasuk amal yang tidak diterima (mardud). (Riwayat Ahmad dan at-Tirmidzi)"
        },
        {
          "number": 61,
          "arabic": "أُو۟لَـٰٓئِكَ يُسَـٰرِعُونَ فِى ٱلْخَيْرَٰتِ وَهُمْ لَهَا سَـٰبِقُونَ",
          "transliteration": "ulāika yusāriʿūna fī l-khayrāti wahum lahā sābiqūna",
          "translation": "mereka itu bersegera dalam kebaikan-kebaikan, dan merekalah orang-orang yang lebih dahulu memperolehnya.",
          "tafsir": "Ayat ini menegaskan bahwa orang-orang yang mempunyai sifat-sifat tersebut, selalu bersegera berbuat kebaikan bila ada kesempatan untuk itu dan selalu berupaya agar amal baiknya selalu bertambah. Baru saja ia selesai melaksanakan amal yang baik ia ingin agar dapat segera berbuat amal yang lain dan demikianlah seterusnya. Orang yang demikian sifatnya akan diberi pahala oleh Allah amalnya yang baik di dunia maupun di akhirat seperti yang pernah diberikan kepada Nabi Ibrahim yang tersebut dalam firman-Nya: Dan Kami berikan kepadanya kebaikan di dunia, dan sesungguhnya di akhirat dia termasuk orang yang saleh. (an-Nahl/16: 122) Dan firman-Nya: Maka Allah memberi mereka pahala di dunia dan pahala yang baik di akhirat. Dan Allah mencintai orang-orang yang berbuat kebaikan. (Ali 'Imran/3: 148)"
        },
        {
          "number": 62,
          "arabic": "وَلَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا ۖ وَلَدَيْنَا كِتَـٰبٌ يَنطِقُ بِٱلْحَقِّ ۚ وَهُمْ لَا يُظْلَمُونَ",
          "transliteration": "walā nukallifu nafsan illā wus'ʿahā waladaynā kitābun yanṭiqu bil-ḥaqi wahum lā yuẓ'lamūna",
          "translation": "Dan Kami tidak membebani seseorang melainkan menurut kesanggupannya, dan pada Kami ada suatu catatan yang menuturkan dengan sebenarnya, dan mereka tidak dizalimi (dirugikan).",
          "tafsir": "Dengan ayat ini Allah menjelaskan bahwa sudah menjadi sunnah dan ketetapan-Nya, Dia tidak akan membebani seseorang dengan suatu kewajiban atau perintah kecuali perintah itu sanggup dilaksanakannya dan dalam batas-batas kemampuannya. Tidak ada syariat yang diwajibkan-Nya yang berat dilaksanakan oleh hamba-Nya dan di luar batas kemampuannya, hanya manusialah yang memandangnya berat karena keengganannya atau ia disibukkan oleh urusan dunianya atau tugas tersebut menghalanginya dari melaksanakan keinginannya. Padahal perintah itu, seperti salat umpamanya amat ringan dan mudah bagi orang yang telah biasa mengerjakannya, bahkan salat itu pun dapat meringankan beban dan tekanan hidup yang dideritanya bila ia benar-benar mengerjakannya dengan tekun dan khusyuk. Muqatil berkata, \"Barang siapa tidak sanggup mengerjakan salat dengan berdiri ia boleh mengerjakannya dalam keadaan duduk, dan kalaupun tidak sanggup duduk maka dengan isyarat saja pun sudah cukup.\" Karena itu tidak ada alasan sama sekali bagi orang mukmin untuk membebaskan diri dari kewajiban salat, demikian pula kewajiban-kewajiban lainnya, karena semua kewajiban itu adalah dalam batas-batas kemampuannya. Hanya nafsu dan keinginan manusialah yang menjadikan kewajiban-kewajiban itu berat baginya. Maka orang yang seperti ini telah berbuat zalim terhadap dirinya sendiri dan akan mendapat balasan yang setimpal dari Tuhan atas keingkaran dan keengganannya. Setiap pelanggaran terhadap perintah Allah akan dicatat dalam buku catatan amalnya, demikian pula amal perbuatan yang baik, kecil maupun besar semuanya tercatat dalam buku itu sebagaimana tersebut dalam firman-Nya: (Allah berfirman), \"Inilah Kitab (catatan) Kami yang menuturkan kepadamu dengan sebenar-benarnya. Sesungguhnya Kami telah menyuruh mencatat apa yang telah kamu kerjakan.\" (al-Jatsiyah/45: 29) Dan firman-Nya: Dan diletakkanlah kitab (catatan amal), lalu engkau akan melihat orang yang berdosa merasa ketakutan terhadap apa yang (tertulis) di dalamnya, dan mereka berkata, \"Betapa celaka kami, kitab apakah ini, tidak ada yang tertinggal, yang kecil dan yang besar melainkan tercatat semuanya,\" dan mereka dapati (semua) apa yang telah mereka kerjakan (tertulis). Dan Tuhanmu tidak menzalimi seorang jua pun. (al-Kahf/18: 49) Mereka akan diberi balasan sesuai dengan perbuatannya yang tertera dalam buku catatan itu dan mereka tidak akan dirugikan sedikit pun."
        },
        {
          "number": 63,
          "arabic": "بَلْ قُلُوبُهُمْ فِى غَمْرَةٍ مِّنْ هَـٰذَا وَلَهُمْ أَعْمَـٰلٌ مِّن دُونِ ذَٰلِكَ هُمْ لَهَا عَـٰمِلُونَ",
          "transliteration": "bal qulūbuhum fī ghamratin min hādhā walahum aʿmālun min dūni dhālika hum lahā ʿāmilūna",
          "translation": "Tetapi, hati mereka (orang-orang kafir) itu dalam kesesatan dari (memahami Alquran) ini, dan mereka mempunyai (kebiasaan banyak mengerjakan) perbuatan-perbuatan lain (buruk) yang terus mereka kerjakan.",
          "tafsir": "Pada ayat ini Allah menerangkan bahwa hati kaum musyrikin telah berpaling dan lalai dari memperhatikan petunjuk-petunjuk yang dibawa Al-Qur'an. Mereka tidak mau mengambil manfaat daripadanya. Padahal petunjuk-petunjuk itulah yang dapat membawa mereka kepada kebahagiaan hidup di dunia dan akhirat. Seandainya mereka mau membaca dan memperhatikan Al-Qur'an tentulah hati mereka akan terbuka dan melihat bahwa ajaran Al-Qur'an itu memang amat berguna dan semua yang terkandung di dalamnya adalah benar. Mereka akan mengakui bahwa semua perbuatan manusia akan dipertanggungjawabkan di hadapan Allah tanpa kecuali. Inilah kesalahan mereka yang pertama yang menyeret mereka kepada kesalahan-kesalahan lain dan menyebabkan mereka tidak mempedulikan lagi norma-norma akhlak yang mulia, berbuat sekehendak hati tanpa memperhatikan hak-hak orang-orang lain. Apa saja yang mereka inginkan mereka rebut walaupun dengan merampas dan menganiaya kaum lemah. Karena itu pula mereka telah tenggelam dalam kemusyrikan dan mata hati mereka telah buta tidak dapat lagi membedakan mana yang benar dan mana yang sesat, telinga mereka telah tuli, tidak dapat lagi mendengar ajaran agama. Hadis yang diriwayatkan Ibnu Masud, Nabi saw, bersabda: ....Demi Zat yang tidak ada tuhan selain-Nya, sesungguhnya seseorang di antara kamu beramal amalan penghuni surga, sehingga antara dia dan surga hanya tinggal satu hasta saja. Namun dia sudah tercatat sebagai penghuni neraka, maka ia mengakhiri amalnya dengan dengan amalan penghuni neraka, sehingga ia masuk neraka. Dan sesungguhnya seseorang di antara kamu beramal amalan penghuni neraka, sehingga antara dia dengan neraka hanya tinggal satu hasta saja. Namun ia sudah tercatat sebagai penghuni surga, maka ia mengakhiri amalnya dengan amalan penghuni surga, sehingga ia masuk surga.\" (Riwayat Ahmad) Mereka menganggap apa yang mereka warisi dari nenek moyang mereka sajalah yang benar. Menurut mereka Al-Qur'an itu hanya dongengan orang-orang dahulu yang dibawa oleh orang yang gila atau hanya gubahan seorang penyair atau ajaran yang diterima Muhammad dari ahli kitab. Apabila diberikan kepada mereka keterangan yang nyata tentang kebenaran Al-Qur'an yang tidak dapat dibantah sehingga mereka mengatakan, kami tak dapat menerimanya karena bertentangan dengan apa yang dianut dan dipercayai moyang kami, seperti tersebut dalam ayat: Bahkan mereka berkata, \"Sesungguhnya kami mendapati nenek moyang kami menganut suatu agama, dan kami mendapat petunjuk untuk mengikuti jejak mereka.\" (az-Zukhruf/43: 22)"
        },
        {
          "number": 64,
          "arabic": "حَتَّىٰٓ إِذَآ أَخَذْنَا مُتْرَفِيهِم بِٱلْعَذَابِ إِذَا هُمْ يَجْـَٔرُونَ",
          "transliteration": "ḥattā idhā akhadhnā mut'rafīhim bil-ʿadhābi idhā hum yajarūna",
          "translation": "Sehingga apabila Kami timpakan siksaan kepada orang-orang yang hidup bermewah-mewah di antara mereka, seketika itu mereka berteriak-teriak meminta tolong.",
          "tafsir": "Pada ayat ini Allah menerangkan bahwa kaum musyrikin dan semua orang yang ingkar dan durhaka akan disiksa dengan siksaan yang pedih. Pada saat mereka telah dikepung oleh azab yang dahsyat dan mengerikan sebagai balasan atas keingkaran dan kedurhakaan mereka, mereka berteriak-teriak meminta tolong dan sangat menyesali nasib mereka yang buruk itu, terutama pemimpin-pemimpin dan orang-orang kaya mereka yang pernah hidup di dunia dengan senang dan penuh kenikmatan. Tetapi tidak ada yang dapat menolong mereka pada waktu itu, karena semua urusan dan keputusan berada di tangan Allah. Penyesalan mereka tiada berguna lagi karena ibarat pepatah \"nasi sudah menjadi bubur,\" kesalahan dan kedurhakaan mereka tak dapat diampuni lagi. Firman Allah: Betapa banyak umat sebelum mereka yang telah Kami binasakan, lalu mereka meminta tolong padahal (waktu itu) bukanlah saat untuk lari melepaskan diri. (shad/38:3)"
        },
        {
          "number": 65,
          "arabic": "لَا تَجْـَٔرُوا۟ ٱلْيَوْمَ ۖ إِنَّكُم مِّنَّا لَا تُنصَرُونَ",
          "transliteration": "lā tajarū l-yawma innakum minnā lā tunṣarūna",
          "translation": "Janganlah kamu berteriak-teriak meminta tolong pada hari ini! Sungguh, kamu tidak akan mendapat pertolongan dari Kami.",
          "tafsir": "Allah berfirman kepada mereka untuk tidak berteriak-teriak meminta tolong pada hari itu, karena tak ada gunanya. Hari itu adalah hari pembalasan terhadap apa yang mereka kerjakan di dunia dahulu. Inilah ketetapan yang sudah pasti dari Allah yang harus mereka terima, tak ada yang dapat menolong atau membebaskan mereka dari azab dan mereka tak dapat menghindarkan diri daripadanya."
        },
        {
          "number": 66,
          "arabic": "قَدْ كَانَتْ ءَايَـٰتِى تُتْلَىٰ عَلَيْكُمْ فَكُنتُمْ عَلَىٰٓ أَعْقَـٰبِكُمْ تَنكِصُونَ",
          "transliteration": "qad kānat āyātī tut'lā ʿalaykum fakuntum ʿalā aʿqābikum tankiṣūna",
          "translation": "Sungguh ayat-ayat-Ku (Alquran) selalu dibacakan kepada kamu, tetapi kamu selalu berpaling ke belakang,",
          "tafsir": "Ayat selanjutnya menjelaskan bahwa tatkala di dunia telah dibaca-kan kepada mereka ayat-ayat Allah oleh seorang rasul yang diutus kepada mereka, tetapi mereka mendustakannya, memperolok-olokkan dan menghinanya karena kesombongan dan kecongkakan, padahal petunjuk dan ajaran yang dibawanya adalah benar dan sangat bermanfaat bagi mereka kalau mereka mau memperhatikan dan mendengarkannya. Firman Allah: Yang demikian itu karena sesungguhnya kamu mengingkari apabila diseru untuk menyembah Allah saja. Dan jika Allah dipersekutukan, kamu percaya. Maka keputusan (sekarang ini) adalah pada Allah Yang Mahatinggi, Mahabesar. (al-Mumin/40: 12)"
        },
        {
          "number": 67,
          "arabic": "مُسْتَكْبِرِينَ بِهِۦ سَـٰمِرًا تَهْجُرُونَ",
          "transliteration": "mus'takbirīna bihi sāmiran tahjurūna",
          "translation": "dengan menyombongkan diri dan mengucapkan perkataan-perkataan keji terhadapnya (Alquran) pada waktu kamu bercakap-cakap pada malam hari.",
          "tafsir": "Ayat ini menjelaskan bahwa mereka menolak semua ajaran yang dibawa Nabi Muhammad dan menganggap diri mereka lebih mulia daripada-nya karena mereka penguasa, pembela, dan penjaga Baitullah. Tidak ada seorang pun di dunia ini yang lebih mulia dari mereka. Mereka menggunjingkan dan mencela Nabi saw habis-habisan di waktu bersantai di malam hari. Mereka menuduh Nabi sebagai tukang sihir, penyair, tukang tenung, dan lain sebagainya. Tindakan mereka itu tidak benar, karena Muhammad seorang rasul dan Allah akan mengeluarkan orang kafir dari tanah haram karena kejahatan mereka kepada Rasulullah."
        },
        {
          "number": 68,
          "arabic": "أَفَلَمْ يَدَّبَّرُوا۟ ٱلْقَوْلَ أَمْ جَآءَهُم مَّا لَمْ يَأْتِ ءَابَآءَهُمُ ٱلْأَوَّلِينَ",
          "transliteration": "afalam yaddabbarū l-qawla am jāahum mā lam yati ābāahumu l-awalīna",
          "translation": "Maka tidaklah mereka menghayati firman (Allah), atau adakah telah datang kepada mereka apa yang tidak pernah datang kepada nenek moyang mereka dahulu?",
          "tafsir": "Pada ayat ini Allah mencerca perbuatan dan ucapan mereka yang tak sopan dan tak masuk akal itu. Apakah mereka tidak memperhatikan ayat-ayat Al-Qur'an bagaimana indah dan tinggi susunan kata-katanya, padahal mereka mempunyai kesempatan yang luas untuk memperhatikannya. Tidak terdapat di dalam Al-Qur'an itu kelemahan, pertentangan atau sesuatu yang mengurangi nilai sastranya atau merendahkan pengertian yang terdapat di dalamnya. Bahkan Al-Qur'an berisi dalil-dalil dan hujjah-hujjah yang nyata yang tidak dapat dibantah, baik yang terkait dengan dasar-dasar akhlak yang mulia, maupun dengan syariat dan peraturan yang dapat membawa mereka ke derajat yang paling tinggi bila mereka mau mengamalkan dan mematuhinya. Ataukah mereka menganggap kedatangan Muhammad sebagai rasul suatu hal yang mustahil yang belum pernah terjadi pada umat-umat yang terdahulu, padahal mereka mengetahui adanya rasul-rasul yang terdahulu itu dan bagaimana nasib umat-umat yang mengingkari mereka, bahkan mereka melihat sendiri bekas-bekas kehancuran yang ditinggalkan umat-umat yang durhaka itu."
        },
        {
          "number": 69,
          "arabic": "أَمْ لَمْ يَعْرِفُوا۟ رَسُولَهُمْ فَهُمْ لَهُۥ مُنكِرُونَ",
          "transliteration": "am lam yaʿrifū rasūlahum fahum lahu munkirūna",
          "translation": "Ataukah mereka tidak mengenal Rasul mereka (Muhammad), karena itu mereka mengingkarinya?",
          "tafsir": "Ayat ini mempertanyakan apakah mereka tidak mengenal siapa Muhammad, rasul mereka sehingga mereka mengingkarinya. Padahal, mereka mengenal Muhammad sejak kecil, sebagai orang yang baik budi pekerti, paling terpercaya di kalangan mereka, dan keturunan dari Bani Hasyim yang mereka hormati dan segani, sehingga mereka sendiri memberikan julukan terhadapnya dengan al-Amin (seorang yang paling dipercaya). Abu Sufyan sebagai kepala perutusan mereka kepada Kaisar Romawi, ketika ditanya bagaimana sifat-sifat Muhammad, dia menjawab Muhammad berasal dari keturunan keluarga yang mulia, terkenal dengan kebenaran ucapannya dan amanahnya."
        },
        {
          "number": 70,
          "arabic": "أَمْ يَقُولُونَ بِهِۦ جِنَّةٌۢ ۚ بَلْ جَآءَهُم بِٱلْحَقِّ وَأَكْثَرُهُمْ لِلْحَقِّ كَـٰرِهُونَ",
          "transliteration": "am yaqūlūna bihi jinnatun bal jāahum bil-ḥaqi wa-aktharuhum lil'ḥaqqi kārihūna",
          "translation": "Atau mereka berkata, \"Orang itu (Muhammad) gila.\" Padahal, dia telah datang membawa kebenaran kepada mereka, tetapi kebanyakan mereka membenci kebenaran.",
          "tafsir": "Penjelasan selanjutnya mengatakan bahwa mereka menganggap Muhammad saw sebagai orang gila yang tidak menyadari semua ucapannya. Sebetulnya, mereka tahu benar bahwa Muhammad tidak gila, dan mengakui bahwa dia adalah seorang yang paling cerdas di antara mereka, seorang cendekiawan yang bijaksana. Mereka sendiri pernah mengangkatnya sebagai hakim yang memutuskan perkara di antara mereka, ketika berselisih tentang siapa yang akan meletakkan hajar aswad di tempatnya semula setelah bangunan Kabah dirombak dan diperbaiki. Pada ayat ini Allah menegaskan bahwa Muhammad adalah pembawa kebenaran dari Tuhannya, bukan seperti yang mereka tuduhkan. Dia mengajak mereka supaya meninggalkan berbagai sembahan dan berhala serta kembali kepada agama tauhid yang murni, agama nenek moyang mereka Nabi Ibrahim. Dia adalah pembawa agama yang mempunyai syariat dan peraturan untuk kebahagiaan manusia di dunia dan di akhirat. Tetapi kebanyakan mereka benci kepada kebenaran yang dia serukan, karena hati mereka telah tertutup oleh syirik, dosa, dan kedurhakaan. Oleh sebab itu, mereka berpaling dari jalan yang benar, selalu menempuh jalan yang sesat, dan tak dapat lagi memahami kebenaran, bahkan mereka membencinya. Memang ada di antara mereka yang sadar dan insaf, mengakui dalam hatinya bahwa agama yang dibawa Muhammad itu adalah agama yang benar dan baik, tetapi karena takut dicemooh kaumnya yang kafir mereka tidak mau beriman seperti halnya paman Nabi sendiri yaitu Abu Talib. Ia pernah mengatakan, \"Kalau tidak karena takut akan dicerca oleh pemimpin-pemimpin kabilah kami, tentulah kami benar-benar telah menjadi pengikutnya dalam segala hal.\""
        },
        {
          "number": 71,
          "arabic": "وَلَوِ ٱتَّبَعَ ٱلْحَقُّ أَهْوَآءَهُمْ لَفَسَدَتِ ٱلسَّمَـٰوَٰتُ وَٱلْأَرْضُ وَمَن فِيهِنَّ ۚ بَلْ أَتَيْنَـٰهُم بِذِكْرِهِمْ فَهُمْ عَن ذِكْرِهِم مُّعْرِضُونَ",
          "transliteration": "walawi ittabaʿa l-ḥaqu ahwāahum lafasadati l-samāwātu wal-arḍu waman fīhinna bal ataynāhum bidhik'rihim fahum ʿan dhik'rihim muʿ'riḍūna",
          "translation": "Dan seandainya kebenaran itu menuruti keinginan mereka, pasti binasalah langit dan bumi, dan semua yang ada di dalamnya. Bahkan Kami telah memberikan peringatan kepada mereka, tetapi mereka berpaling dari peringatan itu.",
          "tafsir": "Kemudian Allah menjelaskan bahwa kalau Al-Qur'an mengikuti kemauan orang-orang yang mendustakan Allah dan Rasul-Nya, yang menye-kutukan Allah dan mengatakan bahwa Dia mempunyai anak, serta membenarkan segala perbuatan dosa dan munkar, tentulah dunia ini akan rusak binasa sebagaimana tersebut dalam firman-Nya: Seandainya pada keduanya (di langit dan di bumi) ada tuhan-tuhan selain Allah, tentu keduanya telah binasa. Mahasuci Allah yang memiliki 'Arsy, dari apa yang mereka sifatkan.(al-Anbiya'/21: 22) Kalau Al-Qur'an membolehkan perbuatan zalim, aniaya, dan mening-galkan keadilan tentu akan terjadi kekacauan dan keguncangan hebat dalam masyarakat. Kalau Al-Qur'an membolehkan pelanggaran hak, perampasan harta sehingga si lemah menjadi santapan yang empuk bagi si kuat, tentulah dunia ini tidak akan aman dan tenteram selama-lamanya. Hal ini telah terbukti pada diri mereka sendiri. Hampir saja masyarakat Arab pada masa Jahiliah rusak binasa, karena tidak mempunyai norma-norma akhlak yang mulia, tidak ada syariat dan peraturan yang mereka patuhi. Mereka hanya membangga-banggakan kekayaan dan kekuatan sehingga untuk memperebutkannya mereka jatuh dalam jurang perselisihan dan peperangan yang tidak habis-habisnya. Allah kembali menerangkan bahwa Dia telah mengaruniakan kepada mereka sesuatu yang seharusnya menjadi kebanggaan bagi mereka yaitu Al-Qur'an. Mengapa mereka berpaling daripadanya, menolak, menganggap hina, dan memperolok-olokkannya. Kalau mereka sadar dan insaf tentulah mereka tidak akan berbuat seperti itu. Padahal terbukti kemudian bahwa Al-Qur'an itu menjadikan mereka bangsa yang mulia dan mereka bangga karena Al-Qur'an turun pertama kali kepada mereka dan menggunakan bahasa mereka, sesuai dengan firman Allah: Dan sungguh, Al-Qur'an itu benar-benar suatu peringatan bagimu dan bagi kaummu, dan kelak kamu akan diminta pertanggungjawaban. (az-Zukhruf/43: 44)"
        },
        {
          "number": 72,
          "arabic": "أَمْ تَسْـَٔلُهُمْ خَرْجًا فَخَرَاجُ رَبِّكَ خَيْرٌ ۖ وَهُوَ خَيْرُ ٱلرَّٰزِقِينَ",
          "transliteration": "am tasaluhum kharjan fakharāju rabbika khayrun wahuwa khayru l-rāziqīna",
          "translation": "Atau engkau (Muhammad) meminta imbalan kepada mereka? Sedangkan imbalan dari Tuhanmu lebih baik, karena Dia pemberi rezeki yang terbaik.",
          "tafsir": "Pada ayat ini Allah mempertanyakan mengapa mereka tidak mau menerima ajaran-ajaran Al-Qur'an padahal Nabi Muhammad tidak pernah meminta kepada mereka imbalan jasa atas penyampaian ajaran Al-Qur'an. Nabi Muhammad menyadari bahwa penyampaian risalah itu adalah kewajiban yang harus dilaksanakan sebaik-baiknya atas perintah Tuhannya. Kalau ada sesuatu yang diharapkannya maka harapan itu tiada lain hanyalah keridaan Allah yang dengan keridaan-Nya ia akan berbahagia dan dengan keridaan Allah itu ia akan mendapat balasan karunia yang tidak akan putus-putusnya sebagaimana tersebut dalam firman-Nya: Katakanlah (Muhammad), \"Imbalan apa pun yang aku minta kepadamu, maka itu untuk kamu. Imbalanku hanyalah dari Allah, dan Dia Maha Mengetahui segala sesuatu.\" (Saba'/34: 47)"
        },
        {
          "number": 73,
          "arabic": "وَإِنَّكَ لَتَدْعُوهُمْ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
          "transliteration": "wa-innaka latadʿūhum ilā ṣirāṭin mus'taqīmin",
          "translation": "Dan sungguh engkau pasti telah menyeru mereka kepada jalan yang lurus.",
          "tafsir": "Kemudian pada ayat ini Allah meyakinkan Nabi Muhammad saw bahwa dia benar-benar seorang rasul yang menyeru kaumnya kepada jalan yang lurus yang membawa mereka kepada kebahagiaan dunia dan akhirat. Allah menghimbau Muhammad agar tidak terpengaruh dengan kata-kata orang-orang kafir itu yang menghina dan mencemoohkannya. Semua ucapan-ucapan mereka itu adalah bohong belaka yang keluar dari mulut mereka karena dengki dan sakit hati."
        },
        {
          "number": 74,
          "arabic": "وَإِنَّ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْـَٔاخِرَةِ عَنِ ٱلصِّرَٰطِ لَنَـٰكِبُونَ",
          "transliteration": "wa-inna alladhīna lā yu'minūna bil-ākhirati ʿani l-ṣirāṭi lanākibūna",
          "translation": "Dan sungguh orang-orang yang tidak beriman kepada akhirat benar-benar telah menyimpang jauh dari jalan (yang lurus).",
          "tafsir": "Allah menegaskan dalam ayat ini bahwa orang-orang yang tidak mau beriman itu dan tidak percaya kepada hari akhirat, benar-benar telah menyimpang dari jalan yang benar. Kepada mereka telah diberikan berbagai alasan dan perumpamaan yang jelas. Seandainya mereka mau mendengarkan dan memikirkannya tentulah mereka akan sadar dan kembali kepada kebenaran. Tetapi hati dan pikiran mereka telah ditutupi oleh kesombongan, kedurhakaan dan perbuatan dosa yang selalu mereka lakukan. Mereka tidak berhak sama sekali atas rahmat dan kasih sayang Allah karena semua perbuatan baik tidak ada gunanya sama sekali buat orang-orang yang bersifat demikian."
        }
      ]
    }
  ]
}