{
  "pageNumber": 15,
  "juz": 1,
  "surahs": [
    {
      "number": 2,
      "name": "Al-Baqarah",
      "nameArabic": "البقرة",
      "meaning": "Sapi Betina",
      "revelation": "Madinah",
      "description": "Surat \"Al Baqarah\" terdiri atas 286 ayat dan sebagian besar diturunkan di Madinah pada permulaan tahun Hijrah, kecuali ayat 281 yang diturunkan di Mina pada Haji wadaa' (haji Nabi Muhammad s.a.w. yang terakhir). Seluruh ayat surat Al Baqarah termasuk golongan Madaniyyah dan merupakan surat yang terpanjang di antara surat-surat Al Qur'an yang di dalamnya terdapat pula ayat yang terpanjang (ayat 282).Surat ini dinamai \"Al Baqarah\" karena di dalamnya disebutkan kisah penyembelihan sapi betina yang diperintahkan Allah kepada Bani Israil (ayat 67 sampai dengan 74), di mana dijelaskan watak orang Yahudi pada umumnya. Dinamai \"Fusthaathul-Qur'an\" (puncak Al Qur'an) karena memuat beberapa hukum yang tidak disebutkan dalam surat yang lain. Dinamai juga surat \"Alif-laam-miim\" karena surat ini dimulai dengan Alif-laam-miim.&nbsp;Pokok-Pokok Isi:1. Keimanan:Dakwah Islamiyah yang dihadapkan kepada umat Islam, ahli kitab dan para musyrikin.2. Hukum-hukum:Perintah mengerjakan shalat; menunaikan zakat; hukum puasa; hukum haji dan umrah; hukum qishash; halal dan haram; berinfak di jalan Allah; hukum arak dan judi; cara menyantuni anak yatim, larangan riba; utang-piutang; nafkah dan yang berhak menerimanya; wasiat kepada ibu-bapak dan kaum kerabat; hukum sumpah; kewajiban menyampaikan amanah; sihir; hukum merusak masjid; hukum mengubah kitab-kitab Allah; hukum haidh, 'iddah, thalak, khulu', ilaa' dan susuan; hukum melamar, mahar, larangan menikahi wanita musyrik dan sebaliknya; hukum perang.3. Kisah-kisah:Kisah penciptaan Nabi Adam a.s; kisah Nabi Ibrahim a.s.; kisah Nabi Musa a.s. dengan Bani Israil.4. Lain-lain:Sifat-sifat orang yang bertakwa; sifat-sifat orang munafik; sifat-sifat Allah; perumpamaan-perumpamaan; kiblat, kebangkitan sesudah mati.Kesimpulan surat Al Baqarah:1. Menjelaskan beberapa hukum dalam agama Islam.2. Mengemukakan beberapa perumpamaan.3. Mengemukakan hujjah-hujjah.Hubungan Surat Al Baqarah Dengan Surat Ali 'Imran:1. Dalam surat Al Baqarah, disebutkan Nabi Adam a.s. yang langsung diciptakan Allah, sedang dalam surat Ali'Imran, disebutkan tentang kelahiran Nabi 'Isa a.s. yang kedua-duanya diciptakan Allah secara menyelisihi kebiasaan.2. Dalam surat Al Baqarah, sifat dan perbuatan orang-orang Yahudi dibentangkan secara luas disertai dengan hujjah untuk mematahkan hujjah-hujjah mereka yang membela kesesatan, sedang dalam surat Ali 'Imran, dibentangkan hal-hal serupa yang berhubungan dengan orang Nasrani.3. Surat Al Baqarah dimulai dengan menyebutkan tiga golongan manusia, yaitu orang mukmin, orang yang mengimani hari akhir, dan orang munafik. Sementara itu, surat Ali 'Imran dimulai dengan menyebutkan orang yang suka mentakwilkan ayat yang mutasyabihaat secara salah untuk memfitnah orang mukmin, dan menyebutkan orang yang mempunyai keahlian dalam menakwilkannya.4. Surat Al Baqarah disudahi dengan permohonan kepada Allah agar kesalahan-kesalahan dan kealpaan dalam melaksanakan ketaatan diampuni, sedang surat Ali 'Imran disudahi dengan permohonan kepada Allah agar Dia memberi pahala atas amal saleh yang dilakukan hamba-Nya.5. Surat Al Baqarah dimulai dengan menyebutkan sifat-sifat orang yang bertakwa, sedang surat Ali 'Imran dimulai dengan perintah bertakwa.",
      "verses": [
        {
          "number": 94,
          "arabic": "قُلْ إِن كَانَتْ لَكُمُ ٱلدَّارُ ٱلْـَٔاخِرَةُ عِندَ ٱللَّهِ خَالِصَةً مِّن دُونِ ٱلنَّاسِ فَتَمَنَّوُا۟ ٱلْمَوْتَ إِن كُنتُمْ صَـٰدِقِينَ",
          "transliteration": "qul in kānat lakumu l-dāru l-ākhiratu ʿinda l-lahi khāliṣatan min dūni l-nāsi fatamannawū l-mawta in kuntum ṣādiqīna",
          "translation": "Katakanlah (Muhammad), \"Jika negeri akhirat di sisi Allah, khusus untukmu saja bukan untuk orang lain, maka mintalah kematian jika kamu orang yang benar.\"",
          "tafsir": "Allah memerintahkan kepada Nabi Muhammad saw agar mengatakan kepada orang-orang Yahudi apabila memang benar perkataan dan dugaan mereka bahwa surga itu hanya untuk mereka saja, maka mintalah mati dengan segera. Kenyataan mereka tidak mau menginginkan kematian, tetapi malah sebaliknya, mereka mengejar dan berjuang terus untuk memperoleh kenikmatan dunia. Karena itu ucapan mereka itu tidak benar."
        },
        {
          "number": 95,
          "arabic": "وَلَن يَتَمَنَّوْهُ أَبَدًۢا بِمَا قَدَّمَتْ أَيْدِيهِمْ ۗ وَٱللَّهُ عَلِيمٌۢ بِٱلظَّـٰلِمِينَ",
          "transliteration": "walan yatamannawhu abadan bimā qaddamat aydīhim wal-lahu ʿalīmun bil-ẓālimīna",
          "translation": "Tetapi mereka tidak akan menginginkan kematian itu sama sekali, karena dosa-dosa yang telah dilakukan tangan-tangan mereka. Dan Allah Maha Mengetahui orang-orang zalim.",
          "tafsir": "Allah menjelaskan bahwa mereka sekali-kali tidak akan menginginkan kematian, karena mereka telah mengetahui kesalahan dan dosa yang telah mereka lakukan sendiri, dan mengetahui pula bahwa semestinya mereka akan mendapat hukuman berat karena dosa-dosa itu, seperti mengubah dan memalsukan Kitab Taurat, dan mengingkari kerasulan Nabi Muhammad saw, padahal dalam Kitab Taurat disebutkan tentang kedatangan Nabi Muhammad saw. Allah mengetahui bahwa mereka itu zalim. Maksudnya Allah Maha Mengetahui bahwa mereka tidak melaksanakan hukum yang semestinya dilakukan, dan tidak menempatkan sesuatu pada tempatnya, seperti dugaan mereka bahwa negeri akhirat itu disediakan khusus untuk mereka, tidak untuk yang lain."
        },
        {
          "number": 96,
          "arabic": "وَلَتَجِدَنَّهُمْ أَحْرَصَ ٱلنَّاسِ عَلَىٰ حَيَوٰةٍ وَمِنَ ٱلَّذِينَ أَشْرَكُوا۟ ۚ يَوَدُّ أَحَدُهُمْ لَوْ يُعَمَّرُ أَلْفَ سَنَةٍ وَمَا هُوَ بِمُزَحْزِحِهِۦ مِنَ ٱلْعَذَابِ أَن يُعَمَّرَ ۗ وَٱللَّهُ بَصِيرٌۢ بِمَا يَعْمَلُونَ",
          "transliteration": "walatajidannahum aḥraṣa l-nāsi ʿalā ḥayatin wamina alladhīna ashrakū yawaddu aḥaduhum law yuʿammaru alfa sanatin wamā huwa bimuzaḥziḥihi mina l-ʿadhābi an yuʿammara wal-lahu baṣīrun bimā yaʿmalūna",
          "translation": "Dan sungguh, engkau (Muhammad) akan mendapati mereka (orang-orang Yahudi), manusia yang paling tamak akan kehidupan (dunia), bahkan (lebih tamak) dari orang-orang musyrik.<sup foot_note=134993>1</sup> Masing-masing dari mereka, ingin diberi umur seribu tahun, padahal umur panjang itu tidak akan menjauhkan mereka dari azab. Dan Allah Maha melihat apa yang mereka kerjakan.",
          "tafsir": "Allah swt memberikan penjelasan bahwa Nabi Muhammad saw akan menjumpai orang-orang yang menginginkan kehidupan yang kekal di muka bumi dan mereka berusaha dengan cara apa pun juga agar mereka dapat hidup kekal. Mereka itu sebenarnya tidak yakin akan dugaan dan sangkaan mereka sendiri. Meskipun yang dinyatakan dalam ayat ini hanya mengenai orang-orang yang hidup pada masa turunnya ayat, tetapi ketentuan itu berlaku terus sepanjang masa. Bahkan orang Yahudi itu orang yang paling tamak di antara seluruh manusia, bahkan melebihi orang-orang musyrikin. Sikap demikian itu mendapat celaan dan kemarahan yang besar dari Allah. Karena orang-orang musyrik tidak percaya adanya hari kebangkitan, maka ketamakan orang-orang musyrik terhadap kenikmatan dunia bukanlah hal yang aneh. Tetapi orang-orang Yahudi yang percaya pada Al-Kitab dan mengakui adanya hari pembalasan, seharusnya tidak terlalu tamak terhadap kehidupan dunia ini. Mereka menginginkan hidup di dunia seribu tahun atau lebih. Karena itu pantas kalau Allah marah dan menghukum mereka. Panjang umur mereka di dunia ini tidaklah dapat menolongnya dan tidak pula dapat menjauhkannya dari siksaan yang tersedia bagi mereka di akhirat, lagi pula umur itu betapapun panjangnya, pasti akan berakhir. Dengan lain perkataan, panjangnya umur tidak akan dapat melepaskan diri mereka dari siksaan Tuhan, karena Allah Maha Mengetahui perbuatan-perbuatan mereka, baik yang tersembunyi, ataupun yang mereka lakukan secara terang-terangan. Seluruh perbuatan yang timbul dari mereka pasti diberi balasan yang setimpal."
        },
        {
          "number": 97,
          "arabic": "قُلْ مَن كَانَ عَدُوًّا لِّجِبْرِيلَ فَإِنَّهُۥ نَزَّلَهُۥ عَلَىٰ قَلْبِكَ بِإِذْنِ ٱللَّهِ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ وَهُدًى وَبُشْرَىٰ لِلْمُؤْمِنِينَ",
          "transliteration": "qul man kāna ʿaduwwan lijib'rīla fa-innahu nazzalahu ʿalā qalbika bi-idh'ni l-lahi muṣaddiqan limā bayna yadayhi wahudan wabush'rā lil'mu'minīna",
          "translation": "Katakanlah (Muhammad), \"Barang siapa menjadi musuh Jibril, maka (ketahuilah) bahwa dialah yang telah menurunkan (Alquran) ke dalam hatimu dengan izin Allah membenarkan apa (kitab-kitab) yang terdahulu, dan menjadi petunjuk serta berita gembira bagi orang-orang beriman.\"",
          "tafsir": "Pada ayat ini, Allah menjelaskan tentang penolakan alasan-alasan yang dikemukakan orang Yahudi dengan menyuruh Nabi Muhammad saw, menyampaikan kepada orang-orang Yahudi, bahwa barang siapa yang memusuhi Jibril berarti ia telah memusuhi wahyu Allah, karena tugasnya antara lain menurunkan Al-Qur'an kepada Nabi Muhammad saw. Barang siapa memusuhi wahyu Allah, berarti ia telah mendustakan Taurat dan kitab-kitab Allah yang lain. Alasan yang dikemukakan orang-orang Yahudi adalah alasan yang timbul dari kelemahan dan kerusakan iman. Hal ini menunjukkan bahwa permusuhan orang-orang Yahudi terhadap Jibril tidaklah pantas dijadikan alasan untuk tidak mempercayai kitab yang diturunkan Allah."
        },
        {
          "number": 98,
          "arabic": "مَن كَانَ عَدُوًّا لِّلَّهِ وَمَلَـٰٓئِكَتِهِۦ وَرُسُلِهِۦ وَجِبْرِيلَ وَمِيكَىٰلَ فَإِنَّ ٱللَّهَ عَدُوٌّ لِّلْكَـٰفِرِينَ",
          "transliteration": "man kāna ʿaduwwan lillahi wamalāikatihi warusulihi wajib'rīla wamīkāla fa-inna l-laha ʿaduwwun lil'kāfirīna",
          "translation": "Barang siapa menjadi musuh Allah, malaikat-malaikat-Nya, rasul-rasul-Nya, Jibril dan Mikail, maka sesungguhnya Allah musuh bagi orang-orang kafir.",
          "tafsir": "Pada ayat ini Allah menerangkan bahwa barang siapa memusuhi Allah dan malaikat-malaikat-Nya dan orang-orang yang menjauhkan diri dari-Nya, berarti orang itu telah menganiaya dirinya sendiri, karena orang yang demikian itu memusuhi orang-orang yang menyampaikan seruan Allah, yang berarti pula orang itu telah mendengar seruan Allah kepada jalan yang benar, tetapi tidak mau mendengarkan seruan itu. Ia telah berbuat zalim karena tidak mau mendengarkan seruan sebagaimana mestinya, padahal seruan itu sangat berguna bagi dirinya sendiri. Dalam ayat ini terdapat ancaman yang keras yang dinyatakan Allah secara terang-terangan, yaitu ketentuan bahwa orang-orang Yahudi digolongkan orang-orang kafir karena mereka memusuhi kebenaran dan memusuhi pula setiap orang yang menyerukan kebenaran itu. Orang-orang Yahudi semestinya harus mengerti bahwa memusuhi Al-Qur'an berarti memusuhi seluruh kitab-kitab samawiyah, karena tujuan dari kitab-kitab itu hanyalah satu, yaitu memberikan hidayah pada semua manusia dan menunjuki mereka pada jalan yang lurus. Memusuhi Nabi Muhammad pun berarti memusuhi seluruh nabi, karena tugas para nabi pada hakikatnya satu, dan tujuannya pun juga satu."
        },
        {
          "number": 99,
          "arabic": "وَلَقَدْ أَنزَلْنَآ إِلَيْكَ ءَايَـٰتٍۭ بَيِّنَـٰتٍ ۖ وَمَا يَكْفُرُ بِهَآ إِلَّا ٱلْفَـٰسِقُونَ",
          "transliteration": "walaqad anzalnā ilayka āyātin bayyinātin wamā yakfuru bihā illā l-fāsiqūna",
          "translation": "Dan sungguh, Kami telah menurunkan ayat-ayat yang jelas kepadamu (Muhammad), dan tidaklah ada yang mengingkarinya selain orang-orang fasik.",
          "tafsir": "Allah swt menerangkan bahwa ayat-ayat yang diturunkan kepada Nabi Muhammad saw mengandung kebenaran, karena antara teori-teori i'tiqadiyah-nya dengan dalil-dalilnya terdapat keserasian, demikian pula antara hukum-hukumnya yang bersifat amali dengan segi-segi kemanfaatannya. Tidak diperlukan dalil lain untuk membuktikan kebenaran ayat-ayat itu. Ia laksana cahaya yang menyinari segala sesuatu, yang terang benderang dengan sendirinya, tidak memerlukan sesuatu pun untuk membantu kecerahannya. Orang-orang yang telah dipancari kebenaran, tetapi lebih suka mencari kegelapan, sebabnya tiada lain karena hasad pada orang yang menampakkan hak, juga karena sifat congkak dan sombong yang timbul dari mereka."
        },
        {
          "number": 100,
          "arabic": "أَوَكُلَّمَا عَـٰهَدُوا۟ عَهْدًا نَّبَذَهُۥ فَرِيقٌ مِّنْهُم ۚ بَلْ أَكْثَرُهُمْ لَا يُؤْمِنُونَ",
          "transliteration": "awakullamā ʿāhadū ʿahdan nabadhahu farīqun min'hum bal aktharuhum lā yu'minūna",
          "translation": "Dan mengapa setiap kali mereka mengikat janji, sekelompok mereka melanggarnya? Sedangkan sebagian besar mereka tidak beriman.",
          "tafsir": "Pantaslah mereka itu mengingkari ayat Allah, karena setiap mereka mengadakan perjanjian, sebagian besar mereka mengkhianati janji. Janji yang dimaksudkan dalam ayat ini ialah janji mereka kepada Nabi Muhammad saw, dan janji yang mereka buat itu tidak sedikit. Tegasnya, orang-orang Yahudi mempunyai watak yang tidak setia, bahkan sebagian besar dari mereka suka menyalahi janji. Allah menerangkan dalam ayat ini ketidakjujuran yang dilakukan orang-orang Yahudi dalam mengingkari ayat-ayat yang terdapat dalam kitab Taurat dan tidak mau menjalankan ajarannya."
        },
        {
          "number": 101,
          "arabic": "وَلَمَّا جَآءَهُمْ رَسُولٌ مِّنْ عِندِ ٱللَّهِ مُصَدِّقٌ لِّمَا مَعَهُمْ نَبَذَ فَرِيقٌ مِّنَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ كِتَـٰبَ ٱللَّهِ وَرَآءَ ظُهُورِهِمْ كَأَنَّهُمْ لَا يَعْلَمُونَ",
          "transliteration": "walammā jāahum rasūlun min ʿindi l-lahi muṣaddiqun limā maʿahum nabadha farīqun mina alladhīna ūtū l-kitāba kitāba l-lahi warāa ẓuhūrihim ka-annahum lā yaʿlamūna",
          "translation": "Dan setelah datang kepada mereka seorang Rasul (Muhammad) dari Allah yang membenarkan apa yang ada pada mereka, sebagian dari orang-orang yang diberi Kitab (Taurat) melemparkan Kitab Allah itu ke belakang (punggung), seakan-akan mereka tidak tahu.",
          "tafsir": "Ketika Nabi Muhammad saw datang dengan membawa kitab yang membawa keterangan-keterangan yang membenarkan kitab Taurat yang ada pada mereka, yang mengandung pokok-pokok ajaran tauhid, dasar-dasar hukum, hikmah-hikmah dan berita tentang umat yang lalu, orang Yahudi mengenyampingkan ajaran kitab Taurat. Padahal dalam kitab Taurat itu juga telah diisyaratkan kedatangan Nabi Muhammad saw, mereka itu tidak lagi berpegang pada ajaran Taurat. Tindakan orang-orang Yahudi yang mengenyampingkan Taurat dan mengingkarinya berarti mereka telah melemparkan Taurat itu ke belakang mereka, sehingga mereka tidak dapat mengetahuinya lagi."
        }
      ]
    }
  ]
}