{
  "pageNumber": 347,
  "juz": 18,
  "surahs": [
    {
      "number": 23,
      "name": "Al-Mu'minun",
      "nameArabic": "المؤمنون",
      "meaning": "Orang-orang Beriman",
      "revelation": "Makkah",
      "description": "Surat Al-Mu'minun terdiri dari 118 ayat dan termasuk surat Makkiyyah.Dinamai \"Al-Mu'minun\" karena permulaan surat ini menerangkan tentang sifat-sifat orang mukmin yang mendatangkan keberuntungan di akhirat dan ketenteraman jiwa di dunia. Sedemikian tinggi sifat-sifat itu, maka ia pun menjadi akhlak bagi Nabi Muhammad.**Pokok-Pokok Isi:**1. **Keimanan:** Kepastian hari kebangkitan dan hal-hal yang terjadi pada hari kiamat; Allah tidak memerlukan anak atau sekutu.2. **Hukum-hukum:** Manusia dibebani sesuai dengan kesanggupannya; semua rasul menyuruh umatnya untuk memakan makanan yang halal dan baik; pokok-pokok agama yang dibawa para nabi adalah sama hanya syariatnya yang berbeda-beda.3. **Kisah-kisah:** Kisah Nabi Nuh; kisah Nabi Hud; kisah Nabi Musa dan Nabi Harun; kisah Nabi 'Isa.4. **Lain-lain:** Tujuh perkara yang harus dipenuhi seorang mukmin yang ingin beruntung di dunia dan di akhirat; proses kejadian manusia; tanda-tanda orang yang bersegera melakukan kebaikan; nikmat yang Allah anugerahkan kepada manusia dan wajib disyukuri.Surat Al-Mu'minun dimulai dengan menyebutkan sifat-sifat yang dimiliki seorang mukmin yang beruntung di dunia dan di akhirat. Meskipun Allah tidak membeda-bedakan pemberian rezeki di dunia ini kepada manusia apakah ia mukmin atau kafir, tetapi kebahagiaan yang sebenarnya hanya diberikan kepada orang-orang yang mukmin di akhirat kelak. Kemudian dikemukakan apa yang telah dialami oleh para nabi dan umatnya masing-masing. Orang yang mengikuti nabi akan mendapat pertolongan Allah dan orang yang mengingkari nabi akan dimusnahkan Allah. Hal ini hendaknya menjadi pelajaran bagi generasi yang datang setelahnya. Setelah menggambarkan kedahsyatan hari kiamat, surat ini ditutup dengan menggambarkan hasil yang diperoleh orang-orang mukmin dan orang-orang kafir di akhirat nanti.**Hubungan Surat Al-Mu'Minun Dengan Surat An-Nur:**1. Pada permulaan surat Al-Mu'minun disebutkan bahwa salah satu tanda orang mukmin ialah menjaga kemaluan, sedangkan permulaan surat An-Nur menetapkan hukum bagi orang yang tidak dapat menjaga kemaluan, yaitu zina dan apa yang berhubungan dengannya, seperti: menuduh orang berbuat zina, qishshatul ifki, menjaga pandangan, menyuruh orang yang belum sanggup menikah agar menahan diri, dan sebagainya.2. Pada surat Al-Mu'minun Allah menegaskan bahwa Dia menciptakan alam ini dengan hikmah, yaitu agar semua makhluk melaksanakan perintah-perintah dan meninggalkan larangan-larangan-Nya, sedangkan surat An-Nur menyebutkan sejumlah perintah dan larangan itu.",
      "verses": [
        {
          "number": 75,
          "arabic": "۞ وَلَوْ رَحِمْنَـٰهُمْ وَكَشَفْنَا مَا بِهِم مِّن ضُرٍّ لَّلَجُّوا۟ فِى طُغْيَـٰنِهِمْ يَعْمَهُونَ",
          "transliteration": "walaw raḥim'nāhum wakashafnā mā bihim min ḍurrin lalajjū fī ṭugh'yānihim yaʿmahūna",
          "translation": "Dan sekiranya mereka Kami kasihani, dan Kami lenyapkan malapetaka yang menimpa mereka,<sup foot_note=135505>1</sup> pasti mereka akan terus menerus terombang-ambing dalam kesesatan mereka.",
          "tafsir": "Ayat ini mengatakan bahwa walaupun Allah memberi rahmat kepada mereka dan menyingkirkan bahaya yang mengancam, mereka tetap tidak akan mensyukuri rahmat itu, bahkan mereka akan bertambah durhaka dan tetap akan melakukan maksiat dan kezaliman. Tidak ada satu kebaikan pun yang dapat diharapkan dari mereka. Bahkan, sebagaimana dijelaskan Al-Qur'an, di akhirat nanti setelah melihat dahsyatnya siksaan yang akan ditimpakan kepada diri mereka, kemudian permintaan mereka untuk dikembalikan ke dunia dikabulkan guna memperbaiki kesalahan mereka, namun mereka akan tetap juga melakukan maksiat dan akan tetap juga menjadi orang-orang yang ingkar dan durhaka. Allah berfirman pada ayat lain: Dan seandainya engkau (Muhammad) melihat ketika mereka dihadapkan ke neraka, mereka berkata, \"Seandainya kami dikembalikan (ke dunia) tentu kami tidak akan mendustakan ayat-ayat Tuhan kami, serta menjadi orang-orang yang beriman.\" Tetapi (sebenarnya) bagi mereka telah nyata kejahatan yang mereka sembunyikan dahulu. Seandainya mereka dikembalikan ke dunia, tentu mereka akan mengulang kembali apa yang telah dilarang mengerjakannya. Mereka itu sungguh pendusta. (al-An'am/6: 27-28)"
        },
        {
          "number": 76,
          "arabic": "وَلَقَدْ أَخَذْنَـٰهُم بِٱلْعَذَابِ فَمَا ٱسْتَكَانُوا۟ لِرَبِّهِمْ وَمَا يَتَضَرَّعُونَ",
          "transliteration": "walaqad akhadhnāhum bil-ʿadhābi famā is'takānū lirabbihim wamā yataḍarraʿūna",
          "translation": "Dan sungguh Kami telah menimpakan siksaan kepada mereka,<sup foot_note=135506>1</sup> tetapi mereka tidak mau tunduk kepada Tuhannya, dan (juga) tidak merendahkan diri.",
          "tafsir": "Allah telah menimpakan azab kepada mereka pada Perang Badar sehingga banyak pemimpin dan pembesar mereka yang mati terbunuh tetapi mereka tak pernah tunduk kepada Allah dan tak pernah patuh mengikuti ajaran dan perintah-Nya. Mereka tidak pernah mau berendah hati kepada-Nya, bahkan tetap sombong dan takabur dan tidak pernah berhenti melakukan kezaliman dan perbuatan dosa. Mereka bertambah sesat dan bertambah giat memerangi agama Allah sehingga mereka menyiapkan tentara dan alat-alat perang yang lebih banyak dan lebih besar lagi untuk memerangi Rasulullah. Allah berfirman: Tetapi mengapa mereka tidak memohon (kepada Allah) dengan kerendahan hati ketika siksaan Kami datang menimpa mereka? Bahkan hati mereka telah menjadi keras dan setan pun menjadikan terasa indah bagi mereka apa yang selalu mereka kerjakan. (al-Anam/6:43)"
        },
        {
          "number": 77,
          "arabic": "حَتَّىٰٓ إِذَا فَتَحْنَا عَلَيْهِم بَابًا ذَا عَذَابٍ شَدِيدٍ إِذَا هُمْ فِيهِ مُبْلِسُونَ",
          "transliteration": "ḥattā idhā fataḥnā ʿalayhim bāban dhā ʿadhābin shadīdin idhā hum fīhi mub'lisūna",
          "translation": "Sehingga apabila Kami bukakan untuk mereka pintu azab yang sangat keras, seketika itu mereka menjadi putus asa.",
          "tafsir": "Sebenarnya mereka yang telah jauh tersesat dari jalan yang benar itu tidak akan sadar dan insaf kecuali bila datang hari Kiamat, dan dibukakan untuk mereka pintu siksaan yang berat. Pada waktu itulah baru mereka menyesal dan mengharapkan ampunan dari Allah, tetapi saat itu bukanlah saat untuk bertobat. Penyesalan mereka tak ada gunanya lagi dan tobat mereka pun tidak akan diterima. Mereka pasti dijerumuskan ke dalam neraka sebagai balasan atas keingkaran dan kedurhakaan mereka di dunia sebagaimana tersebut dalam firman Allah: Yang demikian itu disebabkan karena kamu bersuka ria di bumi (tanpa) mengindahkan kebenaran dan karena kamu selalu bersuka ria (dalam kemaksiatan). (Dikatakan kepada mereka), \"Masuklah kamu ke pintu-pintu neraka Jahanam, dan kamu kekal di dalamnya. Maka itulah seburuk-buruk tempat bagi orang-orang yang sombong.\" (al-Mu'min/40: 75-76)"
        },
        {
          "number": 78,
          "arabic": "وَهُوَ ٱلَّذِىٓ أَنشَأَ لَكُمُ ٱلسَّمْعَ وَٱلْأَبْصَـٰرَ وَٱلْأَفْـِٔدَةَ ۚ قَلِيلًا مَّا تَشْكُرُونَ",
          "transliteration": "wahuwa alladhī ansha-a lakumu l-samʿa wal-abṣāra wal-afidata qalīlan mā tashkurūna",
          "translation": "Dan Dialah yang telah menciptakan bagimu pendengaran, penglihatan dan hati nurani, tetapi sedikit sekali kamu yang bersyukur.",
          "tafsir": "Ayat ini menjelaskan bahwa Allah telah mengaruniakan kepada manusia pendengaran, pengelihatan dan hati nurani. Sekiranya manusia mau memperhatikan dan memikirkan karunia Allah tersebut, niscaya dia akan mengakui betapa besarnya nikmat Allah yang amat ajaib itu, betapa teliti dan halusnya ciptaan-Nya. Telinga yang tampak amat sederhana bentuknya dapat menangkap berbagai macam suara yang berbeda-beda. Suara binatang, burung-burung, suara yang terjadi pada alam sekitar seperti suara angin yang menderu, suara petir yang mengguntur dan beraneka ragam suara yang ditimbulkan oleh peradaban manusia seperti suara kendaraan dan mesin-mesin, suara musik yang mengalun, dan suara yang merdu. Telinga dapat membedakan suara itu satu per satu sehingga manusia dapat menentukan sikap terhadap apa yang didengarnya. Mata dapat menangkap cahaya dan bentuk sesuatu, dapat membedakan berbagai macam warna, dapat melihat keindahan alam, dapat menyelidiki mana yang bermanfaat dan mana yang berbahaya. Kemudian hati yang dapat merasakan dan menghayati berbagai macam perasaan, meneliti setiap kejadian, dan mengambil kesimpulan darinya untuk menentukan sikap terhadapnya. Kalau manusia benar-benar mempergunakan ketiga nikmat itu sebaik-baiknya tentulah dia akan mendapat manfaat yang banyak sekali dan akhirnya mereka sampai kepada kesimpulan bahwa pemberi nikmat dan karunia itu adalah Mahaluas ilmu-Nya. Mahakuasa atas segala sesuatu, Dia patut dipuji dan disyukuri atas segala anugerah-Nya itu. Tetapi ternyata sedikit sekali manusia yang sampai kepada derajat itu. Seperti yang difirmankan Allah: Dan sungguh, Kami telah meneguhkan kedudukan mereka (dengan kemakmuran dan kekuatan) yang belum pernah Kami berikan kepada kamu dan Kami telah memberikan kepada mereka pendengaran, penglihatan dan hati; tetapi pendengaran, penglihatan dan hati mereka itu tidak berguna sedikit pun bagi mereka, karena mereka (selalu) mengingkari ayat-ayat Allah dan (ancaman) azab yang dahulu mereka perolok-olokkan telah mengepung mereka. (al-Ahqaf/46: 26) Allah menjelaskan kepada Nabi Muhammad sikap kebanyakan manusia yang tidak mau bersyukur kepada-Nya, seperti tersebut dalam firman-Nya: Dan kebanyakan manusia tidak akan beriman walaupun engkau sangat menginginkannya. (Yusuf/12:103)"
        },
        {
          "number": 79,
          "arabic": "وَهُوَ ٱلَّذِى ذَرَأَكُمْ فِى ٱلْأَرْضِ وَإِلَيْهِ تُحْشَرُونَ",
          "transliteration": "wahuwa alladhī dhara-akum fī l-arḍi wa-ilayhi tuḥ'sharūna",
          "translation": "Dan Dialah yang menciptakan dan mengembangbiakkan kamu di bumi dan kepada-Nyalah kamu akan dikumpulkankan.",
          "tafsir": "Di antara karunia Allah kepada manusia ialah menciptakan manusia dengan sempurna, dibekali dengan pendengaran, penglihatan dan mata hati dan potensi lainnya sehingga dia dapat memanfaatkan semua yang diciptakan Allah di bumi dan di langit yang memang diciptakan oleh Allah untuk manusia sebagai tersebut dalam firman-Nya: Dialah (Allah) yang menciptakan segala apa yang ada di bumi untukmu. (al- Baqarah/2: 29) Dan firman-Nya: Tidakkah kamu memperhatikan bahwa Allah telah menundukkan apa yang ada di langit dan apa yang ada di bumi untuk (kepentingan)mu dan menyempurnakan nikmat-Nya untukmu lahir dan batin. (Luqman/31: 20) Dia menciptakan manusia lengkap dengan indera, potensi dan kecenderungan serta hati nurani agar dia benar-benar bisa menjadi khalifah di bumi. Tak ada makhluk di bumi ini yang lebih sempurna penciptaannya daripada manusia seperti tersebut dalam firman-Nya: Sungguh, Kami telah menciptakan manusia dalam bentuk yang sebaik-baiknya, (at-Tin/95: 4) Dengan keistimewaan itu manusia harus bersyukur kepada Penciptanya dengan memanfaatkan karunianya itu dengan sebaik-baiknya, beramal dan bekerja untuk kemaslahatan dunia dan akhiratnya. Karena nanti Allah akan mengumpulkan manusia seluruhnya di padang Mahsyar untuk menerima perhitungan amal perbuatannya selama hidup di dunia."
        },
        {
          "number": 80,
          "arabic": "وَهُوَ ٱلَّذِى يُحْىِۦ وَيُمِيتُ وَلَهُ ٱخْتِلَـٰفُ ٱلَّيْلِ وَٱلنَّهَارِ ۚ أَفَلَا تَعْقِلُونَ",
          "transliteration": "wahuwa alladhī yuḥ'yī wayumītu walahu ikh'tilāfu al-layli wal-nahāri afalā taʿqilūna",
          "translation": "Dan Dialah yang menghidupkan dan mematikan, dan Dialah yang (mengatur) pergantian malam dan siang. Tidakkah kamu mengerti?",
          "tafsir": "Di antara karunia Allah ialah menghidupkan dan mematikan, manusia tidak akan dapat menikmati kehidupan dunia kalau Allah tidak mengaruniakan roh kepadanya. Dengan adanya roh di dalam jasadnya barulah manusia dapat berusaha, berikhtiar dan berpikir untuk mencapai apa yang diinginkan dan dicita-citakannya. Tidak ada yang mengetahui rahasia hidup mati ini kecuali Allah. Telah berabad-abad bahkan beribu tahun manusia berusaha untuk mengetahui rahasia roh ini agar dia dapat hidup selamanya, tetapi sampai sekarang tidak ada seorang ilmuwan pun yang sanggup mengungkap rahasia itu. Karena soal roh itu adalah rahasia yang gaib yang tidak diketahui kecuali oleh Allah sebagai tersebut dalam firman-Nya: Dan mereka bertanya kepadamu (Muhammad) tentang roh. Katakanlah, \"Roh itu termasuk urusan Tuhanku, sedangkan kamu diberi pengetahuan hanya sedikit.\" (al-Isra'/17: 85) Selanjutnya Dialah yang menjadikan pergantian antara malam dan siang. Malam dijadikan waktu untuk istirahat dan siang dijadikan waktu untuk berusaha dan bekerja. Dapat dibayangkan bagaimana jadinya dunia ini kalau yang ada hanya siang saja, demikian pula sebaliknya. Mungkin dunia ini dan segala makhluk yang ada di atasnya akan mati terbakar karena selalu ditimpa terik matahari yang amat panas atau mungkin dunia ini akan mati dengan segala isinya kalau yang ada hanya malam saja sepanjang waktu, karena tidak ada matahari yang menjadi sumber energi dan menjadi sebab hidupnya makhluk di dunia ini. Allah menegur sikap dan tindakan manusia yang tidak mau mengingat betapa besar karunia-Nya kepada mereka. Mengapa mereka tidak memikirkan dan memperhatikannya, agar mereka bersyukur dan berterima kasih kepada-Nya atas segala nikmat dan karunia-Nya itu?"
        },
        {
          "number": 81,
          "arabic": "بَلْ قَالُوا۟ مِثْلَ مَا قَالَ ٱلْأَوَّلُونَ",
          "transliteration": "bal qālū mith'la mā qāla l-awalūna",
          "translation": "Bahkan mereka mengucapkan perkataan yang serupa dengan apa yang diucapkan oleh orang-orang terdahulu.",
          "tafsir": "Pada ayat ini Allah menerangkan keingkaran orang-orang kafir Mekah itu sehingga mereka mengulang kembali apa yang diucapkan oleh orang-orang kafir dahulu seakan-akan mata mereka telah buta, telinga mereka telah tuli dan hati mereka telah terkunci mati untuk memperhatikan dan memikirkan dalil-dalil yang dikemukakan oleh Nabi Muhammad saw, yang tidak dapat mereka bantah lagi. Mereka mengatakan bahwa hari kebangkitan itu hanyalah omong kosong belaka yang selalu diada-adakan oleh Nabi Muhammad dan para rasul sebelumnya. Semenjak dahulu kala telah ada nabi-nabi dan rasul-rasul yang mengucapkan kata-kata seperti yang diucapkan Muhammad, tetapi nyatanya sampai sekarang telah berlalu masa yang demikian panjang hari Kiamat dan hari kebangkitan itu belum juga datang. Allah menggambarkan ucapan nenek moyang mereka tentang hari kebangkitan dengan firman-Nya: Sungguh, yang demikian ini sudah dijanjikan kepada kami dan kepada nenek moyang kami dahulu, ini hanyalah dongeng orang-orang terdahulu!\" (al-Mu'minun/23: 83"
        },
        {
          "number": 82,
          "arabic": "قَالُوٓا۟ أَءِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَـٰمًا أَءِنَّا لَمَبْعُوثُونَ",
          "transliteration": "qālū a-idhā mit'nā wakunnā turāban waʿiẓāman a-innā lamabʿūthūna",
          "translation": "Mereka berkata, \"Apakah betul, apabila kami telah mati dan telah menjadi tanah dan tulang belulang, kami benar-benar akan dibangkitkan kembali?",
          "tafsir": "Dalam ayat ini Allah menjelaskan bagaimana mereka mengulang-ulang ucapan nenek moyang mereka dahulu. Jika mereka sudah mati dan tulang belulang hancur luluh menjadi tanah, apakah mereka akan dibangkitkan kembali? Menurut mereka, ini adalah suatu hal yang mustahil dan tak mungkin terjadi, karena sampai sekarang belum ada seorang pun nenek moyang mereka yang telah mati dan menjadi tanah itu dapat hidup kembali. Ucapan mereka ini sangat keliru."
        },
        {
          "number": 83,
          "arabic": "لَقَدْ وُعِدْنَا نَحْنُ وَءَابَآؤُنَا هَـٰذَا مِن قَبْلُ إِنْ هَـٰذَآ إِلَّآ أَسَـٰطِيرُ ٱلْأَوَّلِينَ",
          "transliteration": "laqad wuʿid'nā naḥnu waābāunā hādhā min qablu in hādhā illā asāṭīru l-awalīna",
          "translation": "Sungguh, yang demikian ini sudah dijanjikan kepada kami dan kepada nenek moyang kami dahulu,<sup foot_note=135507>1</sup> ini hanyalah dongeng orang-orang terdahulu!\"",
          "tafsir": "Ayat ini menjelaskan bagaimana orang-orang kafir itu menghina dan memperolok-olokkan Muhammad dengan mengatakan bahwa mereka sudah diberi janji yang tidak ada kebenarannya sama sekali sebagaimana kepada nenek moyang mereka yang telah dijanjikan seperti janji-janji Muhammad ini, tetapi tak ada satu pun janji-janji para rasul yang terdahulu itu yang telah terbukti. Bagaimana mereka akan percaya dan menerima saja ucapan-ucapan Muhammad yang telah gila itu yang tak ada buktinya sama sekali dan mungkin ucapan-ucapannya itu hanya dongengan orang dahulu kala. Pada ayat-ayat lain terdapat penjelasan mengenai ucapan-ucapan mereka beserta bantahan dan penolakan terhadap ucapan-ucapan itu seperti firman Allah: (Orang-orang kafir) berkata, \"Apakah kita benar-benar akan dikembalikan kepada kehidupan yang semula? Apakah (akan dibangkitkan juga) apabila kita telah menjadi tulang belulang yang hancur?\" Mereka berkata, \"Kalau demikian, itu adalah suatu pengembalian yang merugikan.\" Maka pengembalian itu hanyalah dengan sekali tiupan saja. Maka seketika itu mereka hidup kembali di bumi (yang baru). (an-Nazi'at/79: 10-14) Dan firman-Nya: Dan dia membuat perumpamaan bagi Kami dan melupakan asal kejadiannya; dia berkata, \"Siapakah yang dapat menghidupkan tulang-belulang, yang telah hancur luluh?\" Katakanlah (Muhammad), \"Yang akan menghidupkannya ialah (Allah) yang menciptakannya pertama kali. Dan Dia Maha Mengetahui tentang segala makhluk. (Yasin/36: 78-79) Dan firman-Nya: Adakah dia menjanjikan kepada kamu, bahwa apabila kamu telah mati dan menjadi tanah dan tulang belulang, sesungguhnya kamu akan dikeluarkan (dari kuburmu)? Jauh! Jauh sekali (dari kebenaran) apa yang diancamkan kepada kamu, (kehidupan itu) tidak lain hanyalah kehidupan kita di dunia ini, (di sanalah) kita mati dan hidup dan tidak akan dibangkitkan (lagi), Dia tidak lain hanyalah seorang laki-laki yang mengada-adakan kebohongan terhadap Allah, dan kita tidak akan mempercayainya. (al-Mu'minun/23: 35-38)"
        },
        {
          "number": 84,
          "arabic": "قُل لِّمَنِ ٱلْأَرْضُ وَمَن فِيهَآ إِن كُنتُمْ تَعْلَمُونَ",
          "transliteration": "qul limani l-arḍu waman fīhā in kuntum taʿlamūna",
          "translation": "Katakanlah (Muhammad), \"Milik siapakah bumi, dan semua yang ada di dalamnya, jika kamu mengetahui?\"",
          "tafsir": "Pada ayat ini Allah memerintahkan kepada Nabi Muhammad saw supaya menanyakan kepada orang-orang kafir yang mengatakan bahwa tidak mungkin Allah kuasa menghidupkan kembali orang yang telah mati sedang tulang belulangnya telah remuk menjadi tanah dan tak mungkin Dia mengumpulkan mereka di padang Mahsyar nanti. Siapakah yang memiliki bumi dan segala yang ada padanya? Orang-orang kafir diminta untuk menjawab pertanyaan ini. Pada dasarnya mereka akan menjawab bahwa pemiliknya dan yang berkuasa atasnya ialah Allah, karena demikianlah kepercayaan nenek moyang mereka. Hanya mereka telah jauh menyimpang dari agama tauhid yang murni dan akidah mereka telah dikotori kepercayaan yang tidak benar dan menyesatkan. Oleh sebab itu, Allah mengemukakan pertanyaan ini kepada mereka seakan-akan mereka tidak mengetahuinya sama sekali atau telah melupakannya."
        },
        {
          "number": 85,
          "arabic": "سَيَقُولُونَ لِلَّهِ ۚ قُلْ أَفَلَا تَذَكَّرُونَ",
          "transliteration": "sayaqūlūna lillahi qul afalā tadhakkarūna",
          "translation": "Mereka akan menjawab, \"Milik Allah.\" Katakanlah, \"Maka apakah kamu tidak ingat?\"",
          "tafsir": "Pada ayat ini Allah memerintahkan kepada Nabi Muhammad saw supaya menanyakan kepada orang-orang kafir yang mengatakan bahwa tidak mungkin Allah kuasa menghidupkan kembali orang yang telah mati sedang tulang belulangnya telah remuk menjadi tanah dan tak mungkin Dia mengumpulkan mereka di padang Mahsyar nanti. Siapakah yang memiliki bumi dan segala yang ada padanya? Orang-orang kafir diminta untuk menjawab pertanyaan ini. Pada dasarnya mereka akan menjawab bahwa pemiliknya dan yang berkuasa atasnya ialah Allah, karena demikianlah kepercayaan nenek moyang mereka. Hanya mereka telah jauh menyimpang dari agama tauhid yang murni dan akidah mereka telah dikotori kepercayaan yang tidak benar dan menyesatkan. Oleh sebab itu, Allah mengemukakan pertanyaan ini kepada mereka seakan-akan mereka tidak mengetahuinya sama sekali atau telah melupakannya."
        },
        {
          "number": 86,
          "arabic": "قُلْ مَن رَّبُّ ٱلسَّمَـٰوَٰتِ ٱلسَّبْعِ وَرَبُّ ٱلْعَرْشِ ٱلْعَظِيمِ",
          "transliteration": "qul man rabbu l-samāwāti l-sabʿi warabbu l-ʿarshi l-ʿaẓīmi",
          "translation": "Katakanlah, \"Siapakah Tuhan yang memiliki langit yang tujuh dan yang memiliki Arasy yang agung?\"",
          "tafsir": "Kemudian Allah memerintahkan pula agar Nabi Muhammad saw menanyakan kembali kepada mereka, bahwa siapakah yang mencipta-kan langit yang tujuh dan yang menciptakan 'arsy yang besarnya meliputi langit dan bumi sebagaimana tersebut dalam firman-Nya: \"Kursi-Nya meliputi langit dan bumi.\" (al-Baqarah/2: 255) Siapakah yang mengatur dan mengurusnya sehingga segalanya berjalan menurut aturan yang demikian teliti dan baik. Allah menetapkan langsung jawaban atas pertanyaan ini karena pastilah jawaban orang-orang kafir ini sama yaitu pencipta itu semua adalah Allah Yang memiliki dan menguasainya. Tidak akan ada jawaban mereka selain itu karena itulah pada dasarnya kepercayaan mereka. Hanya saja mereka di samping mengakui kekuasaan Allah mereka menyembah pula sembahan-sembahan seperti berhala dan sebagainya. Kemudian Allah memerintahkan kepada Nabi Muhammad agar mengatakan kepada mereka, \"Kalau benar Allah yang menciptakan langit yang tujuh dan menciptakan 'arsy yang mahabesar, dan Allah-lah yang mengatur dan mengurusnya, mengapa kamu tidak bertakwa kepada-Nya dan tidak mau mengikuti ajaran dan perintah-Nya? Kenapa kamu tetap saja menyembah berhala, sedang penyembahan selain Allah itu sangat dimurkai oleh-Nya?\""
        },
        {
          "number": 87,
          "arabic": "سَيَقُولُونَ لِلَّهِ ۚ قُلْ أَفَلَا تَتَّقُونَ",
          "transliteration": "sayaqūlūna lillahi qul afalā tattaqūna",
          "translation": "Mereka akan menjawab, \"(Milik) Allah.\" Katakanlah, \"Maka mengapa kamu tidak bertakwa?\"",
          "tafsir": "Kemudian Allah memerintahkan pula agar Nabi Muhammad saw menanyakan kembali kepada mereka, bahwa siapakah yang mencipta-kan langit yang tujuh dan yang menciptakan 'arsy yang besarnya meliputi langit dan bumi sebagaimana tersebut dalam firman-Nya: \"Kursi-Nya meliputi langit dan bumi.\" (al-Baqarah/2: 255) Siapakah yang mengatur dan mengurusnya sehingga segalanya berjalan menurut aturan yang demikian teliti dan baik. Allah menetapkan langsung jawaban atas pertanyaan ini karena pastilah jawaban orang-orang kafir ini sama yaitu pencipta itu semua adalah Allah Yang memiliki dan menguasainya. Tidak akan ada jawaban mereka selain itu karena itulah pada dasarnya kepercayaan mereka. Hanya saja mereka di samping mengakui kekuasaan Allah mereka menyembah pula sembahan-sembahan seperti berhala dan sebagainya. Kemudian Allah memerintahkan kepada Nabi Muhammad agar mengatakan kepada mereka, \"Kalau benar Allah yang menciptakan langit yang tujuh dan menciptakan 'arsy yang mahabesar, dan Allah-lah yang mengatur dan mengurusnya, mengapa kamu tidak bertakwa kepada-Nya dan tidak mau mengikuti ajaran dan perintah-Nya? Kenapa kamu tetap saja menyembah berhala, sedang penyembahan selain Allah itu sangat dimurkai oleh-Nya?\""
        },
        {
          "number": 88,
          "arabic": "قُلْ مَنۢ بِيَدِهِۦ مَلَكُوتُ كُلِّ شَىْءٍ وَهُوَ يُجِيرُ وَلَا يُجَارُ عَلَيْهِ إِن كُنتُمْ تَعْلَمُونَ",
          "transliteration": "qul man biyadihi malakūtu kulli shayin wahuwa yujīru walā yujāru ʿalayhi in kuntum taʿlamūna",
          "translation": "Katakanlah, \"Siapakah yang di tangan-Nya berada kekuasaan segala sesuatu. Dia melindungi, dan tidak ada yang dapat dilindungi (dari azab-Nya), jika kamu mengetahui?\"",
          "tafsir": "Lalu Allah memerintahkan kepada Nabi Muhammad menanyakan pula kepada mereka, siapakah yang menguasai segala sesuatu dan mengaturnya. Yang di tangan-Nya terletak kekuasaan mutlak. Bila Allah melindungi seseorang, tak ada satu kekuasaan pun yang dapat menimpakan malapetaka atasnya atau membinasakannya. Sebaliknya bila Dia hendak menimpakan bahaya kepada seseorang tak ada pula satu kekuatan pun yang dapat melindungi orang itu. Siapakah yang mempunyai sifat demikian Yang Mahakuasa lagi Maha Perkasa? Rasul meminta orang-orang kafir itu menjawab pertanyaan-pertanyaan ini jika mereka benar-benar mengetahui."
        },
        {
          "number": 89,
          "arabic": "سَيَقُولُونَ لِلَّهِ ۚ قُلْ فَأَنَّىٰ تُسْحَرُونَ",
          "transliteration": "sayaqūlūna lillahi qul fa-annā tus'ḥarūna",
          "translation": "Mereka akan menjawab, \"(Milik) Allah.\" Katakanlah, \"(Kalau demikian), maka bagaimana kamu sampai tertipu?\"",
          "tafsir": "Mereka pasti akan menjawab bahwa yang demikian itu sifatnya adalah Allah semata. Oleh sebab itu, Allah memastikan bahwa mereka akan menjawab seperti itu dan memerintahkan kepada Nabi untuk menanyakan kembali kepada mereka. Kalau mereka mengetahui bahwa Allah Yang Mahakuasa dan Mahaperkasa, mengapa mereka sampai tertipu dan berpaling dari agama tauhid dan selalu menentang Allah dan durhaka kepada-Nya? Dengan menyembah berhala atau lainnya seakan-akan mereka telah kena sihir dan pikiran mereka tak dapat mempercayai lagi sehingga akidah mereka menjadi kacau balau, mencampur aduk yang benar dengan yang salah, sehingga mereka mempersekutukan Allah dengan lain-Nya. Padahal Allah tidak akan membenarkan tindakan mereka itu bahkan sangat murka."
        }
      ]
    }
  ]
}