{
  "pageNumber": 588,
  "juz": 30,
  "surahs": [
    {
      "number": 83,
      "name": "Al-Mutaffifin",
      "nameArabic": "المطففين",
      "meaning": "Orang Yang Curang",
      "revelation": "Makkah",
      "description": "Surat ini terdiri dari 36 ayat, termasuk golongan surat Makkiyyah, diturunkan sesudah surat Al-'Ankabut, dan merupakan surat terakhir yang diturunkan di Mekah sebelum hijrah. Al-Muthaffifin yang dijadikan nama surat ini diambil dari kata \"Al-Muthaffifin\" yang terdapat pada ayat pertama.**Pokok-Pokok Isi:**Ancaman Allah terhadap orang-orang yang mengurangi hak orang lain dalam timbangan, ukuran, dan takaran; catatan kejahatan manusia dicantumkan dalam sijjiin sedang catatan kebajikan manusia dicantumkan dan 'illiyyiin; balasan dan macam-macam kenikmatan bagi orang yang berbuat kebajikan; sikap dan pandangan orang kafir di dunia terhadap orang yang beriman; sikap orang yang beriman di akhirat terhadap orang kafir.Surat Al-Muthaffifin berisi ancaman-ancaman terhadap orang-orang kafir dan orang-orang yang melakukan kecurangan, di samping itu memberikan janji yang baik kepada orang yang beriman dan melakukan kebajikan.**Hubungan Surat Al-Muthaffifin Dengan Surat Al-Insyiqaq:**1. Dalam surat Al-Muthaffifin, Allah menerangkan bahwa segala amal perbuatan manusia, yang baik maupun yang buruk, tercatat dalam suatu buku yang terjaga, sedangkan dalam surat Al-Insyiqaq Allah menjelaskan bahwa buku-buku catatan ini akan diberikan kepada manusia pada hari kiamat dan cara pemberiannya.2. Dalam kedua surat ini Allah menggambarkan ancaman bagi orang yang kafir dan ganjaran yang tidak terhingga bagi orang-orang yang beriman.",
      "verses": [
        {
          "number": 7,
          "arabic": "كَلَّآ إِنَّ كِتَـٰبَ ٱلْفُجَّارِ لَفِى سِجِّينٍ",
          "transliteration": "kallā inna kitāba l-fujāri lafī sijjīnin",
          "translation": "Sekali-kali jangan begitu! Sesungguhnya catatan orang yang durhaka benar-benar tersimpan dalam Sijjīn.<sup foot_note=135851>1</sup>",
          "tafsir": "Ayat-ayat ini menjelaskan kepada orang-orang yang tidak percaya terhadap hari kebangkitan bahwa perbuatan mereka harus dipertanggungjawabkan. Mereka tidak bisa menghindari hukuman Allah karena masing-masing manusia diawasi oleh malaikat yang mencatat semua perbuatannya . Buku catatan orang-orang yang durhaka kepada Allah akan disimpan di Sijjin, yaitu kitab yang tertulis. Di dalamnya tercatat kejahatan dan kecurangan manusia. Catatan-catatan inilah yang akan dijadikan takaran untuk menghisab mereka."
        },
        {
          "number": 8,
          "arabic": "وَمَآ أَدْرَىٰكَ مَا سِجِّينٌ",
          "transliteration": "wamā adrāka mā sijjīnun",
          "translation": "Dan tahukah engkau apakah Sijjīn itu?",
          "tafsir": "Ayat-ayat ini menjelaskan kepada orang-orang yang tidak percaya terhadap hari kebangkitan bahwa perbuatan mereka harus dipertanggungjawabkan. Mereka tidak bisa menghindari hukuman Allah karena masing-masing manusia diawasi oleh malaikat yang mencatat semua perbuatannya . Buku catatan orang-orang yang durhaka kepada Allah akan disimpan di Sijjin, yaitu kitab yang tertulis. Di dalamnya tercatat kejahatan dan kecurangan manusia. Catatan-catatan inilah yang akan dijadikan takaran untuk menghisab mereka."
        },
        {
          "number": 9,
          "arabic": "كِتَـٰبٌ مَّرْقُومٌ",
          "transliteration": "kitābun marqūmun",
          "translation": "(Yaitu) Kitab yang berisi catatan (amal).",
          "tafsir": "Ayat-ayat ini menjelaskan kepada orang-orang yang tidak percaya terhadap hari kebangkitan bahwa perbuatan mereka harus dipertanggungjawabkan. Mereka tidak bisa menghindari hukuman Allah karena masing-masing manusia diawasi oleh malaikat yang mencatat semua perbuatannya . Buku catatan orang-orang yang durhaka kepada Allah akan disimpan di Sijjin, yaitu kitab yang tertulis. Di dalamnya tercatat kejahatan dan kecurangan manusia. Catatan-catatan inilah yang akan dijadikan takaran untuk menghisab mereka."
        },
        {
          "number": 10,
          "arabic": "وَيْلٌ يَوْمَئِذٍ لِّلْمُكَذِّبِينَ",
          "transliteration": "waylun yawma-idhin lil'mukadhibīna",
          "translation": "Celakalah pada hari itu, bagi orang-orang yang mendustakan!",
          "tafsir": "Dua ayat ini kembali mengancam orang-orang yang mendustakan hari pembalasan dengan azab yang sangat pedih, yaitu neraka. Ancaman dan hukuman bagi orang-orang yang mengingkari hari kebangkitan memang sangat pedih, karena mengingkari hari kiamat berarti mengingkari keadilan Allah, dan hukum-hukum syariat agama yang berlaku di dunia dan berakibat di akhirat."
        },
        {
          "number": 11,
          "arabic": "ٱلَّذِينَ يُكَذِّبُونَ بِيَوْمِ ٱلدِّينِ",
          "transliteration": "alladhīna yukadhibūna biyawmi l-dīni",
          "translation": "(yaitu) orang-orang yang mendustakannya (hari pembalasan).",
          "tafsir": "Dua ayat ini kembali mengancam orang-orang yang mendustakan hari pembalasan dengan azab yang sangat pedih, yaitu neraka. Ancaman dan hukuman bagi orang-orang yang mengingkari hari kebangkitan memang sangat pedih, karena mengingkari hari kiamat berarti mengingkari keadilan Allah, dan hukum-hukum syariat agama yang berlaku di dunia dan berakibat di akhirat."
        },
        {
          "number": 12,
          "arabic": "وَمَا يُكَذِّبُ بِهِۦٓ إِلَّا كُلُّ مُعْتَدٍ أَثِيمٍ",
          "transliteration": "wamā yukadhibu bihi illā kullu muʿ'tadin athīmin",
          "translation": "Dan tidak ada yang mendustakannya (hari pembalasan) kecuali setiap orang yang melampaui batas dan berdosa,",
          "tafsir": "Ayat ini menjelaskan bahwa tidak ada manusia yang mengingkari hari Kiamat kecuali orang-orang yang selalu melampaui batas-batas agama, yang tertutup hatinya oleh kekafiran, dan yang tidak lagi bermanfaat baginya berbagai peringatan dan ancaman. Allah berfirman: Sesungguhnya orang-orang kafir, sama saja bagi mereka, engkau (Muhammad) beri peringatan atau tidak engkau beri peringatan, mereka tidak akan beriman. (al-Baqarah/2: 6) Sifat lain dari manusia yang mengingkari hari Kiamat adalah tenggelam dalam perbuatan dosa-dosa besar, acuh tak acuh terhadap perintah dan larangan Allah, lebih mementingkan kesenangan duniawi daripada kehidupan akhirat. Firman Allah: Maka adapun orang yang melampaui batas, dan lebih mengutamakan kehidupan dunia, maka sungguh, nerakalah tempat tinggalnya. (an-Nazi'at/79: 37-39)"
        },
        {
          "number": 13,
          "arabic": "إِذَا تُتْلَىٰ عَلَيْهِ ءَايَـٰتُنَا قَالَ أَسَـٰطِيرُ ٱلْأَوَّلِينَ",
          "transliteration": "idhā tut'lā ʿalayhi āyātunā qāla asāṭīru l-awalīna",
          "translation": "yang apabila dibacakan kepadanya ayat-ayat Kami, dia berkata, \"Itu adalah dongeng orang-orang dahulu.\"",
          "tafsir": "Ayat ini menjelaskan bahwa ketika dibacakan ayat-ayat Al-Qur'an kepada orang-orang yang melampaui batas, selalu berdosa, tidak mempercayai hari akhirat dan Al-Qur'an sebagai kitab suci yang berisi petunjuk-petunjuk Allah untuk mengantarkan manusia ke jalan yang lurus menuju kebahagiaan dunia dan akhirat, mereka tidak mau mendengarkannya dengan khusyuk atau menyimak isinya. Mereka bahkan mengatakan bahwa Al-Qur'an itu adalah dongeng-dongeng orang-orang dahulu yang didiktekan kepada Nabi Muhammad. Firman Allah: Dan orang-orang kafir berkata, \"(Al-Qur'an) ini tidak lain hanyalah kebohongan yang diada-adakan oleh dia (Muhammad), dibantu oleh orang-orang lain,\" Sungguh, mereka telah berbuat zalim dan dusta yang besar. Dan mereka berkata, \"(Itu hanya) dongeng-dongeng orang-orang terdahulu, yang diminta agar dituliskan, lalu dibacakanlah dongeng itu kepadanya setiap pagi dan petang.\" Katakanlah (Muhammad), \"(Al-Qur'an) itu diturunkan oleh (Allah) yang mengetahui rahasia di langit dan di bumi. Sungguh, Dia Maha Pengampun, Maha Penyayang.\" (al-Furqan/25: 4-6)"
        },
        {
          "number": 14,
          "arabic": "كَلَّا ۖ بَلْ ۜ رَانَ عَلَىٰ قُلُوبِهِم مَّا كَانُوا۟ يَكْسِبُونَ",
          "transliteration": "kallā bal rāna ʿalā qulūbihim mā kānū yaksibūna",
          "translation": "Sekali-kali tidak! Bahkan apa yang mereka kerjakan itu telah menutupi hati mereka.",
          "tafsir": "Dalam ayat ini, Allah membantah tuduhan orang-orang kafir Mekah yang mengatakan bahwa Al-Qur'an itu dongengan orang dahulu. Sama sekali bukan demikian. Sebenarnya apa yang selalu mereka usahakan itu menutup hati mereka. Kebiasaan mereka berbuat dosa telah menyebabkan hati mereka jadi keras, gelap, dan tertutup laksana logam yang berkarat. Oleh karena itu, mereka tidak dapat membedakan antara dusta yang berat dengan kebenaran yang terang benderang. Hati yang demikian hanya bisa dibersihkan dengan tobat yang sempurna."
        },
        {
          "number": 15,
          "arabic": "كَلَّآ إِنَّهُمْ عَن رَّبِّهِمْ يَوْمَئِذٍ لَّمَحْجُوبُونَ",
          "transliteration": "kallā innahum ʿan rabbihim yawma-idhin lamaḥjūbūna",
          "translation": "Sekali-kali tidak!<sup foot_note=135852>1</sup> Sesungguhnya mereka pada hari itu benar-benar terhalang dari (melihat) Tuhannya.",
          "tafsir": "Ayat ini menjelaskan bahwa orang-orang kafir yang tidak mau mengakui Al-Qur'an sebagai wahyu Allah terhalang dari rahmat-Nya di dunia dan akhirat. Mereka terhalang dari nikmat terbesar bagi seorang hamba, yaitu memandang dan melihat Allah di akhirat. Imam Syafi'i mengatakan ayat ini bisa dijadikan dalil bahwa orang-orang Mukmin tidak akan terhalangi dari memandang Allah di akhirat, sebagaimana firman-Nya: Wajah-wajah (orang mukmin) pada hari itu berseri-seri, memandang Tuhannya. (al-Qiyamah/75: 22-23)"
        },
        {
          "number": 16,
          "arabic": "ثُمَّ إِنَّهُمْ لَصَالُوا۟ ٱلْجَحِيمِ",
          "transliteration": "thumma innahum laṣālū l-jaḥīmi",
          "translation": "Kemudian, sesungguhnya mereka benar-benar masuk neraka.",
          "tafsir": "Setelah dijauhkan dari rahmat Allah dan tidak dapat mencapai cita-cita yang diangan-angankannya pada hari pembalasan, orang-orang kafir itu benar-benar masuk neraka Jahim yang sangat panas."
        },
        {
          "number": 17,
          "arabic": "ثُمَّ يُقَالُ هَـٰذَا ٱلَّذِى كُنتُم بِهِۦ تُكَذِّبُونَ",
          "transliteration": "thumma yuqālu hādhā alladhī kuntum bihi tukadhibūna",
          "translation": "Kemudian, dikatakan (kepada mereka), \"Inilah (azab) yang dahulu kamu dustakan.\"",
          "tafsir": "Kemudian dikatakan kepada mereka ucapan yang mengandung cercaan sehingga penderitaan mereka itu berlipat ganda. Di samping penderitaan fisik, mereka juga menderita secara psikis (kejiwaan). Inilah azab yang selalu mereka dustakan ketika di dunia. Inilah balasan terhadap sikap mereka mendustakan berita-berita rasul yang benar, seperti anggapan mereka bahwa manusia tidak akan dibangkitkan kembali, Al-Qur'an itu dongengan orang-orang dahulu, Muhammad saw itu hanya seorang tukang sihir atau pendusta, dan berbagai macam tuduhan lainnya. Di akhirat nanti, akan menjadi jelas bagaimana fakta kebenaran yang sesungguhnya yang dapat disaksikan oleh pancaindra mereka. Alangkah sedihnya dirasakan oleh seorang yang sedang menderita azab bila diberi kecaman yang sangat menusuk hatinya, padahal ia sempat menempuh jalan keselamatannya jika ia benar-benar beriman dan bertakwa."
        },
        {
          "number": 18,
          "arabic": "كَلَّآ إِنَّ كِتَـٰبَ ٱلْأَبْرَارِ لَفِى عِلِّيِّينَ",
          "transliteration": "kallā inna kitāba l-abrāri lafī ʿilliyyīna",
          "translation": "Sekali-kali tidak! Sesungguhnya catatan orang-orang yang berbakti benar-benar tersimpan dalam 'Illiyyīn.<sup foot_note=135853>1</sup>",
          "tafsir": "Dalam ayat ini, Allah membantah tuduhan orang-orang durhaka yang mengingkari hari kebangkitan dan kebenaran Al-Qur'an. Sekali-kali tidak demikian. Sesungguhnya kitab orang-orang yang berbakti disimpan dalam suatu tempat yang tinggi yang diberi nama 'Illiyyun, yang disaksikan oleh malaikat-malaikat muqarrabin (yang dekat dengan Allah)."
        },
        {
          "number": 19,
          "arabic": "وَمَآ أَدْرَىٰكَ مَا عِلِّيُّونَ",
          "transliteration": "wamā adrāka mā ʿilliyyūna",
          "translation": "Dan tahukah engkau apakah 'Illiyyīn itu?",
          "tafsir": "Untuk memperlihatkan keagungan 'Illiyyun itu, Allah mengemukakan pertanyaan, \"Tahukah kamu apakah 'Illiyyun itu?\" Allah lalu menjelaskannya langsung, \"Yaitu kitab yang tertulis dan disaksikan oleh para malaikat yang didekatkan kepada Allah.\""
        },
        {
          "number": 20,
          "arabic": "كِتَـٰبٌ مَّرْقُومٌ",
          "transliteration": "kitābun marqūmun",
          "translation": "(Yaitu) Kitab yang berisi catatan (amal),",
          "tafsir": "Untuk memperlihatkan keagungan 'Illiyyun itu, Allah mengemukakan pertanyaan, \"Tahukah kamu apakah 'Illiyyun itu?\" Allah lalu menjelaskannya langsung, \"Yaitu kitab yang tertulis dan disaksikan oleh para malaikat yang didekatkan kepada Allah.\""
        },
        {
          "number": 21,
          "arabic": "يَشْهَدُهُ ٱلْمُقَرَّبُونَ",
          "transliteration": "yashhaduhu l-muqarabūna",
          "translation": "yang disaksikan oleh (malaikat-malaikat) yang didekatkan (kepada Allah).",
          "tafsir": "Untuk memperlihatkan keagungan 'Illiyyun itu, Allah mengemukakan pertanyaan, \"Tahukah kamu apakah 'Illiyyun itu?\" Allah lalu menjelaskannya langsung, \"Yaitu kitab yang tertulis dan disaksikan oleh para malaikat yang didekatkan kepada Allah.\""
        },
        {
          "number": 22,
          "arabic": "إِنَّ ٱلْأَبْرَارَ لَفِى نَعِيمٍ",
          "transliteration": "inna l-abrāra lafī naʿīmin",
          "translation": "Sesungguhnya orang-orang yang berbakti benar-benar berada dalam (surga yang penuh) kenikmatan,",
          "tafsir": "Setelah menerangkan kitab orang-orang yang berbakti yang diberi nama 'Illiyyun, lalu Allah menerangkan keadaan orang yang berbakti (al-abrar) itu secara terperinci. Sesungguhnya mereka yang membenarkan apa-apa yang dibawa oleh Muhammad saw itu, benar-benar berada dalam kenikmatan yang besar, yaitu surga."
        },
        {
          "number": 23,
          "arabic": "عَلَى ٱلْأَرَآئِكِ يَنظُرُونَ",
          "transliteration": "ʿalā l-arāiki yanẓurūna",
          "translation": "mereka (duduk) di atas dipan-dipan melepas pandangan.",
          "tafsir": "Mereka duduk di atas dipan-dipan sambil memandang berbagai macam kenikmatan surga seperti bidadari, anak-anak mereka yang mati sebelum balig yang disediakan dalam surga untuk berkhidmat kepada orang tuanya, aneka macam makanan dan minuman, dan sebagainya."
        },
        {
          "number": 24,
          "arabic": "تَعْرِفُ فِى وُجُوهِهِمْ نَضْرَةَ ٱلنَّعِيمِ",
          "transliteration": "taʿrifu fī wujūhihim naḍrata l-naʿīmi",
          "translation": "Kamu dapat mengetahui dari wajah mereka kesenangan hidup yang penuh kenikmatan.",
          "tafsir": "Dalam ayat ini dijelaskan bahwa tanda-tanda kebahagiaan itu tampak pada wajah-wajah mereka. Orang yang melihatnya dapat merasakan kesenangan hidup mereka yang penuh dengan kenikmatan seperti tercantum dalam firman Allah: Pada hari itu ada wajah-wajah yang berseri-seri, tertawa dan gembira ria. ('Abasa/80: 38-39)"
        },
        {
          "number": 25,
          "arabic": "يُسْقَوْنَ مِن رَّحِيقٍ مَّخْتُومٍ",
          "transliteration": "yus'qawna min raḥīqin makhtūmin",
          "translation": "Mereka diberi minum dari khamar murni (tidak memabukkan) yang (tempatnya) masih dilak (disegel),",
          "tafsir": "Dalam ayat ini dijelaskan bahwa orang-orang yang berbakti itu diberi minum dari khamar murni yang bersih dari campuran dan tidak memabukkan. Khamar itu disimpan di tempat yang tersegel sehingga terpelihara dari pencemaran."
        },
        {
          "number": 26,
          "arabic": "خِتَـٰمُهُۥ مِسْكٌ ۚ وَفِى ذَٰلِكَ فَلْيَتَنَافَسِ ٱلْمُتَنَـٰفِسُونَ",
          "transliteration": "khitāmuhu mis'kun wafī dhālika falyatanāfasi l-mutanāfisūna",
          "translation": "laknya dari kasturi. Dan untuk yang demikian itu hendaknya orang berlomba-lomba.",
          "tafsir": "Segelnya adalah kasturi dan untuk mencapai kenikmatan yang demikian itu, hendaklah orang berlomba-lomba dalam rangka melaksanakan ketaatan dan ketakwaan kepada Allah. Barang siapa yang giat beribadah kepada-Nya, maka akan cepat pula melintasi jembatan as-sirathal-mustaqim yang berada di atas api neraka."
        },
        {
          "number": 27,
          "arabic": "وَمِزَاجُهُۥ مِن تَسْنِيمٍ",
          "transliteration": "wamizājuhu min tasnīmin",
          "translation": "Dan campurannya dari tasnīm,",
          "tafsir": "Dalam dua ayat ini dijelaskan bahwa campuran khamar murni itu ialah dari tasnim yang datang dari daerah yang tinggi. Tasnim adalah mata air yang menjadi sumber air minum orang-orang yang didekatkan kepada Allah."
        },
        {
          "number": 28,
          "arabic": "عَيْنًا يَشْرَبُ بِهَا ٱلْمُقَرَّبُونَ",
          "transliteration": "ʿaynan yashrabu bihā l-muqarabūna",
          "translation": "(yaitu) mata air yang diminum oleh mereka yang dekat (kepada Allah).",
          "tafsir": "Dalam dua ayat ini dijelaskan bahwa campuran khamar murni itu ialah dari tasnim yang datang dari daerah yang tinggi. Tasnim adalah mata air yang menjadi sumber air minum orang-orang yang didekatkan kepada Allah."
        },
        {
          "number": 29,
          "arabic": "إِنَّ ٱلَّذِينَ أَجْرَمُوا۟ كَانُوا۟ مِنَ ٱلَّذِينَ ءَامَنُوا۟ يَضْحَكُونَ",
          "transliteration": "inna alladhīna ajramū kānū mina alladhīna āmanū yaḍḥakūna",
          "translation": "Sesungguhnya orang-orang yang berdosa, adalah mereka yang dahulu menertawakan orang-orang yang beriman.",
          "tafsir": "Sesungguhnya orang-orang yang melampaui batas dan berdosa dahulu selalu menertawakan orang-orang yang beriman. Ketika Nabi Muhammad membawa Al-Qur'an dengan ajaran Islam yang mengandung kebajikan, ia mendapatkan perlawanan yang hebat dari orang-orang musyrik Mekah. Perlawanan ini terutama dari para pembesarnya yang sejak nenek moyangnya sudah biasa menyembah patung berhala. Mereka menentang ajaran apa saja yang datang dari luar yang bertentangan dengan kepercayaan mereka. Telah menjadi kebiasaan bagi orang-orang besar yang bersandar kepada kekuasaan dan kebendaan atau kekayaan bahwa mereka selalu bersikap sinis atau mencemoohkan pihak lain yang tidak sejalan dengan kepercayaan dan kebudayaan mereka."
        },
        {
          "number": 30,
          "arabic": "وَإِذَا مَرُّوا۟ بِهِمْ يَتَغَامَزُونَ",
          "transliteration": "wa-idhā marrū bihim yataghāmazūna",
          "translation": "Dan apabila mereka (orang-orang yang beriman) melintas di hadapan mereka, mereka saling mengedip-ngedipkan matanya,",
          "tafsir": "Apabila orang-orang yang beriman lewat di hadapan mereka, orang-orang yang berdosa itu saling memberi isyarat dengan kedipan mata yang mengandung unsur ejekan dan cemoohan. Apabila kembali kepada kaum kerabatnya, mereka membangga-banggakan diri karena telah mengadakan tindakan terhadap pengikut-pengikut Muhammad saw dengan berbagai tindakan yang mengandung unsur ejekan, cemoohan, dan permusuhan."
        },
        {
          "number": 31,
          "arabic": "وَإِذَا ٱنقَلَبُوٓا۟ إِلَىٰٓ أَهْلِهِمُ ٱنقَلَبُوا۟ فَكِهِينَ",
          "transliteration": "wa-idhā inqalabū ilā ahlihimu inqalabū fakihīna",
          "translation": "dan apabila kembali kepada kaumnya, mereka kembali dengan gembira ria.",
          "tafsir": "Apabila orang-orang yang beriman lewat di hadapan mereka, orang-orang yang berdosa itu saling memberi isyarat dengan kedipan mata yang mengandung unsur ejekan dan cemoohan. Apabila kembali kepada kaum kerabatnya, mereka membangga-banggakan diri karena telah mengadakan tindakan terhadap pengikut-pengikut Muhammad saw dengan berbagai tindakan yang mengandung unsur ejekan, cemoohan, dan permusuhan."
        },
        {
          "number": 32,
          "arabic": "وَإِذَا رَأَوْهُمْ قَالُوٓا۟ إِنَّ هَـٰٓؤُلَآءِ لَضَآلُّونَ",
          "transliteration": "wa-idhā ra-awhum qālū inna hāulāi laḍāllūna",
          "translation": "Dan apabila mereka melihat (orang-orang mukmin), mereka mengatakan, \"Sesungguhnya mereka benar-benar orang-orang sesat,\"",
          "tafsir": "Apabila melihat orang-orang Mukmin, orang-orang yang berdosa itu berkata bahwa sesungguhnya mereka melihat orang yang benar-benar sesat dan menyimpang dari kebenaran, karena mengubah kepercayaan yang sejak dahulu kala mereka warisi dari nenek moyang mereka tentang penyembahan berhala."
        },
        {
          "number": 33,
          "arabic": "وَمَآ أُرْسِلُوا۟ عَلَيْهِمْ حَـٰفِظِينَ",
          "transliteration": "wamā ur'silū ʿalayhim ḥāfiẓīna",
          "translation": "padahal (orang-orang yang berdosa itu), mereka tidak diutus sebagai penjaga (orang-orang mukmin).",
          "tafsir": "Allah menegaskan bahwa orang-orang kafir itu hidup di dunia tidak ditugaskan untuk melindungi atau menjaga orang-orang Mukmin. Mereka tidak berwenang menjaga orang-orang Mukmin karena orang-orang Mukmin tidak berada di bawah kekuasaan mereka. Oleh sebab itu, mereka tidak berhak mengejek, mengawasi, dan menyakiti orang-orang Mukmin yang tulus ikhlas beriman kepada Allah."
        },
        {
          "number": 34,
          "arabic": "فَٱلْيَوْمَ ٱلَّذِينَ ءَامَنُوا۟ مِنَ ٱلْكُفَّارِ يَضْحَكُونَ",
          "transliteration": "fal-yawma alladhīna āmanū mina l-kufāri yaḍḥakūna",
          "translation": "Maka pada hari ini, orang-orang yang beriman yang menertawakan orang-orang kafir,",
          "tafsir": "Dalam ayat ini, Allah menjelaskan bahwa pada hari pembalasan giliran orang-orang Mukmin dalam surga mencemoohkan orang-orang kafir yang sedang menderita azab neraka. Pada hari itu, orang-orang yang beriman akan tertawa lebar karena menyaksikan pahala dan berbagai macam kenikmatan yang sesuai dengan janji Allah. Mereka juga menertawakan orang-orang kafir yang dahulu di dunia pernah mencemoohkan mereka."
        }
      ]
    }
  ]
}