{
  "pageNumber": 526,
  "juz": 27,
  "surahs": [
    {
      "number": 53,
      "name": "An-Najm",
      "nameArabic": "النجم",
      "meaning": "Bintang",
      "revelation": "Makkah",
      "description": "Surat An-Najm terdiri dari 62 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Al-Ikhlas.Nama \"An-Najm\" (bintang) diambil dari kata \"An-Najm\" yang terdapat pada ayat pertama surat ini. Allah bersumpah dengan \"An-Najm\" (bintang) karena bintang-bintang yang timbul dan tenggelam, yang manfaatnya sangat banyak bagi manusia sebagai pedoman dalam pelayaran di lautan, perjalanan di padang pasir, menentukan peredaran musim, dan sebagainya.**Pokok-Pokok Isi:**1. **Keimanan:** Al-Qur'an adalah wahyu Allah yang diturunkan kepada Nabi Muhammad dengan perantara melaikat Jibril; kebatilan penyembah berhala; tidak ada seorang pun yang mampu memberi syafaat tanpa izin Allah; setiap orang hanya akan memikul dosanya sendiri.2. **Hukum-hukum:** Kewajiban menjauhi dosa-dosa besar; kewajiban bersujud dan menyembah Allah saja.3. **Lain-lain:** Nabi Muhammad melihat malaikat Jibril dua kali dalam bentuk aslinya, yaitu ketika menerima wahyu pertama kali dan ketika di Sidratul Muntaha; anjuran agar manusia jangan menganggap diri suci karena hanya Allah yang mengetahui siapa yang bertakwa kepada-Nya; orang-orang musyrik selalu memperolok-olokkan Al-Qur'an.Surat An-Najm berisi hal-hal yang berhubungan dengan penegasan risalah Muhammad dan Al-Qur'an sebagai wahyu dari Allah, menerangkan kebatilan berhala-berhala yang disembah orang-orang musyrik yang tidak dapat memberi manfaat dan mudharat, dan menerangkan sifat orang-orang yang muhsin. Surat ini juga menyebutkan sebagian hakikat Islam yang tersebut pada suhuf-suhuf Musa dan suhuf-suhuf Ibrahim.**Hubungan Surat An-Najm Dan Surat Al-Qamar:**1. Pada akhir surat An-Najm disebutkan hal mengenai hari kiamat, dan pada surat Al-Qamar disebutkan pula hal yang sama.2. Dalam surat An-Najm disinggung secara sepintas keadaan umat-umat terdahulu, sedangkan pada surat Al-Qamar disebutkan keadaan umat-umat terdahulu yang mendustakan para rasul.",
      "verses": [
        {
          "number": 1,
          "arabic": " وَٱلنَّجْمِ إِذَا هَوَىٰ",
          "transliteration": "wal-najmi idhā hawā",
          "translation": "Demi bintang ketika terbenam,",
          "tafsir": "Allah swt menerangkan bahwa Ia bersumpah dengan makhlukNya yang besar yakni bintang yang beredar pada porosnya, sehingga tidak saling berbenturan satu dengan yang lainnya. Bintang-bintang itu merupakan petunjuk bagi manusia dalam hutan dan di padang pasir, di tempat kediaman dan dalam perjalanan, di kampung dan di kota, dan juga di lautan, bintang-bintang itu besar sekali faedahnya bagi kehidupan manusia. Allah swt mengarahkan sumpah-Nya kepada kaum musyrikin agar mengetahui betapa banyak manfaatnya bintang-bintang bagi mereka. Antara lain untuk mengetahui perubahan musim supaya mereka bersiap-siap untuk menggembalakan ternak mereka, kemudian setelah turun hujan mereka dapat menanam tanaman yang sesuai dengan musimnya. Sumpah Allah tersebut mengingatkan manusia bahwa di sana ada benda-benda yang perkasa di ruang angkasa yang harus mereka ketahui supaya mereka dapat meyakini besarnya sumber kekuasaan Allah dan indahnya ciptaan-Nya. Ilmu pengetahuan modern telah menerangkan bahwa di angkasa raya ada keajaiban yang dapat dilihat dari cepatnya peredaran dan bentuknya yang besar. Alam matahari terdiri dari matahari dan 9 buah planet yang kebanyakan dikelilingi oleh beberapa buah bulan. Matahari itu dalam alamnya adalah sebahagian daripada alam angkasa. Di alam angkasa ada sekitar 30.000.000.000 (tigapuluh milyar) bintangbintang. Setiap bintang adalah sebagai matahari seperti mataharinya manusia di bumi ini. Ada yang lebih besar dan ada pula yang lebih kecil daripadanya. Umur matahari adalah sekitar lima milyar tahun, umur bumi sekitar 2.000 juta tahun. Umur air di atas bumi sekitar 300 juta tahun. Dan umur manusia sekitar 300.000 tahun. Dan alam semesta itu mempunyai penjaga (hanya Allah-lah yang mengetahuinya). Dan tidak seorang pun yang mengetahui bala tentara Tuhan kecuali Dia. Al-'Amasy dari Mujahid mengatakan bahwa ayat ini merujuk pada Al-Qur'an ketika diturunkan seperti dalam firman-Nya: Lalu Aku bersumpah dengan tempat beredarnya bintang-bintang. Dan sesungguhnya itu benar-benar sumpah yang besar sekiranya kamu mengetahui, dan (ini) sesungguhnya Al-Qur'an yang sangat mulia, dalam Kitab yang terpelihara (Lauh Mahfudz), tidak ada yang menyentuhnya selain hamba-hamba yang disucikan. Diturunkan dari Tuhan seluruh alam. (al-Waqi'ah/56: 75-80)"
        },
        {
          "number": 2,
          "arabic": "مَا ضَلَّ صَاحِبُكُمْ وَمَا غَوَىٰ",
          "transliteration": "mā ḍalla ṣāḥibukum wamā ghawā",
          "translation": "kawanmu (Muhammad) tidak sesat dan tidak (pula) keliru,",
          "tafsir": "Allah menerangkan bahwa kawan mereka itu (Muhammad) adalah benar-benar seorang nabi. Dia tidak pernah menyimpang dari jalan yang benar. Ia Juga tidak pernah melakukan kebatilan. Pada kenyataannya Rasulullah saw adalah seorang rasul yang diberi petunjuk oleh Allah, dia mengikuti kebenaran. Dia bukan seorang yang menyesatkan (dan bukanlah pula ia berjalan pada jalan yang ia sendiri tidak mengetahuinya). Dia bukan seorang yang sesat yang berpaling dari kebenaran dengan suatu tujuan tertentu. Keadaan beliau yang seperti itu, bukan saja setelah beliau diangkat menjadi rasul, tetapi juga sebelumnya. Oleh sebab itulah Allah memberikan kepadanya petunjuk dan syariat untuk memberikan sinar terang kepada orang-orang yang sesat baik Yahudi maupun Nasrani yang sebenarnya mereka mengetahui kebenaran itu, tetapi tidak mengamalkannya"
        },
        {
          "number": 3,
          "arabic": "وَمَا يَنطِقُ عَنِ ٱلْهَوَىٰٓ",
          "transliteration": "wamā yanṭiqu ʿani l-hawā",
          "translation": "dan tidaklah yang diucapkannya itu (Alquran) menurut keinginannya.",
          "tafsir": "Dalam ayat ini Allah swt menerangkan bahwa Muhammad saw itu tidak sesat dan tidak keliru karena beliau seorang yang tidak pernah menuruti hawa nafsunya termasuk dalam perkataannya. Orang yang mungkin keliru atau tersesat ialah orang yang menuruti hawa nafsunya. Sebagaimana firman Allah: Janganlah engkau mengikuti hawa nafsu, karena akan menyesatkan engkau dari jalan Allah. (shad/38: 26)"
        },
        {
          "number": 4,
          "arabic": "إِنْ هُوَ إِلَّا وَحْىٌ يُوحَىٰ",
          "transliteration": "in huwa illā waḥyun yūḥā",
          "translation": "Tidak lain (Alquran itu) adalah wahyu yang diwahyukan (kepadanya),",
          "tafsir": "Dalam ayat ini, Allah menguatkan ayat sebelumnya, yakni bahwa Muhammad saw hanyalah mengatakan apa yang diperintahkan oleh Allah untuk disampaikan kepada manusia secara sempurna, tidak ditambah-tambah dan tidak pula dikurangi menurut apa yang diwahyukan kepadanya. 'Abdullah bin 'Amr bin 'As menulis setiap apa yang ia dengar dari Rasulullah saw, karena ia mau menghafalkannya. Tapi orang-orang Quraisy melarangnya. Mereka mengatakan mengapa ia menulis setiap perkataan Muhammad saw, sedangkan Muhammad itu adalah manusia biasa yang berkata dalam keadaan marah. Maka berhentilah 'Abdullah bin 'Umar menulis. Kemudian ia mendatangi Rasulullah saw, dan memberitahukan perihalnya itu. Maka bersabdalah Rasulullah saw:\"Tulislah demi Zat yang menguasai diriku, tidak ada yang keluar dari perkataanku kecuali kebenaran.\" (Riwayat Ahmad dan Abu Dawud) Al-hafidz Abu Bakar al-Bazzar menyebutkan riwayat Abu Hurairah bahwasanya Nabi Muhammad saw bersabda: ) \"Sesuatu yang aku kabarkan kepadamu bahwa ia dari Allah swt, maka tidak ada keraguan padanya.\" (Riwayat Ibnu hibban dan alBazzar) Imam Ahmad dan al-Bazzar meriwayatkan dari Abu Hurairah, ia berkata bahwa Rasulullah saw bersabda: \"Tidaklah aku berkata kecuali yang benar.\" (Riwayat Ahmad dan alBazzar)"
        },
        {
          "number": 5,
          "arabic": "عَلَّمَهُۥ شَدِيدُ ٱلْقُوَىٰ",
          "transliteration": "ʿallamahu shadīdu l-quwā",
          "translation": "yang diajarkan kepadanya oleh (Jibril) yang sangat kuat,",
          "tafsir": "Dalam ayat ini Allah swt menerangkan bahwa Muhammad saw (kawan mereka itu) diajari oleh Jibril. Jibril itu sangat kuat, baik ilmunya maupun amalnya. Dalam firman Allah dijelaskan: Sesungguhnya (Al-Qur'an) itu benar-benar firman (Allah yang dibawa oleh) utusan yang mulia (Jibril), yang memiliki kekuatan, memiliki kedudukan tinggi di sisi (Allah) yang memiliki 'Arsy, yang di sana (di alam malaikat) ditaati dan dipercaya. (at-Takwir/81: 1921) Kemudian Muhammad saw mempelajarinya dan mengamalkannya. Ayat ini merupakan jawaban dari perkataan mereka yang mengatakan bahwa Muhamamd saw itu hanyalah tukang dongeng yang mendongengkan dongeng-dongengan (legendalegenda) orang-orang dahulu. Dari sini jelas bahwa Muhammad saw itu bukan diajari oleh seorang manusia, tapi ia diajari oleh Malaikat Jibril yang sangat kuat. ("
        },
        {
          "number": 6,
          "arabic": "ذُو مِرَّةٍ فَٱسْتَوَىٰ",
          "transliteration": "dhū mirratin fa-is'tawā",
          "translation": "yang mempunyai keteguhan; maka (Jibril itu) menampakkan diri dengan rupa yang asli (rupa yang bagus dan perkasa)",
          "tafsir": "Allah swt menerangkan dalam ayat ini, bahwa Jibril itu mempunyai kekuatan yang luar biasa. Seperti dalam riwayat bahwa ia telah pernah membalikkan perkampungan Nabi Lut kemudian mereka diangkat ke langit lalu dijatuhkan ke bumi. Ia telah pernah menghembus kaum Samud hingga berterbangan. Dan apabila ia turun ke bumi hanya dibutuhkan waktu sekejap mata. Lagi pula ia dapat berubah bentuk menjadi seperti manusia. ("
        },
        {
          "number": 7,
          "arabic": "وَهُوَ بِٱلْأُفُقِ ٱلْأَعْلَىٰ",
          "transliteration": "wahuwa bil-ufuqi l-aʿlā",
          "translation": "Sedang dia berada di ufuk yang tinggi.",
          "tafsir": "Setelah itu Muhammad saw melihat Jibril di tempat yang tinggi. Kemudian Jibril memenuhi angkasa itu, lalu mendekati Muhammad saw dan Jibril semakin mendekat lagi kepada Muhammad saw hingga jaraknya hampir, kira-kira dua ujung busur panah lagi atau lebih dekat lagi."
        },
        {
          "number": 8,
          "arabic": "ثُمَّ دَنَا فَتَدَلَّىٰ",
          "transliteration": "thumma danā fatadallā",
          "translation": "Kemudian dia mendekat (pada Muhammad), lalu bertambah dekat,",
          "tafsir": "Setelah itu Muhammad saw melihat Jibril di tempat yang tinggi. Kemudian Jibril memenuhi angkasa itu, lalu mendekati Muhammad saw dan Jibril semakin mendekat lagi kepada Muhammad saw hingga jaraknya hampir, kira-kira dua ujung busur panah lagi atau lebih dekat lagi."
        },
        {
          "number": 9,
          "arabic": "فَكَانَ قَابَ قَوْسَيْنِ أَوْ أَدْنَىٰ",
          "transliteration": "fakāna qāba qawsayni aw adnā",
          "translation": "sehingga jaraknya (sekitar) dua busur panah atau lebih dekat (lagi).",
          "tafsir": "Setelah itu Muhammad saw melihat Jibril di tempat yang tinggi. Kemudian Jibril memenuhi angkasa itu, lalu mendekati Muhammad saw dan Jibril semakin mendekat lagi kepada Muhammad saw hingga jaraknya hampir, kira-kira dua ujung busur panah lagi atau lebih dekat lagi."
        },
        {
          "number": 10,
          "arabic": "فَأَوْحَىٰٓ إِلَىٰ عَبْدِهِۦ مَآ أَوْحَىٰ",
          "transliteration": "fa-awḥā ilā ʿabdihi mā awḥā",
          "translation": "Lalu disampaikannya wahyu kepada hamba-Nya (Muhammad) apa yang telah diwahyukan Allah.",
          "tafsir": "Selanjutnya diterangkan bahwa setelah Nabi Muhammad saw sudah berdekatan benar dengan Jibril, Jibril menyampaikan wahyu Allah mengenai persoalan-persoalan agama."
        },
        {
          "number": 11,
          "arabic": "مَا كَذَبَ ٱلْفُؤَادُ مَا رَأَىٰٓ",
          "transliteration": "mā kadhaba l-fuādu mā raā",
          "translation": "Hatinya tidak mendustakan apa yang telah dilihatnya.",
          "tafsir": "Ayat ini menerangkan bahwa kebanyakan manusia menyangka bahwa ia telah menggambarkan apa yang dilihatnya, padahal hatinya belum yakin terhadap apa yang telah ia lihat, tidak demikian penglihatan dan keyakinan Muhammad saw terhadap Jibril meskipun kedatangannya kepada Muhammad saw kerap kali berbeda bentuknya, karena Muhammad saw telah mengetahui bentuk yang aslinya. Karena Allah swt menguatkan keterangan bahwa kedatangan Jibril menyamar dalam bentuk seorang sahabat yang bernama Dihyah al-Kalbi tidaklah menghilangkan ciri-cirinya karena Muhammad saw pernah melihat bentuknya yang asli sebelum itu, yaitu di Gua Hira ketika menerima wahyu pertama, walaupun kemudian Jibril menampakkan diri lagi dengan rupa yang lain."
        },
        {
          "number": 12,
          "arabic": "أَفَتُمَـٰرُونَهُۥ عَلَىٰ مَا يَرَىٰ",
          "transliteration": "afatumārūnahu ʿalā mā yarā",
          "translation": "Maka apakah kamu (musyrikin Mekkah) hendak membantahnya tentang apa yang dilihatnya itu?",
          "tafsir": "Dalam ayat ini, Allah bertanya apakah orang-orang Quraisy akan mendustakan dan membantah Muhammad saw mengenai bentuk Jibril yang telah pernah dilihat Muhammad saw dengan mata kepalanya sendiri. ("
        },
        {
          "number": 13,
          "arabic": "وَلَقَدْ رَءَاهُ نَزْلَةً أُخْرَىٰ",
          "transliteration": "walaqad raāhu nazlatan ukh'rā",
          "translation": "Dan sungguh, dia (Muhammad) telah melihatnya (dalam rupanya yang asli) pada waktu yang lain,",
          "tafsir": "Selanjutnya dalam ayat-ayat ini Allah menerangkan bahwa sesungguhnya Muhammad saw sudah pernah melihat Jibril (untuk kedua kalinya) dalam rupanya yang asli pada waktu melakukan mi'raj ke Sidratul Muntaha yaitu suatu tempat yang merupakan batas alam yang dapat diketahui oleh para malaikat. Ada yang berpendapat bahwa maksud ayat ini adalah seperti dalam firman Allah: Dan sesungguhnya kepada Tuhanmulah kesudahannya (segala sesuatu). (an-Najm/53: 42) Setiap Mukmin wajib mempercayai bahwa Sidratul Muntaha itu sebagaimana yang telah diterangkan oleh Allah dalam ayat-Nya. Tetapi ia tidak boleh menerangkan tempatnya dan sifat-sifatnya, dengan keterangan yang melebihi daripada apa yang telah diterangkan oleh Allah dalam Al-Qur'an, kecuali bila keterangan itu kita dapat dari hadis Nabi Muhammad saw yang menerangkan kepada kita dengan jelas dan pasti, karena hal itu termasuk dalam hal yang gaib yang belum diizinkan kita untuk mengetahuinya. Menurut hadis yang diriwayatkan oleh Ahmad, Muslim, atTirmidhi, dan lain-lainnya bahwa Sidratul Muntaha itu ada di langit yang ketujuh."
        },
        {
          "number": 14,
          "arabic": "عِندَ سِدْرَةِ ٱلْمُنتَهَىٰ",
          "transliteration": "ʿinda sid'rati l-muntahā",
          "translation": "(yaitu) di Sidratilmuntahā,<sup foot_note=135768>1</sup>",
          "tafsir": "Selanjutnya dalam ayat-ayat ini Allah menerangkan bahwa sesungguhnya Muhammad saw sudah pernah melihat Jibril (untuk kedua kalinya) dalam rupanya yang asli pada waktu melakukan mi'raj ke Sidratul Muntaha yaitu suatu tempat yang merupakan batas alam yang dapat diketahui oleh para malaikat. Ada yang berpendapat bahwa maksud ayat ini adalah seperti dalam firman Allah: Dan sesungguhnya kepada Tuhanmulah kesudahannya (segala sesuatu). (an-Najm/53: 42) Setiap Mukmin wajib mempercayai bahwa Sidratul Muntaha itu sebagaimana yang telah diterangkan oleh Allah dalam ayat-Nya. Tetapi ia tidak boleh menerangkan tempatnya dan sifat-sifatnya, dengan keterangan yang melebihi daripada apa yang telah diterangkan oleh Allah dalam Al-Qur'an, kecuali bila keterangan itu kita dapat dari hadis Nabi Muhammad saw yang menerangkan kepada kita dengan jelas dan pasti, karena hal itu termasuk dalam hal yang gaib yang belum diizinkan kita untuk mengetahuinya. Menurut hadis yang diriwayatkan oleh Ahmad, Muslim, atTirmidhi, dan lain-lainnya bahwa Sidratul Muntaha itu ada di langit yang ketujuh."
        },
        {
          "number": 15,
          "arabic": "عِندَهَا جَنَّةُ ٱلْمَأْوَىٰٓ",
          "transliteration": "ʿindahā jannatu l-mawā",
          "translation": "di dekatnya ada surga tempat tinggal,",
          "tafsir": "Dalam ayat ini Allah swt menerangkan bahwa di tempat itulah (di dekat Sidratul Muntaha) letak surga. Ia merupakan tempat tinggal bagi orang-orang yang takwa dan orang-orang yang mati syahid."
        },
        {
          "number": 16,
          "arabic": "إِذْ يَغْشَى ٱلسِّدْرَةَ مَا يَغْشَىٰ",
          "transliteration": "idh yaghshā l-sid'rata mā yaghshā",
          "translation": "(Muhammad melihat Jibril) ketika Sidratilmuntahā diliputi oleh sesuatu yang meliputinya,",
          "tafsir": "Selanjutnya dalam ayat ini Allah swt menerangkan bahwasannya Muhammad saw melihat Jibril di Sidratul Muntaha itu ketika Sidratul Muntaha tertutup oleh suasana yang menandakan kebesaran Allah berupa sinar-sinar yang indah dan malaikat-malaikat. Al-Qur'an tidak menerangkan dengan jelas. Bagi kita cukuplah penjelasan yang sedemikian, tidak menambah atau menguranginya bila tidak ada dalil yang jelas yang menerangkannya. Seandainya ada manfaatnya untuk dijelaskan niscaya hal itu dijelaskan oleh Allah swt."
        },
        {
          "number": 17,
          "arabic": "مَا زَاغَ ٱلْبَصَرُ وَمَا طَغَىٰ",
          "transliteration": "mā zāgha l-baṣaru wamā ṭaghā",
          "translation": "penglihatannya (Muhammad) tidak menyimpang dari yang dilihatnya itu dan tidak (pula) melampauinya.",
          "tafsir": "Kemudian dalam ayat ini Allah menjelaskan lagi bahwa tatkala Rasulullah saw melihat Jibril di sana, ia tidak berpaling dari memandang semua keajaiban Sidratul Muntaha sesuai dengan apa yang telah diizinkan Allah kepadanya untuk dilihat. Dan ia tidak pula melampaui batas kecuali apa yang telah diizinkan kepadanya."
        },
        {
          "number": 18,
          "arabic": "لَقَدْ رَأَىٰ مِنْ ءَايَـٰتِ رَبِّهِ ٱلْكُبْرَىٰٓ",
          "transliteration": "laqad raā min āyāti rabbihi l-kub'rā",
          "translation": "Sungguh, dia telah melihat sebagian tanda-tanda (kebesaran) Tuhannya yang paling besar.",
          "tafsir": "Ayat ini menerangkan bahwa dengan melihat Sidratul Muntaha, berarti Muhammad saw telah melihat sebagian tandatanda kebesaran Allah yang merupakan keajaiban dari kekuasaanNya. Diriwayatkan oleh al-Bukhari dan lain-lain bahwa saat itu Muhammad saw melihat suatu lambaian hijau dari surga yang memenuhi ufuk (arah pandangan). Maka hendaklah kita tidak membatasi apa yang telah dilihat oleh Muhammad saw dengan mata kepalanya, setelah diterangkan secara samar-samar dalam Al-Qur'an tentang hal itu. Yang jelas ialah bahwa Nabi telah melihat tanda-tanda kebesaran Allah swt yang tidak terbatas."
        },
        {
          "number": 19,
          "arabic": "أَفَرَءَيْتُمُ ٱللَّـٰتَ وَٱلْعُزَّىٰ",
          "transliteration": "afara-aytumu l-lāta wal-ʿuzā",
          "translation": "Maka apakah patut kamu (orang-orang musyrik) menganggap (berhala) Al-Lāta dan Al-'Uzzā,",
          "tafsir": "Allah swt bertanya kepada orang-orang musyrik, apakah setelah mereka mendengar tanda-tanda Allah baik kesempurnaan maupun keagungan-Nya dalam kekuasaan, dan setelah mendengar keadaan malaikat dengan kedudukan dan kemampuan mereka yang tinggi, masih saja menjadikan berhala-berhala yang hina keadaannya itu sebagai sekutu bagi Allah, sedangkan mereka mengetahui kebesaran-Nya? Pertanyaan ini merupakan cemoohan dari Tuhan, sebab bagi seorang yang berakal tidak mungkin terlintas dalam pikirannya untuk menyembah berhala yang mereka buat sendiri, kemudian diletakkan dalam suatu rumah yang mereka dirikan sebagai tandingan Ka'bah. Adapun al-Lata adalah nama sebuah batu besar yang berwarna putih, di atas batu itu diukir gambar sebuah rumah. Al-Lata ini terletak di daerah thaif. Rumah itu dipasangi tabir. Di sekelilingnya ada teras yang diagung-agungkan oleh orang-orang thaif, antara lain Kabilah saqif dan pengikut-pengikutnya. Mereka tergolong orangorang yang lebih membanggakan benda itu daripada orang-orang Arab yang lain selain Quraisy. Kata Ibnu Jarir, mereka menganggap bahwa kata al-Lata itu diambil dari lafal Allah. Mereka menganggap al-Lata (Mahasuci Allah dari apa yang mereka katakan). Menurut Ibnu 'Abbas , Mujahid, Rabi' bin Anas, mereka menamakan al-Lata dari nama seorang laki-laki yang menumbuk tepung untuk jemaah haji. Setelah ia mati, maka orang-orang berkerumun melakukan iktikaf di atas kuburnya yang selanjutnya mereka menyembah dan membuatkan patungnya. Menurut Ibnu Jarir, al-'Uzza berasal dari kata 'Aziz, al-Uzza ialah sebuah pohon yang di atasnya ada sebuah bangunan dan bertirai, bertempat di Nakhlah yaitu antara Mekah dan thaif; orang-orang Quraisy mengagungkan pohon itu. Diriwayatkan bahwa Abu Sufyan ketika masih musyrik berkata pada waktu peperangan Uhud bahwa merekalah yang mempunyai Uzza, sedangkan yang lain tidak. Maka bersabdalah Rasulullah saw. \"Katakanlah! Allah adalah Tuhan kami, dan kamu tidak mempunyai Tuhan.\" (Riwayat al-Bukhari dan Ahmad)"
        },
        {
          "number": 20,
          "arabic": "وَمَنَوٰةَ ٱلثَّالِثَةَ ٱلْأُخْرَىٰٓ",
          "transliteration": "wamanata l-thālithata l-ukh'rā",
          "translation": "dan Manāt, yang ketiga yang paling kemudian (sebagai anak perempuan Allah).",
          "tafsir": "Dalam ayat ini Allah swt melanjutkan ayat yang sebelumnya yaitu bahwa orang-orang musyrik juga menyembah Manat yang ketiga yakni yang terakhir sebagai anak perempuan Allah. Manat itu sebuah batu besar terletak di Musyallal dengan Qudaid antara Mekah dan Medinah. Kabilah Khuza'ah, al-Aus dan Khazraj mengagungkan Manat ini dan dalam melakukan ibadah haji mereka mulai dari Manat sampai ke Ka'bah. Selain benda-benda yang tiga itu, masih banyak lagi benda-benda yang sangat dimuliakan oleh orang-orang musyrik. Akan tetapi, yang paling termasyhur adalah tiga benda itu. Ibnu Ishaq mengatakan bahwa orang-orang Arab menganggap benda-benda yang tiga itu selain Ka'bah sebagai benda sembahan mereka, dibuat seperti bangunan Ka'bah yang mempunyai tabir yang mereka bertawaf padanya seperti tawaf pada Ka'bah dan memotong binatang kurban di sampingnya. Mereka juga mengetahui kemuliaan Ka'bah yaitu bahwa Ka'bah itu adalah rumah Ibrahim dan masjidnya."
        },
        {
          "number": 21,
          "arabic": "أَلَكُمُ ٱلذَّكَرُ وَلَهُ ٱلْأُنثَىٰ",
          "transliteration": "alakumu l-dhakaru walahu l-unthā",
          "translation": "Apakah (pantas) untuk kamu yang laki-laki dan untuk-Nya yang perempuan?",
          "tafsir": "Dalam ayat ini Allah menolak anggapan mereka yang menyatakan bahwa Dia mempunyai anak perempuan dan mereka mempunyai anak laki-laki yang disebabkan oleh persangkaan mereka bahwa perempuan itu lemah dan mempunyai kekurangan sedangkan lakilaki itu sempurna. Ini mengungkapkan anggapan mereka bahwa Allah mempunyai kekurangan, sedangkan mereka yang memiliki kekurangan itu menganggap diri mereka sempurna. ("
        },
        {
          "number": 22,
          "arabic": "تِلْكَ إِذًا قِسْمَةٌ ضِيزَىٰٓ",
          "transliteration": "til'ka idhan qis'matun ḍīzā",
          "translation": "Yang demikian itu tentulah suatu pembagian yang timpang.",
          "tafsir": "Pembagian yang seperti mereka katakan dalam ayat 21 itu adalah pembagian yang tidak adil, kurang pantas dan tidak sempurna sebab mereka menganggap bahwa Tuhan mereka mempunyai apa-apa yang mereka sendiri membencinya. Dan untuk mereka apa-apa yang mereka sukai"
        },
        {
          "number": 23,
          "arabic": "إِنْ هِىَ إِلَّآ أَسْمَآءٌ سَمَّيْتُمُوهَآ أَنتُمْ وَءَابَآؤُكُم مَّآ أَنزَلَ ٱللَّهُ بِهَا مِن سُلْطَـٰنٍ ۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَمَا تَهْوَى ٱلْأَنفُسُ ۖ وَلَقَدْ جَآءَهُم مِّن رَّبِّهِمُ ٱلْهُدَىٰٓ",
          "transliteration": "in hiya illā asmāon sammaytumūhā antum waābāukum mā anzala l-lahu bihā min sul'ṭānin in yattabiʿūna illā l-ẓana wamā tahwā l-anfusu walaqad jāahum min rabbihimu l-hudā",
          "translation": "Itu tidak lain hanyalah nama-nama yang kamu dan nenek moyangmu mengada-adakannya; Allah tidak menurunkan suatu keterangan apa pun untuk (menyembah)nya. Mereka hanya mengikuti dugaan, dan apa yang diingini oleh keinginannya. Padahal sungguh, telah datang petunjuk dari Tuhan mereka.",
          "tafsir": "Dalam ayat ini Allah menerangkan bahwa mereka menamakan berhala-berhala itu tuhan, padahal itu hanyalah nama-nama yang tidak mempunyai arti sama sekali. Mereka mengira dan berkeyakinan bahwa berhala-berhala itu mempunyai hak untuk diiktikafi demi ibadat kepadanya dan sebagai tempat menyajikan binatang kurban. Mereka tidak mempunyai alasan atau mereka tidak dapat menjelaskan sebab dari apa yang mereka katakan dan mereka lakukan. Mereka hanya meniru orang-orang yang terdahulu yang selanjutnya akan diikuti oleh anak cucu mereka. Dalam ayat yang bersamaan artinya Allah berfirman: Apa yang kamu sembah selain Dia, hanyalah nama-nama yang kamu buat-buat baik oleh kamu sendiri maupun oleh nenek moyangmu. (Yusuf/12: 40) Kemudian Allah swt menguatkan penjelasan-Nya dengan menerangkan bahwa mereka tidak mempunyai alasan kecuali karena berbaik sangka kepada bapak-bapaknya, yang berjalan pada jalan yang salah dan mempertahankan kedudukan mereka dalam masyarakat, atau karena hormat mereka terhadap bapak-bapaknya. Yang jelas mereka menyembah berhala-berhala itu hanyalah mengikuti sangkaan-sangkaan saja, bahwa bapak-bapak mereka dahulu itu berjalan pada jalan yang benar, padahal sebenarnya mereka mengikuti hawa nafsu mereka. Selanjutnya, Allah swt menerangkan bahwa seharusnya mereka tidak pantas untuk berbuat seperti itu karena telah datang peringatan, apa yang mereka lakukan saat itu adalah suatu kelalaian dan kesalahan. Kemudian dalam ayat ini Allah menerangkan bahwa mereka hanyalah mengikuti pendapat saja, sedangkan Allah telah mengutus rasul-Nya dengan kebenaran yang nyata dan dengan alasan yang jelas. Maka sudah seharusnyalah mereka menyadari kesalahannya. Akan tetapi, mereka masih tetap berpaling dari kebenaran. Diterangkan dalam firman Allah sebagai berikut: Seakan-akan mereka keledai liar yang lari terkejut, lari dari singa. (al-Muddatstsir/74: 50-51)"
        },
        {
          "number": 24,
          "arabic": "أَمْ لِلْإِنسَـٰنِ مَا تَمَنَّىٰ",
          "transliteration": "am lil'insāni mā tamannā",
          "translation": "Atau apakah manusia akan mendapat segala yang dicita-citakannya?",
          "tafsir": "Maka Allah swt menambahkan dalam ayat ini apakah mereka itu mengharapkan sesuatu yang mereka cita-citakan berupa syafaat dari tuhan-tuhan mereka di akhirat? Tidak, sama sekali berhala-berhala itu tidak ada gunanya, ia tidak akan membantu apa-apa karena berhala-berhala itu adalah benda mati yang keras bagai batu. Bahwasanya segala apa yang ada di dunia dan di akhirat adalah milik Allah, dan berhala-berhala itu tidak memiliki apa-apa. Allah telah membuat mereka berputus asa untuk mendapat kebaikan dari ibadat kepada berhala. Berhala itu tidak dapat menjadi alat penghubung untuk mendekatkan diri mereka kepada Allah."
        },
        {
          "number": 25,
          "arabic": "فَلِلَّهِ ٱلْـَٔاخِرَةُ وَٱلْأُولَىٰ",
          "transliteration": "falillahi l-ākhiratu wal-ūlā",
          "translation": "(Tidak!) Maka milik Allah lah kehidupan akhirat dan kehidupan dunia.",
          "tafsir": "Maka Allah swt menambahkan dalam ayat ini apakah mereka itu mengharapkan sesuatu yang mereka cita-citakan berupa syafaat dari tuhan-tuhan mereka di akhirat? Tidak, sama sekali berhala-berhala itu tidak ada gunanya, ia tidak akan membantu apa-apa karena berhala-berhala itu adalah benda mati yang keras bagai batu. Bahwasanya segala apa yang ada di dunia dan di akhirat adalah milik Allah, dan berhala-berhala itu tidak memiliki apa-apa. Allah telah membuat mereka berputus asa untuk mendapat kebaikan dari ibadat kepada berhala. Berhala itu tidak dapat menjadi alat penghubung untuk mendekatkan diri mereka kepada Allah."
        },
        {
          "number": 26,
          "arabic": "۞ وَكَم مِّن مَّلَكٍ فِى ٱلسَّمَـٰوَٰتِ لَا تُغْنِى شَفَـٰعَتُهُمْ شَيْـًٔا إِلَّا مِنۢ بَعْدِ أَن يَأْذَنَ ٱللَّهُ لِمَن يَشَآءُ وَيَرْضَىٰٓ",
          "transliteration": "wakam min malakin fī l-samāwāti lā tugh'nī shafāʿatuhum shayan illā min baʿdi an yadhana l-lahu liman yashāu wayarḍā",
          "translation": "Dan betapa banyak malaikat di langit, syafaat (pertolongan) mereka sedikit pun tidak berguna kecuali apabila Allah telah mengizinkan (dan hanya) bagi siapa yang Dia kehendaki dan Dia ridai.",
          "tafsir": "Kemudian Allah swt menerangkan tentang betapa banyak malaikat di langit yang tidak dapat menolong manusia dengan pertolongan apa pun, kecuali bila Allah memberikan izin kepada mereka untuk orang yang dikehendaki-Nya yaitu orang yang ikhlas dalam perkataan dan perbuatannya. Apabila keadaan malaikat demikian halnya, sedangkan malaikat adalah makhluk yang dekat kepada Tuhan, maka bagaimana dengan berhala-berhala yang hanya berupa benda mati tidak mempunyai ruh dan kehidupan itu? Jelasnya berhala-berhala itu sama sekali tidak ada manfaatnya."
        }
      ]
    }
  ]
}