{
  "pageNumber": 388,
  "juz": 20,
  "surahs": [
    {
      "number": 28,
      "name": "Al-Qasas",
      "nameArabic": "القصص",
      "meaning": "Kisah-kisah",
      "revelation": "Makkah",
      "description": "Surat Al-Qashash terdiri dari 88 ayat dan termasuk surat Makkiyyah.Dinamai dengan \"Al-Qashash\" karena pada ayat ke-25 surat ini terdapat kata \"Al-Qashash\" yang berarti \"cerita\". Ayat ini menerangkan bahwa setelah Nabi Musa bertemu dengan Nabi Syu'aib, ia menuturkan cerita yang berhubungan dengan dirinya sendiri, yakni pengalamannya bersama Fir'aun, sampai ketika ia diburu oleh Fir'aun karena membunuh seseorang dari bangsa Qibthi tanpa disengaja. Syu'aib menjawab bahwa Musa telah selamat dari pengejaran orang-orang zalim.Turunnya ayat ke-25 surat ini sangat besar artinya bagi Nabi Muhammad dan para sahabat yang melakukan hijrah ke Madinah. Hal ini menambah keyakinan mereka, bahwa pada akhirnya orang-orang Islamlah yang akan menang. Ayat ini menunjukkan bahwa barang siapa berhijrah dari tempat musuh untuk mempertahankan keimanan, pasti akan berhasil dalam perjuangannya menghadapi musuh-musuh agama. Kepastian kemenangan bagi kaum muslimin ini ditegaskan pada bagian akhir surat ini yang mengandung isyarat bahwa, setelah hijrah ke Madinah, kaum muslimin akan kembali ke Mekah sebagai pemenang dan penegak agama Allah. Surat Al-Qashash ini adalah surat yang paling lengkap memuat cerita Nabi Musa sehingga, menurut suatu riwayat, surat ini juga dinamai surat Musa.**Pokok-Pokok Isi:**1. **Keimanan:** Allah Yang menentukan segala sesuatu dan manusia harus ridha dengan ketentuan itu; alam adalah fana dan hanya Allah yang Kekal; semuanya akan kembali kepada Allah; Allah mengetahui isi hati manusia baik yang dilahirkan ataupun yang disembunyikan.2. **Kisah-kisah:** Kekejaman Fir'aun dan pertolongan serta karunia Allah kepada Bani Israil; Musa dilemparkan ke sungai Nil, Musa membunuh seorang Qibthi tanpa sengaja; Musa di Madyan; Musa menerima perintah menyeru Fir'aun di gunung Sinai; kisah Karun.3. **Lain-lain:** Al-Qur'an menerangkan kisah nabi-nabi dan umat-umat terdahulu sebagai bukti kerasulan Muhammad; ahli kitab yang beriman kepada Nabi Muhammad diberi pahala dua kali lipat; hikmah Al-Qur'an diturunkan secara berangsur-angsur; hanya Allah yang memberi taufik kepada hamba-Nya untuk beriman; Allah menghancurkan suatu negeri karena kezaliman penduduknya sendiri; Allah tidak akan mengazab suatu umat sebelum rasul diutus kepadanya; keadaan orang-orang kafir dan sekutu-sekutu mereka pada hari kiamat; pergantian siang dan malam sebagai rahmat bagi manusia; Allah memberi balasan kebaikan dengan berlipat ganda sedangkan balasan kejahatan seimbang dengan yang telah dilakukan; janji Allah akan kemenangan Nabi Muhammad.Surat Al-Qashash diturunkan pada waktu kaum muslimin dalam keadaan lemah, sedangkan orang musyrik Mekah, sebagai penguasa, ketika itu mempunyai kekuatan dan kekuasaan yang besar.Dalam surat ini, Allah mengemukakan bahwa Fir'aun sebagai seorang raja yang mempunyai kekuasaan yang tak terbatas, dan Qarun sebagai seorang yang berilmu yang mempunyai harta yang tidak terhingga, akan binasa bersama apa yang dimiliki karena mengingkari agama Allah, sedangkan Musa yang semula tidak mempunyai apa pun justru mendapat kemenangan karena mengikuti agama Allah. Ayat ke-59 menegaskan lagi bahwa Allah menghancurkan negeri-negeri yang penduduknya zalim. Kemudian surat ini ditutup dengan menerangkan bahwa kaum muslimin, sekalipun dalam keadaan lemah, nanti setelah hijrah ke Madinah akan kembali lagi ke Mekah sebagai pemenang. Karena itu, tetaplah menyembah Allah, tidak ada Tuhan (yang berhak disembah) selain Dia. Dialah Mahakuasa dan menentukan segala sesuatu.**Hubungan Surat Al-Qashash Dengan Surat Al-'Ankabut:**1. Surat Al-'Ankabut dimulai dengan hiburan dari Allah kepada Nabi Muhammad dan para sahabatnya yang selalu disakiti, diejek, dan diusir oleh orang-orang musyrik Mekah, bahwa orang-orang yang beriman itu akan menerima cobaan atas keimanan mereka, sedangkan surat Al-Qashash menerangkan berbagai macam cobaan yang dialami oleh Nabi Musa dan Bani Israil dalam menghadapi kekejaman Fir'aun. Oleh sebab itu, Allah menyuruh agar Nabi Muhammad dan para sahabatnya agar terus bersabar dalam menghadapi cobaan-cobaan itu.2. Surat Al-Qashash mengisahkan tentang keselamatan Nabi Musa dari pengejaran Fir'aun setelah secara tidak sengaja membunuh orang Qibti. Juga mengisahkan tentang keselamatan Nabi Musa dan pengikutnya dari pengejaran Fir'aun dan bala tentaranya dan tenggelamnya Fir'aun dan bala tentaranya di laut Merah. Sementara itu, surat Al-'Ankabut mengisahkan keselamatan Nabi Nuh dan pengikutnya di atas kapal dan tenggelamnya orang-orang yang mengingkari seruan Nabi Nuh. Semua ini menunjukkan pertolongan Allah kepada hamba-hamba-Nya yang beriman.3. Surat Al-Qashash mengemukakan kelemahan kepercayaan orang-orang yang menyembah berhala dengan menerangkan keadaan penyembah-penyembah berhala dengan berhala itu sendiri pada hari kiamat, sedangkan surat Al-'Ankabut menyatakan kesalahan kepercayaan tersebut dengan membandingkannya dengan laba-laba yang percaya akan kekuatan sarangnya yang sangat lemah itu.4. Kedua surat ini sama-sama menerangkan kisah Fir'aun dan Qarun serta akibat perbuatan keduanya. Kedua Surat ini sama-sama menyinggung hijrah Nabi Muhammad.",
      "verses": [
        {
          "number": 22,
          "arabic": "وَلَمَّا تَوَجَّهَ تِلْقَآءَ مَدْيَنَ قَالَ عَسَىٰ رَبِّىٓ أَن يَهْدِيَنِى سَوَآءَ ٱلسَّبِيلِ",
          "transliteration": "walammā tawajjaha til'qāa madyana qāla ʿasā rabbī an yahdiyanī sawāa l-sabīli",
          "translation": "Dan ketika dia menuju ke arah negeri madyan dia berdoa lagi, \"Mudah-mudahan Tuhanku menunjuki aku ke jalan yang benar.\"",
          "tafsir": "Setelah Musa mengetahui bahwa jalan yang ditempuhnya itu adalah jalan yang biasa dilalui orang menuju ke Madyan, ia yakin bahwa ia tidak akan tersesat menempuh padang pasir yang luas itu. Apalagi ia telah berdoa kepada Tuhannya agar selalu ditunjuki ke jalan yang lurus. Akan tetapi, walaupun jalan yang ditempuhnya itu adalah jalan raya yang biasa dilalui orang, namun jarak yang harus ditempuhnya sangat jauh sekali, sedangkan dia tidak membawa bekal karena ia tergesa-gesa meninggalkan kota Mesir. Diriwayatkan bahwa Musa berjalan selama delapan hari delapan malam, tanpa makanan dan dengan kaki telanjang. Tak ada yang bisa dimakan kecuali daun-daun kayu. Namun demikian, hatinya tetap tabah dan semangatnya tetap membaja karena ia luput dari kejaran Fir'aun. Dia telah selamat dari jebakan Fir'aun di waktu kecilnya, padahal banyak bayi laki-laki dari Bani Israil mati dibunuh, dan sekarang ia telah bebas dari kejaran Fir'aun di waktu ia sudah dewasa. Semua itu adalah karena rahmat dan lindungan Allah. Oleh karena itu, ia yakin dalam perjalanan yang jauh dan sulit itu, ia akan tetap berada dalam lindungan-Nya."
        },
        {
          "number": 23,
          "arabic": "وَلَمَّا وَرَدَ مَآءَ مَدْيَنَ وَجَدَ عَلَيْهِ أُمَّةً مِّنَ ٱلنَّاسِ يَسْقُونَ وَوَجَدَ مِن دُونِهِمُ ٱمْرَأَتَيْنِ تَذُودَانِ ۖ قَالَ مَا خَطْبُكُمَا ۖ قَالَتَا لَا نَسْقِى حَتَّىٰ يُصْدِرَ ٱلرِّعَآءُ ۖ وَأَبُونَا شَيْخٌ كَبِيرٌ",
          "transliteration": "walammā warada māa madyana wajada ʿalayhi ummatan mina l-nāsi yasqūna wawajada min dūnihimu im'ra-atayni tadhūdāni qāla mā khaṭbukumā qālatā lā nasqī ḥattā yuṣ'dira l-riʿāu wa-abūnā shaykhun kabīrun",
          "translation": "Dan ketika dia sampai di sumber air negeri Madyan, dia menjumpai di sana sekumpulan orang yang sedang memberi minum (ternaknya), dan dia menjumpai di belakang orang banyak itu, dua orang perempuan sedang menghambat (ternaknya). Dia (Musa) berkata, \"Apakah maksudmu (dengan berbuat begitu)?\" Kedua (perempuan) itu menjawab, \"Kami tidak dapat memberi minum (ternak kami), sebelum penggembala-penggembala itu memulangkan (ternaknya), sedang ayah kami adalah orang tua yang telah lanjut usianya.\"",
          "tafsir": "Pada ayat ini dijelaskan bahwa pada akhirnya sampailah Musa ke sebuah sumber mata air di kota Madyan. Dilihatnya di sana orang-orang sedang ramai berdesak-desakan mengambil air dan memberi minum binatang ternak mereka. Di tempat yang agak rendah, tampak olehnya dua orang gadis memegang dan menahan tali kambingnya yang selalu hendak maju ke arah orang-orang yang mengambil air karena sudah sangat haus. Melihat hal itu, timbullah rasa kasihan dalam hati Musa, lalu ia dekati kedua gadis itu hendak menanyakan mengapa tidak ikut bersama orang banyak mengambil air dan memberi minum kambing mereka. Keduanya menjawab, \"Kami tidak dapat mengambil air kecuali orang-orang itu semuanya telah selesai mengambilnya, karena kami tidak kuat berebut dan berdesak-desakan dengan orang banyak. Bapak kami sudah sangat tua, sehingga tidak sanggup datang ke mari untuk mengambil air. Itulah sebabnya kami terpaksa menunggu orang-orang itu pergi dan kami hanya dapat mengambil air, jika ada sisa-sisa air yang ditinggalkan mereka.\""
        },
        {
          "number": 24,
          "arabic": "فَسَقَىٰ لَهُمَا ثُمَّ تَوَلَّىٰٓ إِلَى ٱلظِّلِّ فَقَالَ رَبِّ إِنِّى لِمَآ أَنزَلْتَ إِلَىَّ مِنْ خَيْرٍ فَقِيرٌ",
          "transliteration": "fasaqā lahumā thumma tawallā ilā l-ẓili faqāla rabbi innī limā anzalta ilayya min khayrin faqīrun",
          "translation": "Maka dia (Musa) memberi minum (ternak) kedua perempuan itu, kemudian dia kembali ke tempat yang teduh lalu berdoa, \"Ya Tuhanku, sesungguhnya aku sangat memerlukan kebaikan apa pun yang Engkau turunkan kepadaku.\"",
          "tafsir": "Dengan cepat Musa mengambil air untuk kedua gadis itu agar memberi minum kambing mereka. Karena kelelahan, ia berlindung di bawah sebatang pohon sambil merasakan lapar dan haus karena sudah beberapa hari tidak makan kecuali daun-daunan. Musa berdoa kepada Allah karena ia sangat membutuhkan rahmat dan kasih sayang-Nya, untuk melenyapkan penderitaan yang dialaminya."
        },
        {
          "number": 25,
          "arabic": "فَجَآءَتْهُ إِحْدَىٰهُمَا تَمْشِى عَلَى ٱسْتِحْيَآءٍ قَالَتْ إِنَّ أَبِى يَدْعُوكَ لِيَجْزِيَكَ أَجْرَ مَا سَقَيْتَ لَنَا ۚ فَلَمَّا جَآءَهُۥ وَقَصَّ عَلَيْهِ ٱلْقَصَصَ قَالَ لَا تَخَفْ ۖ نَجَوْتَ مِنَ ٱلْقَوْمِ ٱلظَّـٰلِمِينَ",
          "transliteration": "fajāathu iḥ'dāhumā tamshī ʿalā is'tiḥ'yāin qālat inna abī yadʿūka liyajziyaka ajra mā saqayta lanā falammā jāahu waqaṣṣa ʿalayhi l-qaṣaṣa qāla lā takhaf najawta mina l-qawmi l-ẓālimīna",
          "translation": "Kemudian datanglah kepada Musa salah seorang dari kedua perempuan itu berjalan sambil malu-malu, dia berkata, \"Sesungguhnya ayahku mengundangmu untuk memberi balasan sebagai imbalan atas (kebaikan)mu memberi minum (ternak) kami.\" Ketika (Musa) mendatangi ayahnya (Syu'aib) dan dia menceritakan kepadanya kisah (mengenai dirinya), dia (Syu'aib) berkata, \"Janganlah engkau takut! Engkau telah selamat dari orang-orang yang zalim itu.\"",
          "tafsir": "Pada ayat ini dijelaskan bagaimana akhir penderitaan yang dialami Musa dengan dikabulkan doanya oleh Allah. Tak disangka-sangka, datanglah salah seorang dari kedua gadis itu dengan agak malu-malu dan berkata kepada Musa bahwa ayahnya mengundang Musa datang ke rumahnya untuk sekadar membalas budi baik Musa yang telah menolong mereka mengambil air minum dan memberi minum binatang ternak mereka. Musa dapat memahami bahwa kedua gadis itu berasal dari keluarga orang baik-baik, karena melihat sikapnya yang sopan dan di waktu datang kepadanya dan mendengar bahwa yang mengundang datang ke rumahnya itu bukan dia sendiri melainkan ayahnya. Kalau gadis itu sendiri yang mengundang, mungkin timbul kesan yang tidak baik terhadapnya. Para mufasir berbeda pendapat tentang ayah gadis itu apakah dia Nabi Syuaib atau bukan. Sebagian ulama berpendapat bahwa ayah kedua gadis itu adalah seorang pemuka agama yang saleh dan telah berusia lanjut. Adapun pendapat yang mengatakan bahwa ayah wanita itu adalah Nabi Syuaib tidak bisa diterima karena Nabi Syuaib hidup jauh sebelum Nabi Musa. Akhirnya berangkatlah Musa bersama gadis itu ke rumah orang tua mereka. Setelah sampai, Musa menceritakan kepada orang tua gadis itu riwayat hidupnya bersama Fir'aun, bagaimana kesombongan dan penghinaannya terhadap Bani Israil, sampai kepada keputusan dan perintah untuk membunuhnya, sehingga ia lari dari Mesir karena takut dibunuh. Orang tua itu mendengarkan cerita Musa dengan penuh perhatian. Setelah Musa selesai bercerita, orang tua itu berkata kepadanya, \"Engkau tidak perlu merasa takut dan khawatir karena engkau telah lepas dari kekuasaan orang-orang zalim itu. Mereka tidak akan dapat menangkapmu, karena engkau telah berada di luar batas kerajaan mereka.\" Dengan demikian, hati Musa merasa tenteram karena ia sudah mendapat perlindungan di rumah seorang pemuka agama yang besar pengaruhnya di kawasan tersebut."
        },
        {
          "number": 26,
          "arabic": "قَالَتْ إِحْدَىٰهُمَا يَـٰٓأَبَتِ ٱسْتَـْٔجِرْهُ ۖ إِنَّ خَيْرَ مَنِ ٱسْتَـْٔجَرْتَ ٱلْقَوِىُّ ٱلْأَمِينُ",
          "transliteration": "qālat iḥ'dāhumā yāabati is'tajir'hu inna khayra mani is'tajarta l-qawiyu l-amīnu",
          "translation": "Dan salah seorang dari kedua (perempuan) itu berkata, \"Wahai ayahku! Jadikanlah dia sebagai pekerja (pada kita), sesungguhnya orang paling baik yang engkau ambil sebagai pekerja (pada kita) ialah orang yang kuat dan dapat dipercaya.\"",
          "tafsir": "Rupanya orang tua itu tidak mempunyai anak laki-laki dan tidak pula mempunyai pembantu. Oleh sebab itu, yang mengurus semua urusan keluarga itu hanyalah kedua putrinya saja, sampai keduanya terpaksa menggembala kambing mereka, di samping mengurus rumah tangga. Terpikir oleh salah seorang putri itu untuk meminta tolong kepada Musa yang tampaknya amat baik sikap dan budi pekertinya dan kuat tenaganya menjadi pembantu di rumah ini. Putri itu mengusulkan kepada bapaknya agar mengangkat Musa sebagai pembantu mereka untuk menggembala kambing, mengambil air, dan sebagainya karena dia seorang yang jujur, dapat dipercaya, dan kuat tenaganya. Usul itu berkenan di hati bapaknya, bahkan bukan hanya ingin mengangkatnya sebagai pembantu, malah ia hendak mengawinkan salah satu putrinya dengan Musa."
        },
        {
          "number": 27,
          "arabic": "قَالَ إِنِّىٓ أُرِيدُ أَنْ أُنكِحَكَ إِحْدَى ٱبْنَتَىَّ هَـٰتَيْنِ عَلَىٰٓ أَن تَأْجُرَنِى ثَمَـٰنِىَ حِجَجٍ ۖ فَإِنْ أَتْمَمْتَ عَشْرًا فَمِنْ عِندِكَ ۖ وَمَآ أُرِيدُ أَنْ أَشُقَّ عَلَيْكَ ۚ سَتَجِدُنِىٓ إِن شَآءَ ٱللَّهُ مِنَ ٱلصَّـٰلِحِينَ",
          "transliteration": "qāla innī urīdu an unkiḥaka iḥ'dā ib'natayya hātayni ʿalā an tajuranī thamāniya ḥijajin fa-in atmamta ʿashran famin ʿindika wamā urīdu an ashuqqa ʿalayka satajidunī in shāa l-lahu mina l-ṣāliḥīna",
          "translation": "Dia (Syu'aib) berkata, \"Sesungguhnya aku bermaksud ingin menikahkan engkau dengan salah seorang dari kedua anak perempuanku ini, dengan ketentuan bahwa engkau bekerja padaku selama delapan tahun dan jika engkau sempurnakan sepuluh tahun maka itu adalah (suatu kebaikan) darimu, dan aku tidak bermaksud memberatkan engkau. Insyā Allah engkau akan mendapatiku termasuk orang yang baik.\"",
          "tafsir": "Dengan segera orang tua itu mengajak Musa berbincang. Dengan terus terang dia mengatakan keinginannya untuk mengawinkan Musa dengan salah seorang putrinya. Sebagai mahar perkawinan ini, Musa harus bekerja menggembalakan kambing selama delapan tahun, kalau Musa menyanggupi bekerja sepuluh tahun maka itu lebih baik. Ini adalah tawaran yang amat simpatik dan amat melegakan hati Musa, sebagai seorang pelarian yang ingin menghindarkan diri dari maut, seorang yang belum yakin akan masa depannya, apakah ia akan terlunta-lunta di negeri orang, karena tidak tentu arah yang akan ditujunya. Apalagi yang lebih berharga dan lebih membahagiakan dari tawaran itu? Tanpa ragu-ragu Musa telah menetapkan dalam hatinya untuk menerima tawaran tersebut. Para ulama mengambil dalil dengan ayat ini bahwa seorang bapak boleh meminta seorang laki-laki untuk menjadi suami putrinya. Hal ini banyak terjadi di masa Rasulullah saw, bahkan ada di antara wanita yang menawarkan dirinya supaya dikawini oleh Rasulullah saw atau supaya beliau mengawinkan mereka dengan siapa yang diinginkannya. Umar pernah menawarkan anaknya Hafsah (yang sudah janda) kepada Abu Bakar tetapi Abu Bakar hanya diam. Kemudian ditawarkan kepada 'Utsman, tetapi 'Utsman meminta maaf karena keberatan. Hal ini diberitahukan Abu Bakar kepada Nabi. Beliau pun menenteramkan hatinya dengan mengatakan, \"Semoga Allah akan memberikan kepada Hafsah orang yang lebih baik dari Abu Bakar dan 'Utsman.\" Kemudian Hafsah dikawini oleh Rasulullah."
        },
        {
          "number": 28,
          "arabic": "قَالَ ذَٰلِكَ بَيْنِى وَبَيْنَكَ ۖ أَيَّمَا ٱلْأَجَلَيْنِ قَضَيْتُ فَلَا عُدْوَٰنَ عَلَىَّ ۖ وَٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٌ",
          "transliteration": "qāla dhālika baynī wabaynaka ayyamā l-ajalayni qaḍaytu falā ʿud'wāna ʿalayya wal-lahu ʿalā mā naqūlu wakīlun",
          "translation": "Dia (Musa) berkata, \"Itu (perjanjian) antara aku dan engkau. Yang mana saja dari kedua waktu yang ditentukan itu yang aku sempurnakan, maka tidak ada tuntutan (tambahan) atas diriku (lagi). Dan Allah menjadi saksi atas apa yang kita ucapkan.\"",
          "tafsir": "Musa menerima tawaran itu dan berjanji kepada orang tua kedua gadis itu bahwa dia akan memenuhi syarat-syarat yang disepakati dan akan memenuhi salah satu dari dua masa yang ditawarkan, yaitu delapan atau sepuluh tahun. Sesudah itu tidak ada kewajiban lagi yang harus dibebankan kepadanya. Musa juga menyatakan bahwa Allah yang menjadi saksi atas kebenaran apa yang telah diikrarkan bersama."
        }
      ]
    }
  ]
}