{
  "pageNumber": 66,
  "juz": 4,
  "surahs": [
    {
      "number": 3,
      "name": "Ali 'Imran",
      "nameArabic": "آل عمران",
      "meaning": "Keluarga Imran",
      "revelation": "Madinah",
      "description": "Surat Ali 'Imraan terdiri dari 200 ayat dan termasuk surat Madaniyyah. Dinamakan Ali 'Imran karena memuat kisah keluarga 'Imran, yang juga menyebutkan kisah kelahiran Nabi 'Isa a.s., persamaan kejadiannya dengan Nabi Adam a.s., kenabian dan beberapa mukjizatnya, serta kelahiran Maryam putri 'Imran, ibu Nabi 'Isa a.s.Surat Al Baqarah dan Ali 'Imraan dinamakan \"Az Zahrawaani\" (dua yang cemerlang), karena menyingkapkan hal-hal yang disembunyikan oleh para Ahli Kitab, seperti kejadian dan kelahiran Nabi 'Isa a.s., kedatangan Nabi Muhammad s.a.w., dan sebagainya.Pokok-Pokok Isi:1. Keimanan:Dalil-dalil dan alasan-alasan yang membantah orang Nasrani yang mempertuhankan Nabi 'Isa a.s.; ketauhidan adalah dasar yang dibawa oleh seluruh nabi.2. Hukum-hukum:Musyawarah; bermubahalah; larangan melakukan riba.3. Kisah-kisah:Kisah keluarga 'Imran; perang Badar dan Uhud dan pelajaran yang dapat diambil darinya,4. Lain-lain:Golongan-golongan manusia dalam memahami ayat-ayat mutasyaabihaat; sifat- sifat Allah; sifat orang-orang yang bertakwa; Islam satu-satunya agama yang diridhai Allah; kemudharatan mengambil orang-orang kafir sebagai teman kepercayaan; pengambilan perjanjian para Nabi oleh Allah; perumpamaan-perumpamaan; peringatan-peringatan terhadap Ahli Kitab; Ka'bah adalah rumah peribadatan yang tertua dan bukti-buktinya; faedah mengingat Allah dan merenungkan ciptaan-Nya.Surat Ali 'Imraan berisi dalil-dalil dan alasan-alasan untuk membantah kaum Nasrani yang mempertuhankan Nabi 'Isa a.s., menerangkan perang Badar dan Uhud; agar kemenangan di perang Badar dan kekalahan di perang Uhud yang dialami kaum muslimin itu dapat dijadikan pelajaran.Hubungan Surat Ali 'imraan Dengan Surat An Nisaa':1. Surat Ali 'Imraan disudahi dengan perintah bertakwa, sesuai dengan permulaan surat An Nisaa',2. Dalam surat Ali 'Imraan disebutkan perang Badar dan Uhud dengan sempurna, keterangan sebagiannya diulangi dalam surat An Nisaa'.3. Dalam surat Ali 'Imraan dikisahkan perang Hamraa-ul Asad yang terjadi setelah perang Uhud, dan perang ini disinggung pula dalam surat An Nisaa'.4. Dalam surat Ali 'Imraan disebutkan bahwa banyak kaum Muslimin yang gugur sebagai syuhada yang berarti mereka meninggalkan anak-anak dan istri-istri mereka, maka dalam bagian permulaan surat An Nisaa' disebutkan perintah memelihara anak yatim dan pembagian harta pusaka.",
      "verses": [
        {
          "number": 122,
          "arabic": "إِذْ هَمَّت طَّآئِفَتَانِ مِنكُمْ أَن تَفْشَلَا وَٱللَّهُ وَلِيُّهُمَا ۗ وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُؤْمِنُونَ",
          "transliteration": "idh hammat ṭāifatāni minkum an tafshalā wal-lahu waliyyuhumā waʿalā l-lahi falyatawakkali l-mu'minūna",
          "translation": "ketika dua golongan dari pihak kamu<sup foot_note=135091>1</sup> ingin (mundur) karena takut, padahal Allah adalah penolong mereka. Karena itu, hendaklah kepada Allah saja orang-orang mukmin bertawakal.",
          "tafsir": "Dalam suasana yang sulit dan tidak menguntungkan itu ada dua golongan di antara kaum Muslimin yang hampir patah semangatnya setelah mengetahui bahwa tiga ratus orang dari pasukan kaum Muslimin tidak mau ikut bertempur dan telah kembali ke Medinah. Mereka yang hampir patah semangatnya itu ialah Bani Salamah dari suku Khazraj dan Bani Haritsah dari suku Aus masing-masing sayap kanan dan kiri. Mereka terpengaruh oleh suasana yang amat mencemaskan dan merasa daripada dihancurkan oleh musuh yang demikian besar lebih baik mundur. Untunglah perasaan patah semangat itu tidak lama mempengaruhi mereka karena mereka adalah orang-orang yang penuh tawakal kepada Allah dan tetap berkeyakinan bahwa Allah tidak akan menyia-nyiakan hamba-Nya yang bersabar dan bertakwa kepada-Nya."
        },
        {
          "number": 123,
          "arabic": "وَلَقَدْ نَصَرَكُمُ ٱللَّهُ بِبَدْرٍ وَأَنتُمْ أَذِلَّةٌ ۖ فَٱتَّقُوا۟ ٱللَّهَ لَعَلَّكُمْ تَشْكُرُونَ",
          "transliteration": "walaqad naṣarakumu l-lahu bibadrin wa-antum adhillatun fa-ittaqū l-laha laʿallakum tashkurūna",
          "translation": "Dan sungguh, Allah telah menolong kamu dalam Perang Badar, padahal kamu dalam keadaan lemah.<sup foot_note=135092>1</sup> Karena itu bertakwalah kepada Allah, agar kamu mensyukuri-Nya.",
          "tafsir": "Sebagai penambah kekuatan jiwa dan ketabahan hati dalam menghadapi segala bahaya dan kesulitan, Allah mengingatkan mereka kepada perang Badar ketika mereka berada dalam keadaan lemah dan jumlah yang amat sedikit dibanding, dengan kekuatan dan jumlah musuh. Berkat pertolongan Allah, mereka berhasil memporak-porandakan musuh hingga banyak di antara pembesar Quraisy yang jatuh menjadi korban dan banyak pula yang ditawan dan tidak sedikit harta rampasan yang diperoleh kaum Muslimin. Karena mereka ingat pada perintah Allah agar mereka bersabar dan bertakwa kepada-Nya dan dengan sabar dan takwa itu mereka akan mendapat pertolongan daripada-Nya dan akan mendapatkan kemenangan."
        },
        {
          "number": 124,
          "arabic": "إِذْ تَقُولُ لِلْمُؤْمِنِينَ أَلَن يَكْفِيَكُمْ أَن يُمِدَّكُمْ رَبُّكُم بِثَلَـٰثَةِ ءَالَـٰفٍ مِّنَ ٱلْمَلَـٰٓئِكَةِ مُنزَلِينَ",
          "transliteration": "idh taqūlu lil'mu'minīna alan yakfiyakum an yumiddakum rabbukum bithalāthati ālāfin mina l-malāikati munzalīna",
          "translation": "(Ingatlah), ketika engkau (Muhammad) mengatakan kepada orang-orang beriman, \"Apakah tidak cukup bagimu bahwa Allah membantu kamu dengan tiga ribu malaikat yang diturunkan (dari langit)?\"",
          "tafsir": "Untuk lebih memperkuat hati dan tekad kaum Muslimin dalam menghadapi Perang Uhud ini, Nabi mengatakan kepada mereka bahwa mereka akan dibantu oleh Allah dengan 3.000 malaikat. Apabila mereka sabar dan tabah menghadapi segala bahaya dan bertakwa, Allah akan membantu mereka dengan 5.000 malaikat. Menurut riwayat Adh-ahhak, bantuan dengan 5.000 malaikat ini adalah janji dari Allah yang dijanjikan-Nya kepada Muhammad jika kaum Muslimin sabar dan bertakwa. Ibnu Zaid meriwayatkan, ketika kaum Muslimin melihat banyaknya tentara kaum musyrikin dan lengkapnya persiapan mereka, mereka bertanya kepada Rasulullah saw, \"Apakah dalam perang Uhud ini Allah tidak akan membantu kita sebagaimana Dia telah membantu kita dalam Perang Badar?\" Maka turunlah ayat ini. Memang dalam Perang Badar Allah telah membantu kaum Muslimin dengan 1000 malaikat sebagai tersebut dalam firman-Nya: (Ingatlah), ketika kamu memohon pertolongan kepada Tuhanmu, lalu diperkenankan-Nya bagimu, \"Sungguh, Aku akan mendatangkan bala bantuan kepadamu dengan seribu malaikat yang datang berturut-turut.\" (al-Anfal/8:9). Pada mulanya dalam Perang Uhud ini pasukan kaum Muslimin sudah dapat mengacaubalaukan musuh sehingga banyak di antara kaum musyrik yang lari kocar-kacir meninggalkan harta benda mereka, dan mulailah tentara Islam berebut mengambil harta benda itu sebagai ganimah (rampasan). Melihat keadaan ini para pemanah diperintahkan oleh Nabi Muhammad saw agar tetap bertahan di tempatnya, apa pun yang terjadi. Menyangka kaum musyrikin telah kalah, para pemanah pun meninggalkan tempat mereka dan turun untuk ikut mengambil harta ganimah. Karena tempat itu telah ditinggalkan pasukan pemanah, Khalid bin Walid panglima musyrikin Quraisy waktu itu, dengan pasukan berkudanya naik ke tempat itu dan mendudukinya, lalu menghujani kaum Muslimin dengan anak panah dari belakang sehingga terjadilah kekacauan dan kepanikan di kalangan kaum Muslimin. Dalam keadaan kacau balau itu kaum musyrikin mencoba hendak mendekati markas Nabi saw, tetapi para sahabat dapat mempertahankannya walaupun Nabi sendiri mendapat luka di bagian muka, bibirnya serta giginya pecah. Akhirnya berkat kesetiaan mereka membela Nabi dan kegigihan mereka mempertahankan posisinya, mereka bersama Nabi naik kembali ke bukit Uhud dengan selamat. Dengan demikian berakhirlah pertempuran dan pulanglah kaum musyrikin menuju Mekah dengan rasa kecewa karena tidak dapat mengalahkan Muhammad dan pasukannya, walaupun mereka sendiri masih selamat dari kehancuran."
        },
        {
          "number": 125,
          "arabic": "بَلَىٰٓ ۚ إِن تَصْبِرُوا۟ وَتَتَّقُوا۟ وَيَأْتُوكُم مِّن فَوْرِهِمْ هَـٰذَا يُمْدِدْكُمْ رَبُّكُم بِخَمْسَةِ ءَالَـٰفٍ مِّنَ ٱلْمَلَـٰٓئِكَةِ مُسَوِّمِينَ",
          "transliteration": "balā in taṣbirū watattaqū wayatūkum min fawrihim hādhā yum'did'kum rabbukum bikhamsati ālāfin mina l-malāikati musawwimīna",
          "translation": "\"Ya\" (cukup). Jika kamu bersabar dan bertakwa ketika mereka datang menyerang kamu dengan tiba-tiba, niscaya Allah menolongmu dengan lima ribu malaikat yang memakai tanda.",
          "tafsir": "Untuk lebih memperkuat hati dan tekad kaum Muslimin dalam menghadapi Perang Uhud ini, Nabi mengatakan kepada mereka bahwa mereka akan dibantu oleh Allah dengan 3.000 malaikat. Apabila mereka sabar dan tabah menghadapi segala bahaya dan bertakwa, Allah akan membantu mereka dengan 5.000 malaikat. Menurut riwayat Adh-ahhak, bantuan dengan 5.000 malaikat ini adalah janji dari Allah yang dijanjikan-Nya kepada Muhammad jika kaum Muslimin sabar dan bertakwa. Ibnu Zaid meriwayatkan, ketika kaum Muslimin melihat banyaknya tentara kaum musyrikin dan lengkapnya persiapan mereka, mereka bertanya kepada Rasulullah saw, \"Apakah dalam perang Uhud ini Allah tidak akan membantu kita sebagaimana Dia telah membantu kita dalam Perang Badar?\" Maka turunlah ayat ini. Memang dalam Perang Badar Allah telah membantu kaum Muslimin dengan 1000 malaikat sebagai tersebut dalam firman-Nya: (Ingatlah), ketika kamu memohon pertolongan kepada Tuhanmu, lalu diperkenankan-Nya bagimu, \"Sungguh, Aku akan mendatangkan bala bantuan kepadamu dengan seribu malaikat yang datang berturut-turut.\" (al-Anfal/8:9). Pada mulanya dalam Perang Uhud ini pasukan kaum Muslimin sudah dapat mengacaubalaukan musuh sehingga banyak di antara kaum musyrik yang lari kocar-kacir meninggalkan harta benda mereka, dan mulailah tentara Islam berebut mengambil harta benda itu sebagai ganimah (rampasan). Melihat keadaan ini para pemanah diperintahkan oleh Nabi Muhammad saw agar tetap bertahan di tempatnya, apa pun yang terjadi. Menyangka kaum musyrikin telah kalah, para pemanah pun meninggalkan tempat mereka dan turun untuk ikut mengambil harta ganimah. Karena tempat itu telah ditinggalkan pasukan pemanah, Khalid bin Walid panglima musyrikin Quraisy waktu itu, dengan pasukan berkudanya naik ke tempat itu dan mendudukinya, lalu menghujani kaum Muslimin dengan anak panah dari belakang sehingga terjadilah kekacauan dan kepanikan di kalangan kaum Muslimin. Dalam keadaan kacau balau itu kaum musyrikin mencoba hendak mendekati markas Nabi saw, tetapi para sahabat dapat mempertahankannya walaupun Nabi sendiri mendapat luka di bagian muka, bibirnya serta giginya pecah. Akhirnya berkat kesetiaan mereka membela Nabi dan kegigihan mereka mempertahankan posisinya, mereka bersama Nabi naik kembali ke bukit Uhud dengan selamat. Dengan demikian berakhirlah pertempuran dan pulanglah kaum musyrikin menuju Mekah dengan rasa kecewa karena tidak dapat mengalahkan Muhammad dan pasukannya, walaupun mereka sendiri masih selamat dari kehancuran."
        },
        {
          "number": 126,
          "arabic": "وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشْرَىٰ لَكُمْ وَلِتَطْمَئِنَّ قُلُوبُكُم بِهِۦ ۗ وَمَا ٱلنَّصْرُ إِلَّا مِنْ عِندِ ٱللَّهِ ٱلْعَزِيزِ ٱلْحَكِيمِ",
          "transliteration": "wamā jaʿalahu l-lahu illā bush'rā lakum walitaṭma-inna qulūbukum bihi wamā l-naṣru illā min ʿindi l-lahi l-ʿazīzi l-ḥakīmi",
          "translation": "Dan Allah tidak menjadikannya (pemberian bala-bantuan itu) melainkan sebagai kabar gembira bagi (kemenangan)mu, dan agar hatimu tenang karenanya. Dan tidak ada kemenangan itu, selain dari Allah Yang Mahaperkasa, Mahabijaksana.",
          "tafsir": "Apa pun yang terjadi sebenarnya kemenangan itu hanyalah datang dari Allah Yang Mahaperkasa dan Mahabijaksana. Jadi kalau kaum Muslimin benar-benar mengamalkan petunjuk Allah dan rasul-Nya dan benar-benar percaya dan yakin akan mendapat kemenangan dan tetap bersifat sabar dan takwa dengan penuh tawakal tentulah Allah akan memberikan kemenangan kepada mereka. Tetapi pada perang Uhud, tidak terdapat kebulatan tekad dan tidak terdapat kepatuhan kepada perintah, kecuali pada permulaan pertempuran. Hal ini terbukti dengan timbulnya keragu-raguan dalam hati dua golongan kaum Muslimin dan turunnya pasukan pemanah yang diperintahkan agar tidak meninggalkan tempat mereka. Inilah sebabnya mengapa kaum Muslimin sangat terpukul dalam Perang Uhud."
        },
        {
          "number": 127,
          "arabic": "لِيَقْطَعَ طَرَفًا مِّنَ ٱلَّذِينَ كَفَرُوٓا۟ أَوْ يَكْبِتَهُمْ فَيَنقَلِبُوا۟ خَآئِبِينَ",
          "transliteration": "liyaqṭaʿa ṭarafan mina alladhīna kafarū aw yakbitahum fayanqalibū khāibīna",
          "translation": "(Allah menolong kamu dalam perang Badar dan memberi bantuan) adalah untuk membinasakan segolongan orang kafir,<sup foot_note=135093>1</sup> atau untuk menjadikan mereka hina, sehingga mereka kembali tanpa memperoleh apa pun.",
          "tafsir": "Pada permulaan pertempuran, sebagaimana tersebut di atas, pasukan kaum Muslimin dapat mengacaubalaukan barisan musuh, sehingga banyak di antara mereka yang jatuh menjadi korban. Sebagian sejarawan mengatakan bahwa ada delapan belas orang yang terbunuh dari kaum musyrikin. Tetapi pendapat ini ditolak oleh sebagian sejarawan yang lain. Mereka berkata, \"Sayidina Hamzah saja, dapat membunuh puluhan orang dari mereka.\" Ahli sejarah yang lain mengatakan bahwa sebab perbedaan pendapat ini adalah karena ketika kaum Muslimin menghitung korban yang jatuh di kalangan kaum musyrikin, mereka hanya menemukan delapan belas mayat. Padahal kaum musyrikin sebelum kembali ke Mekah sempat menguburkan sebagian korban dan membawa korban yang lain bersama mereka. Jadi kemenangan kaum Muslimin pada pertempuran pertama ini adalah berkat kebulatan tekad dan ketetapan hati mereka yang ditimbulkan oleh perkataan Rasulullah saw yang tersebut dalam ayat 124 dan 125. Kekalahan kaum musyrikin dan jatuhnya korban yang banyak di kalangan mereka memang sudah menjadi kehendak Allah untuk membinasakan segolongan orang kafir, menjengkelkan hati mereka dan menghina mereka dengan kekalahan itu."
        },
        {
          "number": 128,
          "arabic": "لَيْسَ لَكَ مِنَ ٱلْأَمْرِ شَىْءٌ أَوْ يَتُوبَ عَلَيْهِمْ أَوْ يُعَذِّبَهُمْ فَإِنَّهُمْ ظَـٰلِمُونَ",
          "transliteration": "laysa laka mina l-amri shayon aw yatūba ʿalayhim aw yuʿadhibahum fa-innahum ẓālimūna",
          "translation": "Itu bukan menjadi urusanmu (Muhammad)<sup foot_note=135094>1</sup> apakah Allah menerima tobat mereka, atau mengazabnya, karena sesungguhnya mereka orang-orang zalim.",
          "tafsir": "Dalam pertempuran kedua kaum Muslimin menderita kegagalan sehingga ada 70 orang di antara mereka gugur sebagai syuhada dan Nabi pun mendapat luka-luka. Hal ini amat menyedihkan hati kaum Muslimin dan hati Nabi sendiri."
        },
        {
          "number": 129,
          "arabic": "وَلِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۚ يَغْفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُ ۚ وَٱللَّهُ غَفُورٌ رَّحِيمٌ",
          "transliteration": "walillahi mā fī l-samāwāti wamā fī l-arḍi yaghfiru liman yashāu wayuʿadhibu man yashāu wal-lahu ghafūrun raḥīmun",
          "translation": "Dan milik Allahlah apa yang ada di langit dan apa yang ada di bumi. Dia mengampuni siapa yang Dia kehendaki, dan mengazab siapa yang Dia kehendaki. Dan Allah Maha Pengampun, Maha Penyayang.",
          "tafsir": "Memang demikianlah hak Allah atas hamba-Nya karena Dia Yang memiliki semua yang ada di langit dan di bumi. Dia berkuasa penuh atas semuanya, tak ada seorang pun yang berkuasa atas makhluk-Nya kecuali Dia. Dialah yang menghukum dan memutuskan segala urusan. Dia berhak mengampuni dan menerima tobat hamba-Nya yang tampak durhaka, tetapi siapa tahu bahwa pada diri hamba-Nya itu ada bibit-bibit keimanan dan kebaikan. Dia berhak menyiksa karena Dialah Yang Maha Mengetahui siapa di antara hamba-Nya yang patut mendapat siksaan di dunia atau di akhirat. Di samping itu Allah adalah Maha Pengampun lagi Maha Penyayang"
        },
        {
          "number": 130,
          "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَأْكُلُوا۟ ٱلرِّبَوٰٓا۟ أَضْعَـٰفًا مُّضَـٰعَفَةً ۖ وَٱتَّقُوا۟ ٱللَّهَ لَعَلَّكُمْ تُفْلِحُونَ",
          "transliteration": "yāayyuhā alladhīna āmanū lā takulū l-riba aḍʿāfan muḍāʿafatan wa-ittaqū l-laha laʿallakum tuf'liḥūna",
          "translation": "Wahai orang-orang yang beriman! Janganlah kamu memakan riba dengan berlipat ganda <sup foot_note=135095>1</sup> dan bertakwalah kepada Allah agar kamu beruntung.",
          "tafsir": "Ayat ini adalah yang pertama diturunkan tentang haramnya riba. Ayat-ayat mengenai haramnya riba dalam Surah al-Baqarah ayat 275, 276 dan 278 diturunkan sesudah ayat ini. Riba dalam ayat ini, ialah riba nasiah yang juga disebut riba jahiliah yang biasa dilakukan orang pada masa itu. Ibnu Jarir berkata, \"bahwa yang dimaksud Allah dalam ayat ini ialah: Hai, orang-orang yang beriman kepada Allah dan Rasul-Nya, janganlah kamu memakan riba berlipat ganda, sebagaimana kamu lakukan pada masa jahiliah sesudah kamu masuk Islam, padahal kamu telah diberi petunjuk oleh-Nya.\" Pada masa itu bila seseorang meminjam uang sebagaimana disepakati waktu meminjam, maka orang yang punya uang menuntut agar utang itu dilunasi menurut waktu yang dijanjikan. Orang yang berutang (karena belum ada uang untuk membayar) meminta penangguhan dan menjanjikan akan membayar dengan tambahan yang ditentukan. Setiap kali pembayaran tertunda ditambah lagi bunganya. Inilah yang dinamakan riba berlipat ganda, dan Allah melarang, kaum Muslimin melakukan hal yang seperti itu. Ar-Razi memberikan penjelasan sebagai berikut, \"Bila seseorang berutang kepada orang lain sebesar seratus dirham dan telah tiba waktu membayar utang itu sedang orang yang berutang belum sanggup membayarnya, maka orang yang berpiutang membolehkan penangguhan pembayaran utang itu asal saja yang berutang mau menjadikan utangnya menjadi dua ratus dirham atau dua kali lipat. Kemudian apabila tiba waktu pembayaran tersebut dan yang berutang belum juga sanggup membayarnya, maka pembayaran itu dapat ditangguhkan dengan ketentuan utangnya dilipatgandakan lagi, demikianlah seterusnya sehingga utang itu menjadi bertumpuk-tumpuk. Inilah yang dimaksud dengan kata \"berlipat ganda\" dalam firman Allah. Riba semacam ini dinamakan juga riba nasiah karena adanya penangguhan dalam pembayaran bukan tunai. Selain riba nasiah ada pula riba yang dinamakan riba fadhal yaitu menukar barang dengan barang yang sejenis sedang mutunya berlainan, umpamanya menukar 1 liter beras yang mutunya tinggi dengan 1Â½ liter beras yang bermutu rendah. Haramnya riba fadal ini, didasarkan pada hadis-hadis Rasul, dan hanya berlaku pada emas, perak dan makanan-makanan pokok, atau yang diistilahkan dengan \"barang-barang ribawi.\" Karena beratnya hukum riba ini dan amat besar bahayanya maka Allah memerintahkan kepada kaum Muslimin agar menjauhi riba dan selalu memelihara diri dan bertakwa kepada Allah agar jangan terperosok ke dalamnya dan agar mereka dapat hidup berbahagia dan beruntung di dunia dan di akhirat."
        },
        {
          "number": 131,
          "arabic": "وَٱتَّقُوا۟ ٱلنَّارَ ٱلَّتِىٓ أُعِدَّتْ لِلْكَـٰفِرِينَ",
          "transliteration": "wa-ittaqū l-nāra allatī uʿiddat lil'kāfirīna",
          "translation": "Dan peliharalah dirimu dari api neraka, yang telah disiapkan untuk orang-orang kafir.",
          "tafsir": "Allah memerintahkan agar kaum Muslimin memelihara dan menjauhi perbuatan orang kafir yang tidak mempedulikan apakah harta yang mereka peroleh berasal dari sumber-sumber yang tidak halal seperti riba, memeras kaum lemah, dan miskin dan sebagainya. Semua cara yang tidak halal itu akan membahayakan mereka di dunia dan membawa mereka ke neraka kelak. Diterangkan oleh Imam Abu Hanifah, bahwa ayat ini mengandung ancaman yang sangat menakutkan, karena dalam ayat ini Allah mengancam kaum Muslimin akan memasukkan mereka ke dalam neraka yang disediakan bagi orang-orang kafir bila mereka tidak memelihara diri dari perbuatan yang dilarang-Nya."
        },
        {
          "number": 132,
          "arabic": "وَأَطِيعُوا۟ ٱللَّهَ وَٱلرَّسُولَ لَعَلَّكُمْ تُرْحَمُونَ",
          "transliteration": "wa-aṭīʿū l-laha wal-rasūla laʿallakum tur'ḥamūna",
          "translation": "Dan taatlah kepada Allah dan Rasul (Muhammad), agar kamu diberi rahmat.",
          "tafsir": "Kemudian perintah tersebut diiringi dengan perintah agar kaum Muslimin selalu taat dan patuh kepada perintah Allah dan Rasul-Nya karena dengan menaati Allah dan Rasul-Nya itulah mereka akan dapat limpahan rahmat-Nya dan dapat hidup berbahagia di dunia dan di akhirat."
        }
      ]
    }
  ]
}