{
  "pageNumber": 3,
  "juz": 1,
  "surahs": [
    {
      "number": 2,
      "name": "Al-Baqarah",
      "nameArabic": "البقرة",
      "meaning": "Sapi Betina",
      "revelation": "Madinah",
      "description": "Surat \"Al Baqarah\" terdiri atas 286 ayat dan sebagian besar diturunkan di Madinah pada permulaan tahun Hijrah, kecuali ayat 281 yang diturunkan di Mina pada Haji wadaa' (haji Nabi Muhammad s.a.w. yang terakhir). Seluruh ayat surat Al Baqarah termasuk golongan Madaniyyah dan merupakan surat yang terpanjang di antara surat-surat Al Qur'an yang di dalamnya terdapat pula ayat yang terpanjang (ayat 282).Surat ini dinamai \"Al Baqarah\" karena di dalamnya disebutkan kisah penyembelihan sapi betina yang diperintahkan Allah kepada Bani Israil (ayat 67 sampai dengan 74), di mana dijelaskan watak orang Yahudi pada umumnya. Dinamai \"Fusthaathul-Qur'an\" (puncak Al Qur'an) karena memuat beberapa hukum yang tidak disebutkan dalam surat yang lain. Dinamai juga surat \"Alif-laam-miim\" karena surat ini dimulai dengan Alif-laam-miim.&nbsp;Pokok-Pokok Isi:1. Keimanan:Dakwah Islamiyah yang dihadapkan kepada umat Islam, ahli kitab dan para musyrikin.2. Hukum-hukum:Perintah mengerjakan shalat; menunaikan zakat; hukum puasa; hukum haji dan umrah; hukum qishash; halal dan haram; berinfak di jalan Allah; hukum arak dan judi; cara menyantuni anak yatim, larangan riba; utang-piutang; nafkah dan yang berhak menerimanya; wasiat kepada ibu-bapak dan kaum kerabat; hukum sumpah; kewajiban menyampaikan amanah; sihir; hukum merusak masjid; hukum mengubah kitab-kitab Allah; hukum haidh, 'iddah, thalak, khulu', ilaa' dan susuan; hukum melamar, mahar, larangan menikahi wanita musyrik dan sebaliknya; hukum perang.3. Kisah-kisah:Kisah penciptaan Nabi Adam a.s; kisah Nabi Ibrahim a.s.; kisah Nabi Musa a.s. dengan Bani Israil.4. Lain-lain:Sifat-sifat orang yang bertakwa; sifat-sifat orang munafik; sifat-sifat Allah; perumpamaan-perumpamaan; kiblat, kebangkitan sesudah mati.Kesimpulan surat Al Baqarah:1. Menjelaskan beberapa hukum dalam agama Islam.2. Mengemukakan beberapa perumpamaan.3. Mengemukakan hujjah-hujjah.Hubungan Surat Al Baqarah Dengan Surat Ali 'Imran:1. Dalam surat Al Baqarah, disebutkan Nabi Adam a.s. yang langsung diciptakan Allah, sedang dalam surat Ali'Imran, disebutkan tentang kelahiran Nabi 'Isa a.s. yang kedua-duanya diciptakan Allah secara menyelisihi kebiasaan.2. Dalam surat Al Baqarah, sifat dan perbuatan orang-orang Yahudi dibentangkan secara luas disertai dengan hujjah untuk mematahkan hujjah-hujjah mereka yang membela kesesatan, sedang dalam surat Ali 'Imran, dibentangkan hal-hal serupa yang berhubungan dengan orang Nasrani.3. Surat Al Baqarah dimulai dengan menyebutkan tiga golongan manusia, yaitu orang mukmin, orang yang mengimani hari akhir, dan orang munafik. Sementara itu, surat Ali 'Imran dimulai dengan menyebutkan orang yang suka mentakwilkan ayat yang mutasyabihaat secara salah untuk memfitnah orang mukmin, dan menyebutkan orang yang mempunyai keahlian dalam menakwilkannya.4. Surat Al Baqarah disudahi dengan permohonan kepada Allah agar kesalahan-kesalahan dan kealpaan dalam melaksanakan ketaatan diampuni, sedang surat Ali 'Imran disudahi dengan permohonan kepada Allah agar Dia memberi pahala atas amal saleh yang dilakukan hamba-Nya.5. Surat Al Baqarah dimulai dengan menyebutkan sifat-sifat orang yang bertakwa, sedang surat Ali 'Imran dimulai dengan perintah bertakwa.",
      "verses": [
        {
          "number": 6,
          "arabic": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ سَوَآءٌ عَلَيْهِمْ ءَأَنذَرْتَهُمْ أَمْ لَمْ تُنذِرْهُمْ لَا يُؤْمِنُونَ",
          "transliteration": "inna alladhīna kafarū sawāon ʿalayhim a-andhartahum am lam tundhir'hum lā yu'minūna",
          "translation": "Sesungguhnya orang-orang kafir,<sup foot_note=134959>1</sup> sama saja bagi mereka, engkau (Muhammad) beri peringatan atau tidak engkau beri peringatan, mereka tidak akan beriman.",
          "tafsir": "Orang kafir ialah orang yang tidak beriman kepada Allah, sebagaimana yang diperintahkan-Nya. Kafir, jamaknya kuffar, yaitu orang-orang yang tidak percaya kepada Allah, rasul-rasul-Nya, malaikat-malaikat-Nya, kitab-kitab-Nya dan hari kiamat. Di dalam Al-Qur'an disebutkan bahwa orang-orang kafir, yaitu Ahli Kitab dan orang-orang musyrik, yang sangat ingkar kepada Rasulullah saw; mereka tidak akan beriman walaupun diberi peringatan yang disertai dengan ancaman. Bagi mereka sama saja, apakah mereka diberi peringatan keras atau tidak."
        },
        {
          "number": 7,
          "arabic": "خَتَمَ ٱللَّهُ عَلَىٰ قُلُوبِهِمْ وَعَلَىٰ سَمْعِهِمْ ۖ وَعَلَىٰٓ أَبْصَـٰرِهِمْ غِشَـٰوَةٌ ۖ وَلَهُمْ عَذَابٌ عَظِيمٌ",
          "transliteration": "khatama l-lahu ʿalā qulūbihim waʿalā samʿihim waʿalā abṣārihim ghishāwatun walahum ʿadhābun ʿaẓīmun",
          "translation": "Allah telah mengunci hati dan pendengaran mereka,<sup foot_note=134960>1</sup> penglihatan mereka telah tertutup, dan mereka akan mendapat azab yang berat.",
          "tafsir": "Hal yang menyebabkan orang-orang kafir tidak menerima peringatan adalah karena hati dan pendengaran mereka tertutup, bahkan terkunci mati, tidak dapat menerima petunjuk, dan segala macam nasihat tidak berbekas pada mereka. Karena penglihatan mereka tertutup, mereka tidak dapat melihat, memperhatikan dan memahami ayat-ayat Al-Qur'an yang telah mereka dengar, tidak dapat mengambil pelajaran dari tanda-tanda kebesaran Allah yang mereka lihat di cakrawala, di permukaan bumi dan pada diri mereka sendiri. Terkuncinya hati dan pendengaran, serta tertutupnya penglihatan orang-orang kafir itu karena mereka selalu mengerjakan perbuatan-perbuatan yang terlarang. Tiap-tiap perbuatan terlarang yang mereka lakukan akan menambah rapat dan kuatnya kunci yang menutup hati dan pendengaran mereka. Makin banyak perbuatan itu mereka lakukan, makin bertambah kuat pula kunci dan tutup pada hati dan telinga mereka: Maka (Kami hukum mereka), karena mereka melanggar perjanjian itu, dan karena kekafiran mereka terhadap keterangan-keterangan Allah, serta karena mereka telah membunuh nabi-nabi tanpa hak (alasan yang benar), dan karena mereka mengatakan, \"Hati kami tertutup.\" Sebenarnya Allah telah mengunci hati mereka karena kekafirannya, karena itu hanya sebagian kecil dari mereka yang beriman (an-Nisa'/4: 155) Dan (begitu pula) Kami memalingkan hati dan penglihatan mereka seperti pertama kali mereka tidak beriman kepadanya (Al-Qur'an), dan Kami biarkan mereka bingung dalam kesesatan. (al-An'am/6: 110) Proses bertambah kuatnya tutup dan bertambah kuatnya kunci hati dan pendengaran orang-orang kafir itu diterangkan oleh hadis : Rasulullah saw bersabda, \"Sesungguhnya seorang hamba apabila ia mengerjakan perbuatan dosa terdapatlah suatu noda hitam di dalam hatinya, maka jika ia bertobat, mengkilat hatinya, dan jika ia tambah mengerjakan perbuatan buruk, bertambahlah noda hitam \". Itulah firman Allah, \"Tidak, tetapi perbuatan mereka menjadi noda hitam di hati mereka\". (Riwayat at-Tirmidzi dan Ibnu Jarir at-tabari dari Abu Hurairah)"
        },
        {
          "number": 8,
          "arabic": "وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ وَبِٱلْيَوْمِ ٱلْـَٔاخِرِ وَمَا هُم بِمُؤْمِنِينَ",
          "transliteration": "wamina l-nāsi man yaqūlu āmannā bil-lahi wabil-yawmi l-ākhiri wamā hum bimu'minīna",
          "translation": "Dan di antara manusia ada yang berkata, \"Kami beriman kepada Allah dan hari akhir,\" padahal sesungguhnya mereka itu bukanlah orang-orang yang beriman.",
          "tafsir": "Pada ayat ini diterangkan golongan yang ketiga yaitu golongan munafik, golongan yang mengaku bahwa mereka beriman, tetapi sebenarnya tidak beriman. Pengakuan mereka tidaklah benar. Mereka mengakui demikian itu untuk mengelabui mata dan mempermainkan orang Islam. Sewaktu Rasul saw hijrah dari Mekah ke Medinah, banyak penduduk Medinah masuk Islam dari kabilah 'Aus dan Khazraj dan beberapa orang Yahudi. Pada mulanya masih belum tampak golongan ini. Tetapi sesudah perang Badar tahun kedua Hijri, yang membawa kemenangan bagi kaum Muslimin, mulailah timbul golongan munafik ini. Abdullah bin Ubay, seorang pemimpin di Medinah dari kabilah Khazraj, anak dari seorang yang pernah menjadi pemimpin suku Aus dan Khazraj, oleh pengikut-pengikutnya dijadikan calon raja di Medinah. Dia berkata kepada pengikut-pengikutnya, \"Situasi sekarang jelas menunjukkan kemenangan bagi Muhammad\". Kemudian Abdullah bin Ubay dan pengikut-pengikutnya menyatakan masuk Islam tetapi hati mereka tetap membenci. Tujuan mereka hendak menghancurkan kaum Muslimin dari dalam, dengan berbagai macam usaha dan tipu daya. Di antara mereka banyak pula orang Yahudi. Sabda Nabi saw: Perumpamaan orang munafik seperti seekor anak kambing (yang bingung dan ragu) di antara dua kambing, bolak-balik, kadang-kadang mengikuti yang satu ini, kadang-kadang mengikuti yang lainnya. (Riwayat Muslim dari Ibnu Umar) Mereka bukan termasuk orang-orang yang beriman yang benar dan yang merasakan keagungan Allah swt, mereka tidak pula menyadari bahwa Allah sebenarnya mengetahui perbuatan mereka lahir dan batin. Sekiranya mereka beriman dengan iman yang benar, tentulah mereka tidak melakukan perbuatan yang menyakitkan hati Nabi saw dan kaum Muslimin. Mereka melakukan ibadah salat dan puasa, hanya untuk mengelabui mata umum, sedang hati dan jiwa mereka sesungguhnya tidak menghayati ibadah-ibadah tersebut."
        },
        {
          "number": 9,
          "arabic": "يُخَـٰدِعُونَ ٱللَّهَ وَٱلَّذِينَ ءَامَنُوا۟ وَمَا يَخْدَعُونَ إِلَّآ أَنفُسَهُمْ وَمَا يَشْعُرُونَ",
          "transliteration": "yukhādiʿūna l-laha wa-alladhīna āmanū wamā yakhdaʿūna illā anfusahum wamā yashʿurūna",
          "translation": "Mereka menipu Allah dan orang-orang yang beriman, padahal mereka hanyalah menipu diri sendiri tanpa mereka sadari.",
          "tafsir": "Orang munafik itu menipu Allah, dengan cara menipu Rasul-Nya yaitu Muhammad saw. Menipu Allah, Rasul-Nya dan orang mukmin ialah dengan memperlihatkan iman, kasih sayang dan menyembunyikan permusuhan dalam batin. Mereka bergaul dengan kaum Muslimin, untuk memata-matai mereka dan kemudian menyampaikannya kepada musuh-musuh Islam. Mereka menyebarkan permusuhan dan fitnah, untuk melemahkan barisan kaum Muslimin. Usaha kaum munafik itu gagal dan sia-sia. Hati mereka bertambah susah, sedih dan dengki, sehingga pertimbangan-pertimbangan yang benar dan jujur untuk menilai kebenaran semakin lenyap dari mereka. Mereka sejatinya bukanlah menipu Allah, Rasul-Nya dan para mukminin, tetapi mereka menipu diri mereka sendiri. Akibatnya, perbuatan mereka itu akan menimpa diri mereka sendiri, hanya saja mereka tidak menyadarinya. Kesadaran merupakan daya jiwa untuk menanggapi sesuatu yang tersembunyi, yang tersirat dari yang nyata atau yang tidak nyata."
        },
        {
          "number": 10,
          "arabic": "فِى قُلُوبِهِم مَّرَضٌ فَزَادَهُمُ ٱللَّهُ مَرَضًا ۖ وَلَهُمْ عَذَابٌ أَلِيمٌۢ بِمَا كَانُوا۟ يَكْذِبُونَ",
          "transliteration": "fī qulūbihim maraḍun fazādahumu l-lahu maraḍan walahum ʿadhābun alīmun bimā kānū yakdhibūna",
          "translation": "Dalam hati mereka terdapat penyakit,<sup foot_note=134961>1</sup> lalu Allah menambah penyakitnya itu; dan mereka mendapat azab yang pedih, karena mereka berdusta.",
          "tafsir": "Pada ayat ini diterangkan keburukan dusta atau sikap berpura-pura dan akibat-akibatnya. Dendam, iri hati dan ragu-ragu termasuk penyakit jiwa. Penyakit ini akan bertambah parah, bilamana disertai dengan perbuatan nyata. Misalnya rasa sedih pada seseorang akan bertambah dalam, apabila disertainya dengan perbuatan nyata, seperti menangis, meronta-ronta dan sebagainya. Penyakit-penyakit dengki demikian itu terdapat dalam jiwa orang-orang munafik. Oleh karena itu mereka memusuhi Allah dan Rasul-Nya, menipu dengan sikap pura-pura dan berusaha mencelakakan Rasul dan umatnya. Kemudian penyakit itu bertambah-tambah setelah melihat kemenangan-kemenangan Rasul. Setiap kali Rasul memperoleh kemenangan, bertambah pulalah penyakit mereka. Terutama sekali penyakit bimbang dan ragu-ragu, menimbulkan ketegangan jiwa yang sangat pada orang-orang munafik. Akal pikiran mereka bertambah lemah untuk menanggapi kebenaran agama dan memahaminya, bahkan pancaindra mereka tidak mampu menangkap obyek dengan benar, seperti yang diungkapkan Allah dengan firman-Nya: \"Mereka memiliki hati, tetapi tidak dipergunakannya untuk memahami (ayat-ayat Allah) dan mereka memiliki mata, (tetapi) tidak dipergunakannya untuk melihat (tanda-tanda kekuasaan Allah), dan mereka mempunyai telinga, (tetapi) tidak dipergunakannya untuk mendengar (ayat-ayat Allah). Mereka seperti hewan ternak, bahkan lebih sesat lagi. Mereka itulah orang-orang yang lengah\" (al-A'raf/7: 179) Bukti-bukti telah nyata, cahaya kebenaran yang terang benderang juga jelas bagi mereka, namun mereka enggan menerimanya, bahkan mereka tambah erat berpegang kepada pendiriannya yang lama. Cahaya terang menjadi gelap di mata mereka dan menjadi penyakit di hati mereka. Hati mereka bertambah susah disebabkan lenyapnya kepemimpinan mereka. Iri dan dengki tambah mendalam karena menyaksikan kukuhnya Islam dari hari ke hari. Akibat pendustaan mereka, yaitu mengaku beriman kepada Allah dan hari akhir dan tipu daya mereka terhadap Allah, mereka akan menderita azab yang pedih. Dalam ayat ini dan ayat-ayat berikutnya, Allah menerangkan sebagian dari sifat-sifat orang munafik yang melakukan tindakan-tindakan yang merusak, antara lain membantu orang-orang kafir (musuh-musuh Islam) dengan membukakan rahasia kaum Muslimin, mendorong orang-orang kafir segera menghancurkan kaum Muslimin, mengadakan perjanjian kerja sama dengan lawan-lawan Islam, menimbulkan pertentangan-pertentangan dalam masyarakat, menghasut orang-orang Islam agar meninggalkan Nabi saw dan lain sebagainya. Firman Allah: Dan apabila dia berpaling (dari engkau), dia berusaha untuk berbuat kerusakan di bumi, serta merusak tanam-tanaman dan ternak, sedang Allah tidak menyukai kerusakan. (al-Baqarah/2: 205)"
        },
        {
          "number": 11,
          "arabic": "وَإِذَا قِيلَ لَهُمْ لَا تُفْسِدُوا۟ فِى ٱلْأَرْضِ قَالُوٓا۟ إِنَّمَا نَحْنُ مُصْلِحُونَ",
          "transliteration": "wa-idhā qīla lahum lā tuf'sidū fī l-arḍi qālū innamā naḥnu muṣ'liḥūna",
          "translation": "Dan apabila dikatakan kepada mereka, \"Janganlah berbuat kerusakan di bumi!\"<sup foot_note=134962>1</sup> Mereka menjawab, \"Sesungguhnya kami justru orang-orang yang melakukan perbaikan.\"",
          "tafsir": "Bila mereka dinasihati agar meninggalkan perbuatan yang menimbulkan kerusakan di bumi, mereka selalu membuat dalih dan alasan dengan mengatakan bahwa mereka sebenarnya berusaha mengadakan perbaikan. Mereka bahkan menganggap apa yang mereka kerjakan sebagai usaha untuk kebaikan orang-orang Islam dan untuk menciptakan perdamaian antara kaum Muslimin dengan golongan lainnya. Mereka mengatakan bahwa tindakan-tindakan mereka yang merusak itu sebagai suatu usaha perbaikan untuk menipu kaum Muslimin."
        },
        {
          "number": 12,
          "arabic": "أَلَآ إِنَّهُمْ هُمُ ٱلْمُفْسِدُونَ وَلَـٰكِن لَّا يَشْعُرُونَ",
          "transliteration": "alā innahum humu l-muf'sidūna walākin lā yashʿurūna",
          "translation": "Ingatlah, sesungguhnya merekalah yang berbuat kerusakan, tetapi mereka tidak menyadari.",
          "tafsir": "Pada ayat ini Allah membantah pernyataan orang munafik bahwa mereka mengadakan perbaikan, tetapi mereka betul-betul membuat kerusakan di bumi. Sebenarnya mereka adalah kaum perusak, tetapi mereka tidak menyadari kerusakan yang telah mereka lakukan karena setan membuat mereka memandang baik apa yang selalu mereka kerjakan."
        },
        {
          "number": 13,
          "arabic": "وَإِذَا قِيلَ لَهُمْ ءَامِنُوا۟ كَمَآ ءَامَنَ ٱلنَّاسُ قَالُوٓا۟ أَنُؤْمِنُ كَمَآ ءَامَنَ ٱلسُّفَهَآءُ ۗ أَلَآ إِنَّهُمْ هُمُ ٱلسُّفَهَآءُ وَلَـٰكِن لَّا يَعْلَمُونَ",
          "transliteration": "wa-idhā qīla lahum āminū kamā āmana l-nāsu qālū anu'minu kamā āmana l-sufahāu alā innahum humu l-sufahāu walākin lā yaʿlamūna",
          "translation": "Dan apabila dikatakan kepada mereka, \"Berimanlah kamu sebagaimana orang lain yang telah beriman!\" Mereka menjawab, \"Apakah kami akan beriman seperti orang-orang yang kurang akal itu beriman?\" Ingatlah, sesungguhnya mereka itulah orang-orang yang kurang akal, tetapi mereka tidak tahu.",
          "tafsir": "Ayat ini melanjutkan keterangan sifat dan sikap orang munafik pada ayat yang dahulu. Kaum munafik itu bila diajak beriman, melaksanakan amar makruf, dan nahi mungkar, mereka menolak dengan alasan bahwa orang-orang yang beriman itu orang-orang yang lemah akalnya, padahal kenyataannya tidak demikian. Orang-orang munafik memandang orang-orang yang beriman itu bodoh dan lemah akal, seperti terhadap orang Muhajirin yang meninggalkan keluarga dan kampung halaman, bahkan mereka bermusuhan terhadap keluarga-keluarga mereka sendiri dan hamba sahaya seperti Suhaib, Bilal, dan Khabbab. Orang-orang Ansar dipandang mereka juga bodoh karena mereka membagikan harta dan kekayaan mereka kepada orang muhajirin. Allah menandaskan bahwa merekalah sebenarnya orang-orang yang lemah akalnya, karena mereka tidak menggunakan akal untuk menanggapi kebenaran dan mereka terpengaruh oleh kedudukan mereka dalam kaumnya. Mereka tidak mengetahui iman dan hakikatnya, karenanya mereka tidak mengetahui pula apakah orang-orang mukmin itu bodoh-bodoh atau pintar-pintar. Iman itu tidak akan sempurna diperoleh kecuali dengan ilmu yang yakin. Demikian pula kebahagiaan dunia dan akhirat sebagai tujuan dari iman itu tidaklah dapat dimengerti kecuali oleh orang yang mengetahui hakikat iman."
        },
        {
          "number": 14,
          "arabic": "وَإِذَا لَقُوا۟ ٱلَّذِينَ ءَامَنُوا۟ قَالُوٓا۟ ءَامَنَّا وَإِذَا خَلَوْا۟ إِلَىٰ شَيَـٰطِينِهِمْ قَالُوٓا۟ إِنَّا مَعَكُمْ إِنَّمَا نَحْنُ مُسْتَهْزِءُونَ",
          "transliteration": "wa-idhā laqū alladhīna āmanū qālū āmannā wa-idhā khalaw ilā shayāṭīnihim qālū innā maʿakum innamā naḥnu mus'tahziūna",
          "translation": "Dan apabila mereka berjumpa dengan orang yang beriman, mereka berkata, \"Kami telah beriman.\" Tetapi apabila mereka kembali kepada setan-setan (para pemimpin) mereka, mereka berkata, \"Sesungguhnya kami bersama kamu, kami hanya berolok-olok.\"",
          "tafsir": "Di antara sifat-sifat orang-orang munafik ialah bermuka dua. Jika mereka bertemu dengan orang-orang Islam mereka menyatakan keislamannya, dengan demikian mereka memperoleh segala apa yang diperoleh kaum Muslimin pada umumnya. Tapi bila berada di tengah teman-teman (setan-setan) mereka, mereka pun menjelaskan apa yang telah mereka lakukan itu sebenarnya hanyalah untuk memperdaya dan memperolok-olokkan kaum Muslimin. Itikad mereka tidak berubah, mereka tetap dalam agama mereka. Kata \"setan\" berasal dari kata syatana artinya \"jauh\", setan berarti \"yang amat jauh\". Orang-orang munafik itu dikatakan setan karena mereka amat jauh dari petunjuk Allah, jauh dari kebajikan dan kebaikan. Setan itu mungkin berupa manusia atau jin, seperti tersebut dalam firman Allah swt: Dan demikianlah untuk setiap nabi Kami menjadikan musuh yang terdiri dari setan-setan manusia dan jin, sebagian mereka membisikkan kepada sebagian yang lain perkataan yang indah sebagai tipuan. (al-An'am/6: 112)"
        },
        {
          "number": 15,
          "arabic": "ٱللَّهُ يَسْتَهْزِئُ بِهِمْ وَيَمُدُّهُمْ فِى طُغْيَـٰنِهِمْ يَعْمَهُونَ",
          "transliteration": "al-lahu yastahzi-u bihim wayamudduhum fī ṭugh'yānihim yaʿmahūna",
          "translation": "Allah akan memperolok-olokkan mereka dan membiarkan mereka terombang-ambing dalam kesesatan.",
          "tafsir": "Ayat ini menegaskan hukuman bagi orang munafik sebagai akibat perbuatan mereka yang tersebut pada ayat di atas. Allah membalas olok-olokan mereka dengan menimpakan kehinaan atas mereka dan Allah membiarkan mereka bergelimang terus dalam kesesatan, dan mereka kelak akan diazab pada hari Kiamat. Pada ayat lain Allah berfirman: Dan (begitu pula) Kami memalingkan hati dan penglihatan mereka seperti pertama kali mereka tidak beriman kepadanya (Al-Qur'an), dan Kami biarkan mereka bingung dalam kesesatan. (al-An'am/6: 110) Orang-orang munafik itu tidak dapat keluar dari lingkaran kesesatan yang mengurung mereka. Rasa sombong, sifat mementingkan diri sendiri dan penyakit lainnya yang bersarang di hati mereka, menyebabkan mereka tidak dapat melihat kenyataan yang ada di hadapan mereka, yakni bahwa Islam dan umatnya semakin kuat di kota Medinah. Kegagalan mereka dalam menghambat kemajuan Islam menambah parah penyakit dalam hati mereka sehingga mereka tidak mampu lagi menemukan dan menerima kebenaran yang dibawa Nabi Muhammad saw. Oleh sebab itu mereka terus menerus dalam kebingungan, keragu-raguan serta keras kepala dan tidak menemukan jalan keluar dari lingkaran kesesatan itu. Firman Allah swt: \"..... Sebenarnya bukan mata itu yang buta, tetapi yang buta ialah hati yang di dalam dada.\" (al-hajj/22: 46)"
        },
        {
          "number": 16,
          "arabic": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ ٱشْتَرَوُا۟ ٱلضَّلَـٰلَةَ بِٱلْهُدَىٰ فَمَا رَبِحَت تِّجَـٰرَتُهُمْ وَمَا كَانُوا۟ مُهْتَدِينَ",
          "transliteration": "ulāika alladhīna ish'tarawū l-ḍalālata bil-hudā famā rabiḥat tijāratuhum wamā kānū muh'tadīna",
          "translation": "Mereka itulah yang membeli kesesatan dengan petunjuk. Maka perdagangan mereka itu tidak beruntung dan mereka tidak mendapat petunjuk.",
          "tafsir": "Ayat ini menegaskan ayat-ayat sebelumnya tentang orang munafik dan menerangkan kebodohan mereka dengan mengemukakan keburukan tingkah laku dan perkataan mereka. Orang-orang munafik dengan sifat-sifat yang buruk seperti tersebut pada ayat-ayat di atas merupakan orang-orang yang salah pilih. Mereka menolak petunjuk jalan yang lurus, dan memilih jalan kesesatan dan hawa nafsu. Akhirnya pilihan itu merugikan mereka sendiri, karena mereka tidak mau menerima kebenaran. Dalam ayat ini Allah mempergunakan kata \"membeli\" untuk ganti kata \"menukar\". Jadi orang munafik itu menukarkan hidayah (petunjuk) dengan dhalalah (kesesatan), hasilnya mereka kehilangan petunjuk dan memperoleh kesesatan. Petunjuk yang semula mereka miliki itu berupa kesediaan manusia untuk menanggapi kebenaran dan mencapai kesempurnaan. Kesediaan ini bagaikan modal pokok. Modal inilah yang lenyap dari tangan mereka, oleh karena itu mereka tidak akan mendapat untung dan tidak dapat petunjuk lagi."
        }
      ]
    }
  ]
}