{
  "pageNumber": 443,
  "juz": 23,
  "surahs": [
    {
      "number": 36,
      "name": "Ya-Sin",
      "nameArabic": "يس",
      "meaning": "Ya Sin",
      "revelation": "Makkah",
      "description": "Surat Yasin terdiri dari 83 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Jin.Dinamai \"Yasin\" karena dimulai dengan huruf \"Yasin\".Sebagaimana halnya arti huruf-huruf abjad yang terletak pada permulaan beberapa surat Al-Qur'an, maka demikian pula arti \"Yasin\" yang terdapat pada ayat pertama surat ini, yaitu Allah mengisyaratkan bahwa setelah huruf tersebut akan dikemukakan hal-hal yang penting antara lain: Allah bersumpah dengan Al-Qur'an bahwa Muhammad benar-benar seorang rasul yang diutus-Nya kepada kaum yang belum pernah didatangi rasul-rasul.**Pokok-Pokok Isi:**1. **Keimanan:** Bukti-bukti adanya hari kebangkitan; Al-Qur'an bukanlah syair; ilmu, kekuasaan dan rahmat Allah; surga dan sifat-sifatnya yang disediakan bagi orang-orang mukmin; menyucikan Allah dari sifat-sifat yang tidak layak bagi-Nya; anggota badan manusia menjadi saksi pada hari kiamat atas segala perbuatannya di dunia.2. **Kisah:** Kisah utusan-utusan Nabi 'Isa dengan penduduk Anthakiyah (Syam).3. **Lain-lain:** Tidak ada faedah peringatan bagi orang-orang musyrik; Allah menciptakan segala sesuatu berpasang-pasangan; semua bintang-bintang di cakrawala berjalan pada garis edar yang telah ditetapkan Allah; ajal dan hari kiamat datang secara tiba-tiba; Allah menghibur Rasulullah atas sikap kaum musyrikin yang menyakitkannya.Surat Yasin mengemukakan tentang Al-Qur'an dan kenabian Muhammad serta menegaskan adanya hari kebangkitan disertai bukti-bukti, baik bukti-bukti alamiah maupun bukti-bukti logika. Juga mengemukakan beberapa perumpamaan, di antaranya dengan mengemukakan kisah utusan-utusan Nabi 'Isa Al-Masih dengan penduduk Anthakiyah. Kesemuanya dikemukakan sebagai penghibur Rasulullah dan untuk menambah keyakinan orang-orang yang beriman yang sedang mengalami tekanan-tekanan dari kaum musyrikin.**Hubungan Surat Yasin Dengan Ash-Shaffat:**1. Pada surat Yasin disebut secara umum tentang umat-umat yang telah dibinasakan Allah karena ingkar kepada-Nya, sedangkan surat Ash-Shaffat menjelaskannya dengan menyebut kisah kaum Nuh; Ibrahim, 'Isa dengan kaumnya.2. Pada akhir surat Yasin disebut secara umum keadaan orang-orang mukmin dan orang-orang kafir pada hari kiamat, sedangkan surat Ash-Shaffat menjelaskannya secara lebih rinci.3. Pada surat Yasin disebutkan tentang kekuasaan Allah membangkitkan dan menghidupkan manusia kembali, karena Dialah yang menciptakannya dan Dialah yang menghendaki demikian, sedangkan surat Ash-Shaffat menjelaskan lebih luas dengan mengemukakan contoh-contoh yang berhubungan dengan hal itu.",
      "verses": [
        {
          "number": 41,
          "arabic": "وَءَايَةٌ لَّهُمْ أَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ فِى ٱلْفُلْكِ ٱلْمَشْحُونِ",
          "transliteration": "waāyatun lahum annā ḥamalnā dhurriyyatahum fī l-ful'ki l-mashḥūni",
          "translation": "Dan suatu tanda (kebesaran Allah) bagi mereka adalah bahwa Kami angkut keturunan mereka dalam kapal yang penuh muatan,",
          "tafsir": "Pada ayat ini, Allah mengemukakan bahwa kapal yang berlayar di tengah samudera merupakan salah satu bukti kebesaran dan kekuasaan-Nya. Kapal itu mengangkut manusia dan barang-barang keperluannya dari suatu negeri ke negeri yang lain, baik yang berdekatan letaknya maupun yang berjauhan. Penggunaan alat-alat angkutan laut sebagai salah satu sarana perhubungan yang dimanfaatkan manusia untuk bergerak dan mengangkut barang, telah dikenal sejak zaman dahulu kala, bahkan telah dikenal sejak zaman Nabi Nuh. Orang yang mula-mula membuat kapal adalah Nabi Nuh. Kapal itu dibuat atas perintah dan bimbingan Allah. Hal ini diterangkan dalam firman-Nya: Dan buatlah kapal itu dengan pengawasan dan petunjuk wahyu Kami. (Hud/11: 37) Perahu, sampan, dan kapal yang berbobot berat, baik yang digerakkan oleh tenaga manusia, kekuatan angin, maupun tenaga mesin dapat meluncur dengan mudah di atas air mengangkut manusia dan barang dari suatu pulau ke pulau yang lain, dari suatu benua ke benua yang lain, tentu terkait dengan suatu kekuatan yang menahan kapal itu, sehingga tidak tenggelam. Hal ini merupakan bukti-bukti kekuasaan dan kebesaran Allah melalui pemberlakuan hukum alam-Nya. Allah berfirman: Tidakkah engkau memperhatikan bahwa sesungguhnya kapal itu berlayar di laut dengan nikmat Allah, agar diperlihatkan-Nya kepadamu sebagian dari tanda-tanda (kebesaran)-Nya. Sungguh, pada yang demikian itu terdapat tanda-tanda (kebesaran)-Nya bagi setiap orang yang sangat sabar dan banyak bersyukur. (Luqman/31: 31)"
        },
        {
          "number": 42,
          "arabic": "وَخَلَقْنَا لَهُم مِّن مِّثْلِهِۦ مَا يَرْكَبُونَ",
          "transliteration": "wakhalaqnā lahum min mith'lihi mā yarkabūna",
          "translation": "dan Kami ciptakan (juga) untuk mereka (angkutan lain) seperti apa yang mereka kendarai.<sup foot_note=135673>1</sup>",
          "tafsir": "Pada ayat ini, Allah mengingatkan manusia kepada bukti kekuasaan-Nya yang lain. Allah memberikan kepada manusia bermacam-macam kendaraan selain perahu, bahtera dan kapal, yaitu hewan-hewan yang dapat dijadikan kendaraan atau alat angkutan misalnya: kuda, keledai, unta, gajah dan sebagainya. Ini merupakan alat angkutan darat bagi manusia. Pada ayat yang lain Allah berfirman: Dan (Dia telah menciptakan) kuda, bagal, dan keledai, untuk kamu tunggangi dan (menjadi) perhiasan. Allah menciptakan apa yang tidak kamu ketahui. (an-Nahl/16: 8) Untuk memungkinkan pengangkutan orang dan barang-barang yang lebih banyak, manusia dapat membuat alat-alat angkutan darat yang ditarik oleh hewan-hewan tersebut, seperti dokar, pedati, gerobak, dan sebagainya. Dengan menggunakan akal yang dikaruniakan Allah kepadanya, manusia dapat pula membuat alat angkutan yang bergerak dengan tenaga mesin yang memakai bahan bakar berupa minyak bumi atau batu bara, yang juga disediakan dan dikaruniakan Allah kepada manusia. Kendaraan bermesin ini dapat berjalan lebih cepat dan bermuatan lebih banyak. Berkat kemajuan akal (nalar) dan ilmu pengetahuan yang dikaruniakan Allah kepada manusia, mereka dapat membuat kendaraan-kendaraan yang dapat terbang di udara, mulai dari balon, pesawat terbang, hingga roket-roket yang menggerakkan kapal-kapal ruang angkasa yang kecepatannya dapat melebihi kecepatan suara. Itu semua merupakan nikmat dari Allah kepada manusia. Dengan menyiasati hukum gravitasi, manusia berhasil menciptakan pesawat terbang untuk kepentingan transportasi manusia."
        },
        {
          "number": 43,
          "arabic": "وَإِن نَّشَأْ نُغْرِقْهُمْ فَلَا صَرِيخَ لَهُمْ وَلَا هُمْ يُنقَذُونَ",
          "transliteration": "wa-in nasha nugh'riq'hum falā ṣarīkha lahum walā hum yunqadhūna",
          "translation": "Dan jika Kami menghendaki, Kami tenggelamkan mereka. Maka tidak ada penolong bagi mereka dan tidak (pula) mereka diselamatkan,",
          "tafsir": "Allah memperingatkan bahwa jika Dia menghendaki untuk menenggelamkan kapal-kapal yang berlayar di lautan itu, niscaya akan terjadi. Datangnya angin badai yang kencang yang menimbulkan gelombang-gelombang yang dahsyat, akan menyebabkan kapal-kapal itu tenggelam, para penumpangnya binasa dan terkubur ke dasar laut, tidak dapat ditolong lagi. Hal ini merupakan suatu peringatan agar manusia jangan sombong, takabur, dan merasa bahwa prestasi mereka menciptakan kendaraan yang dapat berjalan di darat, laut, dan udara adalah semata-mata karena kepandaian otaknya, bukan karena karunia dari Allah. Dari ilmu alam kita dapat mengetahui bahwa sesuatu dapat terapung di atas air, jika berat jenis benda itu lebih ringan dari berat jenis air yang dilaluinya. Ini ketentuan atau sunatullah yang ditetapkan Allah terhadap air yang diciptakan-Nya. Dengan menyiasati hukum alam tentang air yang dapat membuat suatu benda menjadi tenggelam dan dapat pula terapung, maka manusia dapat membuat kapal selam yang dapat menyelam jauh ke dasar laut, tetapi pada waktu yang diperlukan dapat timbul ke permukaan air. Hal itu dilakukan dengan mengurangi udara dalam rongga kapal selam sehingga menjadi tenggelam. Akan tetapi, jika udara dipompakan lagi ke dalam rongganya, kapal selam itu akan menjadi ringan sehingga bisa terapung di permukaan air."
        },
        {
          "number": 44,
          "arabic": "إِلَّا رَحْمَةً مِّنَّا وَمَتَـٰعًا إِلَىٰ حِينٍ",
          "transliteration": "illā raḥmatan minnā wamatāʿan ilā ḥīnin",
          "translation": "melainkan (Kami selamatkan mereka) karena rahmat yang besar dari Kami dan untuk memberikan kesenangan hidup sampai waktu tertentu.",
          "tafsir": "Pada ayat ini, Allah menegaskan bahwa karena kasih sayang-Nya yang sangat besar terhadap hamba-hamba-Nya, dan agar mereka dapat bersenang-senang menikmati karunia-Nya, maka Allah tidak membiarkan kendaraan-kendaraan itu semua binasa, baik yang berjalan di darat, berlayar di permukaan dan di dalam air, maupun yang terbang di udara. Apalagi jika orang-orang yang menggunakan kendaraan itu tidak takabur serta selalu cermat dan berhati-hati. Apabila sewaktu-waktu terjadi kecelakaan, itu adalah karena yang bersangkutan tidak berhati-hati, kurang cermat, lalai, atau sebab lainnya."
        },
        {
          "number": 45,
          "arabic": "وَإِذَا قِيلَ لَهُمُ ٱتَّقُوا۟ مَا بَيْنَ أَيْدِيكُمْ وَمَا خَلْفَكُمْ لَعَلَّكُمْ تُرْحَمُونَ",
          "transliteration": "wa-idhā qīla lahumu ittaqū mā bayna aydīkum wamā khalfakum laʿallakum tur'ḥamūna",
          "translation": "Dan apabila dikatakan kepada mereka, \"Takutlah kamu akan siksa yang dihadapanmu (di dunia) dan azab yang akan datang (akhirat) agar kamu mendapat rahmat.\"",
          "tafsir": "Allah menerangkan bahwa andaikata terhadap orang-orang yang ingkar itu dianjurkan agar mereka menjaga diri terhadap siksaan Allah yang akan datang di kemudian hari, mereka akan tetap berpaling, tidak mau mendengarkan anjuran itu. Padahal, anjuran itu disampaikan agar mereka mendapatkan rahmat dari Allah. Menjaga diri dari siksaan Allah ialah dengan cara bertakwa kepada-Nya, yaitu melakukan apa-apa yang diperintahkan-Nya, menjauhi segala larangan-Nya, dan mensyukuri setiap karunia-Nya. Akan tetapi, hati orang-orang yang ingkar telah tertutup terhadap kebenaran. Mereka senantiasa berpaling dari nasihat-nasihat yang baik. Oleh sebab itu, wajarlah mereka ditimpa kemurkaan dan siksaan Allah."
        },
        {
          "number": 46,
          "arabic": "وَمَا تَأْتِيهِم مِّنْ ءَايَةٍ مِّنْ ءَايَـٰتِ رَبِّهِمْ إِلَّا كَانُوا۟ عَنْهَا مُعْرِضِينَ",
          "transliteration": "wamā tatīhim min āyatin min āyāti rabbihim illā kānū ʿanhā muʿ'riḍīna",
          "translation": "Dan setiap kali suatu tanda dari tanda-tanda (kebesaran) Tuhan datang kepada mereka, mereka selalu berpaling darinya.",
          "tafsir": "Allah menegaskan bahwa orang-orang yang ingkar itu senantiasa memalingkan muka dari setiap tanda-tanda yang menunjukkan keesaan dan kekuasaan-Nya, serta mengakui kerasulan utusan-Nya. Hati mereka telah buta, walaupun mata kepala mereka dapat melihat dengan terang semua tanda-tanda tersebut."
        },
        {
          "number": 47,
          "arabic": "وَإِذَا قِيلَ لَهُمْ أَنفِقُوا۟ مِمَّا رَزَقَكُمُ ٱللَّهُ قَالَ ٱلَّذِينَ كَفَرُوا۟ لِلَّذِينَ ءَامَنُوٓا۟ أَنُطْعِمُ مَن لَّوْ يَشَآءُ ٱللَّهُ أَطْعَمَهُۥٓ إِنْ أَنتُمْ إِلَّا فِى ضَلَـٰلٍ مُّبِينٍ",
          "transliteration": "wa-idhā qīla lahum anfiqū mimmā razaqakumu l-lahu qāla alladhīna kafarū lilladhīna āmanū anuṭ'ʿimu man law yashāu l-lahu aṭʿamahu in antum illā fī ḍalālin mubīnin",
          "translation": "Dan apabila dikatakan kepada mereka, \"Infakkanlah sebagian rezeki yang diberikan Allah kepadamu,\" orang-orang yang kafir itu berkata kepada orang-orang yang beriman, \"Apakah pantas kami memberi makan kepada orang-orang yang jika Allah menghendaki Dia akan memberinya makan? Kamu benar-benar dalam kesesatan yang nyata.\"",
          "tafsir": "Allah menyebutkan sisi lain dari keingkaran mereka, yaitu keengganan mereka menyumbangkan sebagian harta yang telah dikaruniakan-Nya kepada mereka. Apabila kepada mereka dianjurkan menafkahkan harta bagi kepentingan fakir miskin dan orang yang memerlukan bantuan, mereka menjawab kepada orang-orang beriman yang menganjurkan itu, \"Apa perlunya kami memberi mereka itu makan, karena Allah dapat memberi makan bila Allah menghendaki.\" Di samping itu, mereka mengatakan bahwa orang-orang mukmin yang suka menyumbangkan harta benda untuk membantu fakir miskin itu adalah orang-orang yang sesat dan bodoh. Alangkah jauh pendapat mereka itu dari kebenaran. Menyumbangkan sebagian harta benda dan menolong orang lain berupa sumbangan wajib, seperti zakat, maupun sumbangan suka rela, seperti sedekah, merupakan perwujudan dari rasa iman dan syukur atas nikmat Allah, dan sekaligus menghilangkan sifat bakhil dari jiwa manusia. Harta benda, menurut ajaran Islam mempunyai fungsi sosial, bukan hanya untuk kepentingan diri sendiri. Harta benda haruslah dijadikan alat untuk mempererat tali persaudaraan, solidaritas, dan kegotongroyongan. Manusia tidak akan dapat hidup sendiri, tanpa mengharapkan pertolongan orang lain dalam berbagai keperluan hidup, walau pun ia seorang yang kaya raya."
        },
        {
          "number": 48,
          "arabic": "وَيَقُولُونَ مَتَىٰ هَـٰذَا ٱلْوَعْدُ إِن كُنتُمْ صَـٰدِقِينَ",
          "transliteration": "wayaqūlūna matā hādhā l-waʿdu in kuntum ṣādiqīna",
          "translation": "Dan mereka (orang-orang kafir) berkata, \"Kapan janji (hari berbangkit) itu (terjadi) jika kamu orang-orang yang benar?\"",
          "tafsir": "Sisi lain dari sifat-sifat jelek kaum yang ingkar itu adalah ketidakpercayaan mereka tentang akan adanya hari Kebangkitan sesudah mati. Apabila disampaikan bahwa mereka kelak akan dibangkitkan kembali sesudah mati, untuk mempertanggungjawabkan perbuatan mereka selama di dunia ini, maka mereka menjawab dengan sikap mengejek, \"Bilakah janji itu akan terlaksana?\" Demikian keadaan kaum yang ingkar, hati mereka tidak lagi terbuka untuk menerima kebenaran. Penyesalan mereka barulah akan timbul setelah mereka menghadapi kenyataan tentang apa yang dulunya mereka ingkari."
        },
        {
          "number": 49,
          "arabic": "مَا يَنظُرُونَ إِلَّا صَيْحَةً وَٰحِدَةً تَأْخُذُهُمْ وَهُمْ يَخِصِّمُونَ",
          "transliteration": "mā yanẓurūna illā ṣayḥatan wāḥidatan takhudhuhum wahum yakhiṣṣimūna",
          "translation": "Mereka hanya menunggu satu teriakan,<sup foot_note=135674>1</sup> yang akan membinasakan mereka ketika mereka sedang bertengkar.",
          "tafsir": "Allah memperingatkan, bahwa mereka tidak akan menunggu terlalu lama datangnya hari kebangkitan itu. Cukup dengan suatu teriakan aba-aba saja, yaitu suara tiupan yang pertama dari sangkakala yang membawa kehancuran alam ini. Kemudian semua manusia akan dibangkitkan kembali dan dikumpulkan ke hadapan Allah untuk diperhitungkan segala perbuatannya selagi di dunia kemudian mereka menerima balasan sesuai dengan perbuatan mereka. Ayat lain yang sama maksudnya dengan ayat ini ialah, firman Allah: Apakah mereka hanya menunggu saja kedatangan hari Kiamat yang datang kepada mereka secara mendadak sedang mereka tidak menyadarinya? (az-Zukhruf/43: 66) Manusia tidak akan menyadari kedatangan hari Kiamat. Mereka dimatikan secara tiba-tiba dalam keadaan saling berselisih dan berbantah-bantahan dalam urusan dunia. Peristiwa Kiamat atau kematian terjadi secara tiba-tiba karena keduanya terjadi bukan hasil kompromi antara Allah dengan manusia, tetapi karena kehendak dan kekuasaan Allah semata. Diriwayatkan oleh Ibnu Jarir ath-thabari dari Ibnu 'Umar bahwa ia berkata, \"Sangkakala benar-benar akan ditiup di saat keadaan manusia dalam kesibukan urusan mereka masing-masing di jalan, pasar, dan tempat mereka, hingga keadaan dua orang yang sedang tawar-menawar pakaian, misalnya, ketika pakaian belum sampai ke tangan salah seorang di antara mereka, maka tiba-tiba ditiupkan sangkakala, hingga mereka mati bergelimpangan semuanya. Inilah yang dimaksud dengan firman Allah dalam ayat ini. Diriwayatkan oleh al-Bukhari dan Muslim dari Abu Hurairah r.a. bahwa Rasulullah saw bersabda: \"Hari Kiamat itu benar-benar akan terjadi pada saat dua orang sedang menggelar pakaian mereka (sambil tawar-menawar), dan keduanya tidak sempat berjual-beli dan melipat kembali. Hari Kiamat itu benar-benar akan terjadi pada saat seseorang membuat kolam dan ia belum sempat memberikan minuman dari kolam itu. Hari Kiamat benar-benar akan terjadi pada saat seseorang memeras susu kambingnya dan ia belum sempat meminumnya, dan hari kiamat itu benar-benar akan terjadi pada saat seseorang mengangkat makanan yang akan dimasukkannya ke mulutnya, dan ia belum sempat memakannya.\" (Riwayat al-Bukhari, Muslim dari Abu Hurairah)"
        },
        {
          "number": 50,
          "arabic": "فَلَا يَسْتَطِيعُونَ تَوْصِيَةً وَلَآ إِلَىٰٓ أَهْلِهِمْ يَرْجِعُونَ",
          "transliteration": "falā yastaṭīʿūna tawṣiyatan walā ilā ahlihim yarjiʿūna",
          "translation": "Sehingga mereka tidak mampu membuat suatu wasiat dan mereka (juga) tidak dapat kembali kepada keluarganya.",
          "tafsir": "Demikian cepat datangnya peristiwa itu, dan amat tiba-tiba, sehingga mereka tidak mempunyai kesempatan sedikit pun untuk berwasiat atau meninggalkan pesan kepada keluarganya, dan tidak pula dapat kembali berkumpul dengan mereka. Masing-masing menghadapi persoalannya sendiri, menunggu keputusan dari pengadilan Tuhan Yang Mahaadil dan Mahakuasa."
        },
        {
          "number": 51,
          "arabic": "وَنُفِخَ فِى ٱلصُّورِ فَإِذَا هُم مِّنَ ٱلْأَجْدَاثِ إِلَىٰ رَبِّهِمْ يَنسِلُونَ",
          "transliteration": "wanufikha fī l-ṣūri fa-idhā hum mina l-ajdāthi ilā rabbihim yansilūna",
          "translation": "Lalu ditiuplah sangkakala,<sup foot_note=135675>1</sup> maka seketika itu mereka keluar dari kuburnya (dalam keadaan hidup), menuju kepada Tuhannya.",
          "tafsir": "Setelah seluruh manusia mati dengan tiupan sangkakala yang pertama, selanjutnya ditiuplah sangkakala kedua untuk membangkitkan mereka dari kuburnya. Pada waktu itu, seluruh manusia bangkit dan hidup kembali. Mereka bangun dan bergegas menemui Allah Yang Mahakuasa untuk menerima hisab mereka. Ayat lain yang berhubungan dengan ayat ini ialah firman Allah: (Yaitu) pada hari ketika mereka keluar dari kubur dengan cepat seakan-akan mereka pergi dengan segera kepada berhala-berhala (sewaktu di dunia). (al-Ma'arij/70: 43)"
        },
        {
          "number": 52,
          "arabic": "قَالُوا۟ يَـٰوَيْلَنَا مَنۢ بَعَثَنَا مِن مَّرْقَدِنَا ۜ ۗ هَـٰذَا مَا وَعَدَ ٱلرَّحْمَـٰنُ وَصَدَقَ ٱلْمُرْسَلُونَ",
          "transliteration": "qālū yāwaylanā man baʿathanā min marqadinā hādhā mā waʿada l-raḥmānu waṣadaqa l-mur'salūna",
          "translation": "Mereka berkata, \"Celakalah kami! Siapakah yang membangkitkan kami dari tempat tidur kami (kubur)?\" Inilah yang dijanjikan (Allah) Yang Maha Pengasih dan benarlah rasul-rasul(-Nya).",
          "tafsir": "Ayat ini menerangkan keheranan dan kekagetan orang-orang kafir ketika dibangkitkan dari kubur. Mereka berkata, \"Aduhai celakalah kami, siapakah yang membangkitkan kami dari tempat tidur kami?\" Mereka heran dan tercengang karena dibangkitkan dari alam kubur dan menghadapi malapetaka serta kesulitan pada waktu itu. Ketika mereka heran dan tercengang, di antara orang-orang yang beriman berkata kepada mereka, \"Semua yang terjadi dan yang kita alami ini sesuai dengan yang dijanjikan Allah dan disampaikan oleh para rasul yang telah di- utus kepada kita semua ketika di dunia dahulu. Kita telah diberitahu akan adanya janji, ancaman, dan hari kebangkitan seperti yang kita hadapi sekarang ini. Oleh karena itu, kita tidak pantas heran dan tercengang dengan keadaan yang kita alami sekarang ini.\" Menurut suatu riwayat bahwa yang dimaksud dengan bunyi sangkakala dalam ayat ini ialah suara malaikat Israfil yang sangat keras yang menyerukan, \"Wahai tulang-belulang yang telah hancur-lebur, Allah memerintahkan kamu semua supaya berkumpul kembali seperti semula untuk menerima keputusan yang adil.\" Pada ayat ini orang-orang kafir menanyakan tentang siapa yang membangkitkan dan menghidupkan mereka kembali pada hari kebangkitan ini. Pertanyaan mereka itu dijawab dengan apa yang pernah disampaikan kepada mereka dahulu waktu masih hidup di dunia. Hal ini memberi pengertian bahwa seakan-akan Allah menyuruh mereka mengingat apa yang pernah mereka lakukan dahulu terhadap para rasul yang diutus."
        },
        {
          "number": 53,
          "arabic": "إِن كَانَتْ إِلَّا صَيْحَةً وَٰحِدَةً فَإِذَا هُمْ جَمِيعٌ لَّدَيْنَا مُحْضَرُونَ",
          "transliteration": "in kānat illā ṣayḥatan wāḥidatan fa-idhā hum jamīʿun ladaynā muḥ'ḍarūna",
          "translation": "Teriakan itu hanya sekali saja, maka seketika itu mereka semua dihadapkan kepada Kami (untuk dihisab).",
          "tafsir": "Ayat ini menerangkan bagaimana mudahnya bagi Allah untuk membangkitkan seluruh manusia yang pernah ada dahulu sebelum datangnya hari Kiamat. Cukup dengan satu teriakan saja, maka hiduplah kembali seluruh manusia, dan berkumpul di hadapan Allah untuk menerima perhitungan dan keputusan yang adil dari-Nya. Ayat yang lain yang maksudnya sama dengan ayat ini ialah firman-Nya: Urusan kejadian Kiamat itu, hanya seperti sekejap mata atau lebih cepat (lagi). Sesungguhnya Allah Mahakuasa atas segala sesuatu. (an-Nahl/16: 77) Dan firman-Nya: Maka pengembalian itu hanyalah dengan sekali tiupan saja. Maka seketika itu mereka hidup kembali di bumi (yang baru). (an-Nazi'at/79: 13-14)"
        },
        {
          "number": 54,
          "arabic": "فَٱلْيَوْمَ لَا تُظْلَمُ نَفْسٌ شَيْـًٔا وَلَا تُجْزَوْنَ إِلَّا مَا كُنتُمْ تَعْمَلُونَ",
          "transliteration": "fal-yawma lā tuẓ'lamu nafsun shayan walā tuj'zawna illā mā kuntum taʿmalūna",
          "translation": "Maka pada hari itu seseorang tidak akan dirugikan sedikit pun dan kamu tidak akan diberi balasan, kecuali sesuai dengan apa yang telah kamu kerjakan.",
          "tafsir": "Kemudian Allah menerangkan bahwa pada hari Kiamat itu, setiap manusia akan menerima balasan semua perbuatan yang telah dilakukannya selama hidup di dunia, perbuatan baik dibalas dengan pahala yang berlipat ganda dan perbuatan buruk dan jahat akan dibalas dengan siksa yang seimbang dengan perbuatan itu. Sebagaimana sifat Allah yang memberikan keputusan dengan adil maka pada hari itu pun Dia memberi keputusan dengan adil. Oleh karena itu, seseorang tidak akan menerima pahala kebaikan yang dikerjakan orang lain, sebaliknya seseorang tidak akan menerima azab karena perbuatan jahat yang dilakukan orang lain."
        }
      ]
    }
  ]
}