{
  "pageNumber": 442,
  "juz": 23,
  "surahs": [
    {
      "number": 36,
      "name": "Ya-Sin",
      "nameArabic": "يس",
      "meaning": "Ya Sin",
      "revelation": "Makkah",
      "description": "Surat Yasin terdiri dari 83 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Jin.Dinamai \"Yasin\" karena dimulai dengan huruf \"Yasin\".Sebagaimana halnya arti huruf-huruf abjad yang terletak pada permulaan beberapa surat Al-Qur'an, maka demikian pula arti \"Yasin\" yang terdapat pada ayat pertama surat ini, yaitu Allah mengisyaratkan bahwa setelah huruf tersebut akan dikemukakan hal-hal yang penting antara lain: Allah bersumpah dengan Al-Qur'an bahwa Muhammad benar-benar seorang rasul yang diutus-Nya kepada kaum yang belum pernah didatangi rasul-rasul.**Pokok-Pokok Isi:**1. **Keimanan:** Bukti-bukti adanya hari kebangkitan; Al-Qur'an bukanlah syair; ilmu, kekuasaan dan rahmat Allah; surga dan sifat-sifatnya yang disediakan bagi orang-orang mukmin; menyucikan Allah dari sifat-sifat yang tidak layak bagi-Nya; anggota badan manusia menjadi saksi pada hari kiamat atas segala perbuatannya di dunia.2. **Kisah:** Kisah utusan-utusan Nabi 'Isa dengan penduduk Anthakiyah (Syam).3. **Lain-lain:** Tidak ada faedah peringatan bagi orang-orang musyrik; Allah menciptakan segala sesuatu berpasang-pasangan; semua bintang-bintang di cakrawala berjalan pada garis edar yang telah ditetapkan Allah; ajal dan hari kiamat datang secara tiba-tiba; Allah menghibur Rasulullah atas sikap kaum musyrikin yang menyakitkannya.Surat Yasin mengemukakan tentang Al-Qur'an dan kenabian Muhammad serta menegaskan adanya hari kebangkitan disertai bukti-bukti, baik bukti-bukti alamiah maupun bukti-bukti logika. Juga mengemukakan beberapa perumpamaan, di antaranya dengan mengemukakan kisah utusan-utusan Nabi 'Isa Al-Masih dengan penduduk Anthakiyah. Kesemuanya dikemukakan sebagai penghibur Rasulullah dan untuk menambah keyakinan orang-orang yang beriman yang sedang mengalami tekanan-tekanan dari kaum musyrikin.**Hubungan Surat Yasin Dengan Ash-Shaffat:**1. Pada surat Yasin disebut secara umum tentang umat-umat yang telah dibinasakan Allah karena ingkar kepada-Nya, sedangkan surat Ash-Shaffat menjelaskannya dengan menyebut kisah kaum Nuh; Ibrahim, 'Isa dengan kaumnya.2. Pada akhir surat Yasin disebut secara umum keadaan orang-orang mukmin dan orang-orang kafir pada hari kiamat, sedangkan surat Ash-Shaffat menjelaskannya secara lebih rinci.3. Pada surat Yasin disebutkan tentang kekuasaan Allah membangkitkan dan menghidupkan manusia kembali, karena Dialah yang menciptakannya dan Dialah yang menghendaki demikian, sedangkan surat Ash-Shaffat menjelaskan lebih luas dengan mengemukakan contoh-contoh yang berhubungan dengan hal itu.",
      "verses": [
        {
          "number": 28,
          "arabic": "۞ وَمَآ أَنزَلْنَا عَلَىٰ قَوْمِهِۦ مِنۢ بَعْدِهِۦ مِن جُندٍ مِّنَ ٱلسَّمَآءِ وَمَا كُنَّا مُنزِلِينَ",
          "transliteration": "wamā anzalnā ʿalā qawmihi min baʿdihi min jundin mina l-samāi wamā kunnā munzilīna",
          "translation": "Dan setelah dia (meninggal), Kami tidak menurunkan suatu pasukan pun dari langit kepada kaumnya, dan Kami tidak perlu menurunkannya.",
          "tafsir": "Akhirnya, orang tersebut mengambil keputusan yang tepat berdasar keyakinan yang penuh bahwa ia hanya beriman kepada Allah, yaitu Tuhan yang sebenarnya bagi dia dan kaumnya. Ia lalu mengumumkan keimanan dan keyakinannya itu kepada kaumnya, dan berkata dengan tegas, \"Sesungguhnya aku telah beriman kepada Allah yaitu Tuhan kamu yang sebenarnya. Maka dengarkanlah pernyataan imanku ini.\" Sikap dan pernyataan iman seperti tersebut di atas, yang dilontarkan di tengah-tengah masyarakat yang masih bergelimang kekafiran, kemusyrikan, dan kemaksiatan, benar-benar merupakan keberanian yang timbul dari cahaya iman yang telah menerangi hati nuraninya. Ia ingin agar kaumnya juga beriman. Ia tak gentar kepada ancaman yang membahayakan dirinya, demi melaksanakan tugas suci untuk mengajak umat ke jalan yang benar. Menurut suatu riwayat, ketika orang itu berkata demikian kaumnya menyerangnya dan membunuhnya dan tidak seorang pun yang membelanya. Sedang menurut Qatadah, \"Kaumnya merajamnya dengan batu, dan dia tetap berdoa, 'Wahai Tuhanku, tunjukilah kaumku, karena mereka tidak mengetahui.\" Mereka merajamnya sampai ia mengembuskan napasnya yang penghabisan. Dalam riwayat lain disebutkan bahwa orang yang dimaksud pada ayat-ayat di atas bernama habib an-Najjar, yang terkena penyakit campak, tetapi suka bersedekah. Separuh dari penghasilannya sehari-hari disedekahkannya. Disebutkan bahwa setelah kaumnya mendengar pernyataan keimannya terhadap Islam maka berkobarlah kemarahan terhadapnya, dan akhirnya mereka membunuhnya. Akan tetapi, pada saat sebelum ia mengembuskan napas yang terakhir, turunlah kepadanya malaikat untuk memberitahukan bahwa Allah telah mengampuni semua dosa-dosanya yang telah dilakukannya sebelum ia beriman, dan ia dimasukkan ke dalam surga sehingga termasuk golongan orang-orang yang mendapat kemuliaan di sisi Allah. Pada detik-detik terakhir, ia masih sempat mengucapkan kata yang berisi harapan, \"Alangkah baiknya, jika kaumku mengetahui karunia Allah yang dilimpahkan-Nya kepadaku, berkat keimananku kepada-Nya, aku telah memperoleh ampunan atas dosaku. Aku akan dimasukkan ke dalam surga dengan ganjaran yang berlipat ganda, dan termasuk golongan orang-orang yang memperoleh kemuliaan di sisi-Nya. Seandainya mereka mengetahui hal ini, tentulah mereka akan beriman pula.\" Pernyataan habib itu adalah pernyataan yang amat tinggi nilainya dan menunjukkan ketinggian akhlaknya. Sekalipun ia telah dirajam dan disiksa oleh kaumnya, namun ia tetap berharap agar kaumnya sadar dan mendapat rahmat dari Tuhan sebagaimana yang telah dialaminya."
        },
        {
          "number": 29,
          "arabic": "إِن كَانَتْ إِلَّا صَيْحَةً وَٰحِدَةً فَإِذَا هُمْ خَـٰمِدُونَ",
          "transliteration": "in kānat illā ṣayḥatan wāḥidatan fa-idhā hum khāmidūna",
          "translation": "Tidak ada siksaan terhadap mereka melainkan dengan satu teriakan saja; maka seketika itu mereka mati.",
          "tafsir": "Pada ayat ini, Allah menerangkan azab yang ditimpakan kepada kaum yang musyrik, kafir, dan mendustakan agama-Nya. Allah tidak perlu menurunkan pasukan-pasukan malaikat untuk membinasakan mereka, melainkan cukup dengan satu teriakan saja dari malaikat Jibril, maka orang-orang kafir tersebut menjadi kaku dan tak bernyawa lagi. Peristiwa itu terjadi sedemikian cepatnya, sebagai bukti betapa besarnya kekuasaan Allah."
        },
        {
          "number": 30,
          "arabic": "يَـٰحَسْرَةً عَلَى ٱلْعِبَادِ ۚ مَا يَأْتِيهِم مِّن رَّسُولٍ إِلَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
          "transliteration": "yāḥasratan ʿalā l-ʿibādi mā yatīhim min rasūlin illā kānū bihi yastahziūna",
          "translation": "Alangkah besar penyesalan terhadap hamba-hamba itu, setiap datang seorang rasul kepada mereka, mereka selalu memperolok-olokkannya.",
          "tafsir": "Allah menerangkan bahwa sikap dan tingkah laku kaum kafir semacam ini sangat disesalkan. Mereka tidak hanya menolak seruan iman, tetapi juga memperolok-olokkan para rasul dan orang-orang yang telah beriman. Bahkan, tak jarang mereka menganiaya dan membunuhnya. Jika mereka mau berpikir dengan akal yang sehat, pastilah mereka menerima seruan iman dari para rasul dan orang-orang yang telah beriman. Allah menerangkan kedudukan orang-orang kafir di akhirat nanti tatkala mereka ditimpa azab yang dahsyat karena mendustakan para rasul."
        },
        {
          "number": 31,
          "arabic": "أَلَمْ يَرَوْا۟ كَمْ أَهْلَكْنَا قَبْلَهُم مِّنَ ٱلْقُرُونِ أَنَّهُمْ إِلَيْهِمْ لَا يَرْجِعُونَ",
          "transliteration": "alam yaraw kam ahlaknā qablahum mina l-qurūni annahum ilayhim lā yarjiʿūna",
          "translation": "Tidakkah mereka mengetahui berapa banyak umat-umat sebelum mereka yang telah Kami binasakan. Orang-orang (yang telah Kami binasakan) itu tidak ada yang kembali kepada mereka.<sup foot_note=135671>1</sup>",
          "tafsir": "Allah lalu memperingatkan mereka agar mau memperhatikan nasib yang menimpa kaum kafir berabad-abad sebelum mereka yang telah ditimpa kemurkaan Allah, sehingga mereka hancur-lebur dan lenyap dari muka bumi. Mereka takkan pernah muncul kembali di dunia ini. Ibnu Katsir berkata, \"Kebanyakan ulama salaf meriwayatkan bahwa yang dimaksud dengan 'negeri dalam ayat ini ialah negeri Antakiyah, dan mereka yang diutus itu ialah para utusan Nabi Isa, ke negeri itu untuk menyampaikan risalahnya.\" Ada beberapa hal yang membuat kita keberatan menerima riwayat ini karena faktor-faktor berikut: 1.Tidak mungkin Allah menghancurkan negeri Antakiyah karena penduduk negeri itu adalah penduduk negeri yang pertama kali beriman kepada Isa. Allah tidak akan menghancurkan suatu negeri yang penduduknya sedang beriman dan memenuhi seruan rasul yang diutus kepada mereka. 2.Dalam ayat ini diterangkan bahwa negeri itu dihancurkan Allah, sehingga seluruh negeri dan penduduknya itu menjadi musnah. Al-Qur'an menerangkan bahwa Allah menurunkan azab kepada orang-orang kafir berupa kehancuran dan kemusnahan mereka dengan negerinya, sampai Kitab Taurat diturunkan. Setelah Kitab Taurat diturunkan, Allah tidak pernah menurunkan azab yang seperti itu. Hal ini dipahami dari firman-Nya: Dan sungguh, telah Kami berikan kepada Musa Kitab (Taurat) setelah Kami binasakan umat-umat terdahulu, untuk menjadi pelita bagi manusia dan petunjuk serta rahmat, agar mereka mendapat pelajaran. (al-Qashash/28: 43) 3.Tidak ada satu nash pun yang kuat sehubungan dengan riwayat itu, seperti keterangan yang menerangkan kapan dan dimana peristiwa itu terjadi, dan sebagainya. Sementara itu kaum muslimin percaya kepada kisah-kisah yang terdapat dalam Al-Qur'an. Tidak semua kisah dijelaskan Al-Qur'an secara terperinci. Kisah-kisah itu ada yang diterangkan dengan terperinci dan ada yang tidak. Akan tetapi, tiap-tiap kisah itu ada maksud dan tujuannya. Oleh karena itu, kaum muslimin tidak perlu mengetahui perincian dari kisah yang disebutkan pada ayat di atas. Namun kaum muslimin agar menjadikan kisah-kisah itu sebagai pelajaran dan iktibar, sehingga dapat menambah dan menguatkan iman masing-masing."
        },
        {
          "number": 32,
          "arabic": "وَإِن كُلٌّ لَّمَّا جَمِيعٌ لَّدَيْنَا مُحْضَرُونَ",
          "transliteration": "wa-in kullun lammā jamīʿun ladaynā muḥ'ḍarūna",
          "translation": "Dan setiap (umat), semuanya akan dihadapkan kepada Kami.",
          "tafsir": "Pada ayat ini, Allah menegaskan bahwa mereka semuanya, baik yang dahulu, sekarang, maupun yang akan datang, pasti akan dikumpulkan ke hadirat-Nya untuk mempertanggungjawabkan perbuatan dan tingkah laku mereka selama di dunia."
        },
        {
          "number": 33,
          "arabic": "وَءَايَةٌ لَّهُمُ ٱلْأَرْضُ ٱلْمَيْتَةُ أَحْيَيْنَـٰهَا وَأَخْرَجْنَا مِنْهَا حَبًّا فَمِنْهُ يَأْكُلُونَ",
          "transliteration": "waāyatun lahumu l-arḍu l-maytatu aḥyaynāhā wa-akhrajnā min'hā ḥabban famin'hu yakulūna",
          "translation": "Dan suatu tanda (kebesaran Allah) bagi mereka adalah bumi yang mati (tandus). Kami hidupkan bumi itu dan Kami keluarkan darinya biji-bijian, maka dari (biji-bijian) itu mereka makan.",
          "tafsir": "Pada ayat ini diterangkan bahwa salah satu dari tanda-tanda kekuasaan Allah dan adanya hari kebangkitan, ialah adanya tanah yang semula mati, tandus dan gersang, serta tidak menumbuhkan tanaman apa pun, namun dengan kekuasaan Allah semuanya menjadi hidup dengan turunnya hujan dari langit. Hal itu memungkinkan tumbuhnya bermacam-macam tanaman yang menghasilkan bahan makanan bagi manusia dan makhluk lainnya yang hidup di bumi ini. Dengan demikian, manusia dan makhluk itu memperoleh makanan untuk menumbuhkan jasmani dan memberikan kekuatan kepada mereka. Di samping itu, hasil-hasil bumi tersebut dapat pula dijadikan bahan perniagaan untuk diperdagangkan oleh manusia."
        },
        {
          "number": 34,
          "arabic": "وَجَعَلْنَا فِيهَا جَنَّـٰتٍ مِّن نَّخِيلٍ وَأَعْنَـٰبٍ وَفَجَّرْنَا فِيهَا مِنَ ٱلْعُيُونِ",
          "transliteration": "wajaʿalnā fīhā jannātin min nakhīlin wa-aʿnābin wafajjarnā fīhā mina l-ʿuyūni",
          "translation": "Dan Kami jadikan padanya di bumi itu kebun-kebun kurma dan anggur dan Kami pancarkan padanya beberapa mata air,",
          "tafsir": "Allah juga menciptakan di bumi ini kebun, ladang, dan sawah, yang dapat ditanami bermacam-macam tanaman yang menghasilkan bahan makanan bagi manusia, seperti korma dan anggur yang menjadi bahan makanan bangsa Arab. Demikian pula padi, gandum, dan jagung yang menjadi makanan pokok bagi bangsa-bangsa lainnya. Di samping itu, Allah menciptakan pula sumber-sumber air yang kemudian mengalir menjadi sungai-sungai, yang sangat diperlukan bagi kehidupan di bumi. Bahkan pada masa kita sekarang, air tidak hanya diperlukan untuk minum, mandi, dan mencuci saja, bahkan juga untuk irigasi dan pembangkit tenaga listrik yang amat penting untuk memajukan pertanian dan industri."
        },
        {
          "number": 35,
          "arabic": "لِيَأْكُلُوا۟ مِن ثَمَرِهِۦ وَمَا عَمِلَتْهُ أَيْدِيهِمْ ۖ أَفَلَا يَشْكُرُونَ",
          "transliteration": "liyakulū min thamarihi wamā ʿamilathu aydīhim afalā yashkurūna",
          "translation": "agar mereka dapat makan dari buahnya, dan dari hasil usaha tangan mereka. Maka mengapa mereka tidak bersyukur?",
          "tafsir": "Allah menciptakan dan menganugerahkan semuanya itu kepada manusia, agar mereka memperoleh makanan dari buah dan hasilnya. Begitu pula dari hasil usaha kerajinan tangan mereka, yang sekarang ini kita kenal dengan hasil-hasil pertanian dan industri yang hampir tak terhitung jumlahnya. Jika mereka mau memikirkan betapa besarnya kekuasaan dan nikmat Allah, mengapa mereka tak mau juga bersyukur kepada-Nya. Sikap dan tingkah laku semacam ini sungguh tak layak bagi orang-orang yang berakal."
        },
        {
          "number": 36,
          "arabic": "سُبْحَـٰنَ ٱلَّذِى خَلَقَ ٱلْأَزْوَٰجَ كُلَّهَا مِمَّا تُنۢبِتُ ٱلْأَرْضُ وَمِنْ أَنفُسِهِمْ وَمِمَّا لَا يَعْلَمُونَ",
          "transliteration": "sub'ḥāna alladhī khalaqa l-azwāja kullahā mimmā tunbitu l-arḍu wamin anfusihim wamimmā lā yaʿlamūna",
          "translation": "Mahasuci (Allah) yang telah menciptakan semuanya berpasang-pasangan, baik dari apa yang ditumbuhkan oleh bumi dan dari diri mereka sendiri, maupun dari apa yang tidak mereka ketahui.",
          "tafsir": "Pada ayat ini diterangkan bukti lain tentang kekuasaan Allah, yaitu Dia telah menciptakan makhluk-Nya berpasang-pasangan, baik pasangan jenis, yaitu lelaki dan perempuan, maupun berpasangan sifat, seperti: besar dan kecil, kuat dan lemah, tinggi dan rendah, kaya dan miskin, dan lain sebagainya. Bahkan perpasangan itu juga terjadi pada arus listrik, yaitu arus positif dan negatif, yang kemudian menimbulkan kekuatan yang dapat membangkitkan tenaga listrik dan menimbulkan cahaya. Tenaga listrik dan cahaya yang dihasilkan sangat vital dalam kehidupan manusia zaman modern ini. Itu semuanya adalah hal-hal yang berhasil diketahui manusia sampai saat sekarang ini. Akan tetapi perpasangan yang belum dapat dijangkau oleh pengetahuan dan penemuan manusia sampai masa kini, masih banyak lagi. Boleh jadi, kemajuan ilmu pengetahuan dan teknologi manusia di masa datang akan dapat pula menyingkapkan sebagian dari rahasia-rahasia yang masih tersimpan tentang adanya perpasangan dalam bidang-bidang yang lain yang belum diketahui pada masa kita sekarang ini. Pada ayat ini diterangkan tanda-tanda kekuasaan dan kebesaran Allah, yang terdapat dalam pasangan-pasangan yang telah diciptakan-Nya, yaitu: 1. Benda-benda yang ditumbuhkan-Nya di bumi yang telah diketahui manusia seperti tumbuh-tumbuhan dan sebagainya. 2. Pada diri mereka sendiri, seperti adanya jenis laki-laki dan jenis perempuan. Dari hubungan kedua jenis itu lahirlah keturunan-keturunan mereka. 3. Hal-hal yang belum diketahui manusia. Ilmu Allah amat luas dan tidak terhingga, sedangkan yang diketahui manusia hanyalah sebagian kecil saja. Mengenai pasangan, juga terdapat hal-hal yang belum terungkap oleh manusia."
        },
        {
          "number": 37,
          "arabic": "وَءَايَةٌ لَّهُمُ ٱلَّيْلُ نَسْلَخُ مِنْهُ ٱلنَّهَارَ فَإِذَا هُم مُّظْلِمُونَ",
          "transliteration": "waāyatun lahumu al-laylu naslakhu min'hu l-nahāra fa-idhā hum muẓ'limūna",
          "translation": "Dan suatu tanda (kebesaran Allah) bagi mereka adalah malam; Kami tanggalkan siang dari (malam) itu, maka seketika itu mereka (berada dalam) kegelapan,",
          "tafsir": "Pada ayat ini, Allah menjelaskan bukti yang lain tentang kekuasaan-Nya Yang Mahabesar dan bukti adanya hari kebangkitan, yaitu adanya waktu malam. Allah menanggalkan siang dan mendatangkan malam, tiba-tiba manusia berada dalam kegelapan. Ayat ini meletakkan dasar-dasar bagi ilmu pengetahuan alam dan ilmu falak. Terjadinya siang dan malam karena bergeraknya tata surya, terutama bumi dan matahari, sehingga bagian muka bumi yang terkena cahaya matahari mengalami siang, dan bagian yang tidak terkena cahaya matahari mengalami malam. Hal ini terjadi silih berganti. Kemajuan ilmu pengetahuan manusia mengenai ilmu falak atau astronomi pada masa sekarang ini telah memungkinkan mereka mengetahui benda-benda di angkasa raya. Dengan kemajuan teknologi, manusia akhirnya dapat pula mengarungi ruang angkasa, tidak hanya sekadar mengamatinya dari bumi. Adanya siang dan malam juga berfaedah bagi manusia. Waktu siang mereka gunakan untuk bekerja bagi keperluan hidup mereka. Sedang waktu malam pada umumnya digunakan untuk beristirahat dan tidur, sebagai salah satu dari kebutuhan jasmaniah dan rohaniah mereka."
        },
        {
          "number": 38,
          "arabic": "وَٱلشَّمْسُ تَجْرِى لِمُسْتَقَرٍّ لَّهَا ۚ ذَٰلِكَ تَقْدِيرُ ٱلْعَزِيزِ ٱلْعَلِيمِ",
          "transliteration": "wal-shamsu tajrī limus'taqarrin lahā dhālika taqdīru l-ʿazīzi l-ʿalīmi",
          "translation": "dan matahari berjalan di tempat peredarannya. Demikianlah ketetapan (Allah) Yang Mahaperkasa, Maha Mengetahui.",
          "tafsir": "Allah menjelaskan bukti lain tentang kekuasaan-Nya, yaitu peredaran matahari, yang bergerak pada garis edarnya yang tertentu dengan tertib menurut ketentuan yang telah ditetapkan Allah. Sedikit pun ia tidak menyimpang dari garis yang telah ditentukan itu. Andaikata ia menyimpang seujung rambut saja, niscaya akan terjadi tabrakan dengan benda-benda langit lainnya. Kita tidak dapat membayangkan apa yang akan terjadi akibat peristiwa itu. Dilihat sepintas lalu, orang akan menerima bahwa hanya matahari yang bergerak, sedang bumi tetap pada tempatnya. Di pagi hari, matahari terlihat di sebelah timur, sedang pada sore hari ia berada di barat. Akan tetapi, ilmu falak mengatakan bahwa matahari berjalan sambil berputar pada sumbunya, sedang bumi berada di depannya, juga berjalan sambil berputar pada sumbunya, dan beredar mengelilingi matahari. Ternyata apa yang ditetapkan oleh ilmu falak sejalan dengan apa yang telah diterangkan dalam ayat tersebut. Oleh sebab itu, tidak berlebihan jika dikatakan bahwa semakin tinggi kemampuan ilmu pengetahuan dan teknologi manusia, semakin terbuka pula kebenaran-kebenaran yang telah dikemukakan Al-Qur'an sejak empat belas abad yang lalu. Allahu Akbar. Allah Mahabesar kekuasaan-Nya."
        },
        {
          "number": 39,
          "arabic": "وَٱلْقَمَرَ قَدَّرْنَـٰهُ مَنَازِلَ حَتَّىٰ عَادَ كَٱلْعُرْجُونِ ٱلْقَدِيمِ",
          "transliteration": "wal-qamara qaddarnāhu manāzila ḥattā ʿāda kal-ʿur'jūni l-qadīmi",
          "translation": "Dan telah Kami tetapkan tempat peredaran bagi bulan, sehingga (setelah ia sampai ke tempat peredaran yang terakhir) kembalilah ia seperti bentuk tandan yang tua.<sup foot_note=135672>1</sup>",
          "tafsir": "Allah telah menetapkan jarak-jarak tertentu bagi peredaran bulan, sehingga pada setiap jarak tersebut ia mengalami perubahan, baik dalam bentuk dan ukurannya, maupun dalam kekuatan sinarnya. Mula-mula bulan itu timbul dalam keadaan kecil dan cahaya yang lemah. Kemudian ia menjadi bulan sabit dengan bentuk melengkung serta sinar yang semakin terang. Selanjutnya bentuknya semakin sempurna bundarnya, sehingga menjadi bulan purnama dengan cahaya yang amat terang. Tetapi kemudian makin menyusut, sehingga pada akhirnya ia menyerupai sebuah tandan kering yang berbentuk melengkung dengan cahaya yang semakin pudar, kembali kepada keadaan semula. Jika diperhatikan pula benda-benda angkasa lainnya yang bermiliar-miliar banyaknya, dengan jarak dan besar yang berbeda-beda, serta kecepatan gerak yang berlainan pula, semua berjalan dengan teratur rapi, semua itu akan menambah keyakinan kita tentang tak terbatasnya ruang alam ini dan betapa besarnya kekuasaan Allah yang menciptakan dan mengatur makhluk-Nya. Dengan memperhatikan semua itu, tak akan ada kata-kata lain yang ke luar dari mulut orang yang beriman, selain ucapan \"Allahu Akbar, Allah Mahabesar, lagi Mahabesar kekuasaan-Nya.\""
        },
        {
          "number": 40,
          "arabic": "لَا ٱلشَّمْسُ يَنۢبَغِى لَهَآ أَن تُدْرِكَ ٱلْقَمَرَ وَلَا ٱلَّيْلُ سَابِقُ ٱلنَّهَارِ ۚ وَكُلٌّ فِى فَلَكٍ يَسْبَحُونَ",
          "transliteration": "lā l-shamsu yanbaghī lahā an tud'rika l-qamara walā al-laylu sābiqu l-nahāri wakullun fī falakin yasbaḥūna",
          "translation": "Tidaklah mungkin bagi matahari mengejar bulan dan malam pun tidak dapat mendahului siang. Masing-masing beredar pada garis edarnya.",
          "tafsir": "Berdasarkan pengaturan dan ketetapan Allah yang berlaku bagi benda-benda alam itu, peraturan yang disebut \"Sunnatullah\", maka tidaklah mungkin terjadi tabrakan antara matahari dan bulan, dan tidak pula malam mendahului siang. Semuanya akan berjalan sesuai dengan peraturan yang telah ditetapkan-Nya. Masing-masing tetap bergerak menurut garis edarnya yang telah ditetapkan Allah untuknya. Betapa kecilnya kekuasaan manusia, dibanding dengan kekuasaan Allah yang menciptakan dan mengatur perjalanan benda-benda alam sehingga tetap berjalan dengan tertib. Manusia telah membuat bermacam-macam peraturan lalu lintas di jalan raya dilengkapi dengan rambu-rambu yang beraneka ragam. Akan tetapi kecelakaan lalu-lintas di jalan raya tetap terjadi di mana-mana. Peraturan manusia selalu menunjukkan sisi kelemahannya."
        }
      ]
    }
  ]
}