{
  "pageNumber": 419,
  "juz": 21,
  "surahs": [
    {
      "number": 33,
      "name": "Al-Ahzab",
      "nameArabic": "الأحزاب",
      "meaning": "Golongan-golongan",
      "revelation": "Madinah",
      "description": "Surat Al-Ahzab terdiri dari 73 ayat, termasuk golongan surat Madaniyyah, dan diturunkan setelah surat Ali 'Imran.Dinamai \"Al-Ahzab\" yang berarti \"golongan-golongan yang bersekutu\" karena dalam surat ini terdapat ayat-ayat, ayat ke-9 sampai ayat ke-27, yang berhubungan dengan peperangan Al-Ahzab, yaitu perang yang dilancarkan oleh orang-orang Yahudi, kaum munafik, dan orang-orang musyrik terhadap orang-orang mukmin di Madinah. Mereka mengepung rapat orang-orang mukmin sehingga sebagian mereka berputus asa dan menyangka bahwa mereka akan dihancurkan oleh musuh-musuh itu.Ini adalah suatu cobaan yang berat dari Allah untuk menguji sampai di mana keteguhan keimanan kaum mukmin. Akhirnya, Allah mengirimkan bantuan berupa tentara yang tidak terlihat dan angin topan, sehingga musuh-musuh menjadi kacau balau dan melarikan diri.**Pokok-Pokok Isi:**1. **Keimanan:** Cukuplah Allah saja sebagai Pelindung; takdir Allah tidak dapat ditolak; Nabi Muhammad adalah contoh dan teladan yang paling baik; Nabi Muhammad adalah rasul dan nabi yang terakhir; hanya Allah yang mengetahui kepan terjadinya kiamat.2. **Hukum-hukum:** Hukum zhihar; kedudukan anak angkat; dasar waris-mewarisi dalam Islam ialah hubungan nasab (pertalian darah); tidak ada iddah bagi perempuan yang ditalak sebelum dicampuri; hukum-hukum khusus mengenai perkawinan Nabi dan kewajiban istri-istrinya; larangan menyakiti hati Nabi.3. **Kisah-kisah:** Perang Ahzab (Khandaq): kisah Zainab binti Jahsy dengan Zaid; perang terhadap Bani Quraizhah.4. **Lain-lain:** Penyesalan orang-orang kafir di akhirat karena mereka mengingkari Allah dan rasul-Nya; sifat-sifat orang-orang munafik.Surat Al-Ahzab mengemukakan tingkah laku dan usaha orang-orang munafik menyakiti Nabi Muhammad, faktor penyebab perang Ahzab dan kesudahannya, tentang perkawinan Nabi dengan istri-istrinya, sopan-santun di rumah Nabi, fitnah terhadap Nabi Muhammad, dan adab sopan santun yang diperlukan untuk membangun masyarakat islami di Madinah, terutama setelah perang Badar.Dari surat Al-Ahzab ini dapat diambil kesimpulan bahwa kemenangan orang-orang mukmin terhadap musuh-musuhnya adalah karena persatuan dan ketaatan kaum muslimin kepada pimpinan. Sepandai apa pun fitnah yang dilancarkan terhadap Nabi Muhammad maka akhirnya terbongkar juga.**Hubungan Surat Al-Ahzab Dengan Surat Saba':**1. Pada akhir surat Al-Ahzab disebutkan bahwa Allah memiliki sifat Maha Pengampun dan Maha Penyayang, sedangkan di awal surat Saba' disebutkan pula sifat yang sama.2. Pada surat Al-Ahzab diceritakan bahwa orang-orang kafir menanyakan kapan hari kiamat terjadi dengan tujuan memperolok-olokkan Nabi Muhammad, sedangkan dalam surat Saba' diceritakan bahwa orang kafir itu menjadikan berita hari kiamat bukan saja sebagai olok-olokan bahkan dengan tegas mengingkarinya dan mencela orang-orang yang mempercayainya.",
      "verses": [
        {
          "number": 7,
          "arabic": "وَإِذْ أَخَذْنَا مِنَ ٱلنَّبِيِّـۧنَ مِيثَـٰقَهُمْ وَمِنكَ وَمِن نُّوحٍ وَإِبْرَٰهِيمَ وَمُوسَىٰ وَعِيسَى ٱبْنِ مَرْيَمَ ۖ وَأَخَذْنَا مِنْهُم مِّيثَـٰقًا غَلِيظًا",
          "transliteration": "wa-idh akhadhnā mina l-nabiyīna mīthāqahum waminka wamin nūḥin wa-ib'rāhīma wamūsā waʿīsā ib'ni maryama wa-akhadhnā min'hum mīthāqan ghalīẓan",
          "translation": "Dan (ingatlah) ketika Kami mengambil perjanjian dari para nabi dan dari engkau (sendiri), dari Nuh, Ibrahim, Musa dan Isa putra Maryam, dan Kami telah mengambil dari mereka perjanjian yang teguh,<sup foot_note=135619>1</sup>",
          "tafsir": "Ayat ini menerangkan bahwa Allah mengingatkan kepada Nabi Muhammad bahwa Dia telah menerima janji dari Nuh, Ibrahim, Musa, dan Isa bahwa mereka benar-benar akan menyampaikan agama Allah kepada manusia. Mereka juga akan saling membenarkan dalam menyampaikan risalah itu, yaitu dengan cara mengakui para nabi yang terdahulu dari mereka sebagai nabi-nabi Allah. Ayat ini senada dengan firman Allah: Dan (ingatlah), ketika Allah mengambil perjanjian dari para nabi, \"Manakala Aku memberikan kitab dan hikmah kepadamu lalu datang kepada kamu seorang rasul yang membenarkan apa yang ada pada kamu, niscaya kamu akan sungguh-sungguh beriman kepadanya dan menolongnya.\" Allah berfirman, \"Apakah kamu setuju dan menerima perjanjian dengan-Ku atas yang demikian itu?\" Mereka menjawab, \"Kami setuju.\" Allah berfirman, \"Kalau begitu bersaksilah kamu (para nabi) dan Aku menjadi saksi bersama kamu.\" (ali 'Imran/3: 81) Dalam ayat ini hanya disebutkan para nabi yang termasuk ulul azmi, yaitu Nuh, Ibrahim, Musa, Isa, dan Muhammad, karena merekalah yang mempunyai syariat dan kitab suci. Janji yang diberikan oleh para nabi itu adalah janji yang kuat dan berat yang harus ditepati. Di akhirat nanti, Allah akan menanyakan kepada para nabi itu dan umatnya masing-masing tentang pelaksanaan tugas yang telah mereka janjikan. Dalam ayat yang lain, Allah berfirman: Maka pasti akan Kami tanyakan kepada umat yang telah mendapat seruan (dari rasul-rasul) dan Kami akan tanyai (pula) para rasul. (al-A'raf/7: 6)"
        },
        {
          "number": 8,
          "arabic": "لِّيَسْـَٔلَ ٱلصَّـٰدِقِينَ عَن صِدْقِهِمْ ۚ وَأَعَدَّ لِلْكَـٰفِرِينَ عَذَابًا أَلِيمًا",
          "transliteration": "liyasala l-ṣādiqīna ʿan ṣid'qihim wa-aʿadda lil'kāfirīna ʿadhāban alīman",
          "translation": "agar Dia menanyakan kepada orang-orang yang benar tentang kebenaran mereka.<sup foot_note=135620>1</sup> Dia menyediakan azab yang pedih bagi orang-orang kafir.",
          "tafsir": "Pada ayat ini diterangkan penyebab Allah mengambil janji yang kuat dari para nabi untuk menyampaikan agama Allah kepada manusia, dan untuk saling menolong di antara mereka dengan saling mengatakan kepada umatnya bahwa mereka semua adalah rasul Allah. Sebabnya ialah agar Allah dapat menanyakan kepada para nabi itu di akhirat nanti tugas yang diberikan kepada mereka, apakah mereka telah menjalankan dengan baik, atau belum, dan bagaimana sambutan umat-umat mereka terhadap seruan itu. Demikian pula agar Allah dapat menanyakan kepada umat-umat itu sendiri di akhirat nanti tentang sikap mereka terhadap seruan para rasul. Dengan demikian, Allah menyediakan azab yang pedih bagi orang-orang yang mengingkari seruan para rasul, sebagaimana Dia menyediakan pahala yang besar bagi orang-orang yang memperkenankan seruan para rasul itu."
        },
        {
          "number": 9,
          "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱذْكُرُوا۟ نِعْمَةَ ٱللَّهِ عَلَيْكُمْ إِذْ جَآءَتْكُمْ جُنُودٌ فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا وَجُنُودًا لَّمْ تَرَوْهَا ۚ وَكَانَ ٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرًا",
          "transliteration": "yāayyuhā alladhīna āmanū udh'kurū niʿ'mata l-lahi ʿalaykum idh jāatkum junūdun fa-arsalnā ʿalayhim rīḥan wajunūdan lam tarawhā wakāna l-lahu bimā taʿmalūna baṣīran",
          "translation": "Wahai orang-orang yang beriman! Ingatlah akan nikmat Allah (yang telah dikaruniakan) kepadamu ketika bala tentara datang kepadamu, lalu Kami kirimkan kepada mereka angin topan dan bala tentara yang tidak dapat terlihat olehmu.<sup foot_note=135621>1</sup> Allah Maha Melihat apa yang kamu kerjakan.",
          "tafsir": "Pada ayat ini, Allah mengingatkan kepada kaum Muslimin akan nikmat besar yang telah dilimpahkan-Nya kepada mereka pada Perang Ahzab ketika mereka dikepung rapat oleh tentara yang bersekutu yang terdiri dari tentara kaum Quraisy, Bani Gathafan, Bani an-Nadhir yang telah dibuang Rasulullah ke Khaibar dan tentara-tentara yang lain yang datang menyerang mereka ke Medinah. Setelah sebulan terkepung, maka Allah menghalau musuh-musuh mereka itu dengan tentara malaikat dan topan yang amat dingin dan kencang di malam yang sangat dingin pula, sehingga menerbangkan kemah-kemah tentara itu. Pada waktu itu, timbullah kegentaran dan ketakutan dalam hati musuh-musuh itu, sehingga salah seorang pemimpin mereka yang bernama thulaihah bin Khawailid al-Asadi berkata, \"Muhammad telah menyihir kamu, maka selamatkan dirimu, selamatkan dirimu!\" Dengan demikian, Perang Ahzab ini dimenangkan oleh kaum Muslimin tanpa terjadi pertempuran, karena musuh telah dihalau oleh tentara malaikat dan topan angin dingin yang amat kencang itu. Pada akhir ayat ini, Allah menerangkan bahwa Dia melihat dan mengetahui segala yang dikerjakan kaum Muslimin dalam Perang Ahzab itu, seperti menggali parit, menyusun taktik, dan strategi peperangan untuk menegakkan agama-Nya. Allah juga mengetahui segala penderitaan yang mereka alami selama dikepung musuh, tetapi semua penderitaan itu mereka hadapi dengan tabah dan sabar. Semua yang dialami kaum Muslimin itu akan mendapat balasan yang berlipat ganda dari Allah."
        },
        {
          "number": 10,
          "arabic": "إِذْ جَآءُوكُم مِّن فَوْقِكُمْ وَمِنْ أَسْفَلَ مِنكُمْ وَإِذْ زَاغَتِ ٱلْأَبْصَـٰرُ وَبَلَغَتِ ٱلْقُلُوبُ ٱلْحَنَاجِرَ وَتَظُنُّونَ بِٱللَّهِ ٱلظُّنُونَا۠",
          "transliteration": "idh jāūkum min fawqikum wamin asfala minkum wa-idh zāghati l-abṣāru wabalaghati l-qulūbu l-ḥanājira wataẓunnūna bil-lahi l-ẓunūnā",
          "translation": "(Yaitu) ketika mereka datang kepadamu dari atas dan dari bawahmu, dan ketika penglihatan(mu) terpana dan hatimu menyesak sampai ke tenggorokan<sup foot_note=135622>1</sup> dan kamu berprasangka yang bukan-bukan terhadap Allah.",
          "tafsir": "Ayat ini menerangkan bahwa Allah mengetahui ketika tentara yang bersekutu datang dari bawah lembah, yaitu dari sebelah timur yang terdiri dari golongan Gathafan, penduduk Nejed, dan ikut pula beserta mereka Bani Quraidhah dan Bani an-Nadhir. Allah mengetahui pula kedatangan golongan yang bersekutu lain yang datang dari atas lembah dari sebelah barat yang terdiri dari orang-orang Quraisy dan pengikut-pengikutnya dari bermacam-macam suku dengan Bani Kinanah dan penduduk Tihamah. Dalam keadaan musuh mulai mengepung itu, timbullah rasa takut dan gentar terutama dalam hati orang-orang munafik yang ikut bersama-sama kaum Muslimin. Mata mereka terbelalak dan kerongkongan mereka terasa tersumbat akibat ketakutan, dan timbul dalam hati mereka was-was, ragu-ragu, dan berbagai prasangka. Bahkan di antara mereka ada yang telah menduga bahwa kaum Muslimin akan dikalahkan oleh tentara sekutu, mengingat jumlah mereka yang jauh lebih banyak jika dibandingkan dengan jumlah kaum Muslimin. Adapun orang-orang yang beriman percaya benar akan janji Allah, bahwa Rasulullah saw dan kaum Muslimin akan memenangkan peperangan itu, dan pertolongan Allah pasti datang, serta mereka percaya benar akan kekuasaan dan kebesaran-Nya. Sedang orang-orang munafik berprasangka bahwa kaum Muslimin dan agama Islam akan hancur dan binasa. Kaum musyrik Mekah akan menaklukkan kota Medinah dan mengembalikannya kepada keadaan masa Jahiliah."
        },
        {
          "number": 11,
          "arabic": "هُنَالِكَ ٱبْتُلِىَ ٱلْمُؤْمِنُونَ وَزُلْزِلُوا۟ زِلْزَالًا شَدِيدًا",
          "transliteration": "hunālika ub'tuliya l-mu'minūna wazul'zilū zil'zālan shadīdan",
          "translation": "Disitulah diuji orang-orang mukmin dan digoncangkan (hatinya) dengan goncangan yang dahsyat.",
          "tafsir": "Dalam keadaan yang demikian mencekam, Allah menguji kekuatan iman orang-orang yang beriman, sehingga nyata mana yang benar-benar beriman, yang memurnikan ketaatan hanya kepada Allah saja, percaya bahwa Muhammad saw adalah rasul Allah, dan percaya pula akan kemenangan Islam dan kaum Muslimin, serta mana yang goyah dan rapuh imannya, yang mengikuti Rasulullah hanya semata-mata hendak mencari keuntungan diri mereka saja. Seakan-akan Perang Ahzab ini merupakan suatu seleksi bagi kaum Muslimin, tentang siapa yang benar-benar kawan dan siapa yang sungguh-sungguh lawan. (12) Menurut riwayat, thu'mah bin Ubairiq dan tujuh puluh orang yang lain mengatakan, \"Bagaimana pula yang dijanjikan kepada kita penaklukan kerajaan Persia dan Romawi, padahal pada saat ini untuk buang air besar saja tidak seorang pun di antara kita yang sanggup.\" Ucapan ini sengaja mereka lontarkan tatkala mereka mendengar berita tentang peristiwa yang terjadi di waktu Rasulullah menggali parit dan mencangkuli batu yang memancarkan cahaya sebagaimana yang telah diterangkan. Maka Allah menurunkan ayat ini. Dalam ayat ini diterangkan hasil ujian Allah kepada kaum Muslimin, yaitu dengan tercetusnya perkataan orang-orang munafik seperti Mu'attib bin Qusyair dan orang-orang yang lain yang masih lemah imannya, \"Semua yang dijanjikan Allah dan Rasul-Nya kepada kita, seperti akan mendapat kemenangan, memperoleh kebahagiaan hidup, dan sebagainya, tidak lain hanyalah tipu daya dan janji-janji kosong saja, bahkan janji itu menimbulkan kesengsaraan dan malapetaka bagi kita semuanya. Muhammad mengatakan bahwa kerajaan Persia dan Romawi akan takluk ke bawah kekuasaan kaum Muslimin, tetapi kenyataannya sekarang, kaum Muslimin yang akan menaklukkan itu sedang dikepung rapat oleh tentara yang bersekutu dan akan mengalami kehancuran dan kemusnahan.\""
        },
        {
          "number": 12,
          "arabic": "وَإِذْ يَقُولُ ٱلْمُنَـٰفِقُونَ وَٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ مَّا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥٓ إِلَّا غُرُورًا",
          "transliteration": "wa-idh yaqūlu l-munāfiqūna wa-alladhīna fī qulūbihim maraḍun mā waʿadanā l-lahu warasūluhu illā ghurūran",
          "translation": "Dan (ingatlah) ketika orang-orang munafik dan orang-orang yang hatinya berpenyakit berkata, \"Yang dijanjikan Allah dan Rasul-Nya kepada kami hanya tipu daya belaka.\"",
          "tafsir": "Dalam keadaan yang demikian mencekam, Allah menguji kekuatan iman orang-orang yang beriman, sehingga nyata mana yang benar-benar beriman, yang memurnikan ketaatan hanya kepada Allah saja, percaya bahwa Muhammad saw adalah rasul Allah, dan percaya pula akan kemenangan Islam dan kaum Muslimin, serta mana yang goyah dan rapuh imannya, yang mengikuti Rasulullah hanya semata-mata hendak mencari keuntungan diri mereka saja. Seakan-akan Perang Ahzab ini merupakan suatu seleksi bagi kaum Muslimin, tentang siapa yang benar-benar kawan dan siapa yang sungguh-sungguh lawan."
        },
        {
          "number": 13,
          "arabic": "وَإِذْ قَالَت طَّآئِفَةٌ مِّنْهُمْ يَـٰٓأَهْلَ يَثْرِبَ لَا مُقَامَ لَكُمْ فَٱرْجِعُوا۟ ۚ وَيَسْتَـْٔذِنُ فَرِيقٌ مِّنْهُمُ ٱلنَّبِىَّ يَقُولُونَ إِنَّ بُيُوتَنَا عَوْرَةٌ وَمَا هِىَ بِعَوْرَةٍ ۖ إِن يُرِيدُونَ إِلَّا فِرَارًا",
          "transliteration": "wa-idh qālat ṭāifatun min'hum yāahla yathriba lā muqāma lakum fa-ir'jiʿū wayastadhinu farīqun min'humu l-nabiya yaqūlūna inna buyūtanā ʿawratun wamā hiya biʿawratin in yurīdūna illā firāran",
          "translation": "Dan (ingatlah) ketika segolongan di antara mereka berkata, \"Wahai penduduk Yasrib (Madinah)! Tidak ada tempat bagimu, maka kembalilah kamu.\" Dan sebagian dari mereka meminta izin kepada Nabi (untuk kembali pulang) dengan berkata, \"Sesungguhnya rumah-rumah kami terbuka (tidak ada penjaga).\" Padahal rumah-rumah itu tidak terbuka, mereka hanyalah hendak lari.",
          "tafsir": "Di antara mereka, seperti 'Abdullah bin Ubay dan kawan-kawannya, ada pula yang mengatakan, \"Hai penduduk kota Medinah, tempat ini bukanlah tempat yang harus kita tempati, maka kembalilah ke rumahmu masing-masing, agar kamu tidak ditimpa malapetaka dan kesengsaraan serta tidak mati terbunuh oleh musuh-musuh yang sedang mengepung kita.\" Sebagian ahli tafsir ada yang menafsirkan, \"Hai penduduk Medinah, tidak ada tempat bagi kamu sekalian untuk tetap menganut agama Muhammad. Kembalilah kamu kepada agamamu dahulu, dan serahkanlah Muhammad dan pengikut-pengikutnya kepada musuh-musuhnya yang sedang mengepung itu, sehingga keselamatan kamu semua terjamin.\" Karena perkataan dan ajakan pemimpin-pemimpin munafik dan Yahudi itu, maka sebagian dari mereka ada yang terpengaruh dan meminta kepada Nabi saw agar dapat meninggalkan medan perang dan kembali ke rumah mereka. Di antara yang meminta itu ialah Bani harisah. Alasan yang mereka kemukakan ialah rumah-rumah mereka berada di tempat yang berdekatan dengan pangkalan-pangkalan pasukan musuh sedang dindingnya tidak kuat, mereka khawatir musuh akan mengambil harta benda mereka. Pada akhir ayat ini, Allah menerangkan bahwa semua alasan yang dikemukakan oleh orang-orang munafik dan Yahudi adalah alasan-alasan yang dibuat-buat saja. Alasan-alasan itu mereka kemukakan semata-mata untuk menghindarkan diri dari ikut berperang beserta Nabi dan kaum Muslimin, karena mereka tidak melihat suatu keuntungan yang akan mereka peroleh."
        },
        {
          "number": 14,
          "arabic": "وَلَوْ دُخِلَتْ عَلَيْهِم مِّنْ أَقْطَارِهَا ثُمَّ سُئِلُوا۟ ٱلْفِتْنَةَ لَـَٔاتَوْهَا وَمَا تَلَبَّثُوا۟ بِهَآ إِلَّا يَسِيرًا",
          "transliteration": "walaw dukhilat ʿalayhim min aqṭārihā thumma su-ilū l-fit'nata laātawhā wamā talabbathū bihā illā yasīran",
          "translation": "Dan kalau (Yasrib) diserang dari segala penjuru, dan mereka diminta agar membuat kekacauan, niscaya mereka mengerjakannya; dan hanya sebentar saja mereka menunggu.",
          "tafsir": "Ayat ini menerangkan kelemahan hati dan keyakinan orang-orang munafik dan Yahudi yang sedang menerima cobaan Allah itu. Mereka tidak sanggup mengatasi kesukaran-kesukaran yang sedang mereka hadapi, dan tidak sanggup menghadapi bahaya dan ancaman yang datang kepada mereka, sehingga mereka meminta kepada Rasulullah saw agar diizinkan meninggalkan medan pertempuran. Keadaan hati dan keyakinan mereka itu dilukiskan Allah sebagai berikut, \"Seandainya tentara sekutu itu memasuki rumah-rumah orang munafik dan Yahudi dari segenap penjuru, merusak dan merampas apa yang ada di dalamnya, menganiaya dan membunuh anak-anak dan keluarga mereka, meminta mereka agar kembali memeluk agama syirik, mengadakan keonaran dan menghantam kaum Muslimin dari belakang, tentulah mereka membiarkan tindakan musuh itu dan mengikuti segala yang mereka kehendaki. Hal itu diakibatkan karena ketakutan dan tidak adanya cita-cita dalam hati mereka, kecuali mencari kesenangan duniawi dan keuntungan pribadi belaka.\" Dari ayat ini dipahami bahwa ketakutanlah yang merupakan sebab, sehingga orang-orang munafik dan Yahudi tidak mempunyai pendirian. Ketakutan itu timbul di dalam hati mereka karena tidak ada keimanan sedikit pun. Padahal jika mereka berpikir dengan benar dan menimbang untung ruginya, mereka lebih selamat jika ikut andil dalam peperangan."
        },
        {
          "number": 15,
          "arabic": "وَلَقَدْ كَانُوا۟ عَـٰهَدُوا۟ ٱللَّهَ مِن قَبْلُ لَا يُوَلُّونَ ٱلْأَدْبَـٰرَ ۚ وَكَانَ عَهْدُ ٱللَّهِ مَسْـُٔولًا",
          "transliteration": "walaqad kānū ʿāhadū l-laha min qablu lā yuwallūna l-adbāra wakāna ʿahdu l-lahi masūlan",
          "translation": "Dan sungguh, mereka sebelum itu telah berjanji kepada Allah, tidak akan berbalik ke belakang (mundur). Dan perjanjian dengan Allah akan diminta pertanggung jawabannya.",
          "tafsir": "Ayat ini menerangkan bahwa orang-orang yang minta izin meninggalkan medan pertempuran itu pernah berjanji dengan Rasulullah saw bahwa mereka tidak akan mengkhianatinya dan akan ikut berperang bersama-sama kaum Muslimin menghadapi kaum musyrik. Akan tetapi, akhirnya mereka mengingkari janjinya. Menurut riwayat, Bani harisah pernah lari dari medan Perang Uhud, kemudian mereka minta agar Nabi memaafkan kesalahan mereka. Mereka berjanji tidak akan lari lagi dari medan pertempuran dan akan berjuang dengan Nabi dan kaum Muslimin. Pada akhir ayat ini, Allah menegaskan bahwa mereka yang telah berjanji itu akan diminta pertanggungjawaban tentang apa yang telah diucapkannya. Di hari Kiamat, mereka akan diberi pembalasan yang setimpal dengan tindakan mereka itu."
        }
      ]
    }
  ]
}