{
  "pageNumber": 314,
  "juz": 16,
  "surahs": [
    {
      "number": 20,
      "name": "Taha",
      "nameArabic": "طه",
      "meaning": "Taha",
      "revelation": "Makkah",
      "description": "Surat Thaha terdiri dari 135 ayat, diturunkan setelah diturunkannya surat Maryam, dan termasuk surat Makkiyyah.Surat ini dinamai \"Thaha\", diambil dari perkataan yang berasal dari ayat pertama surat ini. Sebagaimana yang lazim terdapat pada surat-surat yang memakai huruf-huruf abjad pada permulaannya, di mana huruf tersebut seakan-akan merupakan pemberitahuan Allah kepada orang-orang yang membacanya, bahwa setelah huruf itu akan dikemukakan hal-hal yang sangat penting untuk diketahui, maka demikian pula halnya dengan ayat-ayat yang terdapat setelah huruf \"Thaha\" dalam surat ini. Allah menerangkan bahwa Al-Qur'an merupakan peringatan bagi manusia dan wahyu dari Allah, Pencipta semesta alam. Kemudian Allah menerangkan kisah beberapa orang nabi; akibat-akibat yang akan dialami oleh orang-orang yang percaya kepada Allah dan orang-orang yang mengingkari-Nya, baik di dunia maupun di akhirat.&nbsp;Selain hal-hal tersebut di atas, maka surat ini mengandung pokok-pokok isi sebagai berikut:1. **Keimanan:** Al-Qur'an adalah peringatan bagi manusia terutama bagi orang-orang yang bertakwa; Musa langsung menerima wahyu dari Allah tanpa perantara Jibril; Allah bersemayam di atas 'Arsy, mengetahui sesuatu yang samar dan yang lebih samar; keadaan orang berdosa ketika dikumpulkan pada hari kiamat; syafaat tidak bermanfaat pada hari kiamat kecuali dari orang yang mendapat izin dari Allah.2. **Hukum-hukum:** Perintah mengerjakan shalat dan keutamaan waktu-waktunya; kewajiban menyuruh keluarga melakukan shalat.3. **Kisah-kisah:** Kisah Musa dan Harun dalam menghadapi Fir'aun dan Bani Israil; kisah Nabi Adam dan iblis.4. **Lain-lain:** Perintah Allah kepada Nabi Muhammad supaya meminta tambahan ilmu kepada Allah meskipun sudah menjadi rasul; Allah tidak akan mengazab suatu kaum sebelum rasul diutus kepada mereka; larangan teperdaya oleh kesenangan kehidupan dunia.Dalam surat Thaha ini diterangkan bahwa Al-Qur'an, sebagai kitab yang diwahyukan Allah kepada Nabi Muhammad, adalah peringatan dan kabar gembira bagi manusia, yang wajib diikuti dan diimani. Sangat besar akibat yang dialami oleh orang terdahulu yang tidak mempercayai dan mengingkari rasul-rasul, seperti Fir'aun dan pengikutnya. Kitab Bani Israil pun dipaparkan Allah dalam surat ini sebagai suatu umat yang banyak mengingkari perintah nabinya.**Hubungan Surat Thaha Dengan Surat Al-Anbiya':**Surat Thaha diakhiri dengan menerangkan bahwa manusia mudah dipengaruhi oleh kenikmatan hidup dunia, yang oleh Allah dijadikan sebagai cobaan bagi manusia, juga diakhiri dengan menyuruh bersabar dan mendirikan shalat, serta menerangkan apa yang diterima oleh orang yang bertakwa. Hal ini diulangi kembali pada permulaan surat Al-Anbiya' dan ditegaskan bahwa manusia selalu lalai dan lupa terhadap perbuatan yang harus dilakukan untuk menghadapi hari kiamat dan hisab di akhirat nanti.",
      "verses": [
        {
          "number": 38,
          "arabic": "إِذْ أَوْحَيْنَآ إِلَىٰٓ أُمِّكَ مَا يُوحَىٰٓ",
          "transliteration": "idh awḥaynā ilā ummika mā yūḥā",
          "translation": "(yaitu) ketika Kami mengilhamkan kepada ibumu sesuatu yang diilhamkan,",
          "tafsir": "Ayat ini mengingatkan bahwa ketika Allah akan menganugerahkan delapan macam karunia kepada Nabi Musa a.s., maka Allah memberi ilham kepada ibu Musa di antaranya memberitahukan dan mengajarkan ibu Musa bagaimana caranya menyelamatkan anaknya dari kezaliman Firaun, yang memerintahkan tentaranya untuk membunuh semua bayi laki-laki yang ada di bawah kekuasaannya dibunuh semuanya."
        },
        {
          "number": 39,
          "arabic": "أَنِ ٱقْذِفِيهِ فِى ٱلتَّابُوتِ فَٱقْذِفِيهِ فِى ٱلْيَمِّ فَلْيُلْقِهِ ٱلْيَمُّ بِٱلسَّاحِلِ يَأْخُذْهُ عَدُوٌّ لِّى وَعَدُوٌّ لَّهُۥ ۚ وَأَلْقَيْتُ عَلَيْكَ مَحَبَّةً مِّنِّى وَلِتُصْنَعَ عَلَىٰ عَيْنِىٓ",
          "transliteration": "ani iq'dhifīhi fī l-tābūti fa-iq'dhifīhi fī l-yami falyul'qihi l-yamu bil-sāḥili yakhudh'hu ʿaduwwun lī waʿaduwwun lahu wa-alqaytu ʿalayka maḥabbatan minnī walituṣ'naʿa ʿalā ʿaynī",
          "translation": "(yaitu), letakkanlah dia (Musa) di dalam peti, kemudian hanyutkanlah dia ke sungai (Nil), maka biarlah (arus) sungai itu membawanya ke tepi, dia akan diambil oleh (Fir'aun) musuh-Ku dan musuhnya. Aku telah melimpahkan kepadamu kasih sayang yang datang dari-Ku;<sup foot_note=135463>1</sup> dan agar engkau diasuh di bawah pengawasan-Ku.",
          "tafsir": "Ketika ibu Musa dalam keadaan panik, maka ia diperintahkan Allah supaya menaruh anaknya di dalam peti yang dibuat rapi dan kuat, kemudian melemparkannya ke sungai Nil. Perintah ini dilaksanakan oleh Ibu Musa dengan segera yang akhirnya peti itu jatuh ke tangan Firaun, musuh Allah dan musuh Musa sendiri pada waktu mendatang. Diriwayatkan bahwa pada suatu senja Firaun dan istrinya duduk santai di tepi sungai Nil, tiba-tiba terlihat olehnya sebuah peti tidak jauh dari tempatnya. Disuruhnyalah dayang-dayangnya mengambil peti itu dan membawanya ke hadapannya. Ketika peti itu dibuka kelihatanlah seorang bayi laki-laki yang rupawan. Alangkah senangnya istri Firaun melihat bayi itu. Kasih sayang dan cintanya pun kepada bayi itu sangat mendalam. Maka diambilnyalah bayi itu dan dipelihara serta dididik di istananya. Inilah karunia yang pertama. Karunia yang kedua ialah, bahwa Allah telah melimpahkan kasih sayang yang tulus kepada Musa dan kasih itu telah ditanamkan ke dalam setiap hati orang. Siapapun yang memandang kepada Musa akan merasa kasih sayang kepadanya. Jadi tidak heran kalau Firaun dan istrinya merasa sayang dan cinta kepada Musa, sehingga isterinya berkata kepada suaminya, sebagaimana tercantum di dalam Al-Qur'an: Dan istri Firaun berkata, \"(Dia) adalah penyejuk mata hati bagiku dan bagimu. Janganlah kamu membunuhnya, mudah-mudahan dia bermanfaat kepada kita atau kita ambil dia menjadi anak,\" sedang mereka tidak menyadari. (al-Qashash/ 28: 9) Karunia ketiga ialah diasuhnya Musa di istana Firaun di bawah pengawasan dan pengamatan Allah serta dijaganya dari segala hal yang akan mengganggunya, ketika ia diasuh oleh keluarga Firaun manusia kejam yang tidak mengenal perikemanusiaan itu."
        },
        {
          "number": 40,
          "arabic": "إِذْ تَمْشِىٓ أُخْتُكَ فَتَقُولُ هَلْ أَدُلُّكُمْ عَلَىٰ مَن يَكْفُلُهُۥ ۖ فَرَجَعْنَـٰكَ إِلَىٰٓ أُمِّكَ كَىْ تَقَرَّ عَيْنُهَا وَلَا تَحْزَنَ ۚ وَقَتَلْتَ نَفْسًا فَنَجَّيْنَـٰكَ مِنَ ٱلْغَمِّ وَفَتَنَّـٰكَ فُتُونًا ۚ فَلَبِثْتَ سِنِينَ فِىٓ أَهْلِ مَدْيَنَ ثُمَّ جِئْتَ عَلَىٰ قَدَرٍ يَـٰمُوسَىٰ",
          "transliteration": "idh tamshī ukh'tuka fataqūlu hal adullukum ʿalā man yakfuluhu farajaʿnāka ilā ummika kay taqarra ʿaynuhā walā taḥzana waqatalta nafsan fanajjaynāka mina l-ghami wafatannāka futūnan falabith'ta sinīna fī ahli madyana thumma ji'ta ʿalā qadarin yāmūsā",
          "translation": "(Yaitu) ketika saudara perempuanmu berjalan, lalu dia berkata (kepada keluarga Fir'aun), ‘Bolehkah saya menunjukkan kepadamu orang yang akan memeliharanya?’ Maka Kami mengembalikanmu kepada ibumu, agar senang hatinya dan tidak bersedih hati. Dan engkau pernah membunuh seseorang,<sup foot_note=135464>1</sup> lalu Kami selamatkan engkau dari kesulitan (yang besar) dan Kami telah mencobamu dengan beberapa cobaan (yang berat); lalu engkau tinggal beberapa tahun di antara penduduk Madyan,<sup foot_note=135465>2</sup> kemudian engkau, wahai Musa, datang menurut waktu yang ditetapkan,",
          "tafsir": "Ketika Musa berada di bawah asuhan keluarga Firaun, mereka sibuk mencari wanita yang akan menyusukannya. Setiap wanita yang telah ditunjuk untuk menyusukannya, Musa tidak mau menyusu kepadanya. Ini adalah satu petunjuk dari Allah : Dan Kami cegah dia (Musa) menyusu kepada perempuan-perempuan yang mau menyusui(nya) sebelum itu. (al-Qashash/28: 12) Sebelum mereka menemukan perempuan yang Musa mau menyusu kepadanya, datanglah Maryam saudara perempuan Musa yang disuruh oleh ibunya mengikuti peti adiknya secara diam-diam dan menawarkan kepada keluarga Firaun perempuan yang akan menyusukan Musa dan mengasuhnya sebagaimana dikisahkan di dalam firman Allah: \"Maukah aku tunjukkan kepadamu, keluarga yang akan memeliharanya untukmu dan mereka dapat berlaku baik padanya?\" (al- Qashash/28: 12) Tawaran Maryam itu diterima dengan baik oleh keluarga Firaun, maka didatangkanlah ibunya, yaitu ibu Musa sendiri, dan menyusulah Musa kepada ibunya. Dengan demikian Musa kembali diasuh oleh ibunya sendiri dan hilanglah kecemasan dan duka cita ibunya, bahkan alangkah senang hatinya memandang anaknya di dalam keadaan selamat, segar dan bugar. Ini adalah karunia yang keempat. Karunia yang kelima, yaitu ketika Musa memasuki negeri Manuf, negeri Firaun, di siang hari yang sedang sepi karena penduduknya sedang istirahat. Dilihatnya ada dua orang berkelahi, yang satu dari Bani Israil yaitu golongannya, dan yang satu lagi bangsa Kibti dari golongan Firaun, bahkan ia adalah tukang masak Firaun. Ketika Bani Israil itu minta tolong, Musa lalu meninju lawan musuh Bani Israil itu. Di luar dugaan, akibat dari tinju Musa, orang Kibti itu meninggal dunia. Atas kejadian yang tidak disengaja itu, Musa merasa cemas dan takut, sebagaimana dikisahkan di dalam firman Allah: Karena itu, dia (Musa) menjadi ketakutan berada di kota itu sambil menunggu (akibat perbuatannya). (al-Qashash/28: 18) Ketika peristiwa itu diketahui Firaun, dia sangat marah dan berusaha membunuh Musa. Kemarahan dan niat jahat Firaun ini diberitahukan kepada Musa oleh seorang dari golongan Firaun yang telah beriman kepada Musa, maka pergilah Musa menghindar sampai ke negeri Madyan. Dengan demikian selamatlah ia dari penganiayaan Firaun. Musa tidak saja diselamatkan dari penganiayaan dan pembunuhan di dunia ini, tetapi juga selamat dari azab akhirat, karena dosa orang yang membunuh dengan tidak sengaja telah diampuni oleh Allah, atas doanya, sebagaimana dikisahkan Allah di dalam firman-Nya: Dia (Musa) berdoa, \"Ya Tuhanku, sesungguhnya aku telah menzalimi diriku sendiri, maka ampunilah aku.\" Maka Dia (Allah) mengampuninya. Sungguh, Allah, Dialah Yang Maha Pengampun, Maha Penyayang. (al-Qashash/28: 16) Allah memberikan cobaan yang bertubi-tubi kepada Musa, untuk mengetahui sampai di mana ketahanan mental Musa, sebagaimana lazimnya seseorang yang dipersiapkan untuk menerima kerasulan dari Allah, tetapi semuanya itu dapat dilaluinya dengan selamat, seperti diselamatkannya Musa dari penyembelihan bayi secara masal atas perintah Firaun, diselamatkannya ketika ia hendak dibunuh oleh Firaun karena ia mencabut jenggot Firaun, Musa dibela oleh istri Firaun dengan alasan dia masih kecil, belum dapat membedakan mana yang baik dan mana yang buruk, maka redalah kemarahan Firaun dan selamatlah Musa dari pembunuhan Firaun dan berbagai cobaan lainnya. Ini karunia yang keenam. Karunia ketujuh yaitu pelarian Musa ke Madyan, ia tinggal lama di sana, lebih kurang sepuluh tahun. Pada mulanya mengalami hidup yang pahit di tengah-tengah penduduk negeri Madyan, merasakan pedihnya hidup sebagai seorang pendatang yang membutuhkan banyak keperluan. Akhirnya terpaksa ia menjadi buruh, menggembalakan kambing mertuanya, untuk mendapat imbalan sekedarnya, guna menutupi keperluannya, yang kemudian dinikahkan dengan Safura putri Syekh Madyan. Demikianlah Musa, sampai ia mencapai umur yang telah ditentukan, tidak lebih dan tidak kurang untuk dijadikan rasul, yaitu ketika ia mencapai umur empat puluh tahun."
        },
        {
          "number": 41,
          "arabic": "وَٱصْطَنَعْتُكَ لِنَفْسِى",
          "transliteration": "wa-iṣ'ṭanaʿtuka linafsī",
          "translation": "dan Aku telah memilihmu (menjadi rasul) untuk diri-Ku.",
          "tafsir": "Karunia kedelapan ialah, Allah telah menjatuhkan pilihan kepada Musa menjadi rasul, menegakkan hujjah atas kebenaran yang dibawanya, memimpin umat manusia bertauhid mengesakan Allah dan sebagai perantara antara Khalik dan makhluk-Nya, menyampaikan agama-Nya yang lurus, yang membawa manusia kepada kebahagiaan dunia dan akhirat."
        },
        {
          "number": 42,
          "arabic": "ٱذْهَبْ أَنتَ وَأَخُوكَ بِـَٔايَـٰتِى وَلَا تَنِيَا فِى ذِكْرِى",
          "transliteration": "idh'hab anta wa-akhūka biāyātī walā taniyā fī dhik'rī",
          "translation": "Pergilah engkau beserta saudaramu dengan membawa tanda-tanda (kebesaran)-Ku, dan janganlah kamu berdua lalai mengingat-Ku;",
          "tafsir": "Ayat ini menerangkan bahwa Allah memerintahkan Musa bersama saudaranya Harun agar pergi kepada Firaun dan kaumnya dengan membawa bukti-bukti dan mukjizat-mukjizat yang telah diperlihatkan kepadanya seperti berubahnya tongkat menjadi ular besar yang gesit, merayap kesana kemari, keluarnya tangan Musa dari ketiaknya dalam keadaan putih bersih bercahaya seperti matahari tak bercacat untuk dijadikan hujjah dan alasan atas kebenaran kenabiannya. Dalam ayat ini pun Allah memperingatkan Musa dan Harun supaya dalam melaksanakan dakwah dan menyampaikan risalah Tuhannya kepada Firaun dan kaumnya hendaklah bersungguh-sungguh dan jangan lalai. Musa diperintahkan untuk menjelaskan kepada mereka bahwa Allah mengutus keduanya kepada mereka ialah untuk memberikan kabar gembira atas pahala yang telah disediakan bagi orang yang menyambut baik seruannya, dan memberi ancaman yang pedih bagi orang yang membangkang dan tidak mau menerimanya."
        },
        {
          "number": 43,
          "arabic": "ٱذْهَبَآ إِلَىٰ فِرْعَوْنَ إِنَّهُۥ طَغَىٰ",
          "transliteration": "idh'habā ilā fir'ʿawna innahu ṭaghā",
          "translation": "pergilah kamu berdua kepada Fir'aun, karena dia benar-benar telah melampaui batas;",
          "tafsir": "Ayat ini menerangkan bahwa Allah memerintahkan Musa a.s. dan Harun a.s. pergi kepada Firaun untuk mengemukakan bukti-bukti kebenaran kenabiannya yang dianugerahkan Allah, dan menjelaskan kesesatan Firaun, karena Firaun itu sudah keterlaluan sepak terjangnya melampaui batas, sampai-sampai mengaku bahwa dia adalah tuhan. Dia menyatakan kepada kaumnya dengan ucapan, \"Saya tuhanmu yang paling tinggi.\" Ayat ini mengkhususkan dakwah dan seruan kepada Firaun sedang pada ayat sebelumnya dakwah diserukan untuk umum, karena kalau Firaun sudah beriman kepada ajaran yang dibawa Nabi Musa a.s., dan Nabi Harun tentunya segenap orang-orang Mesir akan mengikutinya sebagaimana pepatah: 'Rakyat itu menurut agama rajanya."
        },
        {
          "number": 44,
          "arabic": "فَقُولَا لَهُۥ قَوْلًا لَّيِّنًا لَّعَلَّهُۥ يَتَذَكَّرُ أَوْ يَخْشَىٰ",
          "transliteration": "faqūlā lahu qawlan layyinan laʿallahu yatadhakkaru aw yakhshā",
          "translation": "maka berbicaralah kamu berdua kepadanya (Fir'aun) dengan kata-kata yang lemah lembut, mudah-mudahan dia sadar atau takut.\"",
          "tafsir": "Allah mengajarkan kepada Musa dan Harun a.s. bagaimana cara menghadapi Firaun, yaitu dengan kata-kata yang halus dan ucapan yang lemah lembut. Seseorang yang dihadapi dengan cara demikian, akan terkesan di hatinya dan akan cenderung menyambut baik dan menerima dakwah dan ajakan yang diserukan kepadanya. Cara yang bijaksana seperti ini telah diajarkan pula kepada Nabi Muhammad oleh Allah, sebagaimana firman-Nya: \"Serulah (manusia) kepada jalan Tuhanmu dengan hikmah dan pelajaran yang baik dan bantahlah mereka dengan cara yang baik.\" (an-Nahl/16: 125) Sebaliknya kalau seseorang itu dihadapi dengan kekerasan dan dengan bentakan, jangankan akan takluk dan tunduk, justeru dia akan menentang dan menjauhkan diri, sebagaimana dijelaskan dalam firman Allah: Sekiranya engkau bersikap keras dan berhati kasar, tentulah mereka menjauhkan diri dari sekitarmu. (Ali 'Imran/3: 159) Selain petunjuk Allah kepada Musa dan saudaranya, agar mereka bersikap santun menghadapi Firaun, juga diajarkan kata-kata yang akan disampaikan Musa kepada Firaun, sebagaimana dikisahkan Allah di dalam firman-Nya: Maka katakanlah (kepada Firaun), \"Adakah keinginanmu untuk membersihkan diri (dari kesesatan), dan engkau akan kupimpin ke jalan Tuhanmu agar engkau takut kepada-Nya?\" (an-Nazi'at/79: 18-19) Dengan cara dan kata-kata yang demikian itu diharapkan Firaun dapat menyadari kesesatannya, dan takut kepada azab yang akan ditimpakan kepadanya apabila dia tetap membangkang."
        },
        {
          "number": 45,
          "arabic": "قَالَا رَبَّنَآ إِنَّنَا نَخَافُ أَن يَفْرُطَ عَلَيْنَآ أَوْ أَن يَطْغَىٰ",
          "transliteration": "qālā rabbanā innanā nakhāfu an yafruṭa ʿalaynā aw an yaṭghā",
          "translation": "Keduanya berkata, \"Ya Tuhan kami, sungguh, kami khawatir dia akan segera menyiksa kami atau akan bertambah melampaui batas,\"",
          "tafsir": "Sebelum Musa dan Harun a.s. melaksanakan perintah Allah untuk mendatangi Firaun dan menyampaikan seruan kepadanya, mereka berdua berterus terang kepada Allah, bahwa mereka merasa takut dan cemas menghadapi Firaun, kalau-kalau mereka akan disiksa oleh Firaun, atau sebelum menyampaikan dakwah dan menjelaskan mukjizat-mukjizat yang menunjukkan kebenaran dakwahnya itu, Firaun sudah bertindak, me-ngeluarkan kata-kata yang tidak pantas terhadap Allah, karena dia adalah orang yang kejam, keras hati, tidak mempunyai perikemanusiaan sedikitpun."
        },
        {
          "number": 46,
          "arabic": "قَالَ لَا تَخَافَآ ۖ إِنَّنِى مَعَكُمَآ أَسْمَعُ وَأَرَىٰ",
          "transliteration": "qāla lā takhāfā innanī maʿakumā asmaʿu wa-arā",
          "translation": "Dia (Allah) berfirman, \"Janganlah kamu berdua khawatir, sesungguhnya Aku bersama kamu berdua, Aku mendengar dan melihat.",
          "tafsir": "Allah menghibur Musa dan Harun a.s. supaya mereka berdua tidak perlu takut kepada Firaun, karena Allah akan menolongnya. Dialah yang menguatkan dan menjaganya dari kejahatan Firaun. Dia senantiasa mendengar dan melihat apa yang terjadi di antara mereka berdua dengan Firaun, baik berupa perkataan maupun perbuatan. Dialah yang akan memelihara mereka berdua dari kejahatan yang mungkin ditimpakan Firaun kepadanya."
        },
        {
          "number": 47,
          "arabic": "فَأْتِيَاهُ فَقُولَآ إِنَّا رَسُولَا رَبِّكَ فَأَرْسِلْ مَعَنَا بَنِىٓ إِسْرَٰٓءِيلَ وَلَا تُعَذِّبْهُمْ ۖ قَدْ جِئْنَـٰكَ بِـَٔايَةٍ مِّن رَّبِّكَ ۖ وَٱلسَّلَـٰمُ عَلَىٰ مَنِ ٱتَّبَعَ ٱلْهُدَىٰٓ",
          "transliteration": "fatiyāhu faqūlā innā rasūlā rabbika fa-arsil maʿanā banī is'rāīla walā tuʿadhib'hum qad ji'nāka biāyatin min rabbika wal-salāmu ʿalā mani ittabaʿa l-hudā",
          "translation": "Maka pergilah kamu berdua kepadanya (Fir'aun) dan katakanlah, \"Sungguh, kami berdua adalah utusan Tuhanmu, maka lepaskanlah Bani Israil bersama kami dan janganlah engkau menyiksa mereka.<sup foot_note=135466>1</sup> Sungguh, kami datang kepadamu dengan membawa bukti (atas kerasulan kami) dari Tuhanmu. Dan keselamatan itu dilimpahkan kepada orang yang mengikuti petunjuk.",
          "tafsir": "Allah memerintahkan lagi supaya Musa dan Harun a.s. pergi kepada Firaun dan memberitahukan bahwa mereka berdua adalah Rasul Allah yang diutus kepadanya untuk menyampaikan risalah yang hak supaya Firaun mengetahui kedudukan dan tugas keduanya. Sebelum Musa dan Harun mengajak Firaun beriman kepada Allah, keduanya meminta kepada Firaun, supaya dia membebaskan Bani Israil dari penyiksaan dan penindasannya, membebaskan dari kerja berat, seperti menggali, membangun, mengangkat batu, baik laki-laki maupun perempuan. Firaun agar membiarkan Bani Israil pergi ke Palestina. Sesudah itu barulah Musa dan Harun a.s. menjelaskan tugas dan ke-wajiban dari Allah bahwa keduanya datang untuk menjelaskan hujjah-hujjah dan bukti-bukti yang nyata atas kebenaran kerasulan mereka. Kebahagiaan, kesejahteraan di dunia dan di akhirat bagi orang-orang yang taat kepada rasul-rasul Allah, dan mempercayai tanda-tanda kekuasaan-Nya, serta menjauhi hal-hal yang buruk dan menyesatkan. Ucapan seperti tersebut dipergunakan juga oleh Nabi Muhammad ketika mengirim surat berisi dakwah ke Heraclius raja Rumawi, sebagai berikut: \"Dengan nama Allah Yang Maha Pemurah lagi Maha Penyayang. Dari Muhammad hamba dan utusan Allah kepada Heraclius, penguasa negeri Romawi. Keselamatan dilimpahkan kepada orang yang mengikuti petunjuk. Adapun sesudah itu, sesungguhnya saya menyerumu kepada Islam. Anutlah agama Islam supaya engkau selamat, Allah akan memberimu pahala dua kali lipat.\" (Riwayat al-Bukhari dan Muslim dari Ibnu 'Abbas)"
        },
        {
          "number": 48,
          "arabic": "إِنَّا قَدْ أُوحِىَ إِلَيْنَآ أَنَّ ٱلْعَذَابَ عَلَىٰ مَن كَذَّبَ وَتَوَلَّىٰ",
          "transliteration": "innā qad ūḥiya ilaynā anna l-ʿadhāba ʿalā man kadhaba watawallā",
          "translation": "Sungguh telah diwahyukan kepada kami bahwa siksa itu (ditimpakan) pada siapa pun yang mendustakan (ajaran agama yang kami bawa) dan berpaling (tidak memperdulikannya).\"",
          "tafsir": "Pada ayat ini Allah menerangkan bahwa kepada Musa dan Harun telah diwahyukan bahwa siksaan akan ditimpakan baik di dunia maupun di akhirat kepada orang-orang yang mendustakan dakwah dan seruan rasul yang mengajak kepada tauhid, dan berpaling serta tidak memperdulikan pelajaran dan petunjuk rasul. Sejalan dengan ayat-ayat ini, firman Allah: Maka adapun orang yang melampaui batas, dan lebih mengutamakan kehidupan dunia, maka sungguh, nerakalah tempat tinggalnya.(an-Nazi'at/79: 37-38 dan 39) Dan firman-Nya: Maka Aku memperingatkan kamu dengan neraka yang menyala-nyala, yang hanya dimasuki oleh orang yang paling celaka, yang mendustakan (kebenaran) dan berpaling (dari iman). (al-Lail/92: 14-15 dan 16)"
        },
        {
          "number": 49,
          "arabic": "قَالَ فَمَن رَّبُّكُمَا يَـٰمُوسَىٰ",
          "transliteration": "qāla faman rabbukumā yāmūsā",
          "translation": "Dia (Fir'aun) berkata, \"Siapakah Tuhanmu berdua, wahai Musa?\"",
          "tafsir": "Diriwayatkan dari Ibnu 'Abbas bahwa setelah Musa dan Harun a.s. sampai di depan istana Firaun keduanya berdiri di sana, menunggu izin untuk masuk. Setelah tertahan cukup lama, karena penjagaan yang amat ketat, keduanya baru diizinkan masuk untuk menemui Firaun; dan terjadilah dialog antara keduanya dan Firaun. Pada ayat ini Allah mengisahkan dialog itu. Firaun bertanya, \"Kalau engkau berdua betul-betul utusan Tuhanmu yang mengutus kamu kemari, saya harap engkau beritahukan kepada saya, siapa Tuhanmu?\" Di dalam ayat ini, seakan-akan Musalah yang ditanya oleh Firaun, karena hanya nama Musa yang dipanggil, sekalipun pertanyaan itu ditujukan kepada Musa dan Harun, karena memang Musalah yang pokok, sedang Harun hanyalah pembantu baginya."
        },
        {
          "number": 50,
          "arabic": "قَالَ رَبُّنَا ٱلَّذِىٓ أَعْطَىٰ كُلَّ شَىْءٍ خَلْقَهُۥ ثُمَّ هَدَىٰ",
          "transliteration": "qāla rabbunā alladhī aʿṭā kulla shayin khalqahu thumma hadā",
          "translation": "Dia (Musa) menjawab, \"Tuhan kami ialah (Tuhan) yang telah memberikan bentuk kejadian kepada segala sesuatu, kemudian memberinya petunjuk.\"<sup foot_note=135467>1</sup>",
          "tafsir": "Pada ayat ini Allah menerangkan jawaban Musa atas pertanyaan Firaun bahwa yang mengutus keduanya ialah Tuhan yang telah melengkapi makhluk yang diciptakannya dengan anggota tubuh sesuai dengan kepentingannya masing-masing, seperti mata untuk melihat, telinga untuk mendengar, begitu juga tangan, kaki, hidung dan lain-lain anggota tubuh menurut fungsinya masing-masing sesuai dengan petunjuk dari Allah. Firman Allah: Dan Allah mengeluarkan kamu dari perut ibumu dalam keadaan tidak mengetahui sesuatu pun, dan Dia memberimu pendengaran, penglihatan dan hati nurani, agar kamu bersyukur. (an-Nahl/16 : 78) Kemudian Allah-lah yang membimbing dengan memberinya fungsi anggota tersebut untuk dapat membedakan mana yang baik dan mana yang buruk. Sejalan dengan ayat ini. Firman Allah: Demi jiwa serta penyempurnaan (ciptaan)nya, maka Dia mengilhamkan kepadanya (jalan) kejahatan dan ketakwaannya, (asy-Syams/91: 7 dan 8) Dan firman-Nya: Dan Kami telah menunjukkan kepadanya dua jalan (kebajikan dan kejahatan). (al-Balad/90: 10)"
        },
        {
          "number": 51,
          "arabic": "قَالَ فَمَا بَالُ ٱلْقُرُونِ ٱلْأُولَىٰ",
          "transliteration": "qāla famā bālu l-qurūni l-ūlā",
          "translation": "Dia (Fir'aun) berkata, \"Jadi bagaimana keadaan umat-umat yang dahulu?\"",
          "tafsir": "Untuk mengalihkan Musa dari dakwahnya ke suasana yang lain, Firaun bertanya kepadanya, \"Wahai Musa, bagaimanakah kira-kira nasibnya di akhirat nanti umat-umat yang dahulu seperti kaum 'Ad, kaum Samud yang tidak menyembah Allah, tetapi mereka menyembah selain Allah. Mereka mempunyai sembahan-sembahan benda mati seperti batu, pohon kayu dan lainnya. Apakah mereka akan dimasukkan ke dalam surga ataukah mereka akan dimasukkan ke dalam neraka, disiksa dan diazab?\" Firaun sengaja berbuat demikian, agar supaya Musa menghentikan dari mengemukakan hujjahnya serta alasan-alasan kuat lainnya yang membenarkan dakwahnya, karena Firaun khawatir kalau-kalau dakwah Musa termakan oleh kaumnya, lalu mereka beriman kepada Musa dan meninggalkan kepercayaannya yang sesat yang mempercayai bahwa Firaun itu adalah tuhan."
        }
      ]
    }
  ]
}