{
  "pageNumber": 195,
  "juz": 10,
  "surahs": [
    {
      "number": 9,
      "name": "At-Taubah",
      "nameArabic": "التوبة",
      "meaning": "Pengampunan",
      "revelation": "Madinah",
      "description": "Surat At-Taubah terdiri dari 129 ayat dan termasuk surat Madaniyyah. Surat ini dinamakan \"At-Taubah\" yang berarti pengampunan berhubung kata \"At-Taubah\" disebut berulang kali dalam surat ini. Dinamakan juga dengan \"Baraa'ah\" yang berarti berlepas diri yang di sini maksudnya pernyataan pemutusan hubungan, disebabkan kebanyakan pokok pembicaraannya tentang pernyataan pemutusan perjanjian damai dengan kaum musyrikin.Di samping kedua nama yang masyhur di atas, ada beberapa nama lain yang merupakan sifat dari surat ini.Pada permulaan surat ini tidak terdapat basmalah karena berisi pernyataan perang total dengan arti bahwa segenap kaum muslimin diarahkan untuk memerangi seluruh kaum musyrikin, sedang basmalah bernafaskan perdamaian dan cinta kasih dari Allah.Surat ini diturunkan setelah Nabi Muhammad s.a.w. kembali dari perang Tabuk yang terjadi pada tahun 9 H. Pengumuman ini disampaikan oleh Saidina 'Ali pada musim haji pada tahun yang sama.Selain pernyataan pembatalan perjanjian damai dengan kaum musyrikin, surat ini mengandung pokok-pokok isi sebagai berikut:1. Keimanan:Allah selalu menyertai hamba-hamba-Nya yang beriman; pembalasan atas amalan-amalan manusia hanya dari Allah; segala sesuatu menurut sunnatullah; perlindungan Allah bagi orang-orang yang beriman; kedudukan Nabi Muhammad s.a.w. di sisi Allah.2. Hukum-hukum:Kewajiban menginfakkan harta; macam-macam harta dalam agama serta penggunaannya; jizyah; perjanjian dan perdamaian; kewajiban umat Islam terhadap Nabinya, sebab-sebab orang Islam melakukan perang total; beberapa dasar politik kenegaraan dan peperangan dalam Islam.3. Kisah-kisah:Nabi Muhammad s.a.w. dengan Abu Bakar r.a. di suatu gua di bukit Tsur ketika hijrah; perang Hunain (perang Authas atau perang Hawazin); perang Tabuk.4. Lain-lain:Sifat-sifat orang yang beriman dan tingkatan-tingkatan mereka.Surat At-Taubah berisi pernyataan pembatalan perjanjian damai oleh Nabi Muhammad dengan kaum musyrikin, karena mereka tidak memenuhi syarat-syarat perjanjian damai yang diikrarkan pada perjanjian Hudaibiyyah. Selain itu, surat At-Taubah juga menjelaskan hukum peperangan dan perdamaian, hukum kenegaraan, keadaan Nabi Muhammad pada waktu hijrah, dan kewajiban menginfakkan harta.Hubungan Surat At-Taubah Dengan Surat Yunus:1. Akhir surat At-Taubah ditutup dengan menyebutkan tentang risalah Nabi Muhammad dan hal-hal yang serupa disebutkan pula pada akhir surat Yunus.2. Surat At-Taubah menyebut keadaan orang-orang munafik dan menerangkan sikap mereka ketika Al-Qur'an diturunkan, sedang surat Yunus menerangkan sikap orang kafir terhadap Al-Qur'an.",
      "verses": [
        {
          "number": 48,
          "arabic": "لَقَدِ ٱبْتَغَوُا۟ ٱلْفِتْنَةَ مِن قَبْلُ وَقَلَّبُوا۟ لَكَ ٱلْأُمُورَ حَتَّىٰ جَآءَ ٱلْحَقُّ وَظَهَرَ أَمْرُ ٱللَّهِ وَهُمْ كَـٰرِهُونَ",
          "transliteration": "laqadi ib'taghawū l-fit'nata min qablu waqallabū laka l-umūra ḥattā jāa l-ḥaqu waẓahara amru l-lahi wahum kārihūna",
          "translation": "Sesungguhnya, sebelum itu mereka memang sudah berusaha membuat kekacauan dan mengatur berbagai macam tipu daya bagimu (memutarbalikkan persoalan), hingga datanglah kebenaran (pertolongan Allah), dan menanglah urusan (agama) Allah, padahal mereka tidak menyukainya.",
          "tafsir": "Pada ayat ini Allah swt menerangkan bahwa usaha mengacaukan barisan yang dilakukan orang-orang munafik itu sudah berlangsung sejak Perang Uhud. Dalam Perang Uhud pemimpin orang-orang munafik, yaitu 'Abdullah bin Ubay, telah membujuk sepertiga pasukan kaum Muslimin di tengah perjalanan menuju Uhud, di tempat yang bernama Syauth antara Medinah dan Uhud untuk menarik diri dari perang. Menurut Ibn Ubay, hanya orang yang bodoh dan tidak waras yang mau ikut berperang dan tewas dengan sia-sia. Lalu ia kembali ke Medinah beserta orang-orang munafik yang dipengaruhinya. Adapun dua golongan, yaitu Banu Salamah dan Banu Haritsah yang hampir terpengaruh dan terpancing oleh propaganda yang disebarkan 'Abdullah bin Ubay, masih dilindungi Allah swt, sehingga mereka tidak terpengaruh dan selamat dari fitnah tersebut. Itulah yang dimaksud dengan firman Allah: Ketika dua golongan dari pihak kamu ingin (mundur) karena takut. (Ali-'Imran/3: 122) Bagaimanapun gigihnya usaha orang-orang munafik melumpuhkan perjuangan Rasulullah saw dan pengikut-pengikutnya, namun akhirnya kebenaran jugalah yang menjadi kenyataan. Janji Allah swt datang tepat pada waktunya dan agama Allah mendapat kemenangan, menjulang tinggi dan tidak ada yang lebih tinggi daripadanya. Negeri Mekah dapat dibebaskan, orang-orang yang masuk Islam berbondong-bondong, sekalipun semuanya itu tidak disenangi oleh musuh-musuh Allah. Firman Allah swt: Mereka hendak memadamkan cahaya (agama) Allah dengan mulut (ucapan-ucapan) mereka, tetapi Allah menolaknya, malah berkehendak menyempurnakan cahaya-Nya, walaupun orang-orang kafir itu tidak menyukai. (at-Taubah/9: 32)"
        },
        {
          "number": 49,
          "arabic": "وَمِنْهُم مَّن يَقُولُ ٱئْذَن لِّى وَلَا تَفْتِنِّىٓ ۚ أَلَا فِى ٱلْفِتْنَةِ سَقَطُوا۟ ۗ وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌۢ بِٱلْكَـٰفِرِينَ",
          "transliteration": "wamin'hum man yaqūlu i'dhan lī walā taftinnī alā fī l-fit'nati saqaṭū wa-inna jahannama lamuḥīṭatun bil-kāfirīna",
          "translation": "Dan di antara mereka ada orang yang berkata, \"Berilah aku izin (tidak pergi berperang) dan janganlah engkau (Muhammad) menjadikan aku terjerumus ke dalam fitnah.\" Ketahuilah, bahwa mereka telah terjerumus ke dalam fitnah. Dan sungguh, Jahanam meliputi orang-orang yang kafir.",
          "tafsir": "Sabab Nuzul: Diriwayatkan oleh al-Wahidi dalam kitabnya Asbab an-Nuzul bahwa Rasulullah berkata kepada Jad bin Qais salah seorang pembesar orang munafik, \"Wahai Jad, adakah kamu mempunyai kemampuan untuk menghadapi Bani Ashfar (orang-orang Romawi)?\" Jad menjawab, \"Sebaiknya Rasulullah mengizinkan saya tinggal (di Medinah) dan tidak ikut berperang, karena saya sebagaimana diketahui oleh kaumku mudah tergoda oleh wanita. Saya khawatir kalau saya melihat wanita-wanita mereka, lalu tertarik dan tidak dapat menahan gejolak nafsuku, sehingga akhirnya terjerumuslah saya ke dalam fitnah.\" Dengan perasaan berat Rasulullah memalingkan mukanya dan berkata, \"Saya izinkan kamu tinggal,\" maka turunlah ayat ini. Ayat ini menerangkan bahwa di antara orang-orang munafik yang tidak malu membuat-buat alasan meminta kepada Rasulullah, agar mereka tidak ikut berperang dan diizinkan tinggal di Medinah. Mereka seakan-akan lupa bahwa berbagai alasan yang dibuat-buat dan mereka perlihatkan itu diketahui oleh Allah, dan Allah akan membuka rahasia yang disembunyikan di dalam hati mereka. Mereka tidak sadar bahwa alasan palsu yang dikemukakan dan tipu daya itu menjerumuskan dirinya ke lembah bencana dan dosa yang besar. Tindak-tanduk mereka menunjukkan kelemahan iman mereka dan menampakkan kemunafikannya. Mereka akan dijerumuskan ke dalam neraka, karena dosa yang telah mereka lakukan, yaitu ingkar kepada Allah, membantah ayat-ayat-Nya dan mendustakan rasul-rasul-Nya. Firman Allah: Bukan demikian! Barang siapa berbuat keburukan, dan dosanya telah menenggelamkannya, maka mereka itu penghuni neraka. Mereka kekal di dalamnya. (al-Baqarah/2: 81)"
        },
        {
          "number": 50,
          "arabic": "إِن تُصِبْكَ حَسَنَةٌ تَسُؤْهُمْ ۖ وَإِن تُصِبْكَ مُصِيبَةٌ يَقُولُوا۟ قَدْ أَخَذْنَآ أَمْرَنَا مِن قَبْلُ وَيَتَوَلَّوا۟ وَّهُمْ فَرِحُونَ",
          "transliteration": "in tuṣib'ka ḥasanatun tasu'hum wa-in tuṣib'ka muṣībatun yaqūlū qad akhadhnā amranā min qablu wayatawallaw wahum fariḥūna",
          "translation": "Jika engkau (Muhammad) mendapat kebaikan, mereka tidak senang; tetapi jika engkau ditimpa bencana, mereka berkata, \"Sungguh, sejak semula kami telah berhati-hati (tidak pergi berperang),\" dan mereka berpaling dengan (perasaan) gembira.",
          "tafsir": "Sabab Nuzul: Diriwayatkan, bahwa orang-orang munafik yang tetap tinggal di Medinah dan tidak pergi berperang selalu menyiarkan berita-berita bohong yang menyangkut diri Nabi Muhammad dan sahabat-sahabatnya. Mereka berkata, \"Muhammad dan sahabat-sahabatnya mendapat kesulitan dalam perjalanan dan mereka dalam keadaan bahaya.\" Tetapi tidak lama kemudian ternyata bahwa apa yang disiarkan orang-orang munafik itu bohong belaka. Nabi Muhammad dan sahabat-sahabatnya tetap dalam keadaan baik, tidak kurang suatu apa pun. Berdasarkan kenyataan yang tidak dapat disangkal itu, timbullah kebencian orang-orang munafik itu dan turunlah ayat ini. (Fath al-Qadir 2/370). Ayat ini menjelaskan bahwa salah satu kebohongan orang munafik itu apabila Rasulullah dan sahabat-sahabatnya memperoleh hal-hal yang menyenangkan seperti ganimah, kemenangan, dan lainnya, sebagaimana yang telah diperolehnya dalam Perang Badar, mereka menggerutu merasa kecewa dan gelisah, karena kebencian dan iri hati. Sebaliknya jika Nabi Muhammad dan sahabat-sahabatnya mendapat kesulitan dan kekalahan, sebagaimana yang dialami dalam Perang Uhud, mereka senang dan memuji diri sendiri karena telah mengambil keputusan untuk menghindar dari perang. Mereka berkata, \"Memang setiap menghadapi sesuatu, kami sangat hati-hati dan mempertimbangkan masak-masak jauh sebelumnya.\" Masing-masing membanggakan pikiran dan pertimbangan yang telah dikemukakannya. Memuji-muji perbuatannya, merasa beruntung tidak ikut pergi berperang dan tidak mengalami kesulitan dan kebinasaan. Akhirnya mereka bubar dalam keadaan senang dan merasa gembira atas bencana yang telah menimpa Nabi Muhammad dan sahabat-sahabatnya."
        },
        {
          "number": 51,
          "arabic": "قُل لَّن يُصِيبَنَآ إِلَّا مَا كَتَبَ ٱللَّهُ لَنَا هُوَ مَوْلَىٰنَا ۚ وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُؤْمِنُونَ",
          "transliteration": "qul lan yuṣībanā illā mā kataba l-lahu lanā huwa mawlānā waʿalā l-lahi falyatawakkali l-mu'minūna",
          "translation": "Katakanlah (Muhammad), \"Tidak akan menimpa kami melainkan apa yang telah ditetapkan Allah bagi kami. Dialah Pelindung kami, dan hanya kepada Allah bertawakallah orang-orang yang beriman.\"",
          "tafsir": "Ayat ini memerintahkan kepada Rasulullah agar menjawab tantangan orang munafik yang merasa senang ketika Rasulullah dan para sahabatnya ditimpa kesulitan dan merasa sesak dada ketika Rasulullah dan para sahabatnya memperoleh kenikmatan dengan ucapan, \"Apa yang menimpa diri kami dan apa yang kami peroleh dan kami alami adalah hal-hal yang telah diatur dan ditetapkan oleh Allah, yaitu hal-hal yang telah tercatat di Lauh Mahfudh sesuai dengan sunatullah yang berlaku pada hamba-Nya, baik kenikmatan kemenangan maupun bencana kekalahan, segala sesuatunya terjadi sesuai dengan qadza dan qadar dari Allah dan bukanlah menurut kemauan dan kehendak manusia mana pun. Allah pelindung kami satu-satunya, dan kepada Dialah kami bertawakal dan berserah diri, dengan demikian kami tidak pernah merasa putus asa di kala ditimpa sesuatu yang tidak menggembirakan dan tidak merasa sombong dan angkuh di kala memperoleh nikmat dan hal-hal yang menjadi cita-cita dan idaman.\" Firman Allah: Dan barang siapa bertawakal kepada Allah, niscaya Allah akan mencukupkan (keperluan)nya. Sesungguhnya Allah melaksanakan urusan-Nya. Sungguh, Allah telah mengadakan ketentuan bagi setiap sesuatu (Ath-thalaq/65: 3) Dan firman Allah: Maka apakah mereka tidak pernah mengadakan perjalanan di bumi sehingga dapat memperhatikan bagaimana kesudahan orang-orang yang sebelum mereka. Allah telah membinasakan mereka, dan bagi orang-orang kafir akan menerima (nasib) yang serupa itu. Yang demikian itu karena Allah pelindung bagi orang-orang yang beriman; sedang orang-orang kafir tidak ada pelindung bagi mereka. (Muhammad/47: 10 dan 11)"
        },
        {
          "number": 52,
          "arabic": "قُلْ هَلْ تَرَبَّصُونَ بِنَآ إِلَّآ إِحْدَى ٱلْحُسْنَيَيْنِ ۖ وَنَحْنُ نَتَرَبَّصُ بِكُمْ أَن يُصِيبَكُمُ ٱللَّهُ بِعَذَابٍ مِّنْ عِندِهِۦٓ أَوْ بِأَيْدِينَا ۖ فَتَرَبَّصُوٓا۟ إِنَّا مَعَكُم مُّتَرَبِّصُونَ",
          "transliteration": "qul hal tarabbaṣūna binā illā iḥ'dā l-ḥus'nayayni wanaḥnu natarabbaṣu bikum an yuṣībakumu l-lahu biʿadhābin min ʿindihi aw bi-aydīnā fatarabbaṣū innā maʿakum mutarabbiṣūna",
          "translation": "Katakanlah (Muhammad), \"Tidak ada yang kamu tunggu-tunggu bagi kami, kecuali salah satu dari dua kebaikan (menang atau mati syahid). Dan kami menunggu-nunggu bagi kamu bahwa Allah akan menimpakan azab kepadamu dari sisi-Nya, atau (azab) melalui tangan kami. Maka tunggulah, sesungguhnya kami menunggu (pula) bersamamu.\"",
          "tafsir": "Ayat ini menerangkan bagaimana orang-orang munafik itu menunggu-nunggu kehancuran dan kebinasaan Nabi Muhammad dan sahabat-sahabatnya, namun mereka tidak akan menyaksikannya, kecuali salah satu dari dua hal yang menguntungkan bagi Rasul dan kaum Muslimin, yaitu kemenangan atau mati syahid. Sedangkan Rasulullah dan sahabat-sahabatnya menunggu salah satu dari dua hal yang merugikan dan membinasakan mereka, karena mereka tetap saja terpengaruh oleh bisikan berbisa dan ajakan setan, sehingga mereka selalu ingkar dan membangkang. Dua hal yang dimaksud ialah bahwa pada suatu saat nanti Allah mengizinkan Rasul-Nya memerangi mereka sampai bertekuk lutut atau mengalami kehancuran. Orang-orang munafik yang jahil itu menunggu-nunggu apa gerangan yang akan dialami Nabi Muhammad dan sahabat-sahabatnya. Sebaliknya Nabi Muhammad menanti-nanti azab apa yang akan menimpa mereka selama mereka tetap saja ingkar dan tidak mau sadar."
        },
        {
          "number": 53,
          "arabic": "قُلْ أَنفِقُوا۟ طَوْعًا أَوْ كَرْهًا لَّن يُتَقَبَّلَ مِنكُمْ ۖ إِنَّكُمْ كُنتُمْ قَوْمًا فَـٰسِقِينَ",
          "transliteration": "qul anfiqū ṭawʿan aw karhan lan yutaqabbala minkum innakum kuntum qawman fāsiqīna",
          "translation": "Katakanlah (Muhammad), \"Infakkanlah hartamu baik dengan sukarela maupun dengan terpaksa, namun (infakmu) tidak akan diterima. Sesungguhnya kamu sekalian adalah orang-orang yang fasik.\"",
          "tafsir": "Ayat ini menerangkan bahwa bagaimana pun juga orang-orang munafik menginfakkan harta bendanya untuk membantu perjuangan orang-orang mukmin, baik karena harta benda itu diserahkan dengan sepenuh hatinya, sesuai dengan perintah Allah untuk keselamatan dirinya, maupun secara terpaksa, karena takut kepada azab yang akan menimpanya, namun Allah tidak akan menerimanya, karena mereka tetap ragu-ragu kepada agama yang dibawa oleh Nabi Besar Muhammad dan tidak percaya akan adanya pembalasan di akhirat nanti atas segala perbuatan yang mereka lakukan di dunia ini. Allah akan menerima baik amalan apa saja apabila amalan itu dikerjakan bukan karena ria tetapi karena keikhlasan dan takwa kepada Allah. Sabda Nabi Muhammad: Sesungguhnya Allah swt tidak akan menerima amalan kecuali apabila dikerjakan dengan ikhlas dan dimaksudkan semata-mata karena Allah. (Riwayat an-Nasa'i dari Abu Umamah) Firman Allah: Sesungguhnya Allah hanya menerima (amal) dari orang yang bertakwa. (al-Ma'idah/5: 27)"
        },
        {
          "number": 54,
          "arabic": "وَمَا مَنَعَهُمْ أَن تُقْبَلَ مِنْهُمْ نَفَقَـٰتُهُمْ إِلَّآ أَنَّهُمْ كَفَرُوا۟ بِٱللَّهِ وَبِرَسُولِهِۦ وَلَا يَأْتُونَ ٱلصَّلَوٰةَ إِلَّا وَهُمْ كُسَالَىٰ وَلَا يُنفِقُونَ إِلَّا وَهُمْ كَـٰرِهُونَ",
          "transliteration": "wamā manaʿahum an tuq'bala min'hum nafaqātuhum illā annahum kafarū bil-lahi wabirasūlihi walā yatūna l-ṣalata illā wahum kusālā walā yunfiqūna illā wahum kārihūna",
          "translation": "Dan yang menghalang-halangi infak mereka untuk diterima adalah karena mereka kafir (ingkar) kepada Allah dan Rasul-Nya dan mereka tidak melaksanakan salat, melainkan dengan malas dan tidak (pula) menginfakkan (harta) mereka, melainkan dengan rasa enggan (terpaksa).",
          "tafsir": "Ayat ini menerangkan bahwa yang menyebabkan infak orang-orang munafik itu tidak diterima oleh Allah ialah karena mereka tetap ingkar kepada Allah dan sifat-sifat-Nya, ingkar kepada Rasulullah dan petunjuk-petunjuk serta penjelasan-penjelasan yang dibawanya. Orang-orang munafik itu kalaupun melakukan salat, mereka lakukan dengan malas. Kalau di hadapan orang mereka salat, tetapi kalau mereka hanya sendirian, salat ditinggalkan dan tidak dikerjakan. Mereka tidak mengharapkan pahala dari salatnya itu, mereka tidak takut kepada siksaan karena meninggalkannya. Salat yang dilaksanakan bukanlah karena percaya akan kewajibannya, tetapi karena ria dan ingin dilihat dan diketahui bahwa ia juga turut melakukan salat. Apabila mereka meninfakkan harta bendanya untuk membantu perjuangan Rasulullah dan sahabat-sahabatnya, atau hal-hal lain, mereka mengeluarkannya dengan rasa terpaksa, tidak dengan rela dan ikhlas hati, karena mereka menganggap bahwa bantuannya itu akan merugikan dirinya sendiri, sebaliknya akan menguntungkan orang-orang mukmin, sedang dia bukanlah termasuk golongan orang-orang mukmin."
        }
      ]
    }
  ]
}