{
  "pageNumber": 567,
  "juz": 29,
  "surahs": [
    {
      "number": 69,
      "name": "Al-Haqqah",
      "nameArabic": "الحاقة",
      "meaning": "Hari Kiamat",
      "revelation": "Makkah",
      "description": "Surat ini terdiri dari 52 ayat, termasuk surat Makkiyyah, dan diturunkan setelah surat Al-Mulk. Nama \"Al-Haqqah\" yang artinya \"hari kiamat\" diambil dari kata \"Al-Haqqah\" yang terdapat pada ayat pertama surat ini.**Pokok-Pokok Isi:**Peringatan tentang azab pada hari kiamat yang ditimpakan kepada kaum-kaum Tsamud, 'Ad, Fir'aun, kaum Nuh, dan kaum-kaum sebelum mereka yang mengingkari para rasul; kejadian-kejadian pada hari kiamat dan hari penghisaban; penegasan Allah bahwa Al-Qur'an itu benar-benar wahyu Allah.Surat Al-Haqqah memberi peringatan kepada orang yang tidak menaati Rasulullah dengan memberikan contoh-contoh tentang azab yang ditimpakan kepada umat terdahulu yang mengingkari para rasul.**Hubungan Surat Al-Haqqah Dengan Surat Al-Ma'arij:**1. Surat Al-Ma'arij melengkapi surat Al-Haqqah tentang gambaran hari kiamat dan hari penghisaban.2. Dalam surat Al-Haqqah disebutkan dua golongan manusia pada hari kiamat: ahli surga yang menerima kitab di tangan kanannya dan ahli neraka yang menerima kitab di tangan kirinya, sedangkan surat Al-Ma'arij menerangkan sifat-sifat kedua golongan itu.",
      "verses": [
        {
          "number": 9,
          "arabic": "وَجَآءَ فِرْعَوْنُ وَمَن قَبْلَهُۥ وَٱلْمُؤْتَفِكَـٰتُ بِٱلْخَاطِئَةِ",
          "transliteration": "wajāa fir'ʿawnu waman qablahu wal-mu'tafikātu bil-khāṭi-ati",
          "translation": "Kemudian datang Fir'aun dan orang-orang yang sebelumnya dan (penduduk) negeri-negeri yang dijungkir balikkan karena kesalahan yang besar. <sup foot_note=135809>1</sup>",
          "tafsir": "Dalam ayat-ayat ini, diterangkan bahwa Fir'aun dan kaum Lut beserta pengikut-pengikutnya juga telah berbuat kerusakan yang besar yaitu mendustakan para rasul yang diutus Allah kepada mereka. Oleh karena itu, mereka diazab oleh Tuhan. Dalam ayat lain, Allah berfirman: Semuanya telah mendustakan rasul-rasul maka berlakulah ancaman-Ku (atas mereka). (Qaf/50: 14)"
        },
        {
          "number": 10,
          "arabic": "فَعَصَوْا۟ رَسُولَ رَبِّهِمْ فَأَخَذَهُمْ أَخْذَةً رَّابِيَةً",
          "transliteration": "faʿaṣaw rasūla rabbihim fa-akhadhahum akhdhatan rābiyatan",
          "translation": "Maka mereka mendurhakai utusan Tuhannya, Allah menyiksa mereka dengan siksaan yang sangat keras.",
          "tafsir": "Dalam ayat ini Allah memerintahkan kaum Muslimin agar melakukan amal saleh dengan mengatakan, \"Wahai orang-orang yang beriman kepada Allah dan rasul -Nya, apakah kamu sekalian mau Aku tunjukkan suatu perniagaan yang bermanfaat dan pasti mendatangkan keuntungan yang berlipat ganda dan keberuntungan yang kekal atau melepaskan kamu dari api neraka.\" Ungkapan ayat di atas memberikan pengertian bahwa amal saleh dengan pahala yang besar, sama hebatnya dengan perniagaan yang tak pernah merugi karena ia akan masuk surga dan selamat dari api neraka. Firman Allah: Sesungguhnya Allah membeli dari orang-orang mukmin, baik diri maupun harta mereka dengan memberikan surga untuk mereka. (at-Taubah/9: 111) Kemudian disebutkan bentuk-bentuk perdagangan yang memberikan keuntungan yang besar itu, yaitu: 1.Senantiasa beriman kepada Allah, para malaikat, kitab-kitab-Nya, rasul-rasul-Nya, adanya hari Kiamat, qadha' dan qadar Allah. 2.Mengerjakan amal saleh semata-mata karena Allah bukan karena ria adalah perwujudan iman seseorang. 3.Berjihad di jalan Allah. Berjihad ialah segala macam upaya dan usaha yang dilakukan untuk menegakkan agama Allah. Ada dua macam jihad yang disebut dalam ayat ini yaitu berjihad dengan jiwa raga dan berjihad dengan harta. Berjihad dengan jiwa dan raga ialah berperang melawan musuh-musuh agama yang menginginkan kehancuran Islam dan kaum Muslimin. Berjihad dengan harta yaitu membelanjakan harta benda untuk menegakkan kalimat Allah, seperti untuk biaya berperang, mendirikan masjid, rumah ibadah, sekolah, rumah sakit, dan kepentingan umum lainnya. Di samping itu, ada bentuk-bentuk jihad yang lain, yaitu jihad menentang hawa nafsu, mengendalikan diri, berusaha membentuk budi pekerti yang baik pada diri sendiri, menghilangkan rasa iri, dan sebagainya. Pada akhir ayat ini ditegaskan bahwa iman dan jihad itu adalah perbuatan yang paling baik akibatnya, baik untuk diri sendiri, anak-anak, keluarga, harta benda, dan masyarakat, jika manusia itu memahami dengan sebenar-benarnya."
        },
        {
          "number": 11,
          "arabic": "إِنَّا لَمَّا طَغَا ٱلْمَآءُ حَمَلْنَـٰكُمْ فِى ٱلْجَارِيَةِ",
          "transliteration": "innā lammā ṭaghā l-māu ḥamalnākum fī l-jāriyati",
          "translation": "Sesungguhnya ketika air naik (sampai ke gunung), Kami membawa (nenek moyang) kamu<sup foot_note=135810>1</sup> ke dalam kapal,",
          "tafsir": "Dalam ayat ini Allah memerintahkan kaum Muslimin agar melakukan amal saleh dengan mengatakan, \"Wahai orang-orang yang beriman kepada Allah dan rasul -Nya, apakah kamu sekalian mau Aku tunjukkan suatu perniagaan yang bermanfaat dan pasti mendatangkan keuntungan yang berlipat ganda dan keberuntungan yang kekal atau melepaskan kamu dari api neraka.\" Ungkapan ayat di atas memberikan pengertian bahwa amal saleh dengan pahala yang besar, sama hebatnya dengan perniagaan yang tak pernah merugi karena ia akan masuk surga dan selamat dari api neraka. Firman Allah: Sesungguhnya Allah membeli dari orang-orang mukmin, baik diri maupun harta mereka dengan memberikan surga untuk mereka. (at-Taubah/9: 111) Kemudian disebutkan bentuk-bentuk perdagangan yang memberikan keuntungan yang besar itu, yaitu: 1.Senantiasa beriman kepada Allah, para malaikat, kitab-kitab-Nya, rasul-rasul-Nya, adanya hari Kiamat, qadha' dan qadar Allah. 2.Mengerjakan amal saleh semata-mata karena Allah bukan karena ria adalah perwujudan iman seseorang. 3.Berjihad di jalan Allah. Berjihad ialah segala macam upaya dan usaha yang dilakukan untuk menegakkan agama Allah. Ada dua macam jihad yang disebut dalam ayat ini yaitu berjihad dengan jiwa raga dan berjihad dengan harta. Berjihad dengan jiwa dan raga ialah berperang melawan musuh-musuh agama yang menginginkan kehancuran Islam dan kaum Muslimin. Berjihad dengan harta yaitu membelanjakan harta benda untuk menegakkan kalimat Allah, seperti untuk biaya berperang, mendirikan masjid, rumah ibadah, sekolah, rumah sakit, dan kepentingan umum lainnya. Di samping itu, ada bentuk-bentuk jihad yang lain, yaitu jihad menentang hawa nafsu, mengendalikan diri, berusaha membentuk budi pekerti yang baik pada diri sendiri, menghilangkan rasa iri, dan sebagainya. Pada akhir ayat ini ditegaskan bahwa iman dan jihad itu adalah perbuatan yang paling baik akibatnya, baik untuk diri sendiri, anak-anak, keluarga, harta benda, dan masyarakat, jika manusia itu memahami dengan sebenar-benarnya."
        },
        {
          "number": 12,
          "arabic": "لِنَجْعَلَهَا لَكُمْ تَذْكِرَةً وَتَعِيَهَآ أُذُنٌ وَٰعِيَةٌ",
          "transliteration": "linajʿalahā lakum tadhkiratan wataʿiyahā udhunun wāʿiyatun",
          "translation": "agar Kami jadikan (peristiwa itu) sebagai peringatan bagi kamu dan agar diperhatikan oleh telinga yang mau mendengar.",
          "tafsir": "Ayat-ayat ini menerangkan azab yang telah ditimpakan kepada kaum Nuh, sehingga mereka semua musnah. Yang tinggal hanya orang-orang yang ikut bersama Nabi Nuh menaiki bahtera atau kapal. Diterangkan bahwa setelah air menggenangi seluruh negeri disertai hembusan angin topan yang dahsyat, Allah memerintahkan agar Nabi Nuh dan orang-orang yang beriman bersamanya menaiki bahtera yang telah disediakan, agar mereka tidak termasuk orang-orang yang tenggelam. Berdasarkan keterangan ini, sebahagian mufasir berpendapat bahwa Nabi Nuh merupakan bapak manusia kedua setelah Adam, karena hanya beliau dan orang-orang yang bersamanya yang masih hidup, yang kemudian menurunkan seluruh manusia yang ada sekarang. Allah menyelamatkan semua orang-orang yang beriman dari banjir dan topan itu, serta menenggelamkan dan memusnahkan orang-orang yang ingkar kepada Nuh, agar peristiwa itu dijadikan iktibar dan pelajaran oleh orang-orang yang datang kemudian. Dengan demikian, Allah memperlihatkan kepada manusia kekuasaan dan kebesaran-Nya. Allah menceritakan kisah itu juga bertujuan agar telinga orang-orang yang benar-benar beriman kepada-Nya dapat mendengar dan mengambil manfaat dari wahyu-wahyu yang diturunkan-Nya serta mengamalkan pesan-pesan yang dibawanya."
        },
        {
          "number": 13,
          "arabic": "فَإِذَا نُفِخَ فِى ٱلصُّورِ نَفْخَةٌ وَٰحِدَةٌ",
          "transliteration": "fa-idhā nufikha fī l-ṣūri nafkhatun wāḥidatun",
          "translation": "Maka apabila sangkakala ditiup sekali tiup,<sup foot_note=135811>1</sup>",
          "tafsir": "Dalam ayat ini diterangkan bahwa apabila Allah berkehendak mendatangkan hari Kiamat, maka Ia memerintahkan Malaikat Israfil meniup sangkakala pertama. Firman Allah: Lalu ditiuplah sangkakala, maka seketika itu mereka keluar dari kuburnya (dalam keadaan hidup), menuju kepada Tuhannya. (Yasin/36: 51)"
        },
        {
          "number": 14,
          "arabic": "وَحُمِلَتِ ٱلْأَرْضُ وَٱلْجِبَالُ فَدُكَّتَا دَكَّةً وَٰحِدَةً",
          "transliteration": "waḥumilati l-arḍu wal-jibālu fadukkatā dakkatan wāḥidatan",
          "translation": "dan diangkatlah bumi dan gunung-gunung, lalu dibenturkan keduanya sekali benturan.",
          "tafsir": "Pada saat itu berguncanglah seluruh bumi, dan gunung-gunung terangkat dari tempat-tempatnya kemudian saling berbenturan. Berguncangnya bumi dan bergeraknya gunung menandakan bahwa telah terjadi gempa dahsyat yang menghancurkan seluruh yang ada di permukaan bumi, termasuk manusia yang berdiam di atasnya. Pada firman Allah yang lain diterangkan: Dan (ingatlah) pada hari (ketika) Kami perjalankan gunung-gunung dan engkau akan melihat bumi itu rata dan Kami kumpulkan mereka (seluruh manusia), dan tidak Kami tinggalkan seorang pun dari mereka. (al-Kahf/18: 47)"
        },
        {
          "number": 15,
          "arabic": "فَيَوْمَئِذٍ وَقَعَتِ ٱلْوَاقِعَةُ",
          "transliteration": "fayawma-idhin waqaʿati l-wāqiʿatu",
          "translation": "Maka pada hari itu terjadilah hari Kiamat,",
          "tafsir": "Pada saat terjadinya hari Kiamat itu, langit dalam keadaan lemah sehingga terbelah. Jika diperhatikan hukum-hukum Allah yang berlaku di ruang angkasa, maka yang dikemukakan ayat ini sesuai dengan hukum itu. Masing-masing planet di ruang angkasa itu mempunyai daya tarik-menarik. Dengan adanya daya tersebut, maka seluruh planet-planet menjadi selalu beredar pada garis edar yang tetap, tidak jatuh dan tidak menyimpang. Seandainya salah satu saja di antara planet yang banyak itu bergeser dari falaknya, maka hilanglah keseimbangan tarik-menarik yang ada antara planet-planet itu, sehingga planet yang kecil tertarik oleh planet yang besar. Terjadilah tabrakan antara planet-planet itu yang menghancurkan seluruh alam ini. Kajian saintifik modern saat ini menyatakan bahwa jagad-raya seisinya ini diawali pembentukannya dari adanya singularity. Singularity adalah sesuatu dimana calon/bakal ruang, energi, materi, dan waktu masih terkumpul menjadi satu (manunggal). Dentuman Besar (Big Bang) meledakkan singularity ini dan berkembanglah seperti spiral-kerucut yang terus menerus berekspansi melebar dan melebar terus. Sejak Big Bang itulah, waktu mulai memisahkan diri dari ruang, begitu pula energi, materi, dan gaya-gaya, dan selama bermiliar-miliar tahun terbentuklah seluruh jagad-raya yang berisi miliaran galaksi. Ruang dan waktu terus mengalami ekspansi meluas. Bahiruddin S. Mahmud menjelaskan bahwa ekspansi jagad raya bukannya tak terbatas dan terus menerus. Laju ekspansi atau perkembangan ini berangsur-angsur menurun, karena gaya gravitasi antar galaksi (yang mereka sesamanya terus saling menjauh) mulai mengendor, sehingga suatu saat akan berhentilah ekspansi jagad raya itu. Ketika jagad raya atau alam semesta menghentikan aktivitas ekspansinya (perluasannya), masa penyusutannya (pemadatannya) pun dimulai. Jika ekspansi diawali dari singularity, Big Bang, dan ekspansi alam semesta; maka penyusutan alam semesta atau pemadatan (kontraksi) alam semesta diawali dengan alam semesta yang secara perlahan menyusut, di mana ruang, waktu, energi, materi, dan gaya-gaya akan bersatu kembali menjadi singularity. Penyusutan ini makin lama makin cepat, dari dimensi waktu miliaran tahun, jutaan tahun, puluhan tahun, tahunan, bulanan, mingguan, harian, terus ke jam, menit, detik, mikro-detik dan akhirnya terjadi ledakan hebat yang disebut Big Crunch (Kompresan Besar) menjadi singularity kembali. Jadi Big Crunch, adalah seperti Big Bang dalam arah yang berbalikkan. Proses penyusutan alam semesta menuju Big Crunch ini, berlangsung dengan periode waktu yang sangat lama, kemudian semakin cepat, dan super cepat!! Menurut Paul Davies, ketika alam semesta telah memadat sampai seper-seratus (1/100) dari luasnya yang sekarang ini, maka efek tekanannya akan mengakibatkan suhu yang meninggi sampai mencapai titik didih benda cair; dan bumi menjadi tempat yang tidak layak huni lagi. Galaksi sudah tidak dapat dibedakan satu sama lainnya, karena mereka telah berfusi, dan merapat satu sama lainnya. Selanjutnya gerak kepadatan makin naik hingga mencapai titik api pijar. Pada saat inilah antariksa tampak bagaikan bola api plasma yang pijar. Kemungkinan inilah yang disebut dalam Surah al-Ma'arij/70: 8, \"Pada hari ketika langit menjadi seperti luluhan perak.\" Ketika terjadi proses ke arah Big Crunch itu, yaitu proses pemadatan atau penyusutan alam semesta, maka semua materi pecah kembali menjadi materi-materi fundamental seperti quark, elektron, dan sebagainya, gaya-gaya seperti gaya gravitasi, elektromagnetik, nuklir kuat, dan nuklir lemah mulai menyatu kembali. Saat itulah benda-benda langit mulai kehilangan gaya-gaya gravitasinya, dan akibatnya terjadilah tubrukan-tubrukan dahsyat antar planet, sehingga bumi berbenturan dengan planet-planet lainnya, gunung-gunung berbenturan karena hilangnya gaya gravitasi yang menopangnya sehingga berbenturan sesamanya. Langit antariksa mulai lemah karena ketiadaan topangan gaya gravitasi, dan mulai menyusut/ mengerut dan retak/terbelah. Proses ini menimbulkan suara gemuruh dahsyat, yang dipuncaki dengan dentuman Big Crunch. Apakah sangkakala (sur) yang dimaksud adalah mulainya suara gemuruh ketika terjadi proses penyusutan ini? Wallahu a'lam bis-sawab. Akhirnya setelah dentuman Big Crunch kembalilah ke singularity lagi, semua serba fana, kecuali Allah, sebagaimana firman-Nya: Semua yang ada di bumi itu akan binasa, tetapi wajah Tuhanmu yang memiliki kebesaran dan kemuliaan tetap kekal. (ar-Rahman/55: 26-27)"
        },
        {
          "number": 16,
          "arabic": "وَٱنشَقَّتِ ٱلسَّمَآءُ فَهِىَ يَوْمَئِذٍ وَاهِيَةٌ",
          "transliteration": "wa-inshaqqati l-samāu fahiya yawma-idhin wāhiyatun",
          "translation": "dan terbelahlah langit, karena pada hari itu langit menjadi rapuh.",
          "tafsir": "Pada saat terjadinya hari Kiamat itu, langit dalam keadaan lemah sehingga terbelah. Jika diperhatikan hukum-hukum Allah yang berlaku di ruang angkasa, maka yang dikemukakan ayat ini sesuai dengan hukum itu. Masing-masing planet di ruang angkasa itu mempunyai daya tarik-menarik. Dengan adanya daya tersebut, maka seluruh planet-planet menjadi selalu beredar pada garis edar yang tetap, tidak jatuh dan tidak menyimpang. Seandainya salah satu saja di antara planet yang banyak itu bergeser dari falaknya, maka hilanglah keseimbangan tarik-menarik yang ada antara planet-planet itu, sehingga planet yang kecil tertarik oleh planet yang besar. Terjadilah tabrakan antara planet-planet itu yang menghancurkan seluruh alam ini. Kajian saintifik modern saat ini menyatakan bahwa jagad-raya seisinya ini diawali pembentukannya dari adanya singularity. Singularity adalah sesuatu dimana calon/bakal ruang, energi, materi, dan waktu masih terkumpul menjadi satu (manunggal). Dentuman Besar (Big Bang) meledakkan singularity ini dan berkembanglah seperti spiral-kerucut yang terus menerus berekspansi melebar dan melebar terus. Sejak Big Bang itulah, waktu mulai memisahkan diri dari ruang, begitu pula energi, materi, dan gaya-gaya, dan selama bermiliar-miliar tahun terbentuklah seluruh jagad-raya yang berisi miliaran galaksi. Ruang dan waktu terus mengalami ekspansi meluas. Bahiruddin S. Mahmud menjelaskan bahwa ekspansi jagad raya bukannya tak terbatas dan terus menerus. Laju ekspansi atau perkembangan ini berangsur-angsur menurun, karena gaya gravitasi antar galaksi (yang mereka sesamanya terus saling menjauh) mulai mengendor, sehingga suatu saat akan berhentilah ekspansi jagad raya itu. Ketika jagad raya atau alam semesta menghentikan aktivitas ekspansinya (perluasannya), masa penyusutannya (pemadatannya) pun dimulai. Jika ekspansi diawali dari singularity, Big Bang, dan ekspansi alam semesta; maka penyusutan alam semesta atau pemadatan (kontraksi) alam semesta diawali dengan alam semesta yang secara perlahan menyusut, di mana ruang, waktu, energi, materi, dan gaya-gaya akan bersatu kembali menjadi singularity. Penyusutan ini makin lama makin cepat, dari dimensi waktu miliaran tahun, jutaan tahun, puluhan tahun, tahunan, bulanan, mingguan, harian, terus ke jam, menit, detik, mikro-detik dan akhirnya terjadi ledakan hebat yang disebut Big Crunch (Kompresan Besar) menjadi singularity kembali. Jadi Big Crunch, adalah seperti Big Bang dalam arah yang berbalikkan. Proses penyusutan alam semesta menuju Big Crunch ini, berlangsung dengan periode waktu yang sangat lama, kemudian semakin cepat, dan super cepat!! Menurut Paul Davies, ketika alam semesta telah memadat sampai seper-seratus (1/100) dari luasnya yang sekarang ini, maka efek tekanannya akan mengakibatkan suhu yang meninggi sampai mencapai titik didih benda cair; dan bumi menjadi tempat yang tidak layak huni lagi. Galaksi sudah tidak dapat dibedakan satu sama lainnya, karena mereka telah berfusi, dan merapat satu sama lainnya. Selanjutnya gerak kepadatan makin naik hingga mencapai titik api pijar. Pada saat inilah antariksa tampak bagaikan bola api plasma yang pijar. Kemungkinan inilah yang disebut dalam Surah al-Ma'arij/70: 8, \"Pada hari ketika langit menjadi seperti luluhan perak.\" Ketika terjadi proses ke arah Big Crunch itu, yaitu proses pemadatan atau penyusutan alam semesta, maka semua materi pecah kembali menjadi materi-materi fundamental seperti quark, elektron, dan sebagainya, gaya-gaya seperti gaya gravitasi, elektromagnetik, nuklir kuat, dan nuklir lemah mulai menyatu kembali. Saat itulah benda-benda langit mulai kehilangan gaya-gaya gravitasinya, dan akibatnya terjadilah tubrukan-tubrukan dahsyat antar planet, sehingga bumi berbenturan dengan planet-planet lainnya, gunung-gunung berbenturan karena hilangnya gaya gravitasi yang menopangnya sehingga berbenturan sesamanya. Langit antariksa mulai lemah karena ketiadaan topangan gaya gravitasi, dan mulai menyusut/ mengerut dan retak/terbelah. Proses ini menimbulkan suara gemuruh dahsyat, yang dipuncaki dengan dentuman Big Crunch. Apakah sangkakala (sur) yang dimaksud adalah mulainya suara gemuruh ketika terjadi proses penyusutan ini? Wallahu a'lam bis-sawab. Akhirnya setelah dentuman Big Crunch kembalilah ke singularity lagi, semua serba fana, kecuali Allah, sebagaimana firman-Nya: Semua yang ada di bumi itu akan binasa, tetapi wajah Tuhanmu yang memiliki kebesaran dan kemuliaan tetap kekal. (ar-Rahman/55: 26-27)"
        },
        {
          "number": 17,
          "arabic": "وَٱلْمَلَكُ عَلَىٰٓ أَرْجَآئِهَا ۚ وَيَحْمِلُ عَرْشَ رَبِّكَ فَوْقَهُمْ يَوْمَئِذٍ ثَمَـٰنِيَةٌ",
          "transliteration": "wal-malaku ʿalā arjāihā wayaḥmilu ʿarsha rabbika fawqahum yawma-idhin thamāniyatun",
          "translation": "Dan para malaikat berada di berbagai penjuru langit. Pada hari itu delapan malaikat menjunjung Arasy (singgasana) Tuhanmu di atas (kepala) mereka.",
          "tafsir": "Pada hari Kiamat, para malaikat berada di segenap penjuru langit. Delapan malaikat menjunjung 'Arasy Allah di atas kepalanya. Persoalan malaikat dan 'Arasy ini adalah persoalan yang gaib, tidak seorang pun yang mengetahuinya. Tidak dijelaskan bentuk 'Arasy yang dipikul para malaikat itu, dan ke mana mereka membawanya. Oleh karena itu, kita menerima semuanya itu berdasarkan iman kita kepada Allah."
        },
        {
          "number": 18,
          "arabic": "يَوْمَئِذٍ تُعْرَضُونَ لَا تَخْفَىٰ مِنكُمْ خَافِيَةٌ",
          "transliteration": "yawma-idhin tuʿ'raḍūna lā takhfā minkum khāfiyatun",
          "translation": "Pada hari itu kamu dihadapkan (kepada Tuhanmu), tidak ada sesuatu pun dari kamu yang tersembunyi (bagi Allah).",
          "tafsir": "Pada hari Kiamat itu seluruh manusia dihadapkan ke hadirat Allah, untuk dihisab dan ditimbang amal dan perbuatannya. Tidak ada satu pun perbuatan dan amal manusia yang luput dari pengetahuan Allah sejak dari yang sekecil-kecilnya sampai kepada yang sebesar-besarnya, sejak dari yang tersembunyi dan yang nyata, yang halus dan yang kasar; semuanya diketahui Allah. Pada hari itu yang dapat menolong seseorang hanyalah Allah semata. Pertolongan itu diberikan berdasarkan amal mereka selama hidup di dunia."
        },
        {
          "number": 19,
          "arabic": "فَأَمَّا مَنْ أُوتِىَ كِتَـٰبَهُۥ بِيَمِينِهِۦ فَيَقُولُ هَآؤُمُ ٱقْرَءُوا۟ كِتَـٰبِيَهْ",
          "transliteration": "fa-ammā man ūtiya kitābahu biyamīnihi fayaqūlu hāumu iq'raū kitābiyah",
          "translation": "Adapun orang yang kitabnya<sup foot_note=135812>1</sup> diberikan di tangan kanannya, maka dia berkata, \"Ambillah, bacalah kitabku (ini).\"",
          "tafsir": "Ayat ini menggambarkan hamba Allah yang beriman dan beramal saleh pada hari Kiamat. Ketika itu, mereka merasa gembira karena jarak perjalanan yang akan ditempuhnya untuk mencapai tujuan yang dicita-citakan semakin dekat dengan tempat yang disediakan Allah baginya. Perasaan gembira yang demikian sebenarnya telah mereka rasakan sejak roh mereka berpisah dengan jasad. Ketika itu, mereka telah melihat tanda-tanda keberuntungan, sebagaimana firman Allah: (Yaitu) orang yang ketika diwafatkan oleh para malaikat dalam keadaan baik, mereka (para malaikat) mengatakan (kepada mereka), \"Salamun 'alaikum, masuklah ke dalam surga karena apa yang telah kamu kerjakan.\" (an-Nahl/16: 32) Mereka selalu ingat janji Allah dalam firman-Nya: Kejutan yang dahsyat tidak membuat mereka merasa sedih, dan para malaikat akan menyambut mereka (dengan ucapan), \"Inilah harimu yang telah dijanjikan kepadamu.\" (al-Anbiya'/21: 103) Maka hari yang mereka tunggu-tunggu itu tiba dan orang-orang mukmin menerima catatan amalnya dengan tangan kanan yang disodorkan dari sebelah kanannya, maka meledaklah kegembiraan dalam hati mereka. Mereka pun ingin agar catatan amal itu dibaca oleh teman-temannya yang sama keadaannya dengan mereka, dengan mengatakan, \"Hai teman-temanku yang sama-sama memperoleh keridaan Allah, inilah catatan bahwa kita sama. Ambillah dan bacalah isinya, tentu kamu akan mengetahui bahwa kita semua mendapatkan buku catatan dari sebelah kanan dan sama-sama akan mendapat pahala dari Allah.\" Maka mereka pun bersama-sama bergembira."
        },
        {
          "number": 20,
          "arabic": "إِنِّى ظَنَنتُ أَنِّى مُلَـٰقٍ حِسَابِيَهْ",
          "transliteration": "innī ẓanantu annī mulāqin ḥisābiyah",
          "translation": "Sesungguhnya aku yakin, bahwa (suatu saat) aku akan menerima perhitungan terhadap diriku.",
          "tafsir": "Dengan bangga dan penuh kepuasan orang-orang mukmin berkata, \"Aku telah yakin bahwa Tuhan akan menghisabku dan aku akan mempertanggungjawabkan seluruh perbuatanku hari ini. Karena itulah, selama hidup di dunia aku beriman kepada Allah serta melaksanakan perintah dan menjauhi larangan-Nya yang disampaikan Nabi Muhammad. Aku pun yakin bahwa Tuhanku akan menghisab dan menimbang amal perbuatanku.\" Menurut adh-ahhak, setiap perkataan dhann (dugaan) yang berhubungan dengan orang-orang yang beriman, yang terdapat dalam Al-Qur'an berarti yakin, dan kalau berhubungan dengan orang-orang kafir berarti ragu-ragu. Al-hasan berkata, \"Sesungguhnya orang-orang yang beriman mempunyai dugaan yang mendekati keyakinan (dhann) yang paling baik kepada Tuhannya, lalu mereka meningkatkan amalnya untuk akhirat, sedangkan orang-orang munafik mempunyai keragu-raguan (dhann) yang paling buruk terhadap Tuhannya; maka ia mempunyai amal yang buruk pula untuk akhirat.\" Demikian pula dalam ayat ini. Perkataan dhanantu berarti \"aku yakin\" bukan \"aku ragu\", atau \"aku menduga\". Arti yang semakna dengan ini terdapat pula pada firman Allah: Mengapa orang-orang mukmin dan mukminat tidak berbaik sangka terhadap diri mereka sendiri, ketika kamu mendengar berita bohong itu dan berkata, \"Ini adalah (suatu berita) bohong yang nyata.\" (an-Nur/24: 12)"
        },
        {
          "number": 21,
          "arabic": "فَهُوَ فِى عِيشَةٍ رَّاضِيَةٍ",
          "transliteration": "fahuwa fī ʿīshatin rāḍiyatin",
          "translation": "Maka orang itu berada dalam kehidupan yang diridai,",
          "tafsir": "Pada ayat ini, diterangkan bahwa balasan yang diterima orang-orang yang menerima catatan amalnya dengan tangan kanan adalah berada dalam kehidupan yang diridai. Hidup yang diridai itu adalah hidup yang dicita-citakan oleh setiap orang yang beriman, yaitu hidup yang diridai Allah, seluruh manusia, bahkan seluruh makhluk Allah. Tidak ada satu pun yang menaruh iri, dengki, dendam, dan benci kepadanya, sehingga segala sesuatu yang dihadapinya adalah baik dan menimbulkan kebaikan kepada dirinya. Tidak ada sesuatu yang menyakitkan hatinya dan tidak ada perbuatan atau sikap yang menyinggung perasaannya, semuanya enak didengar dan dirasakan. Dalam firman Allah yang lalu diterangkan bahwa jiwa yang tenang adalah jiwa yang hidup dalam kehidupan yang diridai dan termasuk kelompok hamba-hamba Allah: Wahai jiwa yang tenang! Kembalilah kepada Tuhanmu dengan hati yang rida dan diridai-Nya. Maka masuklah ke dalam golongan hamba-hamba-Ku, dan masuklah ke dalam surga-Ku. (al-Fajr/89: 27-30)"
        },
        {
          "number": 22,
          "arabic": "فِى جَنَّةٍ عَالِيَةٍ",
          "transliteration": "fī jannatin ʿāliyatin",
          "translation": "dalam surga yang tinggi,",
          "tafsir": "Ayat ini menerangkan keadaan tempat yang disediakan bagi orang-orang yang beriman di akhirat nanti, yakni suatu tempat yang indah, dan nyaman dengan kebun-kebun dan taman-taman yang menyenangkan hati orang yang memandangnya, dan pohon-pohon yang berbuah rendah, mudah dipetik oleh siapa saja yang menghendakinya, baik sambil berdiri, sambil duduk maupun sambil berbaring. Dalam ayat yang lain, Allah berfirman: Di sana mereka duduk bersandar di atas dipan, di sana mereka tidak melihat (merasakan teriknya) matahari dan tidak pula dingin yang berlebihan. Dan naungan (pepohonan)nya dekat di atas mereka dan dimudahkan semudah-mudahnya untuk memetik (buah)nya. (al-Insan/76: 13-14)"
        },
        {
          "number": 23,
          "arabic": "قُطُوفُهَا دَانِيَةٌ",
          "transliteration": "quṭūfuhā dāniyatun",
          "translation": "buah-buahannya dekat,",
          "tafsir": "Ayat ini menerangkan keadaan tempat yang disediakan bagi orang-orang yang beriman di akhirat nanti, yakni suatu tempat yang indah, dan nyaman dengan kebun-kebun dan taman-taman yang menyenangkan hati orang yang memandangnya, dan pohon-pohon yang berbuah rendah, mudah dipetik oleh siapa saja yang menghendakinya, baik sambil berdiri, sambil duduk maupun sambil berbaring. Dalam ayat yang lain, Allah berfirman: Di sana mereka duduk bersandar di atas dipan, di sana mereka tidak melihat (merasakan teriknya) matahari dan tidak pula dingin yang berlebihan. Dan naungan (pepohonan)nya dekat di atas mereka dan dimudahkan semudah-mudahnya untuk memetik (buah)nya. (al-Insan/76: 13-14)"
        },
        {
          "number": 24,
          "arabic": "كُلُوا۟ وَٱشْرَبُوا۟ هَنِيٓـًٔۢا بِمَآ أَسْلَفْتُمْ فِى ٱلْأَيَّامِ ٱلْخَالِيَةِ",
          "transliteration": "kulū wa-ish'rabū hanīan bimā aslaftum fī l-ayāmi l-khāliyati",
          "translation": "(kepada mereka dikatakan), \"Makan dan minumlah dengan nikmat karena amal yang telah kamu kerjakan pada hari-hari yang telah lalu.\"",
          "tafsir": "Para malaikat berkata kepada orang-orang yang menerima catatan amalnya dengan tangan kanan di dalam surga, \"Makanlah segala macam jenis buah-buahan dan segala rupa makanan yang ditemukan di dalam surga ini, dan minum pulalah sepuas hati minuman-minuman yang enak dan menyegarkan. Tidak ada satu pun yang dapat melarang kamu mengambilnya, semuanya itu disediakan untuk kamu sekalian. Semuanya itu disediakan karena kamu sekalian telah beriman kepada Allah, mengerjakan amal yang saleh serta tunduk dan menyerahkan diri kepada-Nya selama kamu hidup di dunia dahulu.\" Dari perkataan \"bima aslaftum\" (karena amal yang telah kamu kerjakan) dapat dipahami bahwa pahala yang diterima di akhirat nanti adalah balasan dari hasil iman dan amal perbuatan yang dilakukan selama hidup di dunia. Hal ini berarti bahwa mustahil seorang hamba memperoleh pahala dari Allah jika ia tidak beriman dan beramal. Dari perkataan hani'an (dengan sedap) dapat dipahami bahwa makanan dan minuman yang diberikan di dalam surga adalah makanan dan minuman yang luar biasa enaknya, dan tidak pernah ada yang seenak itu rasanya di dunia."
        },
        {
          "number": 25,
          "arabic": "وَأَمَّا مَنْ أُوتِىَ كِتَـٰبَهُۥ بِشِمَالِهِۦ فَيَقُولُ يَـٰلَيْتَنِى لَمْ أُوتَ كِتَـٰبِيَهْ",
          "transliteration": "wa-ammā man ūtiya kitābahu bishimālihi fayaqūlu yālaytanī lam ūta kitābiyah",
          "translation": "Dan adapun orang yang kitabnya diberikan di tangan kirinya, maka dia berkata, \"Alangkah baiknya jika kitabku (ini) tidak diberikan kepadaku.",
          "tafsir": "Dalam ayat ini diterangkan keadaan orang kafir di akhirat ketika menerima catatan amal perbuatan yang mereka kerjakan selama hidup di dunia. Kepada mereka disampaikan catatan amal perbuatannya dari sebelah kiri dan menerimanya dengan tangan kiri. Setelah membaca catatan itu, timbullah ketakutan dalam hatinya karena berdasarkan catatan itu, ia pasti dimasukkan ke dalam neraka. Ia berkata, \"Alangkah jeleknya perbuatanku dan alangkah bahagianya aku seandainya amalku yang berisi seperti ini tidak diberikan kepadaku, aku tidak menyangka bahwa semua perbuatanku di dunia tercatat dalam kitab ini.\" Orang kafir berada dalam ketakutan yang luar biasa ketika menerima catatan amalnya, seakan-akan telah ditimpa azab yang dahsyat. Padahal mereka belum ditimpa azab tersebut. Hal ini memberi pengertian bahwa azab rohani itu lebih berat dari azab jasmani."
        },
        {
          "number": 26,
          "arabic": "وَلَمْ أَدْرِ مَا حِسَابِيَهْ",
          "transliteration": "walam adri mā ḥisābiyah",
          "translation": "Sehingga aku tidak mengetahui bagaimana perhitunganku,",
          "tafsir": "Pernyataan bahwa azab rohani lebih berat dirasakan dari azab jasmani diperkuat oleh perkataan orang-orang kafir itu, \"Alangkah bahagianya aku, jika aku tidak mengetahui catatan amalku, sehingga aku tidak mengetahui azab yang akan ditimpakan kepadaku nanti di dalam neraka.\""
        },
        {
          "number": 27,
          "arabic": "يَـٰلَيْتَهَا كَانَتِ ٱلْقَاضِيَةَ",
          "transliteration": "yālaytahā kānati l-qāḍiyata",
          "translation": "Wahai, kiranya (kematian) itulah yang menyudahi segala sesuatu.",
          "tafsir": "Ayat ini seakan-akan memberi pengertian bahwa orang kafir itu tidak mengetahui sedikit pun bahwa akan terjadi hari Kiamat, akan terjadi kehidupan setelah mati, yang waktu itu amal baik dibalas pahala yang berlipat ganda sedang perbuatan jahat dibalasi dengan siksa yang pedih. Oleh karena itu, mereka berkata, \"Alangkah baiknya seandainya mati yang telah menimpa diriku di dunia dahulu, merupakan akhir seluruh kehidupanku, tidak dibangkitkan lagi seperti sekarang, sehingga aku tidak menemui penderitaan yang berat.\" Tetapi sebenarnya orang kafir itu telah mengetahui dengan yakin selama mereka hidup di dunia akan adanya hari seperti ini. Memang demikianlah sifat-sifat orang kafir yang selalu mengingkari keyakinan mereka. Dan (ingatlah) ketika Tuhanmu mengeluarkan dari sulbi (tulang belakang) anak cucu Adam keturunan mereka dan Allah mengambil kesaksian terhadap roh mereka (seraya berfirman), \"Bukankah Aku ini Tuhanmu?\" Mereka menjawab, \"Betul (Engkau Tuhan kami), kami bersaksi.\" (Kami lakukan yang demikian itu) agar di hari Kiamat kamu tidak mengatakan, \"Sesungguhnya ketika itu kami lengah terhadap ini.\" (al-A'raf/7: 172) Mereka mengharapkan urusan mereka selesai semua dengan kematian, semata-mata karena takut disiksa, bukan karena tidak mengetahui bahwa akan ada hari Kiamat dan hari penghisaban."
        },
        {
          "number": 28,
          "arabic": "مَآ أَغْنَىٰ عَنِّى مَالِيَهْ ۜ",
          "transliteration": "mā aghnā ʿannī māliyah",
          "translation": "Hartaku sama sekali tidak berguna bagiku.",
          "tafsir": "Ayat ini menerangkan tentang jalan pikiran orang kafir sewaktu hidup di dunia. Menurut mereka, yang menentukan keadaan dan derajat seseorang ialah pangkat, kekuasaan, dan harta. Dengan harta, mereka akan dapat memperoleh segala yang diinginkan, dan dengan pangkat dan kekuasaan, mereka dapat memuaskan hawa nafsu. Setelah berada di akhirat, jelaslah bagi mereka kekeliruan jalan pikiran semacam itu, sehingga terucap juga di mulut mereka perasaan hati waktu itu dengan mengatakan, \"Harta yang aku miliki waktu berada di dunia dahulu tidak dapat menolong dan menghindarkanku dari siksa Allah. Demikian pula kekuasaan yang telah aku miliki di dunia telah lenyap pada saat ini, sehingga aku tidak mempunyai seorang penolong pun.\" Anggapan orang kafir waktu di dunia bahwa yang menentukan segala sesuatu itu adalah harta dan kekuasaan diterangkan dalam firman Allah: Dan dia memiliki kekayaan besar, maka dia berkata kepada kawannya (yang beriman) ketika bercakap-cakap dengan dia, \"Hartaku lebih banyak daripada hartamu dan pengikutku lebih kuat.\" (al-Kahf/18: 34) Dan mereka berkata, \"Kami memiliki lebih banyak harta dan anak-anak (daripada kamu) dan kami tidak akan diazab.\" (Saba'/34: 35)"
        },
        {
          "number": 29,
          "arabic": "هَلَكَ عَنِّى سُلْطَـٰنِيَهْ",
          "transliteration": "halaka ʿannī sul'ṭāniyah",
          "translation": "Kekuasaanku telah hilang dariku.\"",
          "tafsir": "Ayat ini menerangkan tentang jalan pikiran orang kafir sewaktu hidup di dunia. Menurut mereka, yang menentukan keadaan dan derajat seseorang ialah pangkat, kekuasaan, dan harta. Dengan harta, mereka akan dapat memperoleh segala yang diinginkan, dan dengan pangkat dan kekuasaan, mereka dapat memuaskan hawa nafsu. Setelah berada di akhirat, jelaslah bagi mereka kekeliruan jalan pikiran semacam itu, sehingga terucap juga di mulut mereka perasaan hati waktu itu dengan mengatakan, \"Harta yang aku miliki waktu berada di dunia dahulu tidak dapat menolong dan menghindarkanku dari siksa Allah. Demikian pula kekuasaan yang telah aku miliki di dunia telah lenyap pada saat ini, sehingga aku tidak mempunyai seorang penolong pun.\" Anggapan orang kafir waktu di dunia bahwa yang menentukan segala sesuatu itu adalah harta dan kekuasaan diterangkan dalam firman Allah: Dan dia memiliki kekayaan besar, maka dia berkata kepada kawannya (yang beriman) ketika bercakap-cakap dengan dia, \"Hartaku lebih banyak daripada hartamu dan pengikutku lebih kuat.\" (al-Kahf/18: 34) Dan mereka berkata, \"Kami memiliki lebih banyak harta dan anak-anak (daripada kamu) dan kami tidak akan diazab.\" (Saba'/34: 35)"
        },
        {
          "number": 30,
          "arabic": "خُذُوهُ فَغُلُّوهُ",
          "transliteration": "khudhūhu faghullūhu",
          "translation": "(Allah berfirman), \"Tangkaplah dia lalu belenggulah tangannya ke lehernya.\"",
          "tafsir": "Karena sikap orang kafir yang demikian dan berdasarkan catatan amalnya, maka Allah memerintahkan malaikat untuk melaksanakan hukuman kepada orang kafir itu. Pada waktu Kiamat, mereka dalam keadaan menderita, terhina, dan tidak dapat melepaskan diri sedikit pun dari keadaan yang demikian. Bahkan, azab itu ditambah lagi dengan membelenggu mereka. Hal ini memberi pengertian bahwa orang kafir di dalam neraka tidak mempunyai satu cara pun untuk mengurangi dan meringankan rasa azab yang pedih itu."
        },
        {
          "number": 31,
          "arabic": "ثُمَّ ٱلْجَحِيمَ صَلُّوهُ",
          "transliteration": "thumma l-jaḥīma ṣallūhu",
          "translation": "Kemudian masukkanlah dia ke dalam api neraka yang menyala-nyala.",
          "tafsir": "Karena sikap orang kafir yang demikian dan berdasarkan catatan amalnya, maka Allah memerintahkan malaikat untuk melaksanakan hukuman kepada orang kafir itu. Pada waktu Kiamat, mereka dalam keadaan menderita, terhina, dan tidak dapat melepaskan diri sedikit pun dari keadaan yang demikian. Bahkan, azab itu ditambah lagi dengan membelenggu mereka. Hal ini memberi pengertian bahwa orang kafir di dalam neraka tidak mempunyai satu cara pun untuk mengurangi dan meringankan rasa azab yang pedih itu."
        },
        {
          "number": 32,
          "arabic": "ثُمَّ فِى سِلْسِلَةٍ ذَرْعُهَا سَبْعُونَ ذِرَاعًا فَٱسْلُكُوهُ",
          "transliteration": "thumma fī sil'silatin dharʿuhā sabʿūna dhirāʿan fa-us'lukūhu",
          "translation": "Kemudian belitlah dia dengan rantai yang panjangnya tujuh puluh hasta.",
          "tafsir": "Karena sikap orang kafir yang demikian dan berdasarkan catatan amalnya, maka Allah memerintahkan malaikat untuk melaksanakan hukuman kepada orang kafir itu. Pada waktu Kiamat, mereka dalam keadaan menderita, terhina, dan tidak dapat melepaskan diri sedikit pun dari keadaan yang demikian. Bahkan, azab itu ditambah lagi dengan membelenggu mereka. Hal ini memberi pengertian bahwa orang kafir di dalam neraka tidak mempunyai satu cara pun untuk mengurangi dan meringankan rasa azab yang pedih itu."
        },
        {
          "number": 33,
          "arabic": "إِنَّهُۥ كَانَ لَا يُؤْمِنُ بِٱللَّهِ ٱلْعَظِيمِ",
          "transliteration": "innahu kāna lā yu'minu bil-lahi l-ʿaẓīmi",
          "translation": "Sesungguhnya dialah orang yang tidak beriman kepada Allah Yang Mahabesar.",
          "tafsir": "Penyebab orang kafir ditimpa azab yang sangat pedih adalah karena selain mempersekutukan Allah, mereka adalah para pemuka dari kaum kafir yang mempelopori kekafiran, dan tidak mendorong dirinya dan orang lain untuk memberi makan fakir miskin. Disebutkan juga dalam ayat ini keharusan memberi makan fakir-miskin setelah beriman kepada Allah. Hal ini menunjukkan betapa tingginya nilai perbuatan memberi makan fakir-miskin di sisi Allah, sehingga dalam firman-Nya yang lain dinyatakan bahwa orang yang tidak memberi makan fakir-miskin adalah orang yang mendustakan agama. Tahukah kamu (orang) yang mendustakan agama? Maka itulah orang yang menghardik anak yatim, dan tidak mendorong memberi makan orang miskin. (al-Ma'un/107: 1-3) Dengan perkataan lain dapat dikatakan bahwa tanda orang yang benar-benar beriman kepada Allah ialah senang membantu orang-orang fakir-miskin, karena usaha itu merupakan peningkatan dari imannya."
        },
        {
          "number": 34,
          "arabic": "وَلَا يَحُضُّ عَلَىٰ طَعَامِ ٱلْمِسْكِينِ",
          "transliteration": "walā yaḥuḍḍu ʿalā ṭaʿāmi l-mis'kīni",
          "translation": "Dan juga dia tidak mendorong (orang lain) untuk memberi makan orang miskin.",
          "tafsir": "Penyebab orang kafir ditimpa azab yang sangat pedih adalah karena selain mempersekutukan Allah, mereka adalah para pemuka dari kaum kafir yang mempelopori kekafiran, dan tidak mendorong dirinya dan orang lain untuk memberi makan fakir miskin. Disebutkan juga dalam ayat ini keharusan memberi makan fakir-miskin setelah beriman kepada Allah. Hal ini menunjukkan betapa tingginya nilai perbuatan memberi makan fakir-miskin di sisi Allah, sehingga dalam firman-Nya yang lain dinyatakan bahwa orang yang tidak memberi makan fakir-miskin adalah orang yang mendustakan agama. Tahukah kamu (orang) yang mendustakan agama? Maka itulah orang yang menghardik anak yatim, dan tidak mendorong memberi makan orang miskin. (al-Ma'un/107: 1-3) Dengan perkataan lain dapat dikatakan bahwa tanda orang yang benar-benar beriman kepada Allah ialah senang membantu orang-orang fakir-miskin, karena usaha itu merupakan peningkatan dari imannya."
        }
      ]
    }
  ]
}