{
  "pageNumber": 91,
  "juz": 5,
  "surahs": [
    {
      "number": 4,
      "name": "An-Nisa'",
      "nameArabic": "النساء",
      "meaning": "Wanita",
      "revelation": "Madinah",
      "description": "Surat An Nisaa' terdiri dari 176 ayat dan termasuk surat Madaniyyah terpanjang setelah surat Al Baqarah.Dinamakan An Nisaa' karena di dalamnya banyak dibicarakan hal-hal yang berhubungan dengan perempuan; merupakan surat yang paling banyak membicarakan hal itu dibanding surat-surat yang lain. Surat lain yang banyak membicarakan perempuan adalah surat Ath Thalaq. Dalam hal ini, surat An Nisaa' biasa disebut \"Surat An Nisaa' Al Kubraa\" (surat An Nisaa' besar) sedangkan surat Ath Thalaq disebut \"Surat An Nisaa' Ash Shughraa\" (surat An Nisaa' kecil).Pokok-Pokok Isi:1. Keimanan:Syirik (dosa yang paling besar); akibat kekafiran pada hari akhir.2. Hukum-hukum:Kewajiban para washi dan wali; hukum poligami; masnikah; memakan harta anak yatim dan orang-orang yang tidak dapat mengurus harta; pokok-pokok hukum warisan; perbuatan-perbuatan keji dan hukumannya, perempuan-perempuan yang haram dinikahi; hukum menikahi hamba sahaya perempuan; larangan memakan harta secara batil; hukum syiqaq dan nusyuz; kesucian lahir-batin dalam shalat; hukum suaka; hukum membunuh seorang muslim; shalat khauf; larangan mengucapkan perkataan buruk; dan pusaka kalalah.3. Kisah-kisah:Kisah-kisah Nabi Musa a.s. dan pengikutnya.4. Lain-lain:Asal muasal manusia adalah satu; keharusan menjauhi adat-adat jahiliyah berkaitan dengan perempuan; norma-norma pergaulan dengan istri; hak seseorang sesuai dengan kewajibannya; perlakuan ahli kitab terhadap kitab-kitab yang diturunkan kepadanya; dasar-dasar pemerintahan; cara mengadili perkara; keharusan siap-siaga terhadap musuh; sikap-sikap orang munafik dalam menghadapi peperangan; berperang di jalan Allah adalah kewajiban setiap mukalaf; norma dan adab dalam peperangan; cara menghadapi orang-orang munafik; dan derajat orang yang berjihad.Surat An Nisaa' dimulai dengan perintah bertakwa dan menyatakan bahwa asal manusia adalah satu, kemudian menerangkan hukum-hukum yang berhubungan dengan anak yatim, rumah tangga, warisan, perempuan yang haram dinikahi serta hak dan kewajiban laki-laki dan perempuan. Juga menyebut tentang hukum-hukum perang serta pelajaran-pelajaran yang harus diambil dari perang Badar dan Uhud. Pengutaraan hukum perang dan hukum keluarga dalam surat ini merupakan hujjah-hujjah yang dikemukakan kepada Ahli Kitab, yang ditegaskan pada bagian terakhir surat ini. Lalu, surat ini ditutup dengan perintah agar kaum mukmin bersabar, memperatkan hubungan sesama manusia, dan bertakwa kepada Allah, agar mendapat keberuntungan dunia akhirat.Hubungan Surat An Nisaa' Dengan Surat Al Maa-Idah:1. Surat An Nisaa' menerangkan beberapa macam akad, seperti: pernikahan, perceraian, warisan, perjanjian, wasiat, dan sebagainya. Sementara itu, permulaan surat Al Maa-idah menyatakan supaya hamba-hamba Allah memenuhi segala macam akad-akad yang telah dibuat, baik terhadap Allah maupun terhadap sesama manusia, di samping menerangkan akad-akad yang lain.2. Surat An Nisaa' mengemukakan beberapa hukum secara umum, sedangkan surat Al Maa-idah menjelaskan dan menegaskan hukum-hukum tersebut.3. Sebagaimana halnya surat Al Baqarah dan surat Ali 'Imran mengemukakan hal-hal yang berhubungan dengan pokok-pokok agama, seperti: keesaan Allah dan kenabian, maka surat An Nisaa' dan Al Maaidah menerangkan tentang furu' agama (hukum fikih), seperti: hukum keluarga dan sebagainya.4. Akhir surat An Nisaa' mengemukakan hujjah-hujjah atas kekeliruan orang-orang Yahudi dan Nasrani serta kekeliruan kaum musyrikin dan munafikin. Hal yang serupa diterangkan secara panjang lebar dalam surat Al Maa-idah.5. Surat An Nisaa' dimulai dengan \"Yaa ayyuhannaas\" yang nadanya sama dengan surat Makiah, sedangkan surat Al Maa-idah, sebagai surat Madaniah, dimulai dengan, \"Yaa ayyuhal ladziina aamanu\". Meskipun nadanya berlainan, tetapi yang dituju oleh kedua surat ini adalah seluruh manusia.",
      "verses": [
        {
          "number": 80,
          "arabic": "مَّن يُطِعِ ٱلرَّسُولَ فَقَدْ أَطَاعَ ٱللَّهَ ۖ وَمَن تَوَلَّىٰ فَمَآ أَرْسَلْنَـٰكَ عَلَيْهِمْ حَفِيظًا",
          "transliteration": "man yuṭiʿi l-rasūla faqad aṭāʿa l-laha waman tawallā famā arsalnāka ʿalayhim ḥafīẓan",
          "translation": "Barang siapa menaati Rasul (Muhammad), maka sesungguhnya dia telah menaati Allah. Dan barang siapa berpaling (dari ketaatan itu), maka (ketahuilah) Kami tidak mengutusmu (Muhammad) untuk menjadi pemelihara mereka.<sup foot_note=135158>1</sup>",
          "tafsir": "Perintah dan larangan Rasul yang tidak menyangkut urusan keagamaan umpamanya yang berhubungan dengan keduniaan seperti urusan pertanian dan pertahanan, maka Rasul sendiri bersedia menerima pendapat dari sahabatnya yang lebih mengetahui masalahnya. Menurut sejarah, dalam menjaga kesopanan terhadap Rasul para sahabat bertanya lebih dahulu apakah hal itu datangnya dari Allah atau pendapat Rasul sendiri. Jika ditegaskan oleh Rasul bahwa ini adalah dari Allah maka mereka menaati tanpa ragu-ragu dan jika dikatakan bahwa ini pendapat Muhammad maka para sahabat mengemukakan pula pendapat mereka. Peristiwa ini pernah terjadi ketika sahabat menghadapi perintah Rasul dalam memilih suatu tempat yang dekat ke mata air untuk kepentingan strategi pertahanan ketika perang Badar. Ketika menerangkan sebab turunnya ayat ini Muqatil meriwayatkan bahwa ketika Nabi bersabda: \"Barang siapa mencintai aku sesungguhnya ia mencintai Allah. Dan barang siapa yang menaati aku sesungguhnya ia menaati Allah. Orang munafik berkata, \"Tidakkah kamu mendengar kata laki-laki ini (Muhammad)? Sesungguhnya ia telah mendekati syirik. Sesungguhnya ia melarang kita menyembah selain Allah dan ia menghendaki kita menjadikannya tuhan sebagaimana orang-orang Nasrani menjadikan Isa tuhan. Maka Allah menurunkan ayat ini.\" (Riwayat Muqatil). Menaati Rasul tidak dapat dikatakan perbuatan syirik, karena Rasul penyampai perintah Allah. Dengan demikian menaati Rasul adalah menaati Allah, bukan mempersekutukannya dengan Allah. Di dalam Tafsir al-Maragi dijelaskan bahwa syirik itu terdiri dari dua macam. Pertama, syirik uluhiyah, yaitu mempercayai adanya sesuatu selain Allah yang mempunyai kekuatan gaib dan dapat memberi manfaat dan memberi mudarat. Kedua, syirik rububiyah, mempercayai bahwa ada sesuatu selain Allah yang mempunyai hak menetapkan hukum haram dan halal, sebagaimana orang Nasrani memandang hak tersebut ada pada pendeta-pendeta mereka. Orang mukmin sejati berpendirian: Tunduk hanya kepada Allah sebagai Pencipta dan tiada makhluk yang mempunyai kekuatan gaib yang dapat memberi manfaat dan mudarat, dan tidak ada di antara makhluk yang berhak menetapkan hukum haram dan halal, karena semua makhluk tunduk kepada kehendak-Nya. Allah menghendaki agar Rasul-Nya (Muhammad) tidak mengambil tindakan kekerasan atau paksaan terhadap orang yang tidak menaatinya, karena ia diutus hanya sekedar menyampaikan berita gembira dan peringatan keras. Keimanan manusia pada kerasulannya tidak digantungkan kepada paksaan, tetapi kepada kesadaran setelah menggunakan pikiran."
        },
        {
          "number": 81,
          "arabic": "وَيَقُولُونَ طَاعَةٌ فَإِذَا بَرَزُوا۟ مِنْ عِندِكَ بَيَّتَ طَآئِفَةٌ مِّنْهُمْ غَيْرَ ٱلَّذِى تَقُولُ ۖ وَٱللَّهُ يَكْتُبُ مَا يُبَيِّتُونَ ۖ فَأَعْرِضْ عَنْهُمْ وَتَوَكَّلْ عَلَى ٱللَّهِ ۚ وَكَفَىٰ بِٱللَّهِ وَكِيلًا",
          "transliteration": "wayaqūlūna ṭāʿatun fa-idhā barazū min ʿindika bayyata ṭāifatun min'hum ghayra alladhī taqūlu wal-lahu yaktubu mā yubayyitūna fa-aʿriḍ ʿanhum watawakkal ʿalā l-lahi wakafā bil-lahi wakīlan",
          "translation": "Dan mereka (orang-orang munafik) mengatakan, \"(Kewajiban kami hanyalah) taat.\" Tetapi, apabila mereka telah pergi dari sisimu (Muhammad), sebagian dari mereka mengatur siasat di malam hari (mengambil keputusan) lain dari yang telah mereka katakan tadi. Allah mencatat siasat yang mereka atur di malam hari itu, maka berpalinglah dari mereka dan bertawakallah kepada Allah. Cukuplah Allah yang menjadi pelindung.",
          "tafsir": "Golongan yang takut berperang seperti yang digambarkan dalam ayat 77 yang lalu berkata di hadapan Nabi Muhammad saw bahwa mereka mematuhi perintahnya, tetapi setelah mereka terpisah, sebagian mengatur siasat yang bertentangan dengan ucapan mereka. Sebenarnya ucapan patuh mereka sekedar menyelamatkan diri dan menyelamatkan harta benda mereka dari tindakan Rasul. Ayat ini mengungkapkan kepada Nabi apa yang terkandung di dalam hati orang munafik dan Allah memerintahkan Muhammad agar membiarkan sifat mereka yang demikian dengan menyerahkan segala sesuatu pada Allah, karena Allah tetap melindungi Rasul-Nya dari kejahatan golongan munafik tersebut."
        },
        {
          "number": 82,
          "arabic": "أَفَلَا يَتَدَبَّرُونَ ٱلْقُرْءَانَ ۚ وَلَوْ كَانَ مِنْ عِندِ غَيْرِ ٱللَّهِ لَوَجَدُوا۟ فِيهِ ٱخْتِلَـٰفًا كَثِيرًا",
          "transliteration": "afalā yatadabbarūna l-qur'āna walaw kāna min ʿindi ghayri l-lahi lawajadū fīhi ikh'tilāfan kathīran",
          "translation": "Maka tidakkah mereka menghayati (mendalami) Alquran? Sekiranya (Alquran) itu bukan dari Allah, pastilah mereka menemukan banyak hal yang bertentangan di dalamnya.",
          "tafsir": "Orang-orang kafir dan kaum munafik tersebut dicela karena mereka tidak mengerti tentang kerasulan Muhammad dan tidak mau memahami Al-Qur'an yang menjelaskan tentang kerasulan Nabi Muhammad. Kalau mereka mau mengerti dan mau memperhatikan, niscaya mereka mengetahui bahwa kerasulan Muhammad dan Al-Qur'an itu memang sebenarnya dari Tuhan. Janji Allah kepada orang mukmin dan ancaman-Nya kepada orang kafir dan orang munafik sebagaimana yang disampaikan oleh Muhammad adalah suatu hal yang pasti sebagaimana pasti benarnya ayat-ayat yang disampaikan oleh Muhammad tentang isi hati yang dikandung oleh orang munafik dan orang kafir. Demikian pula pasti benarnya ayat-ayat yang dibawa Muhammad tentang nasib buruk mereka di akhirat nanti, karena kalau Al-Qur'an dibuat Muhammad, bukan datang dari Allah yang mengutus niscaya mereka akan menemui dalam Al-Qur'an ayat-ayat yang saling bertentangan satu sama lain. Menurut al-Maragi, hal-hal yang berikut ini adalah sebagai bukti bahwa Al-Qur'an bukan bikinan Muhammad, tetapi wahyu dari Allah: 1. Tidak seorang makhluk pun yang dapat menggambarkan hakikat dari sesuatu sebagaimana digambarkan oleh Al-Qur'an tanpa adanya pertentangan antara satu dengan yang lain. 2. Al-Qur'an menceritakan kejadian masa lalu yang tidak pernah disaksikan oleh Muhammad dan sebagiannya tidak terdapat pula dalam sejarah. Al-Qur'an juga menceritakan hal-hal yang akan datang dan ternyata sesuai dengan kenyataan, juga diceritakan yang sudah terjadi dan tersembunyi di dalam hati sanubari sebagian manusia sebagaimana Al-Qur'an menceritakan tentang siasat yang diatur oleh segolongan manusia yang menentang Rasul (lihat ayat 77 yang berhubungan dengan ayat 81 pada ayat yang lalu). 3. Tidak seorang pun yang dapat membuat tandingan Al-Qur'an dalam menguraikan pokok-pokok akidah, kaidah-kaidah syariah, siasat suku-suku dan golongan secara tepat tanpa ada pertentangan satu sama lain. 4. Tidak seorang pun dapat menandingi Al-Qur'an dalam mengemukakan undang-undang kemasyarakatan atau nilai-nilai kemakmuran, untuk masing-masing agama dan penganutnya dengan mengemukakan alasan yang kongkrit beserta contoh-contoh dan perbandingan. Satu cerita yang disebut berulang kali dalam ungkapan yang berbeda, dengan mengesankan dan meyakinkan tanpa lepas dari bentuk nasihat dan pengajaran. Semuanya diterangkan tanpa adanya pertentangan antara satu dengan yang lain. 5. Tidak seorang pun dapat mendatangkan tandingan Al-Qur'an dalam membicarakan tentang kejadian alam ini dengan menguraikan sesuatu yang dikandung oleh bumi dan langit seperti binatang, angin, laut, tumbuh-tumbuhan dan hikmah masing-masing dengan bahasa sastra yang tinggi meskipun dikemukakan secara berulang-ulang tetapi tidak membosankan. Bahkan masing-masing ayat saling memperkuat pengertian dan mengesankan. 6. Al-Qur'an memberitakan tentang yang gaib, hari kemudian, dan segala sesuatu yang berhubungan dengan adanya perhitungan terhadap perbuatan manusia dan pembalasan yang setimpal. Pemberitaan semacam ini termaktub dalam ayat yang berlainan penguraiannya tetapi satu tujuannya. Jadi, memperhatikan keistimewaan Al-Qur'an adalah jalan untuk memperoleh petunjuk, bahwa memang Al-Qur'an itu datang dari Allah dan wajib diikuti. Segala sesuatu yang dikandungnya dapat diterima akal, sesuai dengan fitrah, sejalan dengan kemaslahatan dan hanya dalam Al-Qur'an terdapat jalan kebahagiaan manusia di dunia dan akhirat."
        },
        {
          "number": 83,
          "arabic": "وَإِذَا جَآءَهُمْ أَمْرٌ مِّنَ ٱلْأَمْنِ أَوِ ٱلْخَوْفِ أَذَاعُوا۟ بِهِۦ ۖ وَلَوْ رَدُّوهُ إِلَى ٱلرَّسُولِ وَإِلَىٰٓ أُو۟لِى ٱلْأَمْرِ مِنْهُمْ لَعَلِمَهُ ٱلَّذِينَ يَسْتَنۢبِطُونَهُۥ مِنْهُمْ ۗ وَلَوْلَا فَضْلُ ٱللَّهِ عَلَيْكُمْ وَرَحْمَتُهُۥ لَٱتَّبَعْتُمُ ٱلشَّيْطَـٰنَ إِلَّا قَلِيلًا",
          "transliteration": "wa-idhā jāahum amrun mina l-amni awi l-khawfi adhāʿū bihi walaw raddūhu ilā l-rasūli wa-ilā ulī l-amri min'hum laʿalimahu alladhīna yastanbiṭūnahu min'hum walawlā faḍlu l-lahi ʿalaykum waraḥmatuhu la-ittabaʿtumu l-shayṭāna illā qalīlan",
          "translation": "Dan apabila sampai kepada mereka suatu berita tentang keamanan ataupun ketakutan, mereka (langsung) menyiarkannya. (Padahal) apabila mereka menyerahkannya kepada Rasul dan Ulil Amri <sup foot_note=135159>1</sup> di antara mereka, tentulah orang-orang yang ingin mengetahui kebenarannya (akan dapat) mengetahuinya (secara resmi) dari mereka (Rasul dan Ulil Amri).<sup foot_note=135160>2</sup> Sekiranya bukan karena karunia dan rahmat Allah kepadamu, tentulah kamu mengikut setan, kecuali sebagian kecil saja (di antara kamu).",
          "tafsir": "Orang yang lemah iman dan orang munafik suka menyiarkan berita-berita yang mereka ketahui terutama dalam keadaan perang yaitu berita-berita yang dibocorkan dari pihak markas tentara, tentang rahasia peperangan, dalam negeri atau luar negeri yang tidak wajar diketahui oleh khalayak umum. Maksud mereka menyiarkan berita-berita itu adalah untuk mengacaukan keadaan. Tetapi kalau mereka bermaksud baik dan mereka mengembalikan berita itu kepada Rasul sebagai pimpinan tertinggi atau mereka kembalikan kepada ulil amri yaitu pemimpin dan orang-orang pemerintahan tentulah mereka akan mengetahui persoalan berita yang sebenarnya; mereka akan mendapat keterangan dari pemimpin dan orang pemerintahan. Dengan demikian keamanan umum tidak sempat terganggu. Masyarakat akan terpengaruh oleh orang yang menyiarkan berita secara provokatif, kecuali orang yang kuat imannya yang selamat dari berita provokasi tersebut. Dengan rahmat dan karunia Allah kaum Muslimin terpelihara dari perangkap semacam itu karena mereka patuh pada Allah dan Rasul, serta mengembalikan segala urusan kepada pimpinan yang dipercayai."
        },
        {
          "number": 84,
          "arabic": "فَقَـٰتِلْ فِى سَبِيلِ ٱللَّهِ لَا تُكَلَّفُ إِلَّا نَفْسَكَ ۚ وَحَرِّضِ ٱلْمُؤْمِنِينَ ۖ عَسَى ٱللَّهُ أَن يَكُفَّ بَأْسَ ٱلَّذِينَ كَفَرُوا۟ ۚ وَٱللَّهُ أَشَدُّ بَأْسًا وَأَشَدُّ تَنكِيلًا",
          "transliteration": "faqātil fī sabīli l-lahi lā tukallafu illā nafsaka waḥarriḍi l-mu'minīna ʿasā l-lahu an yakuffa basa alladhīna kafarū wal-lahu ashaddu basan wa-ashaddu tankīlan",
          "translation": "Maka berperanglah engkau (Muhammad) di jalan Allah, engkau tidaklah dibebani melainkan atas dirimu sendiri.<sup foot_note=135161>1</sup> Kobarkanlah (semangat) orang-orang beriman (untuk berperang). Mudah-mudahan Allah menolak (mematahkan) serangan orang-orang yang kafir itu. Allah sangat besar kekuatan(-Nya) dan sangat keras siksa(-Nya).",
          "tafsir": "Perintah perang untuk menahan serangan pihak kafir ini ditujukan langsung oleh Allah kepada Nabi-Nya dan Allah menghendaki pelaksanaan perintah perang ini atas dasar ketaatan dan berserah diri kepada-Nya tanpa menggantungkan harapan kepada orang-orang munafik yakni dengan mengharap bantuan kaum munafik. Allah memerintahkan kepada Nabi-Nya agar menganjurkan kepada orang-orang mukmin untuk ikut memerangi orang-orang kafir. Sejarah membuktikan pada Perang Uhud betapa ketabahan Rasulullah menjalankan perintah Allah meskipun pasukan Muslimin berada dalam keadaan kacau balau. Dalam ayat ini Allah menjanjikan akan melemahkan kekuatan orang-orang kafir, karenanya sudah sewajarnya kaum Muslimin tidak merasa khawatir, bahkan hendaknya semakin patuh kepada Rasulullah dengan memenuhi anjurannya untuk turut memerangi orang-orang kafir dengan keyakinan bahwa Allah Mahakuat dan memenuhi janji-Nya, memberikan kemenangan kepada Rasulullah beserta orang-orang mukmin."
        },
        {
          "number": 85,
          "arabic": "مَّن يَشْفَعْ شَفَـٰعَةً حَسَنَةً يَكُن لَّهُۥ نَصِيبٌ مِّنْهَا ۖ وَمَن يَشْفَعْ شَفَـٰعَةً سَيِّئَةً يَكُن لَّهُۥ كِفْلٌ مِّنْهَا ۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ مُّقِيتًا",
          "transliteration": "man yashfaʿ shafāʿatan ḥasanatan yakun lahu naṣībun min'hā waman yashfaʿ shafāʿatan sayyi-atan yakun lahu kif'lun min'hā wakāna l-lahu ʿalā kulli shayin muqītan",
          "translation": "Barang siapa memberi pertolongan dengan pertolongan yang baik, niscaya dia akan memperoleh bagian (pahala)-nya. Dan barang siapa memberi pertolongan dengan pertolongan yang buruk, niscaya dia akan memikul bagian dari (dosa)nya. Allah Maha Kuasa atas segala sesuatu.",
          "tafsir": "Syafaat ialah bantuan seseorang kepada orang lain dalam suatu hal. Syafaat berbentuk dua macam: pertama, yang berbentuk kebajikan yaitu yang dipandang baik oleh agama, dan kedua, berbentuk kejahatan yaitu yang dipandang buruk oleh agama. Orang yang melakukan syafaat berbentuk kebajikan umpamanya menolong atau menganjurkan kepada orang lain melakukan perbuatan baik, seperti mendirikan madrasah, mesjid dan sebagainya, orang yang menganjurkan akan mendapat ganjaran dari perbuatan orang yang mengikuti anjurannya tersebut seolah-olah ia sendiri yang berbuat. Demikian juga orang yang melakukan syafaat berbentuk kejahatan umpamanya membantu orang yang melakukan pekerjaan jahat seperti berjudi, berzina dan lari dari perang sabil. Ia akan mendapat bagian ganjaran dari perbuatan tersebut seolah-olah ia berserikat dalam pekerjaan itu. Suatu perbuatan tidak lepas dari bentuk sebab dan akibat. Maka orang yang menjadi sebab terwujudnya kebaikan atau menjadi sebab terwujudnya kejahatan tidak akan luput dari menerima ganjaran Allah. Allah sanggup menentukan segala sesuatu. Karena itu orang yang berbuat baik tidak akan berkurang pahalanya, karena Allah memberi ganjaran pula kepada penganjurnya, karena Allah Mahaadil, Allah memberi balasan berupa hukuman terhadap orang yang menjadi sebab sesatnya orang lain."
        },
        {
          "number": 86,
          "arabic": "وَإِذَا حُيِّيتُم بِتَحِيَّةٍ فَحَيُّوا۟ بِأَحْسَنَ مِنْهَآ أَوْ رُدُّوهَآ ۗ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَىْءٍ حَسِيبًا",
          "transliteration": "wa-idhā ḥuyyītum bitaḥiyyatin faḥayyū bi-aḥsana min'hā aw ruddūhā inna l-laha kāna ʿalā kulli shayin ḥasīban",
          "translation": "Dan apabila kamu dihormati dengan suatu (salam) penghormatan, maka balaslah penghormatan itu dengan yang lebih baik, atau balaslah (penghormatan itu, yang sepadan) dengannya. Sungguh, Allah memperhitungkan segala sesuatu.",
          "tafsir": "Perintah untuk berlaku sopan santun dalam pergaulan, agar terpelihara hubungan persaudaraan dengan jalan mengadakan tata tertib yang dilakukan ketika bertemu dengan seseorang. Seseorang harus membalas penghormatan yang diberikan kepadanya berupa salam yang diterimanya dengan balasan yang setimpal atau dengan cara lebih baik. Balasan yang setimpal atau yang lebih baik dapat berbentuk ucapan yang menyenangkan atau dengan suara yang lemah lembut atau dengan gerak-gerik yang menarik hati, memperhatikan kehidupan dalam menegakkan sopan santun yang memperkuat hubungan persaudaraan antara sesama mereka. Allah memperhatikan segala sesuatu termasuk memperhatikan kehidupan manusia dalam menegakkan sopan santun yang bisa memperkuat hubungan persaudaraan antara sesama mereka. Sejalan dengan ayat itu terdapat hadis-hadis sebagai berikut Dari Abu Hurairah berkata, Rasulullah saw bersabda, \"Hendaklah orang yang berkendaraan memberi salam kepada orang yang berjalan kaki, dan orang yang berjalan kaki memberi salam kepada orang yang duduk, kelompok orang yang sedikit memberi salam kepada kelompok yang banyak, kelompok orang yang muda memberi salam kepada kelompok yang tua.\" (Riwayat al-Bukhari dan Muslim). Dari Abdullah bin 'Amr, dia berkata, \"bahwasannya seseorang bertanya kepada Rasulullah, mana ajaran Islam yang terbaik? Rasulullah Saw menjawab, \"(yaitu) memberi makan (kepada fakir miskin) dan memberi salam kepada orang yang engkau kenal dan orang yang belum engkau kenal. (Riwayat al-Bukhari dan Muslim)."
        }
      ]
    }
  ]
}