{
  "pageNumber": 396,
  "juz": 20,
  "surahs": [
    {
      "number": 28,
      "name": "Al-Qasas",
      "nameArabic": "القصص",
      "meaning": "Kisah-kisah",
      "revelation": "Makkah",
      "description": "Surat Al-Qashash terdiri dari 88 ayat dan termasuk surat Makkiyyah.Dinamai dengan \"Al-Qashash\" karena pada ayat ke-25 surat ini terdapat kata \"Al-Qashash\" yang berarti \"cerita\". Ayat ini menerangkan bahwa setelah Nabi Musa bertemu dengan Nabi Syu'aib, ia menuturkan cerita yang berhubungan dengan dirinya sendiri, yakni pengalamannya bersama Fir'aun, sampai ketika ia diburu oleh Fir'aun karena membunuh seseorang dari bangsa Qibthi tanpa disengaja. Syu'aib menjawab bahwa Musa telah selamat dari pengejaran orang-orang zalim.Turunnya ayat ke-25 surat ini sangat besar artinya bagi Nabi Muhammad dan para sahabat yang melakukan hijrah ke Madinah. Hal ini menambah keyakinan mereka, bahwa pada akhirnya orang-orang Islamlah yang akan menang. Ayat ini menunjukkan bahwa barang siapa berhijrah dari tempat musuh untuk mempertahankan keimanan, pasti akan berhasil dalam perjuangannya menghadapi musuh-musuh agama. Kepastian kemenangan bagi kaum muslimin ini ditegaskan pada bagian akhir surat ini yang mengandung isyarat bahwa, setelah hijrah ke Madinah, kaum muslimin akan kembali ke Mekah sebagai pemenang dan penegak agama Allah. Surat Al-Qashash ini adalah surat yang paling lengkap memuat cerita Nabi Musa sehingga, menurut suatu riwayat, surat ini juga dinamai surat Musa.**Pokok-Pokok Isi:**1. **Keimanan:** Allah Yang menentukan segala sesuatu dan manusia harus ridha dengan ketentuan itu; alam adalah fana dan hanya Allah yang Kekal; semuanya akan kembali kepada Allah; Allah mengetahui isi hati manusia baik yang dilahirkan ataupun yang disembunyikan.2. **Kisah-kisah:** Kekejaman Fir'aun dan pertolongan serta karunia Allah kepada Bani Israil; Musa dilemparkan ke sungai Nil, Musa membunuh seorang Qibthi tanpa sengaja; Musa di Madyan; Musa menerima perintah menyeru Fir'aun di gunung Sinai; kisah Karun.3. **Lain-lain:** Al-Qur'an menerangkan kisah nabi-nabi dan umat-umat terdahulu sebagai bukti kerasulan Muhammad; ahli kitab yang beriman kepada Nabi Muhammad diberi pahala dua kali lipat; hikmah Al-Qur'an diturunkan secara berangsur-angsur; hanya Allah yang memberi taufik kepada hamba-Nya untuk beriman; Allah menghancurkan suatu negeri karena kezaliman penduduknya sendiri; Allah tidak akan mengazab suatu umat sebelum rasul diutus kepadanya; keadaan orang-orang kafir dan sekutu-sekutu mereka pada hari kiamat; pergantian siang dan malam sebagai rahmat bagi manusia; Allah memberi balasan kebaikan dengan berlipat ganda sedangkan balasan kejahatan seimbang dengan yang telah dilakukan; janji Allah akan kemenangan Nabi Muhammad.Surat Al-Qashash diturunkan pada waktu kaum muslimin dalam keadaan lemah, sedangkan orang musyrik Mekah, sebagai penguasa, ketika itu mempunyai kekuatan dan kekuasaan yang besar.Dalam surat ini, Allah mengemukakan bahwa Fir'aun sebagai seorang raja yang mempunyai kekuasaan yang tak terbatas, dan Qarun sebagai seorang yang berilmu yang mempunyai harta yang tidak terhingga, akan binasa bersama apa yang dimiliki karena mengingkari agama Allah, sedangkan Musa yang semula tidak mempunyai apa pun justru mendapat kemenangan karena mengikuti agama Allah. Ayat ke-59 menegaskan lagi bahwa Allah menghancurkan negeri-negeri yang penduduknya zalim. Kemudian surat ini ditutup dengan menerangkan bahwa kaum muslimin, sekalipun dalam keadaan lemah, nanti setelah hijrah ke Madinah akan kembali lagi ke Mekah sebagai pemenang. Karena itu, tetaplah menyembah Allah, tidak ada Tuhan (yang berhak disembah) selain Dia. Dialah Mahakuasa dan menentukan segala sesuatu.**Hubungan Surat Al-Qashash Dengan Surat Al-'Ankabut:**1. Surat Al-'Ankabut dimulai dengan hiburan dari Allah kepada Nabi Muhammad dan para sahabatnya yang selalu disakiti, diejek, dan diusir oleh orang-orang musyrik Mekah, bahwa orang-orang yang beriman itu akan menerima cobaan atas keimanan mereka, sedangkan surat Al-Qashash menerangkan berbagai macam cobaan yang dialami oleh Nabi Musa dan Bani Israil dalam menghadapi kekejaman Fir'aun. Oleh sebab itu, Allah menyuruh agar Nabi Muhammad dan para sahabatnya agar terus bersabar dalam menghadapi cobaan-cobaan itu.2. Surat Al-Qashash mengisahkan tentang keselamatan Nabi Musa dari pengejaran Fir'aun setelah secara tidak sengaja membunuh orang Qibti. Juga mengisahkan tentang keselamatan Nabi Musa dan pengikutnya dari pengejaran Fir'aun dan bala tentaranya dan tenggelamnya Fir'aun dan bala tentaranya di laut Merah. Sementara itu, surat Al-'Ankabut mengisahkan keselamatan Nabi Nuh dan pengikutnya di atas kapal dan tenggelamnya orang-orang yang mengingkari seruan Nabi Nuh. Semua ini menunjukkan pertolongan Allah kepada hamba-hamba-Nya yang beriman.3. Surat Al-Qashash mengemukakan kelemahan kepercayaan orang-orang yang menyembah berhala dengan menerangkan keadaan penyembah-penyembah berhala dengan berhala itu sendiri pada hari kiamat, sedangkan surat Al-'Ankabut menyatakan kesalahan kepercayaan tersebut dengan membandingkannya dengan laba-laba yang percaya akan kekuatan sarangnya yang sangat lemah itu.4. Kedua surat ini sama-sama menerangkan kisah Fir'aun dan Qarun serta akibat perbuatan keduanya. Kedua Surat ini sama-sama menyinggung hijrah Nabi Muhammad.",
      "verses": [
        {
          "number": 85,
          "arabic": "إِنَّ ٱلَّذِى فَرَضَ عَلَيْكَ ٱلْقُرْءَانَ لَرَآدُّكَ إِلَىٰ مَعَادٍ ۚ قُل رَّبِّىٓ أَعْلَمُ مَن جَآءَ بِٱلْهُدَىٰ وَمَنْ هُوَ فِى ضَلَـٰلٍ مُّبِينٍ",
          "transliteration": "inna alladhī faraḍa ʿalayka l-qur'āna larādduka ilā maʿādin qul rabbī aʿlamu man jāa bil-hudā waman huwa fī ḍalālin mubīnin",
          "translation": "Sesungguhnya (Allah) yang mewajibkan engkau (Muhammad) untuk (melaksanakan hukum-hukum) Alquran, benar-benar akan mengembalikanmu ke tempat kembali.<sup foot_note=135568>1</sup> Katakanlah (Muhammad), \"Tuhanku mengetahui orang yang membawa petunjuk dan orang yang berada dalam kesesatan yang nyata.\"",
          "tafsir": "Pada ayat ini, Allah menerangkan bahwa Dialah yang mewajibkan kepada Muhammad mengamalkan isi Al-Qur'an, dan melaksanakan hukum-hukum dan perintah yang ada di dalamnya. Dia pulalah yang akan mengembalikan Muhammad ke tanah suci Mekah, tanah tumpah darahnya dalam keadaan menang dan merebutnya kembali dari kaum yang telah mengusirnya dari sana. Muhammad saw kembali ke Mekah dengan satu kemenangan besar bagi kaum Muslimin, karena dengan demikian ia dapat mengembangkan Islam dengan bebas dan dapat menekan kehendak kaum musyrikin. Ini adalah janji dari Allah ketika Muhammad selalu disakiti dan mendapat tekanan yang berat dari kaumnya bahwa dia akan hijrah meninggalkan Mekah, dan akan kembali dalam keadaan menang. Selain kembali ke Mekah, ada yang berpendapat Allah mengembalikan Rasul kepada kematian atau mengembalikan ke surga, sebagaimana firman Allah: Katakanlah (Muhammad), \"Wahai kaumku! Berbuatlah menurut kedudukanmu, aku pun berbuat (demikian). Kelak kamu akan mengetahui, siapa yang akan memperoleh tempat (terbaik) di akhirat (nanti). Sesungguhnya orang-orang yang zalim itu tidak akan beruntung. (al-An'am/6: 135)"
        },
        {
          "number": 86,
          "arabic": "وَمَا كُنتَ تَرْجُوٓا۟ أَن يُلْقَىٰٓ إِلَيْكَ ٱلْكِتَـٰبُ إِلَّا رَحْمَةً مِّن رَّبِّكَ ۖ فَلَا تَكُونَنَّ ظَهِيرًا لِّلْكَـٰفِرِينَ",
          "transliteration": "wamā kunta tarjū an yul'qā ilayka l-kitābu illā raḥmatan min rabbika falā takūnanna ẓahīran lil'kāfirīna",
          "translation": "Dan engkau (Muhammad) tidak pernah mengharap agar Kitab (Alquran) itu diturunkan kepadamu, tetapi ia (diturunkan) sebagai rahmat dari Tuhanmu, sebab itu janganlah sekali-kali engkau menjadi penolong bagi orang-orang kafir!",
          "tafsir": "Ayat ini menerangkan bahwa Muhammad tidak pernah mengharapkan diturunkannya Al-Qur'an kepadanya untuk mengetahui berita-berita orang-orang sebelumnya, dan hal-hal yang terjadi sesudahnya, antara lain seperti agama yang mengandung kebahagiaan bagi manusia di dunia dan akhirat, dan juga adab-adab yang meninggikan derajat mereka dan mencerdaskan akal pikiran mereka. Sekalipun demikian, Allah menurunkan semuanya itu kepada Muhammad sebagai rahmat dari-Nya. Pada ayat ini, Allah melarang Nabi Muhammad dan umatnya untuk membantu perjuangan orang-orang kafir dalam bentuk apa pun. Umat Muhammad justru dituntut untuk membantu memperkuat perjuangan umat Islam. Oleh karena itu, hendaklah ia memuji Tuhannya atas nikmat yang dikaruniakan kepadanya dengan penurunan kitab suci Al-Qur'an. Nabi saw tidak perlu menolong dan membantu orang-orang musyrik yang mengingkari Kitab suci Al-Qur'an itu, tetapi hendaklah ia memisahkan diri dan berpaling dari mereka sesuai dengan firman Allah: Maka sampaikanlah (Muhammad) secara terang-terangan segala apa yang diperintahkan (kepadamu) dan berpalinglah dari orang yang musyrik. (al-hijr/15: 94)"
        },
        {
          "number": 87,
          "arabic": "وَلَا يَصُدُّنَّكَ عَنْ ءَايَـٰتِ ٱللَّهِ بَعْدَ إِذْ أُنزِلَتْ إِلَيْكَ ۖ وَٱدْعُ إِلَىٰ رَبِّكَ ۖ وَلَا تَكُونَنَّ مِنَ ٱلْمُشْرِكِينَ",
          "transliteration": "walā yaṣuddunnaka ʿan āyāti l-lahi baʿda idh unzilat ilayka wa-ud'ʿu ilā rabbika walā takūnanna mina l-mush'rikīna",
          "translation": "dan jangan sampai mereka menghalang-halangi engkau (Muhammad) untuk (menyampaikan) ayat-ayat Allah, setelah ayat-ayat itu diturunkan kepadamu, dan serulah (manusia) agar (beriman) kepada Tuhanmu, dan janganlah engkau termasuk orang-orang musyrik.",
          "tafsir": "Allah menganjurkan kepada Muhammad agar tidak mengindahkan tipu daya orang-orang kafir, dan jangan sekali-kali terpengaruh sehingga mereka berhasil menghalang-halangi penyampaian ayat-ayat suci Al-Qur'an sesudah diturunkan kepadanya. Allah selalu bersamanya dan menguatkan serta memenangkan agama-Nya dari orang-orang kafir. Bahkan Nabi saw diperintahkan menyeru kaumnya ke jalan Allah dan menyampaikan agama-Nya kepada mereka, menyembah hanya kepada Allah saja yang tidak ada sekutu bagi-Nya. Pada akhir ayat ini, Allah menekankan supaya Muhammad jangan sekali-kali meninggalkan dakwahnya, dan selalu menyampaikan risalahnya kepada kaum musyrikin, supaya dia tidak seperti mereka, bermaksiat menyalahi perintah-Nya. Di ayat lain diterangkan: Dan jangan sekali-kali kamu masuk golongan orang-orang musyrik. (al-An'am/6: 14"
        },
        {
          "number": 88,
          "arabic": "وَلَا تَدْعُ مَعَ ٱللَّهِ إِلَـٰهًا ءَاخَرَ ۘ لَآ إِلَـٰهَ إِلَّا هُوَ ۚ كُلُّ شَىْءٍ هَالِكٌ إِلَّا وَجْهَهُۥ ۚ لَهُ ٱلْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ",
          "transliteration": "walā tadʿu maʿa l-lahi ilāhan ākhara lā ilāha illā huwa kullu shayin hālikun illā wajhahu lahu l-ḥuk'mu wa-ilayhi tur'jaʿūna",
          "translation": "Dan Jangan (pula) engkau sembah tuhan yang lain selain Allah. Tidak ada tuhan (yang berhak disembah) selain Dia. Segala sesuatu pasti binasa, kecuali Allah. Segala keputusan menjadi wewenang-Nya, dan hanya kepada-Nya kamu dikembalikan.",
          "tafsir": "Pada ayat ini, Allah melarang Nabi Muhammad menyembah sembahan lain selain Allah, karena tiada Tuhan yang patut disembah kecuali Allah, sebagaimana firman Nya: (Dialah) Tuhan timur dan barat, tidak ada tuhan selain Dia, maka jadikanlah Dia sebagai pelindung. (al-Muzzammil/73: 9) Allah itu kekal abadi sekalipun semua makhluk yang ada sudah mati dan binasa. Firman Allah: Semua yang ada di bumi itu akan binasa, tetapi wajah Tuhanmu yang memiliki kebesaran dan kemuliaan tetap kekal. (ar-Rahman/55: 26-27) Dan sabda Nabi Muhammad saw: Ungkapan paling benar yang diucapkan penyair adalah yang diucapkan oleh Labid, yaitu: \"Ketahuilah setiap sesuatu selain dari Allah akan binasa.\" (Riwayat al-Bukhari dan Muslim dari Abu Hurairah) Allah-lah yang mempunyai kerajaan, dan berbuat sekehendak-Nya. Dia-lah yang menentukan segala sesuatu yang akan berlaku kepada semua makhluk. Kepada-Nyalah akan dikembalikan semuanya, dan dibalas menurut amal perbuatannya masing-masing. Kalau ia beramal baik, taat, dan patuh kepada perintah Allah, akan dimasukkan ke dalam surga. Sebaliknya kalau ia berbuat maksiat dan bergelimang dosa, akan dimasukkan ke dalam neraka. Nabi saw bersabda sebagaimana diriwayatkan dari Abu Hurairah: Semua umatku akan masuk surga kecuali yang tidak mau. Barang siapa taat kepadaku, maka ia masuk ke dalam surga, dan barang siapa durhaka kepadaku, maka sungguh ia telah enggan. (Riwayat al-Bukhari dari Abu Hurairah)."
        }
      ]
    },
    {
      "number": 29,
      "name": "Al-'Ankabut",
      "nameArabic": "العنكبوت",
      "meaning": "Laba-laba",
      "revelation": "Makkah",
      "description": "Surat Al-'Ankabut terdiri dari 69 ayat dan termasuk golongan surat Makkiyyah.Dinamai \"Al-'Ankabut\" berhubung kata Al-'Ankabut yang berarti \"laba-laba\" terdapat pada ayat 41 surat ini, ketika Allah mengumpamakan para penyembah berhala dengan laba-laba yang meyakini kekuatan sarangnya sebagai tempat berlindung dan tempat menjerat mangsa, padahal jika dihembuskan angin atau ditimpa suatu barang yang kecil, sarang itu akan hancur. Begitu pula halnya kaum musyrikin yang meyakini kekuatan sembahan mereka sebagai tempat berlindung dan meminta sesuatu, padahal sembahan itu tidak mampu sedikit pun menolong mereka dari azab Allah ketika di dunia, seperti yang terjadi pada kaum Nuh, kaum Ibrahim, kaum Luth, kaum Syu'aib, kaum Shaleh, dan lain-lain. Terlebih, menghadapi azab Allah di akhirat nanti, sembahan mereka itu lebih tidak mampu lagi menghindarkan dan melindungi mereka.**Pokok-Pokok Isi:**1. **Keimanan:** Bukti-bukti tentang keberadaan hari kebangkitan dan ancaman terhadap orang-orang yang mengingkarinya; setiap jiwa akan merasakan mati dan hanya kepada Allah mereka akan kembali; Allah menjamin rezeki setiap makhluk-Nya.2. **Hukum-hukum:** Kewajiban berbuat baik kepada kedua orang tua; kewajiban mengerjakan shalat karena bisa mencegah dari perbuatan keji dan mungkar; kewajiban menentang ajakan mempersekutukan Allah sekalipun dari ibu bapak.3. **Kisah-kisah:** Kisah-kisah ujiaan yang dialami oleh Nabi Nuh, Nabi Ibrahim, Nabi Luth, Nabi Syu'aib, Nabi Dawud, Nabi Shaleh, dan Nabi Musa4. **Lain-lain:** Cobaan diperlukan untuk menguji keimanan seseorang; manfaat usaha manusia kembali kepada dirinya sendiri, bukan kepada Allah; perlawanan terhadap kebenaran pasti hancur.Surat Al-'Ankabut menerangkan bahwa seseorang yang mengatakan diri beriman belum bisa dikatakan benar-benar beriman sebelum imannya itu diuji. Orang yang imannya lemah, setelah disakiti sedikit saja, maka hancurlah imannya. Adakalanya mereka menjadi munafik dan adakalanya kembali menjadi kafir. Orang munafik dan orang kafir tidak akan luput dari azab Allah sebagaimana yang telah dialami oleh umat-umat terdahulu.Allah juga mengumpamakan kepercayaan orang-orang musyrikin terhadap kekuatan berhala-berhala yang disembahnya sama dengan kepercayaan laba-laba terhadap kekuatan sarangnya. Allah menyuruh orang yang beriman mengerjakan shalat, mengingat Allah, dan menyampaikan agama-Nya. Apabila orang-orang musyrik tetap enggan menerima ajakan maka itu adalah urusan Allah. Apabila mereka bertindak sewenang-wenang dan kaum muslimin belum mempunyai kekuatan, kaum muslimin harus berhijrah ke tempat lain karena bumi Allah luas, dan Allah yang menentukan dan menjamin rezeki setiap makhluk.Dunia adalah fana sedangkan akhirat adalah kekal. Di akhirat, orang-orang kafir mendapat azab yang kekal sedangkan orang-orang yang berjihad di jalan Allah mendapat kesenangan yang abadi.**Hubungan Surat Al-'Ankabut Dengan Surat Ar-Rum:**1. Bagian permulaan surat Al-'Ankabut menerangkan tentang jihad sebagai ujian bagi orang-orang mukmin, bahwa manusia itu diciptakan Allah bukan untuk bersenang-senang, tetapi untuk berusaha dan berjihad di jalan Allah sampai akhir hayat. Dalam berusaha dan berjihad di jalan Allah serta berjuang, manusia biasa mendapat halangan dan rintangan, namun hanya orang-orang mukmin saja yang sanggup mengatasi halangan dan rintangan ini sehingga mendapat kesenangan. Kemudian pada akhir surat Al-'Ankabut ini diulangi kembali tentang berjihad itu. Permulaan surat Ar-Rum mengandung arti bahwa orang mukmin akan mengalahkan orang-orang musyrik dalam waktu dekat. Maka ditinjau dari segi berjihad dan usaha mewujudkannya, surat Ar-Rum dianggap sebagai penyempurnaan dari apa yang dikemukakan dalam surat Al-'Ankabut.2. Surat Al-'Ankabut mengemukakan tentang keesaan Allah dan hari kebangkitan secara global, sedangkan surat Ar-Rum mengemukakan bukti-bukti hal tersebut secara terperinci.3. Surat Al-'Ankabut menyebutkan bahwa kewajiban para rasul hanya menyampaikan agama Allah, sedangkan surat Ar-Rum menyebutkan bahwa rasul-rasul tidak dapat memberikan taufik dan tidak mampu menjadikan seseorang menerima apa yang disampaikannya. Hanya Allah yang mampu melakukan hal tersebut.",
      "verses": [
        {
          "number": 1,
          "arabic": " الٓمٓ",
          "transliteration": "alif-lam-meem",
          "translation": "Alif lām mīm.",
          "tafsir": "Alif Lam Mim, lihat tafsir mengenai huruf-huruf hijaiyah pada awal Surah al-Baqarah"
        },
        {
          "number": 2,
          "arabic": "أَحَسِبَ ٱلنَّاسُ أَن يُتْرَكُوٓا۟ أَن يَقُولُوٓا۟ ءَامَنَّا وَهُمْ لَا يُفْتَنُونَ",
          "transliteration": "aḥasiba l-nāsu an yut'rakū an yaqūlū āmannā wahum lā yuf'tanūna",
          "translation": "Apakah manusia mengira bahwa mereka akan dibiarkan hanya dengan mengatakan, \"Kami telah beriman,\" dan mereka tidak diuji?",
          "tafsir": "Pada ayat ini, Allah bertanya kepada manusia yang telah mengaku beriman dengan mengucapkan kalimat syahadat bahwa apakah mereka akan dibiarkan begitu saja mengakui keimanan tersebut tanpa lebih dahulu diuji? Tidak, malah setiap orang beriman harus diuji lebih dahulu, sehingga dapat diketahui sampai di manakah mereka sabar dan tahan menerima ujian tersebut. Ujian yang mesti mereka tempuh itu bermacam-macam. Umpamanya perintah berhijrah (meninggalkan kampung halaman demi menyelamatkan iman dan keyakinan), berjihad di jalan Allah, mengendalikan syahwat, mengerjakan tugas-tugas dalam rangka taat kepada Allah, dan bermacam-macam musibah seperti kehilangan anggota keluarga, dan hawa panas yang kering yang menyebabkan tumbuh-tumbuhan mati kekeringan. Semua cobaan itu dimaksudkan untuk menguji siapakah di antara mereka yang sungguh-sungguh beriman dengan ikhlas dan siapa pula yang berjiwa munafik. Juga bertujuan untuk mengetahui apakah mereka termasuk orang yang kokoh pendiriannya atau orang yang masih bimbang dan ragu sehingga iman mereka masih rapuh. Maksud ayat ini dapat dilihat dalam ayat lain, yakni: Apakah kamu mengira bahwa kamu akan dibiarkan (begitu saja), padahal Allah belum mengetahui orang-orang yang berjihad di antara kamu dan tidak mengambil teman yang setia selain Allah, Rasul-Nya dan orang-orang yang beriman. Allah Mahateliti terhadap apa yang kamu kerjakan. (at-Taubah/9: 16) Dari paparan di atas dapat diambil kesimpulan bahwa setiap orang yang mengaku beriman tidak akan mencapai hakikat iman yang sebenarnya sebelum ia menempuh berbagai macam ujian. Ujian itu bisa berupa kewajiban seperti kewajiban dalam memanfaatkan harta benda, hijrah, jihad di jalan Allah, membayar zakat kepada fakir miskin, menolong orang yang sedang mengalami kesusahan dan kesulitan, dan bisa juga berupa musibah."
        },
        {
          "number": 3,
          "arabic": "وَلَقَدْ فَتَنَّا ٱلَّذِينَ مِن قَبْلِهِمْ ۖ فَلَيَعْلَمَنَّ ٱللَّهُ ٱلَّذِينَ صَدَقُوا۟ وَلَيَعْلَمَنَّ ٱلْكَـٰذِبِينَ",
          "transliteration": "walaqad fatannā alladhīna min qablihim falayaʿlamanna l-lahu alladhīna ṣadaqū walayaʿlamanna l-kādhibīna",
          "translation": "Dan sungguh, Kami telah menguji orang-orang sebelum mereka, maka Allah pasti mengetahui orang-orang yang benar dan pasti mengetahui orang-orang yang dusta.",
          "tafsir": "Orang-orang yang beriman dan berpegang teguh dengan keimanannya akan menghadapi berbagai macam penderitaan dan kesulitan. Mereka sabar dan tabah menahan penderitaan itu. Umpamanya Bani Israil yang beriman, telah diuji Allah dengan berbagai macam siksaan yang dijatuhkan Fir'aun kepadanya. Umat Nabi Isa yang beriman juga tidak luput dari azab dan kesengsaraan. Semuanya menjadi contoh dan pelajaran bagi umat beragama Islam ini. Dalam sebuah hadis Nabi saw dijelaskan: Diriwayatkan oleh Khabbab bin al-Aratt bahwa ia berkata, \"Kami mengadukan kepada Rasulullah yang dalam keadaan tidur beralaskan sorbannya di sisi Ka'bah, kami mengatakan (bahwa kami menderita berbagai macam siksaan berat dari kaum musyrikin). Apakah kamu tidak akan menolong kami wahai Rasulullah, dengan cara engkau berdoa untuk keselamatan kami dari siksaan tersebut? Rasulullah menjawab, \"Orang-orang sebelum kamu juga mengalami hal seperti ini, bahkan lebih hebat lagi. Seseorang yang karena keimanannya yang membaja kepada Tuhan ia dihukum, dan digali lubang khusus untuknya. Diletakkan gergaji di atas kepalanya. Kemudian gergaji itu diturunkan perlahan-lahan, sehingga tubuh orang tersebut terbelah dua. Ada pula yang badannya disisir dengan sisir besi runcing yang sudah dipanaskan. Namun mereka tidak mau mundur dari keyakinan agamanya. Demi Allah, agama ini pasti akan kutegakkan jua, sehingga amanlah musafir yang sedang dalam perjalanan dari shan'a' ke Hadramaut. Mereka tidak takut kecuali hanya kepada Allah, walaupun serigala-serigala mengelilingi binatang ternaknya. Tetapi kamu terlalu ingin cepat berhasil.\" (Riwayat al-Bukhari) Diriwayatkan dari Abi Sa'id al-Khudri bahwa dia berkata, \"Saya memasuki rumah Rasulullah dan menjumpai beliau sedang tidak enak badan (demam). Saya meletakkan tangan di atas selimut beliau. Maka saya dapati rasa panas di atas selimut beliau. Saya berkata, 'Wahai Rasulullah, alangkah hebatnya panas ini. Rasulullah menjawab, 'Ya memang begitu. Kita sedang ditimpa cobaan yang berlipat ganda datangnya, tetapi pahalanya pun berlipat ganda diberikan Allah kepada kita. Saya bertanya lagi, 'Wahai Rasulullah, siapakah orang yang paling berat penderitaan yang dialaminya? Beliau menjawab, 'Nabi-nabi. Saya bertanya lagi, 'Wahai Rasulullah, lalu siapa lagi? 'Orang-orang yang saleh, jawab beliau.\" (Riwayat Ibnu Majah) Keterangan Rasulullah demikian diperkuat oleh ayat yang berbunyi: Dan betapa banyak nabi yang berperang didampingi sejumlah besar dari pengikut(nya) yang bertakwa. Mereka tidak (menjadi) lemah karena bencana yang menimpanya di jalan Allah, tidak patah semangat dan tidak (pula) menyerah (kepada musuh). Dan Allah mencintai orang-orang yang sabar. (ali 'Imran/3: 146) Dengan beraneka ragam penderitaan itulah, Allah mengetahui siapakah yang betul-betul sempurna keimanannya, dan siapa pula yang menutupi kepalsuannya dengan sikap beriman. Allah akan membalas masing-masing mereka itu dengan apa yang pantas baginya. Ringkasnya, Allah melarang manusia berprasangka bahwa ia diciptakan dengan percuma begitu saja. Justru Allah akan menguji setiap manusia, untuk menentukan siapakah yang paling tinggi derajatnya di sisi Allah. Derajat tersebut tidak mungkin diperoleh kecuali dengan menempuh ujian yang berat. Hidup ini memang penuh dengan perjuangan, baik kita enggan atau senang menghadapinya. Semakin tinggi tingkat kesabaran, makin tinggi pula kemenangan dan pengajaran yang akan diperoleh. Itulah sunah Allah yang berlaku bagi umat dahulu dan sekarang."
        },
        {
          "number": 4,
          "arabic": "أَمْ حَسِبَ ٱلَّذِينَ يَعْمَلُونَ ٱلسَّيِّـَٔاتِ أَن يَسْبِقُونَا ۚ سَآءَ مَا يَحْكُمُونَ",
          "transliteration": "am ḥasiba alladhīna yaʿmalūna l-sayiāti an yasbiqūnā sāa mā yaḥkumūna",
          "translation": "Ataukah orang-orang yang mengerjakan kejahatan itu mengira bahwa mereka akan luput dari (azab) Kami? Sangatlah buruk apa yang mereka tetapkan itu!",
          "tafsir": "Seterusnya Allah memperingatkan, apakah masih ada segolongan manusia yang berprasangka bahwa orang-orang yang masih mengerjakan perbuatan jahat itu akan sanggup melemahkan Allah, sehingga Dia tidak kuasa mendatangkan balasan yang sebanding dengan perbuatannya. Apakah belum berlaku lagi ketetapan Tuhan bagi orang-orang zalim sebelumnya, di mana mereka telah disiksa dengan siksaan yang setimpal dengan kesalahan mereka? Menurut Ibnu 'Abbas, ayat ini turun sebagai kecaman kepada sejumlah tokoh musyrikin Mekah yang menganggap bahwa apa saja yang mereka kerjakan, tidak ada yang sanggup membalasnya. Mereka itu adalah al-Walid bin al-Mugirah, Abu Jahal, al-Aswad, al-'as bin Hisyam, 'Utbah bin Rabi'ah, al-Walid bin 'Utbah, 'Utbah bin Abi Mu'aith, Handhalah bin Abu Sufyan, dan al-'as bin Wa'il. Sesungguhnya pikiran yang demikian adalah keliru dan tidak benar. Allah tidak menjadikan sesuatu itu sia-sia. Dia menguji dan mendidik manusia dengan berbagai macam pengajaran, dengan maksud agar mereka memperoleh nur Ilahi yang terang benderang."
        },
        {
          "number": 5,
          "arabic": "مَن كَانَ يَرْجُوا۟ لِقَآءَ ٱللَّهِ فَإِنَّ أَجَلَ ٱللَّهِ لَـَٔاتٍ ۚ وَهُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
          "transliteration": "man kāna yarjū liqāa l-lahi fa-inna ajala l-lahi laātin wahuwa l-samīʿu l-ʿalīmu",
          "translation": "Barang siapa mengharap pertemuan dengan Allah, maka sesungguhnya waktu (yang dijanjikan) Allah pasti datang. Dan Dia Yang Maha Mendengar, Maha Mengetahui.",
          "tafsir": "Ayat ini menjelaskan bahwa orang yang sangat menginginkan untuk bertemu dengan Allah dan memperoleh balasan amal dari-Nya di hari Kiamat, sepatutnya beramal dan menjauhi segala larangan yang mungkin menimbulkan kemurkaan-Nya. Sebab balasan untuk amal seseorang pasti akan datang. Allah Maha Mendengar dan Maha Mengetahui niat dan amal seseorang. Oleh karena itu, ayat ini merupakan peringatan agar setiap orang senantiasa berniat untuk mencapai apa yang diinginkannya, yakni keridaan Allah dan menanamkan rasa takut dalam hati sanubarinya akan azab dan siksa-Nya. Maksud \"menemui Allah\" dalam ayat ini ialah \"memperoleh nikmat dalam surga sebagai balasan amal perbuatan baik\", di mana puncak dari kenikmatan itu adalah dengan melihat Zat Allah itu sendiri. Sementara itu Ibnu 'Abbas menafsirkan dengan arti \"hari Kebangkitan dan hari Perhitungan\". Yang jelas makna yang terkandung dalam ayat ini mendorong seseorang untuk mempersiapkan diri dengan mengerjakan perbuatan baik sebanyak mungkin dan menjauhi sama sekali larangan-larangan Allah. Dengan demikian, mereka memperoleh kebahagiaan yang abadi di akhirat kelak. Jumhur ulama tafsir menafsirkan liqa'ullah dengan maut (kematian) yang sudah pasti datangnya. Namun dalam kata di atas terkandung pula arti janji Allah berupa balasan bagi amal baik dan siksaan untuk perbuatan jahat. Baik mati atau janji Allah, keduanya pasti akan datang."
        },
        {
          "number": 6,
          "arabic": "وَمَن جَـٰهَدَ فَإِنَّمَا يُجَـٰهِدُ لِنَفْسِهِۦٓ ۚ إِنَّ ٱللَّهَ لَغَنِىٌّ عَنِ ٱلْعَـٰلَمِينَ",
          "transliteration": "waman jāhada fa-innamā yujāhidu linafsihi inna l-laha laghaniyyun ʿani l-ʿālamīna",
          "translation": "Dan barangsiapa berjihad, maka sesungguhnya jihadnya itu untuk dirinya sendiri. Sungguh, Allah Mahakaya (tidak memerlukan sesuatu) dari seluruh alam.",
          "tafsir": "Allah menjelaskan bahwa seseorang yang sungguh-sungguh berjuang (berjihad), yang merupakan salah satu aspek dari ungkapan kerinduan menemui Allah, pada hakikatnya perjuangan itu untuk dirinya sendiri, bukan untuk Allah. Jihad berarti memerangi musuh dan melawan nafsu sendiri. Bisa juga berarti mengerahkan segala upaya untuk Allah dan bukan hanya bermakna perang. Orang yang akan memperoleh hasil dari perjuangannya adalah orang yang menyandarkan niatnya untuk memperoleh balasan dari Allah, Tuhan semesta alam. Allah tidak memerlukan apakah mereka akan berjuang untuk dirinya sendiri atau tidak berjuang sama sekali, sebab Dia Maha Kaya dari sekalian ciptaan-Nya. Dialah Yang Menguasai sekalian alam ini dan berbuat menurut kehendaknya sendiri. Inti dari jihad adalah sabar, baik jihad dalam memerangi musuh maupun jihad dalam mengendalikan nafsu. Orang yang sabar dalam berjihad berarti tahan dalam menghadapi cobaan dan tetap berpegang teguh kepada kebenaran yang telah diyakininya. Selain itu, ia juga berusaha mengatasi rintangan-rintangan dalam menegakkan kebenaran itu. Dalam ayat-ayat lain, Allah menegaskan bahwa faedah amaliah seseorang itu betul-betul untuk kepentingan dirinya. Sebagaimana firman Allah: Barang siapa mengerjakan kebajikan maka (pahalanya) untuk dirinya sendiri dan barang siapa berbuat jahat maka (dosanya) menjadi tanggungan dirinya sendiri. Dan Tuhanmu sama sekali tidak menzalimi hamba-hamba(-Nya). (Fussilat/41: 46) Dan firman Allah: Jika kamu berbuat baik (berarti) kamu berbuat baik untuk dirimu sendiri. Dan jika kamu berbuat jahat, maka (kerugian kejahatan) itu untuk dirimu sendiri. (al-Isra'/17: 7)"
        }
      ]
    }
  ]
}