{
  "pageNumber": 83,
  "juz": 5,
  "surahs": [
    {
      "number": 4,
      "name": "An-Nisa'",
      "nameArabic": "النساء",
      "meaning": "Wanita",
      "revelation": "Madinah",
      "description": "Surat An Nisaa' terdiri dari 176 ayat dan termasuk surat Madaniyyah terpanjang setelah surat Al Baqarah.Dinamakan An Nisaa' karena di dalamnya banyak dibicarakan hal-hal yang berhubungan dengan perempuan; merupakan surat yang paling banyak membicarakan hal itu dibanding surat-surat yang lain. Surat lain yang banyak membicarakan perempuan adalah surat Ath Thalaq. Dalam hal ini, surat An Nisaa' biasa disebut \"Surat An Nisaa' Al Kubraa\" (surat An Nisaa' besar) sedangkan surat Ath Thalaq disebut \"Surat An Nisaa' Ash Shughraa\" (surat An Nisaa' kecil).Pokok-Pokok Isi:1. Keimanan:Syirik (dosa yang paling besar); akibat kekafiran pada hari akhir.2. Hukum-hukum:Kewajiban para washi dan wali; hukum poligami; masnikah; memakan harta anak yatim dan orang-orang yang tidak dapat mengurus harta; pokok-pokok hukum warisan; perbuatan-perbuatan keji dan hukumannya, perempuan-perempuan yang haram dinikahi; hukum menikahi hamba sahaya perempuan; larangan memakan harta secara batil; hukum syiqaq dan nusyuz; kesucian lahir-batin dalam shalat; hukum suaka; hukum membunuh seorang muslim; shalat khauf; larangan mengucapkan perkataan buruk; dan pusaka kalalah.3. Kisah-kisah:Kisah-kisah Nabi Musa a.s. dan pengikutnya.4. Lain-lain:Asal muasal manusia adalah satu; keharusan menjauhi adat-adat jahiliyah berkaitan dengan perempuan; norma-norma pergaulan dengan istri; hak seseorang sesuai dengan kewajibannya; perlakuan ahli kitab terhadap kitab-kitab yang diturunkan kepadanya; dasar-dasar pemerintahan; cara mengadili perkara; keharusan siap-siaga terhadap musuh; sikap-sikap orang munafik dalam menghadapi peperangan; berperang di jalan Allah adalah kewajiban setiap mukalaf; norma dan adab dalam peperangan; cara menghadapi orang-orang munafik; dan derajat orang yang berjihad.Surat An Nisaa' dimulai dengan perintah bertakwa dan menyatakan bahwa asal manusia adalah satu, kemudian menerangkan hukum-hukum yang berhubungan dengan anak yatim, rumah tangga, warisan, perempuan yang haram dinikahi serta hak dan kewajiban laki-laki dan perempuan. Juga menyebut tentang hukum-hukum perang serta pelajaran-pelajaran yang harus diambil dari perang Badar dan Uhud. Pengutaraan hukum perang dan hukum keluarga dalam surat ini merupakan hujjah-hujjah yang dikemukakan kepada Ahli Kitab, yang ditegaskan pada bagian terakhir surat ini. Lalu, surat ini ditutup dengan perintah agar kaum mukmin bersabar, memperatkan hubungan sesama manusia, dan bertakwa kepada Allah, agar mendapat keberuntungan dunia akhirat.Hubungan Surat An Nisaa' Dengan Surat Al Maa-Idah:1. Surat An Nisaa' menerangkan beberapa macam akad, seperti: pernikahan, perceraian, warisan, perjanjian, wasiat, dan sebagainya. Sementara itu, permulaan surat Al Maa-idah menyatakan supaya hamba-hamba Allah memenuhi segala macam akad-akad yang telah dibuat, baik terhadap Allah maupun terhadap sesama manusia, di samping menerangkan akad-akad yang lain.2. Surat An Nisaa' mengemukakan beberapa hukum secara umum, sedangkan surat Al Maa-idah menjelaskan dan menegaskan hukum-hukum tersebut.3. Sebagaimana halnya surat Al Baqarah dan surat Ali 'Imran mengemukakan hal-hal yang berhubungan dengan pokok-pokok agama, seperti: keesaan Allah dan kenabian, maka surat An Nisaa' dan Al Maaidah menerangkan tentang furu' agama (hukum fikih), seperti: hukum keluarga dan sebagainya.4. Akhir surat An Nisaa' mengemukakan hujjah-hujjah atas kekeliruan orang-orang Yahudi dan Nasrani serta kekeliruan kaum musyrikin dan munafikin. Hal yang serupa diterangkan secara panjang lebar dalam surat Al Maa-idah.5. Surat An Nisaa' dimulai dengan \"Yaa ayyuhannaas\" yang nadanya sama dengan surat Makiah, sedangkan surat Al Maa-idah, sebagai surat Madaniah, dimulai dengan, \"Yaa ayyuhal ladziina aamanu\". Meskipun nadanya berlainan, tetapi yang dituju oleh kedua surat ini adalah seluruh manusia.",
      "verses": [
        {
          "number": 27,
          "arabic": "وَٱللَّهُ يُرِيدُ أَن يَتُوبَ عَلَيْكُمْ وَيُرِيدُ ٱلَّذِينَ يَتَّبِعُونَ ٱلشَّهَوَٰتِ أَن تَمِيلُوا۟ مَيْلًا عَظِيمًا",
          "transliteration": "wal-lahu yurīdu an yatūba ʿalaykum wayurīdu alladhīna yattabiʿūna l-shahawāti an tamīlū maylan ʿaẓīman",
          "translation": "Dan Allah hendak menerima tobatmu, sedang orang-orang yang mengikuti keinginannya menghendaki agar kamu berpaling sejauh-jauhnya (dari kebenaran).",
          "tafsir": "Allah memberi ampunan kepada mereka dengan cara melaksanakan perintah-perintah-Nya dan menjauhi larangan-larangan-Nya, agar mereka menyucikan dan membersihkan diri mereka lahir batin, meskipun orang-orang yang mengikuti syahwat dan hawa nafsunya, selalu berpaling dari jalan yang lurus, dan menarik orang mukmin agar ikut terjerumus bersama mereka ke lembah kesesatan, karena dengan melaksanakan perintah Allah dan menaatinya akan tercapailah apa yang dikehendakinya untuk kebaikan dan kebahagiaan mereka. Allah melarang menikahi perempuan-perempuan yang tersebut pada ayat 22, 23 dan 24 karena menikahi perempuan-perempuan tersebut akan mengakibatkan kerusakan di masyarakat dan mengacaubalaukan hubungan nasab dan hubungan keluarga, sedang keluarga adalah tulang punggung kebahagiaan masyarakat. Perempuan-perempuan selain mereka boleh dinikahi untuk memelihara kelanjutan keturunan, menghindarkan masyarakat dari kekacauan dan terperosok ke dalam jurang perzinaan dan lain sebagainya."
        },
        {
          "number": 28,
          "arabic": "يُرِيدُ ٱللَّهُ أَن يُخَفِّفَ عَنكُمْ ۚ وَخُلِقَ ٱلْإِنسَـٰنُ ضَعِيفًا",
          "transliteration": "yurīdu l-lahu an yukhaffifa ʿankum wakhuliqa l-insānu ḍaʿīfan",
          "translation": "Allah hendak memberikan keringanan kepadamu,<sup foot_note=135141>1</sup> karena manusia diciptakan (bersifat) lemah.",
          "tafsir": "Allah menghendaki keringanan bagi kaum Muslimin, karena itu membolehkan mereka yang kurang sanggup memberi belanja kepada perempuan merdeka untuk menikahi seorang hamba sahaya. Allah memberitahukan pula bahwa manusia itu diciptakan dalam keadaan lemah, terutama dalam menghadapi godaan hawa nafsunya. Oleh karenanya hendaklah kaum Muslimin menjaga dirinya agar jangan sampai melakukan pelanggaran, seperti berzina dan lain sebagainya. Ini semua dalam rangka membentengi manusia dari pengaruh setan dan hawa nafsu yang dapat menjerumuskannya. Manusia harus menyadari kelemahan dirinya, karena itu perlu membentengi diri dengan iman yang kuat dan perlu mengetahui tuntunan Allah dan cara-cara mengatasi godaan hawa nafsunya."
        },
        {
          "number": 29,
          "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَأْكُلُوٓا۟ أَمْوَٰلَكُم بَيْنَكُم بِٱلْبَـٰطِلِ إِلَّآ أَن تَكُونَ تِجَـٰرَةً عَن تَرَاضٍ مِّنكُمْ ۚ وَلَا تَقْتُلُوٓا۟ أَنفُسَكُمْ ۚ إِنَّ ٱللَّهَ كَانَ بِكُمْ رَحِيمًا",
          "transliteration": "yāayyuhā alladhīna āmanū lā takulū amwālakum baynakum bil-bāṭili illā an takūna tijāratan ʿan tarāḍin minkum walā taqtulū anfusakum inna l-laha kāna bikum raḥīman",
          "translation": "Wahai orang-orang yang beriman! Janganlah kamu saling memakan harta sesamamu dengan jalan yang batil (tidak benar), kecuali dalam perdagangan yang berlaku atas dasar suka sama suka di antara kamu. Dan janganlah kamu membunuh dirimu. Sungguh, Allah Maha Penyayang kepadamu.",
          "tafsir": "Ayat ini melarang mengambil harta orang lain dengan jalan yang batil (tidak benar), kecuali dengan perniagaan yang berlaku atas dasar kerelaan bersama. Menurut ulama tafsir, larangan memakan harta orang lain dalam ayat ini mengandung pengertian yang luas dan dalam, antara lain: a.Agama Islam mengakui adanya hak milik pribadi yang berhak mendapat perlindungan dan tidak boleh diganggu gugat. b. Hak milik pribadi, jika memenuhi nisabnya, wajib dikeluarkan zakatnya dan kewajiban lainnya untuk kepentingan agama, negara dan sebagainya. c.Sekalipun seseorang mempunyai harta yang banyak dan banyak pula orang yang memerlukannya dari golongan-golongan yang berhak menerima zakatnya, tetapi harta orang itu tidak boleh diambil begitu saja tanpa seizin pemiliknya atau tanpa menurut prosedur yang sah. Mencari harta dibolehkan dengan cara berniaga atau berjual beli dengan dasar kerelaan kedua belah pihak tanpa suatu paksaan. Karena jual beli yang dilakukan secara paksa tidak sah walaupun ada bayaran atau penggantinya. Dalam upaya mendapatkan kekayaan tidak boleh ada unsur zalim kepada orang lain, baik individu atau masyarakat. Tindakan memperoleh harta secara batil, misalnya mencuri, riba, berjudi, korupsi, menipu, berbuat curang, mengurangi timbangan, suap-menyuap, dan sebagainya. Selanjutnya Allah melarang membunuh diri. Menurut bunyi ayat, yang dilarang dalam ayat ini ialah membunuh diri sendiri, tetapi yang dimaksud ialah membunuh diri sendiri dan membunuh orang lain. Membunuh orang lain berarti membunuh diri sendiri, sebab setiap orang yang membunuh akan dibunuh, sesuai dengan hukum kisas. Dilarang bunuh diri karena perbuatan itu termasuk perbuatan putus asa, dan orang yang melakukannya adalah orang yang tidak percaya kepada rahmat dan pertolongan Allah. Kemudian ayat 29 ini diakhiri dengan penjelasan bahwa Allah melarang orang-orang yang beriman memakan harta dengan cara yang batil dan membunuh orang lain, atau bunuh diri. Itu adalah karena kasih sayang Allah kepada hamba-Nya demi kebahagiaan hidup mereka di dunia dan di akhirat."
        },
        {
          "number": 30,
          "arabic": "وَمَن يَفْعَلْ ذَٰلِكَ عُدْوَٰنًا وَظُلْمًا فَسَوْفَ نُصْلِيهِ نَارًا ۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرًا",
          "transliteration": "waman yafʿal dhālika ʿud'wānan waẓul'man fasawfa nuṣ'līhi nāran wakāna dhālika ʿalā l-lahi yasīran",
          "translation": "Dan barang siapa berbuat demikian dengan cara melanggar hukum dan zalim, akan Kami masukkan dia ke dalam neraka. Yang demikian itu mudah bagi Allah.",
          "tafsir": "Ayat ini memberikan peringatan kepada orang yang melanggar hak orang lain dan menganiayanya, dengan memasukkannya ke dalam api neraka, yang demikian itu sangat mudah bagi Allah, karena tidak ada sesuatu yang dapat membantah, merintangi atau menghalang-halangi-Nya."
        },
        {
          "number": 31,
          "arabic": "إِن تَجْتَنِبُوا۟ كَبَآئِرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنكُمْ سَيِّـَٔاتِكُمْ وَنُدْخِلْكُم مُّدْخَلًا كَرِيمًا",
          "transliteration": "in tajtanibū kabāira mā tun'hawna ʿanhu nukaffir ʿankum sayyiātikum wanud'khil'kum mud'khalan karīman",
          "translation": "Jika kamu menjauhi dosa-dosa besar di antara dosa-dosa yang dilarang mengerjakannya, niscaya Kami hapus kesalahan-kesalahanmu dan akan Kami masukkan kamu ke tempat yang mulia (surga).",
          "tafsir": "Perintah dalam ayat ini meminta agar orang yang beriman menjauhi dan meninggalkan semua pekerjaan yang berakibat dosa besar. Meninggalkan semua dosa besar itu bukan saja sekedar menghindarkan diri dari siksa-Nya, tetapi juga merupakan suatu amal kebajikan yang dapat menghapuskan dosa kecil yang telah diperbuat. Tindakan meninggalkan dosa besar bukanlah masalah yang ringan dan sederhana. Seseorang yang mampu menahan diri dari berbuat dosa besar pada saat peluangnya ada, berarti ia memiliki kadar keimanan yang teguh, sekaligus kesabaran yang kukuh. Orang seperti ini dijanjikan Allah masuk surga. Mengenai apa yang dianggap sebagai dosa besar para ulama mempunyai pendapat yang berbeda-beda karena adanya beberapa hadis, di antaranya Rasulullah saw bersabda: \"Jauhilah tujuh macam perbuatan yang membahayakan. Para sahabat bertanya, \"Apakah itu ya Rasulullah?\" Rasulullah menjawab, \"Mempersekutukan Allah, membunuh diri seseorang yang diharamkan Allah membunuhnya kecuali dengan alasan yang benar, sihir, memakan harta anak yatim, memakan riba, lari dari medan peperangan pada waktu pertempuran dan menuduh berzina terhadap perempuan-perernpuan mukmin yang terhormat.\" (Riwayat al-Bukhari dan Muslim dari Abu Hurairah) \"Maukah aku kabarkan kepadamu tentang dosa-dosa yang paling besar?\" Kami menjawab, \"Mau, ya Rasulullah.\" Lalu Rasulullah berkata, \"Mempersekutukan Allah, durhaka kepada kedua orang tua.\" Ketika itu Rasulullah sedang bertelekan, kemudian beliau duduk lalu berkata \"Ketahuilah, juga berkata bohong, dan saksi palsu.\" Beliau senantiasa mengulang-ulang perkataannya itu sehingga kami mengatakan, \"Kiranya Rasulullah saw diam.\" (Riwayat al-Bukhari dan Muslim dari Abu Bahrah) Ibnu Abbas sewaktu ditanya, \"Apakah dosa-dosa besar itu hanya 7 macam saja?\" Beliau menjawab dengan ringkas, \"Hampir tujuh puluh macam banyaknya. Bila dosa-dosa kecil terus-menerus dikerjakan, dia akan menjadi dosa besar dan dosa-dosa besar akan hapus bila yang mengerjakannya bertobat dan meminta ampun. Menurut keterangan al-Barizi yang dinukil oleh al-Alusi, dia mengatakan, \"Bahwa dosa besar itu ialah setiap dosa yang disertai dengan ancaman hukuman had (hukuman siksa di dunia) atau disertai dengan laknat yang dinyatakan dengan jelas di dalam Al-Qur'an atau hadis. Demikian pengertian tentang dosa-dosa besar dan macam-macamnya. Selain dari itu adalah dosa-dosa kecil. Kemudian dalam ayat ini Allah menjanjikan kelak akan memberikan tempat yang mulia yaitu surga, bagi orang yang menjauhi (meninggalkan) dosa-dosa besar itu."
        },
        {
          "number": 32,
          "arabic": "وَلَا تَتَمَنَّوْا۟ مَا فَضَّلَ ٱللَّهُ بِهِۦ بَعْضَكُمْ عَلَىٰ بَعْضٍ ۚ لِّلرِّجَالِ نَصِيبٌ مِّمَّا ٱكْتَسَبُوا۟ ۖ وَلِلنِّسَآءِ نَصِيبٌ مِّمَّا ٱكْتَسَبْنَ ۚ وَسْـَٔلُوا۟ ٱللَّهَ مِن فَضْلِهِۦٓ ۗ إِنَّ ٱللَّهَ كَانَ بِكُلِّ شَىْءٍ عَلِيمًا",
          "transliteration": "walā tatamannaw mā faḍḍala l-lahu bihi baʿḍakum ʿalā baʿḍin lilrrijāli naṣībun mimmā ik'tasabū walilnnisāi naṣībun mimmā ik'tasabna wasalū l-laha min faḍlihi inna l-laha kāna bikulli shayin ʿalīman",
          "translation": "Dan janganlah kamu iri hati terhadap karunia yang telah dilebihkan Allah kepada sebagian kamu atas sebagian yang lain. (Karena) bagi laki-laki ada bagian dari apa yang mereka usahakan, dan bagi perempuan (pun) ada bagian dari apa yang mereka usahakan. Mohonlah kepada Allah sebagian dari karunia-Nya. Sungguh, Allah Maha Mengetahui segala sesuatu.",
          "tafsir": "Orang yang beriman tidak boleh merasa iri hati terhadap orang yang lebih banyak memperoleh karunia dari Allah, karena Allah telah mengatur alam ini sedemikian rupa terjalin dengan hubungan yang rapi. Manusia pun tidak sama jenis kemampuannya, sehingga masing-masing memiliki keistimewaan dan kelebihan. Bukan saja antara laki-laki dengan perempuan, tetapi juga antar sesama laki-laki atau sesama perempuan. Selanjutnya ayat ini menerangkan bahwa laki-laki mempunyai bagian dari apa yang mereka peroleh, demikian juga perempuan mempunyai bagian dari apa yang mereka peroleh, sesuai dengan usaha dan kemampuan mereka masing-masing. Oleh karena itu orang dilarang iri hati terhadap orang yang lebih banyak memperoleh karunia dari Allah. Akan tetapi ia hendaknya memohon kepada Allah disertai dengan usaha yang sungguh-sungguh agar Allah melimpahkan pula karunia-Nya yang lebih banyak tanpa iri hati kepada orang lain. Allah Maha Mengetahui segala sesuatu, baik tentang permohonan yang dipanjatkan kepada-Nya, maupun tentang apa yang lebih sesuai diberikan kepada hamba-Nya. Setiap orang yang merasa tidak senang terhadap karunia yang dianugerahkan Allah kepada seseorang, atau ia ingin agar karunia itu hilang atau berpindah dari tangan orang yang memperolehnya, maka hal itu adalah iri hati yang dilarang dalam ayat ini. Tetapi apabila seseorang ingin memiliki sesuatu seperti yang dimiliki orang lain, atau ingin kaya seperti kekayaan orang lain menurut pendapat yang termasyhur, hal demikian tidaklah termasuk iri hati yang terlarang."
        },
        {
          "number": 33,
          "arabic": "وَلِكُلٍّ جَعَلْنَا مَوَٰلِىَ مِمَّا تَرَكَ ٱلْوَٰلِدَانِ وَٱلْأَقْرَبُونَ ۚ وَٱلَّذِينَ عَقَدَتْ أَيْمَـٰنُكُمْ فَـَٔاتُوهُمْ نَصِيبَهُمْ ۚ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَىْءٍ شَهِيدًا",
          "transliteration": "walikullin jaʿalnā mawāliya mimmā taraka l-wālidāni wal-aqrabūna wa-alladhīna ʿaqadat aymānukum faātūhum naṣībahum inna l-laha kāna ʿalā kulli shayin shahīdan",
          "translation": "Dan untuk masing-masing (laki-laki dan perempuan) Kami telah menetapkan para ahli waris atas apa yang ditinggalkan oleh kedua orang tuanya dan karib kerabatnya. Dan orang-orang yang kamu telah bersumpah setia dengan mereka, maka berikanlah kepada mereka bagiannya. Sungguh, Allah Maha Menyaksikan segala sesuatu.",
          "tafsir": "Secara umum ayat ini menerangkan bahwa semua ahli waris baik ibu bapak dan karib kerabat maupun orang-orang yang terikat dengan sumpah setia, harus mendapat bagian dari harta peninggalan menurut bagiannya masing-masing. Ada beberapa hal yang harus disebutkan di sini, antara lain: 1.Kata mawalia yang diterjemahkan dengan \"ahli waris\" adalah bentuk jamak dari maula yang mengandung banyak arti, antara lain: a.Tuan yang memerdekakan hamba sahaya (budak). b.Hamba sahaya yang dimerdekakan. c.Ahli waris asabah atau bukan. 2. Ashabah ialah ahli waris yang berhak menerima sisa dari harta warisan, setelah dibagikan kepada ahli waris lainnya yang mempunyai bagian tertentu atau berhak menerima semua harta warisan apabila tidak ada ahli waris yang lain. Yang paling tepat maksud dari kata mawalia dalam ayat ini adalah \"ahli waris asabah\" sesuai dengan sabda Rasulullah saw: \"Berikanlah harta warisan itu kepada masing-masing yang berhak. Adapun sisanya berikanlah kepada laki-laki karib kerabat yang terdekat.\" (Riwayat al-Bukhari dan Muslim dari Ibnu 'Abbas).Dan sabda Rasulullah : \"Janda Sa'ad bin Rabi' datang kepada Rasulullah saw bersama dua orang anak perempuan dari Sa'ad, lalu ia berkata, \"Ya Rasulullah! Ini dua orang anak perempuan dari Sa'ad bin Rabi' yang mati syahid sewaktu perang Uhud bersama-sama dengan engkau. Dan sesungguhnya paman dua anak ini telah mengambil semua harta peninggalan ayah mereka, sehingga tidak ada yang tersisa. Kedua anak ini tidak akan dapat kawin, kecuali jika mempunyai harta.\" Rasulullah menjawab, \"Allah akan memberikan penjelasan hukumnya pada persoalan ini.\" Kemudian turunlah ayat mawaris (tentang warisan), lalu Rasulullah memanggil paman anak perempuan Sa'ad dan berkata, \"Berikanlah 2/3 kepada kedua anak perempuan Sa'ad, seperdelapan untuk ibu mereka, dan apa yang masih tinggal itulah untukmu.\" (Riwayat Abu Dawud, at-Tirmidzi, Ibnu Majah dan Ahmad). Hukum-hukum yang telah ditetapkan dalam ayat ini hendaklah dilaksanakan dengan sebaik-baiknya. Barang siapa yang tidak melaksanakannya atau menyimpang dari hukum-hukum tersebut, maka ia telah melanggar ketentuan Allah dan akan mendapat balasan atas pelanggaran itu. Sesungguhnya Allah Maha Mengetahui segala perbuatan hamba-Nya. Menurut pendapat yang terkuat, bahwa sumpah setia yang pernah terjadi pada masa Nabi (permulaan Islam) yang mengakibatkan hubungan waris mewarisi antara mereka yang mengadakan sumpah setia, kemudian hal itu dinasakh hukumnya."
        }
      ]
    }
  ]
}