{
  "pageNumber": 100,
  "juz": 5,
  "surahs": [
    {
      "number": 4,
      "name": "An-Nisa'",
      "nameArabic": "النساء",
      "meaning": "Wanita",
      "revelation": "Madinah",
      "description": "Surat An Nisaa' terdiri dari 176 ayat dan termasuk surat Madaniyyah terpanjang setelah surat Al Baqarah.Dinamakan An Nisaa' karena di dalamnya banyak dibicarakan hal-hal yang berhubungan dengan perempuan; merupakan surat yang paling banyak membicarakan hal itu dibanding surat-surat yang lain. Surat lain yang banyak membicarakan perempuan adalah surat Ath Thalaq. Dalam hal ini, surat An Nisaa' biasa disebut \"Surat An Nisaa' Al Kubraa\" (surat An Nisaa' besar) sedangkan surat Ath Thalaq disebut \"Surat An Nisaa' Ash Shughraa\" (surat An Nisaa' kecil).Pokok-Pokok Isi:1. Keimanan:Syirik (dosa yang paling besar); akibat kekafiran pada hari akhir.2. Hukum-hukum:Kewajiban para washi dan wali; hukum poligami; masnikah; memakan harta anak yatim dan orang-orang yang tidak dapat mengurus harta; pokok-pokok hukum warisan; perbuatan-perbuatan keji dan hukumannya, perempuan-perempuan yang haram dinikahi; hukum menikahi hamba sahaya perempuan; larangan memakan harta secara batil; hukum syiqaq dan nusyuz; kesucian lahir-batin dalam shalat; hukum suaka; hukum membunuh seorang muslim; shalat khauf; larangan mengucapkan perkataan buruk; dan pusaka kalalah.3. Kisah-kisah:Kisah-kisah Nabi Musa a.s. dan pengikutnya.4. Lain-lain:Asal muasal manusia adalah satu; keharusan menjauhi adat-adat jahiliyah berkaitan dengan perempuan; norma-norma pergaulan dengan istri; hak seseorang sesuai dengan kewajibannya; perlakuan ahli kitab terhadap kitab-kitab yang diturunkan kepadanya; dasar-dasar pemerintahan; cara mengadili perkara; keharusan siap-siaga terhadap musuh; sikap-sikap orang munafik dalam menghadapi peperangan; berperang di jalan Allah adalah kewajiban setiap mukalaf; norma dan adab dalam peperangan; cara menghadapi orang-orang munafik; dan derajat orang yang berjihad.Surat An Nisaa' dimulai dengan perintah bertakwa dan menyatakan bahwa asal manusia adalah satu, kemudian menerangkan hukum-hukum yang berhubungan dengan anak yatim, rumah tangga, warisan, perempuan yang haram dinikahi serta hak dan kewajiban laki-laki dan perempuan. Juga menyebut tentang hukum-hukum perang serta pelajaran-pelajaran yang harus diambil dari perang Badar dan Uhud. Pengutaraan hukum perang dan hukum keluarga dalam surat ini merupakan hujjah-hujjah yang dikemukakan kepada Ahli Kitab, yang ditegaskan pada bagian terakhir surat ini. Lalu, surat ini ditutup dengan perintah agar kaum mukmin bersabar, memperatkan hubungan sesama manusia, dan bertakwa kepada Allah, agar mendapat keberuntungan dunia akhirat.Hubungan Surat An Nisaa' Dengan Surat Al Maa-Idah:1. Surat An Nisaa' menerangkan beberapa macam akad, seperti: pernikahan, perceraian, warisan, perjanjian, wasiat, dan sebagainya. Sementara itu, permulaan surat Al Maa-idah menyatakan supaya hamba-hamba Allah memenuhi segala macam akad-akad yang telah dibuat, baik terhadap Allah maupun terhadap sesama manusia, di samping menerangkan akad-akad yang lain.2. Surat An Nisaa' mengemukakan beberapa hukum secara umum, sedangkan surat Al Maa-idah menjelaskan dan menegaskan hukum-hukum tersebut.3. Sebagaimana halnya surat Al Baqarah dan surat Ali 'Imran mengemukakan hal-hal yang berhubungan dengan pokok-pokok agama, seperti: keesaan Allah dan kenabian, maka surat An Nisaa' dan Al Maaidah menerangkan tentang furu' agama (hukum fikih), seperti: hukum keluarga dan sebagainya.4. Akhir surat An Nisaa' mengemukakan hujjah-hujjah atas kekeliruan orang-orang Yahudi dan Nasrani serta kekeliruan kaum musyrikin dan munafikin. Hal yang serupa diterangkan secara panjang lebar dalam surat Al Maa-idah.5. Surat An Nisaa' dimulai dengan \"Yaa ayyuhannaas\" yang nadanya sama dengan surat Makiah, sedangkan surat Al Maa-idah, sebagai surat Madaniah, dimulai dengan, \"Yaa ayyuhal ladziina aamanu\". Meskipun nadanya berlainan, tetapi yang dituju oleh kedua surat ini adalah seluruh manusia.",
      "verses": [
        {
          "number": 135,
          "arabic": "۞ يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ كُونُوا۟ قَوَّٰمِينَ بِٱلْقِسْطِ شُهَدَآءَ لِلَّهِ وَلَوْ عَلَىٰٓ أَنفُسِكُمْ أَوِ ٱلْوَٰلِدَيْنِ وَٱلْأَقْرَبِينَ ۚ إِن يَكُنْ غَنِيًّا أَوْ فَقِيرًا فَٱللَّهُ أَوْلَىٰ بِهِمَا ۖ فَلَا تَتَّبِعُوا۟ ٱلْهَوَىٰٓ أَن تَعْدِلُوا۟ ۚ وَإِن تَلْوُۥٓا۟ أَوْ تُعْرِضُوا۟ فَإِنَّ ٱللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا",
          "transliteration": "yāayyuhā alladhīna āmanū kūnū qawwāmīna bil-qis'ṭi shuhadāa lillahi walaw ʿalā anfusikum awi l-wālidayni wal-aqrabīna in yakun ghaniyyan aw faqīran fal-lahu awlā bihimā falā tattabiʿū l-hawā an taʿdilū wa-in talwū aw tuʿ'riḍū fa-inna l-laha kāna bimā taʿmalūna khabīran",
          "translation": "Wahai orang-orang yang beriman! Jadilah kamu penegak keadilan, menjadi saksi karena Allah, walaupun terhadap dirimu sendiri atau terhadap ibu bapak dan kaum kerabatmu. Jika dia (yang terdakwa) kaya ataupun miskin, maka Allah lebih tahu kemaslahatan (kebaikannya). Maka janganlah kamu mengikuti hawa nafsu karena ingin menyimpang dari kebenaran. Dan jika kamu memutarbalikkan (kata-kata) atau enggan menjadi saksi, maka ketahuilah Allah Mahateliti terhadap segala apa yang kamu kerjakan.",
          "tafsir": "Orang-orang beriman diperintahkan agar menjadi orang yang benar-benar menegakkan keadilan di tengah-tengah masyarakat. Karenanya Allah memerintahkan kepada mereka untuk berlaku adil dalam segala hal, seperti keadilan dalam membagi waktu, menegakkan salat secara tetap dan tepat pada waktunya. Dalam memberikan kesaksian, Allah memerintahkan agar memberikan kesaksian seperti apa adanya, tidak boleh memutarbalikkan kenyataan. Dalam menimbang barang agar berlaku adil, menimbang dengan tepat, tidak menambah dan tidak mengurangi (al-Mutaffifin/83: 1-4). Semua perintah itu jika dilakukan dengan sebaik-baiknya, niscaya akan menjadikan kebiasaan yang meresap di dalam jiwanya. Keadilan itu harus dilakukan secara menyeluruh di tengah-tengah pergaulan masyarakat, baik yang menjalani itu rakyat biasa ataupun kepala negara, petani atau pedagang, anggota atau kepala rumah tangga. Jika menjadi saksi, jadilah saksi yang jujur, semata-mata karena mengharapkan keridaan Allah, tidak memutarbalikkan kenyataan, tidak berat sebelah, meskipun menyangkut dirinya sendiri, ataupun keluarganya. Kesaksian itu hendaklah diberikan sesuai dengan kenyataan baik menguntungkan dirinya sendiri ataupun menguntungkan orang lain, karena pada dasarnya kesaksian itu adalah salah satu jalan pembuktian untuk mencari kebenaran. Oleh sebab itu, kesaksian harus diberikan dengan jujur. Apabila ada seseorang memberikan kesaksian yang tidak benar, dengan maksud ingin menguntungkan dirinya atau keluarganya, maka cara serupa ini tidaklah dianggap suatu kebaikan, karena memberikan keterangan palsu dengan maksud memberikan pertolongan kepada seseorang, tidak dibenarkan syariat dan bukanlah suatu kebajikan, tetapi pada hakikatnya perbuatan yang demikian itu termasuk membantu kejahatan dan menginjak-injak hak asasi manusia. Allah menyerukan agar keadilan dan kesaksian itu dilaksanakan secara merata tanpa pandang bulu, baik yang disaksikan itu keluarganya sendiri ataupun orang lain, baik kaya ataupun miskin. Hendaklah manusia mengetahui bahwa keridaan Allah dan tuntunan syariat-Nya yang harus diutamakan: tidak boleh orang-orang kaya disenangi atau dibela karena kekayaannya atau orang-orang fakir dikasihani karena kefakirannya, sebab jika kekayaan dan kefakiran yang dijadikan dasar pertimbangan dalam memberikan kesaksian, maka pertimbangan serupa itu bukanlah merupakan pertimbangan yang dapat membuahkan keputusan yang benar. Pertimbangan yang benar ialah didasarkan kepada kebenaran dan keridaan Allah semata. Menegakkan keadilan dan memberikan kesaksian yang benar sangat penting artinya, baik bagi orang-orang yang menjadi saksi ataupun bagi orang-orang yang diberi kesaksian. Itulah sebabnya, menegakkan keadilan atau memberikan persaksian yang benar itu, ditetapkan dan dimasukkan ke dalam rangkaian syariat Allah yang wajib dijalankan. Sesudah itu Allah melarang kaum Muslimin memperturutkan hawa nafsu, agar mereka tidak menyeleweng dari kebenaran, karena orang yang terbiasa menuruti hawa nafsunya, mudah dipengaruhi oleh dorongan hawa nafsu untuk melakukan tindakan yang tidak adil dan tidak jujur, sehingga mereka tergelincir dari kebenaran. Apabila mereka memutarbalikkan kenyataan dalam memberikan persaksian, sehingga apa yang disaksikan tidak sesuai dengan kenyataan, atau mereka enggan untuk memberikan kesaksian karena tekanan-tekanan yang mempengaruhi jiwanya, maka mereka harus ingat bahwa Allah mengetahui apa yang terkandung di dalam hati mereka."
        },
        {
          "number": 136,
          "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ ءَامِنُوا۟ بِٱللَّهِ وَرَسُولِهِۦ وَٱلْكِتَـٰبِ ٱلَّذِى نَزَّلَ عَلَىٰ رَسُولِهِۦ وَٱلْكِتَـٰبِ ٱلَّذِىٓ أَنزَلَ مِن قَبْلُ ۚ وَمَن يَكْفُرْ بِٱللَّهِ وَمَلَـٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ وَٱلْيَوْمِ ٱلْـَٔاخِرِ فَقَدْ ضَلَّ ضَلَـٰلًۢا بَعِيدًا",
          "transliteration": "yāayyuhā alladhīna āmanū āminū bil-lahi warasūlihi wal-kitābi alladhī nazzala ʿalā rasūlihi wal-kitābi alladhī anzala min qablu waman yakfur bil-lahi wamalāikatihi wakutubihi warusulihi wal-yawmi l-ākhiri faqad ḍalla ḍalālan baʿīdan",
          "translation": "Wahai orang-orang yang beriman! Tetaplah beriman kepada Allah dan Rasul-Nya (Muhammad) dan kepada kitab (Alquran) yang diturunkan kepada Rasul-Nya, serta kitab yang diturunkan sebelumnya. Barang siapa ingkar kepada Allah, malaikat-malaikat-Nya, kitab-kitab-Nya, rasul-rasul-Nya, dan hari kemudian, maka sungguh, orang itu telah tersesat sangat jauh.",
          "tafsir": "Ayat ini menyeru kaum Muslimin agar mereka tetap beriman kepada Allah, kepada Rasul-Nya Muhammad saw, kepada Al-Qur'an yang diturunkan kepadanya, dan kepada kitab-kitab yang diturunkan kepada rasul-rasul sebelumnya. Kemudian ayat ini memperingatkan orang-orang yang mengingkari seruan-Nya. Barang siapa mengingkari Allah, para malaikat-Nya, kitab-kitab-Nya, dan hari akhirat, ia telah tersesat dari jalan yang benar, yaitu jalan yang akan menyelamatkan mereka dari azab yang pedih dan membawanya kepada kebahagiaan yang abadi. Iman kepada kitab-kitab Allah dan kepada rasul-rasul-Nya adalah satu rangkaian yang tidak dapat dipisah-pisahkan. Tidak boleh beriman kepada sebagian rasul dan kitab saja, tetapi mengingkari bagian yang lain seperti dilakukan oleh orang-orang Yahudi dan Nasrani. Iman serupa ini tidak dipandang benar, karena dipengaruhi oleh hawa nafsu atau hanya mengikuti pendapat-pendapat dan pemimpin-pemimpin saja. Apabila ada orang yang mengingkari sebagian kitab, atau sebagian rasul, maka hal itu menunjukkan bahwa ia belum meresapi hakikat iman, karena itu imannya tidak dapat dikatakan iman yang benar, bahkan suatu kesesatan yang jauh dari bimbingan hidayah Allah."
        },
        {
          "number": 137,
          "arabic": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ ثُمَّ كَفَرُوا۟ ثُمَّ ءَامَنُوا۟ ثُمَّ كَفَرُوا۟ ثُمَّ ٱزْدَادُوا۟ كُفْرًا لَّمْ يَكُنِ ٱللَّهُ لِيَغْفِرَ لَهُمْ وَلَا لِيَهْدِيَهُمْ سَبِيلًۢا",
          "transliteration": "inna alladhīna āmanū thumma kafarū thumma āmanū thumma kafarū thumma iz'dādū kuf'ran lam yakuni l-lahu liyaghfira lahum walā liyahdiyahum sabīlan",
          "translation": "Sesungguhnya orang-orang yang beriman lalu kafir, kemudian beriman (lagi), kemudian kafir lagi, lalu bertambah kekafirannya, maka Allah tidak akan mengampuni mereka, dan tidak (pula) menunjukkan kepada mereka jalan (yang lurus).",
          "tafsir": "Ada sekelompok orang yang telah menyatakan dirinya beriman, kemudian berbalik menjadi kafir. Sesudah itu beriman kembali, lalu berbalik lagi menjadi kafir dan akhirnya mereka bertambah-tambah kekafirannya hingga saat ajal mereka tiba. Orang-orang yang serupa itu sedikit pun tidak akan mendapat ampunan dari Allah, dan tidak akan mendapat bimbingan untuk memperoleh petunjuk. Mereka selalu dalam keadaan bimbang dan ragu, pendirian mereka berubah-ubah dari iman ke kafir, dari kafir ke iman, mereka telah kehilangan pegangan. Karenanya mereka tidak dapat lagi memahami hakikat kebenaran dan keutamaan iman. Oleh sebab itulah sesuai dengan ketentuan Allah, orang yang hatinya bimbang dan ragu tidak akan mendapat petunjuk ke jalan yang benar. Maka sudah sepantasnyalah apabila mereka jauh dari rahmat Allah, apalagi untuk mendapatkan ampunan-Nya, karena jiwa mereka telah ditutupi noda-noda kekafiran, sehingga tidak lagi dapat melihat cahaya kebenaran. Sebenarnya tak ada yang dapat menghalang-halangi ampunan dan hidayah Allah yang akan diberikan kepada makhluk-Nya. Hanya saja kehendak Allah itu tidak terlepas dari usaha manusia yang timbul karena ilmu dan amalannya, akan berbekas pada jiwanya. Maka apabila seseorang terus-menerus mengikuti saja sesuatu pendapat tanpa penyelidikan niscaya akalnya tidak mendapat petunjuk. Begitu pula apabila jiwa seseorang telah dikotori dengan kefasikan dan maksiat, maka ia tidak akan mendapat jalan untuk memperoleh ampunan, tanpa bertobat. \"Dan sungguh, Aku Maha Pengampun bagi yang bertobat, beriman dan berbuat kebajikan, kemudian tetap dalam petunjuk\". (Thaha/20:82). Ampunan Allah dapat menghapuskan noda-noda dosa di dalam jiwa. Apabila seseorang bertobat dan beramal saleh, maka semua kekotoran jiwa dan dosanya akan terkikis habis. Perbuatan-perbuatan baik itu menghapus kesalahan-kesalahan. Itulah peringatan bagi orang-orang yang selalu mengingat (Allah). (Hud/11:114)."
        },
        {
          "number": 138,
          "arabic": "بَشِّرِ ٱلْمُنَـٰفِقِينَ بِأَنَّ لَهُمْ عَذَابًا أَلِيمًا",
          "transliteration": "bashiri l-munāfiqīna bi-anna lahum ʿadhāban alīman",
          "translation": "Kabarkanlah kepada orang-orang munafik bahwa mereka akan mendapat siksaan yang pedih,",
          "tafsir": "Orang-orang munafik sangat tercela karena sikap mereka yang selalu berubah-ubah, dan tidak sesuai ucapannya dengan perbuatannya. Pada saat berkumpul dengan orang-orang mukmin, mereka menampakkan keimanannya dan menyembunyikan kekufurannya. Sebaliknya apabila bertemu dengan orang-orang kafir, mereka menampakkan kekafirannya dan menyembunyikan keimanannya. Mereka benar-benar akan mendapat siksaan yang pedih."
        },
        {
          "number": 139,
          "arabic": "ٱلَّذِينَ يَتَّخِذُونَ ٱلْكَـٰفِرِينَ أَوْلِيَآءَ مِن دُونِ ٱلْمُؤْمِنِينَ ۚ أَيَبْتَغُونَ عِندَهُمُ ٱلْعِزَّةَ فَإِنَّ ٱلْعِزَّةَ لِلَّهِ جَمِيعًا",
          "transliteration": "alladhīna yattakhidhūna l-kāfirīna awliyāa min dūni l-mu'minīna ayabtaghūna ʿindahumu l-ʿizata fa-inna l-ʿizata lillahi jamīʿan",
          "translation": "(yaitu) orang-orang yang menjadikan orang-orang kafir sebagai pemimpin dengan meninggalkan orang-orang mukmin. Apakah mereka mencari kekuatan di sisi orang kafir itu? Ketahuilah bahwa semua kekuatan itu milik Allah.",
          "tafsir": "Kemudian diterangkan sifat-sifat mereka yang pantas dicela, yaitu sifat orang-orang munafik, yang sebenarnya bersekongkol dengan orang-orang kafir. Mereka memusuhi orang-orang mukmin, bahkan dalam saat-saat yang penting, mereka membantu orang kafir, karena mereka berkeyakinan bahwa kemenangan akan diperoleh orang kafir. Sikap mereka dicela, karena harapan mereka akan mendapatkan kekuatan dari orang-orang kafir, tetapi kekuatan itu tidak akan mereka peroleh, sebab kekuatan dan perlindungan pada hakikatnya di tangan Allah. Allah yang memberikan kekuatan dan perlindungan, menurut kehendak-Nya kepada orang yang betul-betul beriman dan mematuhi segala petunjuk-Nya. Petunjuk Allah disampaikan melalui para rasul dan merekalah yang menjelaskan jalan yang harus ditempuh guna memperoleh petunjuk. Maka kekuatan dan perlindungan Allah, akan dimiliki oleh orang-orang mukmin, apabila mereka tetap berpegang kepada Kitab Allah dan selalu berpedoman pada hidayah-Nya. Tetapi orang-orang munafik tidak melihat kekuatan dan perlindungan yang gaib, mereka hanya teperdaya oleh kekuatan dan perlindungan lahir yang sifatnya tidak tetap. Mereka pun tidak akan memperoleh apa yang diharapkannya. Berkenaan dengan itu Allah berfirman: \"Barang siapa menghendaki kemuliaan, maka (ketahuilah) kemuliaan itu semuanya milik Allah. ¦\" (Fajir/35:10). \"¦Padahal kekuatan itu hanyalah bagi Allah, bagi Rasul-Nya dan bagi orang-orang mukmin, tetapi orang-orang munafik itu tidak mengetahui.\" (al-Munafiqun/63:8)."
        },
        {
          "number": 140,
          "arabic": "وَقَدْ نَزَّلَ عَلَيْكُمْ فِى ٱلْكِتَـٰبِ أَنْ إِذَا سَمِعْتُمْ ءَايَـٰتِ ٱللَّهِ يُكْفَرُ بِهَا وَيُسْتَهْزَأُ بِهَا فَلَا تَقْعُدُوا۟ مَعَهُمْ حَتَّىٰ يَخُوضُوا۟ فِى حَدِيثٍ غَيْرِهِۦٓ ۚ إِنَّكُمْ إِذًا مِّثْلُهُمْ ۗ إِنَّ ٱللَّهَ جَامِعُ ٱلْمُنَـٰفِقِينَ وَٱلْكَـٰفِرِينَ فِى جَهَنَّمَ جَمِيعًا",
          "transliteration": "waqad nazzala ʿalaykum fī l-kitābi an idhā samiʿ'tum āyāti l-lahi yuk'faru bihā wayus'tahza-u bihā falā taqʿudū maʿahum ḥattā yakhūḍū fī ḥadīthin ghayrihi innakum idhan mith'luhum inna l-laha jāmiʿu l-munāfiqīna wal-kāfirīna fī jahannama jamīʿan",
          "translation": "Dan sungguh, Allah telah menurunkan (ketentuan) bagimu di dalam Kitab (Alquran) bahwa apabila kamu mendengar ayat-ayat Allah diingkari dan diperolok-olokkan (oleh orang-orang kafir), maka janganlah kamu duduk bersama mereka, sebelum mereka memasuki pembicaraan yang lain. Karena (kalau tetap duduk dengan mereka), tentulah kamu serupa dengan mereka. Sungguh, Allah akan mengumpulkan semua orang-orang munafik dan orang-orang kafir di neraka Jahanam,",
          "tafsir": "Orang mukmin dilarang berkumpul atau berada dalam satu majelis dengan kaum munafik yang menghina agama dan hukum-hukumnya, karena kaum munafik itu apabila mendengar ayat-ayat Allah, mereka ingkar dan memperolok-oloknya. \"Apabila engkau (Muhammad) melihat orang-orang memperolok-olokkan ayat-ayat Kami, maka tinggalkanlah mereka hingga mereka beralih ke pembicaraan lain. ¦\" (al-An'am/6:68). Sebagian Muslimin duduk-duduk bersama orang-orang musyrik yang sedang membicarakan kekafiran, mencela Islam, dan menghina Al-Qur'an, sedang Muslimin itu tidak sanggup menyanggah pembicaraan orang-orang musyrik itu, karena mereka dalam keadaan lemah. Maka Allah menyuruh umat Islam berpaling meninggalkan orang-orang musyrik dan melarang duduk bersama mereka. Demikian pula orang Yahudi berbuat seperti kaum musyrik, yaitu membicarakan kekafiran dan mencela Islam bersama orang-orang musyrik. Orang mukmin dilarang duduk bersama orang-orang Yahudi dan melibatkan diri dalam pembicaraan-pembicaraan yang menghina agama Allah. Mereka disuruh menjauhi, dan masuk kepada pembicaraan lain yang tidak mengandung penghinaan kepada agama. Apabila kaum Muslimin ikut bersama-sama dengan kaum munafik itu dan tidak mau meninggalkan mereka, maka Allah menganggap mereka bersekongkol dengan orang-orang kafir itu. Itulah sebabnya Allah melarang kaum Muslimin berkumpul dengan orang Yahudi. Apabila larangan yang telah disampaikan kepada mereka itu masih juga dilakukan, niscaya mereka dianggap sama dengan orang-orang kafir. Barang siapa membenarkan perbuatan yang mungkar, dan diam saja terhadap kemungkaran itu, maka ia dapat disamakan dengan orang yang berbuat dosa. Membantah kemungkaran berarti mencegah tersebarnya perbuatan itu di tengah-tengah masyarakat. Sesudah itu Allah menegaskan ancaman-Nya terhadap orang-orang yang tidak menghiraukan larangan-Nya. Dia akan menyiksa mereka dengan api neraka bersama-sama orang kafir."
        }
      ]
    }
  ]
}