{
  "pageNumber": 128,
  "juz": 7,
  "surahs": [
    {
      "number": 6,
      "name": "Al-An'am",
      "nameArabic": "الأنعام",
      "meaning": "Binatang Ternak",
      "revelation": "Makkah",
      "description": "Surat Al-An'am (binatang ternak: unta, sapi, dan kambing) terdiri dari 165 ayat dan termasuk surat Makkiyyah, karena hampir seluruh ayatnya diturunkan di Mekah sebelum hijrah. Dinamakan Al-An'am karena di dalamnya disebut kata \"An'am\" yang memiliki kaitan erat dengan adat istiadat kaum musyrikin; mereka biasa mempergunakan binatang ternak untuk mendekatkan diri kepada tuhan. Selain itu, juga disebutkan hukum-hukum yang berkenaan dengan binatang ternak itu.Pokok-pokok Isi:1. Keimanan:Bukti-bukti keesaan Allah dan kesempurnaan sifat-sifat-Nya; kebenaran kenabian Nabi Muhammad s.a.w.; persaksian Allah atas kenabian Ibrahim, Ishaq, Ya'qub, Nuh, Daud, Sulaiman, Ayyub, Yusuf, Musa, Harun, Zakariya, Yahya, 'Isa, Ilyas, Alyasa', Yunus, dan Luth; penegasan tentang keberadaan risalah dan wahyu serta hari pembalasan dan hari kebangkitan; kepalsuan kepercayaan orang-orang musyrik dan keingkaran mereka terhadap hari kiamat.2. Hukum-hukum:Larangan mengikuti adat istiadat yang dibuat-buat oleh kaum Jahiliyah; makanan yang halal dan yang haram; wasiat yang sepuluh dan Al-Qur'an, tentang tauhid keadilan dan hukum-hukum; larangan mencaci maki berhala orang musyrik karena mereka akan membalas dengan mencaci maki Allah.3. Kisah-kisah:Kisah umat-umat yang menentang rasul-rasul; kisah pengalaman Nabi Muhammad s.a.w. dan para nabi pada umumnya; cerita Nabi Ibrahim a.s. membimbing kaumnya kepada tauhid.4. Lain-lain:Sikap keras kepala kaum musyrikin: tata cara seorang nabi memimpin umatnya; bidang-bidang kerasulan dan tugas rasul-rasul; tantangan kaum musyrikin untuk melemahkan rasul; kepercayaan orang-orang musyrik terhadap jin, setan, dan malaikat; beberapa prinsip keagamaan dan kemasyarakatan; nilai hidup duniawi.Dalam surat Al-An'am Allah menjelaskan keesaan dan kesempurnaan sifat-sifat-Nya, menyatakan kebatilan kepercayaan orang-orang musyrik dengan bantahan-bantahan yang logis dan mudah diterima oleh akal. Hukuman yang berat akan dijatuhkan kepada orang yang keras kepala menolak kebenaran.Hubungan Surat Al-An'Am Dengan Surat Al-A'raf:1. Kedua surat tersebut termasuk di antara tujuh surat yang panjang (assab'uth thiwaal), sama-sama membicarakan pokok aqidah agama. Dalam surat Al-An'am dikemukakan garis-garis besar aqidah sedangkan surat Al-A'raf menjelaskannya.2. Dalam surat Al-An'am Allah menerangkan asal usul kejadian manusia, yaitu dari tanah, dan menjelaskan tentang beberapa generasi manusia yang telah dibinasakan, kemudian disinggung pula tentang rasul-rasul dengan menyebut beberapa nama mereka secara garis besar, sedangkan surat Al-A'raf menjelaskannya.3. Pada bagian terakhir surat Al-An'am, Allah mengatakan bahwa Dia menjadikan manusia sebagai khalifah-khalifah di bumi dan mengangkat derajat sebagian mereka, maka bagian permulaan surat Al-A'raf mengemukakan penciptaan Adam dan anak cucunya yang dijadikan sebagai khalifah di bumi.4. Hubungan bagian akhir Al-An'am dengan permulaan surat Al-A'raf:a. Bagian akhir Al-An'am, Allah mengatakan bahwa Al-Qur'an adalah kitab pedoman yang benar, jalan yang lurus dan diberkahi, maka umat manusia diperintahkan mengikutinya. Pada bagian permulaan surat Al-A'raf, Allah mengulangi lagi perintah ini dan melarang mengikuti selainnya.b. Pada bagian akhir surat Al-An'am, Allah berfirman bahwa Dia akan memberikan keterangan tentang apa yang seharusnya dilakukan manusia dan yang menjadi perselisihan mereka. Maka pada bagian permulaan surat Al-A'raf, Allah menjelaskan apa yang disebut dengan \"Allah memberi keterangan,\" yaitu pengutusan para rasul yang bertugas memberi keterangan dan masing-masing akan dimintai pertanggungjawaban.c. Pada bagian akhir surat Al-An'am, Allah menyatakan bahwa orang yang berbuat kebajikan akan diberi ganjaran sepuluh kali lipat dan yang berbuat kejahatan akan dibalas sesuai dengan perbuatannya. Untuk menentukan kadar kebajikan dan kejahatan itu ada timbangannya, maka Allah mengemukakan di bagian muka surat Al-A'raf, bahwa timbangan pada hari itu ialah kebenaran dan keadilan. Siapa yang timbangannya berat maka dialah yang beruntung dan siapa yang timbangannya ringan maka dialah yang merugi. Kemudian Allah menceritakan keadaan dan nasib ashhabul A'raaf.",
      "verses": [
        {
          "number": 1,
          "arabic": " ٱلْحَمْدُ لِلَّهِ ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ وَجَعَلَ ٱلظُّلُمَـٰتِ وَٱلنُّورَ ۖ ثُمَّ ٱلَّذِينَ كَفَرُوا۟ بِرَبِّهِمْ يَعْدِلُونَ",
          "transliteration": "al-ḥamdu lillahi alladhī khalaqa l-samāwāti wal-arḍa wajaʿala l-ẓulumāti wal-nūra thumma alladhīna kafarū birabbihim yaʿdilūna",
          "translation": "Segala puji bagi Allah yang telah menciptakan langit dan bumi, dan menjadikan gelap dan terang, namun demikian orang-orang kafir masih mempersekutukan Tuhan mereka dengan sesuatu.",
          "tafsir": "Allah membuka Surah al-An'am dengan memberi petunjuk kepada manusia bahwa segala pujian hanyalah bagi Allah, Pencipta langit, bumi dan segala isinya, serta menerangkan kepada manusia ada jalan kegelapan, yaitu jalan yang diikuti oleh orang-orang yang sesat seperti menganggap makhluk-makhluk ciptaan Allah sebagai tuhan. Allah juga menunjukkan jalan yang terang dan cahaya yang benar, yaitu mengesakan Allah dan menghindari sikap dan anggapan yang menuju ke arah syirik, yaitu menyekutukan Allah dengan makhluk ciptaaan-Nya. Tetapi orang-orang yang ingkar kepada Allah lebih suka memilih jalan yang tidak benar, yaitu yang mengarah kepada syirik dan kegelapan. Allah memuji dirinya dengan \"Alhamdulillah\". Dengan demikian para hamba mengetahui bagaimana hendaknya mereka memuji Tuhan yaitu dengan mengucapkan kalimat \"Alhamdulillah\". Segala puji adalah untuk Allah, karena Dialah yang paling berhak untuk menerima pujian itu, yang memiliki segala sifat-sifat yang terpuji, dan segala sifat-sifat kesempurnaan. Allah menjelaskan tentang diri-Nya sebagai Zat Yang Maha Terpuji itu dengan menerangkan bahwa Allah Pencipta langit dan bumi, gelap dan terang. Penciptaan langit dan bumi disebutkan secara khusus dalam ayat ini adalah untuk menunjukkan keistimewaannya sebagai ciptaan Allah yang besar, dan senantiasa disaksikan oleh umat manusia. Pada keduanya terdapat pelajaran bagi manusia yang kesemuanya itu merupakan tanda-tanda kesempurnaan Allah. Penciptaan gelap dan terang yang dimaksudkan dalam ayat ini ialah penciptaan berbagai kegelapan dan cahaya terang yang nampak oleh indra mata. Keduanya bermanfaat bagi hamba-hamba Allah. Di antara ulama salaf ada yang berpendapat, bahwa yang dimaksud dengan dhulmah (gelap) dalam ayat ini ialah kekufuran, dan yang dimaksud dengan nur (terang) ialah iman; maka mereka menguraikan maksud ayat-ayat ini sebagai berikut: Allah menciptakan langit dan bumi lalu Dia menunjukkan bukti-bukti untuk mengenal-Nya dan mengesakan-Nya. Allah memperingatkan jalan kesesatan dan menunjukkan jalan lurus dengan menurunkan syariat-syariat dan kitab-kitab-Nya, walaupun demikian orang-orang kafir itu berbuat jauh dari pikiran yang sehat, dan mereka selalu memilih jalan kesesatan. Karena itu Allah berfirman pada akhir ayat ini yang artinya, \"Namun orang-orang kafir itu mempersekutukan (sesuatu) dengan Tuhan.\" Dalam ayat ini Allah menggunakan dhulumat (kegelapan) dalam bentuk jamak (plural) dari dhulmah (gelap). Sedangkan kata nur (terang) digunakan bentuk kata tunggal. Dimaksudkan dengan perbedaan bentuk itu ialah kesesatan (gelap) banyak macamnya sedangkan petunjuk (terang) hanya satu. Kebenaran hanya satu, sedangkan kebatilan itu berbilang. Di akhir ayat ini, ditegaskan bahwa orang-orang kafir itu mengambil sikap bertolak belakang. Mereka tidaklah mengkhususkan pujian dan ibadah kepada Allah sebagai Pencipta langit dan bumi dan Yang mengadakan gelap dan terang, tetapi mereka mempersamakan Allah dengan yang lain dalam ibadah dan pujian. Padahal mereka menyadari, hanyalah Allah yang paling berhak menerima ibadah dan pujian itu. Selain Surah al-An'am, masih ada empat surah lagi yang dimulai dengan al-hamdulillah, artinya segala puji bagi Allah, yaitu surah pertama al-Fatihah, surah ke-18 al-Kahf, surah ke-34 Saba', dan surah ke-35 Fathir. Kecuali memberi petunjuk bagaimana cara yang benar dalam memuji Allah, kita juga diberi petunjuk bagaimana bersikap dan berperilaku yang baik, yaitu hanya Allah yang berhak mendapat pujian, kerena betapapun kita memiliki sedikit atau beberapa kebaikan yang dapat dibanggakan, itu semua dari Allah. Allah yang Mahasempurna dan menganugerahkan beberapa sifat kebaikannya kepada para makhluk yang dikehendaki-Nya, terutama kepada manusia. Allah betul-betul memuliakan makhluk ini sebagaimana disebutkan dalam Surah al-Isra'/17 ayat 70: Dan sungguh, Kami telah memuliakan anak cucu Adam, dan Kami angkut mereka di darat dan di laut, dan Kami beri mereka rezeki dari yang baik-baik dan Kami lebihkan mereka di atas banyak makhluk yang Kami ciptakan dengan kelebihan yang sempurna. (al-Isra'/17: 70) Langit, bumi dan segala isinya, termasuk manusia ini tidak terjadi dengan sendirinya, melainkan diciptakan Allah Yang Mahakuasa, dengan aturan dan ketentuan yang sempurna sehingga tidak ada satu makhluk pun yang dapat menyimpang dari aturan dan ketentuan Allah. Jika makhluk itu terjadi dengan sendirinya atau atas kemauan dan keinginan mereka sendiri, keadaan pasti menjadi kacau, karena semua ingin menjadi yang terbaik atau lebih baik dari yang lain, dan tidak ada yang ingin menjadi jelek, yang lemah atau dikalahkan oleh yang lain. Tetapi, ternyata semua itu terjadi karena semua makhluk itu tunduk pada aturan dan ketentuan Allah yang Mahakuasa, tetapi juga Mahabijaksana, Maha Pengasih dan Maha Penyayang. Allah menciptakan dan menyediakan bagi manusia adz-dzulumat, yaitu berbagai kegelapan, jalan yang gelap, suasana yang gelap, hidup yang serba gelap dan sebagainya. Allah juga menciptakan dan menyediakan bagi manusia an-nur, yaitu cahaya terang, jalan yang terang, kehidupan dan pemikiran yang terang, sikap dan perilaku yang transparan. Maka terserah manusia akan memilih yang mana. Dalam ayat ini diterangkan, bahwa orang-orang yang ingkar, kafir dan tidak memiliki iman yang kuat banyak yang memilih dzulumat yang menyimpang dari fitrah dan nurani manusia sendiri."
        },
        {
          "number": 2,
          "arabic": "هُوَ ٱلَّذِى خَلَقَكُم مِّن طِينٍ ثُمَّ قَضَىٰٓ أَجَلًا ۖ وَأَجَلٌ مُّسَمًّى عِندَهُۥ ۖ ثُمَّ أَنتُمْ تَمْتَرُونَ",
          "transliteration": "huwa alladhī khalaqakum min ṭīnin thumma qaḍā ajalan wa-ajalun musamman ʿindahu thumma antum tamtarūna",
          "translation": "Dialah yang menciptakan kamu dari tanah, kemudian Dia menetapkan ajal (kematianmu), dan batas waktu tertentu yang hanya diketahui oleh-Nya. Namun demikian kamu masih meragukannya.",
          "tafsir": "Pada ayat ini Allah lebih merinci dalam penciptaan-Nya pada makhluk yang banyak memiliki kekuasaan dalam hidupnya di muka bumi ini, yaitu manusia. Allah telah menciptakan nenek moyang manusia, yaitu Adam dari bahan yang sederhana yaitu tanah. Manusia yang sekarang ini menjadi besar dan dewasa juga dari saripati tanah, dan berbagai zat makanan yang ditumbuhkan dari tanah. Kemudian Allah menetapkan waktu hidupnya di dunia sampai datang waktu ajal dan kematiannya, dan selanjutnya Allah juga menetapkan perjalanan sesudah kematian, yaitu waktu dibangkitkan dari kubur pada hari kebangkitan, meskipun banyak di antara manusia yang masih ragu-ragu. Manusia yang ragu tentang dibangkitkannya nanti pada hari Kiamat adalah didasarkan pada jalan pikirannya yang pendek dan sederhana, yaitu bagaimana mungkin manusia yang sudah mati dan tubuhnya hancur menjadi satu dengan tanah, atau bahkan menjadi zat bagi tumbuh-tumbuhan dan buah-buahan kemudian dimakan menusia generasi berikutnya dan menjadi daging ataupun kekuatan bagi manusia lain, bagaimana ini semua dapat dibangkitkan seperti sediakala ketika seseorang itu masih hidup dengan tubuh yang segar dan sehat. Mestinya apabila kemampuan pikirannya tidak dapat mencapai atau tidak dapat memahami kekuasaan Allah dalam membangkitkan manusia yang sudah mati, seharusnya menyadari bahwa ilmu dan kemampuan pikirannya memang terbatas. Tentang kapan waktu datangnya hari Kiamat pun kita tidak mengetahui. Semua itu adalah bagian dari ilmu dan kekuasaan Allah sebagaiman difirmankan pada Surah al-A'raf/7 ayat 187: ¦ Sesungguhnya pengetahuan tentang Kiamat itu ada pada Tuhanku; tidak ada (seorang pun) yang dapat menjelaskan waktu terjadinya selain dia¦ (al-A'raf/7: 187) Allah mengarahkan firman-Nya kepada orang-orang musyrik yang menyekutukan Allah. Allah dalam ayat ini menunjukkan lagi bukti-bukti keesaan-Nya dan kekuasaan-Nya untuk membangkitkan manusia pada hari Kiamat. Dialah yang menciptakan manusia keturunan Adam ini dari saripati tanah. Setiap kejadian manusia pasti mengandung unsur zat tanah. Jika diperhatikan proses kejadian manusia, lebih jelas lagi bahwa kejadiannya dari tanah. Kejadian manusia dalam rahim diawali dari nutfah, yaitu percampuran antara sel mani laki-laki (sperma) dengan sel telur dari perempuan (ovum). Disebabkan berasimilasi dengan zat makanan, maka nuthfah yang sudah bercampur itu berkembang menjadi janin, kemudian keadaan itu berubah sampai menjadi bayi. Sel hidup itu tersusun dari zat-zat yang bermacam-macam dan zat itu sendiri hakekatnya terdiri dari unsur kimiawi yang mati seperti zat besi, zat air yang berasal dari tanah. Demikian pula zat makanan, baik dari tumbuhan maupun dari daging hewan tersusun dari zat unsur kimiawi yang berasal dari tanah. Dari zat-zat makanan ini pula terbentuk sel mani yang ada pada manusia atau hewan. Demikian dengan kodrat Allah Yang Mahabesar, unsur kimiawi yang mati itu menjadi sel hidup dan akhirnya menjadi manusia. Pendapat Scientist tentang Penciptaan Manusia : Sampai saat ini belum ada teori ilmu pengetahuan yang dapat menjelaskan secara langsung bagaimana penciptaan manusia dari tanah. Tetapi secara tidak langsung, beberapa teori yang berkembang tentang asal kehidupan (origin of life) menerangkan bahwa tanah berperan penting di awal proses. Kebanyakan teori asal kehidupan merupakan pengembangan konsep lama: Abiogenesis yang diartikan sebagai penurunan kehidupan dari benda mati. Sejak lama Abiogenesis dianggap sebagai konsep yang paling dapat diterima untuk teori asal kehidupan sampai kemudian hukum Biogenesis (omne vivum ex ovo = asal kehidupan dari kehidupan yang lain) lebih populer seiring dengan perkembangan mikrobiologi modern. Pendalaman konsep Abiogenesis umumnya mengkaji proses awal mula terbentuknya senyawa-senyawa kimia penting penyusun makhluk hidup (asam amino, protein, dan sebagainya. sampai DNA) secara alami tanpa ada kehidupan sebelumnya. Keberhasilan yang paling terkenal adalah teori sup primitif (Soup Theory) ketika percobaan Urey & Miller (1953) berhasil mensintesis molekul-molekul organik dari gas anorganik (Metan, Amonia dan Hidrogen) pada kondisi yang disimulasikan seperti keadaan awal bumi terbentuk. Hasil ini dikembangkan oleh Joan Oro (1961) yang berhasil mensintesis protein dari larutan Sianida. Dari beberapa teori Abiogenesis yang berkembang, paling tidak dua diantaranya membicarakan kemungkinan asal kehidupan dari tanah (dan batuan). Clay theory merupakan teori yang paling mendekati terjemah ayat di atas, dikembangkan oleh Graham Cairns “ Smith (1985) semenjak tahun 1960 an. Clay (Ind.: Liat, lempung) adalah mineral pembentuk partikel tanah dan batuan yang paling halus terbentuk sebagai hasil pelapukan batuan, yang bisa pula terbentuk dari silikat terlarut. Mineral liat, sebagaimana mineral lainnya, tetap mempertahankan struktur awal pembentukannya selama pertumbuhan. Masa mineral liat tertentu dapat mempengaruhi lingkungannya sedemikian rupa sehingga terjadi kecenderungan untuk terjadinya replikasi pada proses pembentukan selanjutnya. Mineral liat juga memiliki daya tukar kation yang dapat mengikat berbagai jenis unsur dan molekul baik di permukaannya maupun di dalam kisi-kisi kristalnya. Keadaan ini memungkinkan terjadinya suatu proses seleksi alam dimana terjadi penengkapan molekul-molekul tertentu. Suatu molekul proto organik yang cukup kompleks dapat terkatalisasi oleh sifat-sifat permukaan mineral liat. Tahap terakhir dari proses ini adalah terbentuknya senyawa baru (organik) yang juga mampu mereproduksi dirinya sendiri. Deep hot biosphere. Teori ini dikembangkan oleh Thomas Gold pada tahun 1990 an yang menyatakan bahwa kehidupan tidak berasal dari permukaan bumi tetapi beberapa kilometer di bawah permukaannya. Kini telah diketahui bahwa kehidupan mikroba cukup banyak ditemukan sampai dengan kedalaman lima kilometer di bawah permukaan bumi dalam bentuk archaea yang umumnya berasal dari umur yang sama atau bahkan lebih awal dari waktu mula terbentuknya bakteri. Dikemukakan bahwa apabila ditemukannya asal kehidupan di bawah permukaan planet lain pada system tata surya akan meningkatkan kredibilitas teori ini. Teori lain yang berkembang adalah \"Primitive Extraterrestrial\" atau exogenesis yang membahas kemungkinan asal kehidupan dari luar bumi. Perkembangan terakhir, dengan berkembangnya studi tentang DNA, semakin banyak ilmuwan (scientist) yang meyakini bahwa kehidupan hanya bisa terjadi dengan adanya disain yang pintar (brilliant design) dari seorang creator. Setelah memaparkan pendapat scientist seputar penciptaan manusia dari tanah timbul pertanyaan, jika Allah kuasa menciptakan sel hidup dari zat-zat mati, mengapa Allah tidak kuasa membangkitkan manusia pada hari Kiamat? Bukankah pada proses kejadian manusia itu sendiri terdapat bukti nyata yang menunjukkan kekuasaan Allah untuk mengadakan hari kebangkitan? Allah menentukan pula dua peristiwa untuk manusia yang tak dapat dielakkan, yaitu waktu kematiannya dan waktu kebangkitannya dari kubur. Baik waktu yang ditetapkan untuk kematian maupun untuk kebangkitan tidak ada yang mengetahui kecuali Allah. Meskipun orang-orang musyrik mengetahui kejadian diri mereka dengan gamblang dan terbatasnya umur mereka, yang kesemuanya itu membuktikan kekuasaan Allah untuk menentukan hari kebangkitan namun mereka masih tetap ragu. Seharusnya mereka dapat menarik pelajaran dari bukti-bukti itu. Jika Allah berkuasa menciptakan zat-zat yang mati menjadi satu lalu memberinya hidup serta menentukan perkembangannya, tentu Allah juga berkuasa menghimpun kembali zat-zat yang mati dan menghidupkannya sesuai dengan yang dikehendaki-Nya."
        },
        {
          "number": 3,
          "arabic": "وَهُوَ ٱللَّهُ فِى ٱلسَّمَـٰوَٰتِ وَفِى ٱلْأَرْضِ ۖ يَعْلَمُ سِرَّكُمْ وَجَهْرَكُمْ وَيَعْلَمُ مَا تَكْسِبُونَ",
          "transliteration": "wahuwa l-lahu fī l-samāwāti wafī l-arḍi yaʿlamu sirrakum wajahrakum wayaʿlamu mā taksibūna",
          "translation": "Dan Dialah Allah (yang disembah), di langit maupun di bumi; Dia mengetahui apa yang kamu rahasiakan dan apa yang kamu nyatakan dan mengetahui (pula) apa yang kamu kerjakan.",
          "tafsir": "Dalam ayat ini dijelaskan bahwa Allah adalah yang berhak disembah, yang menerima doa dan harapan dari semua makhluk-Nya di langit dan di bumi. \"Allah\" adalah nama yang agung bagi Tuhan Rabbal 'alamin, yang sudah dikenal oleh Bangsa Arab sebelum Islam. Bangsa Arab pada zaman jahiliah, bila ditanya tentang Tuhan yang berhak disembah, mereka akan menjawab \"Allah.\" Tuhan yang memiliki sifat-sifat yang mereka kenal itulah yang mereka sembah. Ayat lain yang sejalan dengan maksud ayat ini ialah firman Allah: Dan Dialah Tuhan (yang disembah) di langit dan Tuhan (yang disembah) di bumi dan Dialah Yang Mahabijaksana, Maha Mengetahui. (az-Zukhruf/43: 84) Kedua ayat ini, yakni al-An'am/6:3 dan az-Zukhruf/43:84 dengan jelas mengagungkan Allah karena kekuasaan-Nya menghidupkan kembali orang yang telah mati, dan lebih-lebih karena kekhususan diri-Nya dalam mengetahui hari kebangkitan dan keesaaan-Nya dalam ketuhanan serta keesaan zat-Nya yang disembah di langit dan di bumi. Kepada Allah sajalah ditujukan doa segala makhluk di alam semesta ini. Kemudian Allah menegaskan bahwa Dia mengetahui segala yang mereka rahasiakan atau yang mereka tampakkan, baik perkataan dan perbuatan mereka maupun segala yang terbetik dalam hati mereka. Semua yang diusahakan oleh manusia, tidak luput dari pengetahuan Tuhan. Perbuatan yang baik akan diberi pahala, perbuatan yang buruk akan diberi hukuman. Sangatlah sempurna perhatian Tuhan terhadap perbuatan manusia karena semua perbuatan akan mendapatkan balasan dari-Nya."
        },
        {
          "number": 4,
          "arabic": "وَمَا تَأْتِيهِم مِّنْ ءَايَةٍ مِّنْ ءَايَـٰتِ رَبِّهِمْ إِلَّا كَانُوا۟ عَنْهَا مُعْرِضِينَ",
          "transliteration": "wamā tatīhim min āyatin min āyāti rabbihim illā kānū ʿanhā muʿ'riḍīna",
          "translation": "Dan setiap ayat dari ayat-ayat<sup foot_note=135255>1</sup> Tuhan yang sampai kepada mereka (orang kafir), semuanya selalu diingkarinya.",
          "tafsir": "Allah menjelaskan sikap orang musyrik yang sama sekali tidak dapat menanggapi dan merenungkan bukti-bukti kebenaran ayat-ayat Al-Qur'an yang menjelaskan bukti-bukti keesaan Allah, hari kebangkitan dan keluasan ilmu-Nya. Bahkan mereka tidak pula merenungkan dan tidak berusaha mencari petunjuk dari tanda-tanda alamiyah yang mereka saksikan di permukaan bumi ataupun di dalam diri mereka sendiri. Semua ayat kauniyah dan ayat yang meneguhkan kenabian Muhammad, semuanya mereka tinggalkan dan dustakan. Padahal ayat-ayat itulah yang menunjukkan adanya Tuhan Yang Maha Esa yang menguasai dan mengurusi alam semesta ini dan tidak ada Tuhan yang berhak disembah kecuali Allah. Sekiranya mereka tidak berpaling dari ayat-ayat Allah akibat keras kepala, atau fanatik kepada pemimpin-pemimpin mereka, tentu kebenaran akan tampak bagi mereka, dan mereka tidak akan menentang ajaran Rasulullah saw. Senada dengan ayat ini, Allah berfirman pada Surah al-Anbiya'/21: 2-3: Setiap diturunkan kepada mereka ayat-ayat yang baru dari Tuhan, mereka mendengarkannya sambil bermain-main. Hati mereka dalam keadaan lalai. (al-Anbiya'/21: 2-3)"
        },
        {
          "number": 5,
          "arabic": "فَقَدْ كَذَّبُوا۟ بِٱلْحَقِّ لَمَّا جَآءَهُمْ ۖ فَسَوْفَ يَأْتِيهِمْ أَنۢبَـٰٓؤُا۟ مَا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
          "transliteration": "faqad kadhabū bil-ḥaqi lammā jāahum fasawfa yatīhim anbāu mā kānū bihi yastahziūna",
          "translation": "Sungguh, mereka telah mendustakan kebenaran (Alquran) ketika sampai kepada mereka, maka kelak akan sampai kepada mereka (kenyataan dari) berita-berita yang selalu mereka perolok-olokkan.",
          "tafsir": "Allah menerangkan bahwa sebab orang-orang musyrik selalu berpaling dari ayat-ayat Allah, karena mereka telah mendustakan yang hak ketika yang hak tersebut datang kepada mereka. Kejahatan mereka ini sebagai akibat mereka menutup jalan untuk memperoleh ilmu pengetahuan. Yang dimaksudkan dengan \"yang hak\" ialah agama Allah yang dibawa Nabi Muhammad, yang mengandung kaidah-kaidah agama, hukum-hukum syariat, ibadah, muamalat, haram dan halal, akhlak dan lain sebagainya, yang kesemuanya itu dijelaskan dalam Al-Qur'an. Mereka mendustakan agama berarti mendustakan Al-Qur'an sebagai dasar agama. Jika mereka memahami Al-Qur'an dan merenungkannya tentu mereka tidak mendustakan ajaran-ajaran agama itu. Allah menegaskan kelak akan terbukti bagi mereka kebenaran berita-berita yang selalu mereka ejek di dunia. Suatu ketika mereka mengalami kehinaan di dunia ini, dan kebinasaan di akhirat akibat kedustaan mereka kepada agama. Sebaliknya mereka menyaksikan kemenangan kaum Muslimin. Peringatan Allah kepada mereka, sebelumnya dianggap angin lalu. Demikian pula terhadap janji Allah untuk kemenangan kaum Muslimin, yang ternyata kemudian berita-berita itu terbukti, antara lain dengan datangnya musim kering yang menimpa mereka, dan hancurnya kaum musyrik pada Perang Badar dan perang-perang yang lain, serta kemenangan kaum Muslimin dengan pembebasan kota Mekah (Fath Makkah). Dalam Al-Qur'an berulang kali diceritakan ejekan-ejekan kaum musyrik terhadap para nabi dan agama Allah, ejekan ini bertingkat-tingkat. Pertama, mereka tidak memperdulikan ayat-ayat Allah dan tanda-tanda alami serta tidak mau merenungkannya. Kedua, mereka mendustakannya. Sikap kedua ini melebihi tingkatan pertama, karena orang-orang yang bersikap acuh belum tentu mendustakan. Ketiga, mereka memperolokkannya. Orang yang mendustakan belum tentu dia sampai pada sikap memperolokkan. Sikap memperolokkan ini sudah mencapai puncak keingkaran. Orang-orang kafir menjalani ketiga tingkatan tersebut."
        },
        {
          "number": 6,
          "arabic": "أَلَمْ يَرَوْا۟ كَمْ أَهْلَكْنَا مِن قَبْلِهِم مِّن قَرْنٍ مَّكَّنَّـٰهُمْ فِى ٱلْأَرْضِ مَا لَمْ نُمَكِّن لَّكُمْ وَأَرْسَلْنَا ٱلسَّمَآءَ عَلَيْهِم مِّدْرَارًا وَجَعَلْنَا ٱلْأَنْهَـٰرَ تَجْرِى مِن تَحْتِهِمْ فَأَهْلَكْنَـٰهُم بِذُنُوبِهِمْ وَأَنشَأْنَا مِنۢ بَعْدِهِمْ قَرْنًا ءَاخَرِينَ",
          "transliteration": "alam yaraw kam ahlaknā min qablihim min qarnin makkannāhum fī l-arḍi mā lam numakkin lakum wa-arsalnā l-samāa ʿalayhim mid'rāran wajaʿalnā l-anhāra tajrī min taḥtihim fa-ahlaknāhum bidhunūbihim wa-anshanā min baʿdihim qarnan ākharīna",
          "translation": "Tidakkah mereka memperhatikan berapa banyak generasi sebelum mereka yang telah Kami binasakan, padahal (generasi itu), telah Kami teguhkan kedudukannya di bumi, yaitu keteguhan yang belum pernah Kami berikan kepadamu. Kami curahkan hujan yang lebat untuk mereka dan Kami jadikan sungai-sungai mengalir di bawah mereka, kemudian Kami binasakan mereka karena dosa-dosa mereka sendiri, dan Kami ciptakan generasi yang lain setelah generasi mereka.",
          "tafsir": "Allah memperingatkan bahwa sesungguhnya orang kafir sudah mengetahui berapa banyak generasi dari umat-umat terdahulu yang telah dimusnahkan Allah seperti kaum Nuh, 'ad, samud dan lain-lain. Mereka termasuk generasi-generasi umat yang telah diberi Allah kekuatan, keteguhan, kemerdekaan di bumi yang belum pernah diberikan Allah kepada orang Arab yang musyrik itu. Bumi mereka senantiasa mendapat curahan air hujan yang deras menimbulkan kemakmuran dan kesuburan. Sungai-sungai mengalir membasahi kebun-kebun tanaman mereka, menambah indah dan makmur bumi mereka. Segala nikmat dan anugerah Allah yang diberikan kepada umat terdahulu tidak menghalangi azab-Nya disebabkan dosa yang mereka perbuat. Dua macam dosa yang mereka perbuat yang mengakibatkan kebinasaan mereka adalah: Pertama, dosa menentang rasul-rasul dan mengingkari ajaran-ajaran mereka serta memperolok-olokkannya; dan kedua, dosa kufur nikmat, yakni sikap ingkar terhadap berbagai nikmat yang telah diberikan Allah kepada mereka. Mereka bahkan mempergunakan nikmat-nikmat itu untuk hal-hal yang berlawanan dengan petunjuk Allah. Banyak ayat Al-Qur'an yang menceritakan tentang sebab-sebab kehancuran mereka. Misalnya antara lain firman Allah: ¦ dan tidak pernah (pula) Kami membinasakan (penduduk) negeri; kecuali penduduknya melakukan kezaliman. (al-Qasas/28: 59) Azab Tuhan yang dijatuhkan kepada umat yang ingkar ada dua macam, yaitu: Pertama, azab dengan cara membinasakan secara menyeluruh sampai musnah. Kedua, azab dengan cara melenyapkan kemerdekaan dan kekuatan umat itu sehingga mereka menjadi umat yang lemah dan hina. Bilamana mereka musnah, maka yang lain yang memiliki sifat-sifat yang baik, berlawan dengan sifat-sifat umat yang musnah itu akan muncul menggantikan mereka. Ayat ini memperingatkan kaum musyrik Mekah bahwa kekuatan dan kekuasaan mereka tidaklah dapat menghalangi hukuman Allah, seperti halnya telah ditimpakan kepada umat-umat terdahulu."
        },
        {
          "number": 7,
          "arabic": "وَلَوْ نَزَّلْنَا عَلَيْكَ كِتَـٰبًا فِى قِرْطَاسٍ فَلَمَسُوهُ بِأَيْدِيهِمْ لَقَالَ ٱلَّذِينَ كَفَرُوٓا۟ إِنْ هَـٰذَآ إِلَّا سِحْرٌ مُّبِينٌ",
          "transliteration": "walaw nazzalnā ʿalayka kitāban fī qir'ṭāsin falamasūhu bi-aydīhim laqāla alladhīna kafarū in hādhā illā siḥ'run mubīnun",
          "translation": "Dan sekiranya Kami turunkan kepadamu (Muhammad) tulisan di atas kertas, lalu mereka dapat memegangnya dengan tangan mereka sendiri, niscaya orang-orang kafir itu akan berkata, \"Ini tidak lain hanyalah sihir yang nyata.\"",
          "tafsir": "Ayat ini menjelaskan keraguan orang kafir yang ingkar terhadap kebenaran wahyu dan kerasulan Muhammad. Nabi Muhammad sesungguhnya sudah mengetahui, berdasarkan keterangan ayat-ayat yang lalu, bahwa sebab-sebab mereka mendustakan agama ialah berpalingnya mereka dari ayat-ayat Al-Qur'an dan tertutupnya hati mereka untuk merenungkan dan memikirkan kejadian-kejadian dalam alam ini. Banyak bukti keesaan Allah nampak pada diri manusia sendiri dan di atas bumi ini, baik ayat kauniyah maupun ayat yang berbicara tentang alam raya yang sangat jelas; tak ada yang kabur dan samar. Namun demikian orang musyrik tetap dalam kekafiran. Penjelasan-penjelasan Al-Qur'an terhadap bukti keesaan Allah di alam ini tidak mengubah pendirian mereka. Seandainya wahyu itu diturunkan kepada Nabi Muhammad telah tercetak di atas kertas dan mereka dapat menyaksikannya dengan mata kepala mereka, dan memegangnya dengan tangan mereka sendiri, tentu orang kafir masih akan berkata: \"Ini tidak lain hanyalah sihir yang nyata.\" Kata-kata demikian didorong oleh kesombongan yang luar biasa dan permusuhan yang mendalam. Mereka tetap memandang wahyu Ilahi itu sebagai sihir, dan merasa diri mereka kena sihir."
        },
        {
          "number": 8,
          "arabic": "وَقَالُوا۟ لَوْلَآ أُنزِلَ عَلَيْهِ مَلَكٌ ۖ وَلَوْ أَنزَلْنَا مَلَكًا لَّقُضِىَ ٱلْأَمْرُ ثُمَّ لَا يُنظَرُونَ",
          "transliteration": "waqālū lawlā unzila ʿalayhi malakun walaw anzalnā malakan laquḍiya l-amru thumma lā yunẓarūna",
          "translation": "Dan mereka berkata, \"Mengapa tidak diturunkan malaikat kepadanya (Muhammad)?\"<sup foot_note=135256>1</sup> Jika Kami turunkan malaikat (kepadanya), tentu selesailah urusan itu,<sup foot_note=135257>2</sup> tetapi mereka tidak diberi penangguhan (sedikit pun).",
          "tafsir": "Dalam ayat ini diterangkan tentang anggapan orang kafir Mekah mengenai kerasulan. Mereka berpendapat semestinya ada malaikat yang mendampingi Muhammad turut memberi peringatan bersamanya dan memperkuat kerasulannya atau Allah menurunkan malaikat sebagai rasul, bahkan mereka menghendaki dapat melihat Tuhan (al-Furqan/25: 7 dan 21). Di kalangan orang Arab terdapat kepercayaan tentang adanya hubungan antara Allah dengan makhluk-Nya. Menurut mereka, yang patut menjadi penghubung (rasul) mestinya makhluk rohani (malaikat). Manusia, meskipun dia memiliki kesempurnaan rohani yang tinggi, seperti akal, akhlak dan adab yang mulia, namun tidak mungkin dia menjadi rasul, karena dia masih bergaul dengan manusia dan masih memiliki kebutuhan jasmani, seperti makan, minum dan berusaha. Fenomena kepercayaan seperti ini, bukan hal yang baru ada pada zaman Nabi Muhammad, tetapi telah ada sejak zaman Nabi Hud (al-Mu'minun/23: 33-34) Kaum musyrik Mekah mempunyai dua anggapan mengenai kedudukan malaikat dalam kerasulan. Anggapan pertama ialah malaikat itu sendiri yang menjadi rasul. Anggapan kedua ialah malaikat itu menyertai Nabi dan menjelaskan langsung kepada mereka bahwa Muhammad adalah Nabi. Anggapan mereka yang kedua ini, jika tidak dikaitkan dengan kehadiran malaikat secara langsung di hadapan mereka, tidaklah menjadi sumber perselisihan, sebab Muhammad sudah menerangkan kepada mereka, bahwa mereka selalu didatangi malaikat. Tetapi mereka memandang diri mereka sederajat dengan Nabi dalam sifat-sifat kemanusiaan. Oleh karena itu, mereka berpendapat sanggup pula berhadapan dengan malaikat dan menerima pelajaran langsung dari malaikat. Di sinilah letak kekeliruan yang besar dari orang-orang kafir, terhadap diri sendiri; mereka menolak segala sesuatu yang tidak mereka peroleh secara langsung. Terhadap anggapan mereka yang kedua, Allah menjelaskan dalam ayat ini bahwa kalau Allah menghadirkan malaikat di hadapan mereka dalam bentuknya yang asli yang terjadi tentulah kehancuran mereka, dan mereka tidak akan diberi kesempatan untuk menyatakan iman, bahkan azab segera akan menimpa mereka. Kehancuran mereka dapat disebabkan oleh kedahsyatan wujud malaikat itu saat malaikat itu menampakkan diri kepada mereka, atau mereka dimusnahkan oleh malaikat karena mereka ingkar kepada ayat-ayat Allah."
        }
      ]
    }
  ]
}