{
  "pageNumber": 433,
  "juz": 22,
  "surahs": [
    {
      "number": 34,
      "name": "Saba'",
      "nameArabic": "سبإ",
      "meaning": "Kaum Saba'",
      "revelation": "Makkah",
      "description": "Surat Saba' terdiri dari 54 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Luqman.Dinamakan Saba' karena di dalamnya terdapat kisah kaum Saba'. Saba' adalah nama suatu kabilah Arab yang tinggal di daerah Yaman. Mereka mendirikan kerajaan yang terkenal dengan nama kerajaan Sabaiyyah dan ibu kotanya Ma'rib. Mereka dapat membangun bendungan raksasa yang bernama \"Bendungan Ma'rib,\" sehingga negeri mereka subur dan makmur. Kemewahan dan kemakmuran ini menyebabkan kaum Saba' lupa dan ingkar kepada Allah yang telah melimpahkan nikmat-Nya kepada mereka, serta mereka mengingkari pula seruan para rasul. Karena keingkaran mereka ini, Allah menimpakan azab berupa \"sailul 'arim\" (banjir yang besar) kepada mereka yang ditimbulkan oleh bobolnya bendungan Ma'rib. Setelah bendungan Ma'rib bobol, maka negeri Saba' menjadi kering dan kerajaan mereka hancur.**Pokok-Pokok Isi:**1. **Keimanan:** Ilmu Allah meliputi segala yang ada di langit dan di bumi; kebenaran adanya hari kebangkitan dan hari pembalasan; Nabi Muhammad adalah pemberi peringatan; pada hari kiamat berhala-berhala tidak dapat memberi manfaat sedikit pun; seseorang yang sesat maka akibat kesesatannya akan menimpa dirinya sendiri, dan jika ia menempuh jalan yang benar maka berkat petunjuk Allah.2. **Kisah-kisah:** Kisah Nabi Daud dan Nabi Sulaiman; kisah kaum Saba'.3. **Lain-lain:** Celaan kepada kaum musyrikin yang menyembah berhala; tuduh-menuduh antara pemimpin-pemimpin yang menyesatkan dengan pengikut-pengikutnya pada hari kiamat; sikap orang-orang musyrik ketika mendengar Al-Qur'an; para rasul tidak meminta imbalan dalam melaksanakan dakwah; orang-orang musyrik berdoa kepada Allah agar dikembalikan ke dunia untuk melaksanakan perintah dan menjauhi larangan Allah; orang yang hidup berlebih-lebihan dan sewenang-wenang selalu memusuhi Nabi.Surat Saba' mengutarakan hal-hal yang berhubungan dengan kebangkitan di akhirat, celaan terhadap perbuatan-perbuatan dan kepercayaan orang musyrik serta berhala-berhala yang tidak dapat memberi faedah kepada mereka, lalu diselingi dengan kisah-kisah, seperti: kisah Nabi Dawud dan Nabi Sulaiman, dan kisah kaum Saba' yang hidup berlebih-lebihan sampai melupakan Tuhan kemudian menemui kehancuran. Semua ini adalah sebagai pelajaran bagi kaum mukmin dan sebagai penawar bagi Nabi Muhammad dalam menghadapi orang-orang kafir.**Hubungan Surat Saba' Dengan Surat Fathir:**1. Kedua surat ini sama-sama dimulai dengan puji-pujian kepada Allah pemilik dan pencipta semesta alam.2. Surat Saba' menceritakan kehancuran orang musyrik akibat perbuatan mereka yang selalu memusuhi para nabi dan orang-orang mukmin; sedangkan surat Fathir menyuruh agar orang-orang mukmin bersyukur dan memuji Allah atas nikmat-nikmat yang Dia berikan, di antaranya kehancuran musuh mereka.3. Dalam surat Saba' Allah menerangkan bahwa segala sesuatu yang berada di langit dan di bumi adalah milik-Nya dan di bawah pengetahuan-Nya, sedangkan surat Fathir menjelaskan bagaimana Allah menerangkan dan mengatur apa yang dimiliki-Nya itu.",
      "verses": [
        {
          "number": 40,
          "arabic": "وَيَوْمَ يَحْشُرُهُمْ جَمِيعًا ثُمَّ يَقُولُ لِلْمَلَـٰٓئِكَةِ أَهَـٰٓؤُلَآءِ إِيَّاكُمْ كَانُوا۟ يَعْبُدُونَ",
          "transliteration": "wayawma yaḥshuruhum jamīʿan thumma yaqūlu lil'malāikati ahāulāi iyyākum kānū yaʿbudūna",
          "translation": "Dan (ingatlah) pada hari (ketika) Allah mengumpulkan mereka semuanya kemudian Dia berfirman kepada para malaikat, \"Apakah kepadamu mereka ini dahulu menyembah?\"",
          "tafsir": "Pada ayat ini, Allah menjelaskan bahwa pada hari Kiamat nanti semua manusia dikumpulkan di hadapan Allah untuk mempertanggungjawabkan perbuatan mereka. Pada saat itu, orang-orang kafir yang menyembah selain Allah akan dipertemukan dengan sembahan-sembahan mereka di dunia. Kepada yang disembah, Allah bertanya apakah mereka dulu pernah meminta manusia untuk menyembahnya. Di antara yang ditanya itu adalah malaikat, karena sewaktu di dunia ada manusia yang menyembah mereka. Manusia ada yang memandang para malaikat itu sebagai anak-anak perempuan Allah, yang karena sifat keibuannya, akan selalu menyayangi anak-anaknya sekalipun bersalah. Karena itulah mereka menyembahnya. Allah berfirman: Dan mereka menjadikan malaikat-malaikat hamba-hamba (Allah) Yang Maha Pengasih itu sebagai jenis perempuan. Apakah mereka menyaksikan penciptaan (malaikat-malaikat itu)? Kelak akan dituliskan kesaksian mereka dan akan dimintakan pertanggungjawaban. Dan mereka berkata, \"Sekiranya (Allah) Yang Maha Pengasih menghendaki, tentulah kami tidak me-nyembah mereka (malaikat).\" Mereka tidak mempunyai ilmu sedikit pun tentang itu. Tidak lain mereka hanyalah menduga-duga belaka. (az-Zukhruf/43: 19-20) Malaikat dengan para penyembahnya itu dipertemukan bukan karena Allah tidak tahu peristiwa yang sebenarnya, tetapi untuk memperlihatkan sendiri kepada penyembah-penyembah itu bahwa mereka salah."
        },
        {
          "number": 41,
          "arabic": "قَالُوا۟ سُبْحَـٰنَكَ أَنتَ وَلِيُّنَا مِن دُونِهِم ۖ بَلْ كَانُوا۟ يَعْبُدُونَ ٱلْجِنَّ ۖ أَكْثَرُهُم بِهِم مُّؤْمِنُونَ",
          "transliteration": "qālū sub'ḥānaka anta waliyyunā min dūnihim bal kānū yaʿbudūna l-jina aktharuhum bihim mu'minūna",
          "translation": "Para malaikat itu menjawab, \"Mahasuci Engkau. Engkaulah pelindung kami, bukan mereka; bahkan mereka telah menyembah jin;<sup foot_note=135651>1</sup> kebanyakan mereka beriman kepada jin.\"",
          "tafsir": "Para malaikat itu menjawab bahwa mereka tidak pernah meminta demikian, bahkan mereka menyucikan Allah dari adanya sembahan-sembahan selain-Nya. Mereka sendiri mempertuhankan Allah dan memohon perlindungan dari-Nya, sehingga bagaimana mungkin mereka meminta manusia untuk menyembahnya. Mereka menjelaskan bahwa yang selalu menyesatkan manusia adalah jin atau setan. Dengan demikian, manusia sesungguhnya keliru ketika menyangka bahwa mereka menyembah malaikat, karena yang mereka sembah adalah jin atau setan. Sebagian besar manusia yang menyembah jin atau setan itu benar-benar percaya bahwa jin atau setan itulah yang menentukan kehidupan manusia sehingga mempertuhankannya. Di dalam ayat lain diterangkan bahwa di antara yang ditanya Allah apakah ia pernah meminta manusia untuk menyembahnya adalah Nabi Isa a.s. Beliau pun mengingkarinya seraya menegaskan bahwa ia justru meminta mereka untuk menyembah Allah, sebagaimana diungkapkan ayat berikut: Dan (ingatlah) ketika Allah berfirman, \"Wahai Isa putra Maryam! Engkaukah yang mengatakan kepada orang-orang, jadikanlah aku dan ibuku sebagai dua tuhan selain Allah?\" (Isa) menjawab, \"Mahasuci Engkau, tidak patut bagiku mengatakan apa yang bukan hakku. Jika aku pernah mengatakannya tentulah Engkau telah mengetahuinya. Engkau mengetahui apa yang ada pada diriku dan aku tidak mengetahui apa yang ada pada-Mu. Sungguh, Engkaulah Yang Maha Mengetahui segala yang gaib.\" Aku tidak pernah mengatakan kepada mereka kecuali apa yang Engkau perintahkan kepadaku (yaitu), \"Sembahlah Allah, Tuhanku dan Tuhanmu,\" dan aku menjadi saksi terhadap mereka, selama aku berada di tengah-tengah mereka. Maka setelah Engkau mewafatkan aku, Engkaulah yang mengawasi mereka. Dan Engkaulah Yang Maha Menyaksikan atas segala sesuatu. (al-Ma'idah./5: 116-117)"
        },
        {
          "number": 42,
          "arabic": "فَٱلْيَوْمَ لَا يَمْلِكُ بَعْضُكُمْ لِبَعْضٍ نَّفْعًا وَلَا ضَرًّا وَنَقُولُ لِلَّذِينَ ظَلَمُوا۟ ذُوقُوا۟ عَذَابَ ٱلنَّارِ ٱلَّتِى كُنتُم بِهَا تُكَذِّبُونَ",
          "transliteration": "fal-yawma lā yamliku baʿḍukum libaʿḍin nafʿan walā ḍarran wanaqūlu lilladhīna ẓalamū dhūqū ʿadhāba l-nāri allatī kuntum bihā tukadhibūna",
          "translation": "Maka pada hari ini sebagian kamu tidak kuasa (mendatangkan) manfaat maupun (menolak) mudarat kepada sebagian yang lain. Dan Kami katakan kepada orang-orang yang zalim, \"Rasakanlah olehmu azab neraka yang dahulu kamu dustakan.\"",
          "tafsir": "Pada hari Mahsyar itu Allah menyatakan bahwa baik yang menyembah selain Allah maupun yang disembah tidak akan bisa berbuat apa-apa, baik yang menguntungkan maupun yang merugikan yang lain. Orang-orang kafir yang menyembah selain Allah itu tidak akan memperoleh pertolongan dari yang mereka sembah, karena yang disembah itu memang tidak mampu berbuat apa-apa. Orang yang menyembah itu juga tidak akan bisa menyalahkan yang disembah, karena yang disembah itu tidak pernah meminta mereka menyembahnya. Dalam Al-Qur'an dinyatakan bahwa siapa pun tidak akan bisa menolong siapa pun, termasuk keluarga atau teman dekat, sebagaimana firman Allah: Pada hari itu manusia lari dari saudaranya, dan dari ibu dan bapaknya, dan dari istri dan anak-anaknya. Setiap orang dari mereka pada hari itu mempunyai urusan yang menyibukkannya. ('Abasa/80: 34-37) Juga firman-Nya: Dan tidak ada seorang teman karib pun menanyakan temannya. (al-Ma'arij/70: 10) Mereka akan diseret dan dijebloskan ke dalam neraka dan tambah dihinakan lagi dengan kata-kata, \"Rasakan azab neraka yang dulu kalian tidak percayai!\" Kata-kata itu berarti bahwa mereka disalahkan karena tidak percaya adanya neraka pada waktu di dunia, yang akan membuat mereka lebih tersiksa. Kata-kata itu juga berarti bahwa azab neraka itu adalah dahsyat. Demikianlah balasan bagi orang-orang yang tidak mengindahkan ajakan Rasulullah saw. Penyampaian peristiwa itu di dalam Al-Qur'an bertujuan agar para pemimpin kafir Mekah, dan siapa saja sesudahnya, untuk beriman sehingga peristiwa itu nanti tidak menimpa mereka."
        },
        {
          "number": 43,
          "arabic": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَـٰتُنَا بَيِّنَـٰتٍ قَالُوا۟ مَا هَـٰذَآ إِلَّا رَجُلٌ يُرِيدُ أَن يَصُدَّكُمْ عَمَّا كَانَ يَعْبُدُ ءَابَآؤُكُمْ وَقَالُوا۟ مَا هَـٰذَآ إِلَّآ إِفْكٌ مُّفْتَرًى ۚ وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لِلْحَقِّ لَمَّا جَآءَهُمْ إِنْ هَـٰذَآ إِلَّا سِحْرٌ مُّبِينٌ",
          "transliteration": "wa-idhā tut'lā ʿalayhim āyātunā bayyinātin qālū mā hādhā illā rajulun yurīdu an yaṣuddakum ʿammā kāna yaʿbudu ābāukum waqālū mā hādhā illā if'kun muf'taran waqāla alladhīna kafarū lil'ḥaqqi lammā jāahum in hādhā illā siḥ'run mubīnun",
          "translation": "Dan apabila dibacakan kepada mereka ayat-ayat Kami yang terang, mereka berkata, \"Orang ini tidak lain hanya ingin menghalang-halangi kamu dari apa yang disembah oleh nenek moyangmu,\" dan mereka berkata, \"(Alquran) ini tidak lain hanyalah kebohongan yang diada-adakan saja.\" Dan orang-orang kafir berkata terhadap kebenaran ketika kebenaran (Alquran) itu datang kepada mereka, \"Ini tidak lain hanyalah sihir yang nyata.\"",
          "tafsir": "Pada ayat ini dijelaskan dua tuduhan lebih lanjut pemuka kaum kafir Mekah terhadap Islam. Pertama, menuduh Nabi Muhammad hanyalah seorang manusia biasa yang menyampaikan ayat-ayat Al-Qur'an kepada mereka dengan maksud menghalangi mereka menjalankan agama syirik yang diwarisi dari nenek moyang mereka. Maksudnya, Nabi Muhammad saw hanya manusia biasa, bukan malaikat, dan tidak memiliki keistimewaan berupa kekayaan, dan sebagainya. Tujuan Nabi Muhammad hanyalah menjauhkan mereka dari agama nenek moyang mereka. Dengan demikian, mereka memandang agama nenek moyang mereka itu lebih baik daripada agama yang dibawa Nabi Muhammad saw. Kedua, mereka menuduh Al-Qur'an sebagai suatu kebohongan yang dibuat-buat. Al-Qur'an itu hanyalah buatan Muhammad saw, bukan wahyu dari Allah swt, dan isinya tidak benar. Di sisi lain, mereka melihat kenyataan bahwa banyak manusia yang tertarik pada Al-Qur'an. Mereka sendiri pun ketika membaca atau dibacakan ayat-ayat Al-Qur'an juga merasa tertarik. Ketika melihat kandungan Al-Qur'an, mereka yakin bahwa itu tidak mungkin buatan Muhammad karena ia tidak belajar kepada siapa pun dan tidak bisa pula tulis baca. Mereka menjadi sadar bahwa tuduhan mereka terhadap Al-Qur'an itu salah. Kenyataan itu menghendaki mereka untuk mencari alasan lain. Akhirnya, mereka menuduh Al-Qur'an adalah sihir, dan karena pengaruhnya yang luar biasa, mereka menganggap sihirnya itu luar biasa hebatnya. Begitulah sifat orang kafir, ketika mereka tidak mampu lagi membantah kebenaran Al-Qur'an, mereka mencercanya dan mencari-cari alasan lain yang tak masuk akal, sebagaimana Allah berfirman: Dan apabila mereka melihat suatu tanda (kebesaran) Allah, mereka memperolok-olokkan. Dan mereka berkata, \"Ini tidak lain hanyalah sihir yang nyata. (ash-shaffat/37: 14-15) Firman-Nya juga: Dan jika mereka (orang-orang musyrik) melihat suatu tanda (mukjizat), mereka berpaling dan berkata, \"(Ini adalah) sihir yang terus-menerus.\" (al-Qamar/54: 2)"
        },
        {
          "number": 44,
          "arabic": "وَمَآ ءَاتَيْنَـٰهُم مِّن كُتُبٍ يَدْرُسُونَهَا ۖ وَمَآ أَرْسَلْنَآ إِلَيْهِمْ قَبْلَكَ مِن نَّذِيرٍ",
          "transliteration": "wamā ātaynāhum min kutubin yadrusūnahā wamā arsalnā ilayhim qablaka min nadhīrin",
          "translation": "Dan Kami tidak pernah memberikan kepada mereka kitab-kitab yang mereka baca dan Kami tidak pernah mengutus seorang pemberi peringatan kepada mereka sebelum engkau (Muhammad).",
          "tafsir": "Allah membantah tuduhan kaum kafir Mekah itu dengan dua alasan. Pertama, agama syirik dari nenek moyang mereka itu tidaklah berdasar suatu kitab suci dari Allah; dan kedua, agama itu tidak diajarkan oleh nabi-Nya. Agama yang benar haruslah mempunyai kitab suci sebagai landasan ajaran, karena pikiran manusia tidak terjamin kebenarannya. Allah berfirman: Atau apakah pernah Kami berikan sebuah kitab kepada mereka sebelumnya, lalu mereka berpegang (pada kitab itu)? (az-Zukhruf/43: 21) Di samping kitab suci, agama harus mempunyai seorang nabi yang diutus Allah untuk menerima dan mengajarkan isi kitab suci itu. Allah berfirman: Atau pernahkah Kami menurunkan kepada mereka keterangan, yang menjelaskan (membenarkan) apa yang (selalu) mereka persekutukan dengan Tuhan? (ar-Rum/30: 35) Agama syirik nenek moyang kaum kafir Mekah itu tidak mempunyai dasar kitab suci dan tidak diajarkan seorang nabi dari Allah. Oleh karena itu, agama tersebut salah, dan mereka tidak patut mengikuti agama yang salah itu. Agama yang benar adalah Islam karena berdasarkan wahyu dari Allah yaitu Al-Qur'an dan disampaikan oleh seorang nabi yaitu Muhammad saw. Mereka seyogyanya menerima agama yang dibawa Nabi Muhammad tersebut."
        },
        {
          "number": 45,
          "arabic": "وَكَذَّبَ ٱلَّذِينَ مِن قَبْلِهِمْ وَمَا بَلَغُوا۟ مِعْشَارَ مَآ ءَاتَيْنَـٰهُمْ فَكَذَّبُوا۟ رُسُلِى ۖ فَكَيْفَ كَانَ نَكِيرِ",
          "transliteration": "wakadhaba alladhīna min qablihim wamā balaghū miʿ'shāra mā ātaynāhum fakadhabū rusulī fakayfa kāna nakīri",
          "translation": "Dan orang-orang yang sebelum mereka telah mendustakan (para rasul) sedang orang-orang (kafir Mekkah) itu belum sampai menerima sepersepuluh dari apa<sup foot_note=135652>1</sup> yang telah Kami berikan kepada orang-orang terdahulu, namun mereka mendustakan para rasul-Ku. Maka (lihatlah) bagaimana dahsyatnya akibat kemurkaan-Ku.",
          "tafsir": "Pada ayat ini, Allah menerangkan bahwa umat-umat terdahulu, seperti kaum Nabi Nuh, kaum 'Ad, kaum Samud, dan lain-lain yang karena kekafiran mereka telah dimusnahkan Allah dan tinggal hanya puing-puing atau nama-nama. Mereka mendustakan ayat-ayat Allah dan menganggap rasul-rasul-Nya bohong, padahal mereka lebih perkasa dan lebih hebat kemampuan dan kebudayaan mereka. Kafir Mekah tidak sampai berkekuatan sepersepuluh dari umat-umat itu, lalu apakah mereka akan membangkang dan menyombongkan diri pula? Tidak takutkah mereka terhadap murka Allah, mengingat umat-umat terdahulu yang lebih perkasa saja sudah dimusnahkan Allah? Seharusnya mereka mengambil pelajaran dari sejarah masa lampau itu, karena mereka mengenal betul daerah-daerah bekas umat-umat terdahulu itu, sebab mereka melewatinya siang atau malam dalam perjalanan dagang mereka pada musim panas atau musim dingin, sebagaimana firman Allah: Dan sesungguhnya kamu (penduduk Mekah) benar-benar akan melalui (bekas-bekas) mereka pada waktu pagi, dan pada waktu malam. Maka mengapa kamu tidak mengerti? (ash-shaffat/37: 137-138)"
        },
        {
          "number": 46,
          "arabic": "۞ قُلْ إِنَّمَآ أَعِظُكُم بِوَٰحِدَةٍ ۖ أَن تَقُومُوا۟ لِلَّهِ مَثْنَىٰ وَفُرَٰدَىٰ ثُمَّ تَتَفَكَّرُوا۟ ۚ مَا بِصَاحِبِكُم مِّن جِنَّةٍ ۚ إِنْ هُوَ إِلَّا نَذِيرٌ لَّكُم بَيْنَ يَدَىْ عَذَابٍ شَدِيدٍ",
          "transliteration": "qul innamā aʿiẓukum biwāḥidatin an taqūmū lillahi mathnā wafurādā thumma tatafakkarū mā biṣāḥibikum min jinnatin in huwa illā nadhīrun lakum bayna yaday ʿadhābin shadīdin",
          "translation": "Katakanlah, \"Aku hendak memperingatkan kepadamu satu hal saja, yaitu agar kamu menghadap Allah (dengan ikhlas) berdua-dua atau sendiri-sendiri;<sup foot_note=135653>1</sup> kemudian agar kamu pikirkan (tentang Muhammad). Kawanmu itu tidak gila sedikit pun. Dia tidak lain hanyalah seorang pemberi peringatan bagi kamu sebelum (menghadapi) azab yang keras.\"",
          "tafsir": "Pada ayat ini, Allah meminta Nabi Muhammad agar mengajak kaum kafir untuk melakukan satu hal saja, yaitu benar-benar berupaya mendekatkan diri kepada Allah untuk mencari kebenaran. Mendekatkan diri untuk mencari kebenaran dapat dilakukan sendiri-sendiri atau bersama dengan orang lain supaya dapat bertukar pikiran. Setelah itu, mereka diminta untuk merenungkan kebenaran ajaran-ajaran dalam Al-Qur'an, secara tenang, objektif, dan tulus tanpa dipengaruhi hawa nafsu atau kedengkian. Setelah mereka renungkan secara objektif, masih jugakah mereka akan menuduh bahwa yang menyampaikan kebenaran itu, yaitu Nabi Muhammad, tidak benar? Bukankah ajaran Al-Qur'an itu amat benar? Bila benar, pembawa ajaran itu juga benar. Seharusnya mereka sampai kepada kesimpulan bahwa beliau sejatinya adalah seorang yang tulus. Ia hanya ingin mengingatkan dan memperingatkan manusia agar tidak sesat di dunia dan merugi nanti di akhirat. Beliau hanya ingin agar manusia beriman dan menjadi manusia yang baik, agar di dunia bahagia dan di akhirat terhindar dari neraka. Oleh karena itu, mereka seharusnya berterima kasih kepadanya, dan tidak menuduhnya yang bukan-bukan. Fungsi beliau sebagai pemberi peringatan ini juga disampaikan beliau dalam sebuah hadis: Sesungguhnya aku ini pemberi peringatan bagimu sekalian sebelum menghadapi azab yang keras. (Riwayat al-Bukhari dari Ibnu 'Abbas)"
        },
        {
          "number": 47,
          "arabic": "قُلْ مَا سَأَلْتُكُم مِّنْ أَجْرٍ فَهُوَ لَكُمْ ۖ إِنْ أَجْرِىَ إِلَّا عَلَى ٱللَّهِ ۖ وَهُوَ عَلَىٰ كُلِّ شَىْءٍ شَهِيدٌ",
          "transliteration": "qul mā sa-altukum min ajrin fahuwa lakum in ajriya illā ʿalā l-lahi wahuwa ʿalā kulli shayin shahīdun",
          "translation": "Katakanlah (Muhammad), \"Imbalan apa pun yang aku minta kepadamu, maka itu untuk kamu.<sup foot_note=135654>1</sup> Imbalanku hanyalah dari Allah, dan Dia Maha Mengetahui segala sesuatu.\"",
          "tafsir": "Nabi Muhammad selanjutnya diminta oleh Allah untuk menegaskan kepada kaum kafir bahwa beliau tidak mengharapkan pamrih apa-apa dari pekerjaannya menyampaikan dakwah. Kalaupun ada pamrihnya, maka keinginannya hanyalah agar mereka beriman. Dengan beriman, maka keuntungannya akan kembali kepada mereka juga, tidak kepadanya. Ia sendiri hanya mengharapkan pahala dari Allah atas pekerjaannya, bukan keuntungan duniawi. Pahala itu ia harapkan diterimanya nanti di akhirat, tidak di dunia sekarang ini. Lalu apa lagi alasan mereka tidak menerima seruannya? Bila mereka tidak juga mau beriman, maka mereka perlu mengetahui bahwa Allah menyaksikan segala sesuatu sehingga tidak ada yang luput dari pengetahuan-Nya, baik yang nyata, seperti perbuatan-perbuatan jahat, maupun yang gaib, seperti kekafiran. Oleh karena itu, bagi yang beriman dan berbuat baik akan dibalasi-Nya dengan surga, dan yang kafir dan berbuat jahat akan diganjari-Nya dengan neraka."
        },
        {
          "number": 48,
          "arabic": "قُلْ إِنَّ رَبِّى يَقْذِفُ بِٱلْحَقِّ عَلَّـٰمُ ٱلْغُيُوبِ",
          "transliteration": "qul inna rabbī yaqdhifu bil-ḥaqi ʿallāmu l-ghuyūbi",
          "translation": "Katakanlah, \"Sesungguhnya Tuhanku mewahyukan kebenaran. Dia Maha Mengetahui segala yang gaib.\"",
          "tafsir": "Selanjutnya Nabi Muhammad diminta oleh Allah menegaskan kepada kaum kafir bahwa Allah selalu melontarkan kebenaran, yaitu menanamkan wahyu-Nya, ke dalam hati para rasul-Nya. Hal itu juga sebagaimana difirmankan-Nya dalam ayat lain: (Dialah) Yang Mahatinggi derajat-Nya, yang memiliki Arsy, yang menurunkan wahyu dengan perintah-Nya kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya, agar memperingatkan (manusia) tentang hari pertemuan (hari Kiamat). (al-Mu'min/40: 15) Rasul-rasul itu adalah orang-orang yang dipilih Allah. Ia Maha Mengetahui siapa yang pantas untuk dipilih-Nya. Dengan demikian, manusia tidak berwenang mempersoalkannya, sebagaimana difirmankan-Nya: Dan apabila datang suatu ayat kepada mereka, mereka berkata, \"Kami tidak akan percaya (beriman) sebelum diberikan kepada kami seperti apa yang diberikan kepada rasul-rasul Allah.\" Allah lebih mengetahui di mana Dia menempatkan tugas kerasulan-Nya. Orang-orang yang berdosa, nanti akan ditimpa kehinaan di sisi Allah dan azab yang keras karena tipu daya yang mereka lakukan. (al-An'am/6: 124) Karena wahyu itu dari Allah dan yang menerimanya adalah orang-orang yang terpilih, maka rasul-rasul itu pasti pula benar. Begitu juga ajaran-ajaran yang disampaikannya, sehingga manusia tidak selayaknya membantahnya."
        }
      ]
    }
  ]
}