{
  "pageNumber": 343,
  "juz": 18,
  "surahs": [
    {
      "number": 23,
      "name": "Al-Mu'minun",
      "nameArabic": "المؤمنون",
      "meaning": "Orang-orang Beriman",
      "revelation": "Makkah",
      "description": "Surat Al-Mu'minun terdiri dari 118 ayat dan termasuk surat Makkiyyah.Dinamai \"Al-Mu'minun\" karena permulaan surat ini menerangkan tentang sifat-sifat orang mukmin yang mendatangkan keberuntungan di akhirat dan ketenteraman jiwa di dunia. Sedemikian tinggi sifat-sifat itu, maka ia pun menjadi akhlak bagi Nabi Muhammad.**Pokok-Pokok Isi:**1. **Keimanan:** Kepastian hari kebangkitan dan hal-hal yang terjadi pada hari kiamat; Allah tidak memerlukan anak atau sekutu.2. **Hukum-hukum:** Manusia dibebani sesuai dengan kesanggupannya; semua rasul menyuruh umatnya untuk memakan makanan yang halal dan baik; pokok-pokok agama yang dibawa para nabi adalah sama hanya syariatnya yang berbeda-beda.3. **Kisah-kisah:** Kisah Nabi Nuh; kisah Nabi Hud; kisah Nabi Musa dan Nabi Harun; kisah Nabi 'Isa.4. **Lain-lain:** Tujuh perkara yang harus dipenuhi seorang mukmin yang ingin beruntung di dunia dan di akhirat; proses kejadian manusia; tanda-tanda orang yang bersegera melakukan kebaikan; nikmat yang Allah anugerahkan kepada manusia dan wajib disyukuri.Surat Al-Mu'minun dimulai dengan menyebutkan sifat-sifat yang dimiliki seorang mukmin yang beruntung di dunia dan di akhirat. Meskipun Allah tidak membeda-bedakan pemberian rezeki di dunia ini kepada manusia apakah ia mukmin atau kafir, tetapi kebahagiaan yang sebenarnya hanya diberikan kepada orang-orang yang mukmin di akhirat kelak. Kemudian dikemukakan apa yang telah dialami oleh para nabi dan umatnya masing-masing. Orang yang mengikuti nabi akan mendapat pertolongan Allah dan orang yang mengingkari nabi akan dimusnahkan Allah. Hal ini hendaknya menjadi pelajaran bagi generasi yang datang setelahnya. Setelah menggambarkan kedahsyatan hari kiamat, surat ini ditutup dengan menggambarkan hasil yang diperoleh orang-orang mukmin dan orang-orang kafir di akhirat nanti.**Hubungan Surat Al-Mu'Minun Dengan Surat An-Nur:**1. Pada permulaan surat Al-Mu'minun disebutkan bahwa salah satu tanda orang mukmin ialah menjaga kemaluan, sedangkan permulaan surat An-Nur menetapkan hukum bagi orang yang tidak dapat menjaga kemaluan, yaitu zina dan apa yang berhubungan dengannya, seperti: menuduh orang berbuat zina, qishshatul ifki, menjaga pandangan, menyuruh orang yang belum sanggup menikah agar menahan diri, dan sebagainya.2. Pada surat Al-Mu'minun Allah menegaskan bahwa Dia menciptakan alam ini dengan hikmah, yaitu agar semua makhluk melaksanakan perintah-perintah dan meninggalkan larangan-larangan-Nya, sedangkan surat An-Nur menyebutkan sejumlah perintah dan larangan itu.",
      "verses": [
        {
          "number": 18,
          "arabic": "وَأَنزَلْنَا مِنَ ٱلسَّمَآءِ مَآءًۢ بِقَدَرٍ فَأَسْكَنَّـٰهُ فِى ٱلْأَرْضِ ۖ وَإِنَّا عَلَىٰ ذَهَابٍۭ بِهِۦ لَقَـٰدِرُونَ",
          "transliteration": "wa-anzalnā mina l-samāi māan biqadarin fa-askannāhu fī l-arḍi wa-innā ʿalā dhahābin bihi laqādirūna",
          "translation": "Dan Kami turunkan air dari langit dengan suatu ukuran; lalu Kami jadikan air itu menetap di bumi, dan pasti Kami berkuasa melenyapkannya.",
          "tafsir": "Lalu Allah menurunkan dari langit air hujan dengan kadar yang diperlukan, tidak terlalu lebat sehingga menimbulkan bencana banjir dan tidak terlalu sedikit sehingga cukup untuk mengairi kebun-kebun yang memerlukannya. Ada pula tanah-tanah yang memerlukan banyak air, akan tetapi tidak tahan menerima hujan yang lebat, maka air yang diperlukan itu didatangkan dari negeri lain melalui sungai-sungai yang besar seperti sungai Nil di Mesir yang bersumber di tengah-tengah benua Afrika. Di samping membawa air yang diperlukan, juga membawa lumpur yang sangat bermanfaat untuk menambah kesuburan. Air dapat tersimpan baik sebagai sungai-sungai, danau-danau dan bahkan sebagian tersimpan dalam bumi sebagai air tanah dangkal maupun air tanah dalam atau sering disebut sebagai groundwater. Sebagian dari air itu dijadikan Allah menetap dalam bumi untuk mengisi sumur-sumur dan parit-parit yang berfungsi dalam bidang irigasi, dan karena air dalam bumi itu bersentuhan pula dengan lapisan-lapisan logam dan zat kimia lainnya, air itu mengandung unsur-unsur kimiawi yang menambah kesuburan tanah, dan bila lewat di lereng gunung-gunung berapi dapat pula menjadi sumber-sumber air panas yang mengandung belerang, dan dapat dijadikan tempat pemandian air panas yang sangat berguna untuk menyembuhkan penyakit kulit dan sebagainya. Semua sumber penggunaan air itu, jika dimanfaatkan dengan rasa syukur kehadirat Allah, niscaya akan dapat dinikmati, akan tetapi jika manusia serakah dan merusaknya, maka sesungguhnya Allah berkuasa pula untuk menghilangkannya, terutama bila tempat-tempat itu dipakai untuk perbuatan maksiat."
        },
        {
          "number": 19,
          "arabic": "فَأَنشَأْنَا لَكُم بِهِۦ جَنَّـٰتٍ مِّن نَّخِيلٍ وَأَعْنَـٰبٍ لَّكُمْ فِيهَا فَوَٰكِهُ كَثِيرَةٌ وَمِنْهَا تَأْكُلُونَ",
          "transliteration": "fa-anshanā lakum bihi jannātin min nakhīlin wa-aʿnābin lakum fīhā fawākihu kathīratun wamin'hā takulūna",
          "translation": "Lalu dengan (air) itu, Kami tumbuhkan untukmu kebun-kebun kurma dan anggur; di sana kamu memperoleh buah-buahan yang banyak dan sebagian dari (buah-buahan) itu kamu makan,",
          "tafsir": "Lalu dengan sebab air hujan itu Allah menumbuhkan untuk manusia kebun-kebun kurma dan anggur dan buah-buahan lain yang beraneka warna yang dapat di makan. Ada pula dari tanam-tanaman itu yang menjadi sumber penghidupan, seperti dari hasil pohon lada, pala, cengkeh dan sebagainya. Dijadikan pula untuk manusia sejenis pohon kayu yang keluar dari gunung Sinai yaitu pohon zaitun yang banyak tumbuh di sekitar gunung itu, yang banyak menghasilkan minyak dan sering digunakan untuk melezatkan hidangan dan pada akhir-akhir ini dapat pula dijadikan bahan kosmetik dan obat-obatan karena minyak zaitun tidak mengandung kolesterol yang berbahaya bagi tubuh."
        },
        {
          "number": 20,
          "arabic": "وَشَجَرَةً تَخْرُجُ مِن طُورِ سَيْنَآءَ تَنۢبُتُ بِٱلدُّهْنِ وَصِبْغٍ لِّلْـَٔاكِلِينَ",
          "transliteration": "washajaratan takhruju min ṭūri saynāa tanbutu bil-duh'ni waṣib'ghin lil'ākilīna",
          "translation": "dan (Kami tumbuhkan) pohon (zaitun) yang tumbuh dari gunung Sinai, yang menghasilkan minyak, dan bahan pembangkit selera bagi orang-orang yang makan.",
          "tafsir": "Lalu dengan sebab air hujan itu Allah menumbuhkan untuk manusia kebun-kebun kurma dan anggur dan buah-buahan lain yang beraneka warna yang dapat di makan. Ada pula dari tanam-tanaman itu yang menjadi sumber penghidupan, seperti dari hasil pohon lada, pala, cengkeh dan sebagainya. Dijadikan pula untuk manusia sejenis pohon kayu yang keluar dari gunung Sinai yaitu pohon zaitun yang banyak tumbuh di sekitar gunung itu, yang banyak menghasilkan minyak dan sering digunakan untuk melezatkan hidangan dan pada akhir-akhir ini dapat pula dijadikan bahan kosmetik dan obat-obatan karena minyak zaitun tidak mengandung kolesterol yang berbahaya bagi tubuh."
        },
        {
          "number": 21,
          "arabic": "وَإِنَّ لَكُمْ فِى ٱلْأَنْعَـٰمِ لَعِبْرَةً ۖ نُّسْقِيكُم مِّمَّا فِى بُطُونِهَا وَلَكُمْ فِيهَا مَنَـٰفِعُ كَثِيرَةٌ وَمِنْهَا تَأْكُلُونَ",
          "transliteration": "wa-inna lakum fī l-anʿāmi laʿib'ratan nus'qīkum mimmā fī buṭūnihā walakum fīhā manāfiʿu kathīratun wamin'hā takulūna",
          "translation": "Dan sungguh pada hewan-hewan ternak terdapat suatu pelajaran bagimu. Kami memberi minum kamu dari (air susu) yang ada dalam perutnya, dan padanya juga terdapat banyak manfaat untukmu, dan sebagian darinya kamu makan,",
          "tafsir": "Sesungguhnya pada penciptaan binatang ternak itu benar-benar terdapat pelajaran yang sangat penting bagi manusia di samping manfaatnya yang besar sebagai nikmat pemberian Allah. Binatang ternak bisa menjadi sumber pembelajaran dan bahan riset, misalnya bagaimana sapi yang makanan utamanya, setelah dikunyah dan masuk dalam perutnya, saripatinya kemudian bercampur dengan darah bisa menghasilkan susu yang sangat bermanfaat bagi tubuh. Dari perutnya kemudian, Allah berkuasa untuk me-misahkan air susu dari percampuran dua benda yang kotor itu, yaitu darah dan kotoran sapi yang ada diperutnya, sebagaimana tersebut dalam firman Allah: Dan sungguh, pada hewan ternak itu benar-benar terdapat pelajaran bagi kamu. Kami memberimu minum dari apa yang ada dalam perutnya (berupa) susu murni antara kotoran dan darah, yang mudah ditelan bagi orang yang meminumnya (an-Nahl/16: 66) Kemudian Allah menggambarkan dalam ayat lain kebahagiaan yang dirasakan pemilik sapi ketika melepaskan sapi-sapinya ke padang rumput di pagi hari. Kebahagiaan yang sama juga dirasakannya ketika ternak-ternak itu kembali ke kandangnya pada sore hari. Firman Allah: Dan kamu memperoleh keindahan padanya, ketika kamu membawanya kembali ke kandang dan ketika kamu melepaskannya (ke tempat penggembalaan). (an-Nahl/16: 6) Jika diperinci, terdapat banyak manfaat yang diperoleh manusia dari binatang ternak itu: 1. Air susu yang sangat lezat untuk diminum dan mengandung berbagai unsur yang dibutuhkan tubuh agar tetap sehat, juga dapat dijadikan mentega, keju, dan lain-lain. 2. Bulu atau rambutnya dapat dijadikan bahan pakaian dan selimut yang sangat berguna terutama di musim dingin. 3. Dagingnya dapat dimakan segera atau diawetkan dalam kaleng. 4. Dijadikan kendaraan, terutama untuk pergi ke tempat yang jauh yang sulit dicapai dengan kendaraan lain seperti tersebut dalam ayat 21. Dan ia mengangkut beban-bebanmu ke suatu negeri yang kamu tidak sanggup mencapainya, kecuali dengan susah payah. (an-Nahl/16: 7)"
        },
        {
          "number": 22,
          "arabic": "وَعَلَيْهَا وَعَلَى ٱلْفُلْكِ تُحْمَلُونَ",
          "transliteration": "waʿalayhā waʿalā l-ful'ki tuḥ'malūna",
          "translation": "atasnya (hewan-hewan ternak), dan di atas kapal-kapal kamu diangkut.",
          "tafsir": "Di atas punggung binatang ternak itu, terutama unta, dapat dijadikan sarana untuk mengangkut manusia atau barang ke tempat yang sangat jauh melalui padang pasir yang sulit untuk dilalui oleh kendaraan lain, di samping dapat mempergunakan kapal-kapal sebagai kendaraan di laut. Dan (Dia telah menciptakan) kuda, bagal, dan keledai, untuk kamu tunggangi dan (menjadi) perhiasan. Allah menciptakan apa yang tidak kamu ketahui. (an-Nahl/16: 8)"
        },
        {
          "number": 23,
          "arabic": "وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِۦ فَقَالَ يَـٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَـٰهٍ غَيْرُهُۥٓ ۖ أَفَلَا تَتَّقُونَ",
          "transliteration": "walaqad arsalnā nūḥan ilā qawmihi faqāla yāqawmi uʿ'budū l-laha mā lakum min ilāhin ghayruhu afalā tattaqūna",
          "translation": "Dan sungguh, Kami telah mengutus Nuh kepada kaumnya, lalu dia berkata, \"Wahai kaumku! Sembahlah Allah, (karena) tidak ada tuhan (yang berhak disembah) bagimu selain Dia. Maka mengapa kamu tidak bertakwa (kepada-Nya)?\"",
          "tafsir": "Ayat ini menerangkan bahwa Allah telah mengutus Nuh kepada kaumnya untuk memberi peringatan kepada mereka tentang azab Allah, bila mereka membuat kemusyrikan kepada-Nya dan mendustakan Rasul-Nya, seraya berkata dengan lemah lembut kepada mereka, \"Hai kaumku, sembahlah olehmu Allah Yang Esa, jangan sekali-kali mempersekutukan-Nya, karena tidak ada Tuhan bagimu selain Dia. Maka mengapa kamu tidak merasa takut akan azab-Nya, dan menjauhkan diri dari menyekutukan-Nya?\""
        },
        {
          "number": 24,
          "arabic": "فَقَالَ ٱلْمَلَؤُا۟ ٱلَّذِينَ كَفَرُوا۟ مِن قَوْمِهِۦ مَا هَـٰذَآ إِلَّا بَشَرٌ مِّثْلُكُمْ يُرِيدُ أَن يَتَفَضَّلَ عَلَيْكُمْ وَلَوْ شَآءَ ٱللَّهُ لَأَنزَلَ مَلَـٰٓئِكَةً مَّا سَمِعْنَا بِهَـٰذَا فِىٓ ءَابَآئِنَا ٱلْأَوَّلِينَ",
          "transliteration": "faqāla l-mala-u alladhīna kafarū min qawmihi mā hādhā illā basharun mith'lukum yurīdu an yatafaḍḍala ʿalaykum walaw shāa l-lahu la-anzala malāikatan mā samiʿ'nā bihādhā fī ābāinā l-awalīna",
          "translation": "Maka berkatalah para pemuka orang kafir dari kaumnya, \"Orang ini tidak lain hanyalah manusia seperti kamu, yang ingin menjadi orang yang lebih mulia dari kamu. Dan seandainya Allah menghendaki, tentu Dia mengutus malaikat. Belum pernah kami mendengar (seruan yang seperti) ini pada (masa) nenek moyang kami yang dahulu.",
          "tafsir": "Seruan Nabi Nuh yang lemah lembut ini dijawab dengan cemoohan kaumnya, bahwa Nuh tidak lain hanya seorang manusia biasa seperti mereka, tidak mempunyai kelebihan apa-apa, baik fisik maupun mental sehingga ia pantas untuk menjadi utusan Allah dan menerima wahyu. Nuh dituduh hanya ingin menjadi orang yang kedudukannya lebih dari mereka, dan ingin lebih berkuasa. Untuk mencapai tujuannya itu, ia mengaku menjadi utusan Allah, padahal sebenarnya ia tidak pantas. Lalu mereka menyebutkan dua hal yang menjadi alasan untuk tidak mengakui Nuh sebagai utusan Allah. Pertama, seandainya Allah menghendaki mengutus seorang rasul yang memerintahkan beribadah hanya kepada Allah saja, tentu Dia mengutus beberapa malaikat, dan bukan mengutus seorang manusia biasa. Kedua, mereka belum pernah mendengar dari nenek moyang mereka sendiri apa yang dikemukakan oleh Nuh, tentang penyembahan hanya kepada Allah, Tuhan Yang Esa. Seruan kepada ketauhidan itu tidak ada dalam tradisi nenek moyang mereka, maka mereka menentang keras dakwah Nabi Nuh. Hal demikian menunjukkan bahwa mereka telah terseret dalam taklid buta dan kesesatan."
        },
        {
          "number": 25,
          "arabic": "إِنْ هُوَ إِلَّا رَجُلٌۢ بِهِۦ جِنَّةٌ فَتَرَبَّصُوا۟ بِهِۦ حَتَّىٰ حِينٍ",
          "transliteration": "in huwa illā rajulun bihi jinnatun fatarabbaṣū bihi ḥattā ḥīnin",
          "translation": "Dia hanyalah seorang laki-laki yang gila, maka tunggulah (sabarlah) terhadapnya sampai waktu yang ditentukan.\"",
          "tafsir": "Ayat ini menerangkan sikap orang-orang kafir akibat pandangan mereka yang meremehkan posisi Nuh sebagai rasul. Mereka mengatakan bahwa Nuh tidak lain hanyalah seorang laki-laki yang miring otaknya, yang berbicara seenaknya, dan apa yang diucapkannya tidak beralasan sama sekali, sehingga tidak perlu dilayani. Oleh karena itu, mereka meminta kepada kaumnya untuk sabar sampai Nuh pada suatu waktu sadar dan kembali ke keadaannya yang normal dan kembali memeluk agama nenek moyang mereka. Ucapan mereka itu menunjukkan keingkarannya, padahal mereka mengetahui, bahwa Nuh orang yang paling cerdas pikirannya di antara mereka. Menyimak perkataan kaum Nabi Nuh, yang menolak kedudukannya sebagai rasul, bisa dikatakan bahwa setiap rasul seharusnya memiliki kelebihan dari umatnya dari segi akhlak dan mukjizat. Seorang rasul kedudukannya harus lebih tinggi karena dengan demikian semua petunjuknya akan diikuti. Di samping itu seorang rasul harus berwibawa, supaya dengan wibawanya ia dapat memimpin umatnya ke jalan yang benar, dan rasul itu maksum, yakni terpelihara dari segala dosa termasuk kesombongan. Ucapan mereka bahwa seruan kepada ketauhidan itu belum pernah mereka terima dari nenek moyang mereka dahulu. Padahal ucapan mereka itu tidak cukup untuk dijadikan alasan menolak risalah Nuh. Tuduhan mereka bahwa Nabi Nuh menderita sakit ingatan, bertentangan dengan kenyataan yang mereka lihat dan alami sendiri."
        },
        {
          "number": 26,
          "arabic": "قَالَ رَبِّ ٱنصُرْنِى بِمَا كَذَّبُونِ",
          "transliteration": "qāla rabbi unṣur'nī bimā kadhabūni",
          "translation": "Dia (Nuh) berdoa, \"Ya Tuhanku, tolonglah aku, karena mereka mendustakan aku.\"",
          "tafsir": "Setelah Nuh melihat keingkaran kaumnya yang tidak mau menyadari kesesatan mereka, padahal Nuh cukup lama melaksanakan kewajiban dakwahnya, maka Allah mewahyukan kepadanya bahwa kaumnya tidak akan pernah beriman. Pengikutnya yaitu orang-orang yang sudah beriman tidak akan bertambah lagi jumlahnya. Nuh kemudian berdoa kepada Tuhan supaya diberi pertolongan, seraya berdoa, \"Ya Tuhanku, tolonglah aku, karena mereka mendustakan aku.\" Doa Nuh itu disebutkan dalam firman Allah: Maka dia (Nuh) mengadu kepada Tuhannya, \"Sesungguhnya aku telah dikalahkan, maka tolonglah (aku).\" (al-Qamar/54: 10) Dan seperti dalam firman-Nya: Dan Nuh berkata, \"Ya Tuhanku, janganlah Engkau biarkan seorang pun di antara orang-orang kafir itu tinggal di atas bumi. (Nuh/71: 26)"
        },
        {
          "number": 27,
          "arabic": "فَأَوْحَيْنَآ إِلَيْهِ أَنِ ٱصْنَعِ ٱلْفُلْكَ بِأَعْيُنِنَا وَوَحْيِنَا فَإِذَا جَآءَ أَمْرُنَا وَفَارَ ٱلتَّنُّورُ ۙ فَٱسْلُكْ فِيهَا مِن كُلٍّ زَوْجَيْنِ ٱثْنَيْنِ وَأَهْلَكَ إِلَّا مَن سَبَقَ عَلَيْهِ ٱلْقَوْلُ مِنْهُمْ ۖ وَلَا تُخَـٰطِبْنِى فِى ٱلَّذِينَ ظَلَمُوٓا۟ ۖ إِنَّهُم مُّغْرَقُونَ",
          "transliteration": "fa-awḥaynā ilayhi ani iṣ'naʿi l-ful'ka bi-aʿyuninā wawaḥyinā fa-idhā jāa amrunā wafāra l-tanūru fa-us'luk fīhā min kullin zawjayni ith'nayni wa-ahlaka illā man sabaqa ʿalayhi l-qawlu min'hum walā tukhāṭib'nī fī alladhīna ẓalamū innahum mugh'raqūna",
          "translation": "Lalu Kami wahyukan kepadanya, \"Buatlah kapal di bawah pengawasan dan petunjuk Kami, maka apabila perintah Kami datang dan tanur (dapur) telah memancarkan air, maka masukkanlah ke dalam (kapal) itu sepasang-sepasang dari setiap jenis, juga keluargamu, kecuali orang yang lebih dahulu ditetapkan (akan ditimpa siksaan) di antara mereka. Dan janganlah engkau bicarakan dengan-Ku tentang orang-orang yang zalim, sesungguhnya mereka itu akan ditenggelamkan.",
          "tafsir": "Setelah doa Nuh diperkenankan, maka Allah mewahyukan kepada-nya, agar ia mulai membuat perahu di bawah pengawasan dan petunjuk wahyu-Nya, supaya perahu itu kokoh dan tidak mudah mengalami kerusakan dan supaya Nuh mengetahui teknik pembuatannya, sebab pembuatan sebuah perahu yang besar dan kukuh tentu saja memerlukan keahlian. Apabila perintah Allah sudah datang untuk membinasakan kaumnya dengan topan yang besar, dan tanda-tandanya sudah tampak, yaitu tannur tempat membakar roti di bawah tanah sudah mulai memancarkan air, maka Allah menyuruh Nabi Nuh memasukkan ke dalam perahu itu sepasang jantan dan betina dari tiap-tiap jenis binatang. Dalam perahu dibuat bertingkat-tingkat. Tingkat yang paling bawah untuk binatang buas seperti singa, harimau, dan sebagainya. Di tingkat kedua binatang ternak seperti: sapi, kambing, dan sebagainya. Di tingkat ketiga semua jenis burung sepasang-pasang dan di tingkat yang paling atas sekali Nabi Nuh dengan sekalian keluarganya yang selamat, di antaranya tiga orang putranya: Sam, Ham dan Yafis. Adapun putra beliau yang bernama Kanan termasuk orang yang tenggelam, karena ia tidak mau ikut bersama ayahnya. Dengan dimasukkannya setiap jenis binatang yang ada pada waktu itu, maka perahu Nuh merupakan kebun binatang yang lengkap. Semua binatang yang tidak masuk ke dalam perahu dan orang kafir yang tidak mengikuti ajakan Nabi Nuh ditenggelamkan dalam topan besar itu, sesuai dengan ancaman Allah bahwa mereka akan ditimpa azab. Allah sebelumnya melarang Nuh supaya jangan memberitahukan rencana Allah dan maksud pembuatan perahu kepada orang-orang yang zalim itu, karena mereka semuanya akan ditenggelamkan."
        }
      ]
    }
  ]
}