{
  "pageNumber": 477,
  "juz": 24,
  "surahs": [
    {
      "number": 41,
      "name": "Fussilat",
      "nameArabic": "فصلت",
      "meaning": "Yang Dijelaskan",
      "revelation": "Makkah",
      "description": "Surat Fussilat terdiri dari 54 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Al-Mu'min.Dinamai \"Fussilat\" (yang dijelaskan) karena ada hubungannya dengan kata \"Fussilat\" yang terdapat pada permulaan surat ini. Maksudnya, ayat-ayatnya diperinci dengan jelas tentang hukum-hukum, keimanan, janji dan ancaman, akhlak, kisah, dan sebagainya.Dinamai juga dengan \"Haa Miim As-Sajdah\" karena surat ini dimulai dengan \"Haa Miim\" dan di dalamnya terdapat ayat Sajdah.**Pokok-Pokok Isi:**1. **Keimanan:** Al-Qur'an dan sikap orang-orang musyrik terhadapnya; kejadian-kejadian langit dan bumi serta apa yang ada pada keduanya membuktikan keberadan Allah; semua yang terjadi dalam alam semesta tidak lepas dari pengetahuan Allah.2. **Lain-lain:** Hikmah diciptakannya gunung-gunung; anggota tubuh setiap orang menjadi saksi terhadap dirinya sendiri pada hari kiamat; azab yang ditimpakan kepada kaum 'Ad dan Tsamud; permohonan orang-orang kafir agar dikembalikan ke dunia untuk mengerjakan amal-amal saleh; berita gembira dari malaikat kepada orang-orang yang beriman; anjuran menghadapi orang-orang kafir secara baik-baik; ancaman terhadap orang-orang yang mengingkari keesaan Allah; sifat-sifat Al-Qur'an; manusia dan wataknya.Surat Fussilat mengutarakan hal-hal yang berhubungan dengan Al-Qur'an dan sikap orang musyrik terhadapnya; kekuasaan Allah di langit dan di bumi; dan ancaman kepada orang-orang musyrik di dunia dan di akhirat. Kemudian dikemukakan tentang keadaan orang-orang yang selalu beribadah kepada Tuhannya dan diakhiri dengan mengemukakan beberapa tabiat manusia.**Hubungan Surat Fussilat Dengan Surat Asy-Syura:**Kedua surat ini sama-sama mengutarakan kebenaran Al-Qur'an serta menolak kecaman dan celaan orang-orang kafir Mekah terhadapnya; bujukan terhadap Nabi Muhammad agar jangan bersedih hati dan berputus asa, karena kecaman dan celaan itu sudah sewajarnya datang dari musuh-musuh agama dan hal itu telah dialami oleh rasul-rasul sebelumnya.",
      "verses": [
        {
          "number": 1,
          "arabic": " حمٓ",
          "transliteration": "hha-meem",
          "translation": "Ḥā Mīm.",
          "tafsir": "Penjelasan tentang arti \"ha Mim\" dapat dilihat pada Al-Qur'an dan Tafsirnya jilid I, tentang keterangan arti dari fawatih as-suwar."
        },
        {
          "number": 2,
          "arabic": "تَنزِيلٌ مِّنَ ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ",
          "transliteration": "tanzīlun mina l-raḥmāni l-raḥīmi",
          "translation": "(Alquran ini) diturunkah dari Tuhan Yang Maha Pengasih, Maha Penyayang.",
          "tafsir": "Ayat ini menerangkan bahwa Al-Qur'an berasal dari Allah Yang Maha Pemurah lagi Maha Penyayang, diturunkan kepada rasul-Nya, Muhammad saw, dengan perantaraan Malaikat Jibril. Pada ayat ini dikatakan bahwa Al-Qur'an itu berasal dari Allah Yang Maha Pemurah lagi Maha Penyayang. Pernyataan ini mengandung maksud bahwa Al-Qur'an ini diturunkan kepada manusia sebagai tanda bahwa Allah Maha Pemurah dan Maha Pengasih kepada hamba-hamba-Nya. Al-Qur'an bagi manusia dapat diibaratkan sebagai obat bagi orang yang sakit guna menyembuhkan penyakitnya. Manusia sangat menginginkan kebahagiaan hidup di dunia dan akhirat. Mereka tidak mengetahui jalan yang harus ditempuh untuk mencapai keinginannya itu. Karena sifat Maha Pemurah dan Maha Penyayang kepada hamba-hamba-Nya itu, Allah menurunkan petunjuk ke jalan yang dimaksud sehingga manusia mencapai keinginannya itu. Petunjuk-petunjuk itu terdapat di dalam Al-Qur'an yang diturunkan-Nya kepada Nabi Muhammad. Allah berfirman: Dan Kami tidak mengutus engkau (Muhammad) melainkan untuk (menjadi) rahmat bagi seluruh alam. (al-Anbiya'/21: 107) Maksud pernyataan bahwa Nabi Muhammad saw diutus ke dunia merupakan rahmat bagi semesta alam ialah Allah mengutusnya untuk menyampaikan agama Allah kepada manusia. Agama Allah itu merupakan rahmat bagi manusia, dan pokok-pokok agama Allah itu terdapat di dalam Al-Qur'an. Jadi yang menjadi rahmat utama itu ialah Al-Qur'an. Firman Allah: Dan sungguh, (Al-Qur'an) ini benar-benar diturunkan oleh Tuhan seluruh alam, yang dibawa turun oleh Ar-Ruh Al-Amin (Jibril), ke dalam hatimu (Muhammad) agar engkau termasuk orang yang memberi peringatan, dengan bahasa Arab yang jelas. Dan sungguh, (Al-Qur'an) itu (disebut) dalam kitab-kitab orang yang terdahulu. (asy-Syu'ara'/26: 192-197)"
        },
        {
          "number": 3,
          "arabic": "كِتَـٰبٌ فُصِّلَتْ ءَايَـٰتُهُۥ قُرْءَانًا عَرَبِيًّا لِّقَوْمٍ يَعْلَمُونَ",
          "transliteration": "kitābun fuṣṣilat āyātuhu qur'ānan ʿarabiyyan liqawmin yaʿlamūna",
          "translation": "Kitab yang ayat-ayatnya djelaskan, bacaan dalam bahasa Arab, untuk kaum yang mengetahui,",
          "tafsir": "Al-Qur'an yang diturunkan kepada Nabi Muhammad terdiri atas ayat-ayat. Ayat-ayat itu diterangkan satu per satu dengan jelas. Setiap ayat dipisahkan dengan ayat-ayat yang lain, dengan tanda-tanda yang jelas pula. Ada permulaan dan akhir dari tiap-tiap surah. Isinya bermacam-macam petunjuk, ada yang berhubungan dengan pelajaran, nasihat, akhlak yang mulia, mensucikan jiwa, kisah-kisah rasul yang terdahulu dengan umat-umatnya, petunjuk ke jalan kebahagiaan hidup di dunia dan akhirat, dan sebagainya. Allah berfirman: (Inilah) Kitab yang ayat-ayatnya disusun dengan rapi kemudian dijelaskan secara terperinci, (yang diturunkan) dari sisi (Allah) Yang Mahabijaksana, Mahateliti. (Hud/11: 1) Diterangkan pula bahwa Al-Qur'an diturunkan berbahasa Arab, bahasa ibu dari rasul yang menyampaikannya dan sesuai pula dengan bahasa yang digunakan oleh bangsa yang pertama kali menerimanya. Dengan demikian, Al-Qur'an itu mudah dipahami kandungan dan maksudnya oleh mereka dan dengan mudah pula mereka menyampaikan kepada bangsa-bangsa lain di seluruh dunia, yang mempunyai bahasa ibu bukan bahasa Arab. Allah berfirman: Dan Kami tidak mengutus seorang rasul pun, melainkan dengan bahasa kaumnya, agar dia dapat memberi penjelasan kepada mereka. (Ibrahim/14: 4) Pada akhir ayat ini diterangkan bahwa Al-Qur'an itu berfaedah bagi yang mengetahui dan memahaminya. Maksudnya ialah bahwa Al-Qur'an itu akan berfaedah bagi orang-orang yang berpengetahuan, ingin mencari kebenaran yang hakiki, dan ingin memperoleh petunjuk yang benar yang dapat menghantarkan kepada kebahagiaan dunia dan akhirat. Mereka mempelajari Al-Qur'an, membandingkannya dengan ajaran-ajaran yang lain serta menyerap ajarannya dengan pengetahuan yang telah ada pada diri mereka. Mereka itu yang dapat memahami dan menyelami rahasia dan petunjuk Al-Qur'an. Dari pengertian ini dapat dipahami bahwa orang-orang yang ada penyakit dalam hatinya tidak ingin mencari kebenaran, karena mereka telah terikat oleh agama atau kepercayaan yang telah mereka anut sebelumnya. Demikian juga dengan orang yang memperturutkan hawa nafsu, fanatik terhadap golongan, atau mengutamakan pangkat dan kedudukan, tidak akan dapat menyelami dan memahami isi Al-Qur'an, apalagi mendapat petunjuk darinya. Sebagian ahli tafsir ada yang menafsirkan ayat ini dengan mengatakan bahwa Al-Qur'an akan dipahami oleh orang-orang yang mengetahui bahasa Arab, karena bahasa Arab itu adalah bahasa yang paling luas, lengkap, dan dalam maknanya, serta mudah memengaruhi jiwa. Waktu itu orang-orang Arab mengetahui bahasa dengan baik, banyak di antara mereka menjadi ahli bahasa, sastrawan yang terkenal, dan banyak pula yang menjadi penyair. Bahasa Arab Al-Qur'an adalah bahasa Arab yang sangat tinggi nilainya, baik gaya bahasanya maupun gramatikanya. Oleh karena itu, orang yang dapat memahami ayat-ayatnya hanyalah orang yang memiliki pengetahuan bahasa Arab yang mendalam."
        },
        {
          "number": 4,
          "arabic": "بَشِيرًا وَنَذِيرًا فَأَعْرَضَ أَكْثَرُهُمْ فَهُمْ لَا يَسْمَعُونَ",
          "transliteration": "bashīran wanadhīran fa-aʿraḍa aktharuhum fahum lā yasmaʿūna",
          "translation": "yang membawa berita gembira dan peringatan, tetapi kebanyakan mereka berpaling (darinya) serta tidak mendengarkan.",
          "tafsir": "Ayat ini menerangkan bahwa Al-Qur'an membawa berita gembira bagi orang-orang yang mengamalkan petunjuk-Nya. Ia juga membawa berita yang menakutkan bagi orang-orang yang mengingkarinya. Orang yang mengikuti petunjuknya akan memperoleh kenikmatan hidup di dunia dan akan dimasukkan ke dalam surga yang penuh kenikmatan di akhirat. Sedangkan orang yang mengingkarinya dan mendustakan ayat-ayatnya akan memperoleh kesengsaraan yang tidak terhingga di akhirat nanti. Sekalipun demikian tujuan dan isi Al-Qur'an, namun orang-orang musyrik tetap tidak mengacuhkannya, bahkan mereka menyombongkan diri, tidak mau mendengarkan, apalagi mengikuti petunjuk-petunjuknya."
        },
        {
          "number": 5,
          "arabic": "وَقَالُوا۟ قُلُوبُنَا فِىٓ أَكِنَّةٍ مِّمَّا تَدْعُونَآ إِلَيْهِ وَفِىٓ ءَاذَانِنَا وَقْرٌ وَمِنۢ بَيْنِنَا وَبَيْنِكَ حِجَابٌ فَٱعْمَلْ إِنَّنَا عَـٰمِلُونَ",
          "transliteration": "waqālū qulūbunā fī akinnatin mimmā tadʿūnā ilayhi wafī ādhāninā waqrun wamin bayninā wabaynika ḥijābun fa-iʿ'mal innanā ʿāmilūna",
          "translation": "Dan mereka berkata, \"Hati kami sudah tertutup dari apa yang engkau seru kami kepadanya dan telinga kami sudah tersumbat, dan di antara kami dan engkau ada dinding, karena itu lakukanlah (sesuai kehendakmu), sesungguhnya kami akan melakukan (sesuai kehendak kami).\"",
          "tafsir": "Pada ayat ini disebutkan penyebab orang-orang musyrik mengingkari dan mendustakan ayat-ayat Al-Qur'an, yaitu: 1. Mereka menyatakan bahwa hati mereka telah tertutup, tidak dapat dimasuki oleh seruan kepada iman, melaksanakan petunjuk-petunjuk Al-Qur'an, dan yang disampaikan Muhammad saw. 2. Mereka menyatakan bahwa telinga-telinga mereka telah tersumbat sehingga tidak dapat mendengar seruan Muhammad saw dan ayat-ayat Al-Qur'an yang dibacakan kepadanya. 3. Mereka mengatakan bahwa antara mereka dan kaum Muslimin ada dinding pemisah yang menghalangi mereka menerima seruan itu. Sebagian ahli tafsir berpendapat bahwa yang diterangkan ayat ini merupakan gambaran keadaan orang-orang musyrik yang jiwa dan hati mereka tidak dapat lagi memahami seruan Rasulullah saw dan tidak mau mengikuti petunjuk Al-Qur'an. Hati mereka diserupakan dengan benda yang terletak dalam suatu tempat yang tertutup, telinga mereka diserupakan dengan telinga orang tuli yang tidak dapat mendengar sesuatu pun, dan keadaan mereka diserupakan dengan orang yang berdiri di samping dinding tebal dan tinggi, sehingga tidak mengetahui apa yang terjadi di balik dinding itu. Karena seruan tidak berfaedah sedikit pun bagi orang-orang musyrik, mereka disuruh melakukan segala yang mereka inginkan, termasuk usaha tipu daya, menyiksa dan menyakiti orang-orang yang beriman, menjauhkan manusia dari Muhammad, dan menghancurkan Islam dan kaum Muslimin. Akan tetapi, Allah pun akan menjaga kaum Muslimin dari tindakan mereka."
        },
        {
          "number": 6,
          "arabic": "قُلْ إِنَّمَآ أَنَا۠ بَشَرٌ مِّثْلُكُمْ يُوحَىٰٓ إِلَىَّ أَنَّمَآ إِلَـٰهُكُمْ إِلَـٰهٌ وَٰحِدٌ فَٱسْتَقِيمُوٓا۟ إِلَيْهِ وَٱسْتَغْفِرُوهُ ۗ وَوَيْلٌ لِّلْمُشْرِكِينَ",
          "transliteration": "qul innamā anā basharun mith'lukum yūḥā ilayya annamā ilāhukum ilāhun wāḥidun fa-is'taqīmū ilayhi wa-is'taghfirūhu wawaylun lil'mush'rikīna",
          "translation": "Katakanlah (Muhammad), \"Aku ini hanyalah seorang manusia seperti kamu, yang diwahyukan kepadaku bahwa Tuhan kamu adalah Tuhan Yang Maha Esa, karena itu tetaplah kamu (beribadah) kepada-Nya dan mohonlah ampunan kepada-Nya. Dan celakalah bagi orang-orang yang mempersekutukan-(Nya),",
          "tafsir": "Mendengar alasan-alasan yang dikemukakan orang-orang musyrik pada ayat-ayat yang lalu, Allah memerintahkan kepada Rasulullah menjawab ucapan mereka dengan mengatakan bahwa nabi adalah manusia biasa yang tidak ada perbedaan dengan mereka, hanya saja beliau mendapat wahyu bahwa Tuhan yang berhak disembah adalah Tuhan Yang Maha Esa. Oleh karena itu, mereka diperintahkan untuk beribadah hanya kepada-Nya, dilarang menyekutukan-Nya, dan memohon ampun atas dosa-dosa yang telah mereka lakukan. Pada akhir ayat ini Allah menegaskan bahwa kerugian dan kesengsaraan yang besar akan dialami oleh orang-orang yang mempersekutukan Tuhan. Mereka akan kekal di dalam neraka di akhirat nanti."
        },
        {
          "number": 7,
          "arabic": "ٱلَّذِينَ لَا يُؤْتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلْـَٔاخِرَةِ هُمْ كَـٰفِرُونَ",
          "transliteration": "alladhīna lā yu'tūna l-zakata wahum bil-ākhirati hum kāfirūna",
          "translation": "(yaitu) orang-orang yang tidak menunaikan zakat dan mereka ingkar terhadap kehidupan akhirat.",
          "tafsir": "Yang dimaksud dengan orang-orang yang mempersekutukan Allah pada ayat di atas ialah orang-orang yang tidak menunaikan zakat dan orang-orang yang mengingkari adanya hari akhir. Zakat diwajibkan pada periode Medinah dan ayat ini termasuk Makkiyyah (ayat-ayat yang diturunkan sebelum hijrah ke Medinah). Oleh karena itu, yang dimaksud dengan zakat ialah mensucikan jiwa dari kesyirikan dan kekikiran. Ibnu 'Abbas menerangkan pengertian la yu'tuna az-zakah (tidak menunaikan zakat) adalah tidak bersaksi bahwa tidak ada tuhan selain Allah. Itulah zakat al-anfus (penyucian jiwa) karena surah ini termasuk surah Makkiyyah dan zakat diwajibkan di Medinah. Sebagian mufasir berpendapat bahwa orang kafir Mekah senang berinfak dan memberi minum dan makan jamaah haji. Namun mereka tidak memberikannya kepada Nabi Muhammad dan orang-orang yang beriman. Maka turunlah ayat ini."
        },
        {
          "number": 8,
          "arabic": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ",
          "transliteration": "inna alladhīna āmanū waʿamilū l-ṣāliḥāti lahum ajrun ghayru mamnūnin",
          "translation": "Sesungguhnya orang-orang yang beriman dan mengerjakan kebajikan, mereka mendapat pahala yang tidak ada putus-putusnya.\"",
          "tafsir": "Pada ayat ini diterangkan janji Allah kepada orang-orang yang beriman. Semua orang yang beriman kepada Allah dan rasul-Nya, mengerjakan perintah-perintah Allah, dan menjauhi larangan-larangan-Nya akan memperoleh balasan yang paling baik dan tidak terputus dari Allah. Itulah pembalasan yang paling baik, yaitu pembalasan yang diberikan kepada orang-orang yang beramal saleh. Menurut as-Suddi ayat ini diturunkan berhubungan dengan orang sakit yang tidak dapat lagi diharapkan kesembuhannya, orang yang telah sangat tua, sehingga ia tidak dapat lagi beramal seperti ia beramal di waktu masih muda, tetapi mereka masih mempunyai semangat yang tinggi dan ingin beramal seperti yang pernah dilakukannya. Terhadap orang yang seperti itu, Allah memberikan pahala seperti pahala yang diberikan kepada orang yang sanggup mengerjakan amal itu."
        },
        {
          "number": 9,
          "arabic": "۞ قُلْ أَئِنَّكُمْ لَتَكْفُرُونَ بِٱلَّذِى خَلَقَ ٱلْأَرْضَ فِى يَوْمَيْنِ وَتَجْعَلُونَ لَهُۥٓ أَندَادًا ۚ ذَٰلِكَ رَبُّ ٱلْعَـٰلَمِينَ",
          "transliteration": "qul a-innakum latakfurūna bi-alladhī khalaqa l-arḍa fī yawmayni watajʿalūna lahu andādan dhālika rabbu l-ʿālamīna",
          "translation": "Katakanlah, \"Pantaskah kamu ingkar kepada Tuhan yang menciptakan bumi dalam dua masa dan kamu adakan pula sekutu-sekutu bagi-Nya? Itulah Tuhan seluruh alam.\"",
          "tafsir": "Allah memerintahkan kepada Nabi Muhammad agar menanyakan kepada orang-orang musyrik Mekah kenapa mereka mengingkari Allah yang telah menciptakan bumi dalam dua hari. Kenapa mereka menyembah tuhan-tuhan yang lain di samping menyembah Allah? Padahal Allah Maha Suci dari segala sesuatu. Sebagian ahli tafsir berpendapat bahwa yang dimaksud dengan menjadikan bumi pada ayat ini ialah menciptakan wujudnya, dan yang dimaksud dengan \"hari atau masa\" dalam ayat ini ialah waktu, karena hari dan malam belum ada di saat langit dan bumi diciptakan. Makna pembentukan bumi dalam waktu dua hari, dapat ditafsirkan secara ilmiah bahwa pembentukan bumi ini terjadi pada dua periode atau dua masa. Hari pertama adalah masa ketika sekitar 4,6 miliar yang lampau, awan debu dan gas yang mengapung di ruang angkasa mulai mengecil (lihat penjelasan dalam al-A.'raf/7: 54 tentang pembentukan langit dan bumi dalam enam masa). Materi pada pusat awan itu mengumpul menjadi matahari dan sisa gas dan debunya memipih berbentuk cakram di sekitar matahari. Kemudian butir-butir debu dalam awan itu saling melekat dan membentuk planetisimal yang kemudian saling bertabrakan membentuk planet, di antaranya adalah bumi. Hari kedua diawali ketika proses pemanasan akibat peluruhan radioaktif menyebabkan proto bumi meleleh, dan bahan-bahan yang berat seperti besi tenggelam ke pusat bumi sedangkan yang ringan seperti air dan karbondioksida beralih ke luar. Planet bumi kemudian mendingin dan sekitar 2,5 miliar tahun yang lampau bumi terlihat seperti apa yang kita lihat sekarang ini. Pertanyaan yang disampaikan kepada orang-orang musyrik pada ayat ini, tidak bermaksud untuk bertanya, tetapi untuk mencela perbuatan mereka menyembah berhala. Seakan-akan dikatakan kepada mereka bahwa bukankah mereka telah mengetahui dengan pasti bahwa berhala-berhala yang mereka sembah itu terbuat dari batu yang tidak dapat berbuat sesuatu pun, bahkan berhala itu mereka sendiri yang membuatnya, mengapa mereka sembah yang demikian itu. Jika mereka mau menghambakan diri, maka hambakanlah kepada yang menciptakan bumi dalam dua masa dan yang menentukan segala sesuatu. Tuhan yang berhak mereka sembah ialah Allah yang menciptakan, menguasai, mengatur, memelihara kelangsungan adanya, dan yang menentukan akhir kesudahan semesta alam ini, bukan berhala yang mereka sembah itu."
        },
        {
          "number": 10,
          "arabic": "وَجَعَلَ فِيهَا رَوَٰسِىَ مِن فَوْقِهَا وَبَـٰرَكَ فِيهَا وَقَدَّرَ فِيهَآ أَقْوَٰتَهَا فِىٓ أَرْبَعَةِ أَيَّامٍ سَوَآءً لِّلسَّآئِلِينَ",
          "transliteration": "wajaʿala fīhā rawāsiya min fawqihā wabāraka fīhā waqaddara fīhā aqwātahā fī arbaʿati ayyāmin sawāan lilssāilīna",
          "translation": "Dan Dia ciptakan padanya gunung-gunung yang kokoh di atasnya. Dan kemudian Dia berkahi, dan Dia tentukan makanan-makanan (bagi penghuni)nya dalam empat masa, memadai untuk (memenuhi kebutuhan) mereka yang memerlukannya.",
          "tafsir": "Pada ayat ini diterangkan keindahan penciptaan dan hukum-hukum yang berlaku pada bumi. Dia telah menjadikan gunung-gunung di permukaan bumi, ada yang tinggi ada yang sedang, ada yang merupakan dataran tinggi saja, ada yang berapi, dan gunung yang merupakan pasak atau paku bumi. Dengan adanya gunung, permukaan bumi menjadi indah, ada yang tinggi dan ada yang rendah. Tumbuh-tumbuhan pegunungan pun berbeda dengan tumbuh-tumbuhan yang ada di dataran rendah demikian pula binatang-binatangnya. Dengan adanya gunung-gunung, maka ada sungai-sungai yang mengalir dari dataran tinggi ke dataran rendah, dan akhirnya bermuara ke laut. Seakan-akan gunung itu merupakan tempat penyimpanan air yang terus-menerus mengalir memenuhi keperluan manusia. Selanjutnya Allah menerangkan bahwa Dia menciptakan bumi ini sebagai tempat yang penuh keberkahan bagi manusia, dan penuh dengan keindahan. Bumi juga dilengkapi dengan segala macam kebutuhan yang diperlukan manusia untuk kelangsungan hidupnya dan keperluan makhluk-makhluk lain. Sejak dari udara yang dihisap setiap saat, makanan-makanan yang diperlukan, tempat-tempat yang sejuk dan nyaman, lautan yang luas, barang tambang yang terpendam di dalam tanah dan banyak lagi nikmat yang lain yang disediakan-Nya yang tidak terhitung macam dan jumlahnya. Dia pula yang telah menentukan ukuran dan kadar segala sesuatu. Mengadakan makanan yang dapat mengenyangkan sesuai dengan keadaan binatang atau manusia yang memerlukannya. Untuk manusia disediakan padi, gandum, dan sebagainya. Untuk binatang ternak disediakan-Nya rumput dan sebagainya. Betapa banyak jumlah manusia, betapa banyak ikan di laut, burung yang beterbangan, binatang-binatang yang hidup di dalam rimba, semuanya disediakan Allah rezeki dan keperluan hidupnya, sesuai dengan keadaan masing-masing. Allah menerangkan bahwa Dia menciptakan bumi dan gunung-gunung yang ada padanya dalam dua masa dan menciptakan keperluan-keperluan, makanan, dan sebagainya dalam dua masa pula. Semuanya dilakukan dalam empat masa. Dalam waktu empat masa itu, terciptalah semuanya dan dasar-dasar dari segala sesuatu yang ada di alam ini, sesuai dengan masa dan keadaan dalam perkembangan selanjutnya. Tafsiran ilmiah empat hari, bisa jadi tercermin empat masa dalam kurun waktu geologi yakni: Proterozoikum, dimana kehidupan masih sangat tidak jelas; Paleozoikum di mana kehidupan mulai jelas yang ditandai antara lain oleh amfibi, reptil, ikan-ikan besar, dan tumbuhan paku; Mesozoikum, kehidupan pertengahan yang ditandai dengan berlimpahnya vegetasi dan binatang laut, antara lain hewan laut, komodo, pohon daun lebar; dan Kenozoikum, kehidupan baru, dimana ditandai oleh banyaknya kehidupan di zaman Kenozoikum yang punah. Pada masa Kenozoikum ditandai oleh munculnya gajah, dan pepohonan semakin berkembang dan paling penting adalah kemunculan manusia."
        },
        {
          "number": 11,
          "arabic": "ثُمَّ ٱسْتَوَىٰٓ إِلَى ٱلسَّمَآءِ وَهِىَ دُخَانٌ فَقَالَ لَهَا وَلِلْأَرْضِ ٱئْتِيَا طَوْعًا أَوْ كَرْهًا قَالَتَآ أَتَيْنَا طَآئِعِينَ",
          "transliteration": "thumma is'tawā ilā l-samāi wahiya dukhānun faqāla lahā walil'arḍi i'tiyā ṭawʿan aw karhan qālatā ataynā ṭāiʿīna",
          "translation": "Kemudian Dia menuju ke langit dan (langit) itu masih berupa asap, lalu Dia berfirman kepadanya dan kepada bumi, \"Datanglah kamu berdua menurut perintah-Ku dengan patuh atau terpaksa.\" Keduanya menjawab, \"Kami datang dengan patuh.\"",
          "tafsir": "Pada ayat ini Allah menerangkan keadaan langit. Setelah Allah menciptakan bumi Dia menuju ke langit, waktu itu langit berupa asap. Bagaimana keadaan asap itu dan apa hakikatnya, hanya Allah sajalah yang mengetahui-Nya. Sekalipun ada yang mencoba menerangkan keadaan asap yang dimaksud, baik yang dikemukakan oleh pendeta-pendeta Yahudi, maupun oleh para ahli yang telah mencoba menyelidikinya, namun belum ada keterangan yang pasti yang menerangkan keadaan dan hakikat asap itu. Menurut teori ilmu pengetahuan, ayat di atas menggambarkan mengenai permulaan alam semesta. Peristiwa tersebut ditandai dengan terjadinya peristiwa yang oleh para ilmuwan disebut Big Bang. Peristiwa tersebut sangat jelas terlihat pada surah al-Anbiya'/21 ayat 30 yang penggalannya berbunyi demikian: \"....bahwa langit dan bumi keduanya dahulu adalah satu yang padu, kemudian Kami pisahkan...\" . Ilmu kosmologi modern, baik dari pengamatan maupun teori, secara jelas mengindikasikan bahwa pada suatu saat, seluruh alam semesta terdiri hanya dari awan dari \"asap\" yang terdiri atas komposisi gas yang padat dan sangat panas. Kumpulan ini terdiri atas sejumlah besar kekuatan atom yang saling berkaitan dan berada di bawah tekanan yang sangat kuat. Jari-jari kumpulan yang berbentuk bola ini diperkirakan sekitar 5 juta kilometer. Cairan atom pertamanya berupa ledakan dahsyat (yang biasa disebut Big Bang), dan mengakibatkan terbentuk dan terpencarnya berbagai benda langit. Hal ini sudah menjadi prinsip yang teruji dan menjadi dasar dalam kosmologi modern. Dengan semakin majunya ilmu pengetahuan, para peneliti saat ini dapat menyaksikan \"kelahiran\" bintang dengan menggunakan teleskop yang sangat canggih. Teori mengenai bentukan \"asap\" sebagai asal-muasal suatu bintang, juga telah disebutkan dalam Surah Fushshilat/41: 11 di atas. Karena bumi dan langit di atasnya (matahari, bulan, bintang, planet, galaksi, dan sebagainya) terbentuk dari \"asap\" yang sama, maka para pakar menyimpulkan bahwa bumi dan isi langit seluruhnya adalah satu kesatuan sebelumnya. Dari material \"asap\" yang sama ini, kemudian mereka terpisah satu sama lain. Hal yang demikian ini juga telah diungkapkan oleh Al-Qur'an dalam Surah al-Anbiya'/21: 30 tersebut di atas. Pada ayat ini, seolah-olah Allah menerangkan bahwa bumi lebih dahulu diciptakan dari langit dengan segala isinya, termasuk di dalamnya matahari, bulan, dan bintang-bintang. Ayat yang lain menerangkan bahwa Allah menciptakan langit lebih dahulu dari menciptakan bumi. Oleh karena itu, ada sebagian mufasir yang mencoba mengompromikan kedua ayat ini. Menurut mereka, dalam perencanaan, Allah lebih dahulu merencanakan bumi dengan segala isinya. Akan tetapi, dalam pelaksanaannya, Allah menciptakan langit dengan segala isinya lebih dahulu, kemudian sesudah itu baru menciptakan bumi dengan segala isinya. Setelah selesai menciptakan langit dan bumi beserta segala isinya, Allah memerintahkan keduanya untuk datang kepada-Nya, baik dalam keadaan senang maupun terpaksa. Langit dan bumi mengatakan bahwa mereka akan datang dengan tunduk dan patuh. Kemudian Allah bertitah kepada langit, \"Perhatikanlah sinar mataharimu, cahaya bulanmu, cahaya gemerlap dari binatang-bintang, hembuskanlah anginmu, edarkanlah awanmu, sehingga dapat menurunkan hujan.\" Allah berfirman pula kepada bumi, \"Alirkanlah sungai-sungaimu, serta tumbuhkanlah tanaman-tanaman dan pohon-pohonmu.\" Keduanya menjawab, \"Kami penuhi segala perintah-Mu dengan patuh dan taat.\" Sebagian ahli tafsir menafsirkan \"datanglah kamu keduanya menurut perintah-Ku dengan suka atau terpaksa\" dengan \"jadilah kamu keduanya menurut Sunnah-Ku yang telah Aku tetapkan, jangan menyimpang sedikit pun dari ketentuan-Ku itu, ikutilah proses-proses kejadianmu sesuai dengan waktu yang telah ditentukan.\" Dengan kata lain dapat dipahami bahwa Allah memerintahkan kepada langit dan bumi untuk menyempurnakan kejadiannya sesuai dengan ketetapan yang telah ditentukan, seperti bumi akan tercipta pada saatnya, demikian pula gunung-gunung, air, udara, binatang-binatang, manusia, dan tumbuh-tumbuhan. Semuanya akan terjadi pada waktu yang ditentukan-Nya, tidak ada satu pun yang menyimpang dari ketentuan-Nya. Dari ayat ini dapat dipahami bahwa kejadian langit dan bumi itu, mulai dari terjadinya sampai kepada bentuk yang ada sekarang, melalui proses-proses tertentu sesuai dengan sunah Allah. Segala sesuatu yang ada di bumi dan di langit akan ada pada waktunya, dan akan hilang atau musnah pada waktunya pula, sesuai dengan keadaan langit dan bumi pada waktu itu."
        }
      ]
    }
  ]
}