{
  "pageNumber": 268,
  "juz": 14,
  "surahs": [
    {
      "number": 16,
      "name": "An-Nahl",
      "nameArabic": "النحل",
      "meaning": "Lebah",
      "revelation": "Makkah",
      "description": "Surat ini terdiri dari 128 ayat dan termasuk surat Makkiyyah. Surat ini dinamakan \"An-Nahl\" yang berarti \"lebah\" karena di dalamnya terdapat firman Allah pada ayat 68 yang artinya, \"Dan Tuhanmu mengilhamkan kepada lebah.\"Lebah adalah makhluk Allah yang banyak memberi manfaat dan kenikmatan pada manusia. Ada persamaan antara madu yang dihasilkan lebah dengan Al-Qur'anul Karim. Madu berasal dari aneka macam sari bunga dan menjadi obat bagi bermacam-macam penyakit (lihat ayat ke-69). Sementara itu, Al-Qur'an berisi inti sari kitab-kitab yang telah diturunkan kepada nabi-nabi terdahulu ditambah ajaran-ajaran yang dibutuhkan semua manusia sepanjang masa untuk mencapai kebahagiaan dunia dan akhirat (lihat surat Yunus ayat ke-57 dan surat Al-Israa' ayat ke-82). Surat ini juga dinamakan \"An Ni'am\" yang berarti nikmat-nikmat, karena di dalamnya Allah menyebutkan berbagai macam nikmat yang diberikan kepada hamba-hamba-Nya.**Pokok-Pokok Isi:**1. **Keimanan:** Kepastian adanya hari kiamat; keesaan Allah, kekuasaan-Nya dan kesempurnaan ilmu-Nya serta dalil-dalilnya; pertanggungjawaban manusia kepada Allah terhadap segala yang telah dikerjakannya.2. **Hukum-hukum:** Beberapa hukum tentang makanan dan minuman yang diharamkan dan yang dihalalkan; dibolehkan memakai perhiasan yang berasal dari laut, seperti: merjan dan mutiara; dibolehkan memakan makanan yang diharamkan dalam keadaan terpaksa; kulit dan bulu binatang dari hewan yang halal dimakan; kewajiban memenuhi perjanjian dan larangan mempermainkan sumpah; larangan membuat-buat hukum yang tak ada dasarnya; perintah membaca isti'aadzah (a'uudzubillahi minasyaithaanirrajiim = aku berlindung kepada Allah dari setan yang terkutuk); tantangan membalas siksa melebihi siksaan yang diterima.3. **Kisah-kisah:** Kisah Nabi Ibrahim.4. **Lain-lain:** Asal muasal kejadian manusia; madu adalah untuk kesehatan manusia; nasib pemimpin-pemimpin palsu pada hari kiamat; pandangan orang Arab zaman Jahiliyah terhadap anak perempuan; ajaran moral di dalam Islam; pedoman dakwah dalam Islam.Surat An-Nahl mengandung keterangan tentang sifat-sifat dan tingkah laku orang musyrikin, serta tantangan mereka terhadap kebenaran hari kiamat dan kerasulan Nabi Muhammad. Kemudian Allah menyebutkan peringatan-peringatan-Nya kepada mereka dari azab yang mereka alami sebagai akibat atas perbuatan mereka itu. Dalam surat ini, Allah menunjukkan bukti-bukti keesaan-Nya seraya memaparkan nikmat-nikmat yang diberikan-Nya kepada hamba-hamba-Nya. Surat ini juga memuat hukum-hukum dan ajaran-ajaran tentang akhlak.**Hubungan Surat An-Nahl Dengan Surat Al-Isra':**1. Dalam surat An-Nahl Allah menyebutkan perselisihan orang-orang Yahudi tentang hari Sabtu, kemudian di surat Al-Isra' dijelaskan sifat-sifat orang Yahudi yang ditetapkan dalam Taurat.2. Setelah Allah menganjurkan kepada Nabi Muhammad agar bersabar dan melarang beliau agar tidak berduka cita atau berkecil hati disebabkan tipu daya orang-orang musyrikin, maka di surat Al-Isra' Allah menerangkan kemuliaan Nabi Muhammad serta martabatnya yang tinggi di hadapan Allah.3. Dalam surat An-Nahl Allah menerangkan bermacam-macam nikmat-Nya, tetapi kebanyakan manusia tidak mensyukuri nikmat itu, kemudian dalam surat Al-Isra' disebut nikmat-nikmat yang lebih besar yang diberikan kepada Bani Israil dan tidak mereka syukuri, justru mereka berbuat kerusakan di bumi.4. Dalam surat An-Nahl Allah mengatakan, bahwa air madu yang keluar dari lebah merupakan minuman yang mengandung obat bagi manusia, maka dalam surat Al-Isra' diterangkan bahwa Al-Qur'an juga mengandung obat dan rahmat bagi orang-orang yang beriman.",
      "verses": [
        {
          "number": 7,
          "arabic": "وَتَحْمِلُ أَثْقَالَكُمْ إِلَىٰ بَلَدٍ لَّمْ تَكُونُوا۟ بَـٰلِغِيهِ إِلَّا بِشِقِّ ٱلْأَنفُسِ ۚ إِنَّ رَبَّكُمْ لَرَءُوفٌ رَّحِيمٌ",
          "transliteration": "wataḥmilu athqālakum ilā baladin lam takūnū bālighīhi illā bishiqqi l-anfusi inna rabbakum laraūfun raḥīmun",
          "translation": "Dan ia mengangkut beban-bebanmu ke suatu negeri yang kamu tidak sanggup mencapainya, kecuali dengan susah payah. Sungguh, Tuhanmu Maha Pengasih, Maha Penyayang,",
          "tafsir": "Kemudian Allah menyebutkan nikmat-Nya yang lain yang diperoleh manusia dari binatang ternak, yakni mengangkut barang atau beban manusia yang berat dari satu tempat ke tempat yang lain dimana mereka tidak sanggup untuk membawanya sendiri. Allah berfirman: Dan sesungguhnya pada hewan-hewan ternak, terdapat suatu pelajaran bagimu. Kami memberi minum kamu dari (air susu) yang ada dalam perutnya, dan padanya juga terdapat banyak manfaat untukmu, dan sebagian darinya kamu makan. (al-Mu'minun/23: 21) Dan firman-Nya: Allahlah yang menjadikan hewan ternak untukmu, sebagian untuk kamu kendarai dan sebagian lagi kamu makan. (al-Mu'min/40: 79) Kemudian Allah swt menegaskan bahwa Dia Maha Pengasih dan Maha Penyayang. Kasih sayang Allah disebutkan dalam ayat ini agar manusia dapat mensyukuri nikmat Allah yang diperolehnya dari binatang ternak, yang sangat bermanfaat bagi mereka sebagai alat pengangkut yang sangat penting artinya bagi kehidupan mereka. Allah swt berfirman: Dan tidakkah mereka melihat bahwa Kami telah menciptakan hewan ternak untuk mereka yaitu sebagian dari apa yang telah Kami ciptakan dengan kekuasaan Kami, lalu mereka menguasainya? (Yasin/36: 71)"
        },
        {
          "number": 8,
          "arabic": "وَٱلْخَيْلَ وَٱلْبِغَالَ وَٱلْحَمِيرَ لِتَرْكَبُوهَا وَزِينَةً ۚ وَيَخْلُقُ مَا لَا تَعْلَمُونَ",
          "transliteration": "wal-khayla wal-bighāla wal-ḥamīra litarkabūhā wazīnatan wayakhluqu mā lā taʿlamūna",
          "translation": "dan (Dia telah menciptakan) kuda, bagal,<sup foot_note=135400>1</sup> dan keledai, untuk kamu tunggangi dan (menjadi) perhiasan. Allah menciptakan apa yang tidak kamu ketahui.",
          "tafsir": "Selanjutnya, Allah swt menyebutkan beberapa binatang ternak lainnya yang bermanfaat bagi kehidupan manusia, yaitu Allah menciptakan kuda, bagal, dan keledai untuk dikendarai dan dijadikan sebagai binatang pelihara-an yang menyenangkan. Ada segolongan ahli fikih yang mengharamkan daging kuda. Mereka mengemukakan alasan bahwa kuda diciptakan Allah untuk dijadikan kendaraan bukan untuk dimakan. Alasan ini diperkuat dengan teks ayat yang menyebutkan tiga jenis binatang ternak. Hal ini menunjukkan bahwa kuda, keledai, dan bagal hukumnya sama-sama haram dimakan. Sekiranya ketiga binatang ini boleh dimakan, tentulah disebutkan dalam ayat ini, sebab kebutuhan seseorang untuk makan lebih terasa daripada kebutuhan mereka terhadap kendaraan. Akan tetapi, alasan yang dikemukakan di atas tidak disetujui oleh kalangan ahli fikih yang lain dengan alasan bahwa seandainya ayat ini menunjukkan keharaman kuda, tentu keledai yang dipelihara termasuk ke dalamnya. Kalau memang demikian pengertiannya, tentu pada saat terjadi perang Khaibar tidak perlu ada penegasan keharaman memakan keledai piaraan karena ayat itu turun jauh sebelum perang Khaibar. Di samping itu, banyak dalil yang membolehkan memakan daging kuda, di antaranya adalah: Dari Asma' r.a., \"Kami berkorban seekor kuda pada masa Rasulullah, lalu kami memakan dagingnya.\" (Riwayat al-Bukhari dan Muslim) Dari Jabir r.a., \"Rasulullah menyuruh kami memakan daging kuda dan melarang kami memakan daging keledai piaraan.\" (Riwayat Abu 'Ubaid, Ibnu Abi Syaibah, at-Tirmizi, an-Nasa'i, dan lain-lain) Dari Jabir r.a., \"Rasulullah melarang memakan daging keledai piaraan dan membolehkan memakan daging kuda.\" (Riwayat al-Bukhari dan Abu Dawud) Di samping hadis-hadis tersebut, memang ada hadis yang melarang memakan daging kuda bagal, dan keledai Rasulullah melarang memakan daging tiap-tiap binatang buas yang bertaring, daging kuda bagal, dan keledai piaraan. (Riwayat Ahmad) Hadis yang mengharamkan daging kuda ini daif karena dalam sanadnya tercantum nama shalah bin Yahya yang diragukan kekuatan hafalannya. Seandainya hadis ini dianggap sahih, nilai kekuatannya tidak melebihi hadis-hadis sahih lain yang lebih banyak jumlahnya yang membolehkan memakan daging kuda. Secara singkat dapat dikatakan bahwa hadis yang melarang memakan daging kuda bagal, dan keledai itu terjadi sebelum peristiwa Perang Khaibar. Oleh sebab itu, bisa dikatakan hadis ini dinasakh oleh hadis yang menerang-kan kebolehannya. Di akhir ayat, Allah menyebutkan bahwa Dia menciptakan semua makhluk yang belum diketahui oleh manusia, baik binatang darat, laut, ataupun angkasa, yang dapat diambil manfaatnya oleh mereka. Namun demikian, sampai saat ini akal manusia belum sampai pada pengetahuan tentang manfaat dari makhluk tersebut. Semua itu bertujuan agar manusia dapat memahami betapa luasnya nikmat Allah swt yang diberikan kepada mereka yang tiada putus-putusnya."
        },
        {
          "number": 9,
          "arabic": "وَعَلَى ٱللَّهِ قَصْدُ ٱلسَّبِيلِ وَمِنْهَا جَآئِرٌ ۚ وَلَوْ شَآءَ لَهَدَىٰكُمْ أَجْمَعِينَ",
          "transliteration": "waʿalā l-lahi qaṣdu l-sabīli wamin'hā jāirun walaw shāa lahadākum ajmaʿīna",
          "translation": "Dan hak Allah menerangkan jalan yang lurus, dan di antaranya ada (jalan) yang menyimpang. Dan jika Dia menghendaki, tentu Dia memberi petunjuk kamu semua (ke jalan yang benar).",
          "tafsir": "Allah swt menyebutkan nikmat-Nya yang berguna untuk kepentingan jiwa manusia, agar mereka mengetahui dan mensyukuri Pencipta alam semesta dan nikmat yang sangat luas ini. Allah menjelaskan bahwa Dialah yang mempunyai kekuasaan tertinggi untuk membimbing manusia melalui wahyu kepada para rasul-Nya dan memerintahkan mereka untuk menaatinya. Ini bertujuan agar manusia sampai pada kebenaran. Dengan demikian, barang siapa mengikuti bimbingan itu berarti ia akan memperoleh kebahagiaan yang sangat berguna bagi dirinya. Akan tetapi, barang siapa yang menempuh jalan sesat maka akibatnya akan diderita dan dirasakannya sendiri. Allah swt berfirman: Dan sungguh, inilah jalan-Ku yang lurus. Maka ikutilah! Jangan kamu ikuti jalan-jalan (yang lain) yang akan mencerai-beraikan kamu dari jalan-Nya. Demikianlah Dia memerintahkan kepadamu agar kamu bertakwa. (al-An'am/6: 153) Dan firman-Nya: Dia (Allah) berfirman, \"Ini adalah jalan yang lurus (menuju) kepada-Ku.\" (al-hijr/15: 41) Dan firman-Nya: Sesungguhnya Kamilah yang memberi petunjuk. (al-Lail/92: 12) Di samping jalan lurus itu, ada jalan yang menyimpang dari kebenaran. Apabila manusia melalui jalan itu, mereka tidak akan mencapai kebahagiaan. Jalan itu adalah jalan kesesatan, yang membawa manusia pada perpecahan dan kehancuran. Menurut ayat ini, jalan lurus yang mengantarkan manusia untuk mem-peroleh kebahagiaan hanyalah agama Islam, yaitu agama yang hanif, disyariatkan Allah dan diwahyukan-Nya kepada Nabi Muhammad saw, serta sesuai dengan fitrah manusia. Allah swt berfirman: Maka hadapkanlah wajahmu dengan lurus kepada agama (Islam); (sesuai) fitrah Allah disebabkan Dia telah menciptakan manusia menurut (fitrah) itu. Tidak ada perubahan pada ciptaan Allah. (Itulah) agama yang lurus, tetapi kebanyakan manusia tidak mengetahui. (ar-Rum/30: 30) Sesungguhnya Allah berkuasa untuk membimbing manusia seluruhnya untuk beragama tauhid. Akan tetapi, Allah swt Maha Bijaksana. Ia memberi hak pilih kepada manusia karena mereka memiliki akal dan pikiran untuk digunakan sebagaimana mestinya. Allah juga memberikan bimbingan wahyu kepada manusia melalui rasul-Nya, agar mereka melaksanakan tuntunan itu berdasarkan pilihannya. Firman Allah: Dan jika Tuhanmu menghendaki, tentulah beriman semua orang di bumi seluruhnya. (Yunus/10: 99) Untuk mendorong minat manusia melakukan amal yang baik, Allah swt menjanjikan pahala. Sebagai upaya menghilangkan kecenderungan mereka melakukan amal yang jelek, Allah juga memberi peringatan dengan ancaman yang pedih. Hal ini dimaksudkan agar manusia mau mengikuti petunjuk-Nya dan menghindari larangan-Nya."
        },
        {
          "number": 10,
          "arabic": "هُوَ ٱلَّذِىٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً ۖ لَّكُم مِّنْهُ شَرَابٌ وَمِنْهُ شَجَرٌ فِيهِ تُسِيمُونَ",
          "transliteration": "huwa alladhī anzala mina l-samāi māan lakum min'hu sharābun wamin'hu shajarun fīhi tusīmūna",
          "translation": "Dialah yang telah menurunkan air (hujan) dari langit untuk kamu, sebagiannya menjadi minuman dan sebagiannya (menyuburkan) tumbuhan, padanya kamu menggembalakan ternakmu.",
          "tafsir": "Allah menyebutkan nikmat yang diperoleh manusia dari langit secara langsung atau tidak langsung. Nikmat Allah yang mereka peroleh secara langsung adalah air hujan yang dapat dijadikan air minum dan keperluan lainnya dalam kehidupan mereka sehari-hari, seperti mandi, mencuci pakaian, dan lain sebagainya. Turunnya air hujan juga membuat udara yang panas menjadi sejuk dan menyegarkan badan. Sedang nikmat Allah yang diperoleh secara tidak langsung dari air hujan adalah air itu dapat mengairi sawah dan menghidupkan segala macam tumbuh-tumbuhan. Segala tumbuhan itu sangat bermanfaat bagi manusia dan makhluk lain, seperti manusia dapat menggembalakan binatang ternak mereka di padang rumput. Ayat ini merupakan salah satu dari sekian banyak ayat yang berbicara mengenai hujan dan kesuburan yang diakibatkannya. Untuk rincian mengenai hujan lihat Surah an-Nur/24: 43 dan ar-Rum/30: 48-49. Sedang-kan uraian mengenai bagaimana hujan sangat berperan untuk kesuburan dapat dilihat pada Surah Qaf/50: 9-11."
        },
        {
          "number": 11,
          "arabic": "يُنۢبِتُ لَكُم بِهِ ٱلزَّرْعَ وَٱلزَّيْتُونَ وَٱلنَّخِيلَ وَٱلْأَعْنَـٰبَ وَمِن كُلِّ ٱلثَّمَرَٰتِ ۗ إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لِّقَوْمٍ يَتَفَكَّرُونَ",
          "transliteration": "yunbitu lakum bihi l-zarʿa wal-zaytūna wal-nakhīla wal-aʿnāba wamin kulli l-thamarāti inna fī dhālika laāyatan liqawmin yatafakkarūna",
          "translation": "Dengan (air hujan) itu Dia menumbuhkan untuk kamu tanam-tanaman, zaitun, kurma, anggur dan segala macam buah-buahan. Sungguh, pada yang demikian itu benar-benar terdapat tanda (kebesaran Allah) bagi orang yang berpikir.",
          "tafsir": "Dengan hujan itu pula, Allah swt menumbuhkan tanam-tanaman yang buahnya dapat memenuhi kebutuhan hidup manusia. Dari jenis rumput-rumputan, manusia memperoleh bahan makanan bagi ternak mereka, dari zaitun mereka memperoleh minyak yang diperlukan oleh tubuh, dan dari kurma dan anggur mereka dapat memperoleh buah-buahan sebagai penambah gizi makanan mereka. Kemudian disebut pula segala macam buah-buahan, agar manusia dapat mengetahui kekuasaan-Nya yang tidak terbatas. Dari air yang sama, Allah swt berkuasa menumbuhkan tanam-tanaman yang beraneka ragam dan mengeluarkan buah-buahan yang beraneka ragam bentuk, warna, dan rasanya. Segala macam tumbuh-tumbuhan yang menghasilkan bahan yang dapat memenuhi kebutuhan hidup mereka adalah nikmat yang diberikan oleh Allah dan sekaligus sebagai bukti keesaan-Nya bagi orang yang mengingkari-Nya. Pada akhir ayat ini dijelaskan bahwa segala macam nikmat yang diturunkan baik secara langsung ataupun tidak langsung merupakan bukti kebenaran bahwa sesungguhnya tidak ada tuhan kecuali Allah. Bukti-bukti itu dapat diketahui oleh orang-orang yang memperhatikan dan memikirkan tanda-tanda kekuasaan Allah serta memikirkan hukum-hukum yang berlaku di dalamnya. Bukti-bukti kekuasaan Allah yang terdapat di alam ini cukup memberikan kepuasan pada orang yang benar-benar memperhatikan kekuasaan-Nya dan mempercayai keesaan-Nya. Sebagai contoh, perhatikanlah biji-bijian, baik biji tunggal ataupun berkeping dua, yang terletak di permukaan tanah yang dibasahi air hujan. Lama kelamaan biji itu merekah dan akarnya keluar menembus permukaan tanah. Kemudian tumbuh batang dan dedaunan, lalu berkembang menjadi besar, berbunga, dan berbuah. Satu hal yang menarik perhatian ialah biji-bijian yang hampir sama bentuknya menghasilkan tumbuh-tumbuhan yang beraneka ragam dan menghasilkan buah-buahan yang bermacam-macam bentuk, warna, dan rasanya. Orang yang menyaksikan hal tersebut tentu akan melihat bahwa pencipta dari segala macam tumbuh-tumbuhan itu pasti Zat Yang Mahasempurna yang tidak bisa disaingi oleh zat-zat yang lain. Dialah yang berhak dipertuhan dan disembah."
        },
        {
          "number": 12,
          "arabic": "وَسَخَّرَ لَكُمُ ٱلَّيْلَ وَٱلنَّهَارَ وَٱلشَّمْسَ وَٱلْقَمَرَ ۖ وَٱلنُّجُومُ مُسَخَّرَٰتٌۢ بِأَمْرِهِۦٓ ۗ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يَعْقِلُونَ",
          "transliteration": "wasakhara lakumu al-layla wal-nahāra wal-shamsa wal-qamara wal-nujūmu musakharātun bi-amrihi inna fī dhālika laāyātin liqawmin yaʿqilūna",
          "translation": "Dan Dia menundukkan malam dan siang, matahari dan bulan untukmu, dan bintang-bintang dikendalikan dengan perintah-Nya. Sungguh, pada yang demikian itu benar-benar terdapat tanda-tanda (kebesaran Allah) bagi orang yang mengerti,",
          "tafsir": "Allah swt menjelaskan bahwa Dialah yang mengendalikan malam dan siang, serta matahari dan bulan. Semua itu untuk kepentingan manusia dan sebagai nikmat yang diciptakan Allah untuk mereka. Allah mengendali-kan siang dan malam secara berganti-ganti. Malam sebagai waktu untuk beristirahat dan tidur agar tenang pikirannya di siang hari. Sedang siang adalah waktu untuk berusaha mencari rezeki guna memenuhi kebutuhan hidup. Allah menyebutkan matahari dan bulan. Matahari sebagai penyebab adanya siang dan malam. Apabila matahari muncul di cakrawala di bagian langit sebelah timur berarti hari sudah mulai siang. Makin lama matahari makin meninggi bergerak di angkasa secara perlahan-lahan dan apabila telah tenggelam di bagian ufuk sebelah barat, berarti malam telah tiba. Matahari sebagai sumber tenaga sangat diperlukan bagi segenap makhluk hidup yang ada di permukaan bumi, seperti manusia, binatang, dan tumbuh-tumbuhan. Bulan berjalan lebih cepat dari matahari suatu saat ia berbentuk sabit, beberapa hari kemudian bertambah besar, dan akhirnya menjadi bulan purnama. Sesudah itu, cahayanya mulai berkurang dan bentuknya kembali menjadi bentuk sabit, dan akhirnya lenyap sama sekali. Dari berbagai perubahan bentuk bulan ini, orang dapat mengetahui penanggalan yang sangat bermanfaat bagi pelaksanaan ibadah. Secara singkat dapat dikatakan bahwa benda langit itu merupakan nikmat Allah yang sangat besar bagi manusia, dan bermanfaat bagi kehidupan ataupun pengetahuan mereka. Allah swt menyebutkan bahwa Dia mengendalikan bintang-bintang yang bergerak pada orbitnya sendiri-sendiri dengan hukum-hukum yang telah ditetapkan-Nya. Gerakannya begitu teratur dan tetap, demikian pula posisinya. Hal ini memberikan petunjuk kepada manusia untuk mengetahui posisi mereka di muka bumi dengan berpedoman kepada kedudukan bintang-bintang itu, baik di daratan, di lautan, maupun di udara, terutama pada saat tanda-tanda dan rambu-rambu pengenal lainnya tak dapat dilihat. Di akhir ayat, Allah swt menandaskan sekali lagi bahwa matahari, bulan, dan bintang itu menjadi tanda bukti yang jelas bagi mereka yang mau memikirkan tanda-tanda kekuasaan Allah dan dapat memahami hukum-hukum yang berlaku di alam ini. Hal ini mengandung pengertian bahwa memikirkan tanda-tanda kekuasaan Allah yang terdapat di angkasa tidaklah diperoleh dengan penglihatan selintas saja melainkan dengan merenungkan dan memikirkan dengan akal yang sehat. Ini disebabkan oleh letak benda-benda tersebut yang sangat jauh jaraknya dari bumi, sehingga manusia tidak bisa melihatnya dengan mata telanjang. Berbeda dengan memperhatikan tanda-tanda kekuasaan Allah yang terdapat di permukaan bumi. Dalam hal ini dengan pandangan selintas terhadap tanda-tanda kekuasaan Allah yang ada di jangkauan mereka, manusia akan dapat mengetahui keagungan Penciptanya."
        },
        {
          "number": 13,
          "arabic": "وَمَا ذَرَأَ لَكُمْ فِى ٱلْأَرْضِ مُخْتَلِفًا أَلْوَٰنُهُۥٓ ۗ إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لِّقَوْمٍ يَذَّكَّرُونَ",
          "transliteration": "wamā dhara-a lakum fī l-arḍi mukh'talifan alwānuhu inna fī dhālika laāyatan liqawmin yadhakkarūna",
          "translation": "dan (Dia juga mengendalikan) apa yang Dia ciptakan untukmu di bumi ini dengan berbagai jenis dan macam warnanya. Sungguh pada yang demikian itu benar-benar terdapat tanda (kebesaran Allah) bagi kaum yang mengambil pelajaran.",
          "tafsir": "Allah menjelaskan bahwa Dia juga mengendalikan segala macam benda yang diciptakan-Nya, baik benda-benda itu hanya terdapat di permukaan bumi seperti aneka ragam binatang ternak dan tumbuh-tumbuhan, maupun benda-benda yang terdapat dalam perut bumi, seperti mineral dan barang tambang. Semua itu diciptakan Allah beraneka ragam dalam jenis, bentuk, dan manfaatnya. Di akhir ayat dijelaskan bahwa sesungguhnya pada nikmat-nikmat yang telah diciptakan Allah yang beraneka ragam bentuk itu terdapat tanda-tanda kekuasaan Allah bagi orang-orang yang mengambil pelajaran. Yaitu bagi mereka yang memahami betapa besarnya nikmat Allah yang telah diberikan kepada mereka dan mensyukuri dengan memanfaatkannya sebagaimana mestinya dan sesuai dengan keperluan mereka menurut keridaan Allah."
        },
        {
          "number": 14,
          "arabic": "وَهُوَ ٱلَّذِى سَخَّرَ ٱلْبَحْرَ لِتَأْكُلُوا۟ مِنْهُ لَحْمًا طَرِيًّا وَتَسْتَخْرِجُوا۟ مِنْهُ حِلْيَةً تَلْبَسُونَهَا وَتَرَى ٱلْفُلْكَ مَوَاخِرَ فِيهِ وَلِتَبْتَغُوا۟ مِن فَضْلِهِۦ وَلَعَلَّكُمْ تَشْكُرُونَ",
          "transliteration": "wahuwa alladhī sakhara l-baḥra litakulū min'hu laḥman ṭariyyan watastakhrijū min'hu ḥil'yatan talbasūnahā watarā l-ful'ka mawākhira fīhi walitabtaghū min faḍlihi walaʿallakum tashkurūna",
          "translation": "Dan Dialah yang menundukkan lautan (untukmu), agar kamu dapat memakan daging yang segar (ikan) darinya, dan (dari lautan itu) kamu mengeluarkan perhiasan yang kamu pakai. Kamu (juga) melihat perahu berlayar padanya, dan agar kamu mencari sebagian karunia-Nya, dan agar kamu bersyukur.",
          "tafsir": "Selanjutnya, Allah swt menyebutkan nikmat-nikmat yang terdapat di lautan yang diberikan kepada hamba-Nya. Dijelaskan bahwa Dia yang telah mengendalikan lautan untuk manusia. Maksudnya ialah mengendalikan segala macam nikmat-Nya yang terdapat di lautan agar manusia dapat memperoleh makanan dari lautan itu berupa daging yang segar, yaitu segala macam jenis ikan yang diperoleh manusia dengan jalan menangkapnya. Penyerupaan ikan dengan daging yang segar agar dipahami bahwa yang boleh dimakan dari segala jenis ikan yang terdapat di dalam lautan itu ialah yang ditangkap dalam keadaan segar, meskipun binatang itu mati tanpa disembelih. Akan tetapi, apabila segala jenis ikan yang diperoleh itu dalam keadaan tidak segar, mati, apalagi telah membusuk, maka tidak boleh dimakan karena dikhawatirkan membahayakan kesehatan. Yang dimaksud dengan binatang yang mati di lautan ialah binatang yang mati dengan sendirinya atau karena sebab-sebab yang lain sehingga mengambang di permukaan air, bukan yang mati karena ditangkap oleh manusia. Rasulullah bersabda: Semua binatang laut yang mati karena kehabisan air makanlah dan semua binatang laut yang terdampar ke daratan dari lautan makanlah, tetapi binatang yang terapung di lautan janganlah dimakan. (Hadis dhaif riwayat Abu Dawud dan Ibnu Majah dari Jabir) Ikan yang mati di laut boleh dimakan sebab Nabi Muhammad saw bersabda: Laut itu suci airnya dan halal bangkainya. (Riwayat Imam Empat dari Abu Hurairah) Hendaklah dipahami sekali lagi bahwa bangkai binatang air laut yang halal dimakan ialah binatang yang ditangkap oleh manusia, yang terlempar ke daratan, yang mati karena kehabisan air, dan yang masih segar, bukan binatang yang mati terapung di lautan dan sudah membusuk. Selanjutnya Allah swt menyebutkan nikmat lain yang dapat diperoleh manusia dari lautan, yaitu berupa perhiasan. Di antaranya adalah mutiara dan marjan . Mutiara adalah perhiasan yang diperoleh dari dalam tubuh sejenis lokan yang proses kejadiannya dimulai dengan masuknya semacam benda keras, pasir, atau benda asing lainnya ke dalam tubuh lokan. Karena sangat mengganggu bagi organ-organ tubuhnya, lokan mengeluarkan semacam cairan yang dapat mengeras untuk membungkus benda keras itu. Proses itu berlanjut terus-menerus sehingga lama-kelamaan terbentuk semacam benda bulat dan mengkilat, warnanya putih kebiru-biruan, kemerah-merahan, atau kekuning-kuningan yang sangat indah dipandang mata. Benda itu dikeluarkan oleh manusia dari lokan tadi, ada yang kecil dan ada yang besar sesuai dengan lamanya benda tersebut dalam tubuh lokan itu. Itulah yang dimaksud dengan mutiara. Perhiasan yang lain adalah marjan, sebangsa tumbuh-tumbuhan yang hidup di dasar laut dan mirip dengan karang. Marjan itu diambil oleh manusia dari lautan dan dibuat menjadi kalung, gelang, atau perhiasan lain yang sangat indah. Semua itu berupa nikmat Allah yang diberikan kepada manusia yang tiada ternilai harganya. Nikmat lain yang diberikan kepada manusia dari lautan ialah mereka dapat menjadikannya sebagai sarana lalu lintas pelayaran, baik oleh kapal layar ataupun kapal mesin. Kapal-kapal itu hilir mudik dari suatu negara ke negara lain untuk mengangkut segala macam barang perdagangan sehingga mempermudah perdagangan antar negara tersebut. Dari perdagangan itu, manusia mendapat rezeki karena keuntungan yang diperolehnya. Nikmat-nikmat Allah itu disebutkan agar manusia mensyukuri semua nikmat yang diberikan-Nya kepada mereka. Juga dimaksudkan agar manusia dapat memahami betapa besar nikmat Allah yang telah diberikan pada mereka dan memanfaatkan nikmat yang tiada tara itu untuk beribadah kepada-Nya dan kesejahteraan mereka sendiri."
        }
      ]
    }
  ]
}