{
  "pageNumber": 511,
  "juz": 26,
  "surahs": [
    {
      "number": 48,
      "name": "Al-Fath",
      "nameArabic": "الفتح",
      "meaning": "Kemenangan",
      "revelation": "Madinah",
      "description": "Surat Al-Fath terdiri dari 29 ayat, termasuk golongan surat Madaniyyah, dan diturunkan setelah surat Al-Jumu'ah.Dinamai \"Al-Fath (kemenangan)\" diambil dari kata \"Fat-han\" yang terdapat pada ayat pertama surat ini. Sebagian besar surat ini menerangkan hal-hal yang berhubungan dengan kemenangan yang dicapai Nabi Muhammad dalam berbagai peperangan yang dijalaninya.Nabi Muhammad sangat gembira dengan turunnya ayat pertama surat ini. Kegembiraan ini dinyatakan dalam sabda beliau yang diriwayatkan Bukhari, \"Sungguh, telah diturunkan kepadaku satu surat yang lebih aku cintai dari seluruh apa yang disinari matahari.\" Kegembiraan tersebut disebabkan ayat-ayat yang diturunkan menerangkan tentang kemenangan yang akan diraih Nabi Muhammad dalam perjuangannya dan tentang kesempurnaan nikmat yang Allah berikan kepadanya.**Pokok-Pokok Isi:**1. **Keimanan:** Allah mempunyai bala tentara di langit dan di bumi; janji Allah kepada orang mukmin bahwa mereka akan mendapat ampunan dan pahala yang besar dari Allah; Allah mengutus Nabi Muhammad sebagai saksi, pembawa berita gembira, dan pemberi peringatan; Agama Islam akan mengalahkan agama-agama lain.2. **Hukum-hukum:** Orang pincang dan orang yang sakit dibebaskan dari kewajiban berperang.3. **Kisah-kisah:** Peristiwa seputar Bai'aturridhwan dan Perdamaian Hudaibiyyah.4. **Lain-lain:** Berita gembira yang disampaikan Allah kepada Nabi Muhammad bahwa beliau dan orang-orang mukmin akan memasuki Mekah dengan kemenangan, dan hal ini terlaksana setelah setahun kemudian; sikap orang mukmin terhadap sesama mukmin dan terhadap orang kafir; sifat-sifat Nabi Muhammad dan para sahabatnya sudah disebutkan dalam Taurat dan Injil; janji Allah bahwa orang Islam akan menguasai daerah-daerah yang belum dikuasai sewaktu Nabi Muhammad hidup.Surat Al-Fath menerangkan tentang peristiwa-peristiwa yang berhubungan dengan Perdamaian Hudaibiyah dan janji Allah akan kemenangan kaum muslimin. Surat ini ditutup dengan menerangkan sifat-sifat Nabi Muhammad dan sahabat-sahabatnya.**Hubungan Surat Al Fath Dengan Surat Al-Hujurat:**1. Di dalam surat Al-Fath disebutkan perintah memerangi orang-orang kafir, sedangkan dalam surat Al-Hujurat disebutkan perintah mengadakan perdamaian antara dua golongan kaum mukminin yang bersengketa dan perintah memerangi golongan kaum muslimin yang berbuat aniaya kepada golongan kaum muslimin yang lain, sampai kesatuan dan persatuan umat Islam terjaga.2. Surat Al-Fath ditutup dengan keterangan mengenai sifat-sifat Rasulullah dan sahabat-sahabatnya, sedangkan surat Al-Hujurat dimulai dengan keterangan bagaimana seharusnya para sahabat bergaul dengan Nabi Muhammad.",
      "verses": [
        {
          "number": 1,
          "arabic": " إِنَّا فَتَحْنَا لَكَ فَتْحًا مُّبِينًا",
          "transliteration": "innā fataḥnā laka fatḥan mubīnan",
          "translation": "Sungguh, Kami telah memberikan kepadamu kemenangan yang nyata.",
          "tafsir": "Para ahli tafsir berbeda pendapat tentang maksud dari kata \"kemenangan\" (fath) dalam ayat ini. Sebagian mereka berpendapat penaklukan Mekah. Ada yang berpendapat, penaklukan negeri-negeri yang waktu itu berada di bawah kekuasaan bangsa Romawi, dan ada pula yang berpendapat, Perdamaian Hudaibiyyah. Kebanyakan ahli tafsir mengikuti pendapat terakhir ini. Di antaranya ialah: 1.Menurut pendapat Ibnu 'Abbas, kemenangan dalam ayat ini adalah Perdamaian Hudaibiyyah karena perdamaian itu menjadi sebab terjadinya penaklukan Mekah. 2.Diriwayatkan dari Ibnu Mas'ud bahwa ia berkata, \"Kalian berpendapat bahwa yang dimaksud dengan kemenangan dalam ayat ini ialah penaklukan Mekah, sedangkan kami berpendapat Perdamaian Hudaibiyyah. Pada riwayat yang lain diterangkan bahwa Surah al-Fath ini diturunkan pada suatu tempat yang terletak antara Mekah dan Medinah, setelah terjadi Perdamaian Hudaibiyyah, mulai dari permulaan sampai akhir surah. 3.Az-Zuhri mengatakan, \"Tidak ada kemenangan yang lebih besar daripada kemenangan yang ditimbulkan oleh Perdamaian Hudaibiyyah dalam sejarah penyebaran agama Islam pada masa Rasulullah. Sejak terjadinya perdamaian itu, terjadilah hubungan yang langsung antara orang-orang Muslim dan orang-orang musyrik Mekah. Orang Muslim dapat menginjak kembali kampung halaman dan bertemu dengan keluarga mereka yang telah lama ditinggalkan. Dalam hubungan dan pergaulan yang demikian itu, orang-orang kafir telah mendengar secara langsung percakapan kaum Muslimin, baik yang dilakukan sesama kaum Muslimin, maupun yang dilakukan dengan orang kafir sehingga dalam masa tiga tahun, banyak di antara mereka yang masuk Islam. Demikianlah proses itu berlangsung sampai saat penaklukan Mekah, kaum Muslimin dapat memasuki kota itu tanpa pertumpahan darah. Hudaibiyyah adalah nama sebuah desa, kira-kira 30 km di sebelah barat kota Mekah. Nama itu berasal dari nama sebuah perigi yang ada di desa tersebut. Nama desa itu kemudian dijadikan sebagai nama suatu perjanjian antara kaum Muslimin dengan orang-orang kafir Mekah, yang terjadi pada bulan Zulkaidah tahun 6 H (Februari 628 M) di desa itu. Pada tahun keenam Hijriah, Nabi Muhammad beserta kaum Muslimin yang berjumlah hampir 1.500 orang memutuskan untuk berangkat ke Mekah untuk melepaskan rasa rindu mereka kepada Baitullah kiblat mereka, dengan melakukan umrah dan untuk melepaskan rasa rindu kepada sanak keluarga yang telah lama mereka tinggalkan. Untuk menghilangkan prasangka yang tidak benar dari orang kafir Mekah, maka kaum Muslimin mengenakan pakaian ihram, membawa hewan-hewan untuk disembelih yang akan disedekahkan kepada penduduk Mekah. Mereka pun berangkat tidak membawa senjata, kecuali sekedar senjata yang biasa dibawa orang dalam perjalanan jauh. Sesampainya di Hudaibiyyah, rombongan besar kaum Muslimin itu bertemu dengan Basyar bin Sufyan al-Ka'bi. Basyar mengatakan kepada Rasulullah bahwa orang-orang Quraisy telah mengetahui kedatangan beliau dan kaum Muslimin. Oleh karena itu, mereka telah mempersiapkan bala tentara dan senjata untuk menyambut kedatangan kaum Muslimin. Mereka sedang berkumpul di dzi thuwa. Rasulullah saw lalu mengutus 'Utsman bin 'Affan menemui pimpinan dan pembesar Quraisy untuk menyampaikan maksud kedatangan beliau beserta kaum Muslimin. Maka berangkatlah 'Utsman. Kaum Muslimin menunggu-nunggu kepulangan 'Utsman, tetapi ia tidak juga kunjung kembali. Hal itu terjadi karena 'Utsman ditahan oleh pembesar-pembesar Quraisy. Kemudian tersiar berita di kalangan kaum Muslimin bahwa 'Utsman telah mati dibunuh oleh para pembesar Quraisy. Mendengar berita itu, banyak kaum Muslimin yang telah hilang kesabarannya. Rasulullah bersumpah akan memerangi kaum kafir Quraisy. Menyaksikan hal itu, kaum Muslimin membaiat beliau bahwa mereka akan berperang bersama Nabi melawan kaum kafir. Hanya satu orang yang tidak membaiat, yaitu Jadd bin Qais al-Ansari. Baiat para sahabat itu diridai Allah sebagaimana disebutkan dalam ayat 18 surah ini. Oleh karena itu, baiat itu disebut Bai'atur-Ridhwan yang berarti \"baiat yang diridai\". Bai'atur-Ridhwan ini menggetarkan hati orang-orang musyrik Mekah karena takut kaum Muslimin akan menuntut balas bagi kematian 'Utsman, sebagaimana yang mereka duga. Oleh karena itu, mereka mengirimkan utusan yang menyatakan bahwa berita tentang pembunuhan 'Utsman itu tidak benar dan mereka datang untuk berunding dengan Rasulullah saw. Perundingan itu menghasilkan perdamaian yang disebut Perjanjian Hudaibiyyah (Sulhul-Hudaibiyyah). Isi perdamaian itu ialah: 1. Menghentikan peperangan selama 10 tahun. 2. Setiap orang Quraisy yang datang kepada Rasulullah saw tanpa seizin wali yang mengurusnya, harus dikembalikan, tetapi setiap orang Islam yang datang kepada orang Quraisy, tidak dikembalikan kepada walinya. 3. Kabilah-kabilah Arab boleh memilih antara mengadakan perjanjian dengan kaum Muslimin atau dengan orang musyrik Mekah. Sehubungan dengan ini, maka kabilah Khuza'ah memilih kaum Muslimin, sedangkan golongan Bani Bakr memilih kaum musyrik Mekah. 4. Nabi Muhammad dan rombongan tidak boleh masuk Mekah pada tahun perjanjian itu dibuat, tetapi baru dibolehkan pada tahun berikutnya dalam masa tiga hari. Selama tiga hari itu, orang-orang Quraisy akan mengosongkan kota Mekah. Nabi Muhammad dan kaum Muslimin tidak boleh membawa senjata lengkap memasuki kota Mekah. Setelah perjanjian itu, Rasulullah saw beserta kaum Muslimin kembali ke Medinah. Perjanjian perdamaian itu ditentang oleh sebagian sahabat karena mereka menganggap perjanjian itu merugikan kaum Muslimin dan lebih menguntungkan orang-orang musyrik Mekah. Apabila dilihat sepintas lalu, memang benar anggapan sebagian para sahabat itu, seperti yang tersebut pada butir dua dan butir empat. Dalam perjanjian itu ditetapkan bahwa setiap orang musyrik yang datang kepada nabi tanpa seizin walinya harus dikembalikan, sebaliknya kalau orang Muslimin datang kepada orang Quraisy tidak dikembalikan. Di samping itu, kaum Muslimin dilarang masuk kota Mekah pada tahun itu. Sekalipun dibolehkan pada tahun berikutnya, namun hanya dalam waktu tiga hari, sedang kota Mekah adalah kampung halaman mereka sendiri. Pada waktu itu, kaum Muslimin merasa telah mempunyai kekuatan yang cukup untuk memerangi dan mengalahkan orang-orang musyrik, mengapa tidak langsung saja memerangi mereka? Lain halnya dengan Rasulullah saw dan para sahabat yang lain, yang memandangnya dari segi politik dan mempunyai pandangan yang jauh ke depan. Sesuai dengan ilham dari Allah, beliau yakin bahwa perjanjian itu akan merupakan titik pangkal kemenangan yang akan diperoleh kaum Muslimin pada masa-masa yang akan datang. Sekalipun butir dua dan empat dari perjanjian itu seakan-akan merugikan kaum Muslimin, beliau yakin bahwa tidak akan ada kaum Muslimin yang menjadi kafir kembali, karena mereka telah banyak mendapat ujian dari Tuhan mereka. Keyakinan beliau itu tergambar dalam sikap beliau setelah terjadinya perjanjian itu. Jika dipelajari, maka apa yang diyakini oleh Rasulullah saw dapat dipahami, di antaranya ialah: 1. Dengan adanya Perjanjian Hudaibiyyah, berarti orang-orang musyrik Mekah secara tidak langsung telah mengaku secara de facto pemerintahan kaum Muslimin di Medinah. Selama ini, mereka menyatakan bahwa Nabi dan kaum Muslimin tidak lebih dari sekelompok pemberontak yang ingin memaksakan kehendaknya kepada mereka. 2. Dengan dibolehkannya Rasulullah saw bersama kaum Muslimin memasuki kota Mekah pada tahun yang akan datang untuk melaksanakan ibadah di sekitar Ka'bah, terkandung pengertian bahwa orang-orang musyrik Mekah telah mengakui agama Islam sebagai agama yang berhak menggunakan Ka'bah sebagai rumah ibadah mereka dan hal ini juga berarti bahwa mereka telah mengakui agama Islam sebagai salah satu dari agama-agama yang ada di dunia. 3. Dengan terjadinya perjanjian itu, berarti kaum muslimin telah memperoleh jaminan keamanan dari orang-orang musyrik Mekah. Hal ini memungkinkan mereka menyusun dan membina masyarakat Islam dan melakukan dakwah Islamiyah ke seluruh penjuru tanah Arab, tanpa mendapat gangguan dari orang-orang musyrik Mekah. Selama ini, setiap usaha Rasulullah saw selalu mendapat rintangan dan gangguan dari mereka. Sejak itu pula, Rasulullah dapat mengirim surat untuk mengajak raja-raja yang berada di kawasan Jazirah Arab dan sekitarnya untuk masuk Islam, seperti Kisra Persia, Muqauqis dari Mesir, Heraklius kaisar Romawi, raja Gassan, pembesar-pembesar Yaman, raja Najasyi (Negus) dari Ethiopia dan sebagainya. Pada tahun kedelapan Hijriah, orang Quraisy menyerang Bani Khuza'ah, sekutu kaum Muslimin. Dalam Perjanjian Hudaibiyyah disebutkan bahwa penyerangan kepada salah satu dari sekutu kaum Muslimin berarti penyerangan kepada kaum Muslimin. Hal ini berarti bahwa pihak yang menyerang telah melanggar secara sepihak perjanjian yang telah dibuat. Oleh karena itu, pada tahun kedelapan Hijriah tanggal 10 Ramadan, berangkatlah Rasulullah bersama 10.000 kaum Muslimin menuju Mekah. Setelah mendengar kedatangan kaum Muslimin dalam jumlah yang demikian besar, maka orang-orang Quraisy menjadi gentar dan takut, sehingga Abu Sufyan, pemimpin Quraisy waktu itu, segera menemui Rasulullah di luar kota Mekah. Ia menyatakan kepada Rasulullah saw bahwa ia dan seluruh kaumnya menyerahkan diri kepada beliau dan ia sendiri menyatakan masuk Islam saat itu juga. Dengan pernyataan Abu Sufyan itu, maka Rasulullah saw bersama kaum Muslimin memasuki kota Mekah dengan suasana aman, damai, dan tenteram, tanpa pertumpahan darah. Dengan demikian, sempurnalah kemenangan Rasulullah saw dan kaum Muslimin, yang terjadi dua tahun setelah Perjanjian Hudaibiyyah. Sejak itu pula, agama Islam tersebar dengan mudah ke segala penjuru Jazirah Arab. Sejak itu pula, pemerintahan Islam mulai melebarkan sayapnya ke daerah-daerah yang dikuasai oleh negara-negara besar pada waktu itu, seperti daerah-daerah kerajaan Romawi dan kerajaan Persia."
        },
        {
          "number": 2,
          "arabic": "لِّيَغْفِرَ لَكَ ٱللَّهُ مَا تَقَدَّمَ مِن ذَنۢبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعْمَتَهُۥ عَلَيْكَ وَيَهْدِيَكَ صِرَٰطًا مُّسْتَقِيمًا",
          "transliteration": "liyaghfira laka l-lahu mā taqaddama min dhanbika wamā ta-akhara wayutimma niʿ'matahu ʿalayka wayahdiyaka ṣirāṭan mus'taqīman",
          "translation": "Agar Allah memberikan ampunan kepadamu (Muhammad) atas dosamu yang lalu dan yang akan datang, serta menyempurnakan nikmat-Nya atasmu dan menunjukimu ke jalan yang lurus,",
          "tafsir": "Ayat ini menerangkan bahwa dengan terjadinya Perjanjian Hudaibiyyah, berarti Allah telah menyempurnakan nikmat-Nya yang tiada terhingga kepada Rasulullah saw. Nikmat-nikmat itu ialah: 1. Mengampuni dosa-dosa Rasulullah saw yang dilakukan sebelum dan sesudah terjadi Perjanjian Hudaibiyyah. Tentu saja yang dimaksud dosa dalam ayat ini ialah yang tidak mengurangi atau merusak fungsi kenabiannya karena Muhammad saw sebagai nabi dan rasul terpelihara dari perbuatan dosa besar. 2. Tersebarnya agama Islam ke seluruh Jazirah Arab, bahkan ke beberapa daerah kerajaan Romawi. Hal itu menjadikan Rasulullah saw sebagai orang yang bertanggung jawab mengurus persoalan agama dan juga sebagai kepala negara. Dalam sejarah, jarang terjadi hal yang demikian. Di antara nabi dan rasul yang merangkap sebagai kepala negara, hanya Nabi Daud dan putra beliau, Nabi Sulaiman. 3. Membimbing Rasulullah saw ke jalan yang lurus dan diridai-Nya. 4. Menolong Rasulullah dari gangguan dan serangan musuh sehingga tidak satu pun yang dapat menyerang dan membunuhnya. Menurut Mujahid, Sufyan ats-sauri, Ibnu Jarir, al-Wahidi, dan beberapa ulama lain, yang dimaksud dengan memberi pengampunan dalam ayat ini ialah mengampuni dosa-dosa Rasulullah saw sebelum dan sesudah beliau diangkat menjadi rasul. Az-Zamakhsyari, dalam tafsir al-Kasysyaf, mengatakan, \"Allah menjadikan penaklukan kota Mekah itu sebagai sebab bagi pengampunan dosa Muhammad, karena Allah menjadikannya sebagai penyebab Rasulullah mendapat empat hal, yaitu: pengampunan dosa, penyempurnaan nikmat, petunjuk ke jalan yang lurus, dan kemenangan yang gemilang.\""
        },
        {
          "number": 3,
          "arabic": "وَيَنصُرَكَ ٱللَّهُ نَصْرًا عَزِيزًا",
          "transliteration": "wayanṣuraka l-lahu naṣran ʿazīzan",
          "translation": "dan agar Allah menolongmu dengan pertolongan yang kuat (banyak).",
          "tafsir": "Ayat ini menerangkan bahwa dengan terjadinya Perjanjian Hudaibiyyah, berarti Allah telah menyempurnakan nikmat-Nya yang tiada terhingga kepada Rasulullah saw. Nikmat-nikmat itu ialah: 1. Mengampuni dosa-dosa Rasulullah saw yang dilakukan sebelum dan sesudah terjadi Perjanjian Hudaibiyyah. Tentu saja yang dimaksud dosa dalam ayat ini ialah yang tidak mengurangi atau merusak fungsi kenabiannya karena Muhammad saw sebagai nabi dan rasul terpelihara dari perbuatan dosa besar. 2. Tersebarnya agama Islam ke seluruh Jazirah Arab, bahkan ke beberapa daerah kerajaan Romawi. Hal itu menjadikan Rasulullah saw sebagai orang yang bertanggung jawab mengurus persoalan agama dan juga sebagai kepala negara. Dalam sejarah, jarang terjadi hal yang demikian. Di antara nabi dan rasul yang merangkap sebagai kepala negara, hanya Nabi Daud dan putra beliau, Nabi Sulaiman. 3. Membimbing Rasulullah saw ke jalan yang lurus dan diridai-Nya. 4. Menolong Rasulullah dari gangguan dan serangan musuh sehingga tidak satu pun yang dapat menyerang dan membunuhnya. Menurut Mujahid, Sufyan ats-sauri, Ibnu Jarir, al-Wahidi, dan beberapa ulama lain, yang dimaksud dengan memberi pengampunan dalam ayat ini ialah mengampuni dosa-dosa Rasulullah saw sebelum dan sesudah beliau diangkat menjadi rasul. Az-Zamakhsyari, dalam tafsir al-Kasysyaf, mengatakan, \"Allah menjadikan penaklukan kota Mekah itu sebagai sebab bagi pengampunan dosa Muhammad, karena Allah menjadikannya sebagai penyebab Rasulullah mendapat empat hal, yaitu: pengampunan dosa, penyempurnaan nikmat, petunjuk ke jalan yang lurus, dan kemenangan yang gemilang.\""
        },
        {
          "number": 4,
          "arabic": "هُوَ ٱلَّذِىٓ أَنزَلَ ٱلسَّكِينَةَ فِى قُلُوبِ ٱلْمُؤْمِنِينَ لِيَزْدَادُوٓا۟ إِيمَـٰنًا مَّعَ إِيمَـٰنِهِمْ ۗ وَلِلَّهِ جُنُودُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمًا",
          "transliteration": "huwa alladhī anzala l-sakīnata fī qulūbi l-mu'minīna liyazdādū īmānan maʿa īmānihim walillahi junūdu l-samāwāti wal-arḍi wakāna l-lahu ʿalīman ḥakīman",
          "translation": "Dialah yang telah menurunkan ketenangan ke dalam hati orang-orang mukmin untuk menambah keimanan atas keimanan mereka (yang telah ada). Dan milik Allah lah bala tentara langit dan bumi,<sup foot_note=135757>1</sup> dan Allah Maha Mengetahui, Mahabijaksana,",
          "tafsir": "Allah menganugerahkan nikmat-Nya dengan menanamkan ketenangan dalam hati orang-orang yang beriman, terutama dalam hati para sahabat yang ikut bersama Rasulullah saw dalam Perjanjian Hudaibiyyah. Dengan ketenangan hati itu, para sahabat patuh kepada hukum Allah dan keputusan Rasul-Nya. Dengan ketenangan hati itu juga, Allah menambah iman para sahabat. Imam al-Bukhari menetapkan kesimpulan berdasarkan ayat ini bahwa iman itu tidak sama kadarnya dalam setiap hati orang beriman, ada yang tebal, ada yang sedang, dan ada pula yang tipis. Di samping itu, iman dapat pula bertambah dan berkurang pada diri seseorang. Sebagian ahli tafsir berpendapat bahwa yang dimaksud dengan menurunkan ketenangan dalam hati orang-orang yang beriman ialah menghilangkan perbedaan pendapat yang terjadi di antara para sahabat Rasulullah saw tentang Perjanjian Hudaibiyyah. Dengan timbulnya ketenangan hati, semua sahabat Nabi akhirnya mengikuti keputusan Rasulullah. Diriwayatkan bahwa 'Umar bin al-Khaththab termasuk di antara sahabat yang tidak menyetujui Perjanjian Hudaibiyyah sehingga beliau berkata, \"Bukankah kita pada jalan yang hak, sedangkan mereka di jalan yang batil?\" Dengan rahmat Allah, perbedaan pendapat itu hilang. Para sahabat menyadari kebenaran pendapat Rasulullah saw, termasuk 'Umar bin al-Khaththab yang akhirnya menyetujui pendapat Rasulullah. Ayat ini dapat berarti umum dan dapat pula berarti khusus. Dalam arti umum, ayat ini berarti bahwa Allah akan menanamkan ketenangan hati, kesabaran, dan ketabahan bagi setiap orang yang beriman sehingga tidak ada lagi perbedaan pendapat di antara mereka yang dapat menimbulkan perpecahan. Hanya orang-orang yang kurang imannya saja yang mudah berselisih dengan orang yang beriman lainnya. Sedangkan arti khususnya adalah bahwa Allah menimbulkan ketenangan hati pada setiap orang yang bersama Rasulullah saw dalam menghadapi Perjanjian Hudaibiyyah. Arti khusus inilah yang dimaksud dalam ayat ini karena ini yang sesuai dengan sebab turunnya. Allah menerangkan bahwa Dialah yang mengatur dan menguasai langit dan bumi. Dia mempunyai \"tentara langit\" dan \"tentara bumi\", yang dapat melaksanakan segala sesuatu yang dikehendaki-Nya. Tidak ada satu pun dari tentara-Nya yang mengingkari perintah-Nya. Di antara \"tentara-tentara\" itu ada yang berupa malaikat, binatang, angin topan, gempa yang dahsyat, banjir, aneka rupa penyakit, dan sebagainya. Jika Allah menghendaki, Dia dapat menghancurkan segala sesuatu dengan satu macam tentara-Nya saja termasuk menghancurkan setan. Tetapi Dia tidak berbuat demikian, bahkan Dia memerintahkan kepada kaum Muslimin agar berjihad dan berperang di jalan-Nya. Semuanya itu ditetapkan sesuai dengan hikmah, tujuan, dan kemaslahatan yang diketahui-Nya, sedangkan manusia boleh jadi tidak mengetahuinya."
        },
        {
          "number": 5,
          "arabic": "لِّيُدْخِلَ ٱلْمُؤْمِنِينَ وَٱلْمُؤْمِنَـٰتِ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا وَيُكَفِّرَ عَنْهُمْ سَيِّـَٔاتِهِمْ ۚ وَكَانَ ذَٰلِكَ عِندَ ٱللَّهِ فَوْزًا عَظِيمًا",
          "transliteration": "liyud'khila l-mu'minīna wal-mu'mināti jannātin tajrī min taḥtihā l-anhāru khālidīna fīhā wayukaffira ʿanhum sayyiātihim wakāna dhālika ʿinda l-lahi fawzan ʿaẓīman",
          "translation": "Agar Dia masukkan orang-orang mukmin laki-laki dan perempuan ke dalam surga yang mengalir di bawahnya sungai-sungai. Mereka kekal di dalamnya dan Dia akan menghapus kesalahan-kesalahan mereka. Dan yang demikian itu menurut Allah suatu keuntungan yang besar,",
          "tafsir": "Diriwayatkan oleh Imam Ahmad dan al-Bukhari bahwa Anas bin Malik bertanya kepada Rasulullah saw mengenai turunnya ayat 1 sampai dengan ayat 3 surah ini, dalam perjalanan pulang ke Medinah, setelah Perjanjian Hudaibiyyah. Rasulullah saw berkata, \"Sesungguhnya telah turun kepadaku ayat yang lebih aku suka daripada apa yang ada di permukaan bumi ini.\" Kemudian beliau membacanya. Para sahabat berkata, \"Alangkah baiknya ya Rasulullah, sesungguhnya telah diterangkan apa yang akan dianugerahkan kepada engkau, tetapi apakah yang akan dianugerahkan Allah kepada kami?\" Maka turunlah ayat ini, yang menerangkan anugerah yang akan diterima oleh orang-orang yang beriman. Kaum Muslimin yang membaiat Nabi Muhammad dan menerima Perjanjian Hudaibiyyah memperoleh tambahan nikmat dari Allah yang lebih besar lagi dengan menghapus dosa kesalahan-kesalahan yang telah mereka perbuat dan menyediakan tempat yang penuh kebahagiaan bagi mereka di surga. Hal itu merupakan kemenangan yang besar bagi mereka."
        },
        {
          "number": 6,
          "arabic": "وَيُعَذِّبَ ٱلْمُنَـٰفِقِينَ وَٱلْمُنَـٰفِقَـٰتِ وَٱلْمُشْرِكِينَ وَٱلْمُشْرِكَـٰتِ ٱلظَّآنِّينَ بِٱللَّهِ ظَنَّ ٱلسَّوْءِ ۚ عَلَيْهِمْ دَآئِرَةُ ٱلسَّوْءِ ۖ وَغَضِبَ ٱللَّهُ عَلَيْهِمْ وَلَعَنَهُمْ وَأَعَدَّ لَهُمْ جَهَنَّمَ ۖ وَسَآءَتْ مَصِيرًا",
          "transliteration": "wayuʿadhiba l-munāfiqīna wal-munāfiqāti wal-mush'rikīna wal-mush'rikāti l-ẓānīna bil-lahi ẓanna l-sawi ʿalayhim dāiratu l-sawi waghaḍiba l-lahu ʿalayhim walaʿanahum wa-aʿadda lahum jahannama wasāat maṣīran",
          "translation": "dan Dia mengazab orang-orang munafik laki-laki dan perempuan, dan (juga) orang-orang musyrik laki-laki dan perempuan yang berprasangka buruk terhadap Allah. Mereka akan mendapat giliran (azab) yang buruk, dan Allah murka kepada mereka dan mengutuk mereka, serta menyediakan neraka Jahanam bagi mereka. Dan (neraka Jahanam) itu seburuk-buruk tempat kembali.",
          "tafsir": "Baiat kaum Muslimin kepada Nabi, dan penerimaan Perjanjian Hudaibiyyah, dijadikan Allah sebagai alasan untuk: 1.Mengazab orang-orang munafik dan orang-orang musyrik, baik laki-laki maupun perempuan, berupa kekalahan di dunia di samping timbulnya kebingungan, ketakutan, dan kesedihan pada diri mereka karena melihat kemenangan kaum Muslimin atas mereka, ditawannya sebagian mereka oleh orang-orang yang beriman, terbunuhnya sebagian keluarga mereka dalam peperangan, dan sebagainya. Semula mereka menyangka pasti akan menang dan mengalahkan kaum Muslimin, bahkan sanggup membunuh semuanya. Mereka pada waktu itu yakin bahwa keadaan mereka lebih baik daripada keadaan kaum Muslimin. Tetapi yang terjadi adalah sebaliknya dan segala macam penyesalan mereka itu tidak ada gunanya. 2.Memurkai mereka sehingga kehidupan mereka celaka di dunia dan di akhirat. 3.Melaknat mereka sehingga mereka tersiksa hidup di dunia. 4.Memasukkan mereka ke dalam neraka Jahanam. Dalam ayat ini, \"orang-orang munafik\" disebut lebih dahulu daripada \"orang-orang musyrik\". Hikmahnya ialah untuk menekankan bahwa orang-orang munafik lebih banyak menimbulkan kerugian bagi orang-orang yang beriman, dibandingkan dengan orang-orang musyrik. Orang munafik merupakan musuh yang tidak tampak dan sukar dihadapi, sedangkan orang-orang musyrik adalah musuh yang tampak dengan jelas sehingga mudah menghadapinya. Sehubungan dengan sikap orang-orang munafik ini, Allah berfirman: Bahkan (semula) kamu menyangka bahwa Rasul dan orang-orang mukmin sekali-kali tidak akan kembali lagi kepada keluarga mereka selama-lamanya dan dijadikan terasa indah yang demikian itu di dalam hatimu, dan kamu telah berprasangka dengan prasangka yang buruk, karena itu kamu menjadi kaum yang binasa. (al-Fath/48: 12) Di samping bencana, orang-orang munafik dan orang-orang musyrik juga akan menerima kemurkaan Allah, dijauhkan dari rahmat-Nya, dan disediakan neraka Jahanam yang membakar hangus mereka di akhirat nanti. Neraka Jahanam itu adalah tempat paling buruk yang disediakan bagi mereka."
        },
        {
          "number": 7,
          "arabic": "وَلِلَّهِ جُنُودُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا",
          "transliteration": "walillahi junūdu l-samāwāti wal-arḍi wakāna l-lahu ʿazīzan ḥakīman",
          "translation": "Dan milik Allah bala tentara langit dan bumi. Dan Allah Mahaperkasa, Mahabijaksana.",
          "tafsir": "Diriwayatkan bahwa setelah Perjanjian Hudaibiyyah, Ibnu Ubay berkata, \"Apakah Muhammad mengira bahwa setelah terjadi perdamaian Hudaibiyyah, ia tidak mempunyai musuh lagi? Bukankah masih ada kerajaan Persia dan Romawi?\" Maka turunlah ayat ini yang menerangkan bahwa Allah mempunyai tentara langit dan bumi, yang dapat mengalahkan tentara atau kekuatan apa pun jika Dia menghendakinya. Orang-orang munafik dan orang-orang musyrik tidak akan dapat menantang kekuasaan dan kehendak Allah karena Dia mempunyai tentara yang kuat di langit dan di bumi, yang terdiri dari malaikat, jin, manusia, petir yang dahsyat, angin kencang, banjir, gempa yang dahsyat, dan sebagainya. Semuanya itu dapat dikerahkan Allah kapan saja Dia kehendaki untuk menghancurkan orang-orang yang ingkar kepada-Nya. Dalam ayat 4 telah diterangkan pula bahwa Allah mempunyai tentara di langit dan di bumi. Dalam ayat ini diulang lagi perkataan tersebut. Fungsinya ialah untuk menjelaskan bahwa Allah mempunyai tentara untuk menyampaikan rahmat dan menurunkan azab-Nya. Ayat 4 menerangkan tentara yang menyampaikan nikmat, sedangkan ayat ini menerangkan tentara yang menurunkan azab. Pada akhir ayat ini diterangkan bahwa Allah Mahaperkasa, tidak ada sesuatu pun yang dapat mengalahkan dan menandingi-Nya. Dia Mahabijaksana melakukan segala macam tindakan sesuai dengan faedah dan manfaatnya."
        },
        {
          "number": 8,
          "arabic": "إِنَّآ أَرْسَلْنَـٰكَ شَـٰهِدًا وَمُبَشِّرًا وَنَذِيرًا",
          "transliteration": "innā arsalnāka shāhidan wamubashiran wanadhīran",
          "translation": "Sungguh, Kami mengutus engkau (Muhammad) sebagai saksi, pembawa berita gembira dan pemberi peringatan,",
          "tafsir": "Allah menyatakan bahwa sesungguhnya Dia mengutus Muhammad sebagai saksi atas umatnya mengenai kebenaran Islam dan keberhasilan dakwah yang beliau kerjakan. Nabi bertugas menyampaikan agama Allah kepada semua manusia, serta menyampaikan kabar gembira kepada orang- orang yang mau mengikuti agama yang disampaikannya. Mereka yang mengikuti ajakan Rasul akan diberi pahala yang berlipat ganda berupa surga di akhirat. Nabi juga bertugas memberikan peringatan kepada orang-orang yang mengingkari seruannya untuk mengikuti agama Allah bahwa mereka akan dimasukkan ke dalam neraka sebagai akibat dari keingkaran itu."
        },
        {
          "number": 9,
          "arabic": "لِّتُؤْمِنُوا۟ بِٱللَّهِ وَرَسُولِهِۦ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُ وَتُسَبِّحُوهُ بُكْرَةً وَأَصِيلًا",
          "transliteration": "litu'minū bil-lahi warasūlihi watuʿazzirūhu watuwaqqirūhu watusabbiḥūhu buk'ratan wa-aṣīlan",
          "translation": "agar kamu semua beriman kepada Allah dan Rasul-Nya, menguatkan (agama)-Nya, membesarkan-Nya, dan bertasbih kepada-Nya pagi dan petang.",
          "tafsir": "Allah melakukan yang demikian agar manusia beriman kepada-Nya dan kepada Muhammad saw, sebagai rasul yang diutus-Nya; membela dan menegakkan agama-Nya dengan menyampaikan kepada manusia yang lain; mengagungkan-Nya dengan membesarkan nama-Nya; dan bertasbih dengan memuji dan menyucikan-Nya dari sifat-sifat yang tidak layak bagi-Nya pada setiap pagi dan petang."
        }
      ]
    }
  ]
}