{
  "pageNumber": 523,
  "juz": 27,
  "surahs": [
    {
      "number": 51,
      "name": "Adh-Dhariyat",
      "nameArabic": "الذاريات",
      "meaning": "Angin Yang Menerbangkan",
      "revelation": "Makkah",
      "description": "Surat Adz-Dzaariyaat terdiri dari 60 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Al-Ahqaf.Dinamai \"Adz-Dzariyat\" (angin yang menerbangkan) diambil dari kata \"Adz-Dzariyat\" yang terdapat pada ayat pertama surat ini. Allah bersumpah dengan angin, awan, kapal, dan malaikat yang menjadi sumber kesejahteraan dan pembawa kemakmuran. Hal ini mengisyaratkan pada perhatian Allah kepada hamba-Nya.**Pokok-Pokok Isi:**1. **Keimanan:** Keadaan orang-orang yang beriman di dalam surga sebagai balasan ketaatan bagi orang yang bertakwa; manusia dan jin diciptakan Allah untuk beribadah kepada-Nya; Allah Maha Pemberi rezeki; neraka sebagai balasan bagi orang-orang kafir.2. **Hukum-hukum:** Larangan mempersekutukan Allah dengan selain-Nya; perintah berpaling dari orang-orang musyrik yang keras kepala serta memberikan peringatan dan pengajaran kepada orang-orang mukmin; pada harta kekayaan seseorang terdapat hak orang miskin.3. **Kisah-kisah:** Nabi Ibrahim dengan malaikat yang datang ke rumahnya; Nabi Musa dengan Fir'aun; kaum 'Ad dan Tsamud; Nabi Nuh dengan kaumnya.4. **Lain-lain:** Segala sesuatu diciptakan Allah dengan berpasang-pasangan; pada diri manusia sendiri terdapat tanda-tanda kebesaran Allah.Surat Adz-Dzariyat menerangkan hal-hal yang berhubungan dengan penegasan adanya hari kebangkitan, balasan yang diterima orang mukmin dan orang kafir di akhirat. Kemudian dikemukakan kisah beberapa orang nabi dengan kaumnya sebagai bujukan kepada nabi Muhammad agar jangan bersedih hati terhadap sikap kaumnya yang keras kepala dan selalu mendustakannya.**Hubungan Surat Adz-Dzariyat Dengan Surat Ath-Thur:**1. Surat Adz-Dzariyat dimulai dengan ancaman kepada orang-orang kafir dan nikmat-nikmat yang diterima orang-orang mukmin kelak, sedangkan surat Ath-Thur dimulai dengan ancaman dan diiringi dengan menerangkan nikmat yang diterima orang-orang mukmin, secara lebih jelas.2. Kedua surat ini sama-sama dimulai dengan sumpah Allah dengan menyebutkan ciptaan-ciptaan-Nya.3. Kedua surat ini sama-sama berisi perintah kepada Rasulullah agar berpaling dari orang-orang musyrik yang keras kepala dan alasan serta dalil atas keesaan Allah dan adanya hari kebangkitan.",
      "verses": [
        {
          "number": 52,
          "arabic": "كَذَٰلِكَ مَآ أَتَى ٱلَّذِينَ مِن قَبْلِهِم مِّن رَّسُولٍ إِلَّا قَالُوا۟ سَاحِرٌ أَوْ مَجْنُونٌ",
          "transliteration": "kadhālika mā atā alladhīna min qablihim min rasūlin illā qālū sāḥirun aw majnūnun",
          "translation": "Demikianlah setiap kali seorang rasul yang datang kepada orang-orang yang sebelum mereka, mereka (kaumnya) pasti mengatakan, \"Dia itu pesihir atau orang gila.\"",
          "tafsir": "Dalam ayat ini Allah menerangkan bahwa kaum Quraisy mendustakan Muhammad saw, dengan menuduh bahwa Muhammad saw itu tukang sihir atau orang gila. Demikian juga halnya umatumat terdahulu telah mendustakan rasul mereka. Mereka telah mengatakan seperti kata-kata yang dilontarkan oleh kaum kafir Mekah itu. Hal itu bukanlah suatu hal yang baru dalam kisah umat manusia. Semua rasul itu telah didustakan dan disakiti, akan tetapi rasul-rasul tersebut bersabar hingga datangnya pertolongan Allah. Ayat ini sebagai penghibur hati Rasulullah atas segala penderitaan yang dialaminya akibat penolakan kafir Mekah. Mereka telah menjadi angkuh dengan hal-hal kebendaan yang merupakan nikmat yang mengagungkan mereka. Mereka teperdaya oleh penundaan azab Tuhan kepada mereka. Maka segala peringatan dan nasihat tidak bermanfaat bagi mereka."
        },
        {
          "number": 53,
          "arabic": "أَتَوَاصَوْا۟ بِهِۦ ۚ بَلْ هُمْ قَوْمٌ طَاغُونَ",
          "transliteration": "atawāṣaw bihi bal hum qawmun ṭāghūna",
          "translation": "Apakah mereka saling berpesan tentang apa yang dikatakan itu. Sebenarnya mereka adalah kaum yang melampaui batas.",
          "tafsir": "Dalam ayat ini Allah mencela orang-orang kafir itu dengan mengatakan, \"Apakah orang-orang yang kafir terdahulu itu telah berpesan kepada yang kemudian dari mereka untuk mendustakan Muhammad saw dan mereka datang kemudian itu betul-betul menerima dan mengikuti saran tersebut?\" Mereka sesungguhnya adalah kaum yang durhaka yang melampaui batas dalam pelanggaran-pelanggaran ketentuan agama dan akal. Kedurhakaan mereka itulah yang merupakan tali pengikat antara orang-orang yang terdahulu dengan orang-orang kemudian yang seolah-olah memanifestasikan adanya pesan tersebut."
        },
        {
          "number": 54,
          "arabic": "فَتَوَلَّ عَنْهُمْ فَمَآ أَنتَ بِمَلُومٍ",
          "transliteration": "fatawalla ʿanhum famā anta bimalūmin",
          "translation": "Maka berpalinglah engkau dari mereka, dan engkau sama sekali tidak tercela.",
          "tafsir": "Muhammad saw diperintahkan Allah supaya berpaling dari mereka, dan Allah menerangkan bahwa ia tidak tercela karena Dia tidak membebani Rasulullah untuk mengislamkan kaum kafir Mekah. Tugasnya hanyalah melakukan dakwah dan ini telah dilakukannya."
        },
        {
          "number": 55,
          "arabic": "وَذَكِّرْ فَإِنَّ ٱلذِّكْرَىٰ تَنفَعُ ٱلْمُؤْمِنِينَ",
          "transliteration": "wadhakkir fa-inna l-dhik'rā tanfaʿu l-mu'minīna",
          "translation": "Dan tetaplah memberi peringatan, karena sesungguhnya peringatan itu bermanfaat bagi orang-orang mukmin.",
          "tafsir": "Ayat ini memerintahkan kepada Muhammad saw agar tetap memberikan peringatan dan nasihat, karena peringatan dan nasihat itu akan bermanfaat bagi orang yang hatinya siap menerima petunjuk. Diriwayatkan oleh Ibnu Jarir, Ibnu Abi hatim, dan al-Baihaqi bahwa 'Ali bin Abi thalib berkata, \"Setelah diturunkan ayat 54 tersebut yaitu tatkala Allah memerintahkan kepada Nabi Muhammad saw untuk memalingkan diri, maka setiap orang menyangka akan datang malapetaka yang akan menimpa. Maka turunlah ayat 55 ini, dan legalah perasaan dan lapanglah dada kami."
        },
        {
          "number": 56,
          "arabic": "وَمَا خَلَقْتُ ٱلْجِنَّ وَٱلْإِنسَ إِلَّا لِيَعْبُدُونِ",
          "transliteration": "wamā khalaqtu l-jina wal-insa illā liyaʿbudūni",
          "translation": "Aku tidak menciptakan jin dan manusia melainkan agar mereka beribadah kepada-Ku.",
          "tafsir": "Ayat ini menegaskan bahwa Allah tidaklah menjadikan jin dan manusia melainkan untuk mengenal-Nya dan supaya menyembah-Nya. Dalam kaitan ini Allah swt berfirman: Padahal mereka hanya disuruh menyembah Tuhan Yang MahaEsa; tidak ada tuhan selain Dia. Mahasuci Dia dari apa yang mereka persekutukan. (at-Taubah/9: 31) Pendapat tersebut sama dengan pendapat az-Zajjaj, tetapi ahli tafsir yang lain berpendapat bahwa maksud ayat tersebut ialah bahwa Allah tidak menjadikan jin dan manusia kecuali untuk tunduk kepada-Nya dan untuk merendahkan diri. Maka setiap makhluk, baik jin atau manusia wajib tunduk kepada peraturan Tuhan, merendahkan diri terhadap kehendak-Nya. Menerima apa yang Dia takdirkan, mereka dijadikan atas kehendak-Nya dan diberi rezeki sesuai dengan apa yang telah Dia tentukan. Tak seorang pun yang dapat memberikan manfaat atau mendatangkan mudarat karena kesemuanya adalah dengan kehendak Allah. Ayat tersebut menguatkan perintah mengingat Allah swt dan memerintahkan manusia supaya melakukan ibadah kepada Allah swt."
        },
        {
          "number": 57,
          "arabic": "مَآ أُرِيدُ مِنْهُم مِّن رِّزْقٍ وَمَآ أُرِيدُ أَن يُطْعِمُونِ",
          "transliteration": "mā urīdu min'hum min riz'qin wamā urīdu an yuṭ'ʿimūni",
          "translation": "Aku tidak menghendaki rezeki sedikit pun dari mereka dan Aku tidak menghendaki agar mereka memberi makan kepada-Ku.",
          "tafsir": "Pada ayat ini Allah menerangkan bahwa sesungguhnya Dia tidak akan minta bantuan mereka untuk sesuatu kemanfaatan atau kemudaratan dan tidak pula menghendaki rezeki dan memberikan makan seperti apa yang dikerjakan oleh para majikan terhadap buruhnya, karena Allah tidak perlu kepada mereka, bahkan merekalah yang memerlukan-Nya dalam segala urusan mereka, Allah adalah pencipta mereka dan pemberi rezeki mereka. Dialah yang mempunyai kekuasaan, kemampuan dan kekuatan yang tak terhingga. Akan tetapi kebanyakan manusia tidak mengerti. Abu Hurairah meriwayatkan dan berkata: Rasulullah bersabda: \"Allah berfirman:\"Wahai anak Adam, luangkanlah waktu untuk beribadat kepada-Ku niscaya Aku penuhi dadamu dengan kekayaan dan Ku-tutupi kefakiranmu, dan jika engkau tidak berbuat (menyediakan waktu untuk beribadat kepadaKu) niscaya akan Ku-penuhi dadamu dengan kesibukan (keruwetan) dan tak akan Ku-tutupi keperluanmu (kefakiran).\" (Riwayat Ahmad dari Abu Hurairah)"
        },
        {
          "number": 58,
          "arabic": "إِنَّ ٱللَّهَ هُوَ ٱلرَّزَّاقُ ذُو ٱلْقُوَّةِ ٱلْمَتِينُ",
          "transliteration": "inna l-laha huwa l-razāqu dhū l-quwati l-matīnu",
          "translation": "Sungguh Allah, Dialah Pemberi rezeki yang mempunyai kekuatan lagi sangat kokoh.",
          "tafsir": "Pada ayat ini Allah menerangkan bahwa sesungguhnya Dia tidak akan minta bantuan mereka untuk sesuatu kemanfaatan atau kemudaratan dan tidak pula menghendaki rezeki dan memberikan makan seperti apa yang dikerjakan oleh para majikan terhadap buruhnya, karena Allah tidak perlu kepada mereka, bahkan merekalah yang memerlukan-Nya dalam segala urusan mereka, Allah adalah pencipta mereka dan pemberi rezeki mereka. Dialah yang mempunyai kekuasaan, kemampuan dan kekuatan yang tak terhingga. Akan tetapi kebanyakan manusia tidak mengerti. Abu Hurairah meriwayatkan dan berkata: Rasulullah bersabda: \"Allah berfirman:\"Wahai anak Adam, luangkanlah waktu untuk beribadat kepada-Ku niscaya Aku penuhi dadamu dengan kekayaan dan Ku-tutupi kefakiranmu, dan jika engkau tidak berbuat (menyediakan waktu untuk beribadat kepadaKu) niscaya akan Ku-penuhi dadamu dengan kesibukan (keruwetan) dan tak akan Ku-tutupi keperluanmu (kefakiran).\" (Riwayat Ahmad dari Abu Hurairah)"
        },
        {
          "number": 59,
          "arabic": "فَإِنَّ لِلَّذِينَ ظَلَمُوا۟ ذَنُوبًا مِّثْلَ ذَنُوبِ أَصْحَـٰبِهِمْ فَلَا يَسْتَعْجِلُونِ",
          "transliteration": "fa-inna lilladhīna ẓalamū dhanūban mith'la dhanūbi aṣḥābihim falā yastaʿjilūni",
          "translation": "Maka sungguh, untuk orang-orang yang zalim ada bagian (azab) seperti bagian teman-teman mereka (dahulu); maka janganlah mereka meminta kepada-Ku untuk menyegerakannya.",
          "tafsir": "Allah swt menegaskan bahwa ancaman-Nya itu pasti terjadi, dan terjadinya pada hari Kiamat. Allah swt menyatakan dalam ayat ini bahwa bagi siapa yang menganiaya dirinya dengan menyibukkan diri pada segala sesuatu di luar ibadat kepada Allah swt, mempersekutukan Allah swt dan mendustakan para Rasul-Nya, mereka itu akan mendapat bagian siksa seperti bagian yang diperoleh oleh umat-umat terdahulu yang telah mendustakan para rasul mereka. Janganlah mereka memohon supaya Allah swt menyegerakan siksaan-Nya karena Allah swt tidak khawatir kehilangan kesempatan. Ini merupakan jawaban terhadap mereka yang digambarkan oleh Allah dalam ayat: Maka buktikanlah ancamanmu kepada kami, jika kamu benar!\" (alA'raf/7: 70) Dalam ayat yang sama artinya dengan ayat ini Allah berfirman: Ketetapan Allah pasti datang, maka janganlah kamu meminta agar dipercepat (datang)nya. (an-Nahl/16: 1)"
        },
        {
          "number": 60,
          "arabic": "فَوَيْلٌ لِّلَّذِينَ كَفَرُوا۟ مِن يَوْمِهِمُ ٱلَّذِى يُوعَدُونَ",
          "transliteration": "fawaylun lilladhīna kafarū min yawmihimu alladhī yūʿadūna",
          "translation": "Maka celakalah orang-orang yang kafir pada hari yang telah dijanjikan kepada mereka (hari Kiamat).",
          "tafsir": "Maka kecelakaanlah yang akan mereka temui sebagai azabazab yang telah dijanjikan untuk mereka pada hari Kiamat; saat itu tak seorang pun dapat membantu orang lain dan mereka pun tidak pula mendapat pertolongan."
        }
      ]
    },
    {
      "number": 52,
      "name": "At-Tur",
      "nameArabic": "الطور",
      "meaning": "Bukit",
      "revelation": "Makkah",
      "description": "Surat Ath-Thur terdiri dari 49 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat As-Sajdah.Dinamai \"Ath-Thur\" (Bukit) diambil dari kata \"Ath-Thur\" yang terdapat pada ayat pertama surat ini. Yang dimaksud dengan bukit di sini ialah bukit Sinai yang terletak di semenanjung Sinai, tempat Nabi Musa menerima wahyu dari Allah.**Pokok-Pokok Isi:**1. **Keimanan:** Keadaan orang-orang kafir di dalam neraka dan keadaan orang-orang beriman di dalam surga; bukti kekuasaan dan keesaan Allah; setiap orang bertanggung jawab terhadap perbuatannya masing-masing, meskipun demikian ayah dan anak akan dikumpulkan bersama dalam surga apabila sama-sama beriman.2. **Hukum-hukum:** Kewajiban untuk tetap berdakwah dan anjuran melakukan zikir dan tasbih pada waktu siang dan malam.3. **Lain-lain:** Orang-orang zalim pasti mendapat siksaan Allah di dunia dan di akhirat; Allah tetap akan menjaga dan melindungi Nabi Muhammad.Surat Ath-Thur berisi hal-hal yang berhubungan dengan penegasan adanya hari kebangkitan, keadaan orang-orang kafir, dan orang-orang mukmin pada hari kiamat, keadaan surga sebagai tempat orang-orang yang bertakwa dan hujjah-hujjah yang menunjukkan kebatilan kepercayaan orang-orang musyrik. Surat ini di akhiri dengan menyebutkan nasihat-nasihat kepada Rasulullah dan orang-orang mukmin.**Hubungan Surat Ath-Thur Dengan Surat An-Najm:**1. Surat Ath-Thur ditutup dengan menyebutkan bintang-bintang, sedangkan surat An-Najm dibuka dengan menyebutkan bintang-bintang.2. Dalam surat Ath-Thur disebutkan tuduhan orang kafir bahwa Al-Qur'an dibuat oleh Nabi Muhammad sedangkan dalam surat An-Najm ditegaskan bahwa Al-Qur'an benar-benar wahyu dari Allah.3. Dalam surat Ath-Thur diterangkan bahwa Nabi Muhammad selalu berada di bawah penjagaan Allah, sedangkan dalam surat An-Najm digambarkan kebesaran dan kemuliaan Nabi Muhammad.",
      "verses": [
        {
          "number": 1,
          "arabic": " وَٱلطُّورِ",
          "transliteration": "wal-ṭūri",
          "translation": "Demi gunung (Sinai),",
          "tafsir": "Ayat ini mengutarakan bahwa Allah swt bersumpah dengan ath-thur yang tinggi kedudukannya karena di atas ath-thur itu Allah telah berbicara dengan Nabi Musa dan menurunkan kitab Taurat kepadanya yang berisikan hukum-hukum, hikmat, dan budi pekerti dan mudah dibaca manusia. Ath-thur berarti bukit yaitu Bukit thursina yakni sebuah bukit di Madyan tempat Nabi Musa mendengarkan kalam Allah swt. Ath-thur dalam bahasa Suryani berarti juga bukit yang banyak pohon-pohonnya, tempat di mana Tuhan berbicara langsung dengan Nabi Musa dan di tempat itu pula diangkat menjadi rasul. Dinamakan ath-thur karena banyak pohonnya, bila tidak ada pohonnya, maka tidaklah dinamakan ath-thur, akan tetapi Jabal (gunung). Allah menggunakan gunung sebagai sumpah-Nya tentunya karena pentingnya gunung dalam terjadinya kehidupan di bumi ini. Mengenai gunung dan peranannya, antara lain dapat dilihat pada bahasan beberapa ayat berikut, Luqman/31: 10 dan an-Naml/27: 88. Bahasan selanjutnya juga dapat dilihat pada an-Naba'/78: 6-7 dan an-Nazi'at/79: 30-32."
        },
        {
          "number": 2,
          "arabic": "وَكِتَـٰبٍ مَّسْطُورٍ",
          "transliteration": "wakitābin masṭūrin",
          "translation": "dan demi Kitab yang ditulis,",
          "tafsir": "Kemudian Allah swt bersumpah dengan sebuah kitab yang tertulis (bertulisan indah) dengan susunan huruf-hurufnya yang rapih. Ada yang berpendapat bahwa maksudnya ialah Lauh Mahfudz, dan ada pula yang berpendapat bahwa arti kitab yang tertulis indah, ialah yang diturunkan dan dibacakan kepada manusia dengan terang-terangan."
        },
        {
          "number": 3,
          "arabic": "فِى رَقٍّ مَّنشُورٍ",
          "transliteration": "fī raqqin manshūrin",
          "translation": "pada lembaran yang terbuka,",
          "tafsir": "Selanjutnya Allah swt menerangkan dalam ayat ini bahwa kitab-kitab itu mudah bagi setiap orang mempelajari isinya. Kitabkitab itu berisi hikmah-hikmah, hukum, kebudayaan dan budi pekerti (akhlak); karena itu ditulis pada lembaran-lembaran terbuka yang dapat dibaca. ("
        },
        {
          "number": 4,
          "arabic": "وَٱلْبَيْتِ ٱلْمَعْمُورِ",
          "transliteration": "wal-bayti l-maʿmūri",
          "translation": "demi Baitulma'mur (Ka'bah),<sup foot_note=135766>1</sup>",
          "tafsir": "Dalam ayat ini Allah swt bersumpah dengan al-Baitul-Ma'mur yaitu sebuah rumah di langit yang ketujuh yang setiap harinya dimasuki oleh 70 ribu malaikat untuk tawaf atau salat. Mereka telah masuk ke sana tidak akan kembali untuk selamanya. Hal ini ditegaskan dalam hadis Isra' yaitu: \"Terdapat dalam Sahih al-Bukhari dan Sahih Muslim bahwa Rasulullah saw bersabda dalam hadis tentang Isra' sesudah melampaui langit ketujuh, kemudian aku diangkat ke Baitulma'mur, tiba-tiba di sana kulihat 70.000 malaikat masuk setiap hari dan mereka tidak akan kembali lagi setelah itu. (Riwayat al-Bukhari dan Muslim) Maksud hadis di atas bahwa para malaikat itu beribadat dan melakukan tawaf di sana (Baitulma'mur) seperti halnya manusia di bumi, melakukan tawaf di Ka'bah Mekah. Begitulah keadaan para malaikat itu. Kemudian Qatadah, Rabi' bin Anas dan as-Suddi berkata, bahwa Rasulullah saw pada suatu hari berkata kepada para sahabat: \"Tahukah kamu apakah Baitulma'mur itu? Mereka menjawab, \"Allah dan Rasul-Nya lebih mengetahui\" Rasulullah berkata, \"Baitulma'mur ialah sebuah masjid di langit yang searah dengan Ka'bah dan apabila (seseorang dari sana) jatuh, maka akan jatuh di atas Ka'bah, di sana salat 70.000 malaikat setiap hari; apabila mereka keluar dari sana, tidak akan kembali lagi.\" (Riwayat Ibnu Jarir)"
        },
        {
          "number": 5,
          "arabic": "وَٱلسَّقْفِ ٱلْمَرْفُوعِ",
          "transliteration": "wal-saqfi l-marfūʿi",
          "translation": "demi atap yang ditinggikan (langit),",
          "tafsir": "Dalam ayat ini Allah swt bersumpah dengan atap yang ditinggikan (langit) yaitu alam tinggi yang mempunyai beberapa matahari, beberapa bulan, bintang-bintang tetap, dan bintang-bintang beredar. Di sana juga terletak 'Arsy dan kursi-Nya; demikian juga malaikat-malaikat-Nya (yang tidak pernah menolak perintah Allah swt dan selalu patuh terhadap apa yang Allah perintahkan kepada mereka). Di sana juga ada benda-benda alam yang tak terhitung banyaknya hanya Allah swt yang mengetahuinya, dan balatentara Allah swt yang kita juga tak mengetahui hakikatnya kecuali Dia yang menciptakannya. Dalam firman Allah swt dijelaskan: Dan tidak ada yang mengetahui bala tentara Tuhanmu kecuali Dia sendiri. (al-Muddatstsir/74: 31) Sufyan ats-sauri, Syu'bah dan Abdul Ahwas meriwayatkan dari Simak dari Harb dari Khalid bin Ar'arah dari 'Ali bahwa As-Saqful Marfu' artinya 'langit. Sufyan membaca firman Allah sebagai berikut: Dan Kami menjadikan langit sebagai atap yang terpelihara. (alAnbiya'/21: 32) Maksudnya ialah bahwa langit itu sebagai atap dan yang dimaksud dengan \"terpelihara\" ialah segala yang berada di langit itu dijaga oleh Allah swt dengan peraturan dan hukum-hukum yang menyebabkan semuanya berjalan dengan teratur dan tertib, sesuai sistem dan hukumnya."
        },
        {
          "number": 6,
          "arabic": "وَٱلْبَحْرِ ٱلْمَسْجُورِ",
          "transliteration": "wal-baḥri l-masjūri",
          "translation": "demi lautan yang penuh gelombang,",
          "tafsir": "Dalam ayat ini Allah bersumpah, Demi al-Bahrul-Masjur (laut yang di dalamnya ada api) yakni laut yang tertahan dari banjir karena kalau laut itu dilepaskan, ia akan menenggelamkan semua yang ada di atas bumi sehingga hewan dan tumbuh-tumbuhan semuanya akan habis musnah. Maka rusaklah aturan alam dan tidaklah ada hikmah alam ini dijadikan. Sebagian ulama berpendapat dan menetapkan bahwa lapisan bumi itu seluruhnya seperti semangka, dan kulitnya seperti kulit semangka, itu artinya bahwa perbandingan kulit bumi dan api yang ada di dalam kulitnya itu seperti kulit semangka dengan isinya, yang dimakan itu. Sebab itu sekarang kita sebenarnya berada di atas api yang besar, yakni di atas laut yang dibawahnya penuh dengan api dan laut itu tertutup dengan kulit bumi dari segala penjurunya. Dari waktu ke waktu api itu naik ke atas laut yang tampak pada waktu gempa dan pada waktu gunung berapi meletus; seperti gunung berapi Visofius yang meletus di Italia pada tahun 1909 M yang telah menelan kota Mozaina, dan gempa ini yang telah terjadi di Jepang pada tahun 1952 M yang memusnahkan kota-kotanya sekaligus. Menurut Jumhur bahwa yang dimaksud dalam ayat ini ialah laut bumi. Akan tetapi mereka berbeda pendapat dalam kata \"masjur\" di antara pendapatnya ialah berarti: dinyalakan api di hari Kiamat seperti dalam Al-Qur'an: Dan apabila lautan dijadikan meluap. (al-Infithar/82: 3) Firman-Nya yang lain: Dan apabila lautan dipanaskan. (at-Takwir/81: 6)"
        },
        {
          "number": 7,
          "arabic": "إِنَّ عَذَابَ رَبِّكَ لَوَٰقِعٌ",
          "transliteration": "inna ʿadhāba rabbika lawāqiʿun",
          "translation": "sungguh, azab Tuhanmu pasti terjadi,",
          "tafsir": "Kemudian Allah swt menyebutkan isi sumpah bahwa azabazab hari Kiamat diperuntunkkan bagi semua yang mendustakan para rasul. Azab tersebut pasti akan terjadi, tanpa ragu sedikitpun. Penegasan tentang kepastian datangnya azab sangat penting untuk menghilangkan keraguan di kalangan manusia yang meragukan peristiwa terjadinya azab itu."
        },
        {
          "number": 8,
          "arabic": "مَّا لَهُۥ مِن دَافِعٍ",
          "transliteration": "mā lahu min dāfiʿin",
          "translation": "tidak sesuatu pun yang dapat menolaknya,",
          "tafsir": "Allah menerangkan bahwa azab tersebut tak seorang pun yang dapat menolaknya. Dan tidak pula ada jalan untuk keluar dari azab itu yang merupakan balasan bagi orang-orang yang telah menodai dirinya dengan perbuatan syirik dan dosa, dan yang telah menodai jiwanya dengan dusta terhadap para rasul dan hari kebangkitan. Kemudian diterangkan pula dalam ayat ini bahwa azab yang tidak dapat dihindarkan itu terjadi pada suatu hari tatkala langit berguncang di tempatnya."
        },
        {
          "number": 9,
          "arabic": "يَوْمَ تَمُورُ ٱلسَّمَآءُ مَوْرًا",
          "transliteration": "yawma tamūru l-samāu mawran",
          "translation": "pada hari (ketika) langit berguncang sekeras-kerasnya,",
          "tafsir": "Allah menerangkan bahwa azab tersebut tak seorang pun yang dapat menolaknya. Dan tidak pula ada jalan untuk keluar dari azab itu yang merupakan balasan bagi orang-orang yang telah menodai dirinya dengan perbuatan syirik dan dosa, dan yang telah menodai jiwanya dengan dusta terhadap para rasul dan hari kebangkitan. Kemudian diterangkan pula dalam ayat ini bahwa azab yang tidak dapat dihindarkan itu terjadi pada suatu hari tatkala langit berguncang di tempatnya."
        },
        {
          "number": 10,
          "arabic": "وَتَسِيرُ ٱلْجِبَالُ سَيْرًا",
          "transliteration": "watasīru l-jibālu sayran",
          "translation": "dan gunung berjalan (berpindah-pindah).",
          "tafsir": "Dalam ayat ini Allah menambahkan penjelasannya bahwa pada hari Kiamat itu gunung-gunung berpindah dari tempatnya, berjalan seperti jalannya awan, dan terbang ke udara lalu jatuh ke bumi terpecah-pecah, kemudian hancur menjadi debu laksana bulu yang diterbangkan angin. Berguncangnya langit dan beterbangannya gunung-gunung ialah sebagai pemberitahuan dan peringatan kepada manusia bahwa mereka tidak akan dapat kembali ke dunia, karena ia telah musnah dan telah terjadi alam baru yaitu alam akhirat. Ayat di atas berkaitan dengan gambaran saat terjadinya kiamat, yang banyak pula disebut di ayat-ayat lainnya. Gunung yang mengekspresikan daratan atau kerak bumi, digambarkan berpindah tempat atau dengan kata lain gunung-gunung itu bergerak. Pergerakan gunung-gunung ini adalah manifestasi pergerakan lempeng bumi (lihat an-Naml/27: 88) dan dapat menimbulkan gempa bumi. Dalam Surah az-Zalzalah/99: 1-4 kejadian kiamat digambarkan dengan datangnya gempa yang dahsyat. Gempa dahsyat ini dapat menimbulkan retakan yang panjang dan dalam yang bukan mustahil memicu terjadinya letusan gunung api. Sebagai contoh adalah ketika terjadi gempa Nias pada tahun 2005 yang berkekuatan Mw=8,7, setelah gempa Aceh 2004, beberapa gunung api di Pulau Sumatra memperlihatkan kegiatan yang meningkat. Fakta ilmiah memang menunjukkan bahwa gunung-gunung itu bergerak. Data Global Positioning Systems (GPS) merekam gerakangerakan tersebut dalam ukuran milimeter. Sebagai contoh adalah pulau-pulau terluar di sebelah barat Sumatra yang bergerak ke arah timurlaut sebesar 50-60 mm/tahun."
        },
        {
          "number": 11,
          "arabic": "فَوَيْلٌ يَوْمَئِذٍ لِّلْمُكَذِّبِينَ",
          "transliteration": "fawaylun yawma-idhin lil'mukadhibīna",
          "translation": "Maka celakalah pada hari itu orang-orang yang mendustakan.",
          "tafsir": "Dalam ayat ini Allah menerangkan kepada siapa azab itu ditimpakan setelah terjadinya guncangan langit dan beterbangan gunung-gunung yaitu kepada orang-orang pendusta yang bergelimang dengan kebatilan dan selalu menolak kebenaran serta tidak ingat akan adanya hari perhitungan dan tidak pernah takut akan adanya siksaan Tuhan."
        },
        {
          "number": 12,
          "arabic": "ٱلَّذِينَ هُمْ فِى خَوْضٍ يَلْعَبُونَ",
          "transliteration": "alladhīna hum fī khawḍin yalʿabūna",
          "translation": "Orang-orang yang bermain-main dalam kebatilan (perbuatan dosa),",
          "tafsir": "Dalam ayat ini Allah menerangkan kepada siapa azab itu ditimpakan setelah terjadinya guncangan langit dan beterbangan gunung-gunung yaitu kepada orang-orang pendusta yang bergelimang dengan kebatilan dan selalu menolak kebenaran serta tidak ingat akan adanya hari perhitungan dan tidak pernah takut akan adanya siksaan Tuhan."
        },
        {
          "number": 13,
          "arabic": "يَوْمَ يُدَعُّونَ إِلَىٰ نَارِ جَهَنَّمَ دَعًّا",
          "transliteration": "yawma yudaʿʿūna ilā nāri jahannama daʿʿan",
          "translation": "pada hari (ketika) itu mereka di dorong ke neraka Jahanam dengan sekuat-kuatnya.",
          "tafsir": "Dalam ayat ini Allah menerangkan bahwa orang-orang yang berbuat kejahatan tersebut, pada hari itu mereka dihardik dan didorong dengan paksa ke dalam neraka Jahanam, yang apinya selalu membakar dan menyala-nyala. ("
        },
        {
          "number": 14,
          "arabic": "هَـٰذِهِ ٱلنَّارُ ٱلَّتِى كُنتُم بِهَا تُكَذِّبُونَ",
          "transliteration": "hādhihi l-nāru allatī kuntum bihā tukadhibūna",
          "translation": "(Dikatakan kepada mereka), \"Inilah neraka yang dahulu kamu mendustakannya.\"",
          "tafsir": "Setelah mereka dekat dengan neraka, para penjaga menegaskan dengan ejekan, \"Inilah neraka, yang dahulu kamu dustakan di dunia.\" Pendustaan mereka terhadap neraka berarti dusta mereka terhadap rasul yang telah membawa berita tentang neraka itu, dengan wahyu yang telah diturunkan kepadanya."
        }
      ]
    }
  ]
}