{
  "pageNumber": 456,
  "juz": 23,
  "surahs": [
    {
      "number": 38,
      "name": "Sad",
      "nameArabic": "ص",
      "meaning": "Sad",
      "revelation": "Makkah",
      "description": "Surat Shad terdiri dari 88 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Al-Qamar.Dinamai dengan \"Shad\" karena surat ini dimulai dengan kata \"Shad\" (selanjutnya lihat catatan kaki ayat ke-1 surat Al-Baqarah). Dalam surat ini Allah bersumpah dengan Al-Qur'an, untuk menunjukkan bahwa Al-Qur'an ini suatu kitab yang agung dan bahwa siapa saja yang mengikutinya akan mendapat kebahagiaan di dunia dan akhirat, juga untuk menunjukkan bahwa Al-Qur'an ini adalah mukjizat Nabi Muhammad yang menyatakan kebenarannya dan ketinggian akhlaknya.**Pokok-Pokok Isi:**1. **Keimanan:** Dalil-dalil tentang kenabian Muhammad, bahwa beliau mengetahui hal-hal yang hanya dapat diketahui melalui jalan wahyu; sumpah Iblis untuk menyesatkan seluruh manusia kecuali hamba-hamba Allah yang ikhlas; Al-Qur'an diturunkan untuk menjadi pelajaran bagi seluruh jin dan manusia.2. **Kisah-kisah:** Kisah Nabi Dawud dan Nabi Sulaiman; kisah Nabi Ayub.3. **Lain-lain:** Kaum musyrikin tercengang mendengar seruan Nabi Muhammad, bahwa Allah adalah Maha Esa; rahasia yang terdapat pada kejadian alam; pertengkaran antara orang-orang yang sesat dan pengikut mereka di neraka; nikmat-nikmat yang dilimpahkan kepada penduduk surga dan azab yang ditampakkan pada neraka.Dari surat ini dapat disimpulkan bahwa setiap nabi yang terdahulu selalu mendapat tantangan dan perlawanan dari musuh-musuhnya, tetapi musuh-musuh itu dibinasakan Allah. Demikian juga halnya Nabi Muhammad yang mendapat tantangan dan perlawanan dari kaum musyrikin, tetapi akhirnya kaum musyrikin itu binasa.Juga dapat disimpulkan bahwa Al-Qur'an adalah semata-mata wahyu Allah, karena di dalamnya dikabarkan hal-hal yang hanya dapat diketahui dengan perantaraan wahyu, yaitu hal-hal yang akan terjadi pada masa yang akan datang dan hal-hal yang telah terjadi dahulu kala tanpa ada yang menceritakannya, hal-hal yang terjadi di alam atas dan di akhirat nanti.**Hubungan Surat Shad Dengan Surat Az-Zumar:**1. Akhir surat Shad menerangkan bahwa Al-Qur'an adalah peringatan bagi semesta alam, sedangkan permulaan surat Az-Zumar menerangkan bahwa Al-Qur'an diturunkan dari Allah Yang Mahaperkasa, Mahabijaksana.2. Kedua surat ini sama-sama menyebutkan tentang makhluk sejak permulaan sampai kembali kepada Allah.3. Kalau diperhatikan, seakan-akan surat Az-Zumar adalah lanjutan dari surat Shad, karena pada akhir surat Shad diterangkan penciptaan Adam, kemudian pada surat Az-Zumar diterangkan bahwa Allah menciptakan semua manusia dan menerangkan kesudahan nasib mereka, bahwa semua manusia akan mati lalu dibangkitkan kembali dan dihisab. Orang yang bertakwa dimasukkan ke dalam surga dan orang yang kafir dimasukkan ke dalam neraka.",
      "verses": [
        {
          "number": 43,
          "arabic": "وَوَهَبْنَا لَهُۥٓ أَهْلَهُۥ وَمِثْلَهُم مَّعَهُمْ رَحْمَةً مِّنَّا وَذِكْرَىٰ لِأُو۟لِى ٱلْأَلْبَـٰبِ",
          "transliteration": "wawahabnā lahu ahlahu wamith'lahum maʿahum raḥmatan minnā wadhik'rā li-ulī l-albābi",
          "translation": "Dan Kami anugerahi dia (dengan mengumpulkan kembali) keluarganya dan Kami lipat gandakan jumlah mereka, sebagai rahmat dari Kami dan pelajaran bagi orang-orang yang berpikiran sehat.<sup foot_note=135705>1</sup>",
          "tafsir": "Ayat ini menjelaskan bahwa karena ketaatan dan kesabaran Ayub menghadapi cobaan, Allah mengabulkan doanya dengan memerintahkan kepadanya agar menghentakkan kakinya ke bumi. Kemudian dari bumi itu memancar mata air yang sejuk. Lalu Ayub diperintahkan agar mandi dan minum dengan air itu. Seketika itu, Allah menyembuhkan penyakitnya seakan-akan tidak pernah sakit sebelumnya. Kemudian ia menghimpun kembali keluarganya yang telah terpencar, dan mereka akhirnya dapat menyebarkan keturunan yang banyak, sebagai rahmat Allah kepadanya dan kepada keturunannya. Pada akhir ayat, Allah menegaskan bahwa ketaatan dan kesabaran Ayub itu merupakan pelajaran bagi orang-orang yang berakal dan menjadi petunjuk bagi seluruh manusia bahwa rahmat Allah itu dekat sekali pada orang-orang yang senantiasa melakukan perbuatan yang baik. Hal ini juga menjadi contoh bahwa setiap perjuangan itu meskipun pada mulanya terasa sangat melelahkan, tetapi bila dilakukan dengan penuh ketabahan, niscaya segala kesulitan pasti dapat diatasi, dan kemenangan pasti dapat diraih. Pengalaman berharga yang dapat dipetik dari kisah Ayub ini ialah bahwa orang tidak boleh berputus asa untuk mencari jalan ke luar dalam menghadapi rintangan, hingga ia mendapatkan jalan untuk mengatasi rintangan itu, dengan memohon petunjuk kepada Allah agar diberi limpahan hidayah-Nya."
        },
        {
          "number": 44,
          "arabic": "وَخُذْ بِيَدِكَ ضِغْثًا فَٱضْرِب بِّهِۦ وَلَا تَحْنَثْ ۗ إِنَّا وَجَدْنَـٰهُ صَابِرًا ۚ نِّعْمَ ٱلْعَبْدُ ۖ إِنَّهُۥٓ أَوَّابٌ",
          "transliteration": "wakhudh biyadika ḍigh'than fa-iḍ'rib bihi walā taḥnath innā wajadnāhu ṣābiran niʿ'ma l-ʿabdu innahu awwābun",
          "translation": "Dan ambillah seikat (rumput) dengan tanganmu, lalu pukullah dengan itu dan janganlah engkau melanggar sumpah. Sesungguhnya Kami dapati dia (Ayyub) seorang yang sabar. Dialah sebaik-baik hamba. Sungguh, dia sangat taat (kepada Allah).",
          "tafsir": "Kemudian Allah mengisahkan keringanan hukuman bagi istrinya yang diberikan kepada Ayub. Allah memerintahkan agar Ayub mengambil seberkas rumput untuk dipukulkan kepada istrinya. Pukulan rumput ini cukup sebagai pengganti dari sumpah yang pernah ia ucapkan. Dalam ayat-ayat Al-Qur'an tidak disebutkan apa sebab ia bersumpah dan apa sumpahnya. Hanya hadis sajalah yang menyebutkan bahwa ia bersumpah karena istrinya, yang bernama Rahmah putri Ifraim, pergi untuk sesuatu keperluan dan terlambat datang. Ayub bersumpah akan memukulnya 100 kali apabila ia sembuh. Dengan pukulan seikat rumput itu, ia dianggap telah melaksanakan sumpahnya, sebagai kemurahan bagi Ayub sendiri dan bagi istrinya yang telah melayaninya dengan baik pada saat sakit. Dengan adanya kemurahan Allah itu, Ayub pun terhindar dari melanggar sumpah. Di akhir ayat, Allah memuji bahwa Ayub adalah hamba-Nya yang sabar, baik, dan taat. Sabar menghadapi cobaan yang diberikan kepadanya, baik cobaan yang menimpa dirinya, hartanya, serta keluarganya. Dia dimasukkan dalam golongan hamba-Nya yang baik perangainya karena tidak mudah berputus asa, dan menumpahkan harapannya kepada Allah. Dia juga sebagai hamba-Nya yang taat, karena kegigihannya memperjuangkan perintah-perintah agama serta memelihara diri, keluarga, dan kaumnya dari kehancuran. Mengenai ketaatan Ayub dapat diketahui dari sebuah riwayat bahwa apabila ia menemui cobaan mengatakan: \"Ya Allah, Engkaulah yang mengambil dan Engkau pula yang memberi.\" Pada waktu bermujanat ia pun berkata: \"Ya Tuhanku, \"Engkau telah mengetahui betul bahwa lisanku tidak akan berbeda dengan hatiku, hatiku tidak mengikuti penglihatan, hamba sahaya yang kumiliki tidak akan mempermainkan aku, aku tidak makan terkecuali bersama-sama anak yatim dan aku tidak berada dalam keadaan kenyang dan berpakaian sedang di sampingku ada orang yang lapar atau telanjang.\""
        },
        {
          "number": 45,
          "arabic": "وَٱذْكُرْ عِبَـٰدَنَآ إِبْرَٰهِيمَ وَإِسْحَـٰقَ وَيَعْقُوبَ أُو۟لِى ٱلْأَيْدِى وَٱلْأَبْصَـٰرِ",
          "transliteration": "wa-udh'kur ʿibādanā ib'rāhīma wa-is'ḥāqa wayaʿqūba ulī l-aydī wal-abṣāri",
          "translation": "Dan ingatlah hamba-hamba Kami: Ibrahim, Ishak dan Yakub yang mempunyai kekuatan-kekuatan yang besar dan ilmu-ilmu (yang tinggi).",
          "tafsir": "Allah memerintahkan kepada Rasul-Nya agar mengisahkan kepada kaumnya perjuangan Nabi Ibrahim, dan putra beliau Ishak yang juga diangkat menjadi nabi, serta cucunya Yakub yang mencapai derajat kenabian juga. Mereka itu hamba-hamba Allah yang terkenal ketabahannya dan mencapai kemuliaan karena ketaatannya kepada Allah. Karena perjuangannya yang gigih dalam menegakkan kebenaran dan menghancurkan kebatilan, mereka ini dilimpahi kekuatan oleh Allah untuk memiliki ilmu pengetahuan agama yang luas dan kekuatan untuk memimpin kaumnya ke jalan yang terang, jauh dari kesesatan. Mereka juga diberi kemampuan untuk melaksanakan amal perbuatan yang diridai Allah, yang bermanfaat bagi kepentingan hidup kaumnya di dunia dan kebahagiaan mereka di akhirat. Pada ayat ini terdapat sindiran bagi kaum musyrikin bahwa apabila mereka tidak mau mengambil pelajaran dari kisah tersebut tentulah mereka akan tetap berada dalam kesesatan dan di akhirat nanti mereka akan mengalami penderitaan yang sangat mengerikan."
        },
        {
          "number": 46,
          "arabic": "إِنَّآ أَخْلَصْنَـٰهُم بِخَالِصَةٍ ذِكْرَى ٱلدَّارِ",
          "transliteration": "innā akhlaṣnāhum bikhāliṣatin dhik'rā l-dāri",
          "translation": "Sungguh, Kami telah menyucikan mereka dengan (menganugerahkan) akhlak yang tinggi kepadanya yaitu selalu mengingatkan (manusia) kepada negeri akhirat.",
          "tafsir": "Pada ayat ini, Allah menjelaskan sebab-sebab para nabi tersebut mencapai kemuliaan baik dunia maupun akhirat adalah karena memelihara kebersihan jiwa dan menjauhkan diri dari dosa yang tercela. Karena jiwa mereka bersih dari noda-noda kemusyrikan, maka mereka ikhlas menaati perintah-perintah Allah. Juga karena mereka selalu menjauhi perbuatan-perbuatan tercela, maka mereka gigih dalam memperjuangkan kebenaran dan melenyapkan kebatilan. Dengan demikian, tergambarlah dalam jiwa mereka akhlak yang tinggi, dan sifat yang mulia yang menyebabkan mereka patut diteladani. Seluruh kegiatan mereka baik berupa tenaga, harta, maupun pikiran, semata-mata dipergunakan untuk peribadatan secara murni, dengan tujuan ingin mendapat rida Allah dan menjunjung tinggi kalimat tauhid. Dengan landasan itu, mereka selalu memperingatkan kaumnya pada kehidupan akhirat yang kekal. Kenikmatan di dunia yang hanya sementara itu hendaknya dijadikan sarana untuk berbakti pada Allah, sehingga dengan demikian mereka di akhirat memperoleh kenikmatan yang tiada putus-putusnya, yang disediakan bagi hamba-hamba yang mendapatkan keridaan-Nya. Sedang hamba-hamba yang ingkar dan selalu bergelimang dalam kesesatan hidup, akan merasakan azab yang sangat pedih."
        },
        {
          "number": 47,
          "arabic": "وَإِنَّهُمْ عِندَنَا لَمِنَ ٱلْمُصْطَفَيْنَ ٱلْأَخْيَارِ",
          "transliteration": "wa-innahum ʿindanā lamina l-muṣ'ṭafayna l-akhyāri",
          "translation": "Dan sungguh, di sisi Kami mereka termasuk orang-orang pilihan yang paling baik.",
          "tafsir": "Pada ayat ini, Allah menegaskan bahwa para hamba pilihan-Nya, yaitu Ibrahim, Ishak, dan Yakub, benar-benar mempunyai jiwa yang bersih. Tidak tersirat sedikit pun dalam jiwa mereka sifat-sifat yang tercela, seperti sifat dengki dan takabur, melainkan terpancar dari dalam diri mereka sifat-sifat yang terpuji yang menjadi teladan dan contoh yang baik bagi kaumnya. Pelajaran yang dapat diambil dari ayat ini ialah, jiwa yang bersih dan akal yang sehat merupakan syarat yang harus dipenuhi oleh orang yang menginginkan kemuliaan baik dunia maupun akhirat. Orang yang jiwanya bersih dan akalnya sehat tentu melihat tanda-tanda kebesaran Allah yang ada pada dirinya dan ada di langit dan bumi seisinya. Sedang orang yang jiwanya kotor dan pikirannya terbelenggu oleh kebendaan, tentu tidak akan melihat tanda-tanda kebesaran Allah dan tidak akan melihat kebenaran wahyu yang dibawa oleh rasul."
        },
        {
          "number": 48,
          "arabic": "وَٱذْكُرْ إِسْمَـٰعِيلَ وَٱلْيَسَعَ وَذَا ٱلْكِفْلِ ۖ وَكُلٌّ مِّنَ ٱلْأَخْيَارِ",
          "transliteration": "wa-udh'kur is'māʿīla wal-yasaʿa wadhā l-kif'li wakullun mina l-akhyāri",
          "translation": "Dan ingatlah Ismail, Ilyasa' dan Zulkifli. Semuanya termasuk orang-orang yang terbaik.",
          "tafsir": "Pada ayat ini, Allah memerintahkan kepada Rasulullah saw agar mengisahkan nabi-nabi yang lain, yaitu Ismail, Ilyasa', dan Zulkifli kepada kaumnya. Mereka ini adalah nabi-nabi yang gigih memperjuangkan tegaknya agama Allah di tengah-tengah kaumnya. Ayat ini memisahkan penyebutan Ismail dengan ayahnya Ibrahim. Hal ini mengisyaratkan adanya perpisahan antara keduanya. Memang Nabi Ismail berpisah dengan ayahnya, setelah beliau ditinggal bersama ibunya, Hajar, di Mekah. thahir bin 'Asyur, seperti yang dikutip Quraish Shihab, memahami bahwa pemisahan itu karena Nabi Ismail kelak akan menjadi kakek moyang dari umat yang besar, yaitu bangsa Arab. Sedang Ishak dan Yakub disatukan dengan Ibrahim karena mereka memang menjadi kakek moyang Bani Israil. Penggabungan Ilyasa' dan Ismail karena adanya persamaan antara keduanya, antara lain mereka sama-sama sebagai manusia pilihan, kedudukan Ilyasa' di kalangan Bani Israil serupa dengan kedudukan Ismail di kalangan keturunan Ibrahim. Kesamaan itu adalah Ilyasa' membantu Nabi Ilyas, sebagaimana Ismail membantu Ibrahim. Menurut asy-Syaukani dalam Tafsir Fath al-Qadir disebutkan bahwa penggabungan penyebutan Zulkifli, Ilyasa', dan Ismail karena mereka mempunyai kesamaan, yaitu orang-orang penyabar. Pada penghujung ayat, Allah menegaskan bahwa mereka ini adalah hamba-hamba Allah yang paling baik, berakhlak tinggi, berbudi luhur, dan membimbing kaumnya agar taat kepada Allah dan menjauhi kemusyrikan."
        },
        {
          "number": 49,
          "arabic": "هَـٰذَا ذِكْرٌ ۚ وَإِنَّ لِلْمُتَّقِينَ لَحُسْنَ مَـَٔابٍ",
          "transliteration": "hādhā dhik'run wa-inna lil'muttaqīna laḥus'na maābin",
          "translation": "Ini adalah kehormatan (bagi mereka). Dan sungguh, bagi orang-orang yang bertakwa (disediakan) tempat kembali yang terbaik,",
          "tafsir": "Allah menjelaskan bahwa ayat-ayat yang menceritakan kemuliaan para nabi dan kebahagiaan mereka di akhirat adalah kehormatan bagi mereka untuk selalu diingat oleh manusia. Di samping memperoleh kemuliaan di dunia, mereka pun disediakan tempat kembali yang baik di akhirat. Pada ayat ini, para nabi dimasukkan ke dalam kelompok orang-orang yang takwa, agar orang-orang yang memperhatikan seruan Rasulullah pada saat mendengar firman Allah ini menjadi sadar bahwa apabila mereka mau mencontoh dan meneladani perjuangan para rasul itu, tentu mereka juga akan memperoleh kehormatan di dunia dan kebaikan di akhirat. Demikian pula orang-orang yang mau melaksanakan perintah Allah serta menjauhi larangan-Nya, tentu akan memperoleh nasib yang sama."
        },
        {
          "number": 50,
          "arabic": "جَنَّـٰتِ عَدْنٍ مُّفَتَّحَةً لَّهُمُ ٱلْأَبْوَٰبُ",
          "transliteration": "jannāti ʿadnin mufattaḥatan lahumu l-abwābu",
          "translation": "(yaitu) surga 'Adn yang pintu-pintunya terbuka bagi mereka,",
          "tafsir": "Pada ayat-ayat ini Allah menjelaskan betapa nikmatnya tempat kembali yang disediakan kepada para rasul dan orang-orang yang bertakwa itu. Pintu surga 'Adn selalu terbuka, dan keadaannya selalu menyenangkan, sebagai tanda bahwa segalanya telah dipersiapkan untuk menghormati hamba-hamba pilihan Allah yang akan menghuninya. Kamar-kamarnya luas yang mengagumkan, pelayan-pelayannya yang indah dipandang mata, dan suasana lingkungannya yang mencengangkan. Semuanya dalam tata ciptaan yang memesonakan, yang belum pernah terlihat sebelumnya, belum pernah terngiang di telinga dan belum pernah terlintas dalam hati. Di dalam surga itu keinginan mereka terpenuhi, dipan-dipan tempat mereka membaringkan diri, tersedia serba memuaskan, buah-buahan yang beraneka ragam, jenis rasa dan aromanya, serta minuman dengan segala macamnya, siap disuguhkan. Sebenarnya kenikmatan yang terdapat dalam surga itu adalah puncak dari segala kenikmatan. Kenikmatan yang ada di surga itu diungkapkan dengan buah-buahan dan minuman sebagai kenikmatan yang sesuai dengan keadaan masyarakat Mekah pada waktu itu. Kalau disebutkan buah-buahan yang beraneka ragam dan minuman yang bermacam jenisnya, sudah barang tentu selera mereka terangsang, dan timbullah keinginan mereka untuk menikmati. Di samping itu, mereka didampingi oleh bidadari-bidadari yang sangat sopan. Masing-masing penghuni surga dilayani oleh perempuan-perempuan surga yang khusus untuknya, dan tidak memberikan pelayanannya kepada penghuni surga yang lain. Semua perempuan surga sama-sama cantiknya dan semuanya remaja."
        },
        {
          "number": 51,
          "arabic": "مُتَّكِـِٔينَ فِيهَا يَدْعُونَ فِيهَا بِفَـٰكِهَةٍ كَثِيرَةٍ وَشَرَابٍ",
          "transliteration": "muttakiīna fīhā yadʿūna fīhā bifākihatin kathīratin washarābin",
          "translation": "di dalamnya mereka bersandar (di atas dipan-dipan) sambil meminta buah-buahan yang banyak dan minuman (di surga itu).",
          "tafsir": "Pada ayat-ayat ini Allah menjelaskan betapa nikmatnya tempat kembali yang disediakan kepada para rasul dan orang-orang yang bertakwa itu. Pintu surga 'Adn selalu terbuka, dan keadaannya selalu menyenangkan, sebagai tanda bahwa segalanya telah dipersiapkan untuk menghormati hamba-hamba pilihan Allah yang akan menghuninya. Kamar-kamarnya luas yang mengagumkan, pelayan-pelayannya yang indah dipandang mata, dan suasana lingkungannya yang mencengangkan. Semuanya dalam tata ciptaan yang memesonakan, yang belum pernah terlihat sebelumnya, belum pernah terngiang di telinga dan belum pernah terlintas dalam hati. Di dalam surga itu keinginan mereka terpenuhi, dipan-dipan tempat mereka membaringkan diri, tersedia serba memuaskan, buah-buahan yang beraneka ragam, jenis rasa dan aromanya, serta minuman dengan segala macamnya, siap disuguhkan. Sebenarnya kenikmatan yang terdapat dalam surga itu adalah puncak dari segala kenikmatan. Kenikmatan yang ada di surga itu diungkapkan dengan buah-buahan dan minuman sebagai kenikmatan yang sesuai dengan keadaan masyarakat Mekah pada waktu itu. Kalau disebutkan buah-buahan yang beraneka ragam dan minuman yang bermacam jenisnya, sudah barang tentu selera mereka terangsang, dan timbullah keinginan mereka untuk menikmati. Di samping itu, mereka didampingi oleh bidadari-bidadari yang sangat sopan. Masing-masing penghuni surga dilayani oleh perempuan-perempuan surga yang khusus untuknya, dan tidak memberikan pelayanannya kepada penghuni surga yang lain. Semua perempuan surga sama-sama cantiknya dan semuanya remaja."
        },
        {
          "number": 52,
          "arabic": "۞ وَعِندَهُمْ قَـٰصِرَٰتُ ٱلطَّرْفِ أَتْرَابٌ",
          "transliteration": "waʿindahum qāṣirātu l-ṭarfi atrābun",
          "translation": "dan di samping mereka (ada bidadari-bidadari) yang redup pandangannya dan sebaya umurnya.",
          "tafsir": "Pada ayat-ayat ini Allah menjelaskan betapa nikmatnya tempat kembali yang disediakan kepada para rasul dan orang-orang yang bertakwa itu. Pintu surga 'Adn selalu terbuka, dan keadaannya selalu menyenangkan, sebagai tanda bahwa segalanya telah dipersiapkan untuk menghormati hamba-hamba pilihan Allah yang akan menghuninya. Kamar-kamarnya luas yang mengagumkan, pelayan-pelayannya yang indah dipandang mata, dan suasana lingkungannya yang mencengangkan. Semuanya dalam tata ciptaan yang memesonakan, yang belum pernah terlihat sebelumnya, belum pernah terngiang di telinga dan belum pernah terlintas dalam hati. Di dalam surga itu keinginan mereka terpenuhi, dipan-dipan tempat mereka membaringkan diri, tersedia serba memuaskan, buah-buahan yang beraneka ragam, jenis rasa dan aromanya, serta minuman dengan segala macamnya, siap disuguhkan. Sebenarnya kenikmatan yang terdapat dalam surga itu adalah puncak dari segala kenikmatan. Kenikmatan yang ada di surga itu diungkapkan dengan buah-buahan dan minuman sebagai kenikmatan yang sesuai dengan keadaan masyarakat Mekah pada waktu itu. Kalau disebutkan buah-buahan yang beraneka ragam dan minuman yang bermacam jenisnya, sudah barang tentu selera mereka terangsang, dan timbullah keinginan mereka untuk menikmati. Di samping itu, mereka didampingi oleh bidadari-bidadari yang sangat sopan. Masing-masing penghuni surga dilayani oleh perempuan-perempuan surga yang khusus untuknya, dan tidak memberikan pelayanannya kepada penghuni surga yang lain. Semua perempuan surga sama-sama cantiknya dan semuanya remaja."
        },
        {
          "number": 53,
          "arabic": "هَـٰذَا مَا تُوعَدُونَ لِيَوْمِ ٱلْحِسَابِ",
          "transliteration": "hādhā mā tūʿadūna liyawmi l-ḥisābi",
          "translation": "Inilah apa yang dijanjikan kepadamu pada hari perhitungan.",
          "tafsir": "Allah menegaskan bahwa segala macam kenikmatan yang terdapat di surga itulah yang dijanjikan kepada hamba Allah yang bertakwa, yang pasti datang setelah manusia seluruhnya dibangkitkan kembali dari kubur, dan diadili di Padang Mahsyar. Allah menegaskan bahwa nikmat yang ada di surga itu bukan sembarang kenikmatan, tetapi nikmat yang abadi."
        },
        {
          "number": 54,
          "arabic": "إِنَّ هَـٰذَا لَرِزْقُنَا مَا لَهُۥ مِن نَّفَادٍ",
          "transliteration": "inna hādhā lariz'qunā mā lahu min nafādin",
          "translation": "Sungguh, inilah rezeki dari Kami yang tidak ada habis-habisnya.",
          "tafsir": "Allah menegaskan bahwa segala macam kenikmatan yang terdapat di surga itulah yang dijanjikan kepada hamba Allah yang bertakwa, yang pasti datang setelah manusia seluruhnya dibangkitkan kembali dari kubur, dan diadili di Padang Mahsyar. Allah menegaskan bahwa nikmat yang ada di surga itu bukan sembarang kenikmatan, tetapi nikmat yang abadi."
        },
        {
          "number": 55,
          "arabic": "هَـٰذَا ۚ وَإِنَّ لِلطَّـٰغِينَ لَشَرَّ مَـَٔابٍ",
          "transliteration": "hādhā wa-inna lilṭṭāghīna lasharra maābin",
          "translation": "Beginilah (keadaan mereka). Dan sungguh, bagi orang-orang yang durhaka pasti (disediakan) tempat kembali yang buruk,",
          "tafsir": "Pada ayat ini diterangkan keadaan orang-orang kafir di dalam neraka. Mereka memperoleh tempat kembali yang buruk, mengalami kesengsaraan yang tiada taranya di dalam neraka. Segala tempat yang mereka tempati baik tempat duduk, tempat tidur, tempat istirahat, dan sebagainya, merupakan tempat yang tidak mereka senangi, karena di tempat itu mereka selalu mengalami siksaan yang berat. Dalam ayat yang lain diterangkan keadaan orang kafir di dalam neraka, Allah berfirman: Bagi mereka tikar tidur dari api neraka dan di atas mereka ada selimut (api neraka). Demikianlah Kami memberi balasan kepada orang-orang yang zalim. (al-A.'raf/7: 41)"
        },
        {
          "number": 56,
          "arabic": "جَهَنَّمَ يَصْلَوْنَهَا فَبِئْسَ ٱلْمِهَادُ",
          "transliteration": "jahannama yaṣlawnahā fabi'sa l-mihādu",
          "translation": "(yaitu) neraka Jahanam yang mereka masuki; maka itulah seburuk-buruk tempat tinggal.",
          "tafsir": "Pada ayat ini diterangkan keadaan orang-orang kafir di dalam neraka. Mereka memperoleh tempat kembali yang buruk, mengalami kesengsaraan yang tiada taranya di dalam neraka. Segala tempat yang mereka tempati baik tempat duduk, tempat tidur, tempat istirahat, dan sebagainya, merupakan tempat yang tidak mereka senangi, karena di tempat itu mereka selalu mengalami siksaan yang berat. Dalam ayat yang lain diterangkan keadaan orang kafir di dalam neraka, Allah berfirman: Bagi mereka tikar tidur dari api neraka dan di atas mereka ada selimut (api neraka). Demikianlah Kami memberi balasan kepada orang-orang yang zalim. (al-A.'raf/7: 41)"
        },
        {
          "number": 57,
          "arabic": "هَـٰذَا فَلْيَذُوقُوهُ حَمِيمٌ وَغَسَّاقٌ",
          "transliteration": "hādhā falyadhūqūhu ḥamīmun waghassāqun",
          "translation": "Inilah (azab neraka), maka biarlah mereka merasakannya, (minuman mereka) air yang sangat panas dan air yang sangat dingin,",
          "tafsir": "Allah menyatakan kepada orang-orang kafir di dalam neraka, \"Hai orang kafir, inilah azab yang pernah Aku janjikan dahulu, maka rasakanlah olehmu bagaimana berat dan pedihnya azab itu, minumlah di dalam neraka itu air panas yang sedang mendidih yang membakar mulut dan usus-ususmu atau nanah busuk yang mengalir dari tubuh-tubuh penghuni neraka yang sangat dingin. Selain dari itu kamu sekalian akan merasakan azab-azab yang lain yang kamu sendiri tidak mengetahui bentuk azab itu, selain kamu hanya merasakan kesengsaraan yang luar biasa.\" Rasulullah saw bersabda: Dari Abu Sa'id al-Khudri, dari Nabi saw, beliau bersabda, \"Seandainya satu timba dari minuman penghuni neraka ditumpahkan di dunia, maka semua penghuni dunia akan berbau busuk.(Riwayat al-hakim) Jika diperhatikan ayat-ayat ini dan dihubungkan dengan ayat-ayat yang sebelumnya seakan-akan ayat ini merupakan imbangan perkataan Allah kepada ahli surga. Pada ayat yang lalu disebutkan bahwa penduduk surga diberikan buah-buahan yang baik dan minuman yang lezat rasanya, sedang pada ayat ini diterangkan bahwa penduduk neraka disuruh merasakan air panas yang mendidih dan nanah yang mengalir. Hal ini berarti bahwa penduduk surga memperoleh semua yang diminta dan diingini, sedang penduduk neraka disuruh bahkan dipaksa melakukan sesuatu yang tidak diingininya. Kalau orang-orang yang beriman di dalam surga memperoleh bidadari yang tidak liar pandangannya dan sebaya umurnya, maka penduduk neraka memperoleh azab yang bermacam-macam yang sangat berat dan pedih."
        },
        {
          "number": 58,
          "arabic": "وَءَاخَرُ مِن شَكْلِهِۦٓ أَزْوَٰجٌ",
          "transliteration": "waākharu min shaklihi azwājun",
          "translation": "dan berbagai macam (azab) yang lain yang serupa itu.",
          "tafsir": "Allah menyatakan kepada orang-orang kafir di dalam neraka, \"Hai orang kafir, inilah azab yang pernah Aku janjikan dahulu, maka rasakanlah olehmu bagaimana berat dan pedihnya azab itu, minumlah di dalam neraka itu air panas yang sedang mendidih yang membakar mulut dan usus-ususmu atau nanah busuk yang mengalir dari tubuh-tubuh penghuni neraka yang sangat dingin. Selain dari itu kamu sekalian akan merasakan azab-azab yang lain yang kamu sendiri tidak mengetahui bentuk azab itu, selain kamu hanya merasakan kesengsaraan yang luar biasa.\" Rasulullah saw bersabda: Dari Abu Sa'id al-Khudri, dari Nabi saw, beliau bersabda, \"Seandainya satu timba dari minuman penghuni neraka ditumpahkan di dunia, maka semua penghuni dunia akan berbau busuk.(Riwayat al-hakim) Jika diperhatikan ayat-ayat ini dan dihubungkan dengan ayat-ayat yang sebelumnya seakan-akan ayat ini merupakan imbangan perkataan Allah kepada ahli surga. Pada ayat yang lalu disebutkan bahwa penduduk surga diberikan buah-buahan yang baik dan minuman yang lezat rasanya, sedang pada ayat ini diterangkan bahwa penduduk neraka disuruh merasakan air panas yang mendidih dan nanah yang mengalir. Hal ini berarti bahwa penduduk surga memperoleh semua yang diminta dan diingini, sedang penduduk neraka disuruh bahkan dipaksa melakukan sesuatu yang tidak diingininya. Kalau orang-orang yang beriman di dalam surga memperoleh bidadari yang tidak liar pandangannya dan sebaya umurnya, maka penduduk neraka memperoleh azab yang bermacam-macam yang sangat berat dan pedih."
        },
        {
          "number": 59,
          "arabic": "هَـٰذَا فَوْجٌ مُّقْتَحِمٌ مَّعَكُمْ ۖ لَا مَرْحَبًۢا بِهِمْ ۚ إِنَّهُمْ صَالُوا۟ ٱلنَّارِ",
          "transliteration": "hādhā fawjun muq'taḥimun maʿakum lā marḥaban bihim innahum ṣālū l-nāri",
          "translation": "(Dikatakan kepada mereka), \"Ini rombongan besar (pengikut-pengikutmu) yang masuk berdesak-desak bersama kamu (ke neraka).\" Tidak ada ucapan selamat datang bagi mereka karena sesungguhnya mereka akan masuk neraka (kata pemimpin-pemimpin mereka).",
          "tafsir": "Para malaikat berkata kepada orang-orang kafir yang telah masuk ke dalam neraka lebih dahulu di waktu mereka menghalau rombongan kafir yang lain yang banyak jumlahnya, \"Inilah rombongan yang lain yang dihalau ke dalam neraka agar mereka tinggal di dalamnya bersama-sama dengan kamu.\" Rombongan yang telah masuk dahulu ke dalam neraka, melihat rombongan yang baru yang sedang digiring itu, berkata, \"Itu adalah rombongan yang banyak jumlahnya yang akan menghuni neraka bersama-sama kita, maka kecelakaan akan menimpa mereka pula seperti kecelakaan yang telah menimpa kita dan mereka akan dibakar hangus seperti kita.\""
        },
        {
          "number": 60,
          "arabic": "قَالُوا۟ بَلْ أَنتُمْ لَا مَرْحَبًۢا بِكُمْ ۖ أَنتُمْ قَدَّمْتُمُوهُ لَنَا ۖ فَبِئْسَ ٱلْقَرَارُ",
          "transliteration": "qālū bal antum lā marḥaban bikum antum qaddamtumūhu lanā fabi'sa l-qarāru",
          "translation": "(Para pengikut mereka menjawab), \"Sebenarnya kamulah yang (lebih pantas) tidak menerima ucapan selamat datang, karena kamulah yang menjerumuskan kami ke dalam azab, maka itulah seburuk-buruk tempat menetap.\"",
          "tafsir": "Mendengar ucapan itu, maka rombongan yang sedang digiring malaikat itu menjawab, \"Sebenarnya kamulah yang lebih pantas mendapat celaka, karena kamulah yang menyesatkan kami dahulu, dan kamulah yang selalu mengajak serta mendorong kami untuk mengerjakan pekerjaan-pekerjaan yang mengakibatkan kami masuk neraka ini.\" Dalam ayat lain, Allah berfirman: Allah berfirman, \"Masuklah kamu ke dalam api neraka bersama golongan jin dan manusia yang telah lebih dahulu dari kamu. Setiap kali suatu umat masuk, dia melaknat saudaranya¦ (al-A.'raf/7: 38) Lain halnya penduduk surga, setiap ada rombongan yang masuk ke dalamnya, mereka selalu disambut dengan senang dan gembira, dalam suasana persaudaraan dan kasih sayang, dan kepada mereka diucapkan \"salam\". Sungguh besar perbedaan antara penerimaan orang-orang beriman ketika mereka masuk surga dengan penerimaan orang-orang kafir ketika mereka masuk neraka."
        },
        {
          "number": 61,
          "arabic": "قَالُوا۟ رَبَّنَا مَن قَدَّمَ لَنَا هَـٰذَا فَزِدْهُ عَذَابًا ضِعْفًا فِى ٱلنَّارِ",
          "transliteration": "qālū rabbanā man qaddama lanā hādhā fazid'hu ʿadhāban ḍiʿ'fan fī l-nāri",
          "translation": "Mereka berkata (lagi), \"Ya Tuhan kami, barangsiapa menjerumuskan kami ke dalam (azab) ini, maka tambahkanlah azab kepadanya dua kali lipat di dalam neraka.\"",
          "tafsir": "Bahkan penduduk neraka yang baru datang itu berdoa kepada Tuhan agar menambah azab yang berat kepada orang-orang yang telah menyesatkan mereka dengan mengatakan, \"Wahai Tuhan kami, timpakanlah azab yang berlipat-ganda kepada pemimpin-pemimpin dan pemuka-pemuka agama kami yang telah menyebabkan kami menderita karena azab yang berat ini. Ayat lain yang searti dengan ayat ini firman Allah: ¦Ya Tuhan kami, mereka telah menyesatkan kami. Datangkanlah siksaan api neraka yang berlipat ganda kepada mereka\" Allah berfirman, \"Masing-masing mendapatkan (siksaan) yang berlipat ganda, tapi kamu tidak mengetahui. (al-A.'raf/7: 38)"
        }
      ]
    }
  ]
}