{
  "pageNumber": 127,
  "juz": 7,
  "surahs": [
    {
      "number": 5,
      "name": "Al-Ma'idah",
      "nameArabic": "المائدة",
      "meaning": "Hidangan",
      "revelation": "Madinah",
      "description": "Surat Al-Ma-idah terdiri dari 120 ayat dan termasuk surat Madaniyyah. Hanya saja ada ayat-ayat yang diturunkan di Mekah, pada waktu haji wadaa', setelah Nabi Muhammad s.a.w. hijrah ke Madinah.Surat ini dinamakan \"Al-Ma-idah\" (hidangan) karena memuat kisah pengikut-pengikut setia Nabi 'Isa a.s. yang meminta kepada Nabi 'Isa agar Allah berkenan menurunkan Al-Ma-idah (hidangan makanan) dari langit (ayat 112) untuk mereka. Juga dinamakan dengan \"Al-Uqud\" (perjanjian), karena kata ini terdapat pada ayat pertama surat ini, Allah menyuruh agar hamba memenuhi janji prasetia terhadap Allah dan perjanjian-perjanjian terhadap sesama.Dinamakan juga \"Al-Munqidz\" (yang menyelamatkan), karena akhir surat ini mengandung kisah tentang Nabi 'Isa a.s. yang menjadi penyelamat bagi pengikut-pengikut setianya dari azab Allah.Pokok-Pokok Isi:1. Keimanan:Bantahan terhadap orang-orang yang mempertuhankan Nabi 'Isa a.s.2. Hukum-hukum:Kewajiban memenuhi janji; hukum melanggar syi'ar Allah; makanan yang dihalalkan dan yang diharamkan; hukum menikahi perempuan ahli kitab; wudhu; tayammum; mandi; hukum membunuh orang; hukum mengacau dan mengganggu keamanan; hukum qishash; hukum melanggar sumpah dan kafaaratnya; hukum khamar, berjudi, berkurban untuk berhala, dan mengundi nasib; hukum membunuh binatang waktu ihram; hukum persaksian dalam berwasiat.3. Kisah-kisah:Kisah Nabi Musa a.s. menyuruh kaumnya memasuki Palestina; kisah Habil dan Qabil; dan kisah-kisah tentang Nabi 'Isa a.s.4. Lain-lain:Kewajiban bersikap lemah lembut terhadap sesama mukmin dan bersikap keras terhadap orang kafir; penyempurnaan Agama Islam di zaman Nabi Muhammad s.a.w.; kewajiban bersikap jujur dan adil; sikap dalam menghadapi berita-berita bohong; akibat berteman akrab nonmuslim; laknat Allah terhadap orang-orang Yahudi; kewajiban rasul-rasul hanya menyampaikan agama; sikap Yahudi dan Nasrani terhadap orang Islam; Ka'bah sebagai pondasi kehidupan manusia; peringatan dari Allah agar meninggalkan kebiasaan Arab Jahiliyah; larangan bertanya sesuatu yang mengakibatkan kesusahan dalam beragama.Surat Al-Ma-idah mengemukakan bagaimana seharusnya orang mukmin bersikap, baik terhadap sesama maupun nonmukmin; manfaaat memenuhi janji prasetia terhadap Allah, perjanjian yang dilakukan oleh sesama manusia, dan ketauhidan Allah.Hubungan Surat Al-Ma-Idah Dengan Surat Al-An'Am:1. Surat Al-Ma-idah mengemukakan hujjah terhadap ahli kitab, sedangkan surat Al-An'am mengemukakan hujjah terhadap kaum musyrikin.2. Surat Al-An'am memuat makanan-makanan yang diharamkan dan binatang sembelihan secara umum, sedangkan surat Al-Ma-idah memuat secara terperinci.3. Akhir surat Al-Ma-idah mengemukakan bahwa Allah menguasai langit dan bumi serta memberi balasan atas perbuatan-perbuatan manusia di dunia, sedangkan permulaan surat Al-An'am mengutarakan bahwa segala puji hanya milik Allah, Pencipta langit dan bumi serta sumber kebahagiaan manusia.",
      "verses": [
        {
          "number": 114,
          "arabic": "قَالَ عِيسَى ٱبْنُ مَرْيَمَ ٱللَّهُمَّ رَبَّنَآ أَنزِلْ عَلَيْنَا مَآئِدَةً مِّنَ ٱلسَّمَآءِ تَكُونُ لَنَا عِيدًا لِّأَوَّلِنَا وَءَاخِرِنَا وَءَايَةً مِّنكَ ۖ وَٱرْزُقْنَا وَأَنتَ خَيْرُ ٱلرَّٰزِقِينَ",
          "transliteration": "qāla ʿīsā ub'nu maryama l-lahuma rabbanā anzil ʿalaynā māidatan mina l-samāi takūnu lanā ʿīdan li-awwalinā waākhirinā waāyatan minka wa-ur'zuq'nā wa-anta khayru l-rāziqīna",
          "translation": "Isa putra Maryam berdoa, \"Ya Tuhan kami, turunkanlah kepada kami hidangan dari langit (yang hari turunnya) akan menjadi hari raya bagi kami, yaitu bagi orang-orang yang sekarang bersama kami maupun yang datang setelah kami, dan menjadi tanda bagi kekuasaan Engkau; berilah kami rezeki, dan Engkaulah sebaik-baik pemberi rezeki.\"",
          "tafsir": "Dalam ayat ini diterangkan, bahwa Nabi Isa setelah mengetahui maksud baik dari kaum hawariyyin dalam permohonan mereka yaitu bahwa mereka tidak meragukan kekuasaan Allah, melainkan karena mereka ingin lebih yakin dan memperoleh keimanan yang lebih kuat serta ketenteraman hati, maka Nabi Isa mengabulkan permohonan mereka untuk bedoa kepada Allah agar menurunkan hidangan untuk mereka. Nabi Isa memulai doanya itu dengan ucapan \"Allahuma Rabbana\". Sedangkan kata-kata tersebut mengandung pengertian sifat-sifat keagungan-Nya, yaitu: ketuhanan, kekuasaan, hikmah dan kebijaksanaan-Nya, serta sifat-sifat-Nya sebagai Penguasa, Pendidik, Pemelihara dan Pemberi nikmat. Kemudian Isa melanjutkan doanya dengan permohonan agar Allah menurunkan untuk mereka hidangan dari langit. Nabi Isa mengharapkan agar hari ketika hidangan itu turun akan menjadi hari raya bagi mereka dan generasi mereka selanjutnya. Hal ini juga akan menjadi tanda atau bukti bagi kekuasaan Allah. Nabi Isa mengakhiri doanya dengan ucapan, \"Berilah kami rezeki, karena Engkau adalah Pemberi rezeki Yang Paling Utama.\" Hal yang perlu kita perhatikan dalam ayat ini ialah bahwa Nabi Isa dalam doanya lebih dahulu menyebutkan faedah rohaniah yang akan diperoleh bila Allah mengabulkan doanya, kemudian baru disebutkan faedahnya dari segi jasmaniah. Faedah rohaniah ialah: turunnya hidangan itu akan merupakan hari yang amat penting dalam kehidupan umatnya, dan akan mereka jadikan hari raya, dimana mereka akan selalu mengenang rahmat Allah, dan mereka akan mengagungkan kebesaran kekuasaan-Nya. Hal ini akan menambah keyakinan mereka, dan akan memperkokoh keimanan kepada Allah. Adapun faedah jasmaniah ialah makanan itu akan merupakan rezeki yang akan menghilangkan rasa lapar dan mengembalikan kesegaran dan kekuatan jasmani mereka. Lain halnya kaum hawariyyin ketika mereka mengemukakan permintaan itu kepada Isa. Mereka mendahulukan penyebutan faedah jasmaniah, dan sesudah itu barulah menyebutkan faedah rohaniahnya. Dengan demikian dapat diambil kesimpulan, bahwa dengan susunan doanya itu, Nabi Isa mengajarkan kepada umatnya, agar mereka lebih mengutamakan segi-segi mental rohaniah daripada segi-segi fisik materiil jasmaniah. Disebutkan \"Ma'idah\" dalam surah ini yang berarti \"hidangan\" maka kata tersebut telah disepakati menjadi nama bagi surah ini, yaitu Surah al-Ma'idah/5. Kata-kata yang dipakai menjadi nama bagi surah-surah Al-Qur'an kebanyakan diambil dari suatu kata yang terdapat di dalam surah bersangkutan, yang berkenaan dengan suatu hal yang amat penting, misalnya: nama surah ini dan Surah \"al-Baqarah\". Adakalanya pula diambil dari kata-kata lain yang tidak terdapat dalam surah itu tetapi menunjukkan dengan jelas isi surah tersebut, misalnya nama Surah al-Ikhlas/ 112. Ayat 112 dan 113 menyebutkan permintaan hidangan makanan dari langit oleh pengikut-pengikut Nabi Isa. Dalam beberapa bab dalam Perjanjian Baru dilukiskan sangat beragam (Matius vi.11, Kisah Para Rasul x.9-12 dan sebagainya)."
        },
        {
          "number": 115,
          "arabic": "قَالَ ٱللَّهُ إِنِّى مُنَزِّلُهَا عَلَيْكُمْ ۖ فَمَن يَكْفُرْ بَعْدُ مِنكُمْ فَإِنِّىٓ أُعَذِّبُهُۥ عَذَابًا لَّآ أُعَذِّبُهُۥٓ أَحَدًا مِّنَ ٱلْعَـٰلَمِينَ",
          "transliteration": "qāla l-lahu innī munazziluhā ʿalaykum faman yakfur baʿdu minkum fa-innī uʿadhibuhu ʿadhāban lā uʿadhibuhu aḥadan mina l-ʿālamīna",
          "translation": "Allah berfirman, \"Sungguh, Aku akan menurunkan hidangan itu kepadamu, tetapi barang siapa kafir di antaramu setelah (turun hidangan) itu, maka sungguh, Aku akan mengazabnya dengan azab yang tidak pernah Aku timpakan kepada seorang pun di antara umat manusia (seluruh alam).\"",
          "tafsir": "Dalam ayat ini diterangkan bahwa Allah mengabulkan doa tersebut dan menurunkan hidangan sesuai dengan permintaan mereka. Tetapi, dengan syarat bahwa sesudah turunnya hidangan itu, tidak boleh ada di antara mereka yang tetap kafir, atau kembali kafir sesudah beriman, karena mereka telah diberi pelajaran dan keterangan-keterangan tentang kekuasaan dan kebesaran Allah, kemudian diberi pula bukti nyata yang dapat mereka saksikan dengan panca indera mereka sendiri. Apabila masih ada di antara mereka yang kafir maka sepantasnya kemurkaan dan azab Allah ditimpakan kepada mereka, yang melebihi azab yang ditimpakan kepada orang-orang kafir lainnya. Pendapat para ulama beragam mengenai macam makanan yang diturunkan Allah dalam hidangan tersebut. Tetapi masalah tersebut bukanlah masalah yang penting untuk dibicarakan, Al-Qur'an sendiri tidak menyebutkannya. Demikian pula Rasulullah saw. Yang perlu kita perhatikan ialah hubungan sebab akibat, serta isi dan tujuan dari kisah tersebut, untuk dijadikan iktibar dan pelajaran guna memperkokoh iman dan keyakinan kita kepada Allah dengan segala sifat-sifat kesempurnaan-Nya."
        },
        {
          "number": 116,
          "arabic": "وَإِذْ قَالَ ٱللَّهُ يَـٰعِيسَى ٱبْنَ مَرْيَمَ ءَأَنتَ قُلْتَ لِلنَّاسِ ٱتَّخِذُونِى وَأُمِّىَ إِلَـٰهَيْنِ مِن دُونِ ٱللَّهِ ۖ قَالَ سُبْحَـٰنَكَ مَا يَكُونُ لِىٓ أَنْ أَقُولَ مَا لَيْسَ لِى بِحَقٍّ ۚ إِن كُنتُ قُلْتُهُۥ فَقَدْ عَلِمْتَهُۥ ۚ تَعْلَمُ مَا فِى نَفْسِى وَلَآ أَعْلَمُ مَا فِى نَفْسِكَ ۚ إِنَّكَ أَنتَ عَلَّـٰمُ ٱلْغُيُوبِ",
          "transliteration": "wa-idh qāla l-lahu yāʿīsā ib'na maryama a-anta qul'ta lilnnāsi ittakhidhūnī wa-ummiya ilāhayni min dūni l-lahi qāla sub'ḥānaka mā yakūnu lī an aqūla mā laysa lī biḥaqqin in kuntu qul'tuhu faqad ʿalim'tahu taʿlamu mā fī nafsī walā aʿlamu mā fī nafsika innaka anta ʿallāmu l-ghuyūbi",
          "translation": "Dan (ingatlah) ketika Allah berfirman, \"Wahai Isa putra Maryam! Engkaukah yang mengatakan kepada orang-orang, Jadikanlah aku dan ibuku sebagai dua Tuhan selain Allah?\" (Isa) menjawab, \"Maha Suci Engkau, tidak patut bagiku mengatakan apa yang bukan hakku. Jika aku pernah mengatakannya tentulah Engkau telah mengetahuinya. Engkau mengetahui apa yang ada pada diriku dan aku tidak mengetahui apa yang ada pada-Mu. Sungguh, Engkaulah Yang Maha Mengetahui segala yang gaib.\"",
          "tafsir": "Pada ayat ini, Allah berkata, apakah Isa dan ibunya telah menyatakan dirinya sebagai tuhan. Isa menyatakan bahwa pernyataan di atas adalah tidak benar, karena dia tidaklah berhak menyatakan sesuatu yang tidak patut bagi dirinya dan ibunya. Allah menanyakan hal demikian itu kepada Isa walaupun Allah mengetahui apa yang sebenarnya terjadi, agar Isa di hari Kiamat itu menyatakan di hadapan para rasul dan umat manusia bahwa hanya Allah-lah yang berhak disembah, serta dia menjelaskan kesalahan umatnya yang memandang dirinya dan ibunya sebagai Tuhan. Semua ibadah hanya ditujukan kepada Allah. Ayat ini memberikan peringatan kepada orang-orang Nasrani yang hidup kemudian atas kesalahan dan kekeliruan akidah mereka. Banyak macam ibadah dan doa yang dilakukan oleh orang Nasrani ditujukan kepada Isa dan ibunya, baik yang khusus untuk Isa dan ibunya masing-masing, maupun ibadah mempersekutukan mereka dengan Allah. Semua ibadah seperti itu tidak dapat dibenarkan, karena segala ibadah itu haruslah ditujukan kepada Allah saja. Firman Allah: Padahal mereka hanya diperintah menyembah Allah dengan ikhlas menaati-Nya semata-mata karena (menjalankan) agama¦ (al-Bayyinah/98: 5) Tiada Tuhan selain Allah yang berhak disembah hamba. Nabi Isa menjawab pertanyaan Allah tentang ibadah dan kepercayaan yang ditujukan kepada dirinya dan ibunya dengan jawaban yang diawali kata \"Subhanaka\" artinya \"Engkau Mahasuci\", maksudnya mustahil ada Tuhan selain Allah. Nabi Isa menegaskan baik dirinya sendiri atau orang lain, tidaklah berhak untuk mengatakan sesuatu yang tidak patut bagi dirinya dan ibunya. Tidak terlintas sedikit pun dalam pikiran Nabi Isa untuk menyatakan dirinya atau ibunya sebagai tuhan, karena ia diutus kepada manusia untuk membimbing mereka ke jalan yang lurus yakni agama tauhid. Sekiranya Nabi Isa menyatakan pengakuannya sebagai Tuhan, atau terlintas dalam pikirannya, tentulah Allah lebih mengetahuinya, karena Dia Maha Mengetahui apa yang tersembunyi dalam pikiran manusia, terlebih apa yang diungkapkannya. Manusia tidak mengetahui apa yang disembunyikan Allah kecuali jika Dia memberitahukannya dengan perantaraan wahyu. Sesungguhnya hanya Allah sendiri yang Maha Mengetahui segala yang gaib; Ilmu-Nya meliputi segala yang pernah terjadi, yang sedang terjadi, dan yang akan terjadi. Allah menanyakan apakah Nabi Isa menyatakan diri dan ibunya sebagai Tuhan, karena orang-orang Nasrani di Najran banyak yang menganggap Isa dan ibunya sebagai Tuhan (Alusi V;94). Yang penting ayat ini merupakan jawaban Nabi Isa yang dengan tegas tidak pernah menyatakan diri dan ibunya sebagai Tuhan. Jawaban ini perlu untuk diketahui oleh murid-murid Nabi Isa maupun semua pengikutnya."
        },
        {
          "number": 117,
          "arabic": "مَا قُلْتُ لَهُمْ إِلَّا مَآ أَمَرْتَنِى بِهِۦٓ أَنِ ٱعْبُدُوا۟ ٱللَّهَ رَبِّى وَرَبَّكُمْ ۚ وَكُنتُ عَلَيْهِمْ شَهِيدًا مَّا دُمْتُ فِيهِمْ ۖ فَلَمَّا تَوَفَّيْتَنِى كُنتَ أَنتَ ٱلرَّقِيبَ عَلَيْهِمْ ۚ وَأَنتَ عَلَىٰ كُلِّ شَىْءٍ شَهِيدٌ",
          "transliteration": "mā qul'tu lahum illā mā amartanī bihi ani uʿ'budū l-laha rabbī warabbakum wakuntu ʿalayhim shahīdan mā dum'tu fīhim falammā tawaffaytanī kunta anta l-raqība ʿalayhim wa-anta ʿalā kulli shayin shahīdun",
          "translation": "Aku tidak pernah mengatakan kepada mereka kecuali apa yang Engkau perintahkan kepadaku (yaitu), \"Sembahlah Allah, Tuhanku dan Tuhanmu,\" dan aku menjadi saksi terhadap mereka, selama aku berada di tengah-tengah mereka. Maka setelah Engkau mewafatkan aku, Engkaulah yang mengawasi mereka. Dan Engkaulah Yang Maha Menyaksikan atas segala sesuatu.",
          "tafsir": "Sesudah Nabi Isa pada ayat yang lalu mensucikan Allah dan kemudian dia membersihkan dirinya dari tuduhan menganggap dirinya sebagai Tuhan, maka dalam ayat ini Isa menjelaskan apa sebenarnya yang telah diserukannya kepada kaumnya yaitu agar mereka menyembah Allah. Tuhannya sendiri dan juga Tuhan kaumnya. Tidak benar dia menuhankan dirinya dan ibunya karena mereka berdua adalah hamba Allah seperti juga manusia lainnya. Nabi Isa telah mengajarkan pokok-pokok agama dan dasar-dasar keimanan kepada kaumnya yang seharusnya mereka jadikan pedoman dalam kehidupan beragama sepanjang masa. Sewaktu Nabi Isa masih berada bersama mereka, beliau selalu memberikan bimbingan kepada mereka dan mengawasi segala tingkah laku mereka; yang benar dibenarkan, yang salah dinyatakan salah sesuai dengan petunjuk Allah. Tetapi setelah beliau diangkat ke langit, habislah masa tugas kerasulannya, putuslah pengawasan dan bimbingan beliau terhadap kaumnya. Nabi Isa tidak mengetahui lagi amal perbuatan mereka dan sejarah perkembangan mereka dan agamanya. Hanyalah Allah yang menjadi Pengawas dan Saksi atas mereka. Allah memberi petunjuk kepada orang yang menghendaki kebenaran, membiarkan orang yang menginginkan kesesatan. Orang yang menuhankan Isa telah kafir dan haram surga bagi mereka. Hal itu ditegaskan Allah dalam firman-Nya: Sungguh, telah kafir orang-orang yang berkata, \"Sesungguhnya Allah itu dialah Al-Masih putra Maryam.\" Padahal Al-Masih (sendiri) berkata, \"Wahai Bani Israil! Sembahlah Allah, Tuhanku dan Tuhanmu.\" Sesungguhnya barang siapa mempersekutukan (sesuatu dengan) Allah, maka sungguh, Allah mengharamkan surga baginya, dan tempatnya ialah neraka. Dan tidak ada seorang penolong pun bagi orang-orang zalim itu. (al-Ma'idah/5:72)"
        },
        {
          "number": 118,
          "arabic": "إِن تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ ۖ وَإِن تَغْفِرْ لَهُمْ فَإِنَّكَ أَنتَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
          "transliteration": "in tuʿadhib'hum fa-innahum ʿibāduka wa-in taghfir lahum fa-innaka anta l-ʿazīzu l-ḥakīmu",
          "translation": "Jika Engkau menyiksa mereka, maka sesungguhnya mereka adalah hamba-hamba-Mu, dan jika Engkau mengampuni mereka, sesungguhnya Engkaulah Yang Mahaperkasa, Mahabijaksana.\"",
          "tafsir": "Ayat ini menerangkan bahwa Isa menyerahkan sepenuhnya keputusan atas orang-orang Nasrani itu kepada Allah, dan beliau berlepas tangan dari tanggung jawab atas perbuatan mereka, karena beliau sudah menyampaikan seruannya sesuai dengan perintah Allah, yaitu mengesakan-Nya serta mengkhususkan ibadah kepada-Nya. Allah akan menjatuhkan hukuman kepada mereka sesuai dengan perbuatan mereka. Dialah yang mengetahui siapa di antara mereka yang tetap dalam tauhid dan siapa yang musyrik, siapa pula yang taat dan siapa yang ingkar, siapa yang saleh dan yang fasik. Jika Allah menjatuhkan azab atas mereka, maka azab itu jatuh kepada orang yang memang patut menerima azab. Mereka itu adalah hamba-hamba Allah, seharusnya mereka itu menyembah Allah, tidak menyembah selain Allah. Jika Allah memberikan pengampunan kepada mereka, maka pengampunan itu diberikan-Nya kepada mereka yang patut diberi-Nya dan yang patut menerimanya. Allah Mahakuasa dan berwenang dalam mengurusi segala perkara, tidak ada orang lain yang turut mengurusinya. Allah Mahabijaksana dalam menentukan keputusan atas perkara itu, dan Dia Maha Mengetahui siapakah di antara orang-orang Nasrani yang telah menjadi musyrik dan siapa pula yang masih dalam agama tauhid. Mereka yang menjadi musyrik, tidak ada ampunan bagi dosa mereka. Firman Allah: Sesungguhnya Allah tidak akan mengampuni (dosa) karena mempersekutukan-Nya (syirik), dan Dia mengampuni apa (dosa) yang selain (syirik) itu bagi siapa yang Dia kehendaki. (an-Nisa'/4: 48) Sejak permulaan abad masehi, sudah banyak aliran dalam kepercayaan yang tumbuh di kalangan penganut agama Nasrani. Sehingga banyak perselisihan yang timbul di antara mereka, maka semuanya terserah kepada Allah diazab atau diampuni di antara hamba-hamba-Nya sesuai dengan kehendak-Nya."
        },
        {
          "number": 119,
          "arabic": "قَالَ ٱللَّهُ هَـٰذَا يَوْمُ يَنفَعُ ٱلصَّـٰدِقِينَ صِدْقُهُمْ ۚ لَهُمْ جَنَّـٰتٌ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَآ أَبَدًا ۚ رَّضِىَ ٱللَّهُ عَنْهُمْ وَرَضُوا۟ عَنْهُ ۚ ذَٰلِكَ ٱلْفَوْزُ ٱلْعَظِيمُ",
          "transliteration": "qāla l-lahu hādhā yawmu yanfaʿu l-ṣādiqīna ṣid'quhum lahum jannātun tajrī min taḥtihā l-anhāru khālidīna fīhā abadan raḍiya l-lahu ʿanhum waraḍū ʿanhu dhālika l-fawzu l-ʿaẓīmu",
          "translation": "Allah berfirman, \"Inilah saat orang yang benar memperoleh manfaat dari kebenarannya. Mereka memperoleh surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya selama-lamanya. Allah rida kepada mereka dan mereka pun rida kepada-Nya. Itulah kemenangan yang agung.\"",
          "tafsir": "Dalam ayat ini, Allah menjelaskan bahwa pada hari Kiamat, orang yang senantiasa berbuat tetap dalam tauhid, akan memperoleh manfaat dari kebenaran iman mereka dan dari kejujuran perbuatan dan perkataan mereka. Kemanfaatan yang mereka peroleh itu ialah: pertama kenikmatan surga, kenikmatan yang banyak memberi kepuasan jasmaniah, dan kedua kenikmatan rida Ilahi, kenikmatan yang memberikan ketenteraman dan kepuasan rohani. Segala amal perbuatan mereka diterima Allah sebagai ibadah dan Allah memberi anugerah dan keridaan kepada mereka. Mereka merasa bahagia memperoleh keridaan dari Allah. Tidak ada kenikmatan yang lebih besar dari penghargaan dari Allah. Allah rida terhadap mereka, dan mereka rida terhadap Allah. Inilah puncak kebahagiaan abadi dalam diri manusia. Kedua nikmat Allah ini ialah surga dan rida Ilahi yang diperoleh sesudah melewati perhitungan amal pada hari Kiamat."
        },
        {
          "number": 120,
          "arabic": "لِلَّهِ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَمَا فِيهِنَّ ۚ وَهُوَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌۢ",
          "transliteration": "lillahi mul'ku l-samāwāti wal-arḍi wamā fīhinna wahuwa ʿalā kulli shayin qadīrun",
          "translation": "Milik Allah kerajaan langit dan bumi dan apa yang ada di dalamnya; dan Dia Mahakuasa atas segala sesuatu.",
          "tafsir": "Surah ini diakhiri dengan pernyataan, bahwa segala kerajaan langit dan bumi beserta isinya hanyalah kepunyaan Allah. Baik makhluk yang berakal maupun yang tidak berakal; benda-benda mati ataupun makhluk bernyawa, semuanya tunduk dan takluk di bawah kudrat dan iradat-Nya. Ayat ini memperingatkan orang-orang Nasrani atas kesalahan cara berpikir mereka mengenai Isa dan ibunya, yang dianggap tuhan, padahal keduanya adalah hamba Allah dan milik-Nya. Keduanya bukan sekutu Allah, ataupun tandingan-Nya. Oleh karena itu, doa dan ibadah tidak selayaknya ditujukan kepada keduanya. Hanya Allah yang berhak disembah, karena Dialah pemilik dan penguasa alam ini beserta segala isinya."
        }
      ]
    }
  ]
}