{
  "pageNumber": 378,
  "juz": 19,
  "surahs": [
    {
      "number": 27,
      "name": "An-Naml",
      "nameArabic": "النمل",
      "meaning": "Semut",
      "revelation": "Makkah",
      "description": "Surat An-Naml terdiri dari 93 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Asy-Syu'ara'.Dinamai dengan \"An-Naml\", karena pada ayat ke-18 dan ke-19 terdapat perkataan \"An-Naml\" (semut), ketika raja semut memerintahkan anak buahnya untuk masuk ke sarangnya masing-masing, agar tidak terinjak oleh Nabi Sulaiman dan bala tentaranya yang akan lewat di tempat itu. Mendengar perintah raja semut kepada anak buahnya itu, Nabi Sulaiman tersenyum dan takjub atas keteraturan kerajaan semut. Maka beliau pun mengucapkan syukur kepada Allah yang telah melimpahkan nikmat kepadanya, berupa kerajaan, kekayaan, memahami ucapan-ucapan binatang, dan mempunyai bala tentara yang terdiri dari jin, manusia, burung, dan sebagainya. Meskipun demikian, Nabi Sulaiman tidak merasa takabur dan sombong, dan sebagai seorang hamba Allah memohon agar dimasukkan ke dalam golongan orarg-orang saleh.Dalam surat ini, Allah menyebut binatang semut agar manusia mengambil pelajaran dari kehidupan semut ini. Semut adalah binatang yang hidup berkelompok di dalam tanah, membuat liang dan ruang yang bertingkat-tingkat sebagai rumah dan gudang tempat menyimpan makanan untuk musim dingin. Kerapian dan kedisiplinan yang terdapat dalam kerajaan semut ini dinyatakan Allah dalam ayat ini ketika rakyat semut segera mencari perlindungan agar tidak terinjak oleh Nabi Sulaiman dan bala tentaranya, setelah menerima perintah dari raja semut. Secara tidak langsung, Allah mengingatkan kepada manusia agar mencukupkan kebutuhan sehari-hari dalam berusaha, mementingkan kemaslahatan bersama dan sebagainya. Rakyat semut mempunyai organisasi dan kerja sama yang baik. Dengan mengisahkan kisah Nabi Sulaiman, dalam surat ini, Allah mengisyaratkan tentang masa depan nabi Muhammad. Nabi Sulaiman sebagai seorang nabi, rasul, dan raja yang dianugerahi kekayaan yang melimpah ruah, begitu pula Nabi Muhammad sebagai seorang nabi, rasul, dan kepala negara yang ummi dan miskin akan berhasil membawa dan memimpin umatnya ke jalan Allah.**Pokok-Pokok Isi:**1. **Keimanan:** Al-Qur'an adalah rahmat dan petunjuk bagi orang-orang mukmin; keesaan dan kekuasaan Allah dan keadaan-Nya tidak memerlukan sekutu-sekutu dalam mengatur alam ini; hanya Allahlah Yang mengetahui perkara gaib; hari kebangkitan bukanlah suatu dongeng.2. **Kisah-kisah:** Kisah Nabi Sulaiman dengan semut, burung hud-hud, dan ratu Balqis; kisah Nabi Shaleh dengan kaumnya; kisah Nabi Luth dengan kaumnya.3. **Lain-lain:** Ciri-ciri orang mukmin; Al-Qur'an menjelaskan apa yang diperselisihkan Bani Israil; hanya orang-orang mukminlah yang dapat menerima petunjuk kejadian-kejadian sebelum datangnya kiamat dan keadaan orang-orang yang beriman dan tidak beriman waktu itu; Allah menyuruh Nabi Muhammad dan umatnya untuk memuji dan menyembah Allah serta membaca Al-Qur'an; Allah akan memperlihatkan kebenaran ayat-ayat-Nya kepada kaum musyrikin.Surat An-Naml dimulai dengan menerangkan sifat-sifat Al-Qur'an dan beberapa orang rasul dengan umat-umatnya masing-masing, baik yang mengikuti ajaran-ajaran yang dibawanya maupun yang tidak mengikutinya.Kemudian surat ini diakhiri dengan perintah menyembah Allah dan membaca Al-Qur'an dan bahwa Allah memperlihatkan kebenaran ayat-ayat-Nya kepada kaum musyrikin.**Hubungan Surat An-Naml Dengan Surat Al-Qashash:**1. Kedua surat ini sama-sama dimulai dengan huruf abjad, menerangkan sifat-sifat Al-Qur'an, dan menuturkan kisah Musa. Hanya saja kisah Musa dalam surat Al-Qashash diterangkan lebih lengkap dibandingkan dengan yang terdapat dalam surat An-Naml.2. Surat An-Naml menerangkan secara global bahwa keingkaran orang-orang kafir terhadap hari kebangkitan tidaklah beralasan, kemudian dikemukakan kepada mereka persoalan-persoalan yang ada hubungannya dengan kebangkitan itu. Hal ini diterangkan lebih jelas dalam surat Al-Qashash.3. Surat An-Naml menerangkan kehancuran kaum Shaleh dan kaum Luth sebagai akibat durhaka kepada Allah dan Nabi-Nya, sedang surat Al-Qashash menyinggungnya pula.4. Surat An-Naml menyebut balasan pada hari kiamat terhadap orang-orang yang membuat keburukan di dunia, dan surat Al Qashash menyebutkannya pula.5. Bagian akhir kedua surat ini sama-sama menyebutkan perintah menyembah Allah dan Al-Qur'an.",
      "verses": [
        {
          "number": 14,
          "arabic": "وَجَحَدُوا۟ بِهَا وَٱسْتَيْقَنَتْهَآ أَنفُسُهُمْ ظُلْمًا وَعُلُوًّا ۚ فَٱنظُرْ كَيْفَ كَانَ عَـٰقِبَةُ ٱلْمُفْسِدِينَ",
          "transliteration": "wajaḥadū bihā wa-is'tayqanathā anfusuhum ẓul'man waʿuluwwan fa-unẓur kayfa kāna ʿāqibatu l-muf'sidīna",
          "translation": "Dan mereka mengingkarinya karena kezaliman dan kesombongannya, padahal hati mereka meyakini (kebenaran)nya. Maka perhatikanlah bagaimana kesudahan orang-orang yang berbuat kerusakan.",
          "tafsir": "Mereka mendustakan bukti-bukti tersebut dengan perkataan, sedangkan di dalam hati kecil, mereka membenarkan bahwa Musa utusan Allah. Mereka ingkar karena hati mereka dipenuhi sifat zalim dan rasa sombong, akibatnya mereka tidak mau mengikuti kebenaran. Sikap mereka yang takabur, sombong, dan tinggi hati ditegaskan Allah dalam firman-Nya: ... Tetapi mereka angkuh dan mereka memang kaum yang sombong. (al-Mu'minun/23: 46). Hal ini merupakan peringatan bagi Nabi Muhammad dan umatnya. Mereka diseru untuk memperhatikan akibat yang dialami Fir'aun dan kaumnya, yaitu binasa tenggelam di laut, sebagaimana Allah berfirman: Maka Kami hukum sebagian di antara mereka, lalu Kami tenggelamkan mereka di laut karena mereka telah mendustakan ayat-ayat Kami dan melalaikan ayat-ayat Kami. (al-A'raf/7: 136). Ayat di atas juga merupakan peringatan bagi orang-orang yang mendustakan Nabi Muhammad. Mereka akan menerima akibat yang sama seperti orang-orang dahulu yang mendustakan ajaran-ajaran Allah."
        },
        {
          "number": 15,
          "arabic": "وَلَقَدْ ءَاتَيْنَا دَاوُۥدَ وَسُلَيْمَـٰنَ عِلْمًا ۖ وَقَالَا ٱلْحَمْدُ لِلَّهِ ٱلَّذِى فَضَّلَنَا عَلَىٰ كَثِيرٍ مِّنْ عِبَادِهِ ٱلْمُؤْمِنِينَ",
          "transliteration": "walaqad ātaynā dāwūda wasulaymāna ʿil'man waqālā l-ḥamdu lillahi alladhī faḍḍalanā ʿalā kathīrin min ʿibādihi l-mu'minīna",
          "translation": "Dan sungguh, Kami telah memberikan ilmu kepada Dawud dan Sulaiman, dan keduanya berkata, \"Segala puji bagi Allah yang melebihkan kami dari banyak hamba-hamba-Nya yang beriman.\"",
          "tafsir": "Ayat ini menerangkan bahwa Allah telah menganugerahkan kepada Nabi Daud dan Nabi Sulaiman (putra Nabi Daud) ilmu pengetahuan, baik yang berhubungan dengan pengetahuan tentang Tuhan dan syariat-syariatnya, maupun yang berhubungan dengan pengetahuan umum, seperti kemampuan dan bakat memimpin dan mengatur bangsanya. Kedua nabi ini tidak saja memiliki pengetahuan, tetapi juga mengamalkannya dengan baik. Dengan demikian, ilmu pengetahuan yang dipunyai oleh masing-masing nabi itu tidak hanya berfaedah bagi dirinya sendiri, tetapi juga bagi masyarakat dan umatnya di dunia dan di akhirat kelak. Karena memperoleh nikmat yang tidak terhingga dari Allah, keduanya mensyukuri nikmat tersebut dengan mengucapkan: Segala puji bagi Allah yang telah melebihkan kami dari kebanyakan hamba-hamba yang beriman. Sikap bersyukur Nabi Daud dan Nabi Sulaiman dalam menerima nikmat Allah itu merupakan sikap yang terpuji. Oleh karena itu, para ulama menganjurkan agar kaum Muslimin meneladani sikap tersebut. Mensyukuri nikmat berarti hamba yang menerima nikmat itu benar-benar merasakan bahwa yang diterimanya itu merupakan pernyataan kasih sayang Allah kepadanya dan merasa bahwa ia memang memerlukan nikmat Allah itu. Tanpa nikmat itu, ia tidak akan hidup dan merasakan kebahagiaan. Allah berfirman: Dan (ingatlah) ketika Tuhanmu memaklumkan, \"Sesungguhnya jika kamu bersyukur, niscaya Aku akan menambah (nikmat) kepadamu, tetapi jika kamu mengingkari (nikmat-Ku), maka pasti azab-Ku sangat berat.\" (Ibrahim/14: 7). Allah mengangkat Nabi Daud sebagai seorang kepala negara dan rasul Allah. Sebagai kepala negara, Allah menganugerahkan kepada Nabi Daud segala macam ilmu yang diperlukan. Di antara keutamaan dan ilmu yang dikaruniakan itu ialah: 1. Allah menundukkan gunung dan burung kepada Daud. Gunung dan burung itu bertasbih bersama Daud pagi dan petang. Allah berfirman: Sungguh, Kamilah yang menundukkan gunung-gunung untuk bertasbih bersama dia (Daud) pada waktu petang dan pagi, dan (Kami tundukkan pula) burung-burung dalam keadaan terkumpul. Masing-masing sangat taat (kepada Allah). (sad/38: 18-19). 2. Allah menganugerahkan kepada Daud pengetahuan melunakkan besi, sehingga ia dapat membuat baju besi dan keperluan lain, untuk memperkuat pemerintahan dan kerasulannya. Allah berfirman: ... dan Kami telah melunakkan besi untuknya. (Saba'/34: 10). 3. Allah telah menguatkan kerajaan Daud dan menganugerahinya hikmah dan kebijaksanaan, sehingga ia dapat menyelesaikan dengan mudah perselisihan dan perkara yang diajukan kepadanya. Allah berfirman: Dan Kami kuatkan kerajaannya dan Kami berikan hikmah kepadanya serta kebijaksanaan dalam memutuskan perkara. (sad/38: 20). Menurut al-Baidhawi, yang dimaksud dengan firman Allah, \"Dan Kami perkuat kerajaannya\" ialah, \"Kami (Allah) telah memperkuatnya dengan kekebalan, memenangkan peperangan, dan banyak mempunyai tentara. 4. Allah menurunkan kepadanya kitab Zabur, sehingga beliau termasuk salah seorang dari empat orang rasul yang diturunkan kitab kepadanya. Allah berfirman: \"... Dan sungguh, Kami telah memberikan kelebihan kepada sebagian nabi-nabi atas sebagian (yang lain), dan Kami berikan Zabur kepada Daud.\" (al-Isra'/17: 55). 5. Allah memberikan kesanggupan kepadanya memahami pembicaraan burung, sebagaimana yang diterangkan pada ayat berikut."
        },
        {
          "number": 16,
          "arabic": "وَوَرِثَ سُلَيْمَـٰنُ دَاوُۥدَ ۖ وَقَالَ يَـٰٓأَيُّهَا ٱلنَّاسُ عُلِّمْنَا مَنطِقَ ٱلطَّيْرِ وَأُوتِينَا مِن كُلِّ شَىْءٍ ۖ إِنَّ هَـٰذَا لَهُوَ ٱلْفَضْلُ ٱلْمُبِينُ",
          "transliteration": "wawaritha sulaymānu dāwūda waqāla yāayyuhā l-nāsu ʿullim'nā manṭiqa l-ṭayri waūtīnā min kulli shayin inna hādhā lahuwa l-faḍlu l-mubīnu",
          "translation": "Dan Sulaiman telah mewarisi Dawud,<sup foot_note=135544>1</sup> dan dia (Sulaiman) berkata, \"Wahai manusia! Kami telah diajari bahasa burung dan kami diberi segala sesuatu. Sungguh, (semua) ini benar-benar karunia yang nyata.\"",
          "tafsir": "Ayat ini menerangkan bahwa Sulaiman, putra Daud, menggantikan bapaknya sebagai raja dan rasul Allah. Menurut Ibnu 'Athiyyah, Daud adalah raja dan rasul Allah yang diutus kepada Bani Israil. Jabatan ini dipegang Sulaiman setelah bapaknya meninggal dunia. Karena Sulaiman menerima kedua jabatan itu setelah bapaknya meninggal dunia, maka disebutlah dalam ayat ini: Dan Sulaiman telah mewarisi Daud. Menurut al-Kalbi, Nabi Daud mempunyai 19 orang anak laki-laki. Di antara mereka semua, hanya Sulaiman sendiri yang mewarisi ilmu pengetahuan dan kesanggupan mengendalikan pemerintahan dari bapaknya. Oleh karena itu pula, beliau yang menggantikan bapaknya sebagai kepala negara. Kemudian Allah juga mengangkat Sulaiman menjadi rasul. Menurut Ensiklopedia Americana, Nabi Daud diangkat menjadi raja pada tahun 1002 Sebelum Masehi (SM), pada waktu ia berumur 37 tahun (ia dilahirkan pada tahun 1039 SM). Daud meninggal dunia pada tahun 962 SM, dan memerintah selama 40 tahun, yaitu 7 tahun di Hebron dan 33 tahun di Yerusalem. Sebelum meninggal dunia, Daud menunjuk putranya yang bernama Sulaiman menjadi raja sesudahnya. Beliau meninggal setelah memberikan nasihat-nasihat dan pesan-pesan yang amat berharga kepada Sulaiman. Di antara nasihat dan pesan itu ialah agar melakukan ibadah kepada Allah, memelihara segala hukum, undang-undang, syariat, dan firman-Nya, sesuai dengan yang tersebut dalam Taurat Musa, serta mendirikan sebuah Haikal sebagai tempat beribadah kepada-Nya. Setelah Nabi Daud meninggal dunia, mulailah Sulaiman memegang tampuk pemerintahan yaitu pada tahun 961 Sebelum Masehi. Sebagai seorang raja dan nabi, semua nasihat dan pesan Nabi Daud itu dilaksanakan dengan baik, sehingga kerajaan menjadi stabil dan mantap di tangannya, sampai beliau meninggal dunia. (Lihat \"David\", Encyclopaedia Americana, Jilid 8, hlm. 526). Di samping mewarisi kerajaan, ilmu pengetahuan, kenabian, dan kitab Zabur dari bapaknya, Sulaiman juga dianugerahi Allah dengan beberapa keutamaan yang lain. Oleh karena itu, dia bersyukur kepada Allah dengan mengatakan, \"Wahai sekalian manusia, Allah telah menganugerahkan kepada kami pengertian dan pengetahuan tentang suara burung dan diberi segala sesuatu yang diperlukan. Sesungguhnya semua benar-benar suatu yang nyata.\" Nabi Sulaiman dengan kekuatan dan kesanggupan yang telah diberikan Allah kepadanya, dapat memahami suara-suara binatang yang lain, selain dari suara burung. Dalam ayat ini, dikhususkan menyebutkan bahwa Sulaiman memahami suara burung karena burung adalah tentara khusus Nabi Sulaiman yang mempunyai keistimewaan khusus pula, seperti yang telah dilakukan oleh burung hud-hud. Sebagaimana diketahui bahwa suara pada binatang merupakan bahasa isyarat yang berlaku di antara mereka. Suara-suara itu terdengar dalam bentuk dan nada yang bermacam-macam, seperti suara dalam keadaan riang berbeda dengan suara burung dalam keadaan ketakutan. Suara kambing betina yang kehilangan anaknya berlainan dengan suara dikejar atau diterkam binatang buas. Nabi Sulaiman mengetahui maksud suara-suara binatang itu dengan kekuatan perasaan dan ilmu pengetahuan yang telah dilimpahkan Allah kepadanya. Menurut al-Baidhawi, apabila mendengar suara-suara burung, Nabi Sulaiman mengetahui makna dan maksud suara-suara itu dengan kekuatan perasaannya. Dalam ayat ini diterangkan pula bahwa Allah telah melimpahkan kepada Sulaiman segala macam kesanggupan dan segala sesuatu yang diperlukannya untuk mengendalikan pemerintahan negaranya. Dengan demikian, masa pemerintahan Nabi Sulaiman itu merupakan masa kejayaan Bani Israil. Sebagian ahli tafsir menafsirkan ayat \"wa utina min kulli syai'in\" (dan diberi segala sesuatu yang diperlukan), maksudnya ialah Allah telah menganugerahkan kepada Sulaiman hikmah, harta yang berlipat ganda, kekuatan yang besar dan luas sebagai seorang raja, dan menundukkan jin, manusia, burung, dan binatang lainnya. Karena nikmat yang telah dilimpahkan itu, maka Nabi Sulaiman bersyukur kepada Allah dengan menyatakan bahwa segala nikmat yang telah dilimpahkan kepadanya, baik yang berupa pengetahuan, pemberian, keutamaan, dan sebagainya adalah suatu keistimewaan yang telah diberikan Allah kepadanya. Dengan berbagai karunia itu, Allah telah melebihkannya dari manusia-manusia yang lain."
        },
        {
          "number": 17,
          "arabic": "وَحُشِرَ لِسُلَيْمَـٰنَ جُنُودُهُۥ مِنَ ٱلْجِنِّ وَٱلْإِنسِ وَٱلطَّيْرِ فَهُمْ يُوزَعُونَ",
          "transliteration": "waḥushira lisulaymāna junūduhu mina l-jini wal-insi wal-ṭayri fahum yūzaʿūna",
          "translation": "Dan untuk Sulaiman dikumpulkan bala tentaranya dari jin, manusia dan burung, lalu mereka berbaris dengan tertib.",
          "tafsir": "Ayat ini menerangkan bahwa Sulaiman telah dapat membentuk bala tentara yang terdiri dari berbagai macam jenis makhluk, seperti jin, manusia, burung, dan binatang yang lain. Bala tentara itu setiap saat dapat dikerahkan untuk memerangi orang-orang yang tidak mau mengindahkan seruannya. Semua tentara itu berbaris rapi, bersatu, dan berkumpul di bawah kepemimpinannya."
        },
        {
          "number": 18,
          "arabic": "حَتَّىٰٓ إِذَآ أَتَوْا۟ عَلَىٰ وَادِ ٱلنَّمْلِ قَالَتْ نَمْلَةٌ يَـٰٓأَيُّهَا ٱلنَّمْلُ ٱدْخُلُوا۟ مَسَـٰكِنَكُمْ لَا يَحْطِمَنَّكُمْ سُلَيْمَـٰنُ وَجُنُودُهُۥ وَهُمْ لَا يَشْعُرُونَ",
          "transliteration": "ḥattā idhā ataw ʿalā wādi l-namli qālat namlatun yāayyuhā l-namlu ud'khulū masākinakum lā yaḥṭimannakum sulaymānu wajunūduhu wahum lā yashʿurūna",
          "translation": "Hingga ketika mereka sampai di lembah semut, berkatalah seekor semut, \"Wahai semut-semut! Masuklah ke dalam sarang-sarangmu, agar kamu tidak diinjak oleh Sulaiman dan bala tentaranya, sedangkan mereka tidak menyadari.\"",
          "tafsir": "Ayat ini menerangkan bahwa pada suatu ketika Sulaiman berjalan dengan tentaranya pada suatu daerah, yang menurut Qatadah, merupakan suatu daerah di lembah Syam. Dalam keadaan yang demikian, tiba-tiba Sulaiman mendengar suara raja semut yang memerintahkan kepada rakyatnya agar segera memasuki liangnya masing-masing, agar tidak terinjak oleh Sulaiman dan bala tentaranya. Sulaiman dan tentaranya bisa menginjak mereka tanpa menyadarinya, karena semut makhluk yang amat kecil, sehingga Sulaiman dan bala tentaranya tidak melihatnya. Ayat ini memperlihatkan adanya komunikasi di antara semut dan kehidupan sosial di bawah kepemimpinan rajanya. Penelitian mengungkapkan bahwa untuk melaksanakan kehidupan sosial yang sangat terorganisasi ini, semut mempunyai kemampuan komunikasi yang canggih. Di bagian kepala semut terdapat seperangkat alat peraba yang dapat mengenali sinyal kimia maupun visual. Otaknya terdiri atas sekitar setengah juta simpul syaraf, mempunyai mata yang berfungsi baik, dan sungut yang berfungsi sebagai hidung untuk mencium atau ujung jari untuk meraba. Tonjolan-tonjolan yang terletak di bawah mulutnya berfungsi sebagai pencecap. Sedang rambut-rambut yang ada di tubuhnya bereaksi terhadap sentuhan. Walaupun banyak organ yang dimiliki semut untuk berkomunikasi, namun komunikasi utama yang dilakukan adalah komunikasi kimiawi. Mereka berkomunikasi dengan menggunakan feromon, suatu senyawa kimia seperti hormon yang mengeluarkan bau dan dihasilkan oleh salah satu kelenjar di dalam tubuh semut itu. Dengan menggunakan hormon inilah semut berkomunikasi. Apabila seekor semut mengeluarkan feromon, maka semut lainnya akan menerimanya dengan cara mencium baunya atau menyentuhnya, dan bereaksi terhadapnya."
        },
        {
          "number": 19,
          "arabic": "فَتَبَسَّمَ ضَاحِكًا مِّن قَوْلِهَا وَقَالَ رَبِّ أَوْزِعْنِىٓ أَنْ أَشْكُرَ نِعْمَتَكَ ٱلَّتِىٓ أَنْعَمْتَ عَلَىَّ وَعَلَىٰ وَٰلِدَىَّ وَأَنْ أَعْمَلَ صَـٰلِحًا تَرْضَىٰهُ وَأَدْخِلْنِى بِرَحْمَتِكَ فِى عِبَادِكَ ٱلصَّـٰلِحِينَ",
          "transliteration": "fatabassama ḍāḥikan min qawlihā waqāla rabbi awziʿ'nī an ashkura niʿ'mataka allatī anʿamta ʿalayya waʿalā wālidayya wa-an aʿmala ṣāliḥan tarḍāhu wa-adkhil'nī biraḥmatika fī ʿibādika l-ṣāliḥīna",
          "translation": "Maka dia (Sulaiman) tersenyum lalu tertawa karena (mendengar) perkataan semut itu. Dan dia berdoa, \"Ya Tuhanku, anugerahkanlah aku ilham untuk tetap mensyukuri nikmat-Mu yang telah Engkau anugerahkan kepadaku dan kepada kedua orang tuaku dan agar aku mengerjakan kebajikan yang Engkau ridai; dan masukkanlah aku dengan rahmat-Mu ke dalam golongan hamba-hamba-Mu yang saleh.\"",
          "tafsir": "Mendengar perkataan raja semut bahwa Sulaiman dan tentaranya tidak bermaksud membinasakan mereka dan berbuat jahat, membuat Sulaiman tersenyum. Raja semut itu juga mengatakan bahwa seandainya ada di antara semut-semut itu yang terinjak oleh Sulaiman dan tentaranya, maka hal itu bukanlah sengaja dilakukannya, tetapi karena Sulaiman dan tentaranya tidak melihat mereka, karena tubuh mereka amat kecil. Atas rahmat dan karunia yang telah diberikan Allah kepada Sulaiman berupa kemampuan memahami percakapan raja semut itu, dan adanya semacam anggapan baik dari raja semut terhadap Sulaiman dan bala tentaranya, maka Sulaiman berdoa kepada Allah, \"Wahai Tuhanku Yang Pemberi Rahmat, jadikanlah aku termasuk orang-orang yang terus-menerus mensyukuri nikmat-Mu yang telah Engkau limpahkan kepadaku dan kepada ibu-bapakku. Jadikanlah aku sebagai seorang hamba-Mu yang selalu mengerjakan amal-amal saleh yang Engkau ridai, dan jadikanlah aku orang yang berkeinginan mengerjakan amal saleh itu. Bila aku meninggal dunia, masukkanlah aku ke dalam surga bersama-sama orang-orang yang saleh yang Engkau masukkan ke dalamnya dengan rahmat-Mu.\" Dari doa Nabi Sulaiman itu dipahami bahwa yang diminta oleh Sulaiman kepada Allah ialah kebahagiaan yang abadi di akhirat nanti. Sekalipun Allah telah melimpahkan beraneka ragam kesenangan dan kekuasaan duniawi kepadanya, namun ia tidak lupa diri karenanya. Ia yakin bahwa kesenangan duniawi itu adalah kesenangan yang sementara sifatnya dan tidak kekal. Sikap Nabi Sulaiman pada waktu menerima nikmat Allah itu adalah sikap yang harus dicontoh dan dijadikan suri teladan oleh setiap kaum Muslimin. Berdoa dan bersyukurlah kepada Allah setiap mendapatkan nikmat-Nya, dan tidak bersikap mengingkari nikmat-Nya."
        },
        {
          "number": 20,
          "arabic": "وَتَفَقَّدَ ٱلطَّيْرَ فَقَالَ مَا لِىَ لَآ أَرَى ٱلْهُدْهُدَ أَمْ كَانَ مِنَ ٱلْغَآئِبِينَ",
          "transliteration": "watafaqqada l-ṭayra faqāla mā liya lā arā l-hud'huda am kāna mina l-ghāibīna",
          "translation": "Dan dia memeriksa burung-burung lalu berkata, \"Mengapa aku tidak melihat Hud-hud,<sup foot_note=135545>1</sup> apakah ia termasuk yang absen (tidak hadir)?",
          "tafsir": "Ayat ini menerangkan bahwa pada suatu hari Nabi Sulaiman memeriksa barisan tentaranya, termasuk burung hud-hud, tetapi ia tidak melihatnya. Dengan nada marah dan heran ia berkata, \"Mengapa aku tidak melihat burung hud-hud! Apakah aku tidak melihatnya ataukah burung hud-hud itu sendiri yang telah pergi tanpa minta izin kepadaku lebih dahulu?\" Perbuatan itu adalah perbuatan yang tidak pernah terjadi sebelumnya. Dari ayat ini dipahami hal-hal sebagai berikut: 1. Nabi Sulaiman mempunyai tentara, dan di antaranya terdapat sejenis burung yang bernama burung hud-hud. Burung hud-hud termasuk jenis burung pemakan serangga, sejenis burung pelatuk. Ia mempunyai paruh yang panjang, berjambul di kepalanya, berekor panjang, dan berbulu indah beraneka warna. Ia hidup dengan membuat sarang atau lubang pada pohon-pohon kayu yang telah mati dan lapuk. 2. Nabi Sulaiman selalu memeriksa tentaranya. Oleh karena itu, ia mengetahui tentaranya yang hadir dan yang tidak hadir waktu pemeriksaan itu. 3. Setiap tentaranya bepergian atau melakukan sesuatu pekerjaan hendaklah mendapat izin dari padanya terlebih dahulu. Jika ada yang melanggar ketentuan ini, akan mendapat hukuman dari Sulaiman. 4. Tentara Sulaiman patuh mengikuti segala perintahnya dan tidak pernah ada yang mengingkarinya. Oleh karena itu, Sulaiman merasa heran dan tercengang atas kepergian burung hud-hud tanpa pamit. Tidak pernah terjadi kejadian seperti yang demikian itu sebelumnya. Ia lalu mengancam burung hud-hud dengan hukuman yang berat seandainya nanti burung itu kembali tanpa mengemukakan alasan-alasan yang dapat diterima."
        },
        {
          "number": 21,
          "arabic": "لَأُعَذِّبَنَّهُۥ عَذَابًا شَدِيدًا أَوْ لَأَا۟ذْبَحَنَّهُۥٓ أَوْ لَيَأْتِيَنِّى بِسُلْطَـٰنٍ مُّبِينٍ",
          "transliteration": "la-uʿadhibannahu ʿadhāban shadīdan aw laādh'baḥannahu aw layatiyannī bisul'ṭānin mubīnin",
          "translation": "Pasti akan ku hukum ia dengan hukuman yang berat atau ku sembelih ia, kecuali jika ia datang kepadaku dengan alasan yang jelas.\"",
          "tafsir": "Ayat ini menerangkan ancaman Nabi Sulaiman kepada burung hud-hud yang pergi tanpa pamit. Ia berkata, \"Seandainya burung hud-hud kembali nanti, tanpa mengemukakan alasan yang kuat atas kepergiannya dengan tidak minta izin itu, maka aku akan menyiksanya dengan mencabut bulu-bulunya, sehingga ia tidak dapat terbang lagi atau akan kusembelih. Salah satu dari dua hukuman itu akan aku laksanakan terhadapnya, agar dapat menjadi pelajaran bagi yang lain yang bertindak seperti burung hud-hud itu.\" Dari ayat ini dipahami bahwa jika burung hud-hud itu dapat mengemukakan alasan-alasan kepergiannya tanpa pamit dan alasan-alasan itu dapat diyakini kebenarannya, maka Sulaiman tidak akan melaksanakan hukuman yang telah diancamkan itu."
        },
        {
          "number": 22,
          "arabic": "فَمَكَثَ غَيْرَ بَعِيدٍ فَقَالَ أَحَطتُ بِمَا لَمْ تُحِطْ بِهِۦ وَجِئْتُكَ مِن سَبَإٍۭ بِنَبَإٍ يَقِينٍ",
          "transliteration": "famakatha ghayra baʿīdin faqāla aḥaṭtu bimā lam tuḥiṭ bihi waji'tuka min saba-in binaba-in yaqīnin",
          "translation": "Maka tidak lama kemudian (datanglah Hud-hud), lalu ia berkata, \"Aku telah mengetahui sesuatu yang belum engkau ketahui. Aku datang kepadamu dari negeri Saba`<sup foot_note=135546>1</sup> membawa suatu berita yang meyakinkan.",
          "tafsir": "Tidak berapa lama setelah ancaman hukuman untuk burung hud-hud itu dikeluarkan, burung itu pun datang. Sulaiman lalu menanyakan sebab-sebab kepergian burung hud-hud yang tanpa pamit itu. Burung hud-hud itu menerangkan alasan kepergiannya dengan mengatakan bahwa ia telah pergi dan terbang mengarungi daerah yang jauh dan telah sampai kepada suatu negeri yang bernama Saba'. Ia mengetahui hal ihwal negeri itu yang Sulaiman sendiri belum mengetahuinya. Berita yang dibawanya itu adalah berita penting serta dapat diyakini kebenarannya. Burung hud-hud telah menyampaikan berita penting itu kepada Nabi Sulaiman sedemikian rupa, dengan kata-kata yang manis lagi hormat, enak didengar telinga, disertai dengan alasan-alasan yang kuat pula. Dengan demikian, kemarahan Sulaiman kepada burung hud-hud itu berangsur-angsur mereda, akhirnya hilang sama sekali. Bahkan dengan keterangan itu, Nabi Sulaiman telah mendapat sesuatu yang berharga, sehingga hukuman yang pernah diancamkannya itu tidak jadi dilaksanakan. Kesanggupan burung hud-hud bepergian sejauh itu dan menyampaikan berita penting kepada Nabi Sulaiman adalah suatu perwujudan kekuasaan Allah dan ilham yang ditanamkan-Nya ke dalam naluri burung hud-hud itu. Ia sanggup pergi dan terbang mengarungi daerah yang terletak antara negeri Palestina dan Yaman sekarang, suatu jarak yang cukup jauh, mengarungi daerah padang pasir yang sangat panas. Ia mengetahui dan mengerti keadaan negeri Saba' yang juga harus diketahui oleh Nabi Sulaiman yang bertugas sebagai seorang kepala negara dan sekaligus rasul Allah. Ia sanggup pula menyampaikan berita itu dan memberikan pengertian yang baik, sehingga Nabi Sulaiman langsung menanggapi berita yang dibawa burung hud-hud itu. Nabi Sulaiman adalah seorang nabi dan rasul. Ia juga seorang raja yang bijaksana, yang mempunyai kekuasaan yang besar dan kekayaan yang melimpah. Ia mempunyai pengetahuan yang banyak di samping pengetahuan-pengetahuan lain yang mungkin hanya diberikan Allah kepadanya. Sedang burung hud-hud hanyalah seekor burung yang tidak mempunyai arti sama sekali, bila dibanding dengan apa yang dimiliki oleh Nabi Sulaiman. Sekalipun demikian, burung hud-hud memiliki pengetahuan yang belum diketahui oleh Nabi Sulaiman. Pengetahuan itu sangat dibutuhkan Nabi Sulaiman dalam melaksanakan tugasnya sebagai raja, terutama dalam melaksanakan tugasnya sebagai seorang nabi dan rasul Allah. Dalam menghadapi burung hud-hud sebagai sumber dan pembawa berita penting, Nabi Sulaiman mampu bersikap wajar, sebagai seorang hamba Allah. Kisah Nabi Sulaiman dan burung hud-hud ini hendaknya menjadi tamsil dan ibarat bagi manusia, terutama bagi orang-orang yang telah mengaku dirinya beriman kepada Allah. Seseorang hendaknya jangan merasa sombong dan takabur karena pengetahuan, kekuasaan, dan kekayaan yang telah diberikan Allah kepadanya. Semua yang diberikan itu walau berapa pun banyaknya menurut dugaannya, namun yang diperoleh itu hanyalah sedikit sekali bila dibanding dengan pengetahuan, kekuasaan, dan kekayaan Allah. Oleh karena itu, jangan sekali-kali menganggap rendah, enteng, dan hina sesuatu atau seseorang. Mungkin Allah telah memberikan kepada seseorang yang dianggap hina dan rendah itu, apa yang tidak dipunyai oleh orang lain, yang mungkin diperlukan untuk suatu kepentingan, sebagaimana yang telah dianugerahkan-Nya kepada burung hud-hud. Allah Maha Pengasih lagi Maha Penyayang dan memuliakan manusia. Oleh karena itu, hendaklah manusia hidup berkasih-kasihan, tolong-menolong, dan hormat-menghormati antara sesama manusia. Tirulah sikap Nabi Sulaiman kepada burung hud-hud, yang selalu mengasihi dan menghormatinya, meskipun hanya seekor burung."
        }
      ]
    }
  ]
}