{
  "pageNumber": 103,
  "juz": 6,
  "surahs": [
    {
      "number": 4,
      "name": "An-Nisa'",
      "nameArabic": "النساء",
      "meaning": "Wanita",
      "revelation": "Madinah",
      "description": "Surat An Nisaa' terdiri dari 176 ayat dan termasuk surat Madaniyyah terpanjang setelah surat Al Baqarah.Dinamakan An Nisaa' karena di dalamnya banyak dibicarakan hal-hal yang berhubungan dengan perempuan; merupakan surat yang paling banyak membicarakan hal itu dibanding surat-surat yang lain. Surat lain yang banyak membicarakan perempuan adalah surat Ath Thalaq. Dalam hal ini, surat An Nisaa' biasa disebut \"Surat An Nisaa' Al Kubraa\" (surat An Nisaa' besar) sedangkan surat Ath Thalaq disebut \"Surat An Nisaa' Ash Shughraa\" (surat An Nisaa' kecil).Pokok-Pokok Isi:1. Keimanan:Syirik (dosa yang paling besar); akibat kekafiran pada hari akhir.2. Hukum-hukum:Kewajiban para washi dan wali; hukum poligami; masnikah; memakan harta anak yatim dan orang-orang yang tidak dapat mengurus harta; pokok-pokok hukum warisan; perbuatan-perbuatan keji dan hukumannya, perempuan-perempuan yang haram dinikahi; hukum menikahi hamba sahaya perempuan; larangan memakan harta secara batil; hukum syiqaq dan nusyuz; kesucian lahir-batin dalam shalat; hukum suaka; hukum membunuh seorang muslim; shalat khauf; larangan mengucapkan perkataan buruk; dan pusaka kalalah.3. Kisah-kisah:Kisah-kisah Nabi Musa a.s. dan pengikutnya.4. Lain-lain:Asal muasal manusia adalah satu; keharusan menjauhi adat-adat jahiliyah berkaitan dengan perempuan; norma-norma pergaulan dengan istri; hak seseorang sesuai dengan kewajibannya; perlakuan ahli kitab terhadap kitab-kitab yang diturunkan kepadanya; dasar-dasar pemerintahan; cara mengadili perkara; keharusan siap-siaga terhadap musuh; sikap-sikap orang munafik dalam menghadapi peperangan; berperang di jalan Allah adalah kewajiban setiap mukalaf; norma dan adab dalam peperangan; cara menghadapi orang-orang munafik; dan derajat orang yang berjihad.Surat An Nisaa' dimulai dengan perintah bertakwa dan menyatakan bahwa asal manusia adalah satu, kemudian menerangkan hukum-hukum yang berhubungan dengan anak yatim, rumah tangga, warisan, perempuan yang haram dinikahi serta hak dan kewajiban laki-laki dan perempuan. Juga menyebut tentang hukum-hukum perang serta pelajaran-pelajaran yang harus diambil dari perang Badar dan Uhud. Pengutaraan hukum perang dan hukum keluarga dalam surat ini merupakan hujjah-hujjah yang dikemukakan kepada Ahli Kitab, yang ditegaskan pada bagian terakhir surat ini. Lalu, surat ini ditutup dengan perintah agar kaum mukmin bersabar, memperatkan hubungan sesama manusia, dan bertakwa kepada Allah, agar mendapat keberuntungan dunia akhirat.Hubungan Surat An Nisaa' Dengan Surat Al Maa-Idah:1. Surat An Nisaa' menerangkan beberapa macam akad, seperti: pernikahan, perceraian, warisan, perjanjian, wasiat, dan sebagainya. Sementara itu, permulaan surat Al Maa-idah menyatakan supaya hamba-hamba Allah memenuhi segala macam akad-akad yang telah dibuat, baik terhadap Allah maupun terhadap sesama manusia, di samping menerangkan akad-akad yang lain.2. Surat An Nisaa' mengemukakan beberapa hukum secara umum, sedangkan surat Al Maa-idah menjelaskan dan menegaskan hukum-hukum tersebut.3. Sebagaimana halnya surat Al Baqarah dan surat Ali 'Imran mengemukakan hal-hal yang berhubungan dengan pokok-pokok agama, seperti: keesaan Allah dan kenabian, maka surat An Nisaa' dan Al Maaidah menerangkan tentang furu' agama (hukum fikih), seperti: hukum keluarga dan sebagainya.4. Akhir surat An Nisaa' mengemukakan hujjah-hujjah atas kekeliruan orang-orang Yahudi dan Nasrani serta kekeliruan kaum musyrikin dan munafikin. Hal yang serupa diterangkan secara panjang lebar dalam surat Al Maa-idah.5. Surat An Nisaa' dimulai dengan \"Yaa ayyuhannaas\" yang nadanya sama dengan surat Makiah, sedangkan surat Al Maa-idah, sebagai surat Madaniah, dimulai dengan, \"Yaa ayyuhal ladziina aamanu\". Meskipun nadanya berlainan, tetapi yang dituju oleh kedua surat ini adalah seluruh manusia.",
      "verses": [
        {
          "number": 155,
          "arabic": "فَبِمَا نَقْضِهِم مِّيثَـٰقَهُمْ وَكُفْرِهِم بِـَٔايَـٰتِ ٱللَّهِ وَقَتْلِهِمُ ٱلْأَنۢبِيَآءَ بِغَيْرِ حَقٍّ وَقَوْلِهِمْ قُلُوبُنَا غُلْفٌۢ ۚ بَلْ طَبَعَ ٱللَّهُ عَلَيْهَا بِكُفْرِهِمْ فَلَا يُؤْمِنُونَ إِلَّا قَلِيلًا",
          "transliteration": "fabimā naqḍihim mīthāqahum wakuf'rihim biāyāti l-lahi waqatlihimu l-anbiyāa bighayri ḥaqqin waqawlihim qulūbunā ghul'fun bal ṭabaʿa l-lahu ʿalayhā bikuf'rihim falā yu'minūna illā qalīlan",
          "translation": "Maka (Kami hukum mereka),<sup foot_note=135193>1</sup> karena mereka melanggar perjanjian itu, dan karena kekafiran mereka terhadap keterangan-keterangan Allah, serta karena mereka telah membunuh Nabi-nabi tanpa hak (alasan yang benar) dan karena mereka mengatakan, \"Hati kami tertutup.\" Sebenarnya, Allah telah mengunci hati mereka karena kekafirannya, karena itu hanya sebagian kecil dari mereka yang beriman,",
          "tafsir": "Ayat ini menerangkan bahwa sebab-sebab turunnya laknat dan kemurkaan Allah kepada orang-orang Yahudi karena mereka melanggar perjanjian yang telah mereka buat, menghalalkan yang haram, dan mengharamkan yang halal. Mereka mengingkari ayat-ayat Allah yang menerangkan kebenaran kenabian para nabi dan mereka telah membunuh beberapa orang nabi yang telah diutus untuk memimpin mereka, tanpa alasan yang benar seperti Nabi Zakaria dan Nabi Yahya, juga karena ucapan mereka yang mengatakan, kami tidak akan menerima kebenaran karena hati kami sudah tertutup. Sebenarnya bukan hanya tertutup, tetapi Allah telah mengunci mati hati mereka, sebab kekafirannya dan perbuatan mereka yang buruk. Akhirnya mereka tidak termasuk orang yang beriman, kecuali beberapa orang saja seperti Abdullah bin Salam dan kawan-kawannya."
        },
        {
          "number": 156,
          "arabic": "وَبِكُفْرِهِمْ وَقَوْلِهِمْ عَلَىٰ مَرْيَمَ بُهْتَـٰنًا عَظِيمًا",
          "transliteration": "wabikuf'rihim waqawlihim ʿalā maryama buh'tānan ʿaẓīman",
          "translation": "dan (Kami hukum juga) karena kekafiran mereka (terhadap Isa), dan tuduhan mereka yang sangat keji terhadap Maryam,",
          "tafsir": "Ayat ini menerangkan bahwa di antara sebab orang Yahudi mendapat kutukan dan kemurkaan Allah, karena kekafiran mereka terhadap Nabi Isa dan Nabi Muhammad, karena tuduhan mereka terhadap Maryam merupakan kedustaan yang besar bahwa Maryam melakukan zina dengan seorang yang bernama Yusuf an-Najjar, sehingga melahirkan Isa putra Maryam. Tuduhan itu sama sekali tidak benar sebagaimana firman Allah: Sesungguhnya perumpamaan (penciptaan) Isa bagi Allah, seperti (penciptaan) Adam. Dia menciptakannya dari tanah, kemudian Dia berkata kepadanya, \"Jadilah!\" Maka jadilah sesuatu itu. (Ali 'Imran/3:59). Demikianlah Allah kuasa menciptakan Isa dari seorang ibu tanpa ayah, Allah membuktikan kekuasaan-Nya menciptakan manusia dengan empat cara: 1.Menciptakan Adam tanpa ayah dan ibu. 2.Menciptakan Hawa dari unsur yang sama dengan Adam. 3.Menciptakan Isa dari ibu tanpa ayah. 4.Menciptakan yang lain-lain melalui ayah dan ibu. Ternyata apa yang dilontarkan orang Yahudi kepada Maryam bahwa Maryam melakukan perzinaan adalah dusta yang amat besar. \"... Kedustaan yang besar bahwa Maryam melahirkan anak haram. Bibel membantah tuduhan itu: \"... dan menurut anggapan orang, Ia adalah Yusuf, anak Eli...\" (Lukas 3. 23), sebab menurut Matius 1. 1-25, bahwa kelahiran Yesus Kristus pada waktu Maria bertunangan dengan Yusuf, ternyata ia mengandung dari Rohulkudus, sebelum mereka hidup sebagai suami isteri. Yusuf suami seorang yang tulus hati, dan tidak mau mencemarkan nama isterinya, ia bermaksud diam-diam akan menceraikannya. Tetapi dalam mimpinya malaikat Tuhan tampak kepadanya, dan berkata, agar jangan takut \"... mengambil Maria sebagai isterimu, sebab anak yang di dalam kandungannya adalah Rohulkudus. Ia akan melahirkan anak laki-laki dan engkau akan menamakan Dia Yesus, ...\" (Matius 1. 18-21)"
        },
        {
          "number": 157,
          "arabic": "وَقَوْلِهِمْ إِنَّا قَتَلْنَا ٱلْمَسِيحَ عِيسَى ٱبْنَ مَرْيَمَ رَسُولَ ٱللَّهِ وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ وَلَـٰكِن شُبِّهَ لَهُمْ ۚ وَإِنَّ ٱلَّذِينَ ٱخْتَلَفُوا۟ فِيهِ لَفِى شَكٍّ مِّنْهُ ۚ مَا لَهُم بِهِۦ مِنْ عِلْمٍ إِلَّا ٱتِّبَاعَ ٱلظَّنِّ ۚ وَمَا قَتَلُوهُ يَقِينًۢا",
          "transliteration": "waqawlihim innā qatalnā l-masīḥa ʿīsā ib'na maryama rasūla l-lahi wamā qatalūhu wamā ṣalabūhu walākin shubbiha lahum wa-inna alladhīna ikh'talafū fīhi lafī shakkin min'hu mā lahum bihi min ʿil'min illā ittibāʿa l-ẓani wamā qatalūhu yaqīnan",
          "translation": "dan (Kami hukum juga) karena ucapan mereka, \"Sesungguhnya kami telah membunuh Al-Masih, Isa putra Maryam, Rasul Allah,<sup foot_note=135194>1</sup> padahal mereka tidak membunuhnya dan tidak (pula) menyalibnya, tetapi (yang mereka bunuh adalah) orang yang diserupakan dengan Isa. Sesungguhnya mereka yang berselisih pendapat tentang (pembunuhan) Isa, selalu dalam keragu-raguan tentang siapa yang dibunuh. Mereka benar-benar tidak tahu (siapa sebenarnya yang dibunuh), melainkan mengikuti persangkaan belaka, jadi mereka tidak yakin telah membunuhnya,",
          "tafsir": "Ayat ini menerangkan bahwa di antara sebab-sebab orang Yahudi mendapat kutukan dan kemurkaan Allah ialah karena ucapan mereka, bahwa mereka telah membunuh Almasih putra Maryam, Rasul Allah, padahal mereka sebenarnya tidak membunuhnya dan tidak pula menyalibnya, tetapi yang disalib dan yang dibunuh itu ialah orang yang diserupakan dengan Isa Almasih bernama Yudas Iskariot, salah seorang dari 12 orang muridnya."
        },
        {
          "number": 158,
          "arabic": "بَل رَّفَعَهُ ٱللَّهُ إِلَيْهِ ۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا",
          "transliteration": "bal rafaʿahu l-lahu ilayhi wakāna l-lahu ʿazīzan ḥakīman",
          "translation": "tetapi Allah telah mengangkat Isa kehadirat-Nya.<sup foot_note=135195>1</sup> Allah Mahaperkasa, Mahabijaksana.",
          "tafsir": "Dalam ayat ini Allah menerangkan bahwa Isa itu diangkat atas perintah Allah dengan badan dan rohnya dan akan diturunkan kembali di akhir zaman sebagai pembela umat Islam dan penerus syariat Nabi Muhammad saw pada saat umat Islam berada dalam keadaan lemah setelah datangnya Dajjal. Kejadian ini menunjukkan kekuasaan Allah untuk menyelamatkan Nabi-Nya, sesuai dengan kebijaksanaan-Nya yang tercantum dalam firman Allah: (Ingatlah), ketika Allah berfirman, \"Wahai Isa! Aku mengambilmu dan mengangkatmu kepada-Ku, serta menyucikanmu dari orang-orang yang kafir, dan menjadikan orang-orang yang mengikutimu di atas orang-orang yang kafir¦\" (Ali 'Imran/3:55). Tentang diangkatnya Nabi Isa ke atas langit ada perbedaan pendapat. Menurut jumhur ahli tafsir, diangkat dengan jasmani dan rohaninya, dalam keadaan hidup sebagai suatu mukjizat. Maka Isa a.s. yang diangkat ke langit dengan jasmani dan rohani, sejak diangkat sampai turun kembali ke bumi, sepenuhnya di tangan Allah. Jika manusia biasa saja, seperti Ashhabul Kahfi, bisa tinggal dalam sebuah gua tanpa makan dan minum selama 309 tahun, kiranya tidak perlu dianggap aneh bagi seorang nabi seperti Nabi Isa, untuk tinggal di langit sekian lamanya, karena beliau diberi mukjizat oleh Allah. Pendapat lain mengatakan Nabi Isa diangkat ke langit sesudah wafat lebih dahulu."
        },
        {
          "number": 159,
          "arabic": "وَإِن مِّنْ أَهْلِ ٱلْكِتَـٰبِ إِلَّا لَيُؤْمِنَنَّ بِهِۦ قَبْلَ مَوْتِهِۦ ۖ وَيَوْمَ ٱلْقِيَـٰمَةِ يَكُونُ عَلَيْهِمْ شَهِيدًا",
          "transliteration": "wa-in min ahli l-kitābi illā layu'minanna bihi qabla mawtihi wayawma l-qiyāmati yakūnu ʿalayhim shahīdan",
          "translation": "Tidak ada seorang pun di antara Ahli Kitab yang tidak beriman kepadanya (Isa) menjelang kematiannya.<sup foot_note=135196>1</sup> Dan pada hari Kiamat dia (Isa) akan menjadi saksi atas mereka.",
          "tafsir": "Tidak ada seorang pun dari Ahli Kitab, baik Yahudi maupun Nasrani, melainkan akan beriman kepada Nabi Isa dengan iman yang sebenarnya sebelum mereka itu mati, yaitu ketika menghadapi sakaratul maut. Orang-orang Yahudi akan beriman, bahwa Nabi Isa itu utusan Allah dan roh yang ditiupkan kepada Maryam dan sebagai makhluk ciptaan Allah. Orang-orang Nasrani pun akan beriman bahwa Nabi Isa adalah hamba Allah dan kalimah-Nya, bukan Allah dan bukan pula anak Allah. Keimanan mereka yang sedemikian itu tidak berguna lagi, sebab dinyatakan setelah roh mereka sampai di tenggorokan, setelah mereka melihat tanda-tanda di alam akhirat. Tercantum dalam firman Allah: ¦Pada hari datangnya sebagian tanda-tanda Tuhanmu tidak berguna lagi iman seseorang yang belum beriman sebelum itu¦ (al-An'Am/6:158). Ada pula sebagian ulama yang menafsirkan ayat ini demikian: tidak ada seorang pun dari Ahli Kitab, melainkan akan beriman kepada Nabi Isa dengan iman yang sebenarnya sebelum Nabi Isa wafat. Beliau akan diturunkan lagi ke dunia dari langit pada akhir zaman untuk memperbaiki nasib umat Islam setelah dirusak oleh Dajjal. Berdasarkan beberapa hadis sahih riwayat al-Bukhari dan Muslim dan lain-lain: Nabi Isa akan turun ke dunia, nanti pada akhir zaman. Beliau akan memecahkan salib lambang umat Nasrani, akan memusnahkan babi dan segala kekejian. Setelah itu dunia akan mengalami kesuburan, keamanan dan kesejahteraan yang adil dan merata. Ketika itu Ahli Kitab dari Yahudi dan Nasrani akan beriman semuanya kepada Nabi Isa sebelum wafat, dan setelah wafat beliau dimakamkan di samping makam Nabi Muhammad di Medinah. Turunnya beliau ke dunia ini adalah untuk menegakkan syariat Muhammad sehingga Nabi Muhammad tetap menjadi saksi atas keimanan atau kekafiran Ahli Kitab, seperti dijelaskan dalam firman Allah: Dan bagaimanakah (keadaan orang kafir nanti), jika Kami mendatangkan seorang saksi (Rasul) dari setiap umat dan Kami mendatangkan engkau (Muhammad) sebagai saksi atas mereka. (an-Nisa/4:41)"
        },
        {
          "number": 160,
          "arabic": "فَبِظُلْمٍ مِّنَ ٱلَّذِينَ هَادُوا۟ حَرَّمْنَا عَلَيْهِمْ طَيِّبَـٰتٍ أُحِلَّتْ لَهُمْ وَبِصَدِّهِمْ عَن سَبِيلِ ٱللَّهِ كَثِيرًا",
          "transliteration": "fabiẓul'min mina alladhīna hādū ḥarramnā ʿalayhim ṭayyibātin uḥillat lahum wabiṣaddihim ʿan sabīli l-lahi kathīran",
          "translation": "Karena kezaliman orang-orang Yahudi, Kami haramkan bagi mereka makanan yang baik-baik yang (dahulu) pernah dihalalkan; dan karena mereka sering menghalangi (orang lain) dari jalan Allah,",
          "tafsir": "Bilamana orang-orang Yahudi itu berbuat dosa atau pelanggaran yang berat seperti penyembahan terhadap patung anak sapi, lalu mereka bertobat, maka walaupun tobatnya diterima, namun sebagai akibat dari pelanggaran itu, Allah mengharamkan kepada mereka beberapa makanan yang baik yang dahulunya halal bagi mereka. Mereka tidak mengakui bahwa makanan-makanan yang baik itu diharamkan sebagai akibat dari dosa-dosanya, bahkan mereka mengatakan, bahwa makanan-makanan itu telah lebih dahulu diharamkan, yaitu sejak Nabi Nuh, Nabi Ibrahim dan nabi-nabi yang datang kemudian; Allah membantah pengakuan mereka dengan firman-Nya: Semua makanan itu halal bagi Bani Israil, kecuali makanan yang diharamkan oleh Israil (Yakub) atas dirinya sebelum Taurat diturunkan... (Ali 'Imran/3:93). Dan kepada orang-orang Yahudi, Kami haramkan semua (hewan) yang berkuku¦ (al-An'am/6:146) Diharamkan makanan yang baik itu kepada Bani Israil (Imamat vii.23; xi 4-6) karena mereka menghalangi manusia dari jalan Allah, dan karena mereka menganjurkan kejahatan dan kemungkaran dan melarang berbuat kebajikan dan menyembunyikan sifat-sifat Nabi Muhammad saw yang terdapat dalam kitab-kitab mereka."
        },
        {
          "number": 161,
          "arabic": "وَأَخْذِهِمُ ٱلرِّبَوٰا۟ وَقَدْ نُهُوا۟ عَنْهُ وَأَكْلِهِمْ أَمْوَٰلَ ٱلنَّاسِ بِٱلْبَـٰطِلِ ۚ وَأَعْتَدْنَا لِلْكَـٰفِرِينَ مِنْهُمْ عَذَابًا أَلِيمًا",
          "transliteration": "wa-akhdhihimu l-riba waqad nuhū ʿanhu wa-aklihim amwāla l-nāsi bil-bāṭili wa-aʿtadnā lil'kāfirīna min'hum ʿadhāban alīman",
          "translation": "dan karena mereka menjalankan riba, padahal sungguh mereka telah dilarang darinya, dan karena mereka memakan harta orang dengan cara tidak sah (batil). Dan Kami sediakan untuk orang-orang kafir di antara mereka azab yang pedih.",
          "tafsir": "Diharamkannya sebagian makanan yang baik kepada orang-orang Yahudi juga disebabkan oleh tindakan mereka memakan uang riba yang nyata-nyata telah dilarang Allah dan disebabkan pula oleh perbuatan mereka yang batil seperti memperoleh harta melalui sogokan, penipuan, perampasan dan sebagainya. Terhadap perbuatan-perbuatan yang jahat itu Allah menyediakan siksa yang pedih di akhirat."
        },
        {
          "number": 162,
          "arabic": "لَّـٰكِنِ ٱلرَّٰسِخُونَ فِى ٱلْعِلْمِ مِنْهُمْ وَٱلْمُؤْمِنُونَ يُؤْمِنُونَ بِمَآ أُنزِلَ إِلَيْكَ وَمَآ أُنزِلَ مِن قَبْلِكَ ۚ وَٱلْمُقِيمِينَ ٱلصَّلَوٰةَ ۚ وَٱلْمُؤْتُونَ ٱلزَّكَوٰةَ وَٱلْمُؤْمِنُونَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ أُو۟لَـٰٓئِكَ سَنُؤْتِيهِمْ أَجْرًا عَظِيمًا",
          "transliteration": "lākini l-rāsikhūna fī l-ʿil'mi min'hum wal-mu'minūna yu'minūna bimā unzila ilayka wamā unzila min qablika wal-muqīmīna l-ṣalata wal-mu'tūna l-zakata wal-mu'minūna bil-lahi wal-yawmi l-ākhiri ulāika sanu'tīhim ajran ʿaẓīman",
          "translation": "Tetapi orang-orang yang ilmunya mendalam di antara mereka, dan orang-orang yang beriman, mereka beriman kepada (Alquran) yang diturunkan kepadamu (Muhammad), dan kepada (kitab-kitab) yang diturunkan sebelummu, begitu pula mereka yang melaksanakan salat dan menunaikan zakat dan beriman kepada Allah dan hari kemudian. Kepada mereka akan Kami berikan pahala yang besar.",
          "tafsir": "Tidak semua Ahli Kitab mengerjakan keburukan-keburukan tersebut. Ada pula di antara mereka orang yang mendalam ilmunya, dan orang yang sungguh-sungguh beriman kepada Al-Qur'an yang diturunkan kepada Nabi Muhammad saw, dan yang diturunkan kepada rasul-rasul sebelumnya. Di antara mereka ada pula yang dengan penuh keyakinan mengikuti ajaran Islam dengan tulus ikhlas. Diriwayatkan dari Abdullah bin Abbas bahwa ayat ini diturunkan terkait dengan orang-orang Yahudi yang dengan penuh kesadaran masuk Islam seperti Abdullah bin Salam dan kawan-kawannya. Mereka rajin salat lima waktu dan menunaikan zakat, beriman kepada Allah dan rasul-rasul-Nya tanpa membedakan di antara rasul yang satu dengan rasul yang lain. Mereka itu telah sampai kepada tingkat keimanan dan keislaman yang tinggi dan Allah menjanjikan kepada mereka pahala yang besar di akhirat."
        }
      ]
    }
  ]
}