{
  "pageNumber": 380,
  "juz": 19,
  "surahs": [
    {
      "number": 27,
      "name": "An-Naml",
      "nameArabic": "النمل",
      "meaning": "Semut",
      "revelation": "Makkah",
      "description": "Surat An-Naml terdiri dari 93 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Asy-Syu'ara'.Dinamai dengan \"An-Naml\", karena pada ayat ke-18 dan ke-19 terdapat perkataan \"An-Naml\" (semut), ketika raja semut memerintahkan anak buahnya untuk masuk ke sarangnya masing-masing, agar tidak terinjak oleh Nabi Sulaiman dan bala tentaranya yang akan lewat di tempat itu. Mendengar perintah raja semut kepada anak buahnya itu, Nabi Sulaiman tersenyum dan takjub atas keteraturan kerajaan semut. Maka beliau pun mengucapkan syukur kepada Allah yang telah melimpahkan nikmat kepadanya, berupa kerajaan, kekayaan, memahami ucapan-ucapan binatang, dan mempunyai bala tentara yang terdiri dari jin, manusia, burung, dan sebagainya. Meskipun demikian, Nabi Sulaiman tidak merasa takabur dan sombong, dan sebagai seorang hamba Allah memohon agar dimasukkan ke dalam golongan orarg-orang saleh.Dalam surat ini, Allah menyebut binatang semut agar manusia mengambil pelajaran dari kehidupan semut ini. Semut adalah binatang yang hidup berkelompok di dalam tanah, membuat liang dan ruang yang bertingkat-tingkat sebagai rumah dan gudang tempat menyimpan makanan untuk musim dingin. Kerapian dan kedisiplinan yang terdapat dalam kerajaan semut ini dinyatakan Allah dalam ayat ini ketika rakyat semut segera mencari perlindungan agar tidak terinjak oleh Nabi Sulaiman dan bala tentaranya, setelah menerima perintah dari raja semut. Secara tidak langsung, Allah mengingatkan kepada manusia agar mencukupkan kebutuhan sehari-hari dalam berusaha, mementingkan kemaslahatan bersama dan sebagainya. Rakyat semut mempunyai organisasi dan kerja sama yang baik. Dengan mengisahkan kisah Nabi Sulaiman, dalam surat ini, Allah mengisyaratkan tentang masa depan nabi Muhammad. Nabi Sulaiman sebagai seorang nabi, rasul, dan raja yang dianugerahi kekayaan yang melimpah ruah, begitu pula Nabi Muhammad sebagai seorang nabi, rasul, dan kepala negara yang ummi dan miskin akan berhasil membawa dan memimpin umatnya ke jalan Allah.**Pokok-Pokok Isi:**1. **Keimanan:** Al-Qur'an adalah rahmat dan petunjuk bagi orang-orang mukmin; keesaan dan kekuasaan Allah dan keadaan-Nya tidak memerlukan sekutu-sekutu dalam mengatur alam ini; hanya Allahlah Yang mengetahui perkara gaib; hari kebangkitan bukanlah suatu dongeng.2. **Kisah-kisah:** Kisah Nabi Sulaiman dengan semut, burung hud-hud, dan ratu Balqis; kisah Nabi Shaleh dengan kaumnya; kisah Nabi Luth dengan kaumnya.3. **Lain-lain:** Ciri-ciri orang mukmin; Al-Qur'an menjelaskan apa yang diperselisihkan Bani Israil; hanya orang-orang mukminlah yang dapat menerima petunjuk kejadian-kejadian sebelum datangnya kiamat dan keadaan orang-orang yang beriman dan tidak beriman waktu itu; Allah menyuruh Nabi Muhammad dan umatnya untuk memuji dan menyembah Allah serta membaca Al-Qur'an; Allah akan memperlihatkan kebenaran ayat-ayat-Nya kepada kaum musyrikin.Surat An-Naml dimulai dengan menerangkan sifat-sifat Al-Qur'an dan beberapa orang rasul dengan umat-umatnya masing-masing, baik yang mengikuti ajaran-ajaran yang dibawanya maupun yang tidak mengikutinya.Kemudian surat ini diakhiri dengan perintah menyembah Allah dan membaca Al-Qur'an dan bahwa Allah memperlihatkan kebenaran ayat-ayat-Nya kepada kaum musyrikin.**Hubungan Surat An-Naml Dengan Surat Al-Qashash:**1. Kedua surat ini sama-sama dimulai dengan huruf abjad, menerangkan sifat-sifat Al-Qur'an, dan menuturkan kisah Musa. Hanya saja kisah Musa dalam surat Al-Qashash diterangkan lebih lengkap dibandingkan dengan yang terdapat dalam surat An-Naml.2. Surat An-Naml menerangkan secara global bahwa keingkaran orang-orang kafir terhadap hari kebangkitan tidaklah beralasan, kemudian dikemukakan kepada mereka persoalan-persoalan yang ada hubungannya dengan kebangkitan itu. Hal ini diterangkan lebih jelas dalam surat Al-Qashash.3. Surat An-Naml menerangkan kehancuran kaum Shaleh dan kaum Luth sebagai akibat durhaka kepada Allah dan Nabi-Nya, sedang surat Al-Qashash menyinggungnya pula.4. Surat An-Naml menyebut balasan pada hari kiamat terhadap orang-orang yang membuat keburukan di dunia, dan surat Al Qashash menyebutkannya pula.5. Bagian akhir kedua surat ini sama-sama menyebutkan perintah menyembah Allah dan Al-Qur'an.",
      "verses": [
        {
          "number": 36,
          "arabic": "فَلَمَّا جَآءَ سُلَيْمَـٰنَ قَالَ أَتُمِدُّونَنِ بِمَالٍ فَمَآ ءَاتَىٰنِۦَ ٱللَّهُ خَيْرٌ مِّمَّآ ءَاتَىٰكُم بَلْ أَنتُم بِهَدِيَّتِكُمْ تَفْرَحُونَ",
          "transliteration": "falammā jāa sulaymāna qāla atumiddūnani bimālin famā ātāniya l-lahu khayrun mimmā ātākum bal antum bihadiyyatikum tafraḥūna",
          "translation": "Maka ketika para (utusan itu) sampai kepada Sulaiman, dia (Sulaiman) berkata, \"Apakah kamu akan memberi harta kepadaku? Apa yang Allah berikan kepadaku lebih baik daripada apa yang Allah berikan kepadamu; tetapi kamu merasa bangga dengan hadiahmu.",
          "tafsir": "Maka berangkatlah rombongan utusan Ratu Balqis menghadap Sulaiman dengan membawa hadiah-hadiah yang tidak ternilai harganya. Setelah para utusan itu menghadap Sulaiman maka ia berkata kepada mereka, \"Hai para utusan Ratu Balqis, apakah kamu bermaksud memberikan harta-hartamu kepadaku. Aku tidak akan mencari dan meminta kesenangan dan kekayaan duniawi. Aku hanya menginginkan kamu semua beserta rakyatmu mengikuti agamaku dam menyembah Allah semata, Tuhan Yang Maha Esa, tidak menyembah matahari, sebagaimana yang kamu lakukan. Allah telah menganugerahkan kepadaku nikmat-nikmat yang tak terhingga banyaknya seperti nikmat kenabian, ilmu pengetahuan, dan kerajaan yang besar. Karena nikmat itu aku dapat menguasai jin, berbicara dengan binatang-binatang, menguasai angin dan banyak lagi pengetahuan yang telah dianugerahkan Allah kepadaku. Jika aku bandingkan nikmat yang aku peroleh dengan nikmat yang kamu peroleh, maka nikmat yang kamu peroleh itu tidak ada artinya bagiku sedikit pun. Karena kamu tidak mengetahui agama Allah, maka kamu anggap bahwa harta yang banyak dan kesenangan duniawi itu dapat memuaskan hatimu. Bagiku harta itu tidak ada artinya dan tidak akan memuaskan hatiku. Kesenangan dan kebahagiaan yang aku cari ialah kesenangan dan kebahagiaan yang abadi, sesuai dengan yang dijanjikan Allah kepada hamba-hamba-Nya yang saleh.\" Selanjutnya Sulaiman menyatakan kepada para utusan Ratu Balqis, \"Jika kamu sekalian tidak memenuhi seruanku, maka kembalilah kamu kepada kaummu. Kami akan datang membawa pasukan tentara yang lengkap yang terdiri atas manusia, jin, dan binatang-binatang yang kamu tidak akan sanggup melawannya. Kami akan mengusir setiap orang yang menghalangi tentaraku dari negeri dan kampung halaman mereka, dan mereka akan dijadikan orang-orang yang hina, sebagai tawanan atau dijadikan budak.\""
        },
        {
          "number": 37,
          "arabic": "ٱرْجِعْ إِلَيْهِمْ فَلَنَأْتِيَنَّهُم بِجُنُودٍ لَّا قِبَلَ لَهُم بِهَا وَلَنُخْرِجَنَّهُم مِّنْهَآ أَذِلَّةً وَهُمْ صَـٰغِرُونَ",
          "transliteration": "ir'jiʿ ilayhim falanatiyannahum bijunūdin lā qibala lahum bihā walanukh'rijannahum min'hā adhillatan wahum ṣāghirūna",
          "translation": "Kembalilah kepada mereka! Sungguh, Kami pasti akan mendatangi mereka dengan bala tentara yang mereka tidak mampu melawannya, dan akan kami usir mereka dari negeri itu (Saba`) secara terhina dan mereka akan menjadi (tawanan) yang hina dina.\"",
          "tafsir": "Maka berangkatlah rombongan utusan Ratu Balqis menghadap Sulaiman dengan membawa hadiah-hadiah yang tidak ternilai harganya. Setelah para utusan itu menghadap Sulaiman maka ia berkata kepada mereka, \"Hai para utusan Ratu Balqis, apakah kamu bermaksud memberikan harta-hartamu kepadaku. Aku tidak akan mencari dan meminta kesenangan dan kekayaan duniawi. Aku hanya menginginkan kamu semua beserta rakyatmu mengikuti agamaku dam menyembah Allah semata, Tuhan Yang Maha Esa, tidak menyembah matahari, sebagaimana yang kamu lakukan. Allah telah menganugerahkan kepadaku nikmat-nikmat yang tak terhingga banyaknya seperti nikmat kenabian, ilmu pengetahuan, dan kerajaan yang besar. Karena nikmat itu aku dapat menguasai jin, berbicara dengan binatang-binatang, menguasai angin dan banyak lagi pengetahuan yang telah dianugerahkan Allah kepadaku. Jika aku bandingkan nikmat yang aku peroleh dengan nikmat yang kamu peroleh, maka nikmat yang kamu peroleh itu tidak ada artinya bagiku sedikit pun. Karena kamu tidak mengetahui agama Allah, maka kamu anggap bahwa harta yang banyak dan kesenangan duniawi itu dapat memuaskan hatimu. Bagiku harta itu tidak ada artinya dan tidak akan memuaskan hatiku. Kesenangan dan kebahagiaan yang aku cari ialah kesenangan dan kebahagiaan yang abadi, sesuai dengan yang dijanjikan Allah kepada hamba-hamba-Nya yang saleh.\" Selanjutnya Sulaiman menyatakan kepada para utusan Ratu Balqis, \"Jika kamu sekalian tidak memenuhi seruanku, maka kembalilah kamu kepada kaummu. Kami akan datang membawa pasukan tentara yang lengkap yang terdiri atas manusia, jin, dan binatang-binatang yang kamu tidak akan sanggup melawannya. Kami akan mengusir setiap orang yang menghalangi tentaraku dari negeri dan kampung halaman mereka, dan mereka akan dijadikan orang-orang yang hina, sebagai tawanan atau dijadikan budak.\""
        },
        {
          "number": 38,
          "arabic": "قَالَ يَـٰٓأَيُّهَا ٱلْمَلَؤُا۟ أَيُّكُمْ يَأْتِينِى بِعَرْشِهَا قَبْلَ أَن يَأْتُونِى مُسْلِمِينَ",
          "transliteration": "qāla yāayyuhā l-mala-u ayyukum yatīnī biʿarshihā qabla an yatūnī mus'limīna",
          "translation": "Dia (Sulaiman) berkata, \"Wahai para pembesar! Siapakah di antara kamu yang sanggup membawa singgasananya kepadaku sebelum mereka datang kepadaku menyerahkan diri?\"",
          "tafsir": "Setelah para utusan itu kembali ke negerinya, mereka menyampaikan kepada Ratu Balqis apa yang dimaksud oleh Nabi Sulaiman dengan suratnya. Sulaiman meminta mereka agar menyambut seruannya untuk beriman kepada Allah. Mereka juga menyampaikan keadaan masyarakat yang dipimpin oleh Sulaiman, serta keadaan bala tentara dan kekayaannya. Oleh karena itu, Ratu Balqis mengambil keputusan untuk pergi sendiri ke Yerusalem menemui Sulaiman dengan membawa hadiah yang lebih bernilai. Setelah Sulaiman mengetahui bahwa Ratu Balqis akan berkunjung ke negerinya, maka ia membuat sebuah istana yang besar dan megah yang lantainya terbuat dari kaca. Dengan membuat istana yang demikian, ia ingin memperlihatkan kepada Ratu Balqis sesuatu yang belum pernah dilihatnya. Untuk menyambut kedatangan Ratu Balqis, Sulaiman ingin memperlihatkan kepadanya tanda-tanda kekuasaan dan kebesaran Allah, dan kekuasaan yang telah dilimpahkan-Nya, agar Ratu Balqis dan kaumnya beriman kepada Allah. Beliau bermaksud membawa singgasana Ratu Balqis yang ada di negerinya ke Yerusalem dalam waktu yang singkat dan akan dijadikan tempat duduk Ratu Balqis di istananya yang baru dibuatnya pada waktu kedatangan Ratu Saba' itu. Sulaiman mengatakan maksudnya itu kepada para pembesarnya, \"Wahai para pembesarku, siapakah di antara kamu yang sanggup membawa singgasana Ratu Balqis yang ada di negerinya ke tempat ini, sebelum rombongan mereka sampai ke sini?\""
        },
        {
          "number": 39,
          "arabic": "قَالَ عِفْرِيتٌ مِّنَ ٱلْجِنِّ أَنَا۠ ءَاتِيكَ بِهِۦ قَبْلَ أَن تَقُومَ مِن مَّقَامِكَ ۖ وَإِنِّى عَلَيْهِ لَقَوِىٌّ أَمِينٌ",
          "transliteration": "qāla ʿif'rītun mina l-jini anā ātīka bihi qabla an taqūma min maqāmika wa-innī ʿalayhi laqawiyyun amīnun",
          "translation": "Ifrit dalam golongan jin berkata, \"Akulah yang akan membawanya kepadamu sebelum engkau berdiri dari tempat dudukmu; dan sungguh, aku kuat melakukannya dan dapat dipercaya.\"",
          "tafsir": "Mendengar permintaan Sulaiman, Ifrit (termasuk golongan jin) yang cerdik menjawab, \"Aku akan datang kepadamu membawa singgasana itu sebelum kamu berdiri dari tempat dudukmu dan aku benar-benar sanggup melaksanakannya dan kesanggupanku itu dapat dibuktikan.\" Yang dimaksud dengan \"sebelum kamu berdiri dari tempat dudukmu\" ialah sebelum Sulaiman meninggalkan tempat itu. Beliau biasanya meninggalkan tempat itu sebelum tengah hari."
        },
        {
          "number": 40,
          "arabic": "قَالَ ٱلَّذِى عِندَهُۥ عِلْمٌ مِّنَ ٱلْكِتَـٰبِ أَنَا۠ ءَاتِيكَ بِهِۦ قَبْلَ أَن يَرْتَدَّ إِلَيْكَ طَرْفُكَ ۚ فَلَمَّا رَءَاهُ مُسْتَقِرًّا عِندَهُۥ قَالَ هَـٰذَا مِن فَضْلِ رَبِّى لِيَبْلُوَنِىٓ ءَأَشْكُرُ أَمْ أَكْفُرُ ۖ وَمَن شَكَرَ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِۦ ۖ وَمَن كَفَرَ فَإِنَّ رَبِّى غَنِىٌّ كَرِيمٌ",
          "transliteration": "qāla alladhī ʿindahu ʿil'mun mina l-kitābi anā ātīka bihi qabla an yartadda ilayka ṭarfuka falammā raāhu mus'taqirran ʿindahu qāla hādhā min faḍli rabbī liyabluwanī a-ashkuru am akfuru waman shakara fa-innamā yashkuru linafsihi waman kafara fa-inna rabbī ghaniyyun karīmun",
          "translation": "Seorang yang mempunyai ilmu dari Kitab<sup foot_note=135549>1</sup> berkata, \"Aku akan membawa singgasana itu kepadamu sebelum matamu berkedip.\" Maka ketika dia (Sulaiman) melihat singgasana itu terletak di hadapannya, dia pun berkata, \"Ini termasuk karunia Tuhanku untuk mengujiku, apakah aku bersyukur atau mengingkari (nikmat-Nya). Barang siapa bersyukur, maka sesungguhnya dia bersyukur untuk (kebaikan) dirinya sendiri, dan barang siapa ingkar, maka sesungguhnya Tuhanku Mahakaya, Mahamulia.\"",
          "tafsir": "Sulaiman belum puas dengan kesanggupan Ifrit. Ia ingin agar singgasana itu sampai dalam waktu yang lebih singkat lagi. Lalu ia meminta kepada yang hadir di hadapannya untuk melaksanakannya. Maka seorang yang telah memperoleh ilmu dari al-Kitab menjawab, \"Aku akan membawa singgasana itu kepadamu dalam waktu sekejap mata saja.\" Apa yang dikatakan orang itu terbukti, dan singgasana Ratu Balqis itu telah berada di hadapan Sulaiman. Ada pendapat yang mengatakan orang itu ialah al-Khidhir. Ada pula yang mengatakan malaikat, dan ada pula yang mengatakan ia adalah Asif bin Barqiya. Melihat peristiwa yang terjadi hanya dalam sekejap mata, maka Nabi Sulaiman berkata, \"Ini termasuk karunia yang telah dilimpahkan Tuhan kepadaku. Dengan karunia itu aku diujinya, apakah aku termasuk orang-orang yang mensyukuri karunia Tuhan atau termasuk orang-orang yang mengingkarinya.\" Dari sikap Nabi Sulaiman itu tampak kekuatan iman dan kewaspadaannya. Ia tidak mudah diperdaya oleh karunia apa pun yang diberikan kepadanya, karena semua karunia itu, baik berupa kebahagiaan atau kesengsaraan, semuanya merupakan ujian Tuhan kepada hamba-hamba-Nya. Sulaiman mengucapkan yang demikian itu karena sangat yakin bahwa barang siapa yang mensyukuri nikmat Allah, maka faedah mensyukuri nikmat Allah itu akan kembali kepada dirinya sendiri, karena Allah akan menambah lagi nikmat-nikmat itu. Sebaliknya, orang yang mengingkari nikmat Allah maka dosa keingkarannya itu juga akan kembali kepadanya. Dia akan disiksa oleh Allah karena keingkaran itu. Selanjutnya Sulaiman mengatakan, \"Bahwa Tuhan yang disembah itu adalah Tuhan Yang Mahakaya, tidak memerlukan sesuatu pun dari makhluk-Nya, tetapi makhluklah yang memerlukan-Nya. Tuhan yang disembah itu adalah Tuhan Yang Maha Pemurah kepada hamba-hamba-Nya ketika membalas kebaikan mereka dengan balasan yang berlipat ganda.\" Sikap Nabi Sulaiman dalam menerima nikmat Allah adalah sikap yang harus dijadikan contoh teladan oleh setiap muslim. Sikap demikian itu akan menghilangkan sifat angkuh dan sombong yang ada pada diri seseorang. Ia juga akan menghilangkan rasa putus asa dan rendah diri bagi orang yang sedang dalam keadaan sengsara dan menderita, karena dia mengetahui semuanya itu adalah cobaan dan ujian dari Tuhan kepada para hamba-Nya."
        },
        {
          "number": 41,
          "arabic": "قَالَ نَكِّرُوا۟ لَهَا عَرْشَهَا نَنظُرْ أَتَهْتَدِىٓ أَمْ تَكُونُ مِنَ ٱلَّذِينَ لَا يَهْتَدُونَ",
          "transliteration": "qāla nakkirū lahā ʿarshahā nanẓur atahtadī am takūnu mina alladhīna lā yahtadūna",
          "translation": "Dia (Sulaiman) berkata, \"Ubahlah untuknya singgasananya; kita akan melihat apakah dia (Balqis) mengenal; atau tidak mengenalnya lagi.\"",
          "tafsir": "Sulaiman memerintahkan kepada pemimpin-pemimpin kaumnya, agar mengubah bentuk dari singgasana Balqis yang telah sampai di hadapannya. Ia ingin melihat, apakah Ratu Balqis mengetahui, atau tidak, bahwa yang didudukinya itu adalah singgasananya. Dengan cara yang demikian itu, diharapkan agar Ratu Balqis bertambah yakin bahwa Sulaiman adalah rasul Allah. Ia tidak mengharapkan sesuatu selain keimanan Ratu Balqis dan kaumnya."
        },
        {
          "number": 42,
          "arabic": "فَلَمَّا جَآءَتْ قِيلَ أَهَـٰكَذَا عَرْشُكِ ۖ قَالَتْ كَأَنَّهُۥ هُوَ ۚ وَأُوتِينَا ٱلْعِلْمَ مِن قَبْلِهَا وَكُنَّا مُسْلِمِينَ",
          "transliteration": "falammā jāat qīla ahākadhā ʿarshuki qālat ka-annahu huwa waūtīnā l-ʿil'ma min qablihā wakunnā mus'limīna",
          "translation": "Maka ketika dia (Balqis) datang, ditanyakanlah (kepadanya), \"Serupa inikah singgasanamu?\" Dia (Balqis) menjawab, \"Seakan-akan itulah dia.\" (Dan dia Balqis berkata), \"Kami telah diberi pengetahuan sebelumnya<sup foot_note=135550>1</sup> dan kami adalah orang-orang yang berserah diri (kepada Allah).\"",
          "tafsir": "Setelah Ratu Balqis datang, Sulaiman bertanya kepadanya, \"Apakah seperti ini singgasanamu?\" Balqis menjawab, \"Benar, singgasana ini mirip sekali dengan singgasanaku.\" Menurut Mujahid, Ratu Balqis mengetahui bahwa singgasana itu adalah singgasananya, karena ada tanda-tanda yang menunjukkan bahwa singgasana itu kepunyaannya. Akan tetapi, dia merasa heran mengapa singgasana itu berada di istana Sulaiman. Melihat kenyataan itu dan dihubungkan dengan pengetahuannya tentang burung hud-hud, maka Balqis berkata, \"Sebenarnya telah diberikan kepada kami, sebelum terjadinya mukjizat ini, pengetahuan bahwa Tuhan yang berhak disembah itu adalah Tuhan Yang Maha Esa. Dia Mahakuasa, demikian pula tentang burung hud-hud, sebagai burung yang luar biasa yang dengan kekuasaan Tuhan telah dapat menghubungkan negeri kami dengan negerimu dan juga dengan memperhatikan berita-berita yang kami terima dari para utusan kami. Semua itu menunjukkan bahwa engkau, wahai Sulaiman, benar-benar seorang rasul Allah yang diutus kepada kami untuk menyampaikan agama-Nya.\" Selanjutnya Balqis berkata, \"Kami bersama-sama dengan kaum kami menyatakan beriman kepada engkau. Kami akan meninggalkan agama kami yang selama ini kami anut. Engkau tidak perlu lagi mengemukakan kepada kami mukjizat yang lain, karena kami telah beriman.\""
        },
        {
          "number": 43,
          "arabic": "وَصَدَّهَا مَا كَانَت تَّعْبُدُ مِن دُونِ ٱللَّهِ ۖ إِنَّهَا كَانَتْ مِن قَوْمٍ كَـٰفِرِينَ",
          "transliteration": "waṣaddahā mā kānat taʿbudu min dūni l-lahi innahā kānat min qawmin kāfirīna",
          "translation": "Dan kebiasaannya menyembah selain Allah mencegahnya (untuk menampakkan keislamannya), sesungguhnya dia (Balqis) dahulu termasuk orang-orang kafir.",
          "tafsir": "Ayat ini menerangkan bahwa Ratu Balqis belum mau menerima Islam sebelumnya karena pemuka-pemuka kaumnya yang kafir menyembah matahari. Dia khawatir kalau-kalau kaumnya akan mengucilkannya. Setelah berhadapan dengan Sulaiman, barulah ia berani menyatakan keislamannya dan berani pula menyatakan isi hatinya."
        },
        {
          "number": 44,
          "arabic": "قِيلَ لَهَا ٱدْخُلِى ٱلصَّرْحَ ۖ فَلَمَّا رَأَتْهُ حَسِبَتْهُ لُجَّةً وَكَشَفَتْ عَن سَاقَيْهَا ۚ قَالَ إِنَّهُۥ صَرْحٌ مُّمَرَّدٌ مِّن قَوَارِيرَ ۗ قَالَتْ رَبِّ إِنِّى ظَلَمْتُ نَفْسِى وَأَسْلَمْتُ مَعَ سُلَيْمَـٰنَ لِلَّهِ رَبِّ ٱلْعَـٰلَمِينَ",
          "transliteration": "qīla lahā ud'khulī l-ṣarḥa falammā ra-athu ḥasibathu lujjatan wakashafat ʿan sāqayhā qāla innahu ṣarḥun mumarradun min qawārīra qālat rabbi innī ẓalamtu nafsī wa-aslamtu maʿa sulaymāna lillahi rabbi l-ʿālamīna",
          "translation": "Dikatakan kepadanya (Balqis), \"Masuklah ke dalam istana.\" Maka ketika dia (Balqis) melihat (lantai istana) itu, dikiranya kolam air yang besar, dan disingkapkannya (penutup) kedua betisnya, Dia (Sulaiman) berkata, \"Sesungguhnya ini hanyalah lantai istana yang dilapisi kaca.\" Dia (Balqis) berkata, \"Ya Tuhanku, sungguh, aku telah berbuat zalim terhadap diriku. Aku berserah diri bersama Sulaiman kepada Allah, Tuhan seluruh alam.\"",
          "tafsir": "Menurut satu riwayat, setelah Nabi Sulaiman mengetahui dari Allah akan kedatangan Ratu Balqis ke negerinya, maka ia memerintahkan kaumnya membuat suatu istana yang besar dan indah. Lantainya terbuat dari kaca yang mengkilap yang mudah memantulkan cahaya. Di bawah lantai kaca itu, terdapat kolam yang berisikan macam-macam ikan, dan air kolam itu seakan-akan mengalir seperti sungai. Pada waktu kedatangan Ratu Balqis, Nabi Sulaiman menerimanya di istana yang baru itu dan mempersilakannya masuk. Ratu Balqis heran dan terkejut waktu memasuki istana Sulaiman itu. Menurut penglihatannya, ada sungai yang terbentang yang harus dilaluinya untuk menemui Sulaiman. Oleh karena itu, ia menyingkapkan kainnya, sehingga tampaklah kedua betisnya. Melihat yang demikian itu Sulaiman berkata, \"Apa yang kau lihat itu bukanlah air atau sungai, tetapi lantai kaca yang di bawahnya ada air mengalir.\" Mendengar ucapan Sulaiman itu Ratu Balqis segera menurunkan kainnya dan mengakui dalam hati bahwa istana Sulaiman lebih besar dan lebih bagus dari istananya. Kemudian Nabi Sulaiman mengajak Balqis agar menganut agama Islam, dan menerangkan kesesatan menyembah matahari. Seruan Sulaiman itu diterima dengan baik oleh Balqis. Ia menyesali kekafirannya selama ini karena dengan demikian berarti dia berbuat aniaya kepada dirinya sendiri. Balqis juga menyatakan bahwa dia bersedia berserah diri bersama Sulaiman kepada Allah, Tuhan seluruh alam. Kepada-Nya dia beribadah dengan seikhlas-ikhlasnya."
        }
      ]
    }
  ]
}