{
  "pageNumber": 600,
  "juz": 30,
  "surahs": [
    {
      "number": 100,
      "name": "Al-'Adiyat",
      "nameArabic": "العاديات",
      "meaning": "Kuda Yang Berlari Kencang",
      "revelation": "Makkah",
      "description": "Surat ini terdiri dari 11 ayat, termasuk golongan surat Makkiyyah, dan diturunkan sesudah surat Al-'Ashr. Nama Al-'Adiyat diambil dari kata \"Al-'Adiyat\" yang terdapat pada ayat pertama surat ini, artinya kuda yang berlari kencang.**Pokok-Pokok Isi:**Ancaman Allah kepada manusia yang ingkar dan yang sangat mencintai harta benda bahwa mereka akan mendapat balasan yang setimpal ketika mereka dibangkitkan dari kubur dan ketika isi dada mereka ditampakkan.Surat Al-'Adiyat menjelaskan sifat-sifat buruk manusia dan kebangkitan serta pembalasan kepada mereka pada hari kiamat.**Hubungan Surat Al-'Adiyat Dengan Surat Al-Qari'ah:**Surat Al-'Adiyat ditutup dengan penyebutan hari kiamat, sedangkan surat Al-Qari'ah seluruhnya menjelaskan tentang hari kiamat itu.",
      "verses": [
        {
          "number": 10,
          "arabic": "وَحُصِّلَ مَا فِى ٱلصُّدُورِ",
          "transliteration": "waḥuṣṣila mā fī l-ṣudūri",
          "translation": "dan apa yang tersimpan di dalam dada dikeluarkan?",
          "tafsir": "Dalam ayat-ayat berikut ini, Allah menerangkan ancaman-Nya kepada orang-orang yang ingkar terhadap nikmat-nikmat-Nya dengan menyatakan apakah mereka tidak sadar bahwa Allah mengetahui isi hatinya. Allah juga menyatakan bahwa Dia akan membalas keingkaran mereka itu pada hari dikeluarkan apa yang ada di dalam dada dan dibangkitkan apa yang ada di dalam kubur."
        },
        {
          "number": 11,
          "arabic": "إِنَّ رَبَّهُم بِهِمْ يَوْمَئِذٍ لَّخَبِيرٌۢ",
          "transliteration": "inna rabbahum bihim yawma-idhin lakhabīrun",
          "translation": "sungguh, Tuhan mereka pada hari itu Mahateliti terhadap keadaan mereka.",
          "tafsir": "Dalam ayat-ayat berikut ini, Allah menerangkan ancaman-Nya kepada orang-orang yang ingkar terhadap nikmat-nikmat-Nya dengan menyatakan apakah mereka tidak sadar bahwa Allah mengetahui isi hatinya. Allah juga menyatakan bahwa Dia akan membalas keingkaran mereka itu pada hari dikeluarkan apa yang ada di dalam dada dan dibangkitkan apa yang ada di dalam kubur."
        }
      ]
    },
    {
      "number": 101,
      "name": "Al-Qari'ah",
      "nameArabic": "القارعة",
      "meaning": "Hari Kiamat",
      "revelation": "Makkah",
      "description": "Surat ini terdiri dari 11 ayat, termasuk golongan surat Makkiyyah, dan diturunkan sesudah surat Quraisy. Nama Al-Qari'ah diambil dari kata \"Al-Qari'ah\" yang terdapat pada ayat pertama, artinya yang mengetuk dengan keras, kemudian kata ini dipakai untuk nama hari kiamat.**Pokok-Pokok Isi:**Kejadian-kejadian pada hari kiamat, yaitu manusia bertebaran, gunung berhamburan, amal perbuatan manusia ditimbang dan dibalasi.Surat Al-Qari'ah, seluruhnya menjelaskan hal-hal yang akan terjadi pada hari kiamat.**Hubungan Surat Al-Qari'Ah Dengan Surat At-Takatsur:**Dalam surat Al-Qari'ah dijelaskan golongan yang masuk surga dan golongan yang masuk neraka, sedangkan pada surat At-Takatsur diterangkan salah satu sebab yang menyebabkan orang masuk neraka.",
      "verses": [
        {
          "number": 1,
          "arabic": " ٱلْقَارِعَةُ",
          "transliteration": "al-qāriʿatu",
          "translation": "Hari Kiamat,",
          "tafsir": "Dalam ayat ini, Allah menyebutkan kata al-qari'ah, yaitu salah satu nama hari Kiamat, seperti al-haqqah, as-sakhkhah, ath-thammah, dan al-Gasyiyah. Hari Kiamat itu juga disebut al-qari'ah karena ia menggetarkan hati setiap orang akibat kedahsyatannya. Kata al-qari'ah juga digunakan untuk menyebut suatu bencana hebat. Allah berfirman: Dan orang-orang kafir senantiasa ditimpa bencana disebabkan perbuatan mereka sendiri. (ar-Ra'd/13: 31) Maksudnya mereka ditimpa malapetaka hebat yang mengetuk hati mereka dan menyakiti tubuh mereka, sehingga mereka mengeluh karenanya."
        },
        {
          "number": 2,
          "arabic": "مَا ٱلْقَارِعَةُ",
          "transliteration": "mā l-qāriʿatu",
          "translation": "Apakah hari Kiamat itu?",
          "tafsir": "Dalam ayat ini Allah mengulang kata al-qari'ah dalam bentuk pertanyaan untuk meminta perhatian agar manusia memahami karena dahsyatnya kejadian hari Kiamat dan huru-hara yang membuat hati kecut, sehingga sulit menggambarkannya dengan tepat dan sulit mengetahui dengan sebenarnya."
        },
        {
          "number": 3,
          "arabic": "وَمَآ أَدْرَىٰكَ مَا ٱلْقَارِعَةُ",
          "transliteration": "wamā adrāka mā l-qāriʿatu",
          "translation": "Dan tahukah kamu apakah hari Kiamat itu?",
          "tafsir": "Allah mengulangi kata al-qari'ah itu adalah untuk menggambarkan kedahsyatan hari Kiamat itu, seakan-akan tidak ada sesuatu pun yang dapat dijadikan contoh untuk al-qari'ah itu. Bagaimana pun mengkhayalkannya, al-qari'ah lebih hebat dari itu."
        },
        {
          "number": 4,
          "arabic": "يَوْمَ يَكُونُ ٱلنَّاسُ كَٱلْفَرَاشِ ٱلْمَبْثُوثِ",
          "transliteration": "yawma yakūnu l-nāsu kal-farāshi l-mabthūthi",
          "translation": "Pada hari itu manusia seperti laron yang beterbangan,",
          "tafsir": "Karena sangat sulit mengetahui hakikat al-qari'ah, maka dalam ayat ini Allah menjelaskan waktu kedatangannya. Ketika itu, keadaan manusia bagaikan laron yang beterbangan di sekeliling lampu pada malam hari. Penyerupaan ini adalah untuk menggambarkan keadaan manusia yang kebingungan dan tidak menentu arah tujuannya. Manusia pada hari yang dahsyat itu bertebaran di mana-mana, bingung, dan tidak tahu ke mana akan dituju, apa yang akan dikerjakan, dan untuk apa mereka dikumpulkan di sana. Kondisi ini tidak ubahnya seperti anai-anai yang tidak berketentuan arahnya. Dalam ayat lain, Allah berfirman: Seakan-akan mereka belalang yang beterbangan. (al-Qamar/54 : 7)"
        },
        {
          "number": 5,
          "arabic": "وَتَكُونُ ٱلْجِبَالُ كَٱلْعِهْنِ ٱلْمَنفُوشِ",
          "transliteration": "watakūnu l-jibālu kal-ʿih'ni l-manfūshi",
          "translation": "dan gunung-gunung seperti bulu yang dihambur-hamburkan.",
          "tafsir": "Dalam ayat ini, Allah mengungkapkan bahwa gunung-gunung yang telah hancur itu beterbangan dari tempatnya seperti bulu halus yang diterbangkan angin. Lalu bagaimanakah keadaan manusia yang mempunyai tubuh yang lemah itu bila mengalami al-qari'ah itu. Banyak terdapat dalam Al-Qur'an ayat-ayat tentang keadaan gunung-gunung pada hari Kiamat, di antaranya Allah berfirman: Dan engkau akan melihat gunung-gunung, yang engkau kira tetap di tempatnya, padahal ia berjalan (seperti) awan berjalan. (an-Naml/27 : 88) Dan menjadilah gunung-gunung itu seperti onggokan pasir yang dicurahkan. (al-Muzzammil/73: 14) Dan gunung-gunung pun dijalankan sehingga menjadi fatamorgana. (an- Naba'/78: 20) Semua keterangan tersebut untuk menjelaskan bahwa gunung-gunung yang besar dan kuat seharusnya tetap tidak dapat digerakkan, tetapi al-Qari'ah dapat menghancurkannya, apalagi manusia makhluk yang lemah."
        },
        {
          "number": 6,
          "arabic": "فَأَمَّا مَن ثَقُلَتْ مَوَٰزِينُهُۥ",
          "transliteration": "fa-ammā man thaqulat mawāzīnuhu",
          "translation": "Maka adapun orang yang berat timbangan (kebaikan)nya,",
          "tafsir": "Dalam ayat-ayat ini, Allah menjelaskan tentang ganjaran bagi orang-orang yang banyak melakukan amal kebajikan, yaitu ketika amal mereka ditimbang dan timbangannya berat karena banyak mengerjakan amal-amal saleh. Ganjaran bagi orang-orang ini adalah kesenangan abadi di surga. Mereka hidup di dalamnya penuh dengan kebahagiaan, kenikmatan, dan kepuasan. Kita wajib mempercayai adanya mizan (neraca/timbangan) yang tersebut pada ayat ini dan dalam firman-Nya: Dan Kami akan memasang timbangan yang tepat pada hari Kiamat. (al-Anbiya'/21: 47)"
        },
        {
          "number": 7,
          "arabic": "فَهُوَ فِى عِيشَةٍ رَّاضِيَةٍ",
          "transliteration": "fahuwa fī ʿīshatin rāḍiyatin",
          "translation": "maka dia berada dalam kehidupan yang memuaskan (senang).",
          "tafsir": "Dalam ayat-ayat ini, Allah menjelaskan tentang ganjaran bagi orang-orang yang banyak melakukan amal kebajikan, yaitu ketika amal mereka ditimbang dan timbangannya berat karena banyak mengerjakan amal-amal saleh. Ganjaran bagi orang-orang ini adalah kesenangan abadi di surga. Mereka hidup di dalamnya penuh dengan kebahagiaan, kenikmatan, dan kepuasan. Kita wajib mempercayai adanya mizan (neraca/timbangan) yang tersebut pada ayat ini dan dalam firman-Nya: Dan Kami akan memasang timbangan yang tepat pada hari Kiamat. (al-Anbiya'/21: 47)"
        },
        {
          "number": 8,
          "arabic": "وَأَمَّا مَنْ خَفَّتْ مَوَٰزِينُهُۥ",
          "transliteration": "wa-ammā man khaffat mawāzīnuhu",
          "translation": "Dan adapun orang yang ringan timbangan (kebaikan)nya,",
          "tafsir": "Allah juga menjelaskan nasib orang-orang jahat yaitu bila amal orang-orang jahat itu ditimbang dan timbangannya itu ringan karena banyak mengerjakan kejahatan dan sedikit mengerjakan kebajikan di dunia maka mereka akan ditempatkan dalam neraka Hawiyah tempat penyiksaan orang-orang jahat, tempat hidup sengsara; suatu tempat yang mereka dijerumuskan ke dalamnya."
        },
        {
          "number": 9,
          "arabic": "فَأُمُّهُۥ هَاوِيَةٌ",
          "transliteration": "fa-ummuhu hāwiyatun",
          "translation": "maka tempat kembalinya adalah neraka Hāwiyah.",
          "tafsir": "Allah juga menjelaskan nasib orang-orang jahat yaitu bila amal orang-orang jahat itu ditimbang dan timbangannya itu ringan karena banyak mengerjakan kejahatan dan sedikit mengerjakan kebajikan di dunia maka mereka akan ditempatkan dalam neraka Hawiyah tempat penyiksaan orang-orang jahat, tempat hidup sengsara; suatu tempat yang mereka dijerumuskan ke dalamnya."
        },
        {
          "number": 10,
          "arabic": "وَمَآ أَدْرَىٰكَ مَا هِيَهْ",
          "transliteration": "wamā adrāka mā hiyah",
          "translation": "Dan tahukah kamu apakah neraka Hāwiyah itu?",
          "tafsir": "Dalam ayat ini, Allah menjelaskan arti kata hawiyah dalam bentuk pertanyaan, yaitu: apakah neraka Hawiyah itu dan dari apa ia dijadikan? Neraka Hawiyah adalah api yang menyala-nyala yang sangat panas di mana orang-orang yang berdosa dijerumuskan ke dalamnya untuk menerima balasan atas kejahatan dan kemungkaran yang mereka lakukan. Ayat ini menggambarkan jika semua api di seluruh dunia dikumpulkan dan dipersatukan, tidak akan dapat menyamai panasnya api neraka Hawiyah."
        },
        {
          "number": 11,
          "arabic": "نَارٌ حَامِيَةٌۢ",
          "transliteration": "nārun ḥāmiyatun",
          "translation": "(Yaitu) api yang sangat panas.",
          "tafsir": "Dalam ayat ini, Allah menjelaskan arti kata hawiyah dalam bentuk pertanyaan, yaitu: apakah neraka Hawiyah itu dan dari apa ia dijadikan? Neraka Hawiyah adalah api yang menyala-nyala yang sangat panas di mana orang-orang yang berdosa dijerumuskan ke dalamnya untuk menerima balasan atas kejahatan dan kemungkaran yang mereka lakukan. Ayat ini menggambarkan jika semua api di seluruh dunia dikumpulkan dan dipersatukan, tidak akan dapat menyamai panasnya api neraka Hawiyah."
        }
      ]
    },
    {
      "number": 102,
      "name": "At-Takathur",
      "nameArabic": "التكاثر",
      "meaning": "Bermegah-megahan",
      "revelation": "Makkah",
      "description": "Surat At-Takatsur terdiri dari 8 ayat, termasuk golongan surat Makkiyyah, dan diturunkan sesudah surat Al-Kautsar. Dinamai At-Takatsur (bermegah-megahan) diambil dari kata \"At-Takatsur\" yang terdapat pada ayat pertama surat ini.**Pokok-Pokok Isi:**Keinginan manusia untuk bermegah-megahan dalam hal duniawi sering melalaikan manusia dari tujuan hidupnya. Dia baru menyadari kesalahannya itu setelah mati mendatanginya; manusia akan ditanya di akhirat tentang nikmat yang dibangga-banggakannya itu.Surat ini mengemukakan celaan dan ancaman terhadap orang-orang yang bermegah-megahan dengan apa yang diperolehnya dan tidak membelanjakannya di jalan Allah. Mereka pasti diazab dan ditanyai tentang apa yang dimegah-megahkannya itu.**Hubungan Surat At-Takatsur Dengan Surat Al-'Ashr:**1. Pada surat At-Takatsur Allah menerangkan keadaan orang yang bermegah-megahan dan disibukkan oleh harta benda sehingga lupa mengingat Allah, sedangkan surat Al-'Ashr menerangkan bahwa manusia akan rugi kecuali yang beriman, beramal saleh, dan saling menasihati dalam kebenaran dan kesabaran.2. Pada surat At-Takatsur Allah menerangkan sifat orang yang mengikuti hawa nafsu, sedangkan pada surat Al-'Ashr menerangkan sifat orang-orang yang tidak rugi.",
      "verses": [
        {
          "number": 1,
          "arabic": " أَلْهَىٰكُمُ ٱلتَّكَاثُرُ",
          "transliteration": "alhākumu l-takāthuru",
          "translation": "Bermegah-megahan telah melalaikan kamu,<sup foot_note=135874>1</sup>",
          "tafsir": "Dalam ayat ini, Allah mengungkapkan bahwa manusia sibuk bermegah-megahan dengan harta, teman, dan pengikut yang banyak, sehingga melalaikannya dari kegiatan beramal. Mereka asyik dengan berbicara saja, teperdaya oleh keturunan mereka dan teman sejawat tanpa memikirkan amal perbuatan yang bermanfaat untuk diri dan keluarga mereka. Diriwayatkan dari Mutharrif dari ayahnya, ia berkata: Saya menemui Nabi saw ketika beliau sedang membaca al-hakumut-takatsur, beliau bersabda, \"Anak Adam berkata, 'Inilah harta saya, inilah harta saya. Nabi bersabda, \"Wahai anak Adam! Engkau tidak memiliki dari hartamu kecuali apa yang engkau makan dan telah engkau habiskan, atau pakaian yang engkau pakai hingga lapuk, atau yang telah kamu sedekahkan sampai habis.\" (Riwayat Muslim) Diriwayatkan pula bahwa Nabi saw bersabda: Seandainya anak Adam memiliki satu lembah harta, sungguh ia ingin memiliki dua lembah harta, dan seandainya ia memiliki dua lembah harta, sungguh ia ingin memiliki tiga lembah harta dan tidak memenuhi perut manusia (tidak merasa puas) kecuali perutnya diisi dengan tanah dan Allah akan menerima tobat (memberi ampunan) kepada orang yang bertobat. (Riwayat Ahmad, al-Bukhari, Muslim, dan at-Tirmidhi dari Anas) Ahli tafsir ada yang berpendapat bahwa maksud ayat ini adalah bangga dalam berlebih-lebihan. Seseorang berusaha memiliki lebih banyak dari yang lain baik harta ataupun kedudukan dengan tujuan semata-mata untuk mencapai ketinggian dan kebanggaan, bukan untuk digunakan pada jalan kebaikan atau untuk membantu menegakkan keadilan dan maksud baik lainnya. Ketahuilah, sesungguhnya kehidupan dunia itu hanyalah permainan dan sendagurauan, perhiasan dan saling berbangga di antara kamu serta berlomba dalam kekayaan dan anak keturunan, seperti hujan yang tanam-tanamannya mengagumkan para petani; kemudian (tanaman) itu menjadi kering dan kamu lihat warnanya kuning kemudian menjadi hancur. Dan di akhirat (nanti) ada azab yang keras dan ampunan dari Allah serta keridaan-Nya. Dan kehidupan dunia tidak lain hanyalah kesenangan yang palsu. (al-hadid/57: 20)"
        },
        {
          "number": 2,
          "arabic": "حَتَّىٰ زُرْتُمُ ٱلْمَقَابِرَ",
          "transliteration": "ḥattā zur'tumu l-maqābira",
          "translation": "sampai kamu masuk ke dalam kubur.",
          "tafsir": "Selanjutnya Allah menjelaskan keadaan bermegah-megah di antara manusia atau dengan usaha untuk memiliki lebih banyak dari orang lain akan terus berlanjut hingga mereka masuk lubang kubur. Dengan demikian, mereka telah menyia-nyiakan umur untuk hal yang tidak berfaedah, baik dalam hidup di dunia maupun untuk kehidupan akhirat. Para ulama berpendapat bahwa menziarahi kuburan adalah obat penawar yang paling ampuh untuk melunakkan hati, karena dengan ziarah kubur itu manusia akan ingat mati dan hari akhirat, maka dengan sendirinya akan membatasi keinginan-keinginan yang bukan-bukan. Nabi Muhammad bersabda: Saya pernah melarang kamu menziarahi kubur, maka sekarang ziarahilah kubur itu, karena menziarahi kubur itu akan menjadikan zuhud dari kemewahan dunia dan mengingatkan kamu kepada kehidupan akhirat. (Riwayat Ibnu Majah dari Ibnu Mas'ud)."
        },
        {
          "number": 3,
          "arabic": "كَلَّا سَوْفَ تَعْلَمُونَ",
          "transliteration": "kallā sawfa taʿlamūna",
          "translation": "Sekali-kali tidak! Kelak kamu akan mengetahui (akibat perbuatanmu itu),",
          "tafsir": "Kemudian Allah dengan ayat ini memperingatkan bahwa bermegah-megahan itu tidak pantas dikerjakan karena akibatnya buruk serta menimbulkan kekacauan dan permusuhan. Sebaliknya Allah menganjurkan agar diciptakan kerukunan hidup, bantu-membantu dalam menegakkan kebenaran dan tolong-menolong dalam kebajikan dan dalam melestarikan hidup bermasyarakat, dengan membina akhlak yang luhur serta budi pekerti yang baik."
        },
        {
          "number": 4,
          "arabic": "ثُمَّ كَلَّا سَوْفَ تَعْلَمُونَ",
          "transliteration": "thumma kallā sawfa taʿlamūna",
          "translation": "kemudian sekali-kali tidak! Kelak kamu akan mengetahui.",
          "tafsir": "Allah mengulang ancaman-Nya melalui ayat ini dan merupakan ancaman sesudah ancaman, bagaikan seorang tuan berkata kepada hamba sahayanya bahwa agar tidak mengerjakan sesuatu, kemudian tuan itu mengulangi ucapannya itu."
        },
        {
          "number": 5,
          "arabic": "كَلَّا لَوْ تَعْلَمُونَ عِلْمَ ٱلْيَقِينِ",
          "transliteration": "kallā law taʿlamūna ʿil'ma l-yaqīni",
          "translation": "Sekali-kali tidak! Sekiranya kamu mengetahui dengan pasti,",
          "tafsir": "Ayat ini merupakan peringatan Allah dalam bentuk perintah agar waspada terhadap tingkah laku yang buruk itu. Keinginan untuk berlebih-lebihan dapat menyibukkan seseorang untuk mengerjakan pekerjaan yang tidak bermanfaat. Pendirian yang dianggapnya benar itu sebenarnya adalah salah. Itu hanya sangkaan belaka yang pasti berubah, karena tidak sesuai dengan kenyataan. Yang harus menjadi pendirian adalah yang sesuai dengan kenyataan yang dapat disaksikan oleh mata, oleh perasaan atau berdasarkan dalil sahih."
        },
        {
          "number": 6,
          "arabic": "لَتَرَوُنَّ ٱلْجَحِيمَ",
          "transliteration": "latarawunna l-jaḥīma",
          "translation": "niscaya kamu benar-benar akan melihat neraka Jahim,",
          "tafsir": "Dalam ayat ini, Allah menerangkan sebagian azab yang akan dialami oleh orang yang bermegah-megahan itu karena kelalaian tersebut. Mereka akan ditimpa azab di akhirat, dan pasti akan melihat tempat itu dengan mata kepala mereka sendiri. Oleh sebab itu, mereka hendaknya selalu merenungkan kedahsyatan azab itu dalam pikiran agar membawa mereka kepada perbuatan yang baik dan bermanfaat. Maksud perkataan \"melihat neraka Jahim\" adalah merasakan azabnya, sesuai dengan tujuan Al-Qur'an dalam pemakaian kata-kata tersebut."
        },
        {
          "number": 7,
          "arabic": "ثُمَّ لَتَرَوُنَّهَا عَيْنَ ٱلْيَقِينِ",
          "transliteration": "thumma latarawunnahā ʿayna l-yaqīni",
          "translation": "kemudian kamu benar-benar akan melihatnya dengan mata kepala sendiri,",
          "tafsir": "Kemudian dengan ayat ini, Allah menguatkan isi ayat sebelumnya, bahwa azab itu benar-benar akan dirasakan oleh orang yang teperdaya itu. Oleh karena itu, siapa saja dan dari golongan apa saja hendaklah bertakwa kepada Tuhannya serta menghindari perbuatan-perbuatan yang menyebabkan mereka disiksa. Hendaknya seseorang itu memperhatikan nikmat-nikmat Allah yang ada padanya untuk dipelihara dan dipergunakan sesuai dengan fungsi nikmat tersebut. Juga hendaknya mereka tidak melakukan kejahatan, mengada-adakan kemungkaran, dan mengharap-harapkan ampunan Allah hanya semata-mata dengan pengakuan beragama Islam dengan memakai nama dan gelar yang muluk-muluk, sedangkan ia menyalahi hukum-hukum Al-Qur'an dan melakukan tindakan yang sama dengan musuh Islam."
        },
        {
          "number": 8,
          "arabic": "ثُمَّ لَتُسْـَٔلُنَّ يَوْمَئِذٍ عَنِ ٱلنَّعِيمِ",
          "transliteration": "thumma latus'alunna yawma-idhin ʿani l-naʿīmi",
          "translation": "kemudian kamu benar-benar akan ditanya pada hari itu tentang kenikmatan (yang megah di dunia itu).",
          "tafsir": "Allah lebih memperkuat lagi celaan-Nya terhadap mereka dengan mengatakan bahwa sesungguhnya mereka akan ditanyai pada hari itu tentang kenikmatan-kenikmatan yang mereka megah-megahkan di dunia, apa yang mereka perbuat dengan nikmat-nikmat itu. Apakah mereka telah menunaikan hak Allah daripadanya, atau apakah mereka menjaga batas-batas hukum Allah yang telah ditentukan dalam bersenang-senang dengan nikmat tersebut. Jika mereka tidak melakukannya, ketahuilah bahwa nikmat-nikmat itu adalah puncak kecelakaan di hari akhirat. Diriwayatkan dari Nabi Muhammad, beliau berkata: Barangsiapa di antara kamu yang bangun pagi dalam keadaan aman sentosa pada dirinya atau aman di tempatnya, sehat wal afiat badannya serta mempunyai bekal hidup untuk harinya, maka seolah-olah dunia dengan segala kekayaannya telah diserahkan kepadanya. (Riwayat al-Bukhari, Abu Dawud, at-Tirmidhi, dan Ibnu Majah dari 'Ubaidillah bin Muhsan)."
        }
      ]
    }
  ]
}