{
  "pageNumber": 370,
  "juz": 19,
  "surahs": [
    {
      "number": 26,
      "name": "Ash-Shu'ara'",
      "nameArabic": "الشعراء",
      "meaning": "Para Penyair",
      "revelation": "Makkah",
      "description": "Surat ini terdiri dari 227 ayat dan termasuk golongan surat Makkiyyah. Dinamakan \"Asy Syu'ara'\" yang berarti penyair diambil dari kata \"Asy Syu'ara'\" yang terdapat pada ayat ke-224, ketika Allah secara khusus menyebutkan kedudukan para penyair. Para penyair disebutkan mempunyai sifat-sifat yang jauh berbeda dengan para rasul; mereka diikuti oleh orang-orang yang sesat, mereka suka memutarbalikkan perkataan dan tidak mempunyai pendirian; perbuatan mereka tidak sesuai dengan apa yang mereka ucapkan. Sifat-sifat seperti ini tidak terdapat pada rasul-rasul. Oleh karena itu, tidak pantas jika Nabi Muhammad dituduh sebagai penyair dan Al-Qur'an dianggap sebagai syair. Al-Qur'an adalah wahyu Allah, bukan buatan manusia.**Pokok isi:**1. **Keimanan:** Jaminan Allah akan kemenangan perjuangan dan keselamatan rasul-rasul-Nya; Al-Qur'an benar-benar wahyu Allah yang dibawa turun ke dunia oleh Malaikat Jibril (Ruuhul amiin); hanya Allah yang wajib disembah.2. **Hukum-hukum:** Kewajiban menyempurnakan takaran dan timbangan; larangan menggubah syair yang berisi cacian, khurafat-khurafat, dan kebohongan.3. **Kisah-kisah:** Kisah-kisah Nabi Musa dengan Fir'aun; kisah Nabi Ibrahim dengan kaumnya; kisah Nabi Nuh dengan kaumnya; kisah Nabi Shaleh dengan kaumnya (Tsamud); kisah Nabi Huud dengan kaumnya ('Ad), kisah Nabi Luth dengan kaumnya; kisah Nabi Syu'aib dengan penduduk Aikah.4. **Lain-lain:** Kebinasaan suatu bangsa atau umat disebabkan meninggalkan petunjuk-petunjuk agama; tumbuh-tumbuhan yang beraneka ragam dan perubahan-perubahannya adalah bukti keberadaan Tuhan Yang Maha Esa; petunjuk-petunjuk Allah bagi pemimpin agar berlaku lemah-lembut terhadap pengikutnya; turunnya kitab Al-Qur'an dalam bahasa Arab sudah disebut dalam kitab-kitab suci terdahulu.Sebagian besar surat Asy-Syu'ara' menerangkan kisah nabi-nabi dengan umatnya masing-masing. Mereka mengalami penderitaan dan permusuhan dari kaumnya, tetapi pada akhirnya mereka mendapat kemenangan, dan lawan-lawan mereka mengalami kehancuran.Kisah-kisah ini diceritakan Allah untuk menghibur Rasulullah dan kaum muslimin; karena kelak mereka akan mendapat kemenangan sebagaimana para rasul terdahulu.**Hubungan Surat Asy-Syu'Ara' Dengan Surat An-Naml:**1. Surat An-Naml melengkapi surat Asy-Syu'ara' dengan menambahkan kisah nabi-nabi yang tidak terdapat dalam surat Asy-Syu'ara', yaitu kisah Nabi Daud dan Nabi Sulaiman.2. Dalam surat An-Naml ada penambahan uraian pada kisah Nabi Luth dan Nabi Musa yang diceritakan dalam surat Asy-Syu'ara'.3. Kedua surat ini sama-sama memuat sifat Al-Qur'an dan menerangkan bahwa Al-Qur'an benar-benar diturunkan dari sisi Allah.4. Kedua surat ini sama-sama menghibur Nabi Muhammad yang mengalami bermacam-macam penderitaan dan permusuhan dari kaumnya.",
      "verses": [
        {
          "number": 61,
          "arabic": "فَلَمَّا تَرَٰٓءَا ٱلْجَمْعَانِ قَالَ أَصْحَـٰبُ مُوسَىٰٓ إِنَّا لَمُدْرَكُونَ",
          "transliteration": "falammā tarāā l-jamʿāni qāla aṣḥābu mūsā innā lamud'rakūna",
          "translation": "Maka ketika kedua golongan itu saling melihat, berkatalah pengikut-pengikut Musa, \"Kita benar-benar akan tersusul.\"",
          "tafsir": "Ketika Musa beserta Bani Israil dan Fir'aun bersama bala tentaranya berada dalam jarak yang dekat, Bani Israil merasa cemas dan khawatir kalau mereka tersusul oleh Fir'aun dan bala tentaranya. Mereka berkata kepada Musa, \"Fir'aun dan tentaranya telah menyiksa anak-anak kami sebelum kami berangkat, dan setelah tersusul, kami semua akan dibunuh oleh mereka.\""
        },
        {
          "number": 62,
          "arabic": "قَالَ كَلَّآ ۖ إِنَّ مَعِىَ رَبِّى سَيَهْدِينِ",
          "transliteration": "qāla kallā inna maʿiya rabbī sayahdīni",
          "translation": "Dia (Musa) menjawab, \"Sekali-kali tidak akan (tersusul); sesungguhnya Tuhanku bersamaku, Dia akan memberi petunjuk kepadaku.\"",
          "tafsir": "Atas kecemasan dan kekhawatiran Bani Israil itu, Musa menghibur hati mereka dengan ucapan yang tegas bahwa mereka sekali-kali tidak akan tersusul oleh Fir'aun. Perbuatannya mengajak dan membawa pergi Bani Israil keluar dari Mesir menuju Palestina adalah perintah dan kehendak Allah. Dengan demikian, Allah akan menunjukkan kepada mereka jalan keluar, sehingga mereka selamat dari segala bahaya yang mengancam. Allah pula yang akan memberinya pertolongan dan kemenangan serta menjamin keselamatan mereka dari kekejaman Fir'aun dan bala tentaranya."
        },
        {
          "number": 63,
          "arabic": "فَأَوْحَيْنَآ إِلَىٰ مُوسَىٰٓ أَنِ ٱضْرِب بِّعَصَاكَ ٱلْبَحْرَ ۖ فَٱنفَلَقَ فَكَانَ كُلُّ فِرْقٍ كَٱلطَّوْدِ ٱلْعَظِيمِ",
          "transliteration": "fa-awḥaynā ilā mūsā ani iḍ'rib biʿaṣāka l-baḥra fa-infalaqa fakāna kullu fir'qin kal-ṭawdi l-ʿaẓīmi",
          "translation": "Lalu Kami wahyukan kepada Musa, \"Pukullah laut itu dengan tongkatmu.\" Maka terbelahlah lautan itu, dan setiap belahan seperti gunung yang besar.",
          "tafsir": "Ayat ini menerangkan bahwa Allah mewahyukan kepada Musa dan menunjukkan jalan keluar dari bahaya yang mengancam itu. Musa diperintahkan untuk memukulkan tongkatnya ke laut sehingga lautan itu terbelah dan membentuk jalan yang akan dilalui setiap keturunan Bani Israil. Setiap belahan dari air laut itu merupakan gunung besar dan tinggi, serta membentuk jalan yang kering dan bisa dilalui Bani Israil, sebagaimana firman Allah: Dan sungguh, telah Kami wahyukan kepada Musa, \"Pergilah bersama hamba-hamba-Ku (Bani Israil) pada malam hari, dan pukullah (buatlah) untuk mereka jalan yang kering di laut itu, (engkau) tidak perlu takut akan tersusul dan tidak perlu khawatir (akan tenggelam).\" (thaha/20: 77)"
        },
        {
          "number": 64,
          "arabic": "وَأَزْلَفْنَا ثَمَّ ٱلْـَٔاخَرِينَ",
          "transliteration": "wa-azlafnā thamma l-ākharīna",
          "translation": "Dan di sanalah Kami dekatkan golongan yang lain.<sup foot_note=135540>1</sup>",
          "tafsir": "Pada ayat ini, Allah menerangkan bahwa setelah Fir'aun melihat Bani Israil dari dekat berjalan mengarungi lautan itu, ia dan tentaranya pun mengikuti jejak mereka dan memasuki lautan. Ketika Fir'aun dan tentaranya berada di tengah-tengah laut, sedang Musa dan Bani Israil sudah sampai di seberang lautan dan semuanya selamat sampai di darat, air laut pun bertaut kembali seperti biasa. Dengan demikian, Fir'aun yang sedang meniti jalan yang sama terjebak air dan tenggelam bersama tentaranya, sehingga tidak ada seorang pun yang selamat."
        },
        {
          "number": 65,
          "arabic": "وَأَنجَيْنَا مُوسَىٰ وَمَن مَّعَهُۥٓ أَجْمَعِينَ",
          "transliteration": "wa-anjaynā mūsā waman maʿahu ajmaʿīna",
          "translation": "Dan Kami selamatkan Musa dan orang-orang yang bersamanya.",
          "tafsir": "Pada ayat ini, Allah menerangkan bahwa setelah Fir'aun melihat Bani Israil dari dekat berjalan mengarungi lautan itu, ia dan tentaranya pun mengikuti jejak mereka dan memasuki lautan. Ketika Fir'aun dan tentaranya berada di tengah-tengah laut, sedang Musa dan Bani Israil sudah sampai di seberang lautan dan semuanya selamat sampai di darat, air laut pun bertaut kembali seperti biasa. Dengan demikian, Fir'aun yang sedang meniti jalan yang sama terjebak air dan tenggelam bersama tentaranya, sehingga tidak ada seorang pun yang selamat."
        },
        {
          "number": 66,
          "arabic": "ثُمَّ أَغْرَقْنَا ٱلْـَٔاخَرِينَ",
          "transliteration": "thumma aghraqnā l-ākharīna",
          "translation": "Kemudian Kami tenggelamkan golongan yang lain.",
          "tafsir": "Pada ayat ini, Allah menerangkan bahwa setelah Fir'aun melihat Bani Israil dari dekat berjalan mengarungi lautan itu, ia dan tentaranya pun mengikuti jejak mereka dan memasuki lautan. Ketika Fir'aun dan tentaranya berada di tengah-tengah laut, sedang Musa dan Bani Israil sudah sampai di seberang lautan dan semuanya selamat sampai di darat, air laut pun bertaut kembali seperti biasa. Dengan demikian, Fir'aun yang sedang meniti jalan yang sama terjebak air dan tenggelam bersama tentaranya, sehingga tidak ada seorang pun yang selamat."
        },
        {
          "number": 67,
          "arabic": "إِنَّ فِى ذَٰلِكَ لَـَٔايَةً ۖ وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ",
          "transliteration": "inna fī dhālika laāyatan wamā kāna aktharuhum mu'minīna",
          "translation": "Sungguh, pada yang demikian itu terdapat suatu tanda (kekuasaan Allah), tetapi kebanyakan mereka tidak beriman.",
          "tafsir": "Keberhasilan Musa dan semua pengikutnya sampai ke daratan seberang dengan selamat, dan tenggelamnya Fir'aun bersama seluruh tentaranya di tengah lautan merupakan satu tanda yang nyata atas kekuasaan Allah dan kebenaran Nabi Musa sebagai rasul-Nya. Allah senantiasa memberikan pertolongan dan kemenangan kepada para hamba-Nya yang beriman dengan sungguh-sungguh. Allah juga selalu membinasakan dan menyiksa orang-orang yang mendustakan ayat-ayat-Nya terutama di akhirat kelak. Firman Allah: Allah pasti akan menolong orang yang menolong (agama)-Nya. Sungguh, Allah Mahakuat, Maha Perkasa. (al-hajj/22: 40) Demikianlah balasan (terhadap) musuh-musuh Allah (yaitu) neraka; mereka mendapat tempat tinggal yang kekal di dalamnya sebagai balasan atas keingkaran mereka terhadap ayat-ayat Kami. (Fussilat/41: 28) Manusia yang keras dan hatinya telah membatu seperti Fir'aun dan kaumnya tidak akan mau beriman, meskipun melihat dengan nyata kebenaran sesuatu. Peristiwa ini juga menjadi penghibur bagi Rasulullah karena dengan hal itu, beliau mengetahui bahwa bukan hanya dia yang mengalami cobaan seperti itu, tetapi juga para nabi dan rasul Allah yang terdahulu. Semuanya berakhir dengan kemenangan bagi para nabi dan rasul Allah, dan kekalahan bagi musuh-musuh mereka."
        },
        {
          "number": 68,
          "arabic": "وَإِنَّ رَبَّكَ لَهُوَ ٱلْعَزِيزُ ٱلرَّحِيمُ",
          "transliteration": "wa-inna rabbaka lahuwa l-ʿazīzu l-raḥīmu",
          "translation": "Dan sesungguhnya Tuhanmu Dialah Yang Mahaperkasa, Maha Penyayang.",
          "tafsir": "Ayat ini menerangkan bahwa Allah Mahaperkasa dan Mahakuasa. Dia akan mengazab para musuh-Nya dan musuh para nabi dan rasul. Akan tetapi, Allah Maha Penyayang kepada para pendukung dan pembela agama-Nya."
        },
        {
          "number": 69,
          "arabic": "وَٱتْلُ عَلَيْهِمْ نَبَأَ إِبْرَٰهِيمَ",
          "transliteration": "wa-ut'lu ʿalayhim naba-a ib'rāhīma",
          "translation": "Dan bacakanlah kepada mereka kisah Ibrahim.",
          "tafsir": "Allah menyuruh Nabi Muhammad menceritakan kepada kaum musyrik Mekah kisah Nabi Ibrahim sebagai pengajaran bagi seluruh umatnya. Mereka diharapkan supaya mencontoh dan meneladani sifat-sifat mulia yang menghiasi pribadi Nabi Ibrahim. Beliau adalah seorang yang ikhlas dalam beramal, tawakal, dan senantiasa menyembah Allah Yang Maha Esa. Beliau dianugerahi Allah kecerdasan otak sejak kecil sebagai suatu pemberian yang layak diterima oleh seorang rasul. Hal itulah yang menyebabkan Ibrahim selalu menentang kaumnya (termasuk bapaknya) yang menyembah berhala yang mereka perlakukan sebagai tuhan."
        },
        {
          "number": 70,
          "arabic": "إِذْ قَالَ لِأَبِيهِ وَقَوْمِهِۦ مَا تَعْبُدُونَ",
          "transliteration": "idh qāla li-abīhi waqawmihi mā taʿbudūna",
          "translation": "Ketika dia (Ibrahim) berkata kepada ayahnya dan kaumnya, \"Apakah yang kamu sembah?\"",
          "tafsir": "Ibrahim menganggap penyembahan berhala itu adalah sesuatu yang tidak masuk akal. Ia menanyakan kepada bapak dan kaumnya apa alasan mereka mengabdikan diri kepada tuhan-tuhan yang tidak mengerti apa-apa. Sebenarnya beliau bukan tidak mengetahui apa sesungguhnya hakikat berhala yang disembah itu, namun Ibrahim ingin sekadar mendengar dari mulut mereka alasan kongkrit dari penyembahan semacam itu. Menurut ahli sejarah, patung-patung sembahan mereka itu terbuat dari emas dan perak, dan ada juga dari tembaga dan besi. Oleh karena itu, mereka merasa bangga dengan tuhan hasil ciptaannya. \"Apa sebabnya kamu mempertuhankan patung-patung itu?\" tanya Ibrahim."
        },
        {
          "number": 71,
          "arabic": "قَالُوا۟ نَعْبُدُ أَصْنَامًا فَنَظَلُّ لَهَا عَـٰكِفِينَ",
          "transliteration": "qālū naʿbudu aṣnāman fanaẓallu lahā ʿākifīna",
          "translation": "Mereka menjawab, \"Kami menyembah berhala-berhala dan kami senantiasa tekun menyembahnya.\"",
          "tafsir": "Pertanyaan itu dijawab kaumnya dengan sikap sombong, \"Memang kami ini adalah penyembah berhala. Seluruh hidup dan kehidupan kami, dengan rela kami baktikan kepadanya.\" Menurut ahli tafsir, kaum Nabi Ibrahim tersebut melakukan penyembahan terhadap berhala pada siang hari saja. Mereka sangat tekun dan khusyuk menyembahnya."
        },
        {
          "number": 72,
          "arabic": "قَالَ هَلْ يَسْمَعُونَكُمْ إِذْ تَدْعُونَ",
          "transliteration": "qāla hal yasmaʿūnakum idh tadʿūna",
          "translation": "Dia (Ibrahim) berkata, \"Apakah mereka mendengarmu ketika kamu berdoa (kepadanya)?,",
          "tafsir": "Mendengar keterangan itu, bertambah yakinlah Ibrahim bahwa kepercayaan tersebut bukanlah berdasarkan alasan yang masuk akal. Mulailah beliau berpikir bagaimana caranya untuk meluruskan kembali jalan pikiran kaumnya yang telah sesat itu. Tugas beliau yang utama ialah mengembalikan mereka kepada ajaran tauhid. Ibrahim bertanya lagi, apakah berhala-berhala tersebut dapat mendengar permohonan yang diucapkan mereka. Hal demikian beliau persoalkan untuk menguji sampai di manakah logika mereka dapat dipergunakan untuk memahami ucapan dan perbuatan dalam bentuk doa-doa kepada berhala tersebut. Sebab andaikata yang disembah itu saja tidak mendengar, bagaimana pula ia bisa mengabulkan permohonan yang diajukan kepadanya. Tegasnya bagaimana mungkin dipahami dengan benar hakikat peribadatan seperti itu kalau otak mereka tidak bisa mencerna dengan baik tujuan penyembahan terhadap berhala-berhala itu."
        },
        {
          "number": 73,
          "arabic": "أَوْ يَنفَعُونَكُمْ أَوْ يَضُرُّونَ",
          "transliteration": "aw yanfaʿūnakum aw yaḍurrūna",
          "translation": "atau (dapatkah) mereka memberi manfaat atau mencelakakan kamu?\"",
          "tafsir": "Rangkaian pertanyaan Ibrahim itu selanjutnya ialah apakah betul tuhan-tuhan yang mereka sembah itu dapat mendatangkan faedah dalam kehidupan. Bisakah ia memberi rezeki, makan, dan minum andaikata ia betul-betul tuhan yang mahakuasa? Sebaliknya bisa pulakah ia melepaskan kaum pemujanya dari bala dan musibah yang menimpa mereka?"
        },
        {
          "number": 74,
          "arabic": "قَالُوا۟ بَلْ وَجَدْنَآ ءَابَآءَنَا كَذَٰلِكَ يَفْعَلُونَ",
          "transliteration": "qālū bal wajadnā ābāanā kadhālika yafʿalūna",
          "translation": "Mereka menjawab, \"Tidak, tetapi kami dapati nenek moyang kami berbuat begitu.\"",
          "tafsir": "Pertanyaan-pertanyaan itu mereka jawab sesuai dengan apa yang mereka ketahui. Namun demikian, pada akhirnya Ibrahim mengetahui motif sesungguhnya dari penyembahan itu, yaitu merupakan tradisi yang diwarisi dari nenek moyang mereka. \"Kami hanya mendapati nenek moyang kami berbuat demikian, dan kebiasaan itulah yang kami ikuti,\" jawab mereka dengan tegas kepada Ibrahim."
        },
        {
          "number": 75,
          "arabic": "قَالَ أَفَرَءَيْتُم مَّا كُنتُمْ تَعْبُدُونَ",
          "transliteration": "qāla afara-aytum mā kuntum taʿbudūna",
          "translation": "Dia (Ibrahim) berkata, \"Apakah kamu memperhatikan apa yang kamu sembah,",
          "tafsir": "Jawaban tersebut tidak memuaskan beliau. Perbuatan-perbuatan taklid yang tidak ada dasarnya itu harus diberantas. Cara membasminya dengan jalan menyadarkan pikiran mereka akan kekeliruan mereka dan nenek moyangnya. Ibrahim mengingatkan apakah hal itu tidak pernah terpikirkan dan tidak pernah terlintas dalam ingatan untuk menganalisa dan merenungkan perbuatan yang hanya semata-mata mencontoh itu."
        },
        {
          "number": 76,
          "arabic": "أَنتُمْ وَءَابَآؤُكُمُ ٱلْأَقْدَمُونَ",
          "transliteration": "antum waābāukumu l-aqdamūna",
          "translation": "kamu dan nenek moyang kamu yang terdahulu?",
          "tafsir": "Dalam ayat ini, beliau menegaskan bahwa mereka atau para leluhurnya adalah manusia-manusia yang tidak mau mempergunakan pikiran. Sebab ternyata patung-patung yang dipuja itu tidak dapat mendengar, apalagi memahami apa yang diminta kepadanya. Lebih dari itu, patung-patung itu tidak bisa mendatangkan manfaat atau menolak bahaya. Fungsinya semata-mata barang ciptaan manusia belaka yang tidak seyogyanya dijadikan sebagai sesembahan."
        },
        {
          "number": 77,
          "arabic": "فَإِنَّهُمْ عَدُوٌّ لِّىٓ إِلَّا رَبَّ ٱلْعَـٰلَمِينَ",
          "transliteration": "fa-innahum ʿaduwwun lī illā rabba l-ʿālamīna",
          "translation": "sesungguhnya mereka (apa yang kamu sembah) itu musuhku, lain halnya Tuhan seluruh alam,",
          "tafsir": "Kemudian Nabi Ibrahim menegaskan pendiriannya. Pendirian seorang rasul Tuhan yang membawa risalah untuk menyebarkan paham tauhid (monoteisme) di kalangan kaumnya. Beliau memproklamasikan diri sebagai musuh utama dari tuhan-tuhan mereka. Menurutnya, yang berhak disembah hanyalah Tuhan Yang Maha Esa, Tuhan alam semesta. Kepada-Nyalah manusia harus mengabdikan diri. Keyakinan tauhid itu didasarkan pada beberapa alasan yang masuk akal. Misi yang dibawa Nabi Ibrahim, juga pernah dibawa oleh nabi sebelumnya yakni Nuh. Semua para nabi dan rasul membawa tugas pokok seperti itu. Mereka di samping mengajak manusia untuk mentauhidkan Allah, juga dengan terang-terangan memusuhi setiap bentuk penyembahan yang pada prinsipnya mempersekutukan Allah. Nabi Nuh juga menentang kaumnya yang bermaksud mencelakakannya akibat seruannya untuk beriman, sebagaimana yang dilukiskan dalam firman Allah: Karena itu bulatkanlah keputusanmu dan kumpulkanlah sekutu-sekutumu (untuk membinasakanku), dan janganlah keputusanmu itu dirahasiakan. Kemudian bertindaklah terhadap diriku, dan janganlah kamu tunda lagi. (Yunus/10: 71) Demikian juga firman Allah menerangkan ucapan Nabi Hud a.s.: Dia (Hud) menjawab, \"Sesungguhnya aku bersaksi kepada Allah dan saksikanlah bahwa aku berlepas diri dari apa yang kamu persekutukan. (Ha¼d/11: 54)"
        },
        {
          "number": 78,
          "arabic": "ٱلَّذِى خَلَقَنِى فَهُوَ يَهْدِينِ",
          "transliteration": "alladhī khalaqanī fahuwa yahdīni",
          "translation": "(yaitu) Yang telah menciptakan aku, maka Dia yang memberi petunjuk kepadaku,",
          "tafsir": "Dalam ayat-ayat berikut ini, Nabi Ibrahim menjelaskan sebagian dari dalil-dalil keesaan Tuhan, yang merupakan sebagian dari sifat-sifat Allah Rabbul 'alamin. Allah adalah pencipta manusia, dengan ciptaan yang sebaik-baiknya. Dia pula yang memberi petunjuk (hidayah). Seperti diketahui, hidayah itu bermacam-macam. Ada hidayah yang disebut dengan hidayah pancaindra, hidayah akal (pikiran), hidayah insting (kepandaian yang dibawa sejak lahir), dan hidayah agama (ad-din). Akal adalah hidayah Tuhan yang sangat berharga, sebab dengan akal manusia sanggup membedakan yang buruk dengan yang baik. Akal pula yang membedakan manusia dengan hewan. Namun demikian, akal saja belum merupakan jaminan bagi keselamatan manusia. Oleh sebab itu, Allah melengkapi nikmatnya dengan memberikan kepada mereka agama. Hidayah agama itu hanya Tuhan sajalah yang memberinya. Bila seseorang dikehendaki Allah memperoleh hidayah (agama), tidak seorang pun yang dapat menghalanginya. Sebaliknya jika Allah belum menghendaki yang demikian, tidak ada yang bisa memberikan petunjuk. Bahkan nabi dan rasul sendiri pun yang ditugaskan membawa hidayah itu juga tidak punya wewenang untuk memberi hidayah seperti terlihat dalam kisah Nabi Ibrahim pada ayat yang lain (Surah al-An'am/6: 74-88) yang menceritakan dialog antara beliau dengan bapaknya (azar) dan kaumnya. Ibrahim berusaha mengislamkan bapaknya, tetapi Allah tidak memberi hidayah, sehingga dia tetap dalam kemusyrikan. Demikian juga halnya paman Nabi Muhammad, Abu thalib, yang sudah banyak berjasa dalam mengembangkan dakwah Nabi di Mekah. Nabi sangat menginginkan pamannya masuk Islam, tetapi Allah belum memberi hidayah sehingga ia tetap musyrik sampai akhir hayatnya. Allah berfirman: Sungguh, engkau (Muhammad) tidak dapat memberi petunjuk kepada orang yang engkau kasihi, tetapi Allah memberi petunjuk kepada orang yang Dia kehendaki, dan Dia lebih mengetahui orang-orang yang mau menerima petunjuk. (al-Qasas/28: 56)"
        },
        {
          "number": 79,
          "arabic": "وَٱلَّذِى هُوَ يُطْعِمُنِى وَيَسْقِينِ",
          "transliteration": "wa-alladhī huwa yuṭ'ʿimunī wayasqīni",
          "translation": "dan Yang memberi makan dan minum kepadaku,",
          "tafsir": "Ayat ini menjelaskan bahwa Allah memberi manusia makan dan minum. Makan dan minum itu merupakan rezeki dari Allah. Caranya Allah memberi rezeki itu dengan jalan memudahkan bagi manusia untuk memperolehnya. Semuanya itu bergantung kepada kecakapan dan pengetahuan yang dimiliki oleh masing-masing manusia. Allah menurunkan hujan dari langit sebagai minuman bagi manusia, binatang, dan hewan ternak. Dengan air hujan itu, bumi menjadi subur dan menghasilkan beraneka ragam tumbuh-tumbuhan untuk dapat dinikmati. Begitu juga Allah menyediakan seribu macam benda-benda berharga dalam perut bumi seperti besi, minyak, emas, aluminium, dan sebagainya. Semuanya dengan maksud agar dimanfaatkan dengan sebaik-baiknya. Allah berfirman: (Dialah) yang menjadikan bumi sebagai hamparan bagimu dan langit sebagai atap, dan Dialah yang menurunkan air (hujan) dari langit, lalu Dia hasilkan dengan (hujan) itu buah-buahan sebagai rezeki untukmu. Karena itu janganlah kamu mengadakan tandingan-tandingan bagi Allah, padahal kamu mengetahui. (al-Baqarah/2: 22)."
        },
        {
          "number": 80,
          "arabic": "وَإِذَا مَرِضْتُ فَهُوَ يَشْفِينِ",
          "transliteration": "wa-idhā mariḍ'tu fahuwa yashfīni",
          "translation": "dan apabila aku sakit, Dialah yang menyembuhkan aku,",
          "tafsir": "Ayat ini menjelaskan bahwa Allah yang menyembuhkan manusia apabila ia sakit. Allah berkuasa menyembuhkan penyakit apa saja yang diderita oleh seseorang. Meskipun begitu, manusia juga harus mencari tahu cara untuk memperoleh kesembuhan itu. Imam Jamaluddin al-Qasimi dalam tafsirnya menguraikan bahwa ayat ini menggambarkan tata susila seorang hamba Allah kepada Khaliknya. Sebab penyakit itu kadang-kadang akibat dari perbuatan manusia sendiri, umpamanya disebabkan oleh pelanggaran terhadap norma-norma kesehatan, atau pola hidup sehari-hari, maka serangan penyakit terhadap tubuh tidak dapat dielakkan. Sebaliknya yang berhak menyembuhkan penyakit adalah Allah semata. Bila orang sakit merasakan yang demikian waktu ia menderita sakit, maka ia akan menghayati benar nikmat-nikmat Allah setelah ia sembuh dari penyakit tersebut. Kenyataan memang membuktikan, kebanyakan manusia terserang penyakit disebabkan kurang memperhatikan norma-norma kesehatan yang berlaku."
        },
        {
          "number": 81,
          "arabic": "وَٱلَّذِى يُمِيتُنِى ثُمَّ يُحْيِينِ",
          "transliteration": "wa-alladhī yumītunī thumma yuḥ'yīni",
          "translation": "dan Yang akan mematikan aku, kemudian akan menghidupkan aku (kembali),",
          "tafsir": "Ayat ini menegaskan bahwa Allah yang mematikan manusia, kemudian Dia pula yang menghidupkan dan membangkitkan kembali. Tidak seorang pun yang berhak dan sanggup berbuat itu, kecuali Dia sendiri. Dimaksudkan dengan menghidupkan dalam ayat ini adalah membangkitkan kembali sesudah mati. Antara datangnya kematian dan kehidupan baru ditandai dengan waktu yang lama dan tidak bisa diketahui oleh manusia ketentuan datangnya. Kalau dipersoalkan, mati juga kadang-kadang akibat perbuatan manusia itu sendiri, sedang dalam ayat ini Allah menegaskan Dia sendirilah yang mematikan manusia, maka bagaimana kita membedakan mati yang dinisbahkan kepada Allah dan sakit yang disebabkan oleh manusia? Mati adalah suatu ketetapan yang pasti berlaku bagi semua orang tanpa kecuali, sedangkan sakit khusus menimpa seseorang. Artinya belum tentu semua orang menderita suatu macam penyakit, masing-masing mereka menderita penyakit yang berbeda pula. Sering pula orang mati secara mendadak, tanpa didahului oleh sakit. Jelaslah mati itu umum sifatnya, sebaliknya sakit khusus menimpa diri seseorang."
        },
        {
          "number": 82,
          "arabic": "وَٱلَّذِىٓ أَطْمَعُ أَن يَغْفِرَ لِى خَطِيٓـَٔتِى يَوْمَ ٱلدِّينِ",
          "transliteration": "wa-alladhī aṭmaʿu an yaghfira lī khaṭīatī yawma l-dīni",
          "translation": "dan Yang sangat ku inginkan akan mengampuni kesalahanku pada hari Kiamat.\"",
          "tafsir": "Dalam ayat ini ditegaskan bahwa hanya Allah semata yang mengampuni dosa seseorang di hari akhirat (lihat pula Surah ali 'Imran/3: 135). Tidak ada seorang pun yang dapat menanggung dosa orang lain, tetapi masing-masing bertanggung jawab terhadap perbuatannya sendiri. Allah berfirman: Dan seseorang tidak akan memikul beban dosa orang lain. (al-An'am/6: 164)"
        },
        {
          "number": 83,
          "arabic": "رَبِّ هَبْ لِى حُكْمًا وَأَلْحِقْنِى بِٱلصَّـٰلِحِينَ",
          "transliteration": "rabbi hab lī ḥuk'man wa-alḥiq'nī bil-ṣāliḥīna",
          "translation": "(Ibrahim berdoa), \"Ya Tuhanku, berikanlah kepadaku ilmu dan masukkanlah aku ke dalam golongan orang-orang yang saleh,",
          "tafsir": "Ibrahim bermohon agar dianugerahi hikmah. Hikmah berarti ilmu pengetahuan yang diamalkan dengan baik. Dalam hubungannya dengan kepribadian orang yang saleh, hikmah diartikan sebagai petunjuk Tuhan dalam beramal, dengan taufik Allah ia terlepas dari segala perbuatan dosa besar maupun dosa kecil. Sementara itu ahli tafsir yang lain ada yang mengartikan hikmah dengan perlakuan yang adil terhadap sesama manusia dalam memutuskan suatu perkara. Dalam kaitannya dengan doa Ibrahim ini, hikmah ditafsirkan sebagai pengetahuan tentang sifat-sifat ketuhanan dan ilmu pengetahuan tentang kebenaran yang akan diamalkan dalam kehidupan sehari-hari. Selain itu, beliau berdoa pula agar dimasukkan ke dalam lingkungan orang-orang yang baik-baik, dan pada golongan yang senantiasa bertawakal kepada-Nya. Permohonan tersebut dikabulkan oleh Allah, sebagaimana disebutkan dalam ayat lain: Dan sesungguhnya di akhirat dia termasuk orang-orang saleh. (al-Baqarah/2: 130) Diriwayatkan dalam sebuah hadis, Rasulullah berdoa seperti doa Nabi Ibrahim, yakni: \"Ya Allah, matikanlah kami dalam keadaan muslim, hidupkanlah kami dalam keadaan muslim, dan masukkanlah kami ke dalam golongan orang-orang saleh, bukan golongan orang-orang yang hina dan tertimpa musibah (fitrah).\" (Riwayat Ahmad dari Rifa'ah bin Rafi')"
        }
      ]
    }
  ]
}