{
  "pageNumber": 372,
  "juz": 19,
  "surahs": [
    {
      "number": 26,
      "name": "Ash-Shu'ara'",
      "nameArabic": "الشعراء",
      "meaning": "Para Penyair",
      "revelation": "Makkah",
      "description": "Surat ini terdiri dari 227 ayat dan termasuk golongan surat Makkiyyah. Dinamakan \"Asy Syu'ara'\" yang berarti penyair diambil dari kata \"Asy Syu'ara'\" yang terdapat pada ayat ke-224, ketika Allah secara khusus menyebutkan kedudukan para penyair. Para penyair disebutkan mempunyai sifat-sifat yang jauh berbeda dengan para rasul; mereka diikuti oleh orang-orang yang sesat, mereka suka memutarbalikkan perkataan dan tidak mempunyai pendirian; perbuatan mereka tidak sesuai dengan apa yang mereka ucapkan. Sifat-sifat seperti ini tidak terdapat pada rasul-rasul. Oleh karena itu, tidak pantas jika Nabi Muhammad dituduh sebagai penyair dan Al-Qur'an dianggap sebagai syair. Al-Qur'an adalah wahyu Allah, bukan buatan manusia.**Pokok isi:**1. **Keimanan:** Jaminan Allah akan kemenangan perjuangan dan keselamatan rasul-rasul-Nya; Al-Qur'an benar-benar wahyu Allah yang dibawa turun ke dunia oleh Malaikat Jibril (Ruuhul amiin); hanya Allah yang wajib disembah.2. **Hukum-hukum:** Kewajiban menyempurnakan takaran dan timbangan; larangan menggubah syair yang berisi cacian, khurafat-khurafat, dan kebohongan.3. **Kisah-kisah:** Kisah-kisah Nabi Musa dengan Fir'aun; kisah Nabi Ibrahim dengan kaumnya; kisah Nabi Nuh dengan kaumnya; kisah Nabi Shaleh dengan kaumnya (Tsamud); kisah Nabi Huud dengan kaumnya ('Ad), kisah Nabi Luth dengan kaumnya; kisah Nabi Syu'aib dengan penduduk Aikah.4. **Lain-lain:** Kebinasaan suatu bangsa atau umat disebabkan meninggalkan petunjuk-petunjuk agama; tumbuh-tumbuhan yang beraneka ragam dan perubahan-perubahannya adalah bukti keberadaan Tuhan Yang Maha Esa; petunjuk-petunjuk Allah bagi pemimpin agar berlaku lemah-lembut terhadap pengikutnya; turunnya kitab Al-Qur'an dalam bahasa Arab sudah disebut dalam kitab-kitab suci terdahulu.Sebagian besar surat Asy-Syu'ara' menerangkan kisah nabi-nabi dengan umatnya masing-masing. Mereka mengalami penderitaan dan permusuhan dari kaumnya, tetapi pada akhirnya mereka mendapat kemenangan, dan lawan-lawan mereka mengalami kehancuran.Kisah-kisah ini diceritakan Allah untuk menghibur Rasulullah dan kaum muslimin; karena kelak mereka akan mendapat kemenangan sebagaimana para rasul terdahulu.**Hubungan Surat Asy-Syu'Ara' Dengan Surat An-Naml:**1. Surat An-Naml melengkapi surat Asy-Syu'ara' dengan menambahkan kisah nabi-nabi yang tidak terdapat dalam surat Asy-Syu'ara', yaitu kisah Nabi Daud dan Nabi Sulaiman.2. Dalam surat An-Naml ada penambahan uraian pada kisah Nabi Luth dan Nabi Musa yang diceritakan dalam surat Asy-Syu'ara'.3. Kedua surat ini sama-sama memuat sifat Al-Qur'an dan menerangkan bahwa Al-Qur'an benar-benar diturunkan dari sisi Allah.4. Kedua surat ini sama-sama menghibur Nabi Muhammad yang mengalami bermacam-macam penderitaan dan permusuhan dari kaumnya.",
      "verses": [
        {
          "number": 112,
          "arabic": "قَالَ وَمَا عِلْمِى بِمَا كَانُوا۟ يَعْمَلُونَ",
          "transliteration": "qāla wamā ʿil'mī bimā kānū yaʿmalūna",
          "translation": "Dia (Nuh) menjawab, \"Tidak ada pengetahuanku tentang apa yang mereka kerjakan.",
          "tafsir": "Pada ayat ini, Nabi Nuh menjawab bantahan kaumnya dengan mengatakan bahwa ia tidak mengetahui keadaan sebenarnya dari orang-orang yang mengikuti seruannya. Ia tidak ditugaskan Allah untuk menyelidiki asal-usul mereka atau kedudukan masing-masing di masyarakat. Dia hanya ditugaskan menyampaikan agama Allah kepada kaumnya. Jika ada di antara mereka yang beriman, maka dia hanya memandang mereka menurut lahirnya saja, bukan menurut kedudukan mereka dalam masyarakat, kecakapan dan kepandaian mereka, dan bukan pula menurut kekayaan dan kemiskinan mereka."
        },
        {
          "number": 113,
          "arabic": "إِنْ حِسَابُهُمْ إِلَّا عَلَىٰ رَبِّى ۖ لَوْ تَشْعُرُونَ",
          "transliteration": "in ḥisābuhum illā ʿalā rabbī law tashʿurūna",
          "translation": "Perhitungan (amal perbuatan) mereka tidak lain hanyalah kepada Tuhanku, jika kamu menyadari.",
          "tafsir": "Nabi Nuh menyerahkan perhitungan tentang segala perbuatan yang dilakukan oleh para pengikutnya yang beriman sepenuhnya kepada Allah, karena Dialah Yang Mengetahui segala sesuatu. Dialah yang berwenang menilai perbuatan hamba-hamba-Nya, dan Dia pulalah yang memberi balasannya. Perbuatan yang baik dibalas dengan pahala yang berlipat ganda, sedang perbuatan buruk dibalas dengan hukuman yang setimpal. Itulah hukum Allah. Mereka seharusnya mengetahui hukum Allah tersebut."
        },
        {
          "number": 114,
          "arabic": "وَمَآ أَنَا۠ بِطَارِدِ ٱلْمُؤْمِنِينَ",
          "transliteration": "wamā anā biṭāridi l-mu'minīna",
          "translation": "Dan aku tidak akan mengusir orang-orang yang beriman.",
          "tafsir": "Sekalipun Nabi Nuh telah berusaha siang dan malam menyeru kaumnya, namun mereka tetap tidak mengindahkannya. Menurut kaumnya, beriman dengan Nuh berarti merendahkan diri ikut bersama-sama orang-orang yang hina dina. Bahkan mereka memaksa Nuh segera mengusir orang-orang yang beriman dari negeri mereka, agar tidak merendahkan martabat dan agama nenek moyang mereka. Nabi Nuh menjawab permintaan kaumnya dengan mengatakan bahwa dia tidak akan mengusir orang-orang yang telah beriman, sekalipun mereka itu orang-orang miskin, atau berasal dari golongan rendah menurut pandangan kaumnya. Mereka semua menurut pandangan Allah adalah orang-orang yang bertakwa. Keimanan dan ketaatan seseoranglah yang dijadikan ukuran, apakah ia orang yang baik dan mulia atau dia adalah orang yang hina."
        },
        {
          "number": 115,
          "arabic": "إِنْ أَنَا۠ إِلَّا نَذِيرٌ مُّبِينٌ",
          "transliteration": "in anā illā nadhīrun mubīnun",
          "translation": "Aku (ini) hanyalah pemberi peringatan yang jelas.\"",
          "tafsir": "Selanjutnya Nuh mengatakan kepada kaumnya bahwa dia hanyalah seorang rasul yang diutus Allah kepada mereka untuk menyampaikan agama-Nya. Ia juga menyampaikan peringatan dan ancaman bahwa azab Allah akan ditimpakan kepada orang-orang yang ingkar dan durhaka, serta orang-orang yang mengingkari seruan rasul. Sedangkan orang-orang yang mengikuti seruan rasul, dan mengindahkan perkataan dan ancaman itu, baik kaya atau miskin, bangsawan atau rakyat biasa, akan dibalas Allah dengan surga yang penuh kenikmatan."
        },
        {
          "number": 116,
          "arabic": "قَالُوا۟ لَئِن لَّمْ تَنتَهِ يَـٰنُوحُ لَتَكُونَنَّ مِنَ ٱلْمَرْجُومِينَ",
          "transliteration": "qālū la-in lam tantahi yānūḥu latakūnanna mina l-marjūmīna",
          "translation": "Mereka berkata, \"Wahai Nuh! Sungguh, jika engkau tidak (mau) berhenti, niscaya engkau termasuk orang yang dirajam (dilempari batu sampai mati).\"",
          "tafsir": "Demikianlah Nabi Nuh melaksanakan tugasnya sebagai seorang rasul Allah. Ia berusaha sekuat tenaga menyampaikan seruan Allah, siang dan malam, baik secara sembunyi maupun terang-terangan. Semakin giat Nabi Nuh menyeru mereka, semakin kuat pula halangan dan rintangan yang diberikan kaumnya. Sikap mereka itu dilukiskan dalam firman Allah: Dan sesungguhnya aku setiap kali menyeru mereka (untuk beriman) agar Engkau mengampuni mereka, mereka memasukkan anak jarinya ke telinganya dan menutupkan bajunya (ke wajahnya) dan mereka tetap (mengingkari) dan sangat menyombongkan diri. (Nuh/71: 7). Akhirnya mereka mengancam Nabi Nuh untuk segera menghentikan usahanya mengajak mereka mengikuti agama yang didakwahkannya. Jika ia masih melanjutkan usahanya itu dan tidak menghentikannya, mereka akan merajam dan membinasakan Nabi Nuh."
        },
        {
          "number": 117,
          "arabic": "قَالَ رَبِّ إِنَّ قَوْمِى كَذَّبُونِ",
          "transliteration": "qāla rabbi inna qawmī kadhabūni",
          "translation": "Dia (Nuh) berkata, \"Ya Tuhanku, sungguh kaumku telah mendustakan aku;",
          "tafsir": "Mendapat ancaman seperti itu, Nabi Nuh tidak bisa berbuat apa-apa lagi selain mengadu kepada Allah bahwa kaumnya telah mendustakannya. Ia berharap dengan doa itu akan mendapat pertolongan dari Allah."
        },
        {
          "number": 118,
          "arabic": "فَٱفْتَحْ بَيْنِى وَبَيْنَهُمْ فَتْحًا وَنَجِّنِى وَمَن مَّعِىَ مِنَ ٱلْمُؤْمِنِينَ",
          "transliteration": "fa-if'taḥ baynī wabaynahum fatḥan wanajjinī waman maʿiya mina l-mu'minīna",
          "translation": "maka berilah keputusan antara aku dengan mereka, dan selamatkanlah aku dan mereka yang beriman bersamaku.\"",
          "tafsir": "Selanjutnya Nabi Nuh berdoa agar Allah memberikan keputusan yang adil mengenai permasalahan yang terjadi antara dirinya dan kaumnya. Ia telah mengerahkan seluruh tenaga dan kemampuannya untuk membawa mereka ke jalan yang benar, tetapi sambutan mereka justru berupa ancaman untuk mencederainya. Nabi Nuh yakin ancaman itu tidak main-main. Oleh karena itu, Nabi Nuh betul-betul berdoa agar ia dan kaum mukminin pengikutnya diselamatkan Allah dari ancaman tersebut."
        },
        {
          "number": 119,
          "arabic": "فَأَنجَيْنَـٰهُ وَمَن مَّعَهُۥ فِى ٱلْفُلْكِ ٱلْمَشْحُونِ",
          "transliteration": "fa-anjaynāhu waman maʿahu fī l-ful'ki l-mashḥūni",
          "translation": "Kemudian Kami menyelamatkan Nuh dan orang-orang yang bersamanya di dalam kapal yang penuh muatan.",
          "tafsir": "Allah mengabulkan doa Nabi Nuh dan memerintahkan agar ia bersama orang-orang yang beriman membuat sebuah kapal besar yang dapat mengangkut mereka semua, beserta barang-barang keperluan dan alat-alat perlengkapan mereka. Nabi Nuh bersama para pengikutnya mulai membuat kapal. Kaumnya heran dan tercengang melihat apa yang dilakukannya. Mereka tidak mengetahui apa yang sedang dibuat Nabi Nuh itu. Kaumnya menganggap Nabi Nuh dan orang-orang yang beriman, terutama yang ikut membantunya membuat kapal itu, telah gila. Setiap orang yang lewat di dekat Nabi Nuh membuat kapal itu mengejek dan mencemooh perbuatannya. Perintah Allah agar Nabi Nuh membuat kapal dan sikap kaum Nabi Nuh itu dijelaskan dalam firman-Nya: \"Dan buatlah kapal itu dengan pengawasan dan petunjuk wahyu Kami, dan janganlah engkau bicarakan dengan Aku tentang orang-orang yang zalim. Sesungguhnya mereka itu akan ditenggelamkan.\" Dan mulailah dia (Nuh) membuat kapal. Setiap kali pemimpin kaumnya berjalan melewatinya, mereka mengejeknya. Dia (Nuh) berkata, \"Jika kamu mengejek kami, maka kami (pun) akan mengejekmu sebagaimana kamu mengejek (kami). Maka kelak kamu akan mengetahui siapa yang akan ditimpa azab yang menghinakan dan (siapa) yang akan ditimpa azab yang kekal.\" (Hud/11: 37-39). Ejekan itu dijawab Nabi Nuh dengan mengingatkan mereka akan azab Allah yang akan ditimpakan kepada orang-orang kafir yang tidak mengindahkan seruan rasul-Nya. Jika mereka selalu bersikap demikian, maka azab itu akan segera datang. Pada saat menerima azab dan malapetaka itu, mereka akan menyesal untuk selama-lamanya. Namun demikian, penyesalan itu tak ada gunanya lagi karena semua pintu tobat telah tertutup bagi mereka. Allah mengingatkan Nabi Nuh agar tidak lagi melayani orang-orang yang zalim itu, karena keimanan mereka tidak bisa diharapkan lagi, dan telah menjadi ketetapan Allah untuk membinasakan mereka. Nabi Nuh dan orang-orang yang beriman bersamanya telah berusaha dengan sungguh-sungguh melaksanakan perintah Allah membuat kapal itu. Setelah selesai, tibalah saat-saat yang dijanjikan Allah, yaitu membinasakan orang-orang kafir dan menyelamatkan orang-orang yang beriman. Pada saat itu, bumi memancarkan air dari segala penjuru dan meluap, seperti luapan air yang sedang mendidih di dalam kuali tempat memasak. Dalam waktu yang singkat, air itu telah menenggelamkan permukaan bumi. Pada saat itu, Allah memerintahkan agar Nabi Nuh menyuruh orang-orang yang beriman naik ke atas kapal dengan membawa perlengkapan yang diperlukan. Allah juga memerintahkan untuk membawa binatang-binatang piaraan mereka, masing-masing seekor jantan dan betina, agar dapat berkembang biak nanti setelah topan dan banjir berhenti. Menurut sebagian mufasir, keluarga Nabi Nuh yang ikut masuk ke dalam kapal itu hanyalah seorang istri yang beriman dan tiga orang putranya, yaitu Sam, Ham, dan Yafits. Demikianlah Nabi Nuh mulai berlayar dengan menyebut nama Allah, mengarungi banjir seperti laut itu, menempuh ombak yang menjulang seperti gunung."
        },
        {
          "number": 120,
          "arabic": "ثُمَّ أَغْرَقْنَا بَعْدُ ٱلْبَاقِينَ",
          "transliteration": "thumma aghraqnā baʿdu l-bāqīna",
          "translation": "Kemudian setelah itu Kami tenggelamkan orang-orang yang tinggal.",
          "tafsir": "Dalam Al-Qur'an dilukiskan bagaimana besarnya gelombang itu dan bagaimana Nabi Nuh berusaha menyelamatkan anaknya yang kafir. Ia memanggilnya agar naik ke kapal bersama-sama orang-orang yang beriman. Akan tetapi, ajakan itu tidak diindahkannya sehingga putra Nabi Nuh itu tenggelam bersama orang-orang kafir yang lain. Kisah itu disebutkan dalam firman Allah: Dan kapal itu berlayar membawa mereka ke dalam gelombang laksana gunung-gunung. Dan Nuh memanggil anaknya, ketika dia (anak itu) berada di tempat yang jauh terpencil, \"Wahai anakku! Naiklah (ke kapal) bersama kami dan janganlah engkau bersama orang-orang kafir.\" Dia (anaknya) menjawab, \"Aku akan mencari perlindungan ke gunung yang dapat menghindarkan aku dari air bah!\" (Nuh) berkata, \"Tidak ada yang melindungi dari siksaan Allah pada hari ini selain Allah yang Maha Penyayang.\" Dan gelombang menjadi penghalang antara keduanya; maka dia (anak itu) termasuk orang yang ditenggelamkan. (Hud/11: 42-43). Kapal Nabi Nuh berlayar ke arah yang tidak diketahui oleh penumpang-penumpangnya. Hanya Allah yang mengetahui tujuannya itu. Pada saat yang telah ditentukan Allah, topan itu berhenti dan banjir pun surut, seakan-akan airnya ditelan bumi. Kapal Nabi Nuh terdampar di puncak bukit yang bernama Judi. Kebanyakan ahli tafsir berpendapat bahwa Bukit Judi itu terletak di Armenia Selatan yang berbatasan dengan Mesopotamia yang terkenal dengan Bukit Arafat. Dengan berakhirnya topan dan banjir besar itu, serta berlabuhnya kapal Nabi Nuh dengan selamat di atas Bukit Judi, berarti Allah telah menepati janji-Nya. Dia menyelamatkan orang-orang yang beriman, yang mengikuti seruan Nabi Nuh, dan menghancurkan orang-orang kafir, yang mengingkari seruannya. Setelah kapal itu berlabuh, Nabi Nuh ingat kembali kepada putranya yang tenggelam. Ia memohonkan keselamatan untuk putranya karena termasuk keluarganya. Akan tetapi, Allah mengingatkan Nabi Nuh bahwa putranya itu bukan lagi keluarganya karena telah menjadi orang kafir. Allah berfirman: Dan Nuh memohon kepada Tuhannya sambil berkata, \"Ya Tuhanku, sesungguhnya anakku adalah termasuk keluargaku, dan janji-Mu itu pasti benar. Engkau adalah hakim yang paling adil.\" Dia (Allah) berfirman, \"Wahai Nuh! Sesungguhnya dia bukanlah termasuk keluargamu, karena perbuatannya sungguh tidak baik, sebab itu jangan engkau memohon kepada-Ku sesuatu yang tidak engkau ketahui (hakikatnya). Aku menasihatimu agar (engkau) tidak termasuk orang yang bodoh.\" (Hud/11: 45-46). Orang-orang yang beriman bersama Nabi Nuh yang selamat dari topan dan banjir lalu berkembang biak, sampai kepada manusia sekarang. Di antara mereka ada yang mukmin dan ada pula yang kafir. Ada yang ditimpa azab di dunia ini sehingga musnah, dan ada pula yang diselamatkan. Ada yang bahagia dan ada yang sengsara, ada yang kaya dan ada pula yang miskin. Allah berfirman: Difirmankan, \"Wahai Nuh! Turunlah dengan selamat sejahtera dan penuh keberkahan dari Kami, bagimu dan bagi semua umat (mukmin) yang bersamamu. Dan ada umat-umat yang Kami beri kesenangan (dalam kehidupan dunia), kemudian mereka akan ditimpa azab Kami yang pedih.\" (Hud/11: 48)."
        },
        {
          "number": 121,
          "arabic": "إِنَّ فِى ذَٰلِكَ لَـَٔايَةً ۖ وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ",
          "transliteration": "inna fī dhālika laāyatan wamā kāna aktharuhum mu'minīna",
          "translation": "Sungguh, pada yang demikian itu benar-benar terdapat tanda (kekuasaan Allah), tetapi kebanyakan mereka tidak beriman.",
          "tafsir": "Setelah menerangkan kisah Nabi Nuh dan kaumnya, kebinasaan yang dialami orang-orang yang mengingkari seruan rasul dan kemenangan yang diperoleh orang-orang yang beriman, Allah lalu mengarahkan firman-Nya ini kepada Nabi Muhammad dan kaum Muslimin. Allah mengingatkan bahwa peristiwa di atas hendaklah menjadi iktibar atau pelajaran. Umat manusia seharusnya beriman kepada Nabi Muhammad dan menerima seruannya. Bila mereka mengingkarinya, maka hal yang sama dapat terjadi pada mereka. Allah mampu melaksanakan ancaman-Nya apabila Dia menghendaki. Akan tetapi, Allah masih memberi kesempatan kepada umat manusia, karena Ia Maha Pengasih dan Maha Penyayang."
        },
        {
          "number": 122,
          "arabic": "وَإِنَّ رَبَّكَ لَهُوَ ٱلْعَزِيزُ ٱلرَّحِيمُ",
          "transliteration": "wa-inna rabbaka lahuwa l-ʿazīzu l-raḥīmu",
          "translation": "Dan sungguh, Tuhanmu, Dialah Yang Mahaperkasa, Maha penyayang.",
          "tafsir": "Setelah menerangkan kisah Nabi Nuh dan kaumnya, kebinasaan yang dialami orang-orang yang mengingkari seruan rasul dan kemenangan yang diperoleh orang-orang yang beriman, Allah lalu mengarahkan firman-Nya ini kepada Nabi Muhammad dan kaum Muslimin. Allah mengingatkan bahwa peristiwa di atas hendaklah menjadi iktibar atau pelajaran. Umat manusia seharusnya beriman kepada Nabi Muhammad dan menerima seruannya. Bila mereka mengingkarinya, maka hal yang sama dapat terjadi pada mereka. Allah mampu melaksanakan ancaman-Nya apabila Dia menghendaki. Akan tetapi, Allah masih memberi kesempatan kepada umat manusia, karena Ia Maha Pengasih dan Maha Penyayang."
        },
        {
          "number": 123,
          "arabic": "كَذَّبَتْ عَادٌ ٱلْمُرْسَلِينَ",
          "transliteration": "kadhabat ʿādun l-mur'salīna",
          "translation": "(Kaum) 'Ād telah mendustakan para rasul.",
          "tafsir": "Ayat ini menerangkan bahwa Allah mengutus Nabi Hud a.s. kepada kaum 'Ad tetapi mereka mendustakan dan mengingkari seruannya. 'Ad adalah nama suatu kaum, yang diambil dari nama nenek moyang mereka yang bernama 'ad. 'ad adalah salah seorang keturunan Sam bin Nuh. Nabi Hud sendiri termasuk salah seorang keturunan 'ad, yaitu Hud bin Abdullah bin Rabah bin Khulud bin 'ad. Itulah sebabnya di dalam ayat ini Nabi Hud disebut saudara dari kaum 'ad, yang maksudnya Nabi Hud termasuk salah seorang warga kaum 'ad. Kaum 'ad bertempat tinggal di al-Ahqaf, yang sekarang dikenal dengan nama Sahara al-Ahqaf. Sekarang daerah ini termasuk salah satu bagian dari kerajaan Arab Saudi bagian selatan. Al-Ahqaf terletak di sebelah utara Hadramaut, sebelah timur laut Yaman, sebelah selatan Nejed dan sebelah barat Oman. Sekarang tempat itu dinamai juga ar-Rab' al-Khali artinya \"tempat yang kosong\" karena memang tempat itu telah kosong, tidak didiami orang. Dalam peta biasanya ditulis Rub' al-Khali, itu salah, yang betul Rab' bukan Rub'. Kaum 'ad pada mulanya beragama tauhid, agama yang dianut nenek moyang mereka dan sesuai pula dengan fitrah manusia. Akan tetapi, setelah kerajaan mereka meluas dan membesar akibat penaklukan bangsa-bangsa lain di sekitarnya, mereka menjadi sombong dan menyembah patung-patung. Patung-patung yang disembah itu adalah patung-patung pemimpin mereka, yang pada mulanya dibuat hanya untuk menghormati dan mengenang jasa-jasa mereka. Namun demikian, lama-kelamaan patung itu mereka sembah. Ada tiga buah patung yang mereka sembah, yaitu Saba', Samud, dan Haba. Untuk mengembalikan mereka kepada agama yang benar, Allah mengutus seorang rasul kepada mereka, yaitu Nabi Hud, yang termasuk salah seorang dari warga mereka juga."
        },
        {
          "number": 124,
          "arabic": "إِذْ قَالَ لَهُمْ أَخُوهُمْ هُودٌ أَلَا تَتَّقُونَ",
          "transliteration": "idh qāla lahum akhūhum hūdun alā tattaqūna",
          "translation": "Ketika saudara mereka Hud berkata kepada mereka, \"Mengapa kamu tidak bertakwa?",
          "tafsir": "Ayat ini menerangkan bahwa Allah mengutus Nabi Hud a.s. kepada kaum 'Ad tetapi mereka mendustakan dan mengingkari seruannya. 'Ad adalah nama suatu kaum, yang diambil dari nama nenek moyang mereka yang bernama 'ad. 'ad adalah salah seorang keturunan Sam bin Nuh. Nabi Hud sendiri termasuk salah seorang keturunan 'ad, yaitu Hud bin Abdullah bin Rabah bin Khulud bin 'ad. Itulah sebabnya di dalam ayat ini Nabi Hud disebut saudara dari kaum 'ad, yang maksudnya Nabi Hud termasuk salah seorang warga kaum 'ad. Kaum 'ad bertempat tinggal di al-Ahqaf, yang sekarang dikenal dengan nama Sahara al-Ahqaf. Sekarang daerah ini termasuk salah satu bagian dari kerajaan Arab Saudi bagian selatan. Al-Ahqaf terletak di sebelah utara Hadramaut, sebelah timur laut Yaman, sebelah selatan Nejed dan sebelah barat Oman. Sekarang tempat itu dinamai juga ar-Rab' al-Khali artinya \"tempat yang kosong\" karena memang tempat itu telah kosong, tidak didiami orang. Dalam peta biasanya ditulis Rub' al-Khali, itu salah, yang betul Rab' bukan Rub'. Kaum 'ad pada mulanya beragama tauhid, agama yang dianut nenek moyang mereka dan sesuai pula dengan fitrah manusia. Akan tetapi, setelah kerajaan mereka meluas dan membesar akibat penaklukan bangsa-bangsa lain di sekitarnya, mereka menjadi sombong dan menyembah patung-patung. Patung-patung yang disembah itu adalah patung-patung pemimpin mereka, yang pada mulanya dibuat hanya untuk menghormati dan mengenang jasa-jasa mereka. Namun demikian, lama-kelamaan patung itu mereka sembah. Ada tiga buah patung yang mereka sembah, yaitu Saba', Samud, dan Haba. Untuk mengembalikan mereka kepada agama yang benar, Allah mengutus seorang rasul kepada mereka, yaitu Nabi Hud, yang termasuk salah seorang dari warga mereka juga."
        },
        {
          "number": 125,
          "arabic": "إِنِّى لَكُمْ رَسُولٌ أَمِينٌ",
          "transliteration": "innī lakum rasūlun amīnun",
          "translation": "Sungguh, aku ini seorang rasul kepercayaan (yang diutus) kepadamu,",
          "tafsir": "Nabi Hud a.s. menyeru mereka agar menyembah Allah dan bertakwa kepada-Nya, serta melaksanakan perintah-Nya dan menjauhi larangan-Nya. Pada Surah Hud/11: 50-54 diterangkan bahwa Nabi Hud meminta kaumnya agar menyembah Allah dan tidak menyembah patung-patung, karena tidak ada tuhan selain Allah. Artinya bahwa tidak ada yang menciptakan, memberi rezeki, menghidupkan dan mematikan, berkuasa, membangkitkan dari kubur dan memiliki sifat-sifat ketuhanan, kecuali Allah. Penyembahan terhadap patung-patung itu adalah perbuatan yang mereka ada-adakan sendiri, tidak berdasarkan keterangan dari kitab suci dan bukti nyata sedikit pun. Hud juga menyatakan bahwa dia adalah rasul Allah yang sebenarnya. Segala yang disampaikannya itu berasal dari Allah. Nabi Hud menerangkan bahwa ia tidak mengharapkan upah dalam pekerjaannya menyeru manusia kepada agama tauhid. Upahnya semata-mata dari Allah yaitu pahala yang ia harapkan nanti di akhirat. Nabi Hud menyeru kaumnya agar memohon ampun dan bertobat kepada Allah. Kalau mereka berbuat demikian, niscaya Allah mengampuni dosa-dosa mereka, menurunkan hujan yang akan menjadikan negeri mereka bertambah subur, dan menambah rezeki mereka. Di samping itu, Allah akan menjadikan mereka semakin kuat, baik fisik maupun kekuasaan. Nabi Hud mengingatkan agar mereka menghentikan perbuatan dosa yang mereka lakukan dan memohon ampunan Allah. Dan (Hud berkata), \"Wahai kaumku! Mohonlah ampunan kepada Tuhanmu lalu bertobatlah kepada-Nya, niscaya Dia menurunkan hujan yang sangat deras, Dia akan menambahkan kekuatan di atas kekuatanmu, dan janganlah kamu berpaling menjadi orang yang berdosa.\" (Hud/11: 52). Kaum 'ad tidak mengindahkan seruan Nabi Hud, bahkan mereka menyatakan bahwa Nabi Hud tidak membawa satu kebenaran pun dalam dakwahnya. Mereka menegaskan untuk tidak akan meninggalkan penyembahan berhala, dan tidak mempercayai seruan Nabi Hud. Allah berfirman: Mereka (kaum 'Ad) berkata, \"Wahai Hud! Engkau tidak mendatangkan suatu bukti yang nyata kepada kami, dan kami tidak akan meninggalkan sesembahan kami karena perkataanmu dan kami tidak akan mempercayaimu. (Hud/11: 53). Mereka menuduh bahwa Nabi Hud telah dihinggapi penyakit gila yang ditimpakan oleh patung-patung mereka. Allah berfirman: Kami hanya mengatakan bahwa sebagian sesembahan kami telah menimpakan penyakit gila atas dirimu.\" (Hud/11: 54)."
        },
        {
          "number": 126,
          "arabic": "فَٱتَّقُوا۟ ٱللَّهَ وَأَطِيعُونِ",
          "transliteration": "fa-ittaqū l-laha wa-aṭīʿūni",
          "translation": "maka bertakwalah kepada Allah dan taatlah kepadaku.",
          "tafsir": "Nabi Hud a.s. menyeru mereka agar menyembah Allah dan bertakwa kepada-Nya, serta melaksanakan perintah-Nya dan menjauhi larangan-Nya. Pada Surah Hud/11: 50-54 diterangkan bahwa Nabi Hud meminta kaumnya agar menyembah Allah dan tidak menyembah patung-patung, karena tidak ada tuhan selain Allah. Artinya bahwa tidak ada yang menciptakan, memberi rezeki, menghidupkan dan mematikan, berkuasa, membangkitkan dari kubur dan memiliki sifat-sifat ketuhanan, kecuali Allah. Penyembahan terhadap patung-patung itu adalah perbuatan yang mereka ada-adakan sendiri, tidak berdasarkan keterangan dari kitab suci dan bukti nyata sedikit pun. Hud juga menyatakan bahwa dia adalah rasul Allah yang sebenarnya. Segala yang disampaikannya itu berasal dari Allah. Nabi Hud menerangkan bahwa ia tidak mengharapkan upah dalam pekerjaannya menyeru manusia kepada agama tauhid. Upahnya semata-mata dari Allah yaitu pahala yang ia harapkan nanti di akhirat. Nabi Hud menyeru kaumnya agar memohon ampun dan bertobat kepada Allah. Kalau mereka berbuat demikian, niscaya Allah mengampuni dosa-dosa mereka, menurunkan hujan yang akan menjadikan negeri mereka bertambah subur, dan menambah rezeki mereka. Di samping itu, Allah akan menjadikan mereka semakin kuat, baik fisik maupun kekuasaan. Nabi Hud mengingatkan agar mereka menghentikan perbuatan dosa yang mereka lakukan dan memohon ampunan Allah. Dan (Hud berkata), \"Wahai kaumku! Mohonlah ampunan kepada Tuhanmu lalu bertobatlah kepada-Nya, niscaya Dia menurunkan hujan yang sangat deras, Dia akan menambahkan kekuatan di atas kekuatanmu, dan janganlah kamu berpaling menjadi orang yang berdosa.\" (Hud/11: 52). Kaum 'ad tidak mengindahkan seruan Nabi Hud, bahkan mereka menyatakan bahwa Nabi Hud tidak membawa satu kebenaran pun dalam dakwahnya. Mereka menegaskan untuk tidak akan meninggalkan penyembahan berhala, dan tidak mempercayai seruan Nabi Hud. Allah berfirman: Mereka (kaum 'Ad) berkata, \"Wahai Hud! Engkau tidak mendatangkan suatu bukti yang nyata kepada kami, dan kami tidak akan meninggalkan sesembahan kami karena perkataanmu dan kami tidak akan mempercayaimu. (Hud/11: 53). Mereka menuduh bahwa Nabi Hud telah dihinggapi penyakit gila yang ditimpakan oleh patung-patung mereka. Allah berfirman: Kami hanya mengatakan bahwa sebagian sesembahan kami telah menimpakan penyakit gila atas dirimu.\" (Hud/11: 54)."
        },
        {
          "number": 127,
          "arabic": "وَمَآ أَسْـَٔلُكُمْ عَلَيْهِ مِنْ أَجْرٍ ۖ إِنْ أَجْرِىَ إِلَّا عَلَىٰ رَبِّ ٱلْعَـٰلَمِينَ",
          "transliteration": "wamā asalukum ʿalayhi min ajrin in ajriya illā ʿalā rabbi l-ʿālamīna",
          "translation": "Dan aku tidak minta imbalan kepadamu atas ajakan itu; imbalanku hanyalah dari Tuhan seluruh alam.",
          "tafsir": "Nabi Hud a.s. menyeru mereka agar menyembah Allah dan bertakwa kepada-Nya, serta melaksanakan perintah-Nya dan menjauhi larangan-Nya. Pada Surah Hud/11: 50-54 diterangkan bahwa Nabi Hud meminta kaumnya agar menyembah Allah dan tidak menyembah patung-patung, karena tidak ada tuhan selain Allah. Artinya bahwa tidak ada yang menciptakan, memberi rezeki, menghidupkan dan mematikan, berkuasa, membangkitkan dari kubur dan memiliki sifat-sifat ketuhanan, kecuali Allah. Penyembahan terhadap patung-patung itu adalah perbuatan yang mereka ada-adakan sendiri, tidak berdasarkan keterangan dari kitab suci dan bukti nyata sedikit pun. Hud juga menyatakan bahwa dia adalah rasul Allah yang sebenarnya. Segala yang disampaikannya itu berasal dari Allah. Nabi Hud menerangkan bahwa ia tidak mengharapkan upah dalam pekerjaannya menyeru manusia kepada agama tauhid. Upahnya semata-mata dari Allah yaitu pahala yang ia harapkan nanti di akhirat. Nabi Hud menyeru kaumnya agar memohon ampun dan bertobat kepada Allah. Kalau mereka berbuat demikian, niscaya Allah mengampuni dosa-dosa mereka, menurunkan hujan yang akan menjadikan negeri mereka bertambah subur, dan menambah rezeki mereka. Di samping itu, Allah akan menjadikan mereka semakin kuat, baik fisik maupun kekuasaan. Nabi Hud mengingatkan agar mereka menghentikan perbuatan dosa yang mereka lakukan dan memohon ampunan Allah. Dan (Hud berkata), \"Wahai kaumku! Mohonlah ampunan kepada Tuhanmu lalu bertobatlah kepada-Nya, niscaya Dia menurunkan hujan yang sangat deras, Dia akan menambahkan kekuatan di atas kekuatanmu, dan janganlah kamu berpaling menjadi orang yang berdosa.\" (Hud/11: 52). Kaum 'ad tidak mengindahkan seruan Nabi Hud, bahkan mereka menyatakan bahwa Nabi Hud tidak membawa satu kebenaran pun dalam dakwahnya. Mereka menegaskan untuk tidak akan meninggalkan penyembahan berhala, dan tidak mempercayai seruan Nabi Hud. Allah berfirman: Mereka (kaum 'Ad) berkata, \"Wahai Hud! Engkau tidak mendatangkan suatu bukti yang nyata kepada kami, dan kami tidak akan meninggalkan sesembahan kami karena perkataanmu dan kami tidak akan mempercayaimu. (Hud/11: 53). Mereka menuduh bahwa Nabi Hud telah dihinggapi penyakit gila yang ditimpakan oleh patung-patung mereka. Allah berfirman: Kami hanya mengatakan bahwa sebagian sesembahan kami telah menimpakan penyakit gila atas dirimu.\" (Hud/11: 54)."
        },
        {
          "number": 128,
          "arabic": "أَتَبْنُونَ بِكُلِّ رِيعٍ ءَايَةً تَعْبَثُونَ",
          "transliteration": "atabnūna bikulli rīʿin āyatan taʿbathūna",
          "translation": "Apakah kamu mendirikan istana-istana pada setiap tanah yang tinggi untuk kemegahan tanpa ditempati,",
          "tafsir": "Hud mempertanyakan kebiasaan kaumnya mendirikan bangunan di puncak-puncak bukit atau di tiap jalan semata-mata untuk memperlihatkan kehebatan, kemegahan, dan kekayaan. Kenapa mereka tidak membangunnya berdasarkan kemanfaatan dan tujuan positif lainnya. Kaum 'ad memang telah memiliki peradaban yang tinggi menurut ukuran zamannya. Mereka telah sanggup mendirikan negara yang kuat, daerah-daerah dan kota-kota yang teratur, beserta bangunan-bangunannya yang megah. Pembangunan itu bukanlah untuk tujuan yang baik, tetapi semata-mata untuk memperlihatkan kekayaan mereka. Belum ada ahli sejarah yang dapat memastikan masa kejayaan kerajaan kaum 'ad itu. Ada yang memperkirakan kerajaan kaum 'ad semasa dengan kerajaan Babilonia, yaitu kira-kira 2000 tahun sebelum Masehi. Akan tetapi, hal ini tidak sesuai dengan kenyataan karena Nabi Hud diutus kepada kaum ad sebelum Nabi Ibrahim diutus ke Babilonia, yaitu pada zaman Nebukadnezar."
        },
        {
          "number": 129,
          "arabic": "وَتَتَّخِذُونَ مَصَانِعَ لَعَلَّكُمْ تَخْلُدُونَ",
          "transliteration": "watattakhidhūna maṣāniʿa laʿallakum takhludūna",
          "translation": "dan kamu membuat benteng-benteng dengan harapan kamu hidup kekal?",
          "tafsir": "Ayat ini menerangkan peringatan Hud kepada kaumnya yang membangun istana dan benteng-benteng yang kukuh dengan maksud ingin hidup abadi di dunia, padahal sesungguhnya hanya Allah Yang Mahakuasa. Sejarah membuktikan bahwa 'ad telah mampu membangun perusahaan-perusahaan, menggali logam dalam bumi, dan membuat kanal-kanal untuk irigasi yang teratur. Dengan adanya irigasi yang teratur itu, bumi mereka menjadi subur sehingga kemakmuran mereka semakin meningkat. Mereka mendirikan kota Iram dengan tiang yang tinggi dan megah sebagai ibu kota kerajaan mereka. Pendirinya bernama Syaddad bin 'ad, salah seorang raja mereka. Di sekeliling kota ini, mereka dirikan benteng-benteng yang kuat untuk mempertahankannya dari serangan musuh. Kemakmuran dan kekuatan yang mereka miliki itu membuat mereka menjadi sombong dan takabur. Mereka mengira bahwa keadaan mereka yang demikian itu akan kekal selama-lamanya. Mereka membangkang kepada Allah dengan menyembah berhala dan berbuat semena-mena. Allah berfirman: Maka adapun kaum 'Ad, mereka menyombongkan diri di bumi tanpa (mengindahkan) kebenaran dan mereka berkata, \"Siapakah yang lebih hebat kekuatannya dari kami?\" Tidakkah mereka memperhatikan bahwa sesungguhnya Allah yang menciptakan mereka. Dia lebih hebat kekuatan-Nya dari mereka? Dan mereka telah mengingkari tanda-tanda (kebesaran) Kami. (Fussilat/41: 15)."
        },
        {
          "number": 130,
          "arabic": "وَإِذَا بَطَشْتُم بَطَشْتُمْ جَبَّارِينَ",
          "transliteration": "wa-idhā baṭashtum baṭashtum jabbārīna",
          "translation": "Dan apabila kamu menyiksa, maka kamu lakukan secara kejam dan bengis.",
          "tafsir": "Ayat ini menerangkan perilaku kaum ad yang kasar dan kejam. Apabila menyiksa musuh, mereka melakukannya dengan kejam tanpa rasa belas kasihan sedikit pun. Mereka dianugerahi tubuh yang kuat, tinggi, dan perkasa. Watak mereka sesuai pula dengan tubuh yang perkasa itu. Dengan kekuatan yang ada, mereka menyerang negeri-negeri lain hingga sampai ke negeri Syam dan Irak. Dalam peperangan, mereka menindak dan memperlakukan musuh-musuh secara kejam."
        },
        {
          "number": 131,
          "arabic": "فَٱتَّقُوا۟ ٱللَّهَ وَأَطِيعُونِ",
          "transliteration": "fa-ittaqū l-laha wa-aṭīʿūni",
          "translation": "Maka bertakwalah kepada Allah dan taatlah kepadaku,",
          "tafsir": "Melihat sikap yang demikian itu, Nabi Hud mengingatkan mereka agar bertakwa dan menghambakan diri kepada Allah. Nabi Hud mengingatkan mereka akan nikmat-nikmat yang telah dilimpahkan Allah kepada mereka. Oleh karena itu, hendaklah mereka mensyukuri nikmat itu agar Allah menambahnya dengan nikmat yang lebih banyak lagi dan lebih tinggi nilainya."
        },
        {
          "number": 132,
          "arabic": "وَٱتَّقُوا۟ ٱلَّذِىٓ أَمَدَّكُم بِمَا تَعْلَمُونَ",
          "transliteration": "wa-ittaqū alladhī amaddakum bimā taʿlamūna",
          "translation": "dan tetaplah kamu bertakwa kepada-Nya yang telah menganugerahkan kepadamu apa yang kamu ketahui.",
          "tafsir": "Melihat sikap yang demikian itu, Nabi Hud mengingatkan mereka agar bertakwa dan menghambakan diri kepada Allah. Nabi Hud mengingatkan mereka akan nikmat-nikmat yang telah dilimpahkan Allah kepada mereka. Oleh karena itu, hendaklah mereka mensyukuri nikmat itu agar Allah menambahnya dengan nikmat yang lebih banyak lagi dan lebih tinggi nilainya."
        },
        {
          "number": 133,
          "arabic": "أَمَدَّكُم بِأَنْعَـٰمٍ وَبَنِينَ",
          "transliteration": "amaddakum bi-anʿāmin wabanīna",
          "translation": "Dia (Allah) telah menganugerahkan kepadamu hewan ternak dan anak-anak,",
          "tafsir": "Di antara nikmat yang dianugerahkan Allah kepada kaum 'Ad ialah binatang-binatang ternak yang dapat mereka manfaatkan, dan anak keturunan yang dapat menyambung generasi dan penerus cita-cita mereka. Mereka juga dianugerahi kebun-kebun yang indah, yang ditumbuhi oleh tumbuh-tumbuhan yang amat berguna bagi mereka. Demikian pula air yang dapat mengairi bumi sebagai hasil irigasi yang telah mereka buat semuanya dengan pertolongan Allah."
        },
        {
          "number": 134,
          "arabic": "وَجَنَّـٰتٍ وَعُيُونٍ",
          "transliteration": "wajannātin waʿuyūnin",
          "translation": "dan kebun-kebun, dan mata air,",
          "tafsir": "Di antara nikmat yang dianugerahkan Allah kepada kaum 'Ad ialah binatang-binatang ternak yang dapat mereka manfaatkan, dan anak keturunan yang dapat menyambung generasi dan penerus cita-cita mereka. Mereka juga dianugerahi kebun-kebun yang indah, yang ditumbuhi oleh tumbuh-tumbuhan yang amat berguna bagi mereka. Demikian pula air yang dapat mengairi bumi sebagai hasil irigasi yang telah mereka buat semuanya dengan pertolongan Allah."
        },
        {
          "number": 135,
          "arabic": "إِنِّىٓ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ",
          "transliteration": "innī akhāfu ʿalaykum ʿadhāba yawmin ʿaẓīmin",
          "translation": "sesungguhnya aku takut kamu akan ditimpa azab pada hari yang besar.\"",
          "tafsir": "Nabi Hud menyampaikan kepada mereka bahwa semua yang diperoleh itu merupakan nikmat dari Allah. Ia khawatir nikmat-nikmat yang tak terhingga yang mereka peroleh itu akan dicabut atau dihentikan, sebagai azab dari Allah atas keingkaran dan kesombongan mereka. Apakah mereka tidak takut terjadi yang demikian? Menurut sunah Allah, Dia akan menambah nikmat kepada orang yang mensyukuri nikmat-Nya dan akan mengazab orang yang mengingkarinya."
        },
        {
          "number": 136,
          "arabic": "قَالُوا۟ سَوَآءٌ عَلَيْنَآ أَوَعَظْتَ أَمْ لَمْ تَكُن مِّنَ ٱلْوَٰعِظِينَ",
          "transliteration": "qālū sawāon ʿalaynā awaʿaẓta am lam takun mina l-wāʿiẓīna",
          "translation": "Mereka menjawab, \"Sama saja bagi kami, apakah engkau memberi nasihat atau tidak memberi nasihat,",
          "tafsir": "Ayat ini menerangkan bahwa kaum 'ad tetap tidak mengindahkan seruan Nabi Hud, bahkan mereka berkata, \"Menurut pendapat kami sama saja engkau berikan peringatan atau tidak, kami tetap pada pendirian kami. Kami tidak mau lagi mendengar kata-katamu, dan tidak akan mundur sedikit pun dari pendirian kami.\""
        }
      ]
    }
  ]
}