{
  "pageNumber": 146,
  "juz": 8,
  "surahs": [
    {
      "number": 6,
      "name": "Al-An'am",
      "nameArabic": "الأنعام",
      "meaning": "Binatang Ternak",
      "revelation": "Makkah",
      "description": "Surat Al-An'am (binatang ternak: unta, sapi, dan kambing) terdiri dari 165 ayat dan termasuk surat Makkiyyah, karena hampir seluruh ayatnya diturunkan di Mekah sebelum hijrah. Dinamakan Al-An'am karena di dalamnya disebut kata \"An'am\" yang memiliki kaitan erat dengan adat istiadat kaum musyrikin; mereka biasa mempergunakan binatang ternak untuk mendekatkan diri kepada tuhan. Selain itu, juga disebutkan hukum-hukum yang berkenaan dengan binatang ternak itu.Pokok-pokok Isi:1. Keimanan:Bukti-bukti keesaan Allah dan kesempurnaan sifat-sifat-Nya; kebenaran kenabian Nabi Muhammad s.a.w.; persaksian Allah atas kenabian Ibrahim, Ishaq, Ya'qub, Nuh, Daud, Sulaiman, Ayyub, Yusuf, Musa, Harun, Zakariya, Yahya, 'Isa, Ilyas, Alyasa', Yunus, dan Luth; penegasan tentang keberadaan risalah dan wahyu serta hari pembalasan dan hari kebangkitan; kepalsuan kepercayaan orang-orang musyrik dan keingkaran mereka terhadap hari kiamat.2. Hukum-hukum:Larangan mengikuti adat istiadat yang dibuat-buat oleh kaum Jahiliyah; makanan yang halal dan yang haram; wasiat yang sepuluh dan Al-Qur'an, tentang tauhid keadilan dan hukum-hukum; larangan mencaci maki berhala orang musyrik karena mereka akan membalas dengan mencaci maki Allah.3. Kisah-kisah:Kisah umat-umat yang menentang rasul-rasul; kisah pengalaman Nabi Muhammad s.a.w. dan para nabi pada umumnya; cerita Nabi Ibrahim a.s. membimbing kaumnya kepada tauhid.4. Lain-lain:Sikap keras kepala kaum musyrikin: tata cara seorang nabi memimpin umatnya; bidang-bidang kerasulan dan tugas rasul-rasul; tantangan kaum musyrikin untuk melemahkan rasul; kepercayaan orang-orang musyrik terhadap jin, setan, dan malaikat; beberapa prinsip keagamaan dan kemasyarakatan; nilai hidup duniawi.Dalam surat Al-An'am Allah menjelaskan keesaan dan kesempurnaan sifat-sifat-Nya, menyatakan kebatilan kepercayaan orang-orang musyrik dengan bantahan-bantahan yang logis dan mudah diterima oleh akal. Hukuman yang berat akan dijatuhkan kepada orang yang keras kepala menolak kebenaran.Hubungan Surat Al-An'Am Dengan Surat Al-A'raf:1. Kedua surat tersebut termasuk di antara tujuh surat yang panjang (assab'uth thiwaal), sama-sama membicarakan pokok aqidah agama. Dalam surat Al-An'am dikemukakan garis-garis besar aqidah sedangkan surat Al-A'raf menjelaskannya.2. Dalam surat Al-An'am Allah menerangkan asal usul kejadian manusia, yaitu dari tanah, dan menjelaskan tentang beberapa generasi manusia yang telah dibinasakan, kemudian disinggung pula tentang rasul-rasul dengan menyebut beberapa nama mereka secara garis besar, sedangkan surat Al-A'raf menjelaskannya.3. Pada bagian terakhir surat Al-An'am, Allah mengatakan bahwa Dia menjadikan manusia sebagai khalifah-khalifah di bumi dan mengangkat derajat sebagian mereka, maka bagian permulaan surat Al-A'raf mengemukakan penciptaan Adam dan anak cucunya yang dijadikan sebagai khalifah di bumi.4. Hubungan bagian akhir Al-An'am dengan permulaan surat Al-A'raf:a. Bagian akhir Al-An'am, Allah mengatakan bahwa Al-Qur'an adalah kitab pedoman yang benar, jalan yang lurus dan diberkahi, maka umat manusia diperintahkan mengikutinya. Pada bagian permulaan surat Al-A'raf, Allah mengulangi lagi perintah ini dan melarang mengikuti selainnya.b. Pada bagian akhir surat Al-An'am, Allah berfirman bahwa Dia akan memberikan keterangan tentang apa yang seharusnya dilakukan manusia dan yang menjadi perselisihan mereka. Maka pada bagian permulaan surat Al-A'raf, Allah menjelaskan apa yang disebut dengan \"Allah memberi keterangan,\" yaitu pengutusan para rasul yang bertugas memberi keterangan dan masing-masing akan dimintai pertanggungjawaban.c. Pada bagian akhir surat Al-An'am, Allah menyatakan bahwa orang yang berbuat kebajikan akan diberi ganjaran sepuluh kali lipat dan yang berbuat kejahatan akan dibalas sesuai dengan perbuatannya. Untuk menentukan kadar kebajikan dan kejahatan itu ada timbangannya, maka Allah mengemukakan di bagian muka surat Al-A'raf, bahwa timbangan pada hari itu ialah kebenaran dan keadilan. Siapa yang timbangannya berat maka dialah yang beruntung dan siapa yang timbangannya ringan maka dialah yang merugi. Kemudian Allah menceritakan keadaan dan nasib ashhabul A'raaf.",
      "verses": [
        {
          "number": 138,
          "arabic": "وَقَالُوا۟ هَـٰذِهِۦٓ أَنْعَـٰمٌ وَحَرْثٌ حِجْرٌ لَّا يَطْعَمُهَآ إِلَّا مَن نَّشَآءُ بِزَعْمِهِمْ وَأَنْعَـٰمٌ حُرِّمَتْ ظُهُورُهَا وَأَنْعَـٰمٌ لَّا يَذْكُرُونَ ٱسْمَ ٱللَّهِ عَلَيْهَا ٱفْتِرَآءً عَلَيْهِ ۚ سَيَجْزِيهِم بِمَا كَانُوا۟ يَفْتَرُونَ",
          "transliteration": "waqālū hādhihi anʿāmun waḥarthun ḥij'run lā yaṭʿamuhā illā man nashāu bizaʿmihim wa-anʿāmun ḥurrimat ẓuhūruhā wa-anʿāmun lā yadhkurūna is'ma l-lahi ʿalayhā if'tirāan ʿalayhi sayajzīhim bimā kānū yaftarūna",
          "translation": "Dan mereka berkata (menurut anggapan mereka), \"Inilah hewan ternak dan hasil bumi yang dilarang, tidak boleh dimakan, kecuali oleh orang yang kami kehendaki.\" Dan ada pula hewan yang diharamkan (tidak boleh) ditunggangi, dan ada hewan ternak yang (ketika disembelih) boleh tidak menyebut nama Allah, itu sebagai kebohongan terhadap Allah. Kelak Allah akan membalas semua yang mereka ada-adakan.",
          "tafsir": "Pada ayat ini Allah menjelaskan ketetapan dan peraturan yang dibuat oleh pemimpin mereka, yang mereka tetapkan tanpa berdasarkan akal yang sehat, petunjuk Allah atau agama Allah yaitu: 1.Mereka mengambil sebagian dari hasil tanaman dan binatang yang mereka miliki untuk dipersembahkan kepada berhala dan sembahan mereka sebagai korban. Bagian tertentu itu tidak boleh disentuh kecuali untuk kepentingan berhala, tidak boleh diberikan kepada siapapun dan tidak boleh dimakan oleh orang lelaki. 2.Mereka mengharamkan beberapa macam hewan seperti bahirah, ) sha'ibah, ) washilah ) dan ham. ) Tindakan mereka ini telah dibantah kebenarannya oleh Allah dalam firman-Nya: Allah tidak pernah mensyariatkan adanya bahirah, sha'ibah, washilah, dan ham. Tetapi orang-orang kafir membuat-buat kedustaan terhadap Allah, dan kebanyakan mereka tidak mengerti. (al-Ma'idah/5: 103) 3.Bila mereka melakukan ibadah haji atau mengucapkan talbiah sesuai dengan tatacara mereka, mereka tidak boleh mengendarai binatang-binatang itu atau membebaninya dengan bawaan mereka. 4.Mereka di waktu menyembelih binatang tidak menyebut nama Allah, tetapi menyebut nama berhala dan sembahan mereka. Demikianlah sebagian dari ketetapan yang mereka buat sendiri menurut kemauan mereka mengenai hasil tanaman dan binatang ternak, tetapi mereka mendakwakan bahwa peraturan-peraturan itu adalah dari Allah. Ini adalah suatu kebohongan terhadap Allah dan pasti mereka akan mendapatkan siksaan dari pada-Nya. Nabi Muhammad diperintahkan Allah untuk mengecam mereka karena mereka mengharamkan dan menghalalkan sesuatu sesuka hati dan mengada-adakan kebohongan terhadap Allah: Katakanlah (Muhammad), \"Terangkanlah kepadaku tentang rezeki yang diturunkan Allah kepadamu, lalu kamu jadikan sebagiannya haram dan sebagiannya halal.\" Katakanlah, \"Apakah Allah telah memberikan izin kepadamu (tentang ini) atau kamu mengada-ada atas nama Allah?\" (Yunus/10: 59)"
        },
        {
          "number": 139,
          "arabic": "وَقَالُوا۟ مَا فِى بُطُونِ هَـٰذِهِ ٱلْأَنْعَـٰمِ خَالِصَةٌ لِّذُكُورِنَا وَمُحَرَّمٌ عَلَىٰٓ أَزْوَٰجِنَا ۖ وَإِن يَكُن مَّيْتَةً فَهُمْ فِيهِ شُرَكَآءُ ۚ سَيَجْزِيهِمْ وَصْفَهُمْ ۚ إِنَّهُۥ حَكِيمٌ عَلِيمٌ",
          "transliteration": "waqālū mā fī buṭūni hādhihi l-anʿāmi khāliṣatun lidhukūrinā wamuḥarramun ʿalā azwājinā wa-in yakun maytatan fahum fīhi shurakāu sayajzīhim waṣfahum innahu ḥakīmun ʿalīmun",
          "translation": "Dan mereka berkata (pula), \"Apa yang ada di dalam perut hewan ternak ini khusus untuk kaum laki-laki kami, haram bagi istri-istri kami.\" Dan Jika yang dalam perut itu (dilahirkan) mati, maka semua boleh (memakannya). Kelak Allah akan membalas atas ketetapan mereka. Sesungguhnya Allah Mahabijaksana, Maha Mengetahui.",
          "tafsir": "Pada ayat ini Allah menyebutkan pula kesewenang-wenangan kaum musyrik dalam mengharamkan dan menghalalkan sesuatu menurut kemauan dan keinginan hawa nafsu mereka, yaitu tentang; hewan bahirah dan sa'ibah. Mereka membolehkan laki-laki minum air susunya tetapi mengharamkan bagi perempuan. Apabila binatang itu melahirkan anak jantan maka anaknya itu boleh dimakan oleh laki-laki dan haram bagi perempuan. Bila anak itu lahir mati, barulah anak itu dihalalkan untuk laki-laki dan perempuan. Jikalau binatang itu melahirkan anak betina, maka anak ini dibiarkan hidup sampai beranak. Mereka berbuat demikian dengan sekehendak hati mereka dengan mengada-adakan kebohongan terhadap Allah, maka Allah mengancam mereka dengan balasan yang setimpal dan bahwa Allah Maha Mengetahui segala perbuatan hamba-Nya dan Mahabijaksana."
        },
        {
          "number": 140,
          "arabic": "قَدْ خَسِرَ ٱلَّذِينَ قَتَلُوٓا۟ أَوْلَـٰدَهُمْ سَفَهًۢا بِغَيْرِ عِلْمٍ وَحَرَّمُوا۟ مَا رَزَقَهُمُ ٱللَّهُ ٱفْتِرَآءً عَلَى ٱللَّهِ ۚ قَدْ ضَلُّوا۟ وَمَا كَانُوا۟ مُهْتَدِينَ",
          "transliteration": "qad khasira alladhīna qatalū awlādahum safahan bighayri ʿil'min waḥarramū mā razaqahumu l-lahu if'tirāan ʿalā l-lahi qad ḍallū wamā kānū muh'tadīna",
          "translation": "Sungguh rugi mereka yang membunuh anak-anaknya karena kebodohan tanpa pengetahuan, dan mengharamkan rezeki yang dikaruniakan Allah kepada mereka dengan semata-mata membuat-buat kebohongan terhadap Allah. Sungguh, mereka telah sesat dan tidak mendapat petunjuk.",
          "tafsir": "Pada ayat ini Allah menegaskan bahwa orang-orang yang membunuh anak mereka, karena alasan yang tidak jelas dan tidak benar seperti tersebut pada ayat 137 dan orang-orang yang mengharamkan rezeki yang dikaruniakan Allah kepada mereka seperti tersebut pada ayat 138 dan ayat 139, mereka ini adalah orang-orang yang merugi dan orang-orang yang sesat dan tidak mengikuti petunjuk yang diberikan kepada mereka. Membunuh anak adalah tindakan yang bodoh dan sangat merugikan, dan merupakan tindakan orang yang tidak tahu lagi mana yang buruk dan mana yang baik, tidak tahu laba dan rugi, karena anak adalah suatu nikmat dan karunia dari Allah yang tidak ternilai harganya. Anak itu nanti yang akan memelihara kelanjutan hidup, yang akan menjadi kekuatan dan kebanggaan bagi ibu, ayah dan keluarganya, bahkan akan menjadi kekuatan bagi masyarakat dan negara. Bila ia diasuh dan dididik dengan baik pasti akan menjadi anggota keluarga yang baik pula, akan menjadi anggota masyarakat yang berguna bagi masyarakatnya. Oleh sebab itu, setiap ibu dan bapak diberi oleh Allah naluri untuk menyayangi, mencintai, memelihara dan menjaganya. Ibu dan bapak, tidak segan-segan mengorbankan kepentingan dirinya untuk membela dan mempertahankan keselamatan anaknya. Bahkan kadang-kadang ia bersedia mati untuk menyelamatkan anaknya bila ia dalam bahaya. Apabila seseorang telah menganggap bahwa membunuh anaknya lebih baik dari pada membiarkan hidup, karena takut kepada hal-hal yang belum tentu akan terjadi, seperti takut akan kemiskinan atau takut akan mendapat malu, berarti ia telah mengingkari nikmat dan karunia Allah yang besar itu dan menentang naluri dan tabiatnya sendiri. Orang yang seperti ini tentu telah ditipu oleh setan dan dikelabui matanya oleh pemimpin-pemimpin yang tidak bertanggung jawab dan pemuka-pemuka agama yang hanya mementingkan kedudukan dan martabatnya saja. Orang-orang yang menerima ajaran-ajaran dan peraturan-peraturan yang dibuat-buat oleh pemimpin-pemimpin yang telah sesat, tanpa memikirkan apakah peraturan-peraturan itu berdasarkan kebenaran, dapat diterima oleh pikiran yang sehat, atau apakah peraturan itu memang telah ada dasarnya menurut agama, apa lagi bila peraturan-peraturan itu hanya membawa kepada kerugian atau mengingkari nikmat Allah, maka orang-orang yang seperti itu pantaslah dikatakan orang yang sesat, orang-orang yang tidak mendapat petunjuk dari Allah. Al-Bukhari meriwayatkan bahwa Ibnu 'Abbas berkata, \"Apabila engkau ingin mengetahui bagaimana bodohnya kaum musyrikin Arab, bacalah ayat 130 dan seterusnya dari Surah al-An'am, sampai dengan ayat 140.\" Memang ada beberapa tradisi umat Islam yang sama dengan tradisi Arab jahiliyah, ada yang diperbaiki, diganti atau dikurangi. Hal ini menurut sejarah karena orang-orang Arab ada yang melestarikan beberapa ajaran dari Nabi Ibrahim. Tetapi karena fatroh atau kekosongan waktu yang panjang, maka banyak terjadi penyimpangan dari aslinya. Maka ajaran Islam mengembalikan kepada tradisi yang baik dan benar sesuai dengan ajaran Nabi Ibrahim yang asli, seperti ritual haji yang diwariskan dari Nabi Ibrahim."
        },
        {
          "number": 141,
          "arabic": "۞ وَهُوَ ٱلَّذِىٓ أَنشَأَ جَنَّـٰتٍ مَّعْرُوشَـٰتٍ وَغَيْرَ مَعْرُوشَـٰتٍ وَٱلنَّخْلَ وَٱلزَّرْعَ مُخْتَلِفًا أُكُلُهُۥ وَٱلزَّيْتُونَ وَٱلرُّمَّانَ مُتَشَـٰبِهًا وَغَيْرَ مُتَشَـٰبِهٍ ۚ كُلُوا۟ مِن ثَمَرِهِۦٓ إِذَآ أَثْمَرَ وَءَاتُوا۟ حَقَّهُۥ يَوْمَ حَصَادِهِۦ ۖ وَلَا تُسْرِفُوٓا۟ ۚ إِنَّهُۥ لَا يُحِبُّ ٱلْمُسْرِفِينَ",
          "transliteration": "wahuwa alladhī ansha-a jannātin maʿrūshātin waghayra maʿrūshātin wal-nakhla wal-zarʿa mukh'talifan ukuluhu wal-zaytūna wal-rumāna mutashābihan waghayra mutashābihin kulū min thamarihi idhā athmara waātū ḥaqqahu yawma ḥaṣādihi walā tus'rifū innahu lā yuḥibbu l-mus'rifīna",
          "translation": "Dan Dialah yang menjadikan tanaman-tanaman yang merambat dan yang tidak merambat, pohon kurma, tanaman yang beraneka ragam rasanya, zaitun dan delima yang serupa (bentuk dan warnanya) dan tidak serupa (rasanya). Makanlah buahnya apabila ia berbuah dan berikanlah haknya (zakatnya) pada waktu memetik hasilnya, tapi janganlah berlebih-lebihan. Sesungguhnya Allah tidak menyukai orang-orang yang berlebih-lebihan.",
          "tafsir": "Dengan ayat ini, Allah menegaskan bahwa Dialah yang menciptakan kebun-kebun yang menjalar dan yang tidak menjalar tanamannya. Dialah yang menciptakan pohon kurma dan pohon-pohon lain yang buahnya beraneka ragam bentuk warna dan rasanya. Seharusnya hal itu menarik perhatian hamba-Nya dan menjadikannya beriman, bersyukur dan bertakwa kepada-Nya. Dengan pohon kurma saja mereka telah mendapat berbagai macam manfaat. Mereka dapat makan buahnya yang masak tapi masih segar, yang manis rasanya dan dapat pula mengeringkannya sehingga dapat disimpan untuk jangka waktu yang lama dan dapat dibawa ke mana pun dalam perjalanan serta tidak perlu dimasak lagi seperti masakan lainnya. Bijinya dapat dijadikan makanan unta. Batang, daun, pelepah dan seratnya, dapat diambil manfaatnya. Kalau dibandingkan dengan pohon-pohon di Indonesia pohon kurma itu seperti pohon kelapa. Allah mengaruniakan pula pohon zaitun dan delima, ada yang serupa bentuk tapi beda rasanya. Allah membolehkan hamba-Nya menikmati hasil dari berbagai macam pohon dan tanaman itu sebagai karunia dari Allah. Maka tidak ada hak sama sekali bagi hamba-Nya untuk mengharamkan apa yang telah dikaruniakan-Nya. Karena Allah-lah yang menciptakan, Allah-lah yang memberi, maka Allah pulalah yang berhak mengharamkan atau menghalalkannya. Kalau ada di antara hamba-hamba-Nya yang mengharamkannya maka ia telah menganggap dirinya sama kedudukannya dengan Allah, dan orang-orang yang menaatinya berarti telah menyekutukan Allah dan inilah syirik yang tak dapat diragukan lagi. Maksud mengharamkan makanan di sini ialah menjadikannya haram untuk dimakan, bila dimakan tentu berdosa. Adapun melarang makanan karena alasan kesehatan, dilarang dokter atau karena sebab-sebab lain yang membahayakan, tidaklah termasuk syirik, karena kita diperintahkan Allah untuk menjauhkan diri dari bahaya. Kemudian Allah memerintahkan untuk memberikan sebagian dari hasil tanaman diwaktu panen kepada fakir miskin, kaum kerabat dan anak yatim, untuk mensyukuri nikmat Allah yang telah dilimpahkan-Nya kepada manusia. Ibnu Mundzir, Abu Syaikh dan Ibnu Mardawaih meriwayatkan dari Abi Sa'id al-Khudri bahwa Rasulullah saw menafsirkan firman Allah: (al-An'am/6: 141) dengan, \"berikan hak fakir miskin dari apa yang gugur dari tangkainya.\" Artinya gugur ketika dipanen. Dalam hal ini, Mujahid berkata, \"Apabila kamu sedang panen dan datang orang-orang miskin, maka pukullah tangkai buah yang kamu panen itu dan berilah mereka apa yang jatuh dari tangkainya; apabila kamu telah memisahkan biji dari tangkainya maka berilah mereka sebagian dari padanya. Apabila engkau telah menampi membersihkan dan mengumpulkannya serta telah diketahui berapa banyak kadar nilai dari hasil panen itu, maka keluarkanlah zakatnya.\" Maimun bin Mihran dan Zaid bin al-A'sham meriwayatkan bahwa penduduk kota Madinah, bila mereka memanen kurma mereka membawa tangkai-tangkai kurma ke mesjid, lalu mereka letakkan di sana, maka berdatanganlah fakir miskin, lalu dipukulkannya tangkai kurma itu dan diberikannya kepada mereka kurma yang berjatuhan dari tangkainya. Menurut Sa'id bin Jubair, hal ini berlaku sebelum turunnya perintah zakat. Orang-orang Arab selalu memberikan sebagian dari hasil tanamannya untuk makanan binatang, sedekah kepada anak yatim dan fakir miskin. Kebiasaan ini dilestarikan oleh Islam ketika memberlakukan wajib zakat (pada tahun kedua Hijriah dimana zakat hasil pertanian harus diberikan atau dikeluarkan segera begitu mereka panen, tanpa ditangguhkan). Selanjutnya Allah melarang makan berlebih-lebihan, karena hal itu sangat berbahaya bagi kesehatan dan dapat menimbulkan bermacam-macam penyakit yang mungkin membahayakan jiwa. Allah Yang Maha Pengasih kepada hamba-Nya tidak menyukai hamba-Nya yang berlebih-lebihan itu."
        },
        {
          "number": 142,
          "arabic": "وَمِنَ ٱلْأَنْعَـٰمِ حَمُولَةً وَفَرْشًا ۚ كُلُوا۟ مِمَّا رَزَقَكُمُ ٱللَّهُ وَلَا تَتَّبِعُوا۟ خُطُوَٰتِ ٱلشَّيْطَـٰنِ ۚ إِنَّهُۥ لَكُمْ عَدُوٌّ مُّبِينٌ",
          "transliteration": "wamina l-anʿāmi ḥamūlatan wafarshan kulū mimmā razaqakumu l-lahu walā tattabiʿū khuṭuwāti l-shayṭāni innahu lakum ʿaduwwun mubīnun",
          "translation": "dan di antara hewan-hewan itu ada yang dijadikan pengangkut beban dan ada (pula) yang untuk disembelih. Makanlah rezeki yang diberikan Allah kepadamu, dan janganlah kamu mengikuti langkah-langkah setan. Sesungguhnya setan itu musuh yang nyata bagimu.",
          "tafsir": "Dengan ayat ini Allah menerangkan bahwa Dia menciptakan untuk hamba-Nya binatang ternak, di antaranya ada yang besar dan panjang kakinya, dapat dimakan dagingnya, dapat pula dijadikan kendaraan untuk membawa mereka ke tempat yang mereka tuju, dan dapat pula mengangkut barang-barang keperluan dan barang-barang perniagaan mereka dari suatu tempat ke tempat lain. Ada pula di antara binatang-binatang itu yang kecil tubuhnya dan pendek kakinya seperti domba dan kelinci untuk dimakan dagingnya, ditenun bulunya menjadi pakaian dan diambil kulitnya menjadi tikar atau alas kaki dan sebagainya. Dengan demikian dapat dipahami bagaimana kasih sayang Allah kepada hamba-Nya Dia melengkapi segala kebutuhan manusia dengan tanaman dan binatang bahkan menjadikan segala apa yang di langit dan di bumi untuk kepentingan makhluk-Nya, sebagaimana yang tersebut dalam firman-Nya: Tidakkah kamu memperhatikan bahwa Allah telah menundukkan apa yang ada di langit dan apa yang ada di bumi untuk (kepentingan)mu dan menyempurnakan nikmat-Nya untukmu lahir dan batin. Tetapi di antara manusia ada yang membantah tentang (keesaan) Allah tanpa ilmu atau petunjuk dan tanpa Kitab yang memberi penerangan. (Luqman/31: 20) Kemudian Allah menyuruh hamba-Nya untuk makan rezeki yang telah dianugerahkan-Nya, tetapi jangan sekali-kali mengikuti langkah-langkah setan, baik dari jin maupun dari manusia. Pemimpin-pemimpin dan penjaga-penjaga berhala bertindak sewenang-wenang dengan membuat-buat peraturan dan menghalalkan serta mengharamkan nikmat Allah yang dikaruniakan kepada hamba-Nya dengan sesuka hati mereka, tanpa ada petunjuk atau perintah dari Tuhan. Sesungguhnya setan itu adalah musuh yang paling nyata bagi manusia, yang kerjanya menyesatkan hamba Allah di muka bumi."
        }
      ]
    }
  ]
}