{
  "pageNumber": 32,
  "juz": 2,
  "surahs": [
    {
      "number": 2,
      "name": "Al-Baqarah",
      "nameArabic": "البقرة",
      "meaning": "Sapi Betina",
      "revelation": "Madinah",
      "description": "Surat \"Al Baqarah\" terdiri atas 286 ayat dan sebagian besar diturunkan di Madinah pada permulaan tahun Hijrah, kecuali ayat 281 yang diturunkan di Mina pada Haji wadaa' (haji Nabi Muhammad s.a.w. yang terakhir). Seluruh ayat surat Al Baqarah termasuk golongan Madaniyyah dan merupakan surat yang terpanjang di antara surat-surat Al Qur'an yang di dalamnya terdapat pula ayat yang terpanjang (ayat 282).Surat ini dinamai \"Al Baqarah\" karena di dalamnya disebutkan kisah penyembelihan sapi betina yang diperintahkan Allah kepada Bani Israil (ayat 67 sampai dengan 74), di mana dijelaskan watak orang Yahudi pada umumnya. Dinamai \"Fusthaathul-Qur'an\" (puncak Al Qur'an) karena memuat beberapa hukum yang tidak disebutkan dalam surat yang lain. Dinamai juga surat \"Alif-laam-miim\" karena surat ini dimulai dengan Alif-laam-miim.&nbsp;Pokok-Pokok Isi:1. Keimanan:Dakwah Islamiyah yang dihadapkan kepada umat Islam, ahli kitab dan para musyrikin.2. Hukum-hukum:Perintah mengerjakan shalat; menunaikan zakat; hukum puasa; hukum haji dan umrah; hukum qishash; halal dan haram; berinfak di jalan Allah; hukum arak dan judi; cara menyantuni anak yatim, larangan riba; utang-piutang; nafkah dan yang berhak menerimanya; wasiat kepada ibu-bapak dan kaum kerabat; hukum sumpah; kewajiban menyampaikan amanah; sihir; hukum merusak masjid; hukum mengubah kitab-kitab Allah; hukum haidh, 'iddah, thalak, khulu', ilaa' dan susuan; hukum melamar, mahar, larangan menikahi wanita musyrik dan sebaliknya; hukum perang.3. Kisah-kisah:Kisah penciptaan Nabi Adam a.s; kisah Nabi Ibrahim a.s.; kisah Nabi Musa a.s. dengan Bani Israil.4. Lain-lain:Sifat-sifat orang yang bertakwa; sifat-sifat orang munafik; sifat-sifat Allah; perumpamaan-perumpamaan; kiblat, kebangkitan sesudah mati.Kesimpulan surat Al Baqarah:1. Menjelaskan beberapa hukum dalam agama Islam.2. Mengemukakan beberapa perumpamaan.3. Mengemukakan hujjah-hujjah.Hubungan Surat Al Baqarah Dengan Surat Ali 'Imran:1. Dalam surat Al Baqarah, disebutkan Nabi Adam a.s. yang langsung diciptakan Allah, sedang dalam surat Ali'Imran, disebutkan tentang kelahiran Nabi 'Isa a.s. yang kedua-duanya diciptakan Allah secara menyelisihi kebiasaan.2. Dalam surat Al Baqarah, sifat dan perbuatan orang-orang Yahudi dibentangkan secara luas disertai dengan hujjah untuk mematahkan hujjah-hujjah mereka yang membela kesesatan, sedang dalam surat Ali 'Imran, dibentangkan hal-hal serupa yang berhubungan dengan orang Nasrani.3. Surat Al Baqarah dimulai dengan menyebutkan tiga golongan manusia, yaitu orang mukmin, orang yang mengimani hari akhir, dan orang munafik. Sementara itu, surat Ali 'Imran dimulai dengan menyebutkan orang yang suka mentakwilkan ayat yang mutasyabihaat secara salah untuk memfitnah orang mukmin, dan menyebutkan orang yang mempunyai keahlian dalam menakwilkannya.4. Surat Al Baqarah disudahi dengan permohonan kepada Allah agar kesalahan-kesalahan dan kealpaan dalam melaksanakan ketaatan diampuni, sedang surat Ali 'Imran disudahi dengan permohonan kepada Allah agar Dia memberi pahala atas amal saleh yang dilakukan hamba-Nya.5. Surat Al Baqarah dimulai dengan menyebutkan sifat-sifat orang yang bertakwa, sedang surat Ali 'Imran dimulai dengan perintah bertakwa.",
      "verses": [
        {
          "number": 203,
          "arabic": "۞ وَٱذْكُرُوا۟ ٱللَّهَ فِىٓ أَيَّامٍ مَّعْدُودَٰتٍ ۚ فَمَن تَعَجَّلَ فِى يَوْمَيْنِ فَلَآ إِثْمَ عَلَيْهِ وَمَن تَأَخَّرَ فَلَآ إِثْمَ عَلَيْهِ ۚ لِمَنِ ٱتَّقَىٰ ۗ وَٱتَّقُوا۟ ٱللَّهَ وَٱعْلَمُوٓا۟ أَنَّكُمْ إِلَيْهِ تُحْشَرُونَ",
          "transliteration": "wa-udh'kurū l-laha fī ayyāmin maʿdūdātin faman taʿajjala fī yawmayni falā ith'ma ʿalayhi waman ta-akhara falā ith'ma ʿalayhi limani ittaqā wa-ittaqū l-laha wa-iʿ'lamū annakum ilayhi tuḥ'sharūna",
          "translation": "Dan berzikirlah kepada Allah pada hari yang telah ditentukan jumlahnya.<sup foot_note=135024>1</sup> Barang siapa mempercepat (meninggalkan Mina) setelah dua hari, maka ia tak berdosa. Dan barang siapa mengakhirkannya tidak ada dosa (pula) baginya, (yakni) bagi orang yang bertakwa. Dan bertakwalah kepada Allah, dan ketahuilah bahwa kamu akan dikumpulkan pada-Nya.",
          "tafsir": "Setelah jamaah haji berada di Mina, kembali dari Arafah, sekali lagi Allah memperingatkan agar mereka berzikir mengingat Allah, yakni bertakbir pada hari-hari tertentu, yaitu pada hari-hari tasyrik (11,12,13 Zulhijah) dengan meninggalkan kebiasaan pada zaman jahiliah, yaitu pada hari-hari itu mereka mengadakan rapat besar untuk bermegah-megah, menonjolkan jasa nenek-moyangnya, dan hal-hal lain yang menjadi kebanggaan masing-masing. Untuk ini, maka di kala Nabi Muhammad, selesai mengerjakan haji wada', beliau memberikan khutbah pengarahan di Mina, sebagaimana yang telah disebutkan di atas. Allah memerintahkan agar para jamaah haji berzikir mengingat Allah pada hari-hari tertentu. Jumhur ulama berpendapat bahwa yang dimaksud dengan hari-hari tertentu, yaitu tiga hari sesudah hari raya haji, tanggal 11, 12, dan 13 bulan Zulhijah. Arti zikir dalam ayat ini adalah takbir dan dilakukan pada setiap selesai melakukan salat fardu dan pada setiap kali melempar jumrah. Dan lafal takbir tersebut adalah sebagai berikut: Allah Mahabesar; Allah Mahabesar, Allah Mahabesar; Tidak ada Tuhan melainkan Allah. Allah Mahabesar; Allah Mahabesar; Dan segala puji hanya untuk Allah. Takbir sesudah salat Asar pada hari ketiga tasyrik merupakan takbir terakhir dalam rangka pelaksanaan perintah takbir yang disebutkan dalam ayat ini. Para jamaah haji yang berada di Mina dua hari sesudah hari raya haji, boleh segera kembali ke Mekah. Mereka berada di Mina untuk melempar jumrah. Karena itu jamaah haji wajib bermalam di Mina hanya pada malam pertama dan kedua dari hari-hari tasyrik. Mereka boleh pula belakangan kembali ke Mekah, dengan demikian mereka berada di Mina selama tiga hari, yaitu pada tanggal 11, 12, dan 13 Zulhijah. Mana saja dari dua hal tersebut yang dipilih dan dikerjakan oleh mereka, tidak ada dosa baginya, sekalipun yang kembali belakangan (3 hari di Mina) itu lebih afdal. Ketentuan ini adalah satu penegasan dari Allah swt untuk menghilangkan pendirian orang-orang jahiliah yang sebagian berpendapat bahwa orang yang segera kembali ke Mekah berdosa, dan sebagian lagi berpendapat bahwa orang yang terlambat kembali ke Mekah itulah yang berdosa. Bagi mereka yang bersegera kembali ke Mekah (dua hari sesudah hari raya) dinamakan nafar awal (rombongan pertama), sedangkan menunda sampai hari ketiga dinamakan nafar sani (rombongan kedua). Bagi nafar awal, mereka harus meninggalkan Mina pada hari kedua tasyrik, sesudah melontar jumrah dan sesudah tengah hari sebelum matahari terbenam. Kalau mereka sampai waktu terbenamnya matahari belum juga meninggalkan Mina karena sesuatu sebab, maka nafar awal menjadi batal dan mereka harus bermalam lagi dan baru bisa meninggalkan Mina sesudah melontar jumrah pada hari ketiga tasyrik sesudah tengah hari. Kelonggaran dan kesempatan memilih ini diberikan Allah kepada para jamaah haji karena kedua hal itu dapat dilaksanakan dengan penuh ketakwaan kepada Allah swt. Bagi yang bersegera karena takut melakukan pelanggaran-pelanggaran seperti membunuh binatang-binatang terlarang, tidur dengan istrinya (bersanggama), dan hal-hal yang masih dilarang sesudah tahallul pertama sebelum tahallul kedua, dan bagi yang menunda, adalah karena ingin melakukan yang afdal dan meyakini bahwa dia sanggup menjauhi segala larangan tersebut. Oleh karena pentingnya takwa dan untuk memantapkan takwa itu dalam hati, Allah swt, menekankan sekali lagi dengan firmannya: ... Dan bertakwalah kepada Allah,... (al-Baqarah/2: 203) Lalu disusul dengan kata-kata yang dapat menguatkan hati untuk bertakwa, yaitu: ... Dan ketahuilah bahwa kamu akan dikumpulkan kepada-Nya¦. (al-Baqarah/2: 203) Seseorang yang mengetahui dan meyakini bahwa ia akan dikumpulkan di hari kemudian serta mempertanggungjawabkan segala amal perbuatannya di dunia, tentu akan lebih banyak berbuat kebaikan dan menambah takwanya kepada Allah swt"
        },
        {
          "number": 204,
          "arabic": "وَمِنَ ٱلنَّاسِ مَن يُعْجِبُكَ قَوْلُهُۥ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَيُشْهِدُ ٱللَّهَ عَلَىٰ مَا فِى قَلْبِهِۦ وَهُوَ أَلَدُّ ٱلْخِصَامِ",
          "transliteration": "wamina l-nāsi man yuʿ'jibuka qawluhu fī l-ḥayati l-dun'yā wayush'hidu l-laha ʿalā mā fī qalbihi wahuwa aladdu l-khiṣāmi",
          "translation": "Dan di antara manusia ada yang pembicaraannya tentang kehidupan dunia mengagumkan engkau (Muhammad), dan dia bersaksi kepada Allah mengenai isi hatinya, padahal dia adalah penentang yang paling keras.",
          "tafsir": "Dengan ayat ini Allah memberitahukan bahwa orang yang seperti Al-Akhnas itu adalah pendusta, tidak dapat dipercaya dan bahwa ia adalah musuh Islam dan penentang yang keras terhadap Nabi Muhammad saw. Al-Akhnas dan orang-orang munafik lainnya ingin mengelabui dan melakukan makar terhadap umat manusia dengan tiga macam hal: 1.Dengan kata-kata dan ucapan yang menarik, sehingga orang-orang yang mendengarnya terpesona dan terpengaruh, tidak ragu-ragu sedikit pun tentang kebenaran ucapannya itu. 2.Bersumpah dengan menyebut nama Allah untuk menunjukkan kebenarannya seakan-akan ia bermaksud baik. 3.Gigih dalam berdebat dan berhujjah menghadapi lawan penentangnya."
        },
        {
          "number": 205,
          "arabic": "وَإِذَا تَوَلَّىٰ سَعَىٰ فِى ٱلْأَرْضِ لِيُفْسِدَ فِيهَا وَيُهْلِكَ ٱلْحَرْثَ وَٱلنَّسْلَ ۗ وَٱللَّهُ لَا يُحِبُّ ٱلْفَسَادَ",
          "transliteration": "wa-idhā tawallā saʿā fī l-arḍi liyuf'sida fīhā wayuh'lika l-ḥartha wal-nasla wal-lahu lā yuḥibbu l-fasāda",
          "translation": "Dan apabila dia berpaling (dari engkau), dia berusaha untuk berbuat kerusakan di bumi, serta merusak tanam-tanaman dan ternak, sedang Allah tidak menyukai kerusakan.",
          "tafsir": "Golongan manusia semacam ini, apabila ia telah berlalu dan meninggalkan orang yang ditipunya, ia melaksanakan tujuan yang sebenar-nya. Ia melakukan kerusakan-kerusakan di atas bumi; tanaman-tanaman dan buah-buahan dirusak dan binatang ternak dibinasakan, apalagi kalau mereka sedang berkuasa, di mana-mana mereka berbuat sesuka hatinya dan wanita-wanita dinodainya. Tidak ada tempat yang aman dari perbuatan jahatnya. Fitnah di mana-mana mengancam, masyarakat merasa ketakutan dan rumah tangga serta anak-anak berantakan karena tindakannya yang sewenang-wenang. Sifat-sifat semacam ini, tidak disukai Allah sedikit pun. Dia murka kepada orang yang berbuat demikian, begitu juga kepada setiap orang yang perbuatannya kotor dan menjijikkan. Hal-hal yang lahirnya baik, tetapi tidak mendatangkan maslahat, Allah tidak akan meridainya karena Dia tidak memandang cantiknya rupa dan menariknya kata-kata, tetapi Allah memandang kepada ikhlasnya hati dan maslahatnya sesuatu perbuatan. Sabda Nabi Muhammad saw: Sesungguhnya Allah tidak memandang kepada tubuhmu dan juga tidak kepada bentukmu, tetapi Allah (hanya) memandang kepada hatimu. (Riwayat Muslim dari Abu Hurairah ra)"
        },
        {
          "number": 206,
          "arabic": "وَإِذَا قِيلَ لَهُ ٱتَّقِ ٱللَّهَ أَخَذَتْهُ ٱلْعِزَّةُ بِٱلْإِثْمِ ۚ فَحَسْبُهُۥ جَهَنَّمُ ۚ وَلَبِئْسَ ٱلْمِهَادُ",
          "transliteration": "wa-idhā qīla lahu ittaqi l-laha akhadhathu l-ʿizatu bil-ith'mi faḥasbuhu jahannamu walabi'sa l-mihādu",
          "translation": "Dan apabila dikatakan kepadanya, \"Bertakwalah kepada Allah,\" bangkitlah kesom­bongannya untuk berbuat dosa. Maka pantaslah baginya neraka Jahanam, dan sungguh (Jahanam itu) tempat tinggal yang terburuk.",
          "tafsir": "Orang-orang yang sudah rusak moralnya, apabila diperingatkan dan dinasihati agar mereka bertakwa kepada Allah dan meninggalkan sifat-sifat jeleknya, mereka marah dan terus bangkit memperlihatkan kesombongan dan keangkuhannya, menonjolkan sifat-sifat jahiliah dan watak setaniyahnya. Dengan nasihat dan peringatan tadi, mereka merasa terhina dan menganggap bahwa nasihat dan peringatan itu tidak pantas dan tidak layak baginya, karena ketinggian pangkat dan kedudukanya. Mereka tidak segan-segan berbuat maksiat dan dosa. Seseorang dengan sifat dan tabiat yang sudah rusak, tentunya tidak akan senang kepada orang yang menasihatinya, karena ia merasa bahwa perbuatan buruknya itu yang selalu dibungkus dengan kata-kata yang muluk-muluk, diselubungi dengan gerak-gerik yang menarik, telah diketahui orang, sehingga kalau dapat ia tidak segan menangkap, memukul, dan kalau perlu membunuh orang yang tidak disenanginya. Dalam hal ini 'Umar bin al-Khaththab cukup menjadi contoh teladan. Apabila dikatakan kepada beliau, \"Bertakwalah kepada Allah\", beliau lalu meletakkan pipinya di tanah menunjukkan kesadarannya tentang kelemahan-kelemahan dan kekurangan-kekurangan yang ada padanya, padahal kita mengetahui bahwa beliau adalah seorang sahabat yang terkenal adil terutama ketika beliau menjadi khalifah. Ibnu Mas'ud r.a. salah seorang sahabat Nabi pernah berkata, \"Cukup besar dosa seseorang, apabila dikatakan kepadanya, \"Bertakwalah kepada Allah,\" lalu ia menjawab, \"Cukup kamu menasihati dirimu sendiri, dan janganlah engkau mencoba mencampuri urusan pribadi orang lain.\""
        },
        {
          "number": 207,
          "arabic": "وَمِنَ ٱلنَّاسِ مَن يَشْرِى نَفْسَهُ ٱبْتِغَآءَ مَرْضَاتِ ٱللَّهِ ۗ وَٱللَّهُ رَءُوفٌۢ بِٱلْعِبَادِ",
          "transliteration": "wamina l-nāsi man yashrī nafsahu ib'tighāa marḍāti l-lahi wal-lahu raūfun bil-ʿibādi",
          "translation": "Dan di antara manusia ada orang yang mengorbankan dirinya untuk mencari keridaan Allah. Dan Allah Maha Penyantun kepada hamba-hamba-Nya.",
          "tafsir": "Setelah menjelaskan sifat-sifat orang-orang munafik yang kotor dan menjijikkan itu, Allah menjelaskan sifat-sifat orang-orang mukmin yang mukhlis. Ibnu 'Abbas, Anas, Sa'id bin Musayyab, dan beberapa sahabat yang lain menyatakan bahwa ayat tersebut diturunkan berhubungan dengan peristiwa Suhaib bin Sinan ar-Rumi, yang akan mengikuti Nabi saw hijrah ke Medinah. Oleh pihak Quraisy ia dilarang hijrah dengan membawa kekayaannya. Suhaib tidak mengindahkan larangan Quraisy itu bahkan dengan segala senang hati dan penuh keikhlasan ia menyerahkan semua kekayaannya asal ia dibolehkan berhijrah ke Medinah, maka turunlah ayat tersebut. Kemudian Sayyidina 'Umar bin al-Khaththab bersama beberapa orang sahabat pergi menemui Suhaib dan berkata, \"Daganganmu benar-benar menguntungkan.\" Suhaib berkata, \"Semoga dagangan saudara-saudara tidak rugi. Untuk apa kedatangan saudara-saudara ini?\" Sayyidina Umar r.a., kemudian memberitahukan bahwa Allah swt telah menurunkan ayat ini berhubung dengan peristiwa yang dialami Suhaib. Orang mukhlis seperti Suhaib yang selalu sama ucapan dan perbuatannya, kata-katanya sesuai dengan apa yang ada di dalam hatinya, bukan lain di mulut lain di hati, tidak bermuka dua, mereka dengan penuh ikhlas mau menjual dan mengorbankan dirinya dan semua yang ada padanya demi untuk memperoleh rida Allah swt. Setiap orang yang berjuang di jalan Allah hendaknya demikian, yakni harus berani mengorbankan apa yang ada padanya, tenaga, harta kekayaan atau kedua-duanya menurut kemampuannya, demi untuk berhasilnya perjuangan, sebagai cerminan dari iman dan takwa yang ada di dalam hati masing-masing. Dengan demikian mereka akan memperoleh kemenangan besar. Allah berfirman: Sesungguhnya Allah membeli dari orang-orang mukmin, baik diri maupun harta mereka dengan memberikan surga untuk mereka. Mereka berperang di jalan Allah; sehingga mereka membunuh atau terbunuh, (sebagai) janji yang benar dari Allah di dalam Taurat, Injil dan Al-Qur'an. Dan siapakah yang lebih menepati janjinya selain Allah? Maka bergembiralah dengan jual beli yang telah kamu lakukan itu, dan demikian itulah kemenangan yang agung. (at-Taubah/9: 111)."
        },
        {
          "number": 208,
          "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱدْخُلُوا۟ فِى ٱلسِّلْمِ كَآفَّةً وَلَا تَتَّبِعُوا۟ خُطُوَٰتِ ٱلشَّيْطَـٰنِ ۚ إِنَّهُۥ لَكُمْ عَدُوٌّ مُّبِينٌ",
          "transliteration": "yāayyuhā alladhīna āmanū ud'khulū fī l-sil'mi kāffatan walā tattabiʿū khuṭuwāti l-shayṭāni innahu lakum ʿaduwwun mubīnun",
          "translation": "Wahai orang-orang yang beriman! Masuklah ke dalam Islam secara keseluruhan, dan janganlah kamu ikuti langkah-langkah setan. Sungguh, ia musuh yang nyata bagimu.",
          "tafsir": "Ayat ini menekankan agar orang-orang mukmin, baik yang baru saja masuk Islam seperti halnya seorang Yahudi yang bernama Abdullah bin Salam, maupun orang munafik yang masih melakukan hal-hal yang bertentangan dengan ajaran Islam agar mereka taat melaksanakan ajaran Islam sepenuhnya, jangan setengah-setengah, jangan seperti mengerjakan ibadah puasa pada bulan Ramadan tetapi salat lima waktu ditinggalkan, dan jangan bersifat sebagaimana yang digambarkan Allah di dalam Al-Qur'an tentang sifat orang Yahudi yang berbunyi: ¦ Apakah kamu beriman kepada sebagian Kitab (Taurat) dan ingkar kepada sebagian (yang lain)? ¦. (al-Baqarah/2: 85). Dan janganlah mengikuti langkah-langkah dan ajaran setan, karena setan selalu mengajak kepada kejahatan yang menyebabkan banyak orang meninggalkan perintah Allah dan melanggar larangan-larangan-Nya."
        },
        {
          "number": 209,
          "arabic": "فَإِن زَلَلْتُم مِّنۢ بَعْدِ مَا جَآءَتْكُمُ ٱلْبَيِّنَـٰتُ فَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ",
          "transliteration": "fa-in zalaltum min baʿdi mā jāatkumu l-bayinātu fa-iʿ'lamū anna l-laha ʿazīzun ḥakīmun",
          "translation": "Tetapi jika kamu tergelincir setelah bukti-bukti yang nyata sampai kepadamu, ketahuilah bahwa Allah Mahaperkasa, Mahabijaksana.",
          "tafsir": "Meskipun Allah menekankan kepada kaum Muslimin agar ajaran Islam dilaksanakan secara keseluruhan, perintah Allah ditaati, larangan-Nya dijauhi, namun masih ada juga orang yang tergelincir, lalu berbuat sekehendak hatinya, padahal bukti-bukti kebenaran agama Islam cukup jelas baginya. Hendaklah mereka ingat bahwa Allah Mahakuasa untuk mengadakan pembalasan, dan jika Allah menghendaki, tidak ada suatu kekuasaan dan kekuatan apa pun yang dapat menghalangi-Nya, dan Allah Mahabijaksana. Dia tidak akan membiarkan pelanggar-pelanggar hukum, tetapi Dia akan membalasnya setimpal dengan kesalahan-kesalahan dan kejahatan-kejahatan yang telah dilakukan."
        },
        {
          "number": 210,
          "arabic": "هَلْ يَنظُرُونَ إِلَّآ أَن يَأْتِيَهُمُ ٱللَّهُ فِى ظُلَلٍ مِّنَ ٱلْغَمَامِ وَٱلْمَلَـٰٓئِكَةُ وَقُضِىَ ٱلْأَمْرُ ۚ وَإِلَى ٱللَّهِ تُرْجَعُ ٱلْأُمُورُ",
          "transliteration": "hal yanẓurūna illā an yatiyahumu l-lahu fī ẓulalin mina l-ghamāmi wal-malāikatu waquḍiya l-amru wa-ilā l-lahi tur'jaʿu l-umūru",
          "translation": "Tidak ada yang mereka tunggu-tunggu kecuali datangnya (azab) Allah bersama malaikat dalam naungan awan, sedangkan perkara (mereka) telah diputuskan. Dan kepada Allahlah segala perkara dikembalikan.",
          "tafsir": "Kemudian Allah menegaskan kepada orang yang bersifat demikian, tak ada yang ditunggu kecuali datangnya azab pada hari kiamat sebagaimana telah dijanjikan-Nya. Allah akan mendatangkan azab dan siksa-Nya berupa naungan awan yang semula mereka sangka akan membawa rahmat, padahal awan itu penuh dengan azab, yang dibawa oleh malaikat. Dalam ayat lain disebutkan: Dan (ingatlah) pada hari (ketika) langit pecah mengeluarkan kabut putih dan para malaikat diturunkan (secara) bergelombang. (al-Furqan/25:25). Hal ini pasti akan berlaku, karena telah menjadi ketetapan Allah dan tidak ada jalan lagi untuk menghindarinya, karena memang segala sesuatunya akan dikembalikan kepada Allah. Kiranya tidak banyak waktu lagi bagi orang yang belum juga sadar dan bagi pelanggar-pelanggar hukum Allah untuk cepat-cepat bertobat, meninggalkan perbuatan jahatnya sebelum meninggalkan dunia yang fana ini dan pindah ke alam baka."
        }
      ]
    }
  ]
}