{
  "pageNumber": 170,
  "juz": 9,
  "surahs": [
    {
      "number": 7,
      "name": "Al-A'raf",
      "nameArabic": "الأعراف",
      "meaning": "Tempat Tertinggi",
      "revelation": "Makkah",
      "description": "Surat Al-A'raf berjumlah 206 ayat, termasuk surat Makkiyyah, diturunkan sebelum surat Al-An'am, dan termasuk golongan surat \"Assab'uththiwaal\" (tujuh surat yang panjang). Dinamakan \"Al-A'raf\" karena perkataan Al-A'raf terdapat dalam ayat 46 yang mengemukakan tentang keadaan orang-orang yang berada di atas Al-A'raf, tempat yang tertinggi di batas surga dan neraka. Mereka itulah orang-orang yang antara kebaikan dan kejahatan mereka sama banyaknya.Pokok-Pokok Isi:1. Keimanan:Mentauhidkan Allah dalam berdoa dan beribadah; hanya Allah yang mengatur dan menjaga alam; menciptakan undang-undang dan hukum-hukum untuk mengatur kehidupan manusia di dunia dan di akhirat; Allah bersemayam di 'Arsy; bantahan terhadap kepalsuan syirik; ketauhidan sesuai dengan fitrah manusia; Musa berbicara dengan Allah; tentang melihat Allah; perintah beribadah sambil menundukkan diri kepada Allah; Allah memiliki al-asmaaul husnaa (nama-nama yang indah).2. Hukum-hukum:Larangan mengikuti perbuatan dan adat istiadat yang buruk; kewajiban mengikuti Allah dan rasul, perintah berhias ketika hendak shalat; bantahan terhadap orang yang mengharamkan perhiasan yang dianugerahkan Allah; perintah memakan makanan yang halal lagi baik dan larangan memakan yang sebaliknya.3. Kisah-kisah:Kisah Nabi Adam a.s. dengan Iblis; kisah Nabi Nuh a.s. dan kaumnya; kisah Nabi Shaleh a.s. dengan kaumnya; kisah Nabi Syu'aib a.s. dengan kaumnya; kisah Nabi Musa a.s. dengan Fir'aun.4. Lain-lain:Al-Qur'an diturunkan kepada Nabi terakhir dan perintah mengikutinya; Nabi Muhammad diutus untuk seluruh manusia; adab orang mukmin, adab mendengar bacaan Al-Qur'an dan berzikir; rasul bertanggung jawab menyampaikan seruan Allah; balasan terhadap orang-orang yang mengikuti dan mengingkari rasul; dakwah rasul-rasul yang pertama ialah mentauhidkan Allah; tentang ashhaabul A'raaf yang berada di antara surga dan neraka; Allah pencipta makhluk; manusia adalah makhluk terbaik yang diciptakan Allah serta memiliki kesediaan untuk berbuat baik dan berbuat buruk; permusuhan setan terhadap manusia; manusia khalifah Allah di bumi; kehancuran suatu kaum karena perbuatan mereka sendiri; setiap bangsa memiliki masa jaya dan masa kehancuran; Allah memberikan cobaan kepada manusia dengan kekayaan dan kemiskinan; istidraj azab Allah terhadap orang-orang yang mendustakan ayat-ayat-Nya.Surat Al-A'raf dimulai dengan pengutaraan tentang kewajiban manusia mengikuti rasul dan akibat mengingkarinya. Selanjutnya, diterangkan tentang perselisihan antara Nabi Adam dan Iblis di surga yang merupakan permulaan perselisihan antara golongan yang taat kepada perintah Allah dan golongan yang mengingkari sebagaimana yang terjadi pada nabi-nabi terdahulu dengan umat-umatnya. Kemudian surat ini ditutup dengan penjelasan tentang adab-adab orang mukmin, adab-adab mendengarkan ayat-ayat Al-Qur'an, dan tata cara berdoa dan berzikir kepada-Nya.Hubungan Antara Surat Al-A'Raf Dengan Surat Al-Anfal:1. Akhir surat Al-A'raf mengemukakan keadaan beberapa orang rasul yang diutus sebelum Nabi Muhammad dalam menghadapi kaumnya, sedang permulaan surat Al-Anfal menerangkan keadaan Nabi Muhammad dalam menghadapi umatnya.2. Permusuhan antara Adam dan Iblis di surga dilanjutkan dengan permusuhan antara manusia yang menerima petunjuk dari Allah dengan yang tidak menerimanya. Ini diterangkan dalam surat Al-A'raf. Hal yang serupa diterangkan lebih jelas dalam surat Al-Anfal; pertentangan kedua golongan itu serta tingkah laku mereka dalam perang Badar. Surat Al-A'raf termasuk surat yang banyak persesuaiannya dengan surat-surat yang lain, seperti: Al-Baqarah, Ali 'Imran, At-Taubah, danYunus.",
      "verses": [
        {
          "number": 156,
          "arabic": "۞ وَٱكْتُبْ لَنَا فِى هَـٰذِهِ ٱلدُّنْيَا حَسَنَةً وَفِى ٱلْـَٔاخِرَةِ إِنَّا هُدْنَآ إِلَيْكَ ۚ قَالَ عَذَابِىٓ أُصِيبُ بِهِۦ مَنْ أَشَآءُ ۖ وَرَحْمَتِى وَسِعَتْ كُلَّ شَىْءٍ ۚ فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤْتُونَ ٱلزَّكَوٰةَ وَٱلَّذِينَ هُم بِـَٔايَـٰتِنَا يُؤْمِنُونَ",
          "transliteration": "wa-uk'tub lanā fī hādhihi l-dun'yā ḥasanatan wafī l-ākhirati innā hud'nā ilayka qāla ʿadhābī uṣību bihi man ashāu waraḥmatī wasiʿat kulla shayin fasa-aktubuhā lilladhīna yattaqūna wayu'tūna l-zakata wa-alladhīna hum biāyātinā yu'minūna",
          "translation": "Dan tetapkanlah untuk kami kebaikan di dunia ini dan di akhirat. Sungguh, kami kembali (bertobat) kepada Engkau. (Allah) berfirman, \"Siksa-Ku akan Aku timpakan kepada siapa yang Aku kehendaki dan rahmat-Ku meliputi segala sesuatu. Maka akan Aku tetapkan rahmat-Ku bagi orang-orang yang bertakwa, yang menunaikan zakat dan orang-orang yang beriman kepada ayat-ayat Kami.\"",
          "tafsir": "Selanjutnya Musa berdoa, \"Berilah kami kebajikan di dunia, yaitu sehat jasmani dan rohani, diberi keturunan penyambung hidup dan penerus cita-cita, diberi kehidupan dalam keluarga yang diliputi rasa kasih sayang, dianugerahi rezeki yang halal, serta taufik dan hidayah, sehingga bahagia pula hidup di akhirat. Sesungguhnya kami berdoa dan bertobat kepada Engkau, kami berjanji tidak akan melakukan perbuatan-perbuatan terlarang dan kami kembali kepada iman yang sebenar-benarnya, serta mengamalkan amal yang saleh yang Engkau ridai.\" Allah berfirman, \"rahmat-Ku lebih cepat datangnya kepada hamba-hamba-Ku daripada amarah-Ku, dan azab-Ku khusus Aku limpahkan kepada hamba-hamba-Ku yang Aku kehendaki, yaitu orang-orang yang berbuat kejahatan, ingkar dan durhaka.\" Tentang rahmat, nikmat dan keutamaan-Ku, semuanya itu meliputi alam semesta, tidak satu pun dari hamba-Ku yang tidak memperoleh-Nya, termasuk orang-orang kafir, orang-orang yang durhaka, orang-orang Yahudi, orang-orang Nasrani, dan orang-orang Muslim, penyembah patung anak sapi dan sebagainya. Sesungguhnya jika bukanlah karena rahmat, nikmat, dan keutamaan-Ku, niscaya telah aku binasakan seluruh alam ini, karena kebanyakan orang kafir, durhaka, yang selalu mengerjakan kemaksiatan. \"Dan sekiranya Allah menghukum manusia disebabkan apa yang telah mereka perbuat, niscaya Dia tidak akan menyisakan satupun makhluk bergerak yang bernyawa di bumi ini, tetapi Dia menangguhkan (hukuman)-nya, sampai waktu yang sudah ditentukan.\" (Fathir/35: 45) Allah menegaskan bahwa rahmat, nikmat Allah yang diberikannya kepada orang-orang kafir, sifatnya sementara, tidak abadi, dan tidak sempurna, sedangkan rahmat yang sempurna dan abadi akan dianugerahkan-Nya kepada orang-orang yang bertakwa dan orang-orang yang menunaikan zakat. Dalam ayat ini disebut zakat, tidak disebut amal lain yang tidak kalah nilainya dari zakat. Hal ini ada hubungannya dengan banyaknya orang yang enggan mengeluarkan zakat dibanding banyaknya orang yang enggan mengerjakan amal lain yang diperintahkan Allah. Juga merupakan isyarat kepada sifat orang Yahudi yang sangat cinta kepada harta dan enggan menyerahkan sebagian hartanya di jalan Allah. Penetapan rahmat, nikmat dan keutamaan secara istimewa kepada orang-orang yang takwa dan menunaikan zakat itu adalah seperti ketetapan Allah secara istimewa kepada orang-orang yang membenarkan ayat-ayat-Nya, dan mengakui keesaan Allah dan kebenaran rasul-rasul-Nya yang telah diutus-Nya dengan pengakuan yang didasarkan atas pengetahuan dan keyakinan, bukan berdasarkan taklid dan pengaruh adat kebiasaan nenek-moyang mereka."
        },
        {
          "number": 157,
          "arabic": "ٱلَّذِينَ يَتَّبِعُونَ ٱلرَّسُولَ ٱلنَّبِىَّ ٱلْأُمِّىَّ ٱلَّذِى يَجِدُونَهُۥ مَكْتُوبًا عِندَهُمْ فِى ٱلتَّوْرَىٰةِ وَٱلْإِنجِيلِ يَأْمُرُهُم بِٱلْمَعْرُوفِ وَيَنْهَىٰهُمْ عَنِ ٱلْمُنكَرِ وَيُحِلُّ لَهُمُ ٱلطَّيِّبَـٰتِ وَيُحَرِّمُ عَلَيْهِمُ ٱلْخَبَـٰٓئِثَ وَيَضَعُ عَنْهُمْ إِصْرَهُمْ وَٱلْأَغْلَـٰلَ ٱلَّتِى كَانَتْ عَلَيْهِمْ ۚ فَٱلَّذِينَ ءَامَنُوا۟ بِهِۦ وَعَزَّرُوهُ وَنَصَرُوهُ وَٱتَّبَعُوا۟ ٱلنُّورَ ٱلَّذِىٓ أُنزِلَ مَعَهُۥٓ ۙ أُو۟لَـٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
          "transliteration": "alladhīna yattabiʿūna l-rasūla l-nabiya l-umiya alladhī yajidūnahu maktūban ʿindahum fī l-tawrāti wal-injīli yamuruhum bil-maʿrūfi wayanhāhum ʿani l-munkari wayuḥillu lahumu l-ṭayibāti wayuḥarrimu ʿalayhimu l-khabāitha wayaḍaʿu ʿanhum iṣ'rahum wal-aghlāla allatī kānat ʿalayhim fa-alladhīna āmanū bihi waʿazzarūhu wanaṣarūhu wa-ittabaʿū l-nūra alladhī unzila maʿahu ulāika humu l-muf'liḥūna",
          "translation": "(Yaitu) orang-orang yang mengikuti Rasul, Nabi yang ummi (tidak bisa baca tulis) yang (namanya) mereka dapati tertulis di dalam Taurat dan Injil yang ada pada mereka, yang menyuruh mereka berbuat yang makruf dan mencegah dari yang mungkar, dan yang menghalalkan segala yang baik bagi mereka dan mengharamkan segala yang buruk bagi mereka, dan membebaskan beban-beban dan belenggu-belenggu yang ada pada mereka.<sup foot_note=135295>1</sup> Adapun orang-orang yang beriman kepadanya, memuliakannya, menolongnya dan mengikuti cahaya yang terang yang diturunkan kepadanya (Alquran), mereka itulah orang-orang yang beruntung.",
          "tafsir": "Sifat-sifat Muhammad sebagai Rasul ialah: 1. Nabi yang ummi (buta huruf) Dalam ayat ini diterangkan bahwa salah satu sifat Muhammad saw ialah tidak pandai menulis dan membaca. Sifat ini memberi pengertian bahwa orang yang ummi tidak mungkin membaca Taurat dan Injil yang ada pada orang-orang Yahudi dan Nasrani, demikian pula cerita-cerita kuno yang berhubungan dengan umat-umat dahulu. Hal ini membuktikan bahwa risalah yang di bawa oleh Muhammad saw itu benar-benar berasal dari Tuhan Yang Maha Esa. Mustahil seseorang yang tidak tahu tulis baca dapat membuat dan membaca Al-Quran dan hadis yang memuat hukum-hukum, ketentuan-ketentuan ilmu pengetahuan yang demikian tinggi nilainya. Seandainya Al-Quran itu buatan Muhammad, bukan berasal dari Tuhan Semesta Alam tentulah manusia dapat membuat atau menirunya, tetapi sampai saat ini belum ada seorang manusia pun yang sanggup menandinginya. \"Dan engkau (Muhammad) tidak pernah membaca sesuatu kitab sebelum (Al-Quran) dan engkau tidak (pernah) menulis suatu kitab dengan tangan kananmu; sekiranya (engkau pernah membaca dan menulis), niscaya ragu orang-orang yang mengingkarinya.\" (al-Ankabut/29: 48) 2. Kedatangan Nabi Muhammad telah diberitakan dalam Taurat dan Injil Kedatangan Muhammad sebagai Nabi dan Rasul penutup diisyaratkan di dalam Taurat (Kejadian xxi. 13,18; Ulangan xviii. 15) dan Injil (Yohanes xiv. 16), di dalam Al-Quran disebutkan dengan jelas bahwa mereka pun sudah mengenal pribadi Muhammad dan akhlaknya : Orang-orang yang telah Kami beri Kitab (Taurat dan Injil) mengenalnya (Muhammad) seperti mereka mengenal anak-anak mereka sendiri. Sesungguhnya sebagian mereka pasti menyembunyikan kebenaran, padahal mereka mengetahui(nya). (al-Baqarah/2: 146) Yahudi dan Nasrani telah menyembunyikan pemberitaan tentang akan diutusnya Muhammad saw dengan menghapus pemberitaan ini dan menggantinya dengan yang lain di dalam Taurat dan Injil. Banyak ayat Al-Quran yang menerangkan tindakan-tindakan orang-orang Yahudi dan Nasrani mengubah isi Taurat. Sekalipun demikian masih terdapat ayat-ayat Perjanjian Lama dan Perjanjian Baru mengisyaratkan akan kedatangan Muhammad itu. Dalam kitab Kejadian xi:13 diterangkan bahwa akan datang seorang Nabi akhir zaman nanti dari keturunan Ismail. Dari Taurat ada beberapa isyarat yang dapat dijadikan dalil untuk menyatakan bahwa Nabi Muhammad saw adalah seorang nabi di antara nabi-nabi. Hal ini menunjukkan bahwa orang-orang yang dinobatkan oleh Tuhan itu akan timbul dari saudara-saudara Bani Israil, tetapi bukan dari Bani Israil itu sendiri. Adapun saudara-saudara Bani Israil itu ialah Bani Ismail (ras Arab), sebab Ismail adalah saudaranya yang lebih tua dari Ishak bapak Nabi Yaqub. Dan Nabi Muhammad saw sudah jelas adalah keturunan Bani Ismail. Kemudian dalam kitab Kalnest terdapat kata, \"Yang seperti engkau\" yang memberikan arti bahwa nabi yang akan datang haruslah seperti Nabi Musa, Nabi yang membawa syariat baru (agama Islam) yang juga berlaku untuk bangsa Israil, kemudian diterangkan lagi bahwa nabi itu tidak sombong, sejak sebelum menjadi nabi. Sebelum menjadi Nabi beliau sudah disenangi orang, terbukti dengan pemberian gelar oleh orang Arab kepadanya \"Al-Amin\"; yang artinya, \"Orang yang dipercaya\". Jika beliau orang yang sombong, tentu beliau tidak akan diberi gelar yang amat terpuji itu. Setelah menjadi Nabi beliau lebih ramah dan rendah hati. Umat Nasrani menyesuaikan Nubuat itu kepada Nabi Isa di samping mereka mengakui bahwa Isa mati terbunuh (disalib). Hal ini jelas bertentangan dengan ayat Nubuat itu sendiri. Sebab Nabi itu haruslah tidak mati terbunuh. Disebutkan pula bahwa Tuhan telah datang dari Bukit Sinai, maksudnya memberikan wahyu kepada Musa dan telah terbit bagi mereka di Seir (Ulangan ii. 1-8)\", maksudnya menurunkan kepada Nabi Isa wahyu, serta gemerlapan cahayanya dari gunung Paran, maksudnya menurunkan wahyu kepada Muhammad saw. Paran (Faron) adalah nama salah satu bukit di Mekah. Dalam Yohanes xiv.16, xv.26 dan xvi.7 disebutkan Nubuat Nabi Muhammad saw sebagai berikut: \"Maka ada pun apabila telah datang Periclytos, yang Aku telah mengutusnya kepadamu dari bapak, roh yang benar yang berasal dari bapak, maka dia menjadi saksi bagiku, sedangkan kamu menjadi saksi sejak semula. Perkataan \"Periclytos\" adalah bahasa Yunani, yang artinya sama dengan \"Ahmad\" dalam bahasa Arab. Hal ini sesuai dengan firman Allah swt: \"Dan (ingatlah) ketika Isa putera Maryam berkata, \"Wahai Bani Israil! Sesungguhnya aku adalah utusan Allah kepadamu, membenarkan kitab (yang turun) sebelumku, yaitu Taurat dan memberi kabar gembira dengan seorang Rasul yang akan datang setelahku, yang namanya Ahmad (Muhammad).\" (ash-shaff/61: 6) Demikianlah sekali pun ada bagian Taurat dan Injil yang diubah, ditambah, dan dihilangkan, juga masih terdapat isyarat-isyarat tentang kenabian dan kerasulan Muhammad saw. Itu pulalah sebabnya sebagian ulama Yahudi dan Ibrani yang mengakui kebenaran berita itu segera beriman kepada Muhammad dan risalah yang dibawanya, seperti Abdullah bin Salam dari kalangan Yahudi, Tamim ad-Dari dari kalangan Nasrani. 3. Nabi menyuruh berbuat maruf dan melarang berbuat mungkar Perbuatan yang maruf ialah perbuatan yang baik, yang sesuai dengan akal sehat, bermanfaat bagi diri mereka sendiri, manusia dan kemanusiaan serta sesuai dengan ajaran agama. Sedangkan perbuatan yang mungkar ialah perbuatan yang buruk, yang tidak sesuai dengan akal yang sehat, dan dapat menimbulkan mudarat bagi diri sendiri, bagi manusia dan kemanusiaan. Perbuatan maruf yang paling tinggi nilainya ialah mengakui keesaan Allah, dan menunjukkan ketaatan kepada-Nya, sedang perbuatan mungkar yang paling buruk ialah menyekutukan Allah swt. 4. Menghalalkan yang baik dan mengharamkan yang buruk Yang dimaksud dengan yang baik ialah yang halal lagi baik, tidak merusak akal, pikiran, jasmani dan rohani. Sedangkan yang dimaksud dengan buruk ialah yang haram, yang merusak akal, pikiran, jasmani dan rohani. 5. Menghilangkan berbagai beban dan belenggu yang memberatkan Maksudnya ialah bahwa syariat yang dibawa Nabi Muhammad saw tidak ada lagi beban yang berat seperti yang dipikulkan kepada Bani Israil. Umpamanya mensyariatkan membunuh diri atau membunuh nafsu untuk sahnya tobat, mewajibkan qishash pada pembunuhan, baik yang disengaja ataupun yang tidak disengaja, tanpa membolehkan membayar diat, memotong bagian badan yang melakukan kesalahan, membuang atau menggunting kain yang terkena najis, dan sebagainya. Sesuai dengan firman Allah swt: \"Allah tidak ingin menyulitkan kamu, tetapi Dia hendak membersihkan kamu dan menyempurnakan nikmat-Nya bagimu, agar kamu bersyukur\". (al-Maidah/5: 6) Demikian juga Rasululllah saw bersabda : \"Berilah kabar gembira dan janganlah memberikan kabar yang menakut-nakuti, mudahkanlah dan jangan mempersukar, bersatulah dan jangan berselisih.\" (Riwayat al-Bukhari dan Muslim) Sesungguhnya kepada Bani Israil telah diisyaratkan hukum-hukum yang berat, baik hukum ibadah, maupun hukum muamalat. Kemudian kepada Nabi Isa as diisyariatkan hukum ibadah yang berat. Sedang syariat Nabi Muhammad saw, sifatnya tidak memberatkan, tetapi melapangkan dan memperingan tanggungan, baik yang berhubungan dengan hukum-hukum ibadah maupun yang berhubungan dengan hukum-hukum muamalat. Allah menerangkan cara-cara mengikuti Rasul yang telah disebutkan ciri-cirinya, agar bahagia hidup di dunia dan di akhirat nanti, ialah beriman kepadanya dan kepada risalah yang dibawanya, menolongnya dengan rasa penuh hormat, menegakkan dan meninggikan agama yang dibawanya, mengikuti Al-Quran yang dibawanya."
        },
        {
          "number": 158,
          "arabic": "قُلْ يَـٰٓأَيُّهَا ٱلنَّاسُ إِنِّى رَسُولُ ٱللَّهِ إِلَيْكُمْ جَمِيعًا ٱلَّذِى لَهُۥ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ لَآ إِلَـٰهَ إِلَّا هُوَ يُحْىِۦ وَيُمِيتُ ۖ فَـَٔامِنُوا۟ بِٱللَّهِ وَرَسُولِهِ ٱلنَّبِىِّ ٱلْأُمِّىِّ ٱلَّذِى يُؤْمِنُ بِٱللَّهِ وَكَلِمَـٰتِهِۦ وَٱتَّبِعُوهُ لَعَلَّكُمْ تَهْتَدُونَ",
          "transliteration": "qul yāayyuhā l-nāsu innī rasūlu l-lahi ilaykum jamīʿan alladhī lahu mul'ku l-samāwāti wal-arḍi lā ilāha illā huwa yuḥ'yī wayumītu faāminū bil-lahi warasūlihi l-nabiyi l-umiyi alladhī yu'minu bil-lahi wakalimātihi wa-ittabiʿūhu laʿallakum tahtadūna",
          "translation": "Katakanlah (Muhammad), \"Wahai manusia! Sesungguhnya aku ini utusan Allah bagi kamu semua, Yang memiliki kerajaan langit dan bumi; tidak ada tuhan (yang berhak disembah) selain Dia, Yang menghidupkan dan mematikan, maka berimanlah kamu kepada Allah dan Rasul-Nya, (yaitu) Nabi yang ummi yang beriman kepada Allah dan kepada kalimat-kalimat-Nya (kitab-kitab-Nya). Ikutilah dia, agar kamu mendapat petunjuk.\"",
          "tafsir": "Allah memerintahkan kepada Muhammad, agar ia menyeru seluruh umat manusia mengikuti agama yang dibawanya, di mana saja mereka berada, dan bangsa apa pun dia, agar dia menerangkan bahwa dia adalah Rasul Allah yang diutus kepada mereka semua. Keumuman risalah Muhammad saw dinyatakan lagi oleh firman Allah: Dan Kami tidak mengutus engkau (Muhammad), melainkan kepada semua umat manusia sebagai pembawa berita gembira dan sebagai pemberi peringatan... (Saba/34: 28) Dan firman Allah juga: ...Al-Quran ini diwahyukan kepadaku agar dengannya itu aku memberi peringatan kepadamu dan kepada orang yang sampai (Al-Quran kepadanya)... (al-Anam/6: 19) Demikian pula hadis Nabi yang menerangkan keumuman risalahnya sebagai berikut: \"Telah diberikan kepadaku lima hal, yang belum pernah diberikan kepada seorang Nabi pun sebelumku. Aku ditolong dengan memasukkan rasa takut kepada musuhku dalam jarak perjalanan sebulan, dan dijadikan bagiku bumi sebagai masjid (tempat salat) dan alat bersuci. Maka siapa saja dari umatku yang telah datang padanya waktu salat maka hendaklah ia salat (dimana pun ia berada), dan dihalalkan bagiku harta rampasan yang tidak dihalalkan kepada orang sebelumku, diberikan kepadaku syafaat, dan Nabi lain diutus kepada kaumnya saja, sedangkan aku diutus kepada semua umat manusia\". (Riwayat al-Bukhari dan Muslim) Allah menerangkan keesaan-Nya, yaitu tidak ada tuhan selain Dia, hanyalah Dia yang berhak disembah, karena Dialah yang mengurus langit dan bumi, mengatur alam seluruhnya. Dia menghidupkan segala yang hidup dan mematikan segala yang mati. Dalam ayat ini diterangkan bahwa ada tiga kekuasaan Tuhan yang utama: yaitu pemilik yang ada di langit dan bumi, satu-satunya Tuhan yang dapat disembah, Tuhan yang menghidupkan dan mematikan. Kemudian Allah memerintahkan seluruh manusia agar beriman kepada Allah dan beriman kepada Nabi yang ummi, beriman kepada wahyunya yaitu kitab-kitab terdahulu dan memerintahkan manusia agar mengikuti nabi tersebut. Rasul yang ummi itu memurnikan pengabdian kepada Allah, beriman kepada kitab-kitab yang telah diturunkan kepada para Nabi yang terdahulu. Setelah perintah beriman, Allah mengiringi dengan perintah agar manusia melaksanakan semua syariat yang dibawa Nabi Muhammad saw."
        },
        {
          "number": 159,
          "arabic": "وَمِن قَوْمِ مُوسَىٰٓ أُمَّةٌ يَهْدُونَ بِٱلْحَقِّ وَبِهِۦ يَعْدِلُونَ",
          "transliteration": "wamin qawmi mūsā ummatun yahdūna bil-ḥaqi wabihi yaʿdilūna",
          "translation": "Dan di antara kaum Musa itu terdapat suatu umat yang memberi petunjuk (kepada manusia) dengan (dasar) kebenaran dan dengan itu (pula) mereka berlaku adil.<sup foot_note=135296>1</sup>",
          "tafsir": "Di antara kaum Musa ada segolongan besar yang menunjukkan kepada manusia jalan yang benar sesuai dengan yang diperintahkan Allah, mengajak manusia berbuat kebajikan, menetapkan hukum di antara manusia dengan adil, tidak mengikuti hawa nafsu mereka, tidak makan makanan yang diharamkan Allah, tidak mengerjakan perbuatan yang terlarang, baik mereka itu berada pada masa Musa, maupun mereka berada pada masa sesudahnya. Keadaan kaum Musa ini dijelaskan lagi dalam firman Allah swt: Mereka itu tidak (seluruhnya) sama. Di antara ahli kitab ada golongan yang jujur, mereka membaca ayat-ayat Allah pada malam hari, dan mereka (juga) bersujud (salat). (Ali Imran/3: 113) Kaum Musa ada yang menerima dan melaksanakan petunjuk Allah swt dengan sepenuh hati. Mereka itu ada tiga macam: a. Kaum Musa yang ada pada masa Nabi Muhammad saw, atau setelah beliau meninggal, mereka membaca kitab Taurat, lalu beriman kepada Muhammad saw, sesuai dengan isyarat yang mereka baca dalam kitab Taurat. b. Kaum Musa yang benar-benar beriman kepada Muhammad saw setelah beliau meninggal dunia. c. Kaum Musa yang hidup dalam dua periode yaitu periode sebelum Muhammad diutus. Mereka beriman sepenuhnya kepada Nabi Musa. Setelah Muhammad diutus mereka beriman kepada Muhammad sesuai dengan petunjuk yang mereka dapati dalam Taurat."
        }
      ]
    }
  ]
}