{
  "pageNumber": 290,
  "juz": 15,
  "surahs": [
    {
      "number": 17,
      "name": "Al-Isra'",
      "nameArabic": "الإسراء",
      "meaning": "Perjalanan Malam",
      "revelation": "Makkah",
      "description": "Surat ini terdiri dari 111 ayat dan termasuk surat Makkiyyah. Dinamakan dengan \"Al-Isra'\" yang berarti \"memperjalankan pada malam hari,\" berhubung peristiwa Isra' Nabi Muhammad dari Masjidil Haram di Mekah ke Masjidil Aqsha di Baitul Maqdis dicantumkan pada ayat pertama surat ini. Penuturan cerita Isra' pada permulaan surat ini mengandung isyarat bahwa Nabi Muhammad beserta umatnya di kemudian hari akan mencapai martabat yang tinggi dan akan menjadi umat yang besar.Surat ini dinamakan pula dengan \"Bani Israil\" artinya \"keturunan Israil\" berhubung permulaan surat ini, yakni pada ayat kedua sampai dengan ayat kedelapan dan ayat 101 sampai dengan ayat 104, Allah menyebutkan tentang Bani Israil, yang dihinakan sebab menyimpang dari ajaran Allah padahal sebelumnya adalah bangsa yang kuat dan besar. Dihubungkannya kisah Isra' dengan cerita \"Bani Israil\" pada surat ini, memberikan peringatan bahwa umat Islam akan mengalami keruntuhan, sebagaimana halnya Bani Israil, apabila mereka juga meninggalkan ajaran-ajaran agama.**Pokok-Pokok Isi:**1. **Keimanan:** Allah tidak mempunyai anak baik berupa manusia ataupun malaikat; Allah pasti memberikan rezeki kepada manusia; Allah mempunyai nama-nama yang paling baik; Al-Qur'an adalah wahyu dari Allah yang memberikan petunjuk, penawar, dan rahmat bagi orang-orang yang beriman; keberadaan padang Mahsyar dan hari kebangkitan.2. **Hukum-hukum:** Larangan menghilangkan (membunuh) manusia; larangan berzina; larangan mempergunakan harta anak yatim kecuali dengan cara yang dibenarkan agama; larangan ikut-ikutan baik dengan kata-kata maupun dengan perbuatan dan durhaka kepada kedua orang tua. Perintah memenuhi janji dan menyempurnakan timbangan dan takaran; perintah melakukan shalat lima waktu tepat pada waktunya.3. **Kisah-kisah:** Kisah Isra' Nabi Muhammad; beberapa kisah tentang Bani Israil.4. **Lain-lain:** Pertanggungjawaban manusia terhadap amal perbuatannya; beberapa faktor yang menyebabkan kebangkitan dan kehancuran suatu umat; petunjuk-petunjuk tentang pergaulan dengan kedua orang tua, tetangga, dan masyarakat; manusia adalah makhluk Allah yang mulia namun mempunyai sifat-sifat yang tidak baik, seperti: suka ingkar, putus asa, dan terburu-buru; dan persoalan roh.Dalam surat ini, banyak ayat yang mengemukakan bahwa Al-Qur'an yang dibawa Nabi Muhammad benar-benar wahyu dari Allah, dan bahwa manusia pasti mengalami hari kebangkitan. Dalam surat ini, dikemukakan pula dalil-dalil tentang kekuasaan dan keesaan Allah serta hukum-hukum yang diturunkan-Nya yang wajib diperhatikan dan dikerjakan oleh manusia.**Hubungan Surat Al-Isra' Dengan Surat Al-Kahfi:**1. Surat Al-Isra' dimulai dengan tasbih (membaca subhanallah) kepada Allah, sedang surat Al-Kahfi dibuka dengan tahmid (membaca alhamdulillah) kepada-Nya. Tasbih dan tahmid adalah dua kata yang seringkali bergandengan dalam firman-firman Allah.2. Persamaan antara penutup surat Al-Isra' dengan pembuka surat Al-Kahfi adalah sama-sama dengan tahmid kepada Allah.3. Menurut sebuah riwayat, ada tiga buah pertanyaan yang diajukan oleh orang Yahudi melalui perantara orang musyrikin kepada Nabi Muhammad, yakni permasalahan ruh, cerita Ashhabul Kahfi, dan kisah Dzulqarnain. Permasalahan ruh dijawab dalam surat Al-Isra' dan dua permasalahan lainnya pada surat Al-Kahfi.4. Dalam surat Al-Isra' ayat 85 Allah berfirman, \"Dan kamu hanya diberi sedikit pengetahuan.\" Firman ini ditujukan kepada sebagian orang Yahudi yang merasa sombong dengan ilmu pengetahuan yang ada pada mereka, sebab mereka hanyalah manusia yang diberi sedikit ilmu pengetahuan. Dalam surat Al-Kahfi, Allah menceritakan tentang Nabi Musa dengan Nabi Khidhir yang belum pernah diketahui oleh orang-orang Yahudi.",
      "verses": [
        {
          "number": 76,
          "arabic": "وَإِن كَادُوا۟ لَيَسْتَفِزُّونَكَ مِنَ ٱلْأَرْضِ لِيُخْرِجُوكَ مِنْهَا ۖ وَإِذًا لَّا يَلْبَثُونَ خِلَـٰفَكَ إِلَّا قَلِيلًا",
          "transliteration": "wa-in kādū layastafizzūnaka mina l-arḍi liyukh'rijūka min'hā wa-idhan lā yalbathūna khilāfaka illā qalīlan",
          "translation": "Dan sungguh, mereka hampir membuatmu (Muhammad) gelisah di negeri (Mekkah) karena engkau harus keluar dari negeri itu, dan kalau terjadi demikian, niscaya sepeninggalmu mereka tidak akan tinggal (di sana), melainkan sebentar saja.<sup foot_note=135430>1</sup>",
          "tafsir": "Ayat ini mengungkapkan bagaimana berbagai tekanan yang dihadapi Rasulullah dan kaum Muslimin hampir berhasil membuat beliau tidak tahan lagi berdiam di Mekah, apalagi setelah orang-orang kafir Quraisy membuat rencana untuk membunuhnya. Peristiwa itulah yang melatarbelakangi ter-jadinya peristiwa Hijrah ke Medinah. Allah menyampaikan ancaman-Nya melalui Rasulullah kepada kaum kafir Quraisy bahwa jika Nabi dan kaum Muslimin terusir dari Mekah, maka itu tidak akan dibiarkan oleh Allah. Dalam waktu singkat mereka akan dibinasakan Allah dan selanjutnya negeri Mekah akan dikuasai kembali oleh kaum Mukminin. Janji Allah itu terbukti dengan terbunuhnya para pemimpin Quraisy dalam perang Badar yang terjadi pada tahun kedua sesudah Nabi hijrah ke Medinah, dan ditaklukkannya kota Mekah pada tahun ke-8 Hijrah."
        },
        {
          "number": 77,
          "arabic": "سُنَّةَ مَن قَدْ أَرْسَلْنَا قَبْلَكَ مِن رُّسُلِنَا ۖ وَلَا تَجِدُ لِسُنَّتِنَا تَحْوِيلًا",
          "transliteration": "sunnata man qad arsalnā qablaka min rusulinā walā tajidu lisunnatinā taḥwīlan",
          "translation": "(Yang demikian itu) merupakan ketetapan bagi para rasul Kami yang Kami utus sebelum engkau,<sup foot_note=135431>1</sup> dan tidak akan engkau dapati perubahan atas ketetapan Kami.",
          "tafsir": "Dalam ayat ini dijelaskan tentang hukum-hukum Allah yang berlaku umum, sebagaimana yang telah dialami oleh para rasul dan nabi sebelum-nya. Mereka mengalami tekanan-tekanan yang berat dan diusir oleh kaum-nya. Tetapi akhirnya, Allah memenangkan kaum Muslimin dan menghukum mereka yang ingkar. Demikian pula Rasulullah saw dan para pengikutnya, mereka tidak luput dari tekanan dan penganiayaan kaum musyrikin Mekah. Namun, hal itu tidak mempengaruhi keteguhan hati Rasulullah dan pengikut-pengikutnya, meskipun mereka terpaksa hijrah. Janji kemenangan dari Allah akan datang pada waktunya, dan musuh-musuh Allah akan mengalami kekalahan yang besar. Perlu dijelaskan bahwa hukuman dengan memusnahkan mereka yang durhaka seperti yang terjadi pada kaum 'Ad, Samud, kaum Lut, dan lain-lain yang dikenal dengan istilah azab al-isti'shal (hukuman dengan pemusnahan) tidak diberlakukan lagi setelah Rasulullah Muhammad saw diutus karena beliau pembawa rahmat ke seluruh umat manusia, dan adanya harapan bahwa kaum kafir Quraisy atau keturunannya akan masuk Islam. Allah swt berfirman: Tetapi Allah tidak akan menghukum mereka, selama engkau (Muhammad) berada di antara mereka. Dan tidaklah (pula) Allah akan menghukum mereka, sedang mereka (masih) memohon ampunan. (al-Anfal/8: 33)"
        },
        {
          "number": 78,
          "arabic": "أَقِمِ ٱلصَّلَوٰةَ لِدُلُوكِ ٱلشَّمْسِ إِلَىٰ غَسَقِ ٱلَّيْلِ وَقُرْءَانَ ٱلْفَجْرِ ۖ إِنَّ قُرْءَانَ ٱلْفَجْرِ كَانَ مَشْهُودًا",
          "transliteration": "aqimi l-ṣalata lidulūki l-shamsi ilā ghasaqi al-layli waqur'āna l-fajri inna qur'āna l-fajri kāna mashhūdan",
          "translation": "Laksanakanlah salat sejak matahari tergelincir sampai gelapnya malam dan (laksanakan pula salat) Subuh.<sup foot_note=135432>1</sup> Sungguh, salat subuh itu disaksikan (oleh malaikat).",
          "tafsir": "Ayat ini memerintahkan agar Rasulullah saw mendirikan salat sesudah matahari tergelincir sampai gelap malam, dan mendirikan salat Subuh. Maksudnya ialah mendirikan salat lima waktu, yaitu salat Zuhur, Asar, Magrib, Isya, dan Subuh. Melaksanakan salat lima waktu ialah mengerjakan dan menunaikannya lengkap dengan rukun-rukun dan syarat-syaratnya, terus menerus dikerjakan, sesuai dengan perintah Allah, lahiriah maupun batiniah. Yang dimaksud lahiriah ialah mengerjakan salat sesuai dengan ketentuan yang ditetapkan agama. Sedangkan batiniah ialah mengerjakan salat dengan penuh kekhu-syukan, karena merasakan keagungan dan kekuasaan Allah yang menguasai dan menciptakan seluruh alam ini. Rasulullah saw memerintahkan kaum Muslimin menyembah Allah dalam keadaan seakan-akan melihat Allah swt. Itulah ihsan sebagaimana sabda Rasulullah: Ihsan adalah bahwa engkau menyembah Allah, seolah-olah engkau melihat-Nya. Jika engkau tidak dapat melihat-Nya, maka sesungguhnya Dia melihat engkau. (Riwayat Muslim dari Abu Hurairah) Apabila seorang hamba Allah mengerjakan salat lima waktu, berarti ia telah mengerjakan salah satu rukun Islam, sesuai hadis Nabi saw: Islam didirikan di atas lima: syahadat bahwa tidak ada tuhan selain Allah dan bahwa Muhammad adalah utusan Allah, mendirikan salat, membayar zakat, puasa Ramadan, dan berhaji ke Baitullah bagi yang mampu melakukan perjalanan. (Riwayat Muslim dari 'Abdullah bin 'Umar r.a.) Dalam ayat ini diterangkan bahwa salat Subuh itu disaksikan oleh para malaikat. Maksudnya ialah pada waktu subuh itu malaikat penjaga malam bertemu dengan malaikat penjaga siang untuk pergantian tugas, dan kedua-nya melaporkan kepada Allah bahwa orang yang bersangkutan sedang melakukan salat ketika mereka tinggalkan, sebagaimana diterangkan dalam hadis Nabi saw: Dari Abu Hurairah, bahwasanya Nabi saw bersabda, \"Malaikat malam dan siang bergantian dalam tugasnya. Mereka berkumpul pada waktu salat Subuh dan salat Asar. Maka naiklah malaikat yang menjagamu pada malam hari, dan Tuhan bertanya kepada mereka (padahal Allah lebih mengetahui tentang kamu), \"Bagaimana keadaan hamba-Ku waktu engkau tinggalkan?\" Para malaikat menjawab, \"Kami datang kepada mereka, mereka dalam keadaan salat dan kami tinggalkan mereka, mereka pun dalam keadaan salat pula.\" (Riwayat al-Bukhari dan Muslim) ) Mengenai keutamaan mengerjakan salat Subuh pada awal waktunya, ar-Razi berkata, \"Sesungguhnya pada waktu subuh itu manusia menyaksikan tanda-tanda kekuasaan Allah dan kebesaran hikmah-Nya di langit dan di bumi. Pada waktu itu, sinar matahari yang terang benderang menyapu kegelapan malam, waktu itu bangunlah orang yang sedang tidur dan panca inderanya kembali bekerja setelah terlena selama mereka tidur.\""
        },
        {
          "number": 79,
          "arabic": "وَمِنَ ٱلَّيْلِ فَتَهَجَّدْ بِهِۦ نَافِلَةً لَّكَ عَسَىٰٓ أَن يَبْعَثَكَ رَبُّكَ مَقَامًا مَّحْمُودًا",
          "transliteration": "wamina al-layli fatahajjad bihi nāfilatan laka ʿasā an yabʿathaka rabbuka maqāman maḥmūdan",
          "translation": "Dan pada sebagian malam, lakukanlah salat tahajud (sebagai suatu ibadah) tambahan bagimu: mudah-mudahan Tuhanmu mengangkatmu ke tempat yang terpuji.",
          "tafsir": "Ayat ini memerintahkan Rasulullah dan kaum Muslimin agar bangun di malam hari untuk mengerjakan salat tahajud. Ayat ini merupakan ayat yang pertama kali memerintahkan Rasulullah mengerjakan salat malam sebagai tambahan atas salat yang wajib. Salat malam ini diterangkan oleh hadis Nabi saw: Bahwasanya Nabi saw ditanya orang, \"Salat manakah yang paling utama setelah salat yang diwajibkan (salat lima waktu).\" Rasulullah saw menjawab, \"Salat tahajud.\" (Riwayat Muslim dari Abu Hurairah) Dari hadis-hadis Nabi yang sahih, yang diriwayatkan dari 'A'isyah dan Ibnu 'Abbas dipahami bahwa Nabi Muhammad saw bangun untuk mengerja-kan salat tahajud, setelah beliau tidur. Kebiasaan Nabi ini dapat dijadikan dasar hukum bahwa salat tahajud itu sunat dikerjakan oleh seseorang, setelah tidur beberapa saat di malam hari, kemudian pada pertengahan malam hari ia bangun untuk salat tahajud. Kemudian Allah swt menerangkan bahwa hukum salat tahajud itu adalah sebagai ibadah tambahan bagi Rasulullah di samping salat lima waktu. Oleh karena itu, hukumnya bagi Rasulullah adalah wajib, sedang bagi umatnya adalah sunat. Dalam ayat ini, diterangkan tujuan salat tahajud bagi Nabi Muhammad ialah agar Allah swt dapat menempatkannya pada maqaman mahmudan (di tempat yang terpuji). Yang dimaksud dengan maqaman mahmudan ialah syafaat Rasulullah saw pada hari kiamat. Pada hari itu manusia mengalami keadaan yang sangat susah yang tiada taranya. Yang dapat melapangkan dan meringankan manusia dari keadaan yang sangat susah itu hanyalah permohonan Nabi Muhammad saw kepada Tuhannya, agar orang itu dilapangkan dan diringankan dari penderitaannya. Diriwayatkan oleh at-Tirmidzi dari Abu Hurairah bahwa Rasulullah saw berkata, \"Maksud maqaman mahmudan dalam ayat ini ialah syafaatku.\" (hadis hasan sahih) Ibnu Jarir ath-thabari mengatakan bahwa kebanyakan para ahli berkata, \"Yang dimaksud dengan maqaman mahmudan itu ialah suatu kedudukan yang dipergunakan oleh Rasulullah saw pada hari kiamat untuk memberi syafaat kepada manusia, agar Allah swt meringankan kesusahan dan kesulitan yang mereka alami pada hari itu.\" Diriwayatkan oleh an-Nasa'i, al-hakim, dan segolongan ahli hadis dari Hudzaifah, \"Allah mengumpulkan manusia pada suatu daratan yang luas pada hari kiamat, mereka semua berdiri dan tidak seorang pun yang berbicara pada hari itu kecuali dengan izin-Nya. Orang-orang yang mula-mula diseru namanya ialah Muhammad, maka Muhammad berdoa kepada-Nya. Inilah yang dimaksud dengan maqaman mahmudan dalam ayat ini. Diriwayatkan oleh al-Bukhari dari Jabir bin 'Abdullah bahwa Rasulullah saw bersabda: Barang siapa yang membaca doa setelah selesai mendengar azan, \"Wahai Tuhanku, Tuhan Yang memiliki seruan yang sempurna dan salat yang dikerjakan ini, berilah kepada Muhammad wasilah dan keutamaan dan angkatlah ia kepada al-maqam al-mahmud (kedudukan yang terpuji) yang telah Engkau janjikan kepadanya,\" maka dia memperoleh syafaatku. Diriwayatkan dari Abu Sa'id al-Khudri bahwa Rasulullah saw berkata, \"Aku adalah pemimpin anak cucu Adam pada hari kiamat. Aku tidak membanggakan diri, dan di tangankulah terpegang liwa'ul hamdi (bendera pujian) aku tidak membanggakan diri. Tidak ada seorang nabi pun pada hari itu, sejak dari Adam sampai nabi-nabi yang lain, kecuali berada di bawah benderaku itu, aku adalah orang yang pertama kali keluar dari bumi, dan aku tidak membanggakan diri. Manusia saat itu ditakutkan oleh tiga hal yang menakutkan. Kemudian mereka mendatangi Adam. Mereka berkata, \"Kamu adalah bapak kami, tolonglah kami kepada Tuhanmu.\" Adam menjawab, \"Saya punya dosa yang menyebabkan saya diturunkan ke bumi. Datanglah kepada Nuh!\" maka mereka mendatangi Nuh. (setelah mereka mengadukan masalahnya kepada Nuh), Nuh berkata, \"Saya telah mendoakan penghuni bumi sehingga mereka dihancurkan. Tetapi datanglah kepada Ibrahim. Maka mereka mendatangi Ibrahim. Ibrahim kemudian menyuruh mereka mendatangi Musa. Musa berkata, \"Saya pernah membunuh orang. Datanglah kepada Isa.\" Isa kemudian berkata, \"Saya pernah disembah selain Allah. Datang sajalah kepada Muhammad.\" Maka mereka mendatangi aku. Aku kemudian pergi bersama mereka, lalu aku pegang lingkaran pintu surga, kemudian aku tarik. Kemudian aku ditanya, \"Siapa itu?\" aku menjawab, \"Muhammad.\" Kemudian mereka membukakan pintu untukku, dan berkata, \"Selamat datang.\" lalu aku tersungkur bersujud. Kemudian Allah mengilhami aku untuk memuji, bertahmid, dan mengagungkan-Nya. Lalu aku diperintah, \"Angkatlah kepalamu, mintalah! Kamu akan diberi. Mintalah hak syafaat, maka kamu akan diizinkan untuk memberi syafaat. Dan berkatalah, akan didengar perkataanmu. Itulah maqam yang terpuji, yang difirmankah Allah, \"Semoga Tuhanmu memberikan maqam yang terpuji kepadamu.\" (Riwayat at-Tirmidzi) Dari ayat dan hadis-hadis di atas dipahami bahwa Nabi Muhammad saw dengan mengerjakan salat tahajud akan diangkat oleh Allah swt ke tempat dan kedudukan yang dipuji oleh umat manusia, para malaikat, dan Allah Tabaraka wa Taala, yaitu kedudukan untuk memintakan syafaat bagi umat manusia pada waktu berada di Padang Mahsyar dengan izin Allah. Umat manusia memang berhak mendapat syafaat karena amal saleh dan budi pekerti mereka semasa di dunia, yaitu diampuni dosanya oleh Tuhan atau dinaikkan derajatnya. Pada firman Allah yang lain diterangkan bahwa bangun di tengah malam untuk salat tahajud dan membaca Al-Qur'an dengan khusyuk akan dapat membuat iman jadi kuat dan membina diri pribadi. Allah swt berfirman: Wahai orang yang berselimut (Muhammad)! Bangunlah (untuk salat) pada malam hari, kecuali sebagian kecil. (Yaitu) separuhnya atau kurang sedikit dari itu, atau lebih dari (seperdua) itu, dan bacalah Al-Qur'an itu dengan perlahan-lahan. Sesungguhnya Kami akan menurunkan perkataan yang berat kepadamu. Sungguh, bangun malam itu lebih kuat (mengisi jiwa); dan (bacaan di waktu itu) lebih berkesan. (al-Muzzammil/73: 1-6)"
        },
        {
          "number": 80,
          "arabic": "وَقُل رَّبِّ أَدْخِلْنِى مُدْخَلَ صِدْقٍ وَأَخْرِجْنِى مُخْرَجَ صِدْقٍ وَٱجْعَل لِّى مِن لَّدُنكَ سُلْطَـٰنًا نَّصِيرًا",
          "transliteration": "waqul rabbi adkhil'nī mud'khala ṣid'qin wa-akhrij'nī mukh'raja ṣid'qin wa-ij'ʿal lī min ladunka sul'ṭānan naṣīran",
          "translation": "Dan katakanlah (Muhammad), ya Tuhanku, masukkan aku ke tempat masuk yang benar dan keluarkan (pula) aku ke tempat keluar yang benar dan berikanlah kepadaku dari sisi-Mu kekuasaan yang dapat menolong-(Ku).<sup foot_note=135433>1</sup>",
          "tafsir": "At-Tirmidzi meriwayatkan dari Ibnu 'Abbas bahwa Nabi berada di Mekah, lalu diperintahkan Allah untuk hijrah. Maka turunlah ayat ini. Allah swt memerintahkan kepada Nabi Muhammad saw agar mengucap-kan doa yang tersebut dalam ayat ini, yang maksudnya \"Wahai Tuhanku, masukkanlah aku ke tempat yang Engkau kehendaki, baik di dunia maupun di akhirat, dan tempatkan aku ke tempat yang Engkau kehendaki, baik di dunia maupun di akhirat.\" Di antara contoh masuknya Rasulullah ke suatu tempat dengan benar ialah beliau dan para sahabat memasuki kota Medinah sebagai orang-orang yang hijrah dari Mekah, memasuki kota Mekah di waktu penaklukan kota itu, masuk kubur setelah mati, dan memasuki tempat yang diridai Allah, seperti masuk masjid, rumah sendiri, rumah sahabat, dan kenalan setelah minta izin darinya, dan sebagainya. Keluar dari semua tempat yang dikehendaki Allah, seperti keluar dari kota Mekah waktu hijrah, keluar dari kubur waktu hari kebangkitan, atau keluar dari semua tempat yang dikehendaki Allah, seperti kota-kota yang menjadi tempat melakukan perbuatan maksiat dan sebagainya. Allah swt juga memerintahkan kepada Nabi agar berdoa kepada-Nya supaya dijadikan orang yang menguasai hujah dan alasan yang dapat diterima dan ketika berdakwah, dapat memuaskan orang-orang yang mendengarkannya sehingga bertambah kuat imannya. Jika yang mendengar orang kafir, hati mereka menjadi lunak dan mau masuk Islam. Sebagai jawaban terhadap doa Nabi Muhammad itu, Allah menerangkan bahwa Dia memelihara Nabi dari segala macam tipu daya manusia dan akan me-menangkannya terhadap orang-orang kafir, sebagaimana tersebut dalam firman-Nya: Dan Allah memelihara engkau dari (gangguan) manusia. Sungguh, Allah tidak memberi petunjuk kepada orang-orang kafir. (al-Ma'idah/5: 67)"
        },
        {
          "number": 81,
          "arabic": "وَقُلْ جَآءَ ٱلْحَقُّ وَزَهَقَ ٱلْبَـٰطِلُ ۚ إِنَّ ٱلْبَـٰطِلَ كَانَ زَهُوقًا",
          "transliteration": "waqul jāa l-ḥaqu wazahaqa l-bāṭilu inna l-bāṭila kāna zahūqan",
          "translation": "Dan katakanlah, \"Kebenaran telah datang dan yang batil telah lenyap.\" Sungguh, yang batil itu pasti lenyap.",
          "tafsir": "Allah memerintahkan Nabi Muhammad agar menyampaikan kepada orang-orang musyrik bahwa sesungguhnya telah datang yang hak, yaitu Al-Qur'an, iman, dan Islam. Sedangkan yang batil yaitu kesyirikan dan kekafiran akan hancur. Kebatilan tidak akan bertahan lama, karena tidak mempunyai landasan yang benar. Dalam ayat yang lain Allah swt berfirman: Sebenarnya Kami melemparkan yang hak (kebenaran) kepada yang batil (tidak benar) lalu yang hak itu menghancurkannya, maka seketika itu (yang batil) lenyap. Dan celaka kamu karena kamu menyifati (Allah dengan sifat-sifat yang tidak pantas bagi-Nya). (al-Anbiya'/21: 18) Diriwayatkan oleh al-Bukhari dan Muslim dari 'Abdullah bin Mas'ud, ketika Rasulullah saw memasuki kota Mekah pada waktu penaklukan kota itu, ada 360 buah patung di sekitar Ka'bah. Maka Rasulullah saw menusuk patung itu dengan sepotong kayu yang ada di tangannya, dan berkata: Telah datang yang hak dan telah lenyap yang batil, sesungguhnya yang batil itu pasti lenyap. Telah datang yang hak, dan yang batil tidak akan datang lagi dan tidak akan kembali. (Riwayat al-Bukhari dan Muslim)"
        },
        {
          "number": 82,
          "arabic": "وَنُنَزِّلُ مِنَ ٱلْقُرْءَانِ مَا هُوَ شِفَآءٌ وَرَحْمَةٌ لِّلْمُؤْمِنِينَ ۙ وَلَا يَزِيدُ ٱلظَّـٰلِمِينَ إِلَّا خَسَارًا",
          "transliteration": "wanunazzilu mina l-qur'āni mā huwa shifāon waraḥmatun lil'mu'minīna walā yazīdu l-ẓālimīna illā khasāran",
          "translation": "Dan Kami turunkan dari Alquran (sesuatu) yang menjadi penawar dan rahmat bagi orang yang beriman, sedangkan bagi orang yang zalim (Alquran itu) hanya akan menambah kerugian.",
          "tafsir": "Ayat ini menerangkan bahwa Allah swt menurunkan Al-Qur'an kepada Muhammad sebagai obat dari penyakit hati, yaitu kesyirikan, kekafiran, dan kemunafikan. Al-Qur'an juga merupakan rahmat bagi kaum Muslimin karena memberi petunjuk kepada mereka, sehingga mereka masuk surga dan terhindar dari azab Allah. Al-Qur'an telah membebaskan kaum Muslimin dari kebodohan sehingga mereka menjadi bangsa yang menguasai dunia pada masa kekhalifahan Umayyah dan Abbasiyah. Kemudian mereka kembali menjadi umat yang terbelakang karena mengabaikan ajaran-ajaran Al-Qur'an. Dahulu mereka menjadi umat yang disegani, tetapi kemudian menjadi pion-pion yang dijadikan umpan oleh musuh dalam percaturan dunia. Karena mereka dulu melaksanakan ajaran Al-Qur'an, negeri mereka menjadi pusat dunia ilmu pengetahuan, perdagangan dunia, dan sebagainya, serta pernah hidup makmur dan bahagia. Ayat ini memperingatkan kaum Muslimin bahwa mereka akan dapat memegang peranan kembali di dunia, jika mau mengikuti Al-Qur'an dan berpegang teguh pada ajarannya dalam semua bidang kehidupan. Sebaliknya jika mereka tidak mau melaksanakan ajaran Al-Qur'an dengan sungguh-sungguh, mengutamakan kepentingan pribadi di atas kepentingan agama dan masyarakat, serta hanya mementingkan kehidupan dunia, maka Allah akan menjadikan musuh-musuh mereka sebagai penguasa atas diri mereka, sehingga menjadi orang asing atau budak di negeri sendiri. Cukup pahit pengalaman kaum Muslimin akibat mengabaikan ajaran Al-Qur'an. Al-Qur'an menyuruh mereka bersatu dan bermusyawarah, tetapi mereka berpecah belah karena masalah-masalah khilafiah yang kecil dan remeh, sedangkan masalah-masalah yang penting dan besar diabaikan. Ayat ini juga mengingatkan kaum Muslimin bahwa bagi orang-orang yang zalim, yaitu yang ingkar, syirik, dan munafik, Al-Qur'an hanya akan menambah kerugian bagi diri mereka, karena setiap ajaran yang dibawa Al-Qur'an akan mereka tolak. Padahal, jika diterima, pasti akan menguntungkan mereka."
        },
        {
          "number": 83,
          "arabic": "وَإِذَآ أَنْعَمْنَا عَلَى ٱلْإِنسَـٰنِ أَعْرَضَ وَنَـَٔا بِجَانِبِهِۦ ۖ وَإِذَا مَسَّهُ ٱلشَّرُّ كَانَ يَـُٔوسًا",
          "transliteration": "wa-idhā anʿamnā ʿalā l-insāni aʿraḍa wanaā bijānibihi wa-idhā massahu l-sharu kāna yaūsan",
          "translation": "Dan apabila Kami berikan kesenangan pada manusia, niscaya dia berpaling dan menjauhkan diri dengan sombong; dan apabila dia ditimpa kesusahan, niscaya dia berputus asa.",
          "tafsir": "Dalam ayat ini, Allah swt menerangkan sifat umum manusia, yaitu apabila diberi kenikmatan, seperti harta, kekuasaan, kemenangan dan sebagainya, mereka tidak mau lagi tunduk dan patuh kepada-Nya, bahkan mereka menjauhkan diri. Sebaliknya, apabila ditimpa kesukaran, kesengsara-an, kemiskinan, dan kekalahan, mereka berputus asa dan merasa tidak akan memperoleh apa-apa lagi. Seharusnya mereka tidak berputus asa, melainkan tetap beramal dan berusaha untuk mendapatkan pertolongan Allah, karena menurut ajaran Al-Qur'an, orang yang berputus asa dari rahmat Allah berarti telah mengingkari rahmat-Nya. Ayat-ayat lain yang menerangkan keadaan manusia ketika menerima rahmat Allah, ialah firman-Nya: Dan apabila manusia ditimpa bahaya dia berdoa kepada Kami dalam keadaan berbaring, duduk atau berdiri, tetapi setelah Kami hilangkan bahaya itu darinya, dia kembali (ke jalan yang sesat), seolah-olah dia tidak pernah berdoa kepada Kami untuk (menghilangkan) bahaya yang telah menimpanya. (Yunus/10: 12)"
        },
        {
          "number": 84,
          "arabic": "قُلْ كُلٌّ يَعْمَلُ عَلَىٰ شَاكِلَتِهِۦ فَرَبُّكُمْ أَعْلَمُ بِمَنْ هُوَ أَهْدَىٰ سَبِيلًا",
          "transliteration": "qul kullun yaʿmalu ʿalā shākilatihi farabbukum aʿlamu biman huwa ahdā sabīlan",
          "translation": "Katakanlah (Muhammad), \"Setiap orang berbuat sesuai dengan pembawaannya masing-masing.\" Maka Tuhanmu lebih mengetahui siapa yang lebih benar jalannya.",
          "tafsir": "Allah memerintahkan Nabi Muhammad untuk menyampaikan kepada umatnya agar mereka bekerja menurut potensi dan kecenderungan masing-masing. Semuanya dipersilakan bekerja menurut tabiat, watak, kehendak, dan kecenderungan masing-masing. Allah swt sebagai Penguasa semesta alam mengetahui siapa di antara manusia yang mengikuti kebenaran dan siapa di antara mereka yang mengikuti kebatilan. Semuanya nanti akan diberi keputusan yang adil. Allah berfirman tentang perintah bekerja: Katakanlah (Muhammad), \"Wahai kaumku! Berbuatlah menurut kedudukanmu, aku pun berbuat (demikian). Kelak kamu akan mengetahui, siapa yang akan memperoleh tempat (terbaik) di akhirat (nanti). Sesungguhnya orang-orang yang zalim itu tidak akan beruntung. (al-An'am/6: 135)"
        },
        {
          "number": 85,
          "arabic": "وَيَسْـَٔلُونَكَ عَنِ ٱلرُّوحِ ۖ قُلِ ٱلرُّوحُ مِنْ أَمْرِ رَبِّى وَمَآ أُوتِيتُم مِّنَ ٱلْعِلْمِ إِلَّا قَلِيلًا",
          "transliteration": "wayasalūnaka ʿani l-rūḥi quli l-rūḥu min amri rabbī wamā ūtītum mina l-ʿil'mi illā qalīlan",
          "translation": "Dan mereka bertanya kepadamu (Muhammad) tentang roh. Katakanlah, \"Roh itu termasuk urusan Tuhanku, sedangkan kamu diberi pengetahuan hanya sedikit.\"",
          "tafsir": "Orang-orang Yahudi bertanya kepada Nabi Muhammad tentang roh yang dapat menghidupkan jasmani, apakah hakikatnya dan apakah dapat dibangkitkan kembali. Kemudian Allah memerintahkan kepada Nabi untuk menjawab pertanyaan itu dengan mengatakan bahwa masalah roh adalah urusan Allah, hanya Dialah yang mengetahui segala sesuatu, dan Dia sendirilah yang menciptakannya. Kata ruh dalam Al-Qur'an mempunyai tiga arti, yaitu: Pertama: Yang dimaksud dengan ruh adalah Al-Qur'an. Sebagaimana firman Allah: Dan demikianlah Kami wahyukan kepadamu (Muhammad) ruh (Al-Qur'an) dengan perintah Kami. (asy-Syura/42: 52) Pengertian ini sesuai dengan isi ayat 82 Surah al-Isra', dimana diterangkan bahwa Al-Qur'an menjadi penawar dan rahmat bagi orang-orang yang beriman. Juga sesuai dengan ayat 87 surah yang sama yang menerangkan bahwa jika Allah menghendaki, niscaya Dia akan melenyapkan Al-Qur'an yang telah diturunkan kepada Nabi Muhammad. Dengan demikian, Nabi tidak akan memperoleh pembelaan. Kedua: Malaikat Jibril. Dalam Al-Qur'an banyak perkataan ruh yang diartikan dengan Jibril a.s., seperti dalam firman Allah swt. Yang dibawa turun oleh ar-Ruh al-Amin (Jibril), ke dalam hatimu (Muhammad) agar engkau termasuk orang yang memberi peringatan. (asy-Syu'ara'/26: 193-194) Dan firman Allah swt: ¦lalu Kami mengutus roh Kami (Jibril) kepadanya, maka dia menampakkan diri di hadapannya dalam bentuk manusia yang sempurna. (Maryam/19: 17) Ketiga: Berarti roh yang ada dalam badan, yang merupakan sumber kehidupan dari makhluk hidup. Menurut Jumhur Ulama, kata ruh dalam ayat ini adalah roh yang ada dalam badan (nyawa). Firman Allah: Dan (ingatlah kisah Maryam) yang memelihara kehormatannya, lalu Kami tiupkan (roh) dari Kami ke dalam (tubuh)nya; Kami jadikan dia dan anaknya sebagai tanda (kebesaran Allah) bagi seluruh alam. (al-Anbiya'/21: 91) Pendapat yang menyamakan ruh dengan nafs (roh/nyawa) ini adalah pendapat yang banyak dianut ulama (jumhur) dan sesuai dengan sebab ayat ini diturunkan. Allah berfirman: Maka apabila Aku telah menyempurnakan (kejadian)nya, dan Aku telah meniupkan roh (ciptaan)-Ku ke dalamnya, maka tunduklah kamu kepadanya dengan bersujud. (al-hijr/15: 29) Ayat-ayat tersebut di atas mengajak umat manusia supaya memahami isi Al-Qur'an dengan sebenar-benarnya, agar tidak tersesat ke jalan yang tidak benar. Sebaliknya mereka yang tidak berusaha untuk memahami isi Al-Qur'an tidak akan bisa memanfaatkannya sebagai pedoman hidup, bahkan mereka melakukan tindakan dan perbuatan yang dapat menjauhkan mereka dari pemahaman terhadap ayat-ayatnya dengan benar. Mereka menanyakan kepada Nabi saw hal-hal yang tidak mungkin diketahui manusia, yang sebetulnya tidak ada gunanya untuk diketahui, kecuali hanya sekedar untuk menguji Nabi. Allah swt dalam ayat ini menyatakan bahwa Ia hanya memberi manusia sedikit sekali pengetahuan mengenai roh. Akan tetapi, di antara ulama ada yang telah mencoba mendalami hakikat roh itu. Di antaranya ialah: 1. Roh itu ialah semacam materi cahaya (jisim, nurani) yang turun ke dunia dari alam tinggi, sifatnya berbeda dengan materi yang dapat dilihat dan diraba. 2. Roh itu mengalir dalam tubuh manusia, sebagaimana mengalirnya air dalam bunga, atau sebagaimana api dalam bara. Roh memberi kehidupan ke dalam tubuh seseorang selama tubuh itu sanggup dan mampu menerimanya, dan tidak ada yang menghalangi alirannya. Bila tubuh tidak sanggup dan mampu lagi menerima roh itu, sehingga alirannya terhambat dalam tubuh, maka tubuh itu menjadi mati. Pendapat ini dikemukakan oleh ar-Razi dan Ibnul Qayyim. Sedangkan Imam al-Gazali dan Abu Qasim ar-Ragib al-Asfahani berpendapat bahwa roh itu bukanlah materi dan sesuatu yang berbentuk, tetapi ia hanyalah sesuatu yang bergantung pada tubuh untuk mengurus dan menyelesaikan kepentingan-kepentingan tubuh. Sikap kaum Muslimin yang paling baik tentang roh ialah mengikuti firman Allah ini, bahwa hakikat roh itu tidak dapat dijangkau oleh pikiran manusia, karena hanya Allah yang mengetahuinya dengan pasti. Yang perlu dipercayai adalah bahwa roh itu ada. Allah hanya memberikan gejala-gejalanya kepada manusia sendiri pun mengetahui adanya roh itu, serta menghayati gejala-gejalanya. Maka yang perlu diteliti dan dipelajari dengan sungguh-sungguh ialah gejala-gejala roh itu, yang dilakukan dalam psikologi. Mempelajari gejala-gejala jiwa ini bahkan termasuk hal yang diminta oleh Allah dalam firman-Nya: Dan (juga) pada dirimu sendiri. Maka apakah kamu tidak memperhatikan? adz-dzariyat/51: 21) Karena hanya Allah yang mengetahui tentang hakikat roh, maka pada ayat ini Allah swt menegaskan kepada manusia bahwa ilmu Allah itu Maha Luas, tidak dapat diperkirakan, meliputi segala macam ilmu, baik ilmu tentang alam yang nyata, maupun yang tidak nyata, baik yang dapat dicapai oleh pancaindera, maupun yang tidak. Karena kasih sayang Allah kepada manusia, maka dianugerahkan-Nya sebagian kecil ilmu itu kepada manusia, tidak ada artinya sedikit pun bila dibanding dengan kadar ilmu Allah. Diriwayatkan bahwa tatkala ayat ini diturunkan, orang-orang Yahudi menjawab, \"Kami telah diberi ilmu yang banyak. Kami telah diberi kitab Taurat. Siapa yang telah diberi kitab Taurat, berarti dia telah diberi kebaikan yang banyak.\" Maka turunlah ayat 109 Surah al-Kahf. Allah swt berfirman: Katakanlah (Muhammad), \"Seandainya lautan menjadi tinta untuk (menulis) kalimat-kalimat Tuhanku, maka pasti habislah lautan itu sebelum selesai (penulisan) kalimat-kalimat Tuhanku, meskipun Kami datangkan tambahan sebanyak itu (pula).\" (al-Kahf/18: 109)"
        },
        {
          "number": 86,
          "arabic": "وَلَئِن شِئْنَا لَنَذْهَبَنَّ بِٱلَّذِىٓ أَوْحَيْنَآ إِلَيْكَ ثُمَّ لَا تَجِدُ لَكَ بِهِۦ عَلَيْنَا وَكِيلًا",
          "transliteration": "wala-in shi'nā lanadhhabanna bi-alladhī awḥaynā ilayka thumma lā tajidu laka bihi ʿalaynā wakīlan",
          "translation": "Dan sesungguhnya jika Kami menghendaki, niscaya Kami lenyapkan apa yang telah Kami wahyukan kepadamu (Muhammad), dan engkau tidak akan mendapatkan seorang pembela pun terhadap Kami,",
          "tafsir": "Ayat ini menerangkan bahwa jika Allah swt menghendaki untuk menarik kembali Al-Qur'an yang telah diturunkan dan menghapusnya dari hati Nabi Muhammad dan dari lembaran-lembaran yang telah ditulis, hal itu pasti dengan mudah dapat dilaksanakan-Nya, sedikit pun tidak akan ada bekasnya. Mudahnya bagi Allah swt menghapus Al-Qur'an itu diterangkan dalam hadis Nabi saw: Diriwayatkan dari Ibnu Mas'ud bahwa Rasulullah saw bersabda, \"Sesungguhnya Al-Qur'an ini akan diangkat (dihapus).\" Seseorang berkata, \"Bagaimana mungkin, sesungguhnya Allah telah mengokohkannya di dalam hati kita, dan kita telah mengabadikan (menulisnya) di dalam lembar-lembar bertulis.\" Ia berkata, \"Diangkat Al-Qur'an di satu malam maka tidak ada yang ditinggalkan seayat pun darinya dalam hati dan tidak pula pula di dalam mushaf, kecuali semua diangkat. Maka pada waktu paginya tidak satu ayat pun lagi yang tinggal padamu.\" Lalu Nabi membaca ayat ini. (Riwayat Sa'id bin Manshur dan al-hakim serta dinyatakan sahih oleh ath-thabrani dan al-Baihaqi). Setelah Al-Qur'an dihapus dari hati dan yang tertulis dalam mushaf, maka pada saat itu tidak ada lagi yang dapat dijadikan pegangan dan petunjuk ke jalan yang benar. Tidak seorangpun yang sanggup mengembalikannya, baik dalam bentuk mushaf maupun hafalan."
        }
      ]
    }
  ]
}