{
  "pageNumber": 512,
  "juz": 26,
  "surahs": [
    {
      "number": 48,
      "name": "Al-Fath",
      "nameArabic": "الفتح",
      "meaning": "Kemenangan",
      "revelation": "Madinah",
      "description": "Surat Al-Fath terdiri dari 29 ayat, termasuk golongan surat Madaniyyah, dan diturunkan setelah surat Al-Jumu'ah.Dinamai \"Al-Fath (kemenangan)\" diambil dari kata \"Fat-han\" yang terdapat pada ayat pertama surat ini. Sebagian besar surat ini menerangkan hal-hal yang berhubungan dengan kemenangan yang dicapai Nabi Muhammad dalam berbagai peperangan yang dijalaninya.Nabi Muhammad sangat gembira dengan turunnya ayat pertama surat ini. Kegembiraan ini dinyatakan dalam sabda beliau yang diriwayatkan Bukhari, \"Sungguh, telah diturunkan kepadaku satu surat yang lebih aku cintai dari seluruh apa yang disinari matahari.\" Kegembiraan tersebut disebabkan ayat-ayat yang diturunkan menerangkan tentang kemenangan yang akan diraih Nabi Muhammad dalam perjuangannya dan tentang kesempurnaan nikmat yang Allah berikan kepadanya.**Pokok-Pokok Isi:**1. **Keimanan:** Allah mempunyai bala tentara di langit dan di bumi; janji Allah kepada orang mukmin bahwa mereka akan mendapat ampunan dan pahala yang besar dari Allah; Allah mengutus Nabi Muhammad sebagai saksi, pembawa berita gembira, dan pemberi peringatan; Agama Islam akan mengalahkan agama-agama lain.2. **Hukum-hukum:** Orang pincang dan orang yang sakit dibebaskan dari kewajiban berperang.3. **Kisah-kisah:** Peristiwa seputar Bai'aturridhwan dan Perdamaian Hudaibiyyah.4. **Lain-lain:** Berita gembira yang disampaikan Allah kepada Nabi Muhammad bahwa beliau dan orang-orang mukmin akan memasuki Mekah dengan kemenangan, dan hal ini terlaksana setelah setahun kemudian; sikap orang mukmin terhadap sesama mukmin dan terhadap orang kafir; sifat-sifat Nabi Muhammad dan para sahabatnya sudah disebutkan dalam Taurat dan Injil; janji Allah bahwa orang Islam akan menguasai daerah-daerah yang belum dikuasai sewaktu Nabi Muhammad hidup.Surat Al-Fath menerangkan tentang peristiwa-peristiwa yang berhubungan dengan Perdamaian Hudaibiyah dan janji Allah akan kemenangan kaum muslimin. Surat ini ditutup dengan menerangkan sifat-sifat Nabi Muhammad dan sahabat-sahabatnya.**Hubungan Surat Al Fath Dengan Surat Al-Hujurat:**1. Di dalam surat Al-Fath disebutkan perintah memerangi orang-orang kafir, sedangkan dalam surat Al-Hujurat disebutkan perintah mengadakan perdamaian antara dua golongan kaum mukminin yang bersengketa dan perintah memerangi golongan kaum muslimin yang berbuat aniaya kepada golongan kaum muslimin yang lain, sampai kesatuan dan persatuan umat Islam terjaga.2. Surat Al-Fath ditutup dengan keterangan mengenai sifat-sifat Rasulullah dan sahabat-sahabatnya, sedangkan surat Al-Hujurat dimulai dengan keterangan bagaimana seharusnya para sahabat bergaul dengan Nabi Muhammad.",
      "verses": [
        {
          "number": 10,
          "arabic": "إِنَّ ٱلَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ ٱللَّهَ يَدُ ٱللَّهِ فَوْقَ أَيْدِيهِمْ ۚ فَمَن نَّكَثَ فَإِنَّمَا يَنكُثُ عَلَىٰ نَفْسِهِۦ ۖ وَمَنْ أَوْفَىٰ بِمَا عَـٰهَدَ عَلَيْهُ ٱللَّهَ فَسَيُؤْتِيهِ أَجْرًا عَظِيمًا",
          "transliteration": "inna alladhīna yubāyiʿūnaka innamā yubāyiʿūna l-laha yadu l-lahi fawqa aydīhim faman nakatha fa-innamā yankuthu ʿalā nafsihi waman awfā bimā ʿāhada ʿalayhu l-laha fasayu'tīhi ajran ʿaẓīman",
          "translation": "Bahwa orang-orang yang berjanji setia kepadamu (Muhammad), sesungguhnya mereka hanya berjanji setia kepada Allah. Tangan Allah di atas tangan-tangan mereka, maka barangsiapa melanggar janji, maka sesungguhnya dia melanggar atas (janji) sendiri; dan barangsiapa menepati janjinya kepada Allah, maka Dia akan memberinya pahala yang besar.",
          "tafsir": "Ayat ini menerangkan pernyataan Allah terhadap baiat yang dilakukan para sahabat kepada Rasulullah saw bahwa hal itu juga berarti mengadakan baiat kepada Allah. Baiat ialah suatu janji setia atau ikrar yang dilakukan oleh seseorang atau beberapa orang yang berisi pengakuan untuk menaati seseorang misalnya karena ia diangkat menjadi pemimpin atau khalifah. Yang dimaksud dengan baiat dalam ayat ini ialah Bai'atur Ridhwan yang terjadi di Hudaibiyyah yang dilakukan para sahabat di bawah pohon Samurah. Para sahabat waktu itu berjanji kepada Rasulullah saw bahwa mereka tidak akan lari dari medan pertempuran serta akan bertempur sampai titik darah penghabisan memerangi orang-orang musyrik Mekah, seandainya kabar yang disampaikan kepada mereka bahwa 'Utsman bin 'Affan yang diutus Rasulullah itu benar telah mati dibunuh orang musyrik Mekah. Diriwayatkan oleh al-Bukhari dari Qatadah bahwa ia berkata kepada Sa'id bin al-Musayyab, \"Berapa jumlah orang yang ikut Bai'ah ar-Ridhwan?\" Sa'id menjawab, \"Seribu lima ratus orang.\" Ada pula yang berpendapat jumlahnya seribu empat ratus orang. Dalam ayat ini, diterangkan cara baiat yang dilakukan para sahabat kepada Rasulullah saw yaitu dengan meletakkan tangan Rasul di atas tangan orang-orang yang berjanji. Dalam posisi demikian, diucapkanlah kata baiat. Maksud kalimat \"tangan Allah di atas tangan mereka\" ialah untuk menyatakan bahwa berjanji dengan Rasulullah saw sama hukumnya dengan berjanji kepada Allah. Tangan Allah dalam konteks ayat ini merupakan arti kiasan, karena Allah Mahasuci dari segala sifat yang menyerupai makhluk-Nya. Oleh karena itu, ada ahli tafsir yang mengartikan tangan di sini dengan kekuasaan. Kemudian diterangkan akibat yang akan dialami orang-orang yang mengingkari perjanjian itu, yaitu mereka akan memikul dosa yang besar. Dosa besar itu diberlakukan terhadap mereka karena tidak mau membaiat Nabi saw, sedangkan kaum Muslimin membaiat beliau secara pribadi. Sebaliknya diterangkan pula pahala yang akan diperoleh orang-orang yang menepati baiatnya. Mereka akan memperoleh pahala yang berlipat ganda di akhirat dan tempat mereka adalah surga yang penuh dengan kenikmatan."
        },
        {
          "number": 11,
          "arabic": "سَيَقُولُ لَكَ ٱلْمُخَلَّفُونَ مِنَ ٱلْأَعْرَابِ شَغَلَتْنَآ أَمْوَٰلُنَا وَأَهْلُونَا فَٱسْتَغْفِرْ لَنَا ۚ يَقُولُونَ بِأَلْسِنَتِهِم مَّا لَيْسَ فِى قُلُوبِهِمْ ۚ قُلْ فَمَن يَمْلِكُ لَكُم مِّنَ ٱللَّهِ شَيْـًٔا إِنْ أَرَادَ بِكُمْ ضَرًّا أَوْ أَرَادَ بِكُمْ نَفْعًۢا ۚ بَلْ كَانَ ٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرًۢا",
          "transliteration": "sayaqūlu laka l-mukhalafūna mina l-aʿrābi shaghalatnā amwālunā wa-ahlūnā fa-is'taghfir lanā yaqūlūna bi-alsinatihim mā laysa fī qulūbihim qul faman yamliku lakum mina l-lahi shayan in arāda bikum ḍarran aw arāda bikum nafʿan bal kāna l-lahu bimā taʿmalūna khabīran",
          "translation": "Orang-orang Badui yang tertinggal (tidak turut ke Hudaibiyah) akan berkata kepadamu, \"Kami telah disibukkan oleh harta dan keluarga kami, maka mohonkanlah ampunan untuk kami.\" Mereka mengucapkan sesuatu dengan mulutnya apa yang tidak ada dalam hatinya. Katakanlah, \"Maka siapakah yang dapat menghalang-halangi kehendak Allah jika Dia menghendaki bencana terhadap kamu atau jika Dia menghendaki keuntungan bagimu? Sungguh, Allah Mahateliti dengan apa yang kamu kerjakan.\"",
          "tafsir": "Allah menjelaskan kepada Rasulullah saw bahwa beberapa kabilah Arab penduduk padang pasir yang tidak turut pergi ke Mekah untuk mengerjakan umrah akan berkata kepada beliau, \"Kami tidak ikut bersama engkau ke Mekah mengerjakan umrah karena kami sedang sibuk mengurus pekerjaan, harta, dan keluarga kami. Sedangkan kami tidak mempunyai pembantu yang akan membantu kami mengurus semuanya itu sepeninggal kami pergi beserta engkau. Oleh karena itu, mohonkanlah ampunan untuk kami kepada Tuhan engkau, dengan alasan kesibukan kami itu.\" Sewaktu Rasulullah saw memutuskan akan pergi untuk mengerjakan umrah ke Mekah pada tahun keenam Hijrah, beliau mengajak kaum Muslimin ikut bersama-sama beliau. Semakin banyak yang ikut bersama beliau, semakin besar pula artinya karena dengan jumlah kaum Muslimin yang banyak itu akan menimbulkan rasa gentar dalam hati orang-orang musyrik Mekah sehingga mereka menerima kaum Muslimin masuk ke Mekah, dan umrah dapat dilaksanakan dalam suasana yang aman. Di antara kaum Muslimin yang diajak terdapat kabilah-kabilah Arab yang tinggal di padang pasir sekitar kota Medinah, seperti kabilah-kabilah Juhainah, Muzainah, Gifar, Asyja', ad-Dil, dan Aslam. Rasulullah saw menyatakan kepada mereka bahwa tujuan ke Mekah itu semata-mata untuk mengerjakan ibadah umrah dan untuk melihat keluarga yang telah lama ditinggalkan. Oleh karena itu, kepergian ke Mekah tidak dengan senjata lengkap sebagaimana untuk pergi perang, kecuali membawa senjata-senjata yang biasa dibawa oleh para musafir. Di samping itu, dibawa juga binatang-binatang ternak untuk makanan dalam perjalanan dan untuk dihadiahkan kepada penduduk Mekah. Sekalipun demikian, ajakan Rasulullah itu tetap mereka tolak dengan alasan yang mereka kemukakan di atas, padahal mereka menyembunyikan alasan yang sebenarnya. Sekalipun orang-orang Arab penduduk padang pasir berusaha menyembunyikan alasan mereka yang sebenarnya, Allah Maha Mengetahui segala sesuatu. Oleh karena itu, Allah memberitahukan hal itu kepada Rasulullah. Alasan mereka yang sebenarnya adalah dugaan mereka bahwa Rasulullah saw dan kaum Muslimin akan kalah dan ditumpas habis oleh orang-orang musyrik Mekah. Jika mereka ikut bersama Rasulullah, tentu mereka akan kalah dan tertumpas habis pula. Alasan dan isi hati mereka itu disampaikan Allah kepada Rasulullah saw sebelum mereka menghadap beliau untuk memohon dimintakan ampunan kepada Allah atas penolakan mereka. Dengan demikian, Rasulullah telah mengetahui isi hati mereka yang sebenarnya pada saat mereka menghadap. Allah kemudian mengajarkan kepada Rasulullah jawaban tepat yang akan disampaikan kepada mereka pada waktu mereka minta agar beliau memohonkan ampunan kepada Allah atas dosa mereka. Allah mengajarkan Nabi dengan memerintahkan beliau untuk mengatakan kepada orang-orang Arab penduduk padang pasir itu sebagai penolakan terhadap permintaan mereka, \"Hai orang-orang Arab penduduk padang pasir, kamu menolak ajakanku pergi ke Mekah semata-mata karena kamu mau menghindari bencana dan malapetaka yang kamu duga akan menimpa dirimu. Siapakah di antara kamu yang sanggup melawan kekuasaan Allah jika Dia berkehendak menimpakan bencana dan malapetaka atas dirimu dan siapa pula yang menghindarkan sesuatu yang akan diberikan-Nya kepada seseorang, jika Dia menghendaki-Nya? Tidak seorang pun yang sanggup melakukannya. Oleh karena itu, tidaklah patut kamu mengemukakan alasan bahwa kamu sibuk mengurus urusan, harta, serta menjaga keluargamu sebagai alasan tidak ikut pergi bersamaku ke Mekah. Jika Allah hendak membinasakan semua yang kamu miliki itu, tidak seorang pun yang dapat mempertahankannya, walaupun yang menjaga itu adalah kamu sendiri.\" Ayat ini juga merupakan peringatan kepada orang-orang yang selalu mengemukakan \"kesibukan duniawi\" sebagai alasan meninggalkan kewajiban agama yang telah dibebankan Allah kepada mereka dan untuk melanggar larangan Allah yang telah diperingatkan kepada mereka. Hendaklah kaum Muslimin benar-benar yakin bahwa kesibukan duniawi itu hanyalah untuk mencapai kesenangan dunia yang sifatnya sementara, sedang jihad fi sabilillah akan menghasilkan kebahagiaan hidup abadi di akhirat. Pada akhir ayat ini, Allah menegaskan bahwa Dia Maha Mengetahui segala sesuatu yang dikerjakan oleh hamba-hamba-Nya, termasuk alasan-alasan palsu yang dikemukakan oleh seseorang untuk menghindarkan diri dari perintah Allah. Oleh karena itu, Dia akan memberikan balasan yang adil dan setimpal kepada setiap manusia terhadap segala dosa dan perbuatan yang telah dikerjakan."
        },
        {
          "number": 12,
          "arabic": "بَلْ ظَنَنتُمْ أَن لَّن يَنقَلِبَ ٱلرَّسُولُ وَٱلْمُؤْمِنُونَ إِلَىٰٓ أَهْلِيهِمْ أَبَدًا وَزُيِّنَ ذَٰلِكَ فِى قُلُوبِكُمْ وَظَنَنتُمْ ظَنَّ ٱلسَّوْءِ وَكُنتُمْ قَوْمًۢا بُورًا",
          "transliteration": "bal ẓanantum an lan yanqaliba l-rasūlu wal-mu'minūna ilā ahlīhim abadan wazuyyina dhālika fī qulūbikum waẓanantum ẓanna l-sawi wakuntum qawman būran",
          "translation": "Bahkan (semula) kamu menyangka bahwa Rasul dan orang-orang mukmin sekali-kali tidak akan kembali lagi kepada keluarga mereka selama-lamanya, dan dijadikan terasa indah yang demikian itu di dalam hatimu, dan kamu telah berprasangka dengan prasangka yang buruk, karena itu kamu menjadi kaum yang binasa.",
          "tafsir": "Dalam ayat ini, Allah menerangkan bahwa orang-orang Arab padang pasir telah termakan oleh tipu daya setan. Anggapan bahwa Rasulullah saw dan para sahabatnya akan hancur, benar-benar telah ditanamkan setan dalam hatinya, sehingga telah menjadi pendapat dan keyakinan mereka. Oleh karena itu, mereka sangat takut pergi bersama Rasulullah ke Mekah. Padahal jika mereka memikirkannya secara mendalam, maka keengganan mereka itu sebenarnya akan menjadi sebab kebinasaan mereka di dunia, apalagi di akhirat. Tempat yang disediakan bagi mereka adalah neraka yang menyala-nyala."
        },
        {
          "number": 13,
          "arabic": "وَمَن لَّمْ يُؤْمِنۢ بِٱللَّهِ وَرَسُولِهِۦ فَإِنَّآ أَعْتَدْنَا لِلْكَـٰفِرِينَ سَعِيرًا",
          "transliteration": "waman lam yu'min bil-lahi warasūlihi fa-innā aʿtadnā lil'kāfirīna saʿīran",
          "translation": "Dan barangsiapa tidak beriman kepada Allah dan Rasul-Nya, maka sesungguhnya Kami telah menyediakan untuk orang-orang kafir itu neraka yang menyala-nyala.",
          "tafsir": "Dalam ayat ini dinyatakan bahwa barang siapa yang tidak beriman kepada Allah dan Rasul-Nya, maka Allah akan menyediakan baginya api neraka yang menyala-nyala sebagai balasan terhadap keingkaran mereka."
        },
        {
          "number": 14,
          "arabic": "وَلِلَّهِ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ يَغْفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُ ۚ وَكَانَ ٱللَّهُ غَفُورًا رَّحِيمًا",
          "transliteration": "walillahi mul'ku l-samāwāti wal-arḍi yaghfiru liman yashāu wayuʿadhibu man yashāu wakāna l-lahu ghafūran raḥīman",
          "translation": "Dan hanya milik Allah kerajaan langit dan bumi. Dia mengampuni siapa yang Dia kehendaki, dan akan mengazab siapa yang Dia kehendaki. Dan Allah Maha Pengampun, Maha Penyayang.",
          "tafsir": "Ancaman Allah akan mengazab orang-orang kafir bukan ancaman yang dibuat-buat dan sukar dilaksanakan, tetapi sesuatu yang benar-benar akan terjadi dan mudah pelaksanaannya bagi Allah karena hanya Dialah penguasa langit dan bumi beserta semua isinya. Hanya Dialah yang memiliki, mengatur, mengurus, menetapkan hukum-hukum yang berlaku baginya, dan menjaga kelangsungan wujudnya dengan hikmah-hikmah yang sempurna. Dia pulalah yang berhak mengampuni, menolong, dan mengazab siapa yang dikehendaki-Nya. Dialah Allah yang Maha Pengampun dan Mahakekal rahmat-Nya. Ayat ini mengisyaratkan bahwa sekalipun orang-orang Arab penduduk padang pasir itu telah menolak dan mengingkari ajakan Rasulullah saw untuk pergi ke Mekah dan mengada-adakan alasan tentang sebab ketidakpergian mereka, namun Allah Maha Pengampun kepada hamba-hamba yang mau bertobat kepada-Nya dengan tobat yang sebenar-benarnya. Oleh karena itu, tergantung kepada mereka sendiri apakah mereka mau bertobat pada kesempatan yang telah diberikan Allah atau mereka akan tetap kafir. Dia akan melimpahkan rahmat yang tidak terhingga banyaknya kepada setiap orang yang ikhlas beribadah kepada-Nya."
        },
        {
          "number": 15,
          "arabic": "سَيَقُولُ ٱلْمُخَلَّفُونَ إِذَا ٱنطَلَقْتُمْ إِلَىٰ مَغَانِمَ لِتَأْخُذُوهَا ذَرُونَا نَتَّبِعْكُمْ ۖ يُرِيدُونَ أَن يُبَدِّلُوا۟ كَلَـٰمَ ٱللَّهِ ۚ قُل لَّن تَتَّبِعُونَا كَذَٰلِكُمْ قَالَ ٱللَّهُ مِن قَبْلُ ۖ فَسَيَقُولُونَ بَلْ تَحْسُدُونَنَا ۚ بَلْ كَانُوا۟ لَا يَفْقَهُونَ إِلَّا قَلِيلًا",
          "transliteration": "sayaqūlu l-mukhalafūna idhā inṭalaqtum ilā maghānima litakhudhūhā dharūnā nattabiʿ'kum yurīdūna an yubaddilū kalāma l-lahi qul lan tattabiʿūnā kadhālikum qāla l-lahu min qablu fasayaqūlūna bal taḥsudūnanā bal kānū lā yafqahūna illā qalīlan",
          "translation": "Apabila kamu berangkat untuk mengambil barang rampasan, orang-orang Badui yang tertinggal itu akan berkata, \"Biarkanlah kami mengikuti kamu.\" Mereka hendak mengubah janji Allah. Katakanlah, \"Kamu sekali-kali tidak (boleh) mengikuti kami. Demikianlah yang telah ditetapkan Allah sejak semula.\" Maka mereka akan berkata, \"Sebenarnya kamu dengki kepada kami.\" Padahal mereka tidak mengerti melainkan sedikit sekali.",
          "tafsir": "Orang-orang Arab Badui yang tidak ikut mengerjakan umrah ke Mekah bersama Rasulullah saw berkata kepada Nabi Muhammad saw pada waktu beliau akan pergi ke Khaibar, \"Hai Muhammad, berilah kesempatan kepada kami untuk ikut bersamamu ke Khaibar.\" Kesediaan mereka untuk pergi ke Khaibar itu karena mereka yakin bahwa Perang Khaibar akan dimenangkan oleh kaum Muslimin, sehingga akan memperoleh harta rampasan yang banyak dalam peperangan itu. Rasulullah saw bersama sahabat pergi ke medan Perang Khaibar pada bulan Muharram tahun ketujuh, sekembali beliau dari Perjanjian Hudaibiyyah. Dalam peperangan itu, kaum Muslimin mendapat kemenangan dan memperoleh harta rampasan yang banyak dari orang Yahudi. Dalam satu hadis sahih, diterangkan bahwa Allah telah menjanjikan kepada para sahabat yang ikut bersama Rasulullah saw ke Hudaibiyyah bahwa mereka akan mendapat kemenangan di Perang Khaibar dan harta rampasan yang banyak. Janji ini secara tidak langsung menolak kesediaan orang-orang Arab Badui yang ingin ikut berperang bersama Rasulullah saw karena perang ini khusus diikuti oleh kaum Muslimin yang ikut ke Hudaibiyyah. Karena maksud mereka yang tidak baik, maka Allah memerintahkan kepada Rasul untuk mengatakan kepada orang-orang yang bersedia ikut ke Khaibar, tetapi tidak ikut ke Hudaibiyyah, \"Kamu tidak perlu ikut dengan kami ke Khaibar karena kamu telah mengenal kami. Kamu hanya mau ikut jika akan memperoleh keuntungan diri sendiri, sedangkan jika tidak ada keuntungan bahkan yang ada hanya kesengsaraan dan malapetaka, maka kamu tidak mau pergi bersama kami, bahkan mengemukakan alasan yang bermacam-macam. Demikianlah Allah telah membukakan rahasia hatimu kepada kami sebelum kami kembali dari Hudaibiyyah dan Allah telah menyatakan kepada kami bahwa rampasan Khaibar hanya akan diterima oleh orang-orang yang ikut ke Hudaibiyyah saja, itulah sebabnya kamu tidak boleh ikut bersama kami.\" Orang-orang Arab Badui menjawab, \"Wahai Muhammad, kamu mengadakan kebohongan terhadap kami. Sebenarnya Allah tidak mengatakan demikian. Kamu mengadakan kebohongan itu semata-mata karena rasa dengki yang timbul dalam hatimu terhadap kami.\" Pada akhir ayat ini diterangkan bahwa orang-orang munafik Arab Badui yang mengatakan hal itu adalah orang yang tidak mengetahui agama Allah. Mereka juga tidak mengetahui tujuan perintah jihad. Allah memerintahkan jihad bukan karena Dia tidak mampu menghancurkan mereka, melainkan untuk membedakan siapa di antara mereka yang beriman dan siapa pula yang kafir."
        }
      ]
    }
  ]
}