{
  "pageNumber": 36,
  "juz": 2,
  "surahs": [
    {
      "number": 2,
      "name": "Al-Baqarah",
      "nameArabic": "البقرة",
      "meaning": "Sapi Betina",
      "revelation": "Madinah",
      "description": "Surat \"Al Baqarah\" terdiri atas 286 ayat dan sebagian besar diturunkan di Madinah pada permulaan tahun Hijrah, kecuali ayat 281 yang diturunkan di Mina pada Haji wadaa' (haji Nabi Muhammad s.a.w. yang terakhir). Seluruh ayat surat Al Baqarah termasuk golongan Madaniyyah dan merupakan surat yang terpanjang di antara surat-surat Al Qur'an yang di dalamnya terdapat pula ayat yang terpanjang (ayat 282).Surat ini dinamai \"Al Baqarah\" karena di dalamnya disebutkan kisah penyembelihan sapi betina yang diperintahkan Allah kepada Bani Israil (ayat 67 sampai dengan 74), di mana dijelaskan watak orang Yahudi pada umumnya. Dinamai \"Fusthaathul-Qur'an\" (puncak Al Qur'an) karena memuat beberapa hukum yang tidak disebutkan dalam surat yang lain. Dinamai juga surat \"Alif-laam-miim\" karena surat ini dimulai dengan Alif-laam-miim.&nbsp;Pokok-Pokok Isi:1. Keimanan:Dakwah Islamiyah yang dihadapkan kepada umat Islam, ahli kitab dan para musyrikin.2. Hukum-hukum:Perintah mengerjakan shalat; menunaikan zakat; hukum puasa; hukum haji dan umrah; hukum qishash; halal dan haram; berinfak di jalan Allah; hukum arak dan judi; cara menyantuni anak yatim, larangan riba; utang-piutang; nafkah dan yang berhak menerimanya; wasiat kepada ibu-bapak dan kaum kerabat; hukum sumpah; kewajiban menyampaikan amanah; sihir; hukum merusak masjid; hukum mengubah kitab-kitab Allah; hukum haidh, 'iddah, thalak, khulu', ilaa' dan susuan; hukum melamar, mahar, larangan menikahi wanita musyrik dan sebaliknya; hukum perang.3. Kisah-kisah:Kisah penciptaan Nabi Adam a.s; kisah Nabi Ibrahim a.s.; kisah Nabi Musa a.s. dengan Bani Israil.4. Lain-lain:Sifat-sifat orang yang bertakwa; sifat-sifat orang munafik; sifat-sifat Allah; perumpamaan-perumpamaan; kiblat, kebangkitan sesudah mati.Kesimpulan surat Al Baqarah:1. Menjelaskan beberapa hukum dalam agama Islam.2. Mengemukakan beberapa perumpamaan.3. Mengemukakan hujjah-hujjah.Hubungan Surat Al Baqarah Dengan Surat Ali 'Imran:1. Dalam surat Al Baqarah, disebutkan Nabi Adam a.s. yang langsung diciptakan Allah, sedang dalam surat Ali'Imran, disebutkan tentang kelahiran Nabi 'Isa a.s. yang kedua-duanya diciptakan Allah secara menyelisihi kebiasaan.2. Dalam surat Al Baqarah, sifat dan perbuatan orang-orang Yahudi dibentangkan secara luas disertai dengan hujjah untuk mematahkan hujjah-hujjah mereka yang membela kesesatan, sedang dalam surat Ali 'Imran, dibentangkan hal-hal serupa yang berhubungan dengan orang Nasrani.3. Surat Al Baqarah dimulai dengan menyebutkan tiga golongan manusia, yaitu orang mukmin, orang yang mengimani hari akhir, dan orang munafik. Sementara itu, surat Ali 'Imran dimulai dengan menyebutkan orang yang suka mentakwilkan ayat yang mutasyabihaat secara salah untuk memfitnah orang mukmin, dan menyebutkan orang yang mempunyai keahlian dalam menakwilkannya.4. Surat Al Baqarah disudahi dengan permohonan kepada Allah agar kesalahan-kesalahan dan kealpaan dalam melaksanakan ketaatan diampuni, sedang surat Ali 'Imran disudahi dengan permohonan kepada Allah agar Dia memberi pahala atas amal saleh yang dilakukan hamba-Nya.5. Surat Al Baqarah dimulai dengan menyebutkan sifat-sifat orang yang bertakwa, sedang surat Ali 'Imran dimulai dengan perintah bertakwa.",
      "verses": [
        {
          "number": 225,
          "arabic": "لَّا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغْوِ فِىٓ أَيْمَـٰنِكُمْ وَلَـٰكِن يُؤَاخِذُكُم بِمَا كَسَبَتْ قُلُوبُكُمْ ۗ وَٱللَّهُ غَفُورٌ حَلِيمٌ",
          "transliteration": "lā yuākhidhukumu l-lahu bil-laghwi fī aymānikum walākin yuākhidhukum bimā kasabat qulūbukum wal-lahu ghafūrun ḥalīmun",
          "translation": "Allah tidak menghukum kamu karena sumpahmu yang tidak kamu sengaja, tetapi Dia menghukum kamu karena niat yang terkandung dalam hatimu. Allah Maha Pengampun, Maha Penyantun.<sup foot_note=135030>1</sup>",
          "tafsir": "Ayat ini memperingatkan manusia agar berhati-hati mem-pergunakan nama Allah dalam bersumpah. Jangan berani bersumpah dengan menyebut nama Allah untuk hal-hal yang tidak baik dan yang dilarang oleh agama, sebab nama Allah sangat mulia dan harus diagungkan. Diriwayatkan oleh Ibnu Jarir bahwa sebab turunnya ayat 224 ini, ialah ketika Abu Bakar bersumpah dengan menyebut nama Allah, bahwa ia tidak akan membantu lagi seorang kerabatnya (an-Nur/24 :22) yang bernama Mistah yang turut menyiarkan kabar bohong menjelek-jelekkan nama Aisyah istri Rasulullah saw. Riwayat yang mencemarkan nama baik Aisyah oleh orang-orang munafik disebut hadisul-ifki (kabar bohong). Dalam ayat ini dilarang bersumpah untuk tidak berbuat baik atau tidak bertakwa atau tidak mengadakan islah di antara manusia. Kalau sumpah seperti itu sudah diucapkan, wajib dilanggar (dibatalkan), sebab sumpah tersebut tidak pada tempatnya, tetapi sesudah sumpah itu dilanggar, harus ditebus dengan membayar kafarat, yaitu memerdekakan seorang budak atau memberi makan sepuluh orang miskin atau memberi pakaian kepada mereka atau kalau tak sanggup, berpuasa selama 3 hari. Allah selalu mendengar dan mengetahui apa yang diucapkan dan dikerjakan oleh setiap orang. Bersumpah yang hanya ucapan lidah saja tanpa sungguh-sungguh tidaklah akan dihukum Allah. Tapi sumpah yang keluar dari hati dan diucapkan oleh lidah akan dinilai sebagai sumpah."
        },
        {
          "number": 226,
          "arabic": "لِّلَّذِينَ يُؤْلُونَ مِن نِّسَآئِهِمْ تَرَبُّصُ أَرْبَعَةِ أَشْهُرٍ ۖ فَإِن فَآءُو فَإِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
          "transliteration": "lilladhīna yu'lūna min nisāihim tarabbuṣu arbaʿati ashhurin fa-in fāū fa-inna l-laha ghafūrun raḥīmun",
          "translation": "Bagi orang yang meng-ila` istrinya<sup foot_note=135031>1</sup> harus menunggu empat bulan. Kemudian jika mereka kembali (kepada istrinya), maka sungguh, Allah Maha Pengampun, Maha Penyayang.",
          "tafsir": "Ayat ini berhubungan dengan seseorang yang bersumpah tidak akan mencampuri istrinya, seperti, \"Demi Allah, aku tidak akan bersetubuh dengan engkau lagi.\" Sumpah seperti ini disebut ila'. Dalam hal ini, istri tentu akan tersiksa dan menderita, karena tidak digauli dan tidak pula dicerai (ditalak). Hal seperti ini tidak boleh dibiarkan berlarut-larut, sebab perbuatan semacam ini perbuatan zalim. Bila sudah dekat empat bulan lamanya sesudah bersumpah itu, suami harus mengambil keputusan apakah ia akan kembali bergaul sebagai suami-istri atau bercerai. Kalau suami mengambil keputusan kembali berbaik dengan istrinya, maka itulah yang lebih baik, tetapi dia harus membayar kafarat sumpah. Dia harus mengatur rumah tangganya kembali, mendidik anaknya dan tidak boleh diulangi lagi sumpah yang seperti itu. Tapi kalau dia bermaksud untuk menceraikan, maka ceraikanlah secara baik, jangan sampai istri itu teraniaya, sebab Allah Maha Mendengar, Maha Mengetahui."
        },
        {
          "number": 227,
          "arabic": "وَإِنْ عَزَمُوا۟ ٱلطَّلَـٰقَ فَإِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٌ",
          "transliteration": "wa-in ʿazamū l-ṭalāqa fa-inna l-laha samīʿun ʿalīmun",
          "translation": "Dan jika mereka berketetapan hati hendak menceraikan, maka sungguh, Allah Maha Mendengar, Maha Mengetahui.",
          "tafsir": "Ayat ini berhubungan dengan seseorang yang bersumpah tidak akan mencampuri istrinya, seperti, \"Demi Allah, aku tidak akan bersetubuh dengan engkau lagi.\" Sumpah seperti ini disebut ila'. Dalam hal ini, istri tentu akan tersiksa dan menderita, karena tidak digauli dan tidak pula dicerai (ditalak). Hal seperti ini tidak boleh dibiarkan berlarut-larut, sebab perbuatan semacam ini perbuatan zalim. Bila sudah dekat empat bulan lamanya sesudah bersumpah itu, suami harus mengambil keputusan apakah ia akan kembali bergaul sebagai suami-istri atau bercerai. Kalau suami mengambil keputusan kembali berbaik dengan istrinya, maka itulah yang lebih baik, tetapi dia harus membayar kafarat sumpah. Dia harus mengatur rumah tangganya kembali, mendidik anaknya dan tidak boleh diulangi lagi sumpah yang seperti itu. Tapi kalau dia bermaksud untuk menceraikan, maka ceraikanlah secara baik, jangan sampai istri itu teraniaya, sebab Allah Maha Mendengar, Maha Mengetahui."
        },
        {
          "number": 228,
          "arabic": "وَٱلْمُطَلَّقَـٰتُ يَتَرَبَّصْنَ بِأَنفُسِهِنَّ ثَلَـٰثَةَ قُرُوٓءٍ ۚ وَلَا يَحِلُّ لَهُنَّ أَن يَكْتُمْنَ مَا خَلَقَ ٱللَّهُ فِىٓ أَرْحَامِهِنَّ إِن كُنَّ يُؤْمِنَّ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ ۚ وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِى ذَٰلِكَ إِنْ أَرَادُوٓا۟ إِصْلَـٰحًا ۚ وَلَهُنَّ مِثْلُ ٱلَّذِى عَلَيْهِنَّ بِٱلْمَعْرُوفِ ۚ وَلِلرِّجَالِ عَلَيْهِنَّ دَرَجَةٌ ۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ",
          "transliteration": "wal-muṭalaqātu yatarabbaṣna bi-anfusihinna thalāthata qurūin walā yaḥillu lahunna an yaktum'na mā khalaqa l-lahu fī arḥāmihinna in kunna yu'minna bil-lahi wal-yawmi l-ākhiri wabuʿūlatuhunna aḥaqqu biraddihinna fī dhālika in arādū iṣ'lāḥan walahunna mith'lu alladhī ʿalayhinna bil-maʿrūfi walilrrijāli ʿalayhinna darajatun wal-lahu ʿazīzun ḥakīmun",
          "translation": "Dan para istri yang diceraikan (wajib) menahan diri mereka (menunggu) tiga kali quru`.<sup foot_note=135032>1</sup> Mereka tidak boleh menyembunyikan apa yang diciptakan Allah dalam rahim mereka, jika mereka beriman kepada Allah dan hari akhir. Dan para suami mereka lebih berhak kembali kepada mereka dalam (masa) itu, jika mereka menghendaki perbaikan. Dan mereka (para perempuan) mempunyai hak seimbang dengan kewajibannya menurut cara yang patut. Tetapi para suami, mempunyai kelebihan di atas mereka.<sup foot_note=135033>2</sup> Allah Mahaperkasa, Mahabijaksana.",
          "tafsir": "Dalam ayat ini dijelaskan hukum talak sebagai penyempurnaan bagi hukum-hukum yang tersebut pada ayat-ayat sebelumnya. Apabila istri yang mempunyai masa haid, dicerai oleh suaminya, maka hendaklah dia bersabar menunggu tiga kali quru', baru boleh kawin dengan laki-laki yang lain. Tiga kali quru' ialah tiga kali suci menurut pendapat jumhur ulama ). Ini dinamakan masa idah, yaitu masa harus menunggu. Selama dia masih dalam masa idah, ia tidak boleh menyembunyikan apa yang telah terjadi dalam kandungannya, apakah dia telah hamil ataukah dalam haid kembali. Setiap istri yang beriman kepada Allah dan hari kiamat, dia harus jujur, mengakui terus terang apa yang telah terjadi dalam rahimnya. Pada masa jahiliyah, di kalangan istri-istri yang tidak jujur, sering tidak mengatakan bahwa dirinya telah hamil. Setelah idah-nya habis dia kawin lagi dengan laki-laki lain, maka tidak lama sesudah kawin lahir anaknya, terjadilah perselisihan dan pertengkaran antara kedua suami istri. Apabila mantan suami tidak mengakui bahwa itu anaknya, maka teraniayalah bayi yang tidak bersalah itu, disebabkan ibunya tidak jujur ketika masih dalam masa idah. Ada pula terjadi pada masa itu, istri tidak mau berterus terang bahwa idah-nya sudah habis, dia mengatakan masih dalam haid, maksud dia berbohong itu, agar suaminya tetap memberi belanja kepadanya selama dia dalam idah, maka turunlah ayat ini melarang istri yang dicerai menyembunyikan apa yang terjadi dalam rahimnya. Selama perempuan yang ditalak itu masih dalam idah, suami boleh rujuk, itulah yang lebih baik jika niat rujuknya ingin membina kembali rumah tangganya yang baik. Cukuplah waktu idah itu bagi suami untuk berpikir apakah ia akan rujuk kembali (lebih-lebih sudah ada anak) atau akan bercerai. Tetapi kalau rujuk itu bukan didorong oleh maksud yang baik, yakni hanya untuk membalas dendam, atau untuk menyusahkan dan menyakiti istri, maka perbuatan seperti ini dilarang Allah dan itu perbuatan zalim terhadap perempuan. Talak yang dijatuhkan kepada istri seperti ini, bernama talak raj'i yaitu talak yang masih boleh rujuk sebelum habis masa idah. Kemudian firman Allah yang mengatakan bahwa perempuan itu mempunyai hak yang seimbang dengan laki-laki dan laki-laki mempunyai kelebihan satu tingkat dari istrinya, adalah menjadi dalil bahwa dalam amal kebajikan mencapai kemajuan dalam segala aspek kehidupan, lebih-lebih dalam lapangan ilmu pengetahuan, perempuan dan laki-laki sama-sama mempunyai hak dan kewajiban. Meskipun demikian hak dan kewajiban itu disesuaikan dengan fitrahnya baik fisik maupun mental. Umpamanya seorang istri mempunyai kewajiban mengurus rumah tangga, mendidik anak-anak dan memelihara kesehatannya, menjaga kebersihan dan rahasia rumah tangga dan lain-lain. Sedang suami sebagai kepala keluarga bekerja dan berusaha untuk mencari nafkah yang halal guna membelanjai istri dan anak-anak. Dalam keluarga/rumah tangga, suami dan istri adalah mitra sejajar, saling tolong menolong dan bantu membantu dalam mewujudkan rumah tangga sakinah yang diridai Allah swt. Perbedaan yang ada adalah untuk saling melengkapi dan kerjasama, bukan sebagai sesuatu yang bertentangan dalam membina rumah tangga bahagia. Meskipun nafkah keluarga merupakan kewajiban suami, bukan berarti istri tidak boleh membantu nafkah keluarga, tetapi bila istri mengeluarkan biaya/nafkah rumah tangga, itu hanya sebagai tabarru' bukan sebagai kewajiban. Bila suami jatuh miskin, karena pemutusan hubungan kerja (PHK) atau sakit yang menjadikan ia tidak bisa memberi nafkah, maka istri berkewajiban membantu biaya rumah tangga, tetapi bila suami sudah berkemampuan memberi nafkah, maka ia wajib mengganti biaya yang telah dikeluarkan oleh istri, kecuali istri tersebut rela tidak diganti, maka nafkah yang telah dikeluarkannya menjadi bantuan suka rela kepada rumah tangga. Dalam masyarakat, perempuan boleh berlomba dengan laki-laki untuk mencari kemajuan dan berbuat amal kebajikan. Kalau ada orang menuduh, bahwa Islam tidak memberi kemerdekaan asasi kepada perempuan, itu adalah tuduhan yang tidak benar. Islamlah yang mula-mula mengangkat derajat perempuan setinggi-tingginya, sebelum dunia yang maju sekarang ini sanggup berbuat demikian. Sudah sejak 14 abad yang lalu Islam memberikan hak dan kewajiban kepada perempuan dan laki-laki, sedangkan dunia lain pada waktu itu masih dalam gelap gulita. Seorang suami sebagai kepala rumah tangga bertanggung jawab atas kesejahteraan dan keselamatan rumah tangga dengan memberikan biaya rumah tangga yang diperoleh dengan jalan yang halal. Demikian Allah mengatur hubungan suami istri dengan cara-cara yang harmonis untuk mencapai kebahagiaan hidup dalam berumah tangga."
        },
        {
          "number": 229,
          "arabic": "ٱلطَّلَـٰقُ مَرَّتَانِ ۖ فَإِمْسَاكٌۢ بِمَعْرُوفٍ أَوْ تَسْرِيحٌۢ بِإِحْسَـٰنٍ ۗ وَلَا يَحِلُّ لَكُمْ أَن تَأْخُذُوا۟ مِمَّآ ءَاتَيْتُمُوهُنَّ شَيْـًٔا إِلَّآ أَن يَخَافَآ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِ ۖ فَإِنْ خِفْتُمْ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِ فَلَا جُنَاحَ عَلَيْهِمَا فِيمَا ٱفْتَدَتْ بِهِۦ ۗ تِلْكَ حُدُودُ ٱللَّهِ فَلَا تَعْتَدُوهَا ۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَأُو۟لَـٰٓئِكَ هُمُ ٱلظَّـٰلِمُونَ",
          "transliteration": "al-ṭalāqu marratāni fa-im'sākun bimaʿrūfin aw tasrīḥun bi-iḥ'sānin walā yaḥillu lakum an takhudhū mimmā ātaytumūhunna shayan illā an yakhāfā allā yuqīmā ḥudūda l-lahi fa-in khif'tum allā yuqīmā ḥudūda l-lahi falā junāḥa ʿalayhimā fīmā if'tadat bihi til'ka ḥudūdu l-lahi falā taʿtadūhā waman yataʿadda ḥudūda l-lahi fa-ulāika humu l-ẓālimūna",
          "translation": "Talak (yang dapat dirujuk) itu dua kali. (Setelah itu suami dapat) menahan dengan baik, atau melepaskan dengan baik. Tidak halal bagi kamu mengambil kembali sesuatu yang telah kamu berikan kepada mereka, kecuali keduanya (suami dan istri) khawatir tidak mampu menjalankan hukum-hukum Allah. Jika kamu (wali) Khawatir bahwa keduanya tidak mampu menjalankan hukum Allah, maka keduanya tidak berdosa atas bayaran yang (harus) diberikan (oleh istri) untuk menebus dirinya.<sup foot_note=135034>1</sup> Itulah hukum-hukum Allah, maka janganlah kamu melanggarnya. Barangsiapa melanggar hukum-hukum Allah, mereka itulah orang-orang yang zalim.",
          "tafsir": "Dalam ayat ini dijelaskan, bahwa talak raj'i itu hanya berlaku dua kali. Kalau talak sudah tiga kali, tidak boleh rujuk lagi dan dinamakan talak ba'in. Para ulama berpendapat bahwa seseorang yang menjatuhkan talak tiga kali sekaligus, maka talaknya dihitung jatuh tiga, tetapi ada pula ulama yang berpendapat jatuh talak satu. Pada masa jahiliah, orang Arab menjatuhkan talak itu menurut kehendak hatinya dan tidak terbatas, kemudian mereka rujuk sekehendak hatinya pula. Pekerjaan seperti itu mempermainkan perempuan dan menghina mereka, padahal mereka adalah hamba Allah yang harus dihormati dan dimuliakan, seperti halnya laki-laki. Maka turunnya ayat ini adalah untuk mengubah dan memperbaiki keadaan yang buruk itu, untuk mengatur urusan pernikahan, talak, dan rujuk dengan sebaik-baiknya. Selama masih dalam talak satu atau talak dua, suami boleh rujuk dengan cara yang baik, atau tetap bercerai dengan cara yang baik pula. Yang dimaksud dengan yang baik, ialah selama dalam idah perempuan masih mendapat uang belanja, masih boleh tinggal menumpang di rumah suaminya, kemudian diadakan pembagian harta perceraian dengan cara yang baik pula, sehingga perempuan itu sudah diberikan haknya menurut semestinya. Kalau sudah benar-benar cerai, suami tidak boleh mengambil kembali apa yang sudah diberikan kepada istrinya seperti mahar dan lain-lain, bahkan sebaliknya mahar ditambah lagi dengan pemberian, agar terjamin hidupnya sesudah diceraikan. Apabila suami istri dikhawatirkan tidak akan dapat menjalankan ketentuan-ketentuan Allah, jika hal ini disebabkan oleh pihak suami, maka ia tidak dibenarkan mengambil kembali apa yang telah diberikan kepada istrinya. Tetapi kalau hal itu disebabkan oleh istri karena kebencian kepada suaminya atau takut ia tidak akan berlaku adil terhadapnya maka istri boleh memberikan kembali harta yang telah diberikan suaminya kepadanya untuk melepaskan dirinya dari ikatan perkawinan, agar suaminya mau menceraikannya, dan suaminya tidaklah berdosa mengambil kembali pemberiannya itu. Perbuatan seorang istri yang seperti ini yaitu rela memberikan sebagian hartanya kepada suaminya asal dapat diceraikan, dinamakan khulu'. Diriwayatkan oleh al-Bukhari, Ibnu Majah dan an-Nasa'i' dari Ibnu 'Abbas bahwa seorang wanita bernama Jamilah, saudara 'Abdullah bin Ubay bin Salul, istri Sabit bin Qais datang menghadap Rasulullah saw dan berkata, \"Ya Rasulullah, suamiku Sabit bin Qais tidak akan kupatuhi perintahnya lagi karena aku marah melihat tingkah lakunya yang tidak baik, aku takut kalau aku jadi orang kafir kembali karena berkhianat dan durhaka kepada suamiku itu.\" Rasulullah saw bertanya, \"Apakah engkau bersedia memberikan kembali kebun yang sudah diberikan suamimu sebagai maskawin dulu dan dengan demikian engkau akan dicerainya?\" Jamilah menjawab, \"Saya bersedia mengembalikannya asal aku diceraikan, ya Rasulullah.\" Maka Rasulullah saw berkata, \"Hai Sabit, terimalah kembali kebunmu itu dan ceraikanlah dia kembali.\" Memberikan kembali dengan rela hati kebun yang sudah menjadi miliknya, asal dia diceraikan, itu namanya menebus diri dan kata kebun adalah kuniyah dari mahar. Perceraian itu dinamakan khulu', tidak boleh rujuk lagi kecuali dengan akad dan mahar yang baru, dan tebusan itu disebut 'iwadh. Ketentuan tersebut adalah ketetapan Allah yang mengatur kehidupan rumah tangga yang tidak boleh dilanggar, agar terwujud rumah tangga yang bahagia. Maka siapa yang tidak mematuhinya, mereka adalah orang-orang yang zalim."
        },
        {
          "number": 230,
          "arabic": "فَإِن طَلَّقَهَا فَلَا تَحِلُّ لَهُۥ مِنۢ بَعْدُ حَتَّىٰ تَنكِحَ زَوْجًا غَيْرَهُۥ ۗ فَإِن طَلَّقَهَا فَلَا جُنَاحَ عَلَيْهِمَآ أَن يَتَرَاجَعَآ إِن ظَنَّآ أَن يُقِيمَا حُدُودَ ٱللَّهِ ۗ وَتِلْكَ حُدُودُ ٱللَّهِ يُبَيِّنُهَا لِقَوْمٍ يَعْلَمُونَ",
          "transliteration": "fa-in ṭallaqahā falā taḥillu lahu min baʿdu ḥattā tankiḥa zawjan ghayrahu fa-in ṭallaqahā falā junāḥa ʿalayhimā an yatarājaʿā in ẓannā an yuqīmā ḥudūda l-lahi watil'ka ḥudūdu l-lahi yubayyinuhā liqawmin yaʿlamūna",
          "translation": "Kemudian jika dia menceraikannya (setelah talak yang kedua), maka perempuan itu tidak halal lagi baginya sebelum dia menikah dengan suami yang lain. Kemudian jika suami yang lain itu menceraikannya, maka tidak ada dosa bagi keduanya (suami pertama dan bekas istri) untuk menikah kembali jika keduanya berpendapat akan dapat menjalankan hukum-hukum Allah. Itulah ketentuan-ketentuan Allah yang diterangkan-Nya kepada orang-orang yang berpengetahuan.",
          "tafsir": "Ayat ini menerangkan, kalau sudah jatuh talak tiga, tidak boleh lagi rujuk. Apabila kedua belah pihak ingin hidup kembali sebagai suami- istri, maka perempuan itu harus kawin lebih dahulu dengan laki-laki lain, dan telah dicampuri oleh suaminya yang baru, dan kemudian diceraikan atas kehendak sendiri, dan sudah habis masa idahnya, barulah keduanya boleh rujuk kembali. Ayat ini menyuruh kita berhati-hati dalam menjatuhkan talak, jangan gegabah dan jangan terburu nafsu. Pikirkanlah masak-masak, karena terburu nafsu dalam menjatuhkan talak, akhirnya menyesal. Menjatuhkan talak itu dibolehkan dalam Islam, tapi ia adalah perbuatan yang dibenci Allah. Akibat perceraian itu besar sekali, baik bagi suami, lebih-lebih bagi istri dan anak-anak. Karenanya, apabila masih dalam talak kedua, lebih baik rujuk kembali, kalau memang masih bisa diharapkan terwujudnya rumah tangga bahagia, dan dapat menjalankan perintah Allah dengan sebaik-baiknya."
        }
      ]
    }
  ]
}