{
  "pageNumber": 330,
  "juz": 17,
  "surahs": [
    {
      "number": 21,
      "name": "Al-Anbiya'",
      "nameArabic": "الأنبياء",
      "meaning": "Para Nabi",
      "revelation": "Makkah",
      "description": "Surat Al-Anbiya' terdiri dari 112 ayat dan termasuk surat Makkiyyah.Surat ini dinamai dengan \"Al-Anbiya'\" (nabi-nabi), karena surat ini mengutarakan kisah beberapa nabi. Permulaan surat Al-Anbiya' menegaskan bahwa manusia lalai dalam menghadapi hari penghisaban. Mengingat adanya pengingkaran kaum musyrik Mekah terhadap wahyu yang dibawa Nabi Muhammad maka Allah menegaskan bahwa meskipun nabi-nabi ini manusia biasa, tetapi mereka membawa wahyu yang pokok ajarannya adalah tauhid, dan manusia berkewajiban menyembah Allah, Penciptanya. Orang yang tidak mau mengakui kekuasaan Allah dan mengingkari ajaran yang dibawa nabi-nabi akan diazab Allah di dunia dan di akhirat nanti. Kemudian dikemukakan kisah beberapa nabi dengan umatnya. Selanjutnya, surat itu ditutup dengan seruan agar kaum musyrik Mekah beriman kepada ajaran yang dibawa Muhammad supaya tidak mengalami hal yang pernah dialami oleh umat-umat terdahulu.&nbsp;Selain yang tersebut di atas, pokok-pokok isi surat ini antara lain:1. **Keimanan:** Para nabi dan para rasul diangkat Allah dari jenis manusia; langit dan bumi akan binasa kalau ada tuhan selain Allah; semua rasul membawa ajaran tauhid dan keharusan manusia menyembah Allah; setiap yang bernyawa akan merasakan mati; cobaan Allah kepada manusia ada yang berupa kebaikan dan ada yang berupa keburukan; hari kiamat datang dengan tiba-tiba.2. **Kisah-kisah:** Kisah Nabi Ibrahim (ajakan Ibrahim kepada ayahnya untuk menyembah Allah, bantahan Ibrahim terhadap kaumnya yang menyembah berhala, bantahan Ibrahim terhadap Namrudz yang menganggap diri Tuhan); kisah Nabi Nuh, kisah Nabi Daud dan Nabi Sulaiman; kisah Nabi Ayyub; kisah Nabi Yunus a.s.; kisah Zakariya a.s.3. **Lain-lain:** Keutamaan Al-Qur'an; tuntutan kaum musyrikin kepada Nabi Muhammad untuk mendatangkan mukjizat selain Al-Qur'an; kehancuran suatu umat karena kezaliman diri sendiri; Allah menciptakan langit dan bumi beserta hikmahnya; tanya-jawab antara berhala dan penyembahnya di neraka; kemunculan Ya'juj dan Ma'juj sebagai tanda kedatangan hari kiamat; bumi akan diwariskan kepada hamba Allah yang dapat memakmurkannya; kejadian alam semesta; sesuatu yang hidup berasal dari air.Surat Al-Anbiya' menerangkan bahwa sudah menjadi sunnatullah bahwa para nabi atau rasul yang diutus adalah dari jenis manusia yang diberi kitab dan mukjizat. Dasar agama (aqidah) yang dibawa oleh para nabi adalah sama, hanya berbeda dalam syariat (hukum furu') yang disesuaikan dengan perkembangan masa dan kondisi.**Hubungan Surat Al-Anbiya' Dengan Surat Al-Hajj:**1. Pada akhir surat Al-Anbiya' dikemukakan hal-hal yang berhubungan dengan hari kiamat, sedang pada permulaan surat Al Hajj dikemukakan bukti-bukti adanya hari kebangkitan dengan dalil akal.2. Surat Al-Anbiya' mengutarakan bahwa Allah tidak menjadikan manusia sebagai makhluk yang kekal hidupnya, semua akan merasakan mati. Kemudian mereka dibangkitkan pada hari kiamat untuk penghisaban atas perbuatan-perbuatan yang mereka lakukan di dunia. Pada surat Al Hajj diterangkan bahwa manusia dapat menjadikan dalil keadaan pertumbuhan yang terdapat di alam semesta, dari ada kepada tidak ada dan sebaliknya, sebagai bukti bahwa janji Allah tentang hari kebangkitan pasti akan menjadi kenyataan.3. Surat Al-Anbiya' menerangkan kisah nabi-nabi dan dalil-dalil yang dihadapkan kepada kaumnya tentang kebenaran agama yang dibawanya, sedangkan surat Al Hajj menuntut agar manusia memperhatikan aneka ragam ciptaan Allah dan pengaturannya, untuk memperkuat keimanan kepada kebenaran agama Allah.",
      "verses": [
        {
          "number": 91,
          "arabic": "وَٱلَّتِىٓ أَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيهَا مِن رُّوحِنَا وَجَعَلْنَـٰهَا وَٱبْنَهَآ ءَايَةً لِّلْعَـٰلَمِينَ",
          "transliteration": "wa-allatī aḥṣanat farjahā fanafakhnā fīhā min rūḥinā wajaʿalnāhā wa-ib'nahā āyatan lil'ʿālamīna",
          "translation": "Dan (ingatlah kisah Maryam) yang memelihara kehormatannya, lalu Kami tiupkan (roh) dari Kami ke dalam (tubuh)nya; Kami jadikan dia dan anaknya sebagai tanda (kebesaran Allah) bagi seluruh alam.",
          "tafsir": "Pada ayat ini Allah menerangkan kisah Maryam secara ringkas, yaitu bahwa dia adalah seorang perempuan yang memelihara kehormatan dirinya, maka suatu ketika Allah mengutus malaikat Jibril untuk memberitahukan Maryam bahwa Allah meniupkan ruh ke dalam tubuh Maryam sehingga ia mengandung, kemudian Maryam melahirkan Isa as tanpa ayah. Oleh karena Isa lahir tanpa ayah, maka Maryam dan Isa lalu menjadi salah satu bukti bagi seluruh isi alam ini, tentang kekuasaan dan kemahaesaan Allah. Kelahiran Isa mengandung bukti dan tanda kekuasaan Allah sebagaimana halnya Nabi Adam yang lahir ke dunia tanpa ayah dan ibu, sedang Isa lahir tanpa ayah saja. Hal yang membuat heran adalah karena Maryam belum pernah mengadakan hubungan apa pun dengan kaum lelaki, baik secara halal melalui perkawinan, apalagi secara tidak halal. Allah menyebutkan ucapan Maryam mengenai dirinya sendiri sebagai berikut: Tidak pernah ada orang (laki-laki) yang menyentuhku dan aku bukan seorang pezina!\" (Maryam/19: 20) Firman Allah dalam ayat lain; Dan Maryam putri Imran yang memelihara kehormatannya. (at-Tahrim/66: 12) Keheranan Maryam yang disampaikan kepada Malaikat Jibril dijawab degan firman Allah: Dia (Jibril) berkata, \"Demikianlah.\" Tuhanmu berfirman, \"Hal itu mudah bagi-Ku. (Maryam/19 : 21) Tanda-tanda kebesaran dan kekuasaan Allah yang diperlihatkan kepada diri Maryam ialah bahwa dia hamil tanpa melalui hubungan kelamin dengan siapa pun, dan malaikat senantiasa menyediakan makanan untuknya. Mengenai hal ini Al-Qur'an menceritakan pertanyaan Zakaria kepada Maryam dan jawaban Maryam kepadanya: \"Wahai Maryam! Dari mana ini engkau peroleh?\" Dia (Maryam) menjawab, \"Itu dari Allah.\" (Ali 'Imran/3: 37) Adapun tanda-tanda kebesaran dan kemahakuasaan Allah yang terlihat melalui diri Isa as, sudah diterangkan dengan panjang lebar dalam Surah Ali 'Imran dan Surah Maryam."
        },
        {
          "number": 92,
          "arabic": "إِنَّ هَـٰذِهِۦٓ أُمَّتُكُمْ أُمَّةً وَٰحِدَةً وَأَنَا۠ رَبُّكُمْ فَٱعْبُدُونِ",
          "transliteration": "inna hādhihi ummatukum ummatan wāḥidatan wa-anā rabbukum fa-uʿ'budūni",
          "translation": "Sungguh, (agama tauhid) inilah agama kamu, agama yang satu dan Aku adalah Tuhanmu, maka sembahlah Aku!",
          "tafsir": "Dalam ayat ini ditegaskan bahwa agama tauhid ini adalah agama untuk seluruh manusia, dan merupakan agama yang satu, yaitu sama dalam akidah, meskipun berbeda dalam syariat. Rasulullah bersabda, \"Kami para nabi seperti ibarat saudara-saudara se ayah, agama kami satu.\" (Riwayat al-Bukhari, Muslim, Abu Daud dan Ahmad dari Abu Hurairah.) Kemudian pada akhir ayat ini ditegaskan bahwa Allah adalah Tuhan bagi seluruh umat manusia. Oleh sebab itu kepada-Nya sajalah mereka harus menyembah."
        },
        {
          "number": 93,
          "arabic": "وَتَقَطَّعُوٓا۟ أَمْرَهُم بَيْنَهُمْ ۖ كُلٌّ إِلَيْنَا رَٰجِعُونَ",
          "transliteration": "wataqaṭṭaʿū amrahum baynahum kullun ilaynā rājiʿūna",
          "translation": "Tetapi mereka terpecah belah dalam urusan (agama) mereka di antara mereka. Masing-masing (golongan itu semua) akan kembali kepada Kami.",
          "tafsir": "Dalam ayat ini Allah memperingatkan kaum Muslimin atas perpecahan yang timbul antara umat manusia. Seluruh umat manusia itu seharusnya menganut agama tauhid, karena agama yang diturunkan Allah adalah satu, yaitu agama tauhid (agama Islam). Akan tetapi mereka telah berpecah belah, sehingga kesatuan mereka menjadi terkotak-kotak kecil yang dipisahkan dengan ketat oleh perbedaan pandangan, baik mengenai masalah-masalah yang tidak prinsip dalam agama maupun masalah-masalah duniawi semata. Perbedaan-perbedaan paham itu pada umumnya disertai taklid kepada imam atau pemimpin sehingga kelompok yang satu menutup diri terhadap kelompok yang lain. Dengan demikian mereka sudah melalaikan ajaran agama, yang menyuruh mereka bersatu dan memelihara kesatuan umat. Akan tetapi mereka berbuat sebaliknya, yaitu berpecah belah. Pada akhir ayat ini ditegaskan, bahwa umat manusia yang sudah berpecah belah itu, seluruhnya akan kembali kepada-Nya juga. Maka Allah akan melakukan hisab dan memberikan balasan atas keimanan dan amal mereka masing-masing."
        },
        {
          "number": 94,
          "arabic": "فَمَن يَعْمَلْ مِنَ ٱلصَّـٰلِحَـٰتِ وَهُوَ مُؤْمِنٌ فَلَا كُفْرَانَ لِسَعْيِهِۦ وَإِنَّا لَهُۥ كَـٰتِبُونَ",
          "transliteration": "faman yaʿmal mina l-ṣāliḥāti wahuwa mu'minun falā kuf'rāna lisaʿyihi wa-innā lahu kātibūna",
          "translation": "Barangsiapa yang mengerjakan kebajikan, dan dia beriman, maka usahanya tidak akan di ingkari (disia-siakan), dan sungguh, Kamilah yang mencatat untuknya.",
          "tafsir": "Dalam ayat ini Allah menjamin bahwa amal kebajikan yang dilakukan oleh seseorang yang beriman, betapapun kecilnya, namun Allah akan membalasnya dengan kebaikan pula. Amal kebajikan itu tidak akan hilang percuma, dan tidak akan diingkari karena Allah telah menuliskannya untuk orang yang melakukannya. Jaminan Allah untuk memberikan balasan atas setiap kebajikan hamba-Nya terdapat dalam firman-Nya: Dan barang siapa menghendaki kehidupan akhirat dan berusaha ke arah itu dengan sungguh-sungguh, sedangkan dia beriman, maka mereka itulah orang yang usahanya dibalas dengan baik. (al-Isra'/17: 19) Firman-Nya lagi pada ayat yang lain: Sungguh, mereka yang beriman dan mengerjakan kebajikan, Kami benar-benar tidak akan menyia-nyiakan pahala orang yang mengerjakan perbuatan yang baik itu. (al-Kahf/18: 30)"
        },
        {
          "number": 95,
          "arabic": "وَحَرَٰمٌ عَلَىٰ قَرْيَةٍ أَهْلَكْنَـٰهَآ أَنَّهُمْ لَا يَرْجِعُونَ",
          "transliteration": "waḥarāmun ʿalā qaryatin ahlaknāhā annahum lā yarjiʿūna",
          "translation": "Dan tidak mungkin bagi (penduduk) suatu negeri yang telah Kami binasakan, bahwa mereka tidak akan kembali (kepada Kami).",
          "tafsir": "Pada ayat ini dijelaskan bahwa tidak mungkinlah bagi penduduk suatu negeri yang telah dibinasakan dengan azab-Nya, bahwa mereka tidak akan kembali kepada-Nya. Maksudnya, kaum yang ingkar dan kafir itu, walaupun sudah dibinasakan dengan azab yang berat di dunia, namun mereka pasti akan kembali kepada Allah di akhirat kelak, lalu dihisab semua amalannya, dan diberi balasan yang setimpal."
        },
        {
          "number": 96,
          "arabic": "حَتَّىٰٓ إِذَا فُتِحَتْ يَأْجُوجُ وَمَأْجُوجُ وَهُم مِّن كُلِّ حَدَبٍ يَنسِلُونَ",
          "transliteration": "ḥattā idhā futiḥat yajūju wamajūju wahum min kulli ḥadabin yansilūna",
          "translation": "Hingga apabila (tembok) Ya`jūj dan Ma`jūj dibukakan dan mereka turun dengan cepat dari seluruh tempat yang tinggi.",
          "tafsir": "Dalam ayat ini Allah menerangkan bahwa kaum kafir telah dibinasakan dengan azab yang berat di dunia ini, sehingga mereka menemui kemusnahan, mereka tidak akan kembali lagi ke dunia, mereka akan tetap dalam kemusnahan sampai hari Kiamat kelak. Sebagai salah satu dari tanda-tanda akan datangnya hari Kiamat adalah terbukanya tembok Yakjuj dan Makjuj, sehingga Yakjuj dan Makjuj berdatangan, meluncur dengan cepat dari setiap tempat yang tinggi. Mereka membuat keonaran dan kebinasaan di dunia."
        },
        {
          "number": 97,
          "arabic": "وَٱقْتَرَبَ ٱلْوَعْدُ ٱلْحَقُّ فَإِذَا هِىَ شَـٰخِصَةٌ أَبْصَـٰرُ ٱلَّذِينَ كَفَرُوا۟ يَـٰوَيْلَنَا قَدْ كُنَّا فِى غَفْلَةٍ مِّنْ هَـٰذَا بَلْ كُنَّا ظَـٰلِمِينَ",
          "transliteration": "wa-iq'taraba l-waʿdu l-ḥaqu fa-idhā hiya shākhiṣatun abṣāru alladhīna kafarū yāwaylanā qad kunnā fī ghaflatin min hādhā bal kunnā ẓālimīna",
          "translation": "Dan (apabila) janji yang benar (hari berbangkit) telah dekat, maka tiba-tiba mata orang-orang yang kafir terbelalak. (Mereka berkata), \"Alangkah celakanya kami! Kami benar-benar lengah tentang ini, bahkan kami benar-benar orang yang zalim.\"",
          "tafsir": "Pada ayat ini ditegaskan, bahwa pada waktu keluarnya Yakjuj dan Makjuj itu, dan di waktu telah dekatnya saat kedatangan janji yang benar, yaitu hari kebangkitan dan hisab, maka dengan serta merta terbelalaklah mata kaum kafir karena terkejut, seraya berteriak dengan nada penyesalan, \"Aduhai celakalah kami, benar-benar kami lalai tentang kedatangan hari kebangkitan dan hisab, sehingga kami tidak mempersiapkan diri kami dengan baik. Bahkan kami ini adalah orang-orang yang zalim atas diri kami dan terhadap orang lain, karena kami telah diberi peringatan bahwa hari kebangkitan dan hisab itu benar-benar akan datang, tetapi kami tidak mengindahkan peringatan itu, bahkan mendustakannya. Akan tetapi, betapa pun mereka menyesali dirinya pada saat itu namun penyesalan itu sudah tidak berguna lagi, karena saat kebangkitan dan hisab itu memang benar-benar datang, sedang mereka tidak percaya sedikitpun."
        },
        {
          "number": 98,
          "arabic": "إِنَّكُمْ وَمَا تَعْبُدُونَ مِن دُونِ ٱللَّهِ حَصَبُ جَهَنَّمَ أَنتُمْ لَهَا وَٰرِدُونَ",
          "transliteration": "innakum wamā taʿbudūna min dūni l-lahi ḥaṣabu jahannama antum lahā wāridūna",
          "translation": "Sungguh, kamu (orang kafir) dan apa yang kamu sembah selain Allah, adalah bahan bakar Jahanam. Kamu (pasti) masuk ke dalamnya.",
          "tafsir": "Ayat ini menegaskan kepada orang-orang musyrik Mekah bahwa mereka beserta apa yang mereka sembah selain Allah, selama mereka hidup di dunia, seperti patung, binatang, benda-benda mati, pohon atau tempat keramat dan sebagainya akan dimasukkan ke dalam neraka Jahannam. Hal ini merupakan janji Allah kepada mereka, yang pasti ditepati-Nya. Dalam ayat ini disebutkan bahwa orang-orang musyrik beserta sembahan-sembahan mereka akan dimasukkan ke dalam neraka, padahal yang berdosa dan memperserikatkan Tuhan dalam hal ini ialah penyembah-penyembahnya. Adapun sembahan-sembahan itu mereka tidak tahu menahu apa yang diperbuat oleh penyembah-penyembahnya. Hikmah menyertakan sembahan-sembahan itu beserta penyembah-penyembahnya ialah untuk memperlihatkan kepada mereka bahwa kepercayaan mereka terhadap sembahan-sembahan itu sewaktu di dunia adalah tidak benar. Mereka waktu di dunia dahulu mempercayai bahwa patung-patung dan segala apa yang mereka sembah itu akan memberi syafaat kepada mereka di hari Kiamat, sehingga mereka terhindar dari azab Allah. Dengan perantara sembahan-sembahan itu mereka akan dimasukkan ke dalam surga. Setelah hari Kiamat datang dan setelah mereka masuk ke dalam neraka bersama-sama dengan sembahan-sembahan yang mereka sembah itu, ternyata sembahan-sembahan itu tidak dapat berbuat sesuatu pun terhadap mereka. Dengan demikian terbuktilah kesalahan kepercayaan yang mereka anut dan kebenaran risalah yang pernah disampaikan Muhammad kepada mereka."
        },
        {
          "number": 99,
          "arabic": "لَوْ كَانَ هَـٰٓؤُلَآءِ ءَالِهَةً مَّا وَرَدُوهَا ۖ وَكُلٌّ فِيهَا خَـٰلِدُونَ",
          "transliteration": "law kāna hāulāi ālihatan mā waradūhā wakullun fīhā khālidūna",
          "translation": "Seandainya (berhala-berhala) itu tuhan, tentu mereka tidak akan memasukinya (neraka). Tetapi semuanya akan kekal di dalamnya.",
          "tafsir": "Ayat ini menerangkan seandainya sembahan-sembahan yang disembah orang-orang musyrik itu benar tuhan di samping Allah sebagaimana kepercayaan mereka, tentulah sembahan itu akan selamat bersama-sama mereka, karena jika ia tuhan tentulah ia mahakuasa dan perkasa, tidak ada sesuatu pun yang dapat menyiksanya, bahkan ia sendirilah yang akan menyiksa orang-orang yang durhaka padanya. Akan tetapi yang terjadi ialah bahwa semuanya itu baik penyembah-penyembah berhala, maupun sembahan-sembahan yang disembah akan kekal di dalam neraka."
        },
        {
          "number": 100,
          "arabic": "لَهُمْ فِيهَا زَفِيرٌ وَهُمْ فِيهَا لَا يَسْمَعُونَ",
          "transliteration": "lahum fīhā zafīrun wahum fīhā lā yasmaʿūna",
          "translation": "Mereka merintih dan menjerit di dalamnya (neraka), dan mereka di dalamnya tidak dapat mendengar.",
          "tafsir": "Kemudian Allah menerangkan keadaan penyembah berhala- berhala itu beserta sembahan-sembahan mereka di dalam neraka, yaitu: 1. Mereka di dalam neraka mengeluh dan merintih dan nafas mereka menjadi sesak menanggung azab yang tiada terperikan dahsyatnya. Maka adapun orang-orang yang sengsara, maka (tempatnya) di dalam neraka, di sana mereka mengeluarkan dan menarik nafas dengan merintih. (Hud/11:106) 2. Penyembah-penyembah berhala yang sedang diazab itu tidak dapat mengetahui keadaan temannya yang lain yang juga diazab, karena mereka tidak sempat memikirkannya, masing-masing mereka sibuk menghadapi azab yang selalu menimpa mereka."
        },
        {
          "number": 101,
          "arabic": "إِنَّ ٱلَّذِينَ سَبَقَتْ لَهُم مِّنَّا ٱلْحُسْنَىٰٓ أُو۟لَـٰٓئِكَ عَنْهَا مُبْعَدُونَ",
          "transliteration": "inna alladhīna sabaqat lahum minnā l-ḥus'nā ulāika ʿanhā mub'ʿadūna",
          "translation": "Sungguh, sejak dahulu bagi orang-orang yang telah ada (ketetapan) yang baik dari Kami, mereka itu akan dijauhkan (dari neraka).",
          "tafsir": "Pada ayat ini diterangkan keadaan orang-orang yang beriman dan mengerjakan amal saleh serta orang-orang yang telah diberi Allah taufik untuk taat kepada-Nya, bahwa mereka tidak dimasukkan ke dalam neraka bahkan mereka sedikit pun tidak didekatkan kepadanya. Diriwayatkan oleh al-Hakim dari Ibnu Abbas, bahwa waktu ayat 98 diturunkan, orang-orang musyrik Quraisy merasa terpukul karenanya. Mereka berkata, \"Muhammad telah memaki-maki tuhan-tuhan kita. Lalu mereka pergi kepada Ibnu az-Ziba'ra dan menceritakan tentang ayat yang diturunkan itu, dia menjawab, \"Kalau saya berhadapan dengan Muhammad tentulah saya dapat membantahnya.\" Orang-orang musyrik Quraisy itu berkata, \"Apakah yang kamu katakan.\" Dia menjawab, \"Aku mengatakan kepadanya, \"Al- Masih disembah orang-orang Nasrani, 'Uzair disembah orang Yahudi, apakah Al-Masih dan 'Uzair itu akan menjadi bahan bakar api neraka? Orang-orang Quraisy tertarik hatinya mendengar ucapan Ibnu az-Ziba'ra dan merasa telah dapat mengalahkan Muhammad. Maka turunlah ayat 99 sampai 101 Surah ini, yang menegaskan ayat 98 di atas. Dengan turunnya ayat-ayat ini Ibnu az-Ziba'ra bungkam dan bimbanglah kembali hati orang-orang musyrik. Tetapi karena kedengkian mereka kepada Nabi Muhammad dan kaum Muslimin, maka mereka tetap dalam kemusyrikan mereka."
        }
      ]
    }
  ]
}