{
  "pageNumber": 420,
  "juz": 21,
  "surahs": [
    {
      "number": 33,
      "name": "Al-Ahzab",
      "nameArabic": "الأحزاب",
      "meaning": "Golongan-golongan",
      "revelation": "Madinah",
      "description": "Surat Al-Ahzab terdiri dari 73 ayat, termasuk golongan surat Madaniyyah, dan diturunkan setelah surat Ali 'Imran.Dinamai \"Al-Ahzab\" yang berarti \"golongan-golongan yang bersekutu\" karena dalam surat ini terdapat ayat-ayat, ayat ke-9 sampai ayat ke-27, yang berhubungan dengan peperangan Al-Ahzab, yaitu perang yang dilancarkan oleh orang-orang Yahudi, kaum munafik, dan orang-orang musyrik terhadap orang-orang mukmin di Madinah. Mereka mengepung rapat orang-orang mukmin sehingga sebagian mereka berputus asa dan menyangka bahwa mereka akan dihancurkan oleh musuh-musuh itu.Ini adalah suatu cobaan yang berat dari Allah untuk menguji sampai di mana keteguhan keimanan kaum mukmin. Akhirnya, Allah mengirimkan bantuan berupa tentara yang tidak terlihat dan angin topan, sehingga musuh-musuh menjadi kacau balau dan melarikan diri.**Pokok-Pokok Isi:**1. **Keimanan:** Cukuplah Allah saja sebagai Pelindung; takdir Allah tidak dapat ditolak; Nabi Muhammad adalah contoh dan teladan yang paling baik; Nabi Muhammad adalah rasul dan nabi yang terakhir; hanya Allah yang mengetahui kepan terjadinya kiamat.2. **Hukum-hukum:** Hukum zhihar; kedudukan anak angkat; dasar waris-mewarisi dalam Islam ialah hubungan nasab (pertalian darah); tidak ada iddah bagi perempuan yang ditalak sebelum dicampuri; hukum-hukum khusus mengenai perkawinan Nabi dan kewajiban istri-istrinya; larangan menyakiti hati Nabi.3. **Kisah-kisah:** Perang Ahzab (Khandaq): kisah Zainab binti Jahsy dengan Zaid; perang terhadap Bani Quraizhah.4. **Lain-lain:** Penyesalan orang-orang kafir di akhirat karena mereka mengingkari Allah dan rasul-Nya; sifat-sifat orang-orang munafik.Surat Al-Ahzab mengemukakan tingkah laku dan usaha orang-orang munafik menyakiti Nabi Muhammad, faktor penyebab perang Ahzab dan kesudahannya, tentang perkawinan Nabi dengan istri-istrinya, sopan-santun di rumah Nabi, fitnah terhadap Nabi Muhammad, dan adab sopan santun yang diperlukan untuk membangun masyarakat islami di Madinah, terutama setelah perang Badar.Dari surat Al-Ahzab ini dapat diambil kesimpulan bahwa kemenangan orang-orang mukmin terhadap musuh-musuhnya adalah karena persatuan dan ketaatan kaum muslimin kepada pimpinan. Sepandai apa pun fitnah yang dilancarkan terhadap Nabi Muhammad maka akhirnya terbongkar juga.**Hubungan Surat Al-Ahzab Dengan Surat Saba':**1. Pada akhir surat Al-Ahzab disebutkan bahwa Allah memiliki sifat Maha Pengampun dan Maha Penyayang, sedangkan di awal surat Saba' disebutkan pula sifat yang sama.2. Pada surat Al-Ahzab diceritakan bahwa orang-orang kafir menanyakan kapan hari kiamat terjadi dengan tujuan memperolok-olokkan Nabi Muhammad, sedangkan dalam surat Saba' diceritakan bahwa orang kafir itu menjadikan berita hari kiamat bukan saja sebagai olok-olokan bahkan dengan tegas mengingkarinya dan mencela orang-orang yang mempercayainya.",
      "verses": [
        {
          "number": 16,
          "arabic": "قُل لَّن يَنفَعَكُمُ ٱلْفِرَارُ إِن فَرَرْتُم مِّنَ ٱلْمَوْتِ أَوِ ٱلْقَتْلِ وَإِذًا لَّا تُمَتَّعُونَ إِلَّا قَلِيلًا",
          "transliteration": "qul lan yanfaʿakumu l-firāru in farartum mina l-mawti awi l-qatli wa-idhan lā tumattaʿūna illā qalīlan",
          "translation": "Katakanlah (Muhammad), \"Lari tidaklah berguna bagimu, jika kamu melarikan diri dari kematian atau pembunuhan, dan jika demikian (kamu terhindar dari kematian) kamu hanya akan mengecap kesenangan sebentar saja.\"",
          "tafsir": "Pada ayat ini, Allah memerintahkan kepada Rasulullah saw agar menyampaikan kepada orang-orang yang menghindarkan diri dan lari dari medan pertempuran itu, bahwa tindakan mereka tidak akan ada manfaatnya sedikit pun. Mereka tidak akan dapat menghindarkan ajal yang telah ditetapkan Allah, tidak dapat mengelakkan pembunuhan yang ditetapkan Allah terhadap seseorang, yang akan dilakukan oleh musuh-musuhnya. Segala sesuatu itu telah ditetapkan Allah, tidak seorang pun yang dapat mengubahnya. Seandainya seseorang dapat lari dari pertempuran dan hal itu memberi manfaat kepadanya, serta dapat menghindarkan kematian dirinya, maka yang demikian itu hanyalah bersifat sementara. Hidup di dunia ini adalah hidup yang fana, walaupun dirasakan lama, pada hakikatnya adalah singkat sekali jika dibandingkan dengan kehidupan akhirat yang abadi."
        },
        {
          "number": 17,
          "arabic": "قُلْ مَن ذَا ٱلَّذِى يَعْصِمُكُم مِّنَ ٱللَّهِ إِنْ أَرَادَ بِكُمْ سُوٓءًا أَوْ أَرَادَ بِكُمْ رَحْمَةً ۚ وَلَا يَجِدُونَ لَهُم مِّن دُونِ ٱللَّهِ وَلِيًّا وَلَا نَصِيرًا",
          "transliteration": "qul man dhā alladhī yaʿṣimukum mina l-lahi in arāda bikum sūan aw arāda bikum raḥmatan walā yajidūna lahum min dūni l-lahi waliyyan walā naṣīran",
          "translation": "Katakanlah, \"Siapakah yang dapat melindungi kamu dari (ketentuan) Allah jika Dia menghendaki bencana atasmu atau menghendaki rahmat untuk dirimu?\" Mereka itu tidak akan mendapatkan pelindung dan penolong selain Allah.",
          "tafsir": "Menurut riwayat lain bahwa yang mengajak itu adalah orang-orang Yahudi. Mereka mengajak orang-orang munafik menghindarkan diri dari Nabi dan orang-orang Muslimin dengan mengatakan, \"Apabila Abu Sufyan menang, tentulah Muhammad dan pengikut-pengikutnya akan dibinasakan semuanya.\" Karena itu turunlah ayat ini. Pada ayat ini, Allah memerintahkan kepada Nabi Muhammad untuk menjawab perkataan orang-orang yang mengatakan bahwa mereka akan selamat bila mereka meninggalkan medan pertempuran. Allah berfirman, \"Tidak seorang pun di antara kamu yang sanggup menghindarkan diri dari pembunuhan atau kesengsaraan jika Allah telah menetapkannya. Demikian pula, tidak seorang pun yang dapat mendatangkan sesuatu kebaikan kepada seseorang jika Allah tidak menghendakinya. Manfaat dan kemelaratan itu hanya Allah yang menetapkannya, tidak seorang pun yang sanggup mengganti atau mengubahnya. Oleh karena itu, orang-orang munafik dan Yahudi yang mengkhianati Nabi tidak akan mendapatkan orang yang dapat menolong dan mengelakkan bencana yang akan menimpa mereka. Menurut suatu riwayat, 'Abdullah bin Ubay dan kawan-kawannya, orang-orang munafik dan Yahudi berkata kepada kaum Muslimin, \"Muhammad dan pengikut-pengikutnya sangat sedikit jika dibandingkan dengan jumlah kaum Quraisy dan sekutu-sekutunya. Oleh karena itu, mereka pasti binasa, dan marilah kita menjauhkan diri dari padanya.\""
        },
        {
          "number": 18,
          "arabic": "۞ قَدْ يَعْلَمُ ٱللَّهُ ٱلْمُعَوِّقِينَ مِنكُمْ وَٱلْقَآئِلِينَ لِإِخْوَٰنِهِمْ هَلُمَّ إِلَيْنَا ۖ وَلَا يَأْتُونَ ٱلْبَأْسَ إِلَّا قَلِيلًا",
          "transliteration": "qad yaʿlamu l-lahu l-muʿawiqīna minkum wal-qāilīna li-ikh'wānihim halumma ilaynā walā yatūna l-basa illā qalīlan",
          "translation": "Sungguh, Allah mengetahui orang-orang yang menghalang-halangi di antara kamu dan orang yang berkata kepada saudara-saudaranya, \"Marilah bersama kami.\" Tetapi mereka datang berperang hanya sebentar,",
          "tafsir": "Ayat ini menerangkan bahwa Allah mengetahui dengan sesungguhnya orang yang menghambat manusia mengikuti Rasulullah saw berperang di jalan-Nya. Dia mengetahui pula orang-orang yang enggan dan minta izin kepada Rasulullah saw untuk tidak ikut berperang, serta orang-orang yang mengajak penduduk Medinah agar tidak ikut berperang bersamanya. Sementara itu, ada pula orang-orang yang ikut berperang sebentar saja sekedar untuk memperlihatkan kepada kaum Muslimin bahwa sebenarnya mereka itu termasuk orang yang ikut berperang. Akan tetapi, di saat kaum Muslimin lengah, mereka menghilang dengan diam-diam dan kembali ke rumahnya masing-masing."
        },
        {
          "number": 19,
          "arabic": "أَشِحَّةً عَلَيْكُمْ ۖ فَإِذَا جَآءَ ٱلْخَوْفُ رَأَيْتَهُمْ يَنظُرُونَ إِلَيْكَ تَدُورُ أَعْيُنُهُمْ كَٱلَّذِى يُغْشَىٰ عَلَيْهِ مِنَ ٱلْمَوْتِ ۖ فَإِذَا ذَهَبَ ٱلْخَوْفُ سَلَقُوكُم بِأَلْسِنَةٍ حِدَادٍ أَشِحَّةً عَلَى ٱلْخَيْرِ ۚ أُو۟لَـٰٓئِكَ لَمْ يُؤْمِنُوا۟ فَأَحْبَطَ ٱللَّهُ أَعْمَـٰلَهُمْ ۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرًا",
          "transliteration": "ashiḥḥatan ʿalaykum fa-idhā jāa l-khawfu ra-aytahum yanẓurūna ilayka tadūru aʿyunuhum ka-alladhī yugh'shā ʿalayhi mina l-mawti fa-idhā dhahaba l-khawfu salaqūkum bi-alsinatin ḥidādin ashiḥḥatan ʿalā l-khayri ulāika lam yu'minū fa-aḥbaṭa l-lahu aʿmālahum wakāna dhālika ʿalā l-lahi yasīran",
          "translation": "mereka kikir terhadapmu. Apabila datang ketakutan (bahaya), kamu lihat mereka itu memandang kepadamu dengan mata yang terbalik-balik seperti orang yang pingsan karena akan mati, dan apabila ketakutan telah hilang, mereka mencaci kamu dengan lidah yang tajam, sedang mereka kikir untuk berbuat kebaikan. Mereka itu tidak beriman, maka Allah menghapus amalnya. Dan yang demikian itu mudah bagi Allah.",
          "tafsir": "Pada ayat ini, Allah menyebutkan sifat-sifat orang-orang yang selalu menghindarkan diri dari ikut berperang bersama Nabi saw: 1. Mereka tidak menolong Muhammad dan kaum Muslimin dalam menghadapi musuh, baik pertolongan berupa harta benda maupun jiwa raga. 2. Apabila musuh-musuh telah menyerang dan orang-orang yang beriman telah bertempur dengan gagah berani menolak serangan musuh, mereka menoleh ke kiri dan ke kanan karena ketakutan dan mencari jalan dan kesempatan untuk lari dari medan pertempuran menghindari kematian. 3. Apabila pertempuran telah usai dan mereka merasa telah aman, mereka bersikap sombong dan membangga-banggakan jasa dan keberanian dalam medan pertempuran padahal semua itu adalah omong kosong belaka yang menyakitkan hati. Seakan-akan merekalah orang-orang yang berperang mati-matian sampai kemenangan tercapai, padahal semua yang mereka katakan itu adalah dusta belaka. 4. Mereka sangat rakus kepada harta rampasan yang telah diperoleh kaum Muslimin, dan tidak mau melepaskan sesuatu yang telah mereka dapat. Padahal sebelumnya mereka tidak mau mengeluarkan harta untuk menolong Nabi saw. Orang-orang yang bersifat seperti yang disebutkan di atas itu pada hakikatnya adalah orang-orang yang tidak beriman kepada Allah dan Rasul-Nya, tidak beramal dengan tulus ikhlas dan tidak mau berkorban sedikit pun, karena mereka adalah orang-orang munafik. Karena sifat dan sikap mereka yang demikian itu, maka Allah menghapus segala pahala amal perbuatan mereka dan menjadikannya seolah-olah debu yang beterbangan yang tidak ada artinya sama sekali. Menghapuskan pahala amal perbuatan orang-orang munafik itu bukanlah suatu yang sukar bagi Allah, tetapi amat mudah bagi-Nya, karena Dia Mahakuasa lagi Maha Mengetahui segala sesuatu."
        },
        {
          "number": 20,
          "arabic": "يَحْسَبُونَ ٱلْأَحْزَابَ لَمْ يَذْهَبُوا۟ ۖ وَإِن يَأْتِ ٱلْأَحْزَابُ يَوَدُّوا۟ لَوْ أَنَّهُم بَادُونَ فِى ٱلْأَعْرَابِ يَسْـَٔلُونَ عَنْ أَنۢبَآئِكُمْ ۖ وَلَوْ كَانُوا۟ فِيكُم مَّا قَـٰتَلُوٓا۟ إِلَّا قَلِيلًا",
          "transliteration": "yaḥsabūna l-aḥzāba lam yadhhabū wa-in yati l-aḥzābu yawaddū law annahum bādūna fī l-aʿrābi yasalūna ʿan anbāikum walaw kānū fīkum mā qātalū illā qalīlan",
          "translation": "Mereka mengira (bahwa) golongan-golongan (yang bersekutu) itu belum pergi, dan jika golongan-golongan (yang bersekutu) itu datang kembali, niscaya mereka ingin berada di dusun-dusun bersama-sama orang Arab Badui, sambil menanyakan berita tentang kamu. Dan sekiranya mereka berada bersamamu, mereka tidak akan berperang, melainkan sebentar saja.",
          "tafsir": "Karena sangat ketakutan, orang-orang munafik mengira bahwa tentara sekutu masih berada di medan pertempuran, padahal tentara-tentara itu telah lari berserakan, kembali ke negeri masing-masing. Hal ini menunjukkan bahwa orang-orang munafik adalah orang-orang pengecut dan tidak beriman sehingga tidak ikut berperang, seakan-akan mereka tidak hadir di sana. Oleh karena itu, mereka tidak mengetahui gerak gerik musuh. Dalam pada itu, jika tentara sekutu itu kembali lagi menyerang, mereka menginginkan agar mereka berada di Badiyah (padang pasir) yang jauh dari kota bersama-sama Arab Badui dan penduduk padang pasir, agar mereka tidak terkena bahaya peperangan. Bagi mereka cukuplah kiranya bila dapat bertanya kepada orang-orang yang datang ke tempat mereka tentang keadaan Nabi dan kaum Muslimin. Selanjutnya Allah menerangkan bahwa pada peperangan yang telah lewat itu, andaikata orang-orang munafik tidak meninggalkan medan peperangan dan tetap bersama kaum Muslimin di garis depan, kemudian terjadi pertempuran yang dahsyat, maka mereka juga tidak akan ikut berperang. Kalaupun ikut berperang, mereka berperang dengan tidak sepenuh hati dan keimanan. Mereka akan melawan musuh sekedar memenuhi permintaan Nabi saja."
        },
        {
          "number": 21,
          "arabic": "لَّقَدْ كَانَ لَكُمْ فِى رَسُولِ ٱللَّهِ أُسْوَةٌ حَسَنَةٌ لِّمَن كَانَ يَرْجُوا۟ ٱللَّهَ وَٱلْيَوْمَ ٱلْـَٔاخِرَ وَذَكَرَ ٱللَّهَ كَثِيرًا",
          "transliteration": "laqad kāna lakum fī rasūli l-lahi us'watun ḥasanatun liman kāna yarjū l-laha wal-yawma l-ākhira wadhakara l-laha kathīran",
          "translation": "Sungguh, telah ada pada (diri) Rasulullah itu suri teladan yang baik bagimu (yaitu) bagi orang yang mengharap (rahmat) Allah dan (kedatangan) hari Kiamat dan yang banyak mengingat Allah.",
          "tafsir": "Pada ayat ini, Allah memperingatkan orang-orang munafik bahwa sebenarnya mereka dapat memperoleh teladan yang baik dari Nabi saw. Rasulullah saw adalah seorang yang kuat imannya, berani, sabar, dan tabah menghadapi segala macam cobaan, percaya sepenuhnya kepada segala ketentuan Allah, dan mempunyai akhlak yang mulia. Jika mereka bercita-cita ingin menjadi manusia yang baik, berbahagia hidup di dunia dan di akhirat, tentulah mereka akan mencontoh dan mengikutinya. Akan tetapi, perbuatan dan tingkah laku mereka menunjukkan bahwa mereka tidak mengharapkan keridaan Allah dan segala macam bentuk kebahagiaan hakiki itu."
        },
        {
          "number": 22,
          "arabic": "وَلَمَّا رَءَا ٱلْمُؤْمِنُونَ ٱلْأَحْزَابَ قَالُوا۟ هَـٰذَا مَا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥ وَصَدَقَ ٱللَّهُ وَرَسُولُهُۥ ۚ وَمَا زَادَهُمْ إِلَّآ إِيمَـٰنًا وَتَسْلِيمًا",
          "transliteration": "walammā raā l-mu'minūna l-aḥzāba qālū hādhā mā waʿadanā l-lahu warasūluhu waṣadaqa l-lahu warasūluhu wamā zādahum illā īmānan wataslīman",
          "translation": "Dan ketika orang-orang mukmin melihat golongan-golongan (yang bersekutu) itu, mereka berkata, \"Inilah yang dijanjikan Allah dan Rasul-Nya<sup foot_note=135623>1</sup> kepada kita.\" Dan benarlah Allah dan Rasul-Nya. Dan yang demikian itu menambah keimanan dan keislaman mereka.",
          "tafsir": "Pada ayat ini, Allah menerangkan sikap dan tindakan kaum Muslimin dalam menghadapi Perang Ahzab. Mereka bekerja dan berjuang semata-mata karena Allah dan mengikuti perintah Nabi, bukan karena kepentingan diri sendiri. Seluruh harta bahkan jiwa raga mereka serahkan kepada Nabi untuk kepen-tingan perjuangan. Mereka berjuang dengan tabah dan sabar. Semakin besar bahaya mengancam, semakin kuat iman dan ketabahan mereka. Ketika mereka melihat keadaan tentara sekutu yang jumlahnya sangat besar dan akan menyerbu mereka, sedang jumlah mereka hanya sedikit, mereka berkata, \"Inilah yang telah dijanjikan Allah dan Rasul Nya kepada kita, berupa ujian dan cobaan, sebagai pendahuluan dari kemenangan yang akan datang. Oleh karena itu, kita harus tabah dan sabar dalam menghadapinya.\" Pada ayat yang lain diterangkan syarat-syarat kebahagiaan dan kemenangan yang akan diperoleh orang-orang yang beriman. Allah berfirman: Ataukah kamu mengira bahwa kamu akan masuk surga, padahal belum datang kepadamu (cobaan) seperti (yang dialami) orang-orang terdahulu sebelum kamu. Mereka ditimpa kemelaratan, penderitaan dan diguncang (dengan berbagai cobaan), sehingga Rasul dan orang-orang yang beriman bersamanya berkata, \"Kapankah datang pertolongan Allah?\" Ingatlah, sesungguhnya pertolongan Allah itu dekat. (al-Baqarah/2: 214) Dan firman-Nya lagi: Apakah manusia mengira bahwa mereka akan dibiarkan hanya dengan mengatakan, \"Kami telah beriman,\" dan mereka tidak diuji? (al- 'Ankabut/29: 2) Diriwayatkan oleh Ibnu Kasir bahwa pada waktu menggali parit sebelum tentara sekutu datang, Rasulullah saw pernah menyampaikan bahwa Jibril mengatakan kepadanya bahwa kerajaan Persia dan Romawi akan takluk di bawah kekuasaan kaum Muslimin. Mendengar kabar berita itu, kaum Muslimin sangat senang karena mereka percaya bahwa itu adalah janji Allah. Tatkala datang tentara sekutu mengepung, mereka menganggap bahwa kedatangan tentara sekutu itu adalah ujian dan cobaan bagi mereka sebelum memperoleh kemenangan dan sebelum mereka menaklukkan Persia dan Romawi, sehingga mereka mengucapkan, \"Benar apa yang dijanjikan Allah itu dengan meluaskan agama Islam ke seluruh penjuru dunia di kemudian hari, dan benar pula apa yang diisyaratkan Allah untuk mencapai kemenangan dan kebahagiaan itu, yaitu bertawakal dan sabar dalam menerima cobaan dan halangan.\""
        }
      ]
    }
  ]
}