{
  "pageNumber": 556,
  "juz": 28,
  "surahs": [
    {
      "number": 64,
      "name": "At-Taghabun",
      "nameArabic": "التغابن",
      "meaning": "Hari Dinampakkan Kesalahan",
      "revelation": "Madinah",
      "description": "Surat ini terdiri dari 18 ayat, termasuk golongan surat Madaniyyah, dan diturunkan sesudah surat At-Tahrim.Nama At-Taghabun diambil dari kata \"At-Taghabun\" yang terdapat pada ayat ke-9 yang artinya hari kesalahan-kesalahan ditampakkan.**Pokok-Pokok Isi:**1. **Keimanan:** Seluruh alam bertasbih kepada Allah, penjelasan tentang kekuasaan Allah serta keluasan ilmu-Nya; penegasan bahwa semua yang terjadi di alam ini adalah atas izin Allah.2. **Hukum-hukum:** Perintah taat kepada Allah dan Rasul; perintah bertakwa dan menginfakkan harta.3. **Lain-lain:** Peringatan kepada orang-orang kafir tentang nasib orang-orang terdahulu yang mendurhakai rasul-rasul; di antara istri dan anak seseorang ada yang menjadi musuh baginya; harta dan anak adalah cobaan dan ujian bagi manusia.Pada surat At-Taghabun Allah memberi peringatan kepada kaum musyrikin tentang azab yang ditimpakan kepada umat-umat terdahulu dan memberi hiburan kepada Nabi bahwa keingkaran orang-orang kafir itu tidak akan mendatangkan mudarat kepadanya.**Hubungan Surat At-Taghabun Dengan Surat Ath-Thalaq:**Dalam surat At-Taghabun diterangkan bahwa di antara istri-istri dan anak-anak ada yang menjadi musuh, dan permusuhan antara suami dan istri mungkin berujung pada perceraian (talak), maka dalam surat Ath-Thalaq diterangkan hukum-hukum talak secara ringkas.",
      "verses": [
        {
          "number": 1,
          "arabic": " يُسَبِّحُ لِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۖ لَهُ ٱلْمُلْكُ وَلَهُ ٱلْحَمْدُ ۖ وَهُوَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
          "transliteration": "yusabbiḥu lillahi mā fī l-samāwāti wamā fī l-arḍi lahu l-mul'ku walahu l-ḥamdu wahuwa ʿalā kulli shayin qadīrun",
          "translation": "Apa yang ada di langit dan apa yang ada di bumi senantiasa bertasbih kepada Allah; milik-Nya semua kerajaan dan bagi-Nya (pula) segala puji; dan Dia Mahakuasa atas segala sesuatu.",
          "tafsir": "Allah menerangkan bahwa apa yang ada di langit dan di bumi bertasbih menyucikan-Nya. Ini berarti bahwa apa yang ada di langit dan di bumi menunjukkan kesucian dan kesempurnaan Allah serta semua makhluk itu tunduk dan menyerah kepada-Nya. Dialah Maharaja yang berwenang berbuat sesuai dengan kehendak-Nya terhadap semua yang ada, berhak dipuji atas penciptaan-Nya, karena Dia sumber segala kebaikan. Allah Mahakuasa atas segala sesuatu, apa yang dikehendaki-Nya pasti berwujud dan menjadi kenyataan tanpa ada yang dapat menghalangi-Nya. Sedangkan terhadap apa yang tidak dikehendaki-Nya, hal itu tidak akan ada."
        },
        {
          "number": 2,
          "arabic": "هُوَ ٱلَّذِى خَلَقَكُمْ فَمِنكُمْ كَافِرٌ وَمِنكُم مُّؤْمِنٌ ۚ وَٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ",
          "transliteration": "huwa alladhī khalaqakum faminkum kāfirun waminkum mu'minun wal-lahu bimā taʿmalūna baṣīrun",
          "translation": "Dialah yang menciptakan kamu, lalu di antara kamu ada yang kafir dan di antara kamu (juga) ada yang mukmin. Dan Allah Maha Melihat apa yang kamu kerjakan.",
          "tafsir": "Ayat ini menerangkan bahwa Allahlah yang menciptakan semua yang ada menurut kehendak-Nya. Allah berfirman: Allah pencipta segala sesuatu dan Dia Maha Pemelihara atas segala sesuatu. (az-Zumar/39: 62) Pada dasarnya manusia ketika dilahirkan dalam keadaan fitrah, tetapi sebagian dari manusia itu memilih kekafiran yang bertentangan dengan fitrahnya dan sebahagian lagi memilih iman sesuai dengan tuntutan fitrahnya, sebagaimana sabda Nabi saw: Setiap anak dilahirkan dalam keadaan fitrah (Islam). Maka kedua orang tualah yang akan menjadikannya seorang Yahudi, Nasrani, atau Majusi. (Riwayat al-Bukhari dan Muslim) Andaikata manusia itu mau memikirkan kejadiannya dan kejadian yang ada di alam raya ini, pasti cukup menjadi jaminan bagi manusia untuk kembali kepada yang hak dengan memilih iman, dan mensyukuri nikmat yang telah dianugerahkan kepadanya. Akan tetapi, manusia itu tidak sadar dan insaf atas semuanya itu, sehingga terjadilah perpecahan, mengingkari Tuhan yang menciptakannya, serta nikmat-nikmat yang telah dianugerahkan kepadanya. Selayaknya manusia itu menginsafi bahwa Allah melihat segala yang dikerjakannya, dan di akhirat nanti dia akan diberi balasan terhadap semua itu. Yang baik dibalas dengan surga, sedangkan yang jahat dibalas dengan siksaan dan dimasukkan ke dalam neraka Jahanam, sejahat-jahat tempat kediaman, sebagaimana Allah berfirman: Sungguh, Jahanam itu seburuk-buruk tempat menetap dan tempat kediaman. (al-Furqan/25: 66)"
        },
        {
          "number": 3,
          "arabic": "خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ بِٱلْحَقِّ وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ ۖ وَإِلَيْهِ ٱلْمَصِيرُ",
          "transliteration": "khalaqa l-samāwāti wal-arḍa bil-ḥaqi waṣawwarakum fa-aḥsana ṣuwarakum wa-ilayhi l-maṣīru",
          "translation": "Dia menciptakan langit dan bumi dengan (tujuan) yang benar, Dia membentuk rupamu lalu memperbagus rupamu, dan kepada-Nya tempat kembali.",
          "tafsir": "Ayat ini menerangkan bahwa Allah menciptakan langit dan bumi dengan tujuan yang benar, penuh kebijaksanaan, dan menjamin kebahagiaan makhluknya di dunia dan akhirat. Dia pulalah yang menjadikan manusia dalam bentuk yang sebagus-bagusnya, berbeda dengan makhluk yang lain. Manusia akan mempertanggungjawabkan segala perbuatannya di dunia lalu mendapat balasan yang setimpal, Allah berfirman: Sungguh, Kami telah menciptakan manusia dalam bentuk yang sebaik-baiknya. (at-Tin/95: 4) Dalam ayat lain Allah berfirman: Dan takutlah pada hari (ketika) kamu semua dikembalikan kepada Allah. Kemudian setiap orang diberi balasan yang sempurna sesuai dengan apa yang telah dilakukannya, dan mereka tidak dizalimi (dirugikan). (al-Baqarah/2: 281) Penjelasan mengenai penciptaan dengan tujuan yang benar dapat dilihat pada uraian mengenai hal yang sama pada Surah ad-Dukhan/44: 38-39 dan sad/38: 27."
        },
        {
          "number": 4,
          "arabic": "يَعْلَمُ مَا فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَيَعْلَمُ مَا تُسِرُّونَ وَمَا تُعْلِنُونَ ۚ وَٱللَّهُ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
          "transliteration": "yaʿlamu mā fī l-samāwāti wal-arḍi wayaʿlamu mā tusirrūna wamā tuʿ'linūna wal-lahu ʿalīmun bidhāti l-ṣudūri",
          "translation": "Dia mengetahui apa yang ada di langit dan di bumi, dan mengetahui apa yang kamu rahasiakan dan apa yang kamu nyatakan. Dan Allah Maha Mengetahui segala isi hati.",
          "tafsir": "Ayat ini menyatakan bahwa Allah Maha Mengetahui apa yang ada di langit dan di bumi. Tidak satu pun yang tersembunyi bagi-Nya. Dialah yang mengatur yang ada sesuai dengan ilmu-Nya yang luas dan kekuasaan-Nya yang mencakup dan meliputi segala sesuatu menurut kehendak-Nya, sebagaimana Allah berfirman: Sesungguhnya urusan-Nya apabila Dia menghendaki sesuatu Dia hanya berkata kepadanya, \"Jadilah!\" Maka jadilah sesuatu itu. (Yasin/36: 82) Allah mengetahui segala sesuatu, baik yang dirahasiakan apalagi yang tampak nyata. Maka seyogyanya manusia berbuat sesuai dengan apa yang digariskan agama Allah yang dibawa junjungan kita Nabi Muhammad saw yaitu agama Islam, untuk mendapat rida-Nya, memperoleh pahala yang berlipat-ganda, dan berbahagia di dunia dan akhirat. Ayat ke-4 ini ditutup dengan satu ketegasan bahwa Allah itu Maha Mengetahui segala isi hati, tidak ada sesuatu pun yang tersembunyi bagi-Nya. Firman Allah: Sungguh, Allah Maha Mengetahui segala sesuatu. (al-'Ankabut/29: 62) Dalam ayat lain Allah berfirman: Sesungguhnya Allah Maha Mengetahui segala isi hati. (Luqman/31: 23)"
        },
        {
          "number": 5,
          "arabic": "أَلَمْ يَأْتِكُمْ نَبَؤُا۟ ٱلَّذِينَ كَفَرُوا۟ مِن قَبْلُ فَذَاقُوا۟ وَبَالَ أَمْرِهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ",
          "transliteration": "alam yatikum naba-u alladhīna kafarū min qablu fadhāqū wabāla amrihim walahum ʿadhābun alīmun",
          "translation": "Apakah belum sampai kepadamu (orang-orang kafir) berita orang-orang kafir dahulu? Maka mereka telah merasakan akibat buruk dari perbuatannya dan mereka memperoleh azab yang pedih.",
          "tafsir": "Orang-orang munafik itu apabila diajak mendatangi Rasulullah saw agar beliau memintakan ampunan kepada Allah atas dosa-dosa yang telah diperbuat, mereka itu menolak mentah-mentah ajakan itu. Mereka memalingkan mukanya dengan gaya yang menunjukkan keangkuhan dan kesombongan. Hal ini disebutkan pula dalam firman Allah: Dan apabila dikatakan kepada mereka, \"Marilah (patuh) kepada apa yang telah diturunkan Allah dan (patuh) kepada Rasul,\" (niscaya) engkau (Muhammad) melihat orang munafik menghalangi dengan keras darimu. (an-Nisa'/4: 61)"
        },
        {
          "number": 6,
          "arabic": "ذَٰلِكَ بِأَنَّهُۥ كَانَت تَّأْتِيهِمْ رُسُلُهُم بِٱلْبَيِّنَـٰتِ فَقَالُوٓا۟ أَبَشَرٌ يَهْدُونَنَا فَكَفَرُوا۟ وَتَوَلَّوا۟ ۚ وَّٱسْتَغْنَى ٱللَّهُ ۚ وَٱللَّهُ غَنِىٌّ حَمِيدٌ",
          "transliteration": "dhālika bi-annahu kānat tatīhim rusuluhum bil-bayināti faqālū abasharun yahdūnanā fakafarū watawallaw wa-is'taghnā l-lahu wal-lahu ghaniyyun ḥamīdun",
          "translation": "Yang demikian itu karena sesungguhnya ketika rasul-rasul datang kepada mereka membawa keterangan-keterangan, lalu mereka berkata, \"Apakah (pantas) manusia yang memberi petunjuk kepada kami?\" Lalu mereka ingkar dan berpaling; padahal Allah tidak memerlukan (mereka). Dan Allah Mahakaya, Maha Terpuji.",
          "tafsir": "Allah memperingatkan orang-orang musyrik penduduk Mekah tentang kejadian-kejadian yang telah dialami oleh orang-orang yang mengingkari para rasul sebelum mereka, seperti kaum Nuh, kaum Hud, kaum Saleh, dan lainnya. Kepada mereka telah ditimpakan berbagai azab dan siksa yang bermacam-macam bentuknya. Ada yang berupa banjir yang menenggelamkan dan merusak apa yang ada di atas bumi, ada yang berupa angin topan yang menerbangkan dan menghancurkan bangunan-bangunan tempat tinggal mereka, dan lain sebagainya. (6) Allah menerangkan bahwa sebab-sebab ditimpakan berbagai azab kepada umat terdahulu itu ialah karena kecerobohan mereka mendustakan para rasul sesudah mereka diberi keterangan yang jelas, dan diperlihatkan mukjizat-mukjizat nyata. Mereka berkata, \"Satu hal yang ajaib bahwa orang yang akan memberi petunjuk kepada kami ialah manusia biasa yang tidak mempunyai sedikit pun kelebihan dari kami. Ia tidak mempunyai pikiran lebih unggul dari kami, dan tidak memiliki kekuatan dan kekuasaan untuk menundukkan kami.\" Dalam ayat yang lain Allah berfirman: Maka mereka berkata, \"Bagaimana kita akan mengikuti seorang manusia (biasa) di antara kita?\" (al-Qamar/54: 24) Mereka tidak mengetahui bahwa para nabi dan rasul itu adalah orang-orang yang telah dipilih Allah menurut kehendak-Nya, sebagaimana diterangkan dalam firman-Nya: Allah lebih mengetahui di mana Dia menempatkan tugas kerasulan-Nya. (al-An'am/6: 124) Setelah keingkaran mereka berkepanjangan dan pembangkangan mereka berlarut-larut, maka Allah membinasakan mereka. Allah tidak memerlukan mereka serta tidak mempunyai kepentingan sedikit pun kepada mereka. Dia Mahakuasa, tidak mempunyai keperluan sedikit pun kepada sesuatu, Maha Terpuji atas segala nikmat yang telah ditetapkan kepada makhluk-Nya."
        },
        {
          "number": 7,
          "arabic": "زَعَمَ ٱلَّذِينَ كَفَرُوٓا۟ أَن لَّن يُبْعَثُوا۟ ۚ قُلْ بَلَىٰ وَرَبِّى لَتُبْعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلْتُمْ ۚ وَذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٌ",
          "transliteration": "zaʿama alladhīna kafarū an lan yub'ʿathū qul balā warabbī latub'ʿathunna thumma latunabba-unna bimā ʿamil'tum wadhālika ʿalā l-lahi yasīrun",
          "translation": "Orang-orang yang kafir mengira, bahwa mereka tidak akan dibangkitkan. Katakanlah (Muhammad), \"Tidak demikian, demi Tuhanku, kamu pasti dibangkitkan, kemudian diberitakan semua yang telah kamu kerjakan.\" Dan yang demikian itu mudah bagi Allah.",
          "tafsir": "Dalam ayat ini, Allah menerangkan bahwa orang musyrik beranggapan tidak akan ada hari kebangkitan, hari perhitungan, dan hari pembalasan. Anggapan mereka ini diungkapkan juga dalam ayat yang berbunyi: Apabila kami telah menjadi tanah, apakah kami akan (dikembalikan) menjadi makhluk yang baru? (ar-Ra'd/13: 5) Firman Allah: Siapakah yang dapat menghidupkan tulang-belulang, yang telah hancur luluh? (Yasin/36: 78) Anggapan orang musyrik yang salah itu ditolak Allah dengan tegas. Allah menyatakan bahwa hari kebangkitan dan hari pembalasan itu pasti ada, dan semua manusia dihidupkan kembali pada hari itu. Lalu diberitakan semua yang pernah mereka perbuat di dunia sampai kepada yang sekecil-kecilnya untuk dihisab dan diberi balasan. Yang demikian ini bagi Allah sangat mudah dan tidak ada kesulitan sama sekali. Firman Allah: Katakanlah (Muhammad), \"Yang akan menghidupkannya ialah (Allah) yang menciptakannya pertama kali. Dan Dia Maha Mengetahui tentang segala makhluk. (Yasin/36:79) Dalam ayat yang lain Allah berfirman: Dan orang-orang yang kafir berkata, \"Hari Kiamat itu tidak akan datang kepada kami.\" Katakanlah, \"Pasti datang, demi Tuhanku yang mengetahui yang gaib, Kiamat itu pasti akan datang kepadamu. (Saba'/34: 3)"
        },
        {
          "number": 8,
          "arabic": "فَـَٔامِنُوا۟ بِٱللَّهِ وَرَسُولِهِۦ وَٱلنُّورِ ٱلَّذِىٓ أَنزَلْنَا ۚ وَٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ",
          "transliteration": "faāminū bil-lahi warasūlihi wal-nūri alladhī anzalnā wal-lahu bimā taʿmalūna khabīrun",
          "translation": "Maka berimanlah kamu kepada Allah dan Rasul-Nya dan kepada cahaya (Alquran) yang telah Kami turunkan. Dan Allah Mahateliti terhadap apa yang kamu kerjakan.",
          "tafsir": "Dalam ayat ini, Allah memerintahkan orang-orang musyrik, sesudah ditegaskan bahwa hari kebangkitan itu pasti ada, agar beriman kepada-Nya, Rasul-Nya, dan cahaya Al-Qur'an yang telah diturunkan-Nya, yang akan memberi petunjuk dan membimbing manusia ke jalan yang benar. Amal perbuatan mereka itu tidak ada yang tersembunyi bagi Allah. Semua diketahui-Nya dan akan dibalas pada hari kebangkitan nanti, yang baik maupun yang buruk."
        },
        {
          "number": 9,
          "arabic": "يَوْمَ يَجْمَعُكُمْ لِيَوْمِ ٱلْجَمْعِ ۖ ذَٰلِكَ يَوْمُ ٱلتَّغَابُنِ ۗ وَمَن يُؤْمِنۢ بِٱللَّهِ وَيَعْمَلْ صَـٰلِحًا يُكَفِّرْ عَنْهُ سَيِّـَٔاتِهِۦ وَيُدْخِلْهُ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَآ أَبَدًا ۚ ذَٰلِكَ ٱلْفَوْزُ ٱلْعَظِيمُ",
          "transliteration": "yawma yajmaʿukum liyawmi l-jamʿi dhālika yawmu l-taghābuni waman yu'min bil-lahi wayaʿmal ṣāliḥan yukaffir ʿanhu sayyiātihi wayud'khil'hu jannātin tajrī min taḥtihā l-anhāru khālidīna fīhā abadan dhālika l-fawzu l-ʿaẓīmu",
          "translation": "(Ingatlah) pada hari (ketika) Allah mengumpulkan kamu pada hari berhimpun, itulah hari pengungkapan kesalahan-kesalahan. Dan barangsiapa beriman kepada Allah dan mengerjakan kebajikan niscaya Allah akan menghapus kesalahan-kesalahannya dan memasukkannya ke dalam surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya selama-lamanya. Itulah kemenangan yang agung.",
          "tafsir": "Dalam ayat ini, Allah menjelaskan bahwa pada hari Kiamat nanti Dia akan mengumpulkan orang-orang terdahulu dan yang datang kemudian di suatu lapangan, sebagaimana firman-Nya: Itulah hari ketika semua manusia dikumpulkan (untuk dihisab), dan itulah hari yang disaksikan (oleh semua makhluk). (Hud/11: 103) Firman Allah dalam ayat lain: Katakanlah, \"(Ya), sesungguhnya orang-orang yang terdahulu dan yang kemudian, pasti semua akan dikumpulkan pada waktu tertentu, pada hari yang sudah dimaklumi.\" (al-Waqi'ah/56: 49-50) Pada hari itulah nanti akan diteliti dan dibalas amal yang telah dilakukan setiap manusia di dunia ini. Semua amal, baik berupa kesalahan atau kebenaran, akan terungkap pada hari itu. Hari itulah yang dinamakan hari \"tagabun\". Orang-orang kafir yang telah menukar kehidupan akhirat dengan dunia yakni memilih kelezatan dunia dari kenikmatan akhirat, akan merugi dan tidak memperoleh keuntungan sedikit pun. Sedangkan orang-orang mukmin yang telah mengorbankan dirinya untuk memperoleh surga, mereka itulah yang beruntung dan tak akan merugi sedikit pun. Dalam sebuah hadis diriwayatkan: Tidak seseorang masuk surga melainkan diperlihatkan kepadanya tempat (yang pernah disediakan baginya) di neraka, seandainya ia berbuat keburukan agar menambah kesyukuran. Dan tidaklah seseorang masuk neraka melainkan diperlihatkan kepadanya tempat (yang pernah disediakan baginya) di surga, seandainya ia berbuat kebaikan agar penyesalannya bertambah. (Riwayat Ahmad dan al-Bukhari dari Abu Hurairah) Orang-orang yang percaya kepada Allah dan taat kepada perintah-Nya, menjauhi larangan-Nya, niscaya dihapus semua kesalahan dan dosanya, serta diampuni dan dimasukkan ke dalam surga yang mengalir di bawahnya sungai-sungai. Mereka kekal di dalamnya, tidak akan mati, dan tidak akan keluar dari sana. Yang demikian itu adalah satu keuntungan dan kebahagiaan yang tiada taranya, karena telah terhindar dari kebinasaan dan kehancuran. Allah berfirman dalam ayat lain: Tetapi barang siapa datang kepada-Nya dalam keadaan beriman, dan telah mengerjakan kebajikan, maka mereka itulah orang yang memperoleh derajat yang tinggi (mulia), (yaitu) surga-surga 'Adn, yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya. Itulah balasan bagi orang yang menyucikan diri. (thaha/20: 75-76)"
        }
      ]
    }
  ]
}