{
  "pageNumber": 269,
  "juz": 14,
  "surahs": [
    {
      "number": 16,
      "name": "An-Nahl",
      "nameArabic": "النحل",
      "meaning": "Lebah",
      "revelation": "Makkah",
      "description": "Surat ini terdiri dari 128 ayat dan termasuk surat Makkiyyah. Surat ini dinamakan \"An-Nahl\" yang berarti \"lebah\" karena di dalamnya terdapat firman Allah pada ayat 68 yang artinya, \"Dan Tuhanmu mengilhamkan kepada lebah.\"Lebah adalah makhluk Allah yang banyak memberi manfaat dan kenikmatan pada manusia. Ada persamaan antara madu yang dihasilkan lebah dengan Al-Qur'anul Karim. Madu berasal dari aneka macam sari bunga dan menjadi obat bagi bermacam-macam penyakit (lihat ayat ke-69). Sementara itu, Al-Qur'an berisi inti sari kitab-kitab yang telah diturunkan kepada nabi-nabi terdahulu ditambah ajaran-ajaran yang dibutuhkan semua manusia sepanjang masa untuk mencapai kebahagiaan dunia dan akhirat (lihat surat Yunus ayat ke-57 dan surat Al-Israa' ayat ke-82). Surat ini juga dinamakan \"An Ni'am\" yang berarti nikmat-nikmat, karena di dalamnya Allah menyebutkan berbagai macam nikmat yang diberikan kepada hamba-hamba-Nya.**Pokok-Pokok Isi:**1. **Keimanan:** Kepastian adanya hari kiamat; keesaan Allah, kekuasaan-Nya dan kesempurnaan ilmu-Nya serta dalil-dalilnya; pertanggungjawaban manusia kepada Allah terhadap segala yang telah dikerjakannya.2. **Hukum-hukum:** Beberapa hukum tentang makanan dan minuman yang diharamkan dan yang dihalalkan; dibolehkan memakai perhiasan yang berasal dari laut, seperti: merjan dan mutiara; dibolehkan memakan makanan yang diharamkan dalam keadaan terpaksa; kulit dan bulu binatang dari hewan yang halal dimakan; kewajiban memenuhi perjanjian dan larangan mempermainkan sumpah; larangan membuat-buat hukum yang tak ada dasarnya; perintah membaca isti'aadzah (a'uudzubillahi minasyaithaanirrajiim = aku berlindung kepada Allah dari setan yang terkutuk); tantangan membalas siksa melebihi siksaan yang diterima.3. **Kisah-kisah:** Kisah Nabi Ibrahim.4. **Lain-lain:** Asal muasal kejadian manusia; madu adalah untuk kesehatan manusia; nasib pemimpin-pemimpin palsu pada hari kiamat; pandangan orang Arab zaman Jahiliyah terhadap anak perempuan; ajaran moral di dalam Islam; pedoman dakwah dalam Islam.Surat An-Nahl mengandung keterangan tentang sifat-sifat dan tingkah laku orang musyrikin, serta tantangan mereka terhadap kebenaran hari kiamat dan kerasulan Nabi Muhammad. Kemudian Allah menyebutkan peringatan-peringatan-Nya kepada mereka dari azab yang mereka alami sebagai akibat atas perbuatan mereka itu. Dalam surat ini, Allah menunjukkan bukti-bukti keesaan-Nya seraya memaparkan nikmat-nikmat yang diberikan-Nya kepada hamba-hamba-Nya. Surat ini juga memuat hukum-hukum dan ajaran-ajaran tentang akhlak.**Hubungan Surat An-Nahl Dengan Surat Al-Isra':**1. Dalam surat An-Nahl Allah menyebutkan perselisihan orang-orang Yahudi tentang hari Sabtu, kemudian di surat Al-Isra' dijelaskan sifat-sifat orang Yahudi yang ditetapkan dalam Taurat.2. Setelah Allah menganjurkan kepada Nabi Muhammad agar bersabar dan melarang beliau agar tidak berduka cita atau berkecil hati disebabkan tipu daya orang-orang musyrikin, maka di surat Al-Isra' Allah menerangkan kemuliaan Nabi Muhammad serta martabatnya yang tinggi di hadapan Allah.3. Dalam surat An-Nahl Allah menerangkan bermacam-macam nikmat-Nya, tetapi kebanyakan manusia tidak mensyukuri nikmat itu, kemudian dalam surat Al-Isra' disebut nikmat-nikmat yang lebih besar yang diberikan kepada Bani Israil dan tidak mereka syukuri, justru mereka berbuat kerusakan di bumi.4. Dalam surat An-Nahl Allah mengatakan, bahwa air madu yang keluar dari lebah merupakan minuman yang mengandung obat bagi manusia, maka dalam surat Al-Isra' diterangkan bahwa Al-Qur'an juga mengandung obat dan rahmat bagi orang-orang yang beriman.",
      "verses": [
        {
          "number": 15,
          "arabic": "وَأَلْقَىٰ فِى ٱلْأَرْضِ رَوَٰسِىَ أَن تَمِيدَ بِكُمْ وَأَنْهَـٰرًا وَسُبُلًا لَّعَلَّكُمْ تَهْتَدُونَ",
          "transliteration": "wa-alqā fī l-arḍi rawāsiya an tamīda bikum wa-anhāran wasubulan laʿallakum tahtadūna",
          "translation": "Dan Dia menancapkan gunung di bumi agar bumi itu tidak goncang bersama kamu, (dan Dia menciptakan) sungai-sungai dan jalan-jalan agar kamu mendapat petunjuk,",
          "tafsir": "Allah swt juga menyebutkan nikmat yang didapat manusia secara tidak langsung. Dia menciptakan gunung-gunung di bumi supaya bumi itu tidak goncang. Dengan demikian, binatang-binatang serta manusia yang berada di permukaannya dapat hidup tenang. Gambaran yang dapat diambil dari ayat ini ialah bahwa gunung diciptakan oleh Allah sebagai pemelihara keseimbangan bumi sehingga dapat berputar dengan tenang. Mengenai ketenangan bumi karena adanya gunung itu dapat diumpamakan seperti tenangnya perahu di atas air. Apabila perahu itu tidak diberi beban, ia mudah tergoncang oleh gelombang ombak. Tetapi apabila diberi beban yang cukup berat, maka perahu itu tidak mudah oleng. Allah swt menciptakan sungai di permukaan bumi yang mengalir dari suatu tempat ke tempat lain sebagai nikmat yang diberikan pada hamba-Nya. Sungai itu berfungsi sebagai sumber pengairan yang dapat diatur untuk mengairi sawah dan ladang, sehingga manusia dapat bercocok tanam untuk memenuhi segala macam kebutuhannya. Di samping itu, sungai dapat juga dijadikan sebagai sarana lalu lintas guna kepentingan pengangkutan barang-barang dagangan manusia. Allah juga menciptakan daratan yang dapat digunakan sebagai sarana perhubungan dan transportasi dari suatu negeri ke negeri yang lain. Jalan-jalan itu terbentang mulai dari tepi pantai, menembus hutan-hutan, dan melingkari gunung-gunung, sehingga dengan demikian manusia dapat mencapai tujuannya tanpa tersesat ke tempat lain. Itulah sebabnya di akhir ayat ini, Allah swt menyebutkan bahwa manfaat dari jalan-jalan itu agar manusia mendapat petunjuk. Artinya tidak tersesat tanpa arah tujuan. Firman Allah: Dan Kami telah menjadikan di bumi ini gunung-gunung yang kokoh agar ia (tidak) guncang bersama mereka, dan Kami jadikan (pula) di sana jalan-jalan yang luas, agar mereka mendapat petunjuk. (al-Anbiya'/21: 31) Ayat 15 Surah an-Nahl/16 ini juga menyiratkan bagaimana proses geologi berjalan, yang pada dasarnya berupa siklus yang tiada berhenti. Ketika proses erosi terjadi maka seluruh material hasil erosi dihamparkan dan diendapkan pada tempat-tempat yang lebih rendah, bahkan mencapai wilayah-wilayah terendah seperti palung-palung yang terdapat di sebelah barat pulau Sumatera ataupun di selatan pulau Jawa. Kumpulan material akibat erosi selama jutaan tahun ini secara bersamaan dihimpit oleh lempengan-lempengan yang terus bergerak dan lambat laun menghasilkan pegunungan. Proses geologi selalu menuju ke keseimbangan yang terukur. Pada pegunungan yang menjulang tinggi, maka beban ini menekan kerak bumi di bawahnya dan menyebabkan kerakbumi menekuk lebih dalam, ibarat sebuah akar yang menunjam dalam dan membuat bumi stabil. Jadi, di bawah pegunungan terdapat akar yang ketebalannya prororsional dengan beratnya (terukur). Contoh dari fenomena adalah dibawah pengunungan Himalaya yang menjulang tinggi terdapat akar yang dalam."
        },
        {
          "number": 16,
          "arabic": "وَعَلَـٰمَـٰتٍ ۚ وَبِٱلنَّجْمِ هُمْ يَهْتَدُونَ",
          "transliteration": "waʿalāmātin wabil-najmi hum yahtadūna",
          "translation": "dan (Dia menciptakan) tanda-tanda (penunjuk jalan). Dan dengan bintang-bintang mereka mendapat petunjuk.",
          "tafsir": "Di samping itu, Allah swt menciptakan gunung-gunung itu sebagai tanda yang dapat digunakan manusia sebagai petunjuk untuk mengetahui di mana mereka berada. Apabila seseorang berlayar di lautan dan masih dapat melihat rambu-rambu darat maka gunung-gunung itulah sebagai tanda baginya untuk menentukan posisi dan kedudukan perahunya. Selanjutnya Allah swt menjelaskan pula bahwa Dia menciptakan bintang-bintang yang juga dapat dijadikan sebagai penunjuk arah. Bintang digunakan para musafir di darat, pelaut, dan penerbang sebagai petunjuk di waktu malam apabila rambu-rambu tak dapat dipergunakan lagi. Karena di waktu malam gelap, hanya cahaya-cahaya bintang itulah yang paling jelas bagi mereka. Manusia dapat mengambil petunjuk dari bintang dengan jalan mengenal gugusan bintang-bintang itu yang dalam ilmu falak telah diberi nama-nama tersendiri. Sudah tentu, yang dapat menggunakan bintang sebagai petunjuk ialah mereka yang telah dapat membedakan masing-masing gugusan bintang itu dan mengenal saat terbit dan tenggelamnya. Gugusan-gugusan bintang itu dijadikan sebagai pedoman dalam menentukan kedudukan mereka di permukaan bumi."
        },
        {
          "number": 17,
          "arabic": "أَفَمَن يَخْلُقُ كَمَن لَّا يَخْلُقُ ۗ أَفَلَا تَذَكَّرُونَ",
          "transliteration": "afaman yakhluqu kaman lā yakhluqu afalā tadhakkarūna",
          "translation": "Maka apakah (Allah) yang menciptakan sama dengan yang tidak dapat menciptakan (sesuatu)? Mengapa kamu tidak mengambil pelajaran?",
          "tafsir": "Sesudah itu, Allah swt membungkam orang-orang musyrik dan mematahkan alasan-alasan yang mereka kemukakan karena mereka tidak mau memperhatikan tanda-tanda kekuasaan Allah dan tetap bergelimang dalam kemusyrikannya. Allah swt menyuruh mereka agar memperhatikan apakah yang menciptakan segala macam nikmat yang diberikan kepada manusia sama dengan patung-patung yang mereka sembah yang tidak dapat menciptakan apa-apa. Mengapa mereka tidak mengambil pelajaran dari berbagai macam nikmat tadi sehingga mereka akan mengenal siapakah sebenarnya yang pantas memiliki kekuasaan tertinggi, dan menentukan segala macam bentuk kejadian menurut kehendaknya. Sebenarnya apabila mereka mau merenungkan kejadian alam beserta seluruh isinya dan segala macam nikmat yang diperoleh, mereka tentu akan meninggalkan penyembahan patung-patung yang menjadi tradisi nenek moyang mereka."
        },
        {
          "number": 18,
          "arabic": "وَإِن تَعُدُّوا۟ نِعْمَةَ ٱللَّهِ لَا تُحْصُوهَآ ۗ إِنَّ ٱللَّهَ لَغَفُورٌ رَّحِيمٌ",
          "transliteration": "wa-in taʿuddū niʿ'mata l-lahi lā tuḥ'ṣūhā inna l-laha laghafūrun raḥīmun",
          "translation": "Dan jika kamu menghitung nikmat Allah, niscaya kamu tidak akan mampu menghitungnya. Sungguh, Allah benar-benar Maha Pengampun, Maha Penyayang.",
          "tafsir": "Allah lalu menegaskan bahwa apabila manusia mau menghitung nikmat-Nya, tentu mereka tak akan dapat menentukan jumlahnya karena pikiran manusia itu sangat terbatas, sedangkan nikmat Allah begitu luas. Oleh sebab itu, kewajiban manusia hanyalah mensyukuri nikmat-nikmat itu dan memanfaatkannya untuk memenuhi keperluan hidupnya dan berkhidmat kepada masyarakat sesuai dengan tuntunan dan keridaan Allah. Di akhir ayat ditegaskan bahwa sesungguhnya Allah itu Maha Pengampun dan Maha Penyayang. Pengampunan disebut dalam ayat ini karena kebanyakan manusia mensyukuri sebagian kecil dari nikmat yang mereka terima, sedangkan nikmat-nikmat yang sangat luas mereka lupakan begitu saja. Penyebutan kata-kata Maha Penyayang menunjukkan bahwa Allah tidak akan memberikan hukuman kepada mereka dengan segera karena keingkaran mereka terhadap nikmat Allah yang Mahaluas itu."
        },
        {
          "number": 19,
          "arabic": "وَٱللَّهُ يَعْلَمُ مَا تُسِرُّونَ وَمَا تُعْلِنُونَ",
          "transliteration": "wal-lahu yaʿlamu mā tusirrūna wamā tuʿ'linūna",
          "translation": "Dan Allah mengetahui apa yang kamu rahasiakan dan apa yang kamu tampakkan.",
          "tafsir": "Allah swt menjelaskan bahwa Dia Maha Mengetahui segala apa yang dirahasiakan manusia. Maksudnya, Allah mengetahui apa yang ada dalam hati manusia, yang berbeda dengan apa yang mereka ucapkan dan kerjakan. Meskipun manusia merahasiakan dalam hati mereka apa yang sebenarnya terjadi dan tidak seorang pun yang dapat mengetahuinya, nanti di hari kiamat rahasia itu akan dibukakan Allah bagi siapa saja. Allah akan memberikan pahala kepada orang yang melakukan kebajikan sesuai dengan kebajikannya, dan menghukum orang-orang yang melakukan kejahatan sesuai dengan kejahatannya. Allah sendiri yang akan menanyakan kepada mereka apakah mereka mensyukuri atau bahkan mengingkari nikmat yang telah diberikan-Nya kepada mereka."
        },
        {
          "number": 20,
          "arabic": "وَٱلَّذِينَ يَدْعُونَ مِن دُونِ ٱللَّهِ لَا يَخْلُقُونَ شَيْـًٔا وَهُمْ يُخْلَقُونَ",
          "transliteration": "wa-alladhīna yadʿūna min dūni l-lahi lā yakhluqūna shayan wahum yukh'laqūna",
          "translation": "Dan (berhala-berhala) yang mereka seru selain Allah, tidak dapat membuat sesuatu apa pun, sedang berhala-berhala itu (sendiri) dibuat orang.",
          "tafsir": "Sesudah itu, Allah swt menjelaskan kepada orang-orang musyrik bagaimana keadaan patung yang sebenarnya. Hal ini sebagai penegasan terhadap kebodohan mereka yang tidak dapat menilai keadaan yang sebenarnya dari patung-patung yang mereka sembah. Allah swt menyatakan bahwa orang-orang yang menyembah tuhan-tuhan lain selain Allah berarti menyembah sesuatu yang tidak dapat menciptakan suatu apapun. Apa yang mereka sembah itu hanyalah makhluk yang diciptakan oleh Allah. Jadi patung-patung dan sembahan-sembahan lainnya itu tidak dapat memberikan pengaruh apa-apa karena hanya merupakan hasil pahatan manusia itu sendiri. Allah swt berfirman: Dia (Ibrahim) berkata, \"Apakah kamu menyembah patung-patung yang kamu pahat itu?Padahal Allahlah yang menciptakan kamu dan apa yang kamu perbuat itu.\" (as-shaffat/37: 95-96) Pertanyaan ini adalah cetusan perasaan Nabi Ibrahim pada saat melihat kaumnya yang menyembah patung-patung. Hal ini menunjukkan kebenaran ungkapan Nabi Ibrahim karena patung-patung itu hanyalah ciptaan manusia belaka."
        },
        {
          "number": 21,
          "arabic": "أَمْوَٰتٌ غَيْرُ أَحْيَآءٍ ۖ وَمَا يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ",
          "transliteration": "amwātun ghayru aḥyāin wamā yashʿurūna ayyāna yub'ʿathūna",
          "translation": "(Berhala-berhala itu) benda mati, tidak hidup, dan berhala-berhala itu tidak mengetahui kapankah (penyembahnya) dibangkitkan.",
          "tafsir": "Allah swt lalu menjelaskan bahwa berhala-berhala itu adalah benda mati. Berhala itu tidak dapat memikirkan bagaimana seharusnya mengabulkan doa-doa yang mereka minta. Allah swt menegaskan bahwa patung-patung itu bukanlah benda hidup yang dapat memberikan pengaruh, baik bagi dirinya maupun di luar dirinya. Berhala itu, baik disembah ataupun tidak, tidak akan memberikan faedah apa punjuga dan tidak akan pula menyebabkan kemudaratan. Di akhir ayat, Allah swt menegaskan bahwa berhala-berhala itu tidak akan mengetahui dan merasakan bila penyembah-penyembahnya kelak dibangkitkan. Hanya Allah, pencipta jagat raya dan isinya saja yang mengetahuinya, sedang patung-patung itu tidak akan mengetahui apa-apa karena hanya merupakan benda-benda mati."
        },
        {
          "number": 22,
          "arabic": "إِلَـٰهُكُمْ إِلَـٰهٌ وَٰحِدٌ ۚ فَٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْـَٔاخِرَةِ قُلُوبُهُم مُّنكِرَةٌ وَهُم مُّسْتَكْبِرُونَ",
          "transliteration": "ilāhukum ilāhun wāḥidun fa-alladhīna lā yu'minūna bil-ākhirati qulūbuhum munkiratun wahum mus'takbirūna",
          "translation": "Tuhan kamu adalah Tuhan Yang Maha Esa. Maka orang yang tidak beriman kepada akhirat, hati mereka mengingkari (keesaan Allah), dan mereka adalah orang yang sombong.",
          "tafsir": "Allah swt menjelaskan bahwa Tuhan yang wajib disembah dan ditaati oleh seluruh manusia adalah Tuhan Yang Maha Esa. Penegasan dengan Yang Maha Esa, memberikan pengertian yang pantas disembah hanyalah Dia. Oleh sebab itu, Dia pulalah yang wajib ditaati oleh seluruh manusia dan tidak boleh mengangkat tuhan-tuhan yang lain sebagai sekutu-Nya. Sesudah itu, dalam ayat ini dijelaskan bahwa orang-orang kafir mempersekutukan Allah dengan tuhan-tuhan yang lain karena tidak mau mengakui keesaan Allah, janji dan ancaman-Nya, serta terjadinya hari akhir. Itulah sebabnya maka mereka membangkang terhadap apa saja yang disampaikan oleh Nabi Muhammad saw, meskipun berita yang disampaikan itu mengandung berita tentang kekuasaan dan kebenaran Allah serta luasnya nikmat yang diberikan kepada manusia. Hati mereka telah tertutup, meskipun telah diberitakan kepada mereka bahwa peribadatan mereka itu tidak benar. Seharusnya yang berhak disembah ialah Allah Yang Maha Esa, namun mereka tetap tidak mau percaya. Di akhir ayat, Allah swt menegaskan bahwa mereka adalah orang-orang yang sombong dan tidak mau menerima kebenaran. Mereka tidak mau tunduk kepada kebenaran, tetap mengingkarinya, dan bertaklid buta mengikuti nenek moyang mereka. Allah swt berfirman: Apakah dia menjadikan tuhan-tuhan itu Tuhan yang satu saja? Sungguh, ini benar-benar sesuatu yang sangat mengherankan. (shad/38: 5) Dan apabila yang disebut hanya nama Allah, kesal sekali hati orang-orang yang tidak beriman kepada akhirat. Namun apabila nama-nama sembahan selain Allah yang disebut, tiba-tiba mereka menjadi bergembira. (az-Zumar/39: 45) Bahkan mereka berkata, \"Sesungguhnya kami mendapati nenek moyang kami menganut suatu agama, dan kami mendapat petunjuk untuk mengikuti jejak mereka.\" Dan demikian juga ketika Kami mengutus seorang pemberi peringatan sebelum engkau (Muhammad) dalam suatu negeri, orang-orang yang hidup mewah (di negeri itu) selalu berkata, \"Sesungguhnya kami mendapati nenek moyang kami menganut suatu (agama) dan sesungguhnya kami sekedar pengikut jejak-jejak mereka.\" (az-Zukhruf/43: 22-23) (23) Tidak dapat diragukan lagi, sesungguhnya Allah telah mengetahui keingkaran orang-orang musyrik itu terhadap wahyu yang telah diberikan kepada Nabi Muhammad saw yang mereka sembunyikan dalam hati mereka. Allah juga mengetahui apa yang mereka nyatakan terhadap Nabi Muhammad saw serta tuduhan mereka bahwa beliau membuat berita-berita palsu. Di akhir ayat dijelaskan bahwa Allah tidak suka kepada orang-orang sombong yang tidak mau percaya kepada keesaan-Nya dan enggan mengikuti seruan para nabi dan rasul-Nya. Pernyataan ini menunjukkan betapa murka dan bencinya Allah kepada mereka dan sikap mereka yang tidak mengerti akan kedudukan diri mereka. Di ayat lain, Allah swt mengancam bahwa orang-orang yang sombong akan dimasukkan ke neraka Jahanam. Allah swt berfirman: Sesungguhnya orang-orang yang sombong tidak mau menyembah-Ku akan masuk neraka Jahanam dalam keadaan hina dina. (al-Mu'min/40: 60) Rasulullah saw bersabda: Tidak akan masuk surga orang yang di hatinya ada kesombongan sebiji sawi, dan tidak akan masuk neraka orang yang di hatinya ada iman sebiji sawi, kemudian berkatalah seorang laki-laki, \"Wahai Rasulullah, bagaimana kalau seorang laki-laki ingin agar bajunya bagus dan sandalnya bagus? Kemudian Rasulullah menjawab, \"Sesungguhnya Allah indah, menyukai keindahan. Kesombongan itu ialah tidak mau menerima kebenaran dan menghina manusia.\" (Riwayat Muslim, Abu Dawud, at-Tirmidzi, dan Ibnu Majah, dari Ibnu Mas'ud)"
        },
        {
          "number": 23,
          "arabic": "لَا جَرَمَ أَنَّ ٱللَّهَ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ ۚ إِنَّهُۥ لَا يُحِبُّ ٱلْمُسْتَكْبِرِينَ",
          "transliteration": "lā jarama anna l-laha yaʿlamu mā yusirrūna wamā yuʿ'linūna innahu lā yuḥibbu l-mus'takbirīna",
          "translation": "Tidak diragukan lagi bahwa Allah mengetahui apa yang mereka rahasiakan dan apa yang mereka tampakkan. Sesungguhnya Dia tidak menyukai orang yang sombong.",
          "tafsir": "Allah swt menjelaskan bahwa Tuhan yang wajib disembah dan ditaati oleh seluruh manusia adalah Tuhan Yang Maha Esa. Penegasan dengan Yang Maha Esa, memberikan pengertian yang pantas disembah hanyalah Dia. Oleh sebab itu, Dia pulalah yang wajib ditaati oleh seluruh manusia dan tidak boleh mengangkat tuhan-tuhan yang lain sebagai sekutu-Nya. Sesudah itu, dalam ayat ini dijelaskan bahwa orang-orang kafir mempersekutukan Allah dengan tuhan-tuhan yang lain karena tidak mau mengakui keesaan Allah, janji dan ancaman-Nya, serta terjadinya hari akhir. Itulah sebabnya maka mereka membangkang terhadap apa saja yang disampaikan oleh Nabi Muhammad saw, meskipun berita yang disampaikan itu mengandung berita tentang kekuasaan dan kebenaran Allah serta luasnya nikmat yang diberikan kepada manusia. Hati mereka telah tertutup, meskipun telah diberitakan kepada mereka bahwa peribadatan mereka itu tidak benar. Seharusnya yang berhak disembah ialah Allah Yang Maha Esa, namun mereka tetap tidak mau percaya. Di akhir ayat, Allah swt menegaskan bahwa mereka adalah orang-orang yang sombong dan tidak mau menerima kebenaran. Mereka tidak mau tunduk kepada kebenaran, tetap mengingkarinya, dan bertaklid buta mengikuti nenek moyang mereka. Allah swt berfirman: Apakah dia menjadikan tuhan-tuhan itu Tuhan yang satu saja? Sungguh, ini benar-benar sesuatu yang sangat mengherankan. (shad/38: 5) Dan apabila yang disebut hanya nama Allah, kesal sekali hati orang-orang yang tidak beriman kepada akhirat. Namun apabila nama-nama sembahan selain Allah yang disebut, tiba-tiba mereka menjadi bergembira. (az-Zumar/39: 45) Bahkan mereka berkata, \"Sesungguhnya kami mendapati nenek moyang kami menganut suatu agama, dan kami mendapat petunjuk untuk mengikuti jejak mereka.\" Dan demikian juga ketika Kami mengutus seorang pemberi peringatan sebelum engkau (Muhammad) dalam suatu negeri, orang-orang yang hidup mewah (di negeri itu) selalu berkata, \"Sesungguhnya kami mendapati nenek moyang kami menganut suatu (agama) dan sesungguhnya kami sekedar pengikut jejak-jejak mereka.\" (az-Zukhruf/43: 22-23)"
        },
        {
          "number": 24,
          "arabic": "وَإِذَا قِيلَ لَهُم مَّاذَآ أَنزَلَ رَبُّكُمْ ۙ قَالُوٓا۟ أَسَـٰطِيرُ ٱلْأَوَّلِينَ",
          "transliteration": "wa-idhā qīla lahum mādhā anzala rabbukum qālū asāṭīru l-awalīna",
          "translation": "Dan apabila dikatakan kepada mereka, \"Apa yang telah diturunkan Tuhanmu?\" Mereka menjawab, \"Dongeng-dongeng orang dahulu,\"",
          "tafsir": "Allah swt menjelaskan kesombongan orang-orang musyrik, yaitu apabila ditanyakan kepada mereka apakah yang telah diturunkan oleh Allah? Mereka pun menjawab bahwa Allah tidak menurunkan apa pun juga kepada Muhammad. Apa yang dibacakan oleh Muhammad itu tiada lain hanyalah dongeng-dongeng orang-orang dahulu yang ia ambil dari kitab kuno. Ucapan seperti itu menggambarkan kesombongan mereka terhadap diri Rasulullah dan kepada firman Allah. Allah swt berfirman : Dan mereka berkata, \"(Itu hanya) dongeng-dongeng orang-orang terdahulu, yang diminta agar dituliskan, lalu dibacakanlah dongeng itu kepadanya setiap pagi dan petang.\" (al-Furqan/25: 5) Kesombongan mereka terhadap Nabi Muhammad digambarkan dengan kata-kata seperti tuduhan mereka bahwa Nabi Muhammad itu tukang sihir, penyair, dan tukang tenung. Bahkan ada yang secara berlebih-lebihan menuduhnya sebagai orang gila. Kesombongan mereka kepada Nabi Muhammad saw bukan saja terlihat dari ucapan-ucapan mereka akan tetapi betul-betul telah merasuki jiwa dan darah daging mereka. Allah swt berfirman: Sesungguhnya dia telah memikirkan dan menetapkan (apa yang ditetapkannya), maka celakalah dia! Bagaimana dia menetapkan? Sekali lagi, celakalah dia! Bagaimana dia menetapkan? Kemudian dia (merenung) memikirkan, lalu berwajah masam dan cemberut, kemudian berpaling (dari kebenaran) dan menyombongkan diri, lalu dia berkata, \"(Al-Qur'an) ini hanyalah sihir yang dipelajari (dari orang-orang dahulu). Ini hanyalah perkataan manusia.\" (al-Muddatstsir/74: 18-25)"
        },
        {
          "number": 25,
          "arabic": "لِيَحْمِلُوٓا۟ أَوْزَارَهُمْ كَامِلَةً يَوْمَ ٱلْقِيَـٰمَةِ ۙ وَمِنْ أَوْزَارِ ٱلَّذِينَ يُضِلُّونَهُم بِغَيْرِ عِلْمٍ ۗ أَلَا سَآءَ مَا يَزِرُونَ",
          "transliteration": "liyaḥmilū awzārahum kāmilatan yawma l-qiyāmati wamin awzāri alladhīna yuḍillūnahum bighayri ʿil'min alā sāa mā yazirūna",
          "translation": "(ucapan mereka) menyebabkan mereka pada hari Kiamat memikul dosa-dosanya sendiri secara sempurna, dan sebagian dosa-dosa orang yang mereka sesatkan yang tidak mengetahui sedikit pun (bahwa mereka disesatkan). Ingatlah, alangkah buruknya (dosa) yang mereka pikul itu.",
          "tafsir": "Allah swt menjelaskan bahwa ucapan mereka yang congkak itu menyebabkan mereka harus memikul dosa-dosa mereka sendiri dan dosa orang-orang yang secara taklid buta mengikuti ucapan itu. Orang yang mengikuti disamakan hukumnya dengan orang yang diikuti karena mereka masing-masing telah diberi akal untuk menilai ucapan orang-orang yang diikuti itu. Akan tetapi, mereka tidak menggunakan akal itu sehingga mereka mengikuti tanpa dasar pijakan sedikit pun. Sedangkan orang yang diikuti, di samping menanggung dosa sendiri, juga menanggung dosa orang yang disesatkan. Mereka dianggap sebagai penyesat dan penyebab orang-orang lain berkeyakinan seperti keyakinan mereka. Sabda Rasulullah saw: Barang siapa mengajak orang-orang kepada petunjuk (agama Islam), maka ia memperoleh pahala orang-orang yang mengikutinya, dan hal itu tidak mengurangi pahala-pahala mereka sedikit pun. Dan barang siapa mengajak kepada kesesatan ia memperoleh dosa seperti dosa-dosa yang mengikuti, yang hal itu tidak mengurangi dosa-dosa mereka sedikit pun. (Riwayat Ahmad dan Muslim dari Abu Hurairah) Dan firman Allah: Dan mereka benar-benar akan memikul dosa-dosa mereka sendiri, dan dosa-dosa yang lain bersama dosa mereka, dan pada hari Kiamat mereka pasti akan ditanya tentang kebohongan yang selalu mereka ada-adakan. (al-'Ankabut/29: 13) Mereka diancam dengan ancaman yang berat karena menilai firman Allah yang disampaikan kepada Rasulullah dengan penilaian yang tidak wajar. Mereka telah mengotori pikiran dan jiwa mereka sendiri sehingga mereka berani berbuat berbagai macam tipu daya untuk menjatuhkan pribadi Rasul di hadapan para pengikutnya. Mereka diberi ancaman keras karena perbuatan dosa yang mereka lakukan. Bahkan mereka memikul dosa-dosa orang-orang yang mengikutinya pada hari akhir. Lalu Allah menyatakan bahwa dosa yang mereka pikul itu adalah dosa yang paling berat."
        },
        {
          "number": 26,
          "arabic": "قَدْ مَكَرَ ٱلَّذِينَ مِن قَبْلِهِمْ فَأَتَى ٱللَّهُ بُنْيَـٰنَهُم مِّنَ ٱلْقَوَاعِدِ فَخَرَّ عَلَيْهِمُ ٱلسَّقْفُ مِن فَوْقِهِمْ وَأَتَىٰهُمُ ٱلْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ",
          "transliteration": "qad makara alladhīna min qablihim fa-atā l-lahu bun'yānahum mina l-qawāʿidi fakharra ʿalayhimu l-saqfu min fawqihim wa-atāhumu l-ʿadhābu min ḥaythu lā yashʿurūna",
          "translation": "Sungguh, orang-orang yang sebelum mereka telah mengadakan tipu daya, maka Allah menghancurkan rumah-rumah mereka mulai dari pondasinya, lalu atap (rumah itu) jatuh menimpa mereka dari atas, dan siksa itu datang kepada mereka dari arah yang tidak mereka sadari.",
          "tafsir": "Allah menjelaskan bahwa tipu daya orang-orang musyrik itu hanya akan mencelakakan diri mereka sendiri. Mereka akan mengalami penderitaan seperti yang dirasakan oleh umat-umat terdahulu dimana mereka juga mendustakan rasul-rasul mereka dengan berbagai macam tipu daya dan berbagai macam alasan. Sebagai contoh adalah apa yang dilakukan Fir'aun ketika ia meminta menterinya untuk membangun menara yang tinggi guna melihat Tuhan Musa a.s. Firman Allah: Dan Firaun berkata, \"Wahai Haman! Buatkanlah untukku sebuah bangunan yang tinggi agar aku sampai ke pintu-pintu, (yaitu) pintu-pintu langit, agar aku dapat melihat Tuhannya Musa, tetapi aku tetap memandangnya seorang pendusta.\" Dan demikianlah dijadikan terasa indah bagi Firaun perbuatan buruknya itu, dan dia tertutup dari jalan (yang benar); dan tipu daya Firaun itu tidak lain hanyalah membawa kerugian. (al-Mu'min/40: 36-37) Kemudian Allah swt melukiskan bahwa tipu daya yang mereka lakukan terhadap Rasulullah saw bagaikan orang-orang yang membangun rumah. Setelah rumah itu jadi, Allah menghancurkan rumah itu dari fondasinya. Setelah pondasi itu hancur dan tiang-tiangnya mulai berjatuhan, berguguranlah atap dan seluruh bangunannya, sehingga menimpa diri mereka sendiri. Mereka sendiri tidak merasakan sebelumnya apa yang akan terjadi dan akibat apa yang harus mereka terima terhadap perbuatan yang mereka lakukan itu. Akibat dari perbuatan mereka itu tidak saja menghancurkan diri mereka sendiri, tetapi juga menghancurkan keluarga dan keturunan mereka. Hal itu merupakan gambaran yang tepat bagaimana Allah swt menggagalkan tipu daya mereka. Kemudian Allah swt menjelaskan bahwa mereka itu akan mendapat azab pada saat yang tidak mereka duga sebelumnya dan tidak pula mereka sadari. Hal ini menunjukkan bahwa akibat yang mereka temui tidaklah seperti yang mereka duga sebelumnya. Apa yang terjadi pada umat terdahulu berlaku pula bagi umat Islam, di mana mereka mengira bahwa dengan berbagai macam tipu daya, mereka dapat menghalang-halangi dan menghancurkan dakwah Islam. Akan tetapi justru sebaliknya, dakwah Islam makin lama makin meluas dan semangat pengikut-pengikutnya makin lama makin membaja. Akhirnya mereka akan mengalami kehancuran di berbagai medan pertempuran terutama pada saat terjadinya perang Badar."
        }
      ]
    }
  ]
}