{
  "pageNumber": 197,
  "juz": 10,
  "surahs": [
    {
      "number": 9,
      "name": "At-Taubah",
      "nameArabic": "التوبة",
      "meaning": "Pengampunan",
      "revelation": "Madinah",
      "description": "Surat At-Taubah terdiri dari 129 ayat dan termasuk surat Madaniyyah. Surat ini dinamakan \"At-Taubah\" yang berarti pengampunan berhubung kata \"At-Taubah\" disebut berulang kali dalam surat ini. Dinamakan juga dengan \"Baraa'ah\" yang berarti berlepas diri yang di sini maksudnya pernyataan pemutusan hubungan, disebabkan kebanyakan pokok pembicaraannya tentang pernyataan pemutusan perjanjian damai dengan kaum musyrikin.Di samping kedua nama yang masyhur di atas, ada beberapa nama lain yang merupakan sifat dari surat ini.Pada permulaan surat ini tidak terdapat basmalah karena berisi pernyataan perang total dengan arti bahwa segenap kaum muslimin diarahkan untuk memerangi seluruh kaum musyrikin, sedang basmalah bernafaskan perdamaian dan cinta kasih dari Allah.Surat ini diturunkan setelah Nabi Muhammad s.a.w. kembali dari perang Tabuk yang terjadi pada tahun 9 H. Pengumuman ini disampaikan oleh Saidina 'Ali pada musim haji pada tahun yang sama.Selain pernyataan pembatalan perjanjian damai dengan kaum musyrikin, surat ini mengandung pokok-pokok isi sebagai berikut:1. Keimanan:Allah selalu menyertai hamba-hamba-Nya yang beriman; pembalasan atas amalan-amalan manusia hanya dari Allah; segala sesuatu menurut sunnatullah; perlindungan Allah bagi orang-orang yang beriman; kedudukan Nabi Muhammad s.a.w. di sisi Allah.2. Hukum-hukum:Kewajiban menginfakkan harta; macam-macam harta dalam agama serta penggunaannya; jizyah; perjanjian dan perdamaian; kewajiban umat Islam terhadap Nabinya, sebab-sebab orang Islam melakukan perang total; beberapa dasar politik kenegaraan dan peperangan dalam Islam.3. Kisah-kisah:Nabi Muhammad s.a.w. dengan Abu Bakar r.a. di suatu gua di bukit Tsur ketika hijrah; perang Hunain (perang Authas atau perang Hawazin); perang Tabuk.4. Lain-lain:Sifat-sifat orang yang beriman dan tingkatan-tingkatan mereka.Surat At-Taubah berisi pernyataan pembatalan perjanjian damai oleh Nabi Muhammad dengan kaum musyrikin, karena mereka tidak memenuhi syarat-syarat perjanjian damai yang diikrarkan pada perjanjian Hudaibiyyah. Selain itu, surat At-Taubah juga menjelaskan hukum peperangan dan perdamaian, hukum kenegaraan, keadaan Nabi Muhammad pada waktu hijrah, dan kewajiban menginfakkan harta.Hubungan Surat At-Taubah Dengan Surat Yunus:1. Akhir surat At-Taubah ditutup dengan menyebutkan tentang risalah Nabi Muhammad dan hal-hal yang serupa disebutkan pula pada akhir surat Yunus.2. Surat At-Taubah menyebut keadaan orang-orang munafik dan menerangkan sikap mereka ketika Al-Qur'an diturunkan, sedang surat Yunus menerangkan sikap orang kafir terhadap Al-Qur'an.",
      "verses": [
        {
          "number": 62,
          "arabic": "يَحْلِفُونَ بِٱللَّهِ لَكُمْ لِيُرْضُوكُمْ وَٱللَّهُ وَرَسُولُهُۥٓ أَحَقُّ أَن يُرْضُوهُ إِن كَانُوا۟ مُؤْمِنِينَ",
          "transliteration": "yaḥlifūna bil-lahi lakum liyur'ḍūkum wal-lahu warasūluhu aḥaqqu an yur'ḍūhu in kānū mu'minīna",
          "translation": "Mereka bersumpah kepadamu dengan (nama) Allah untuk menyenangkan kamu, padahal Allah dan Rasul-Nya lebih pantas mereka cari keridaan-Nya jika mereka orang mukmin.",
          "tafsir": "Sabab Nuzul: Diriwayatkan Ibnu Mundzir dari Qatadah tentang sebab nuzul ayat ini, Qatadah berkata, \"Kepada kami diberitahukan bahwa seorang lelaki dari kalangan munafik berkata tentang golongan yang tidak turut Perang Tabuk dimana turun ayat khusus mengenai mereka. Lelaki itu berkata, \"Demi Allah bahwa sesungguhnya mereka yang tidak ikut berperang itu adalah orang-orang pilihan dan orang-orang yang mulia. Jika sekiranya benar apa yang dikatakan Muhammad tentulah mereka lebih jahat daripada keledai.\" Ucapan lelaki itu didengar oleh seorang lelaki dari kalangan muslim, lalu ia berkata (sebagai jawaban terhadap orang-orang munafik itu), \"Demi Allah, bahwa apa yang dikatakan Muhammad itu adalah benar dan engkau adalah lebih jelek daripada himar (keledai).\" Orang muslim itu pergi kepada Rasulullah untuk menceritakan kejadian itu maka orang-orang munafik itu didatangkan menghadap Nabi dan Nabi berkata, \"Apakah yang mendorong engkau berkata demikian?\" Orang munafik itu mengingkari ucapannya dan melaknati dirinya dengan bersumpah bahwa ia tidak pernah berkata demikian. Orang muslim itu berkata, \"Hai Tuhanku benarkanlah orang yang benar dan dustakanlah orang yang dusta,\" maka turunlah ayat ini. Ayat ini menerangkan tentang kebiasaan orang-orang munafik sebagaimana halnya dengan orang-orang yang berbuat suatu kesalahan, seperti: mencuri, dan membunuh. Mereka selalu merasa dalam kesulitan karena mereka selalu dibayang-bayangi oleh akibat perbuatan mereka yang buruk yang mereka lakukan, dan mereka takut kebohongan mereka diketahui oleh orang-orang muslim. Mereka sering bersumpah sebagai cara untuk menutupi kejahatan dan kebohongan mereka. Demikian perbuatan orang munafik, mereka bersumpah untuk meyakinkan orang-orang mukmin bahwa apa yang disampaikannya tentang kelakuan buruk mereka baik menentang maupun memburukkan Rasulullah adalah tidak benar. Hal ini dimaksudkan agar orang mukmin mengakui bahwa mereka adalah orang-orang yang bersih dari segala tuduhan. Mereka sering bersumpah dengan maksud menyenangkan Rasul dan mendapat kepercayaan dari orang-orang mukmin sehingga mereka mendapat perlindungan dari orang-orang mukmin; semestinya mereka berusaha mendapat keridaan Tuhan dan Rasul-Nya dengan iman yang sungguh-sungguh yang jauh dari kemunafikan dan keraguan jika benar-benar mereka ingin menjadi orang mukmin. Meskipun orang-orang mukmin dapat diyakinkan dengan jalan bersumpah, dan kebohongan mereka tidak terungkap, namun Allah swt, tetap mengetahui segala sesuatu yang mereka perbuat dan sesuatu yang masih tersimpan di hati mereka. Ketika kemaslahatan menghendaki, Allah menurunkan kepada Rasul wahyu yang menjelaskan tentang semua yang mereka lakukan."
        },
        {
          "number": 63,
          "arabic": "أَلَمْ يَعْلَمُوٓا۟ أَنَّهُۥ مَن يُحَادِدِ ٱللَّهَ وَرَسُولَهُۥ فَأَنَّ لَهُۥ نَارَ جَهَنَّمَ خَـٰلِدًا فِيهَا ۚ ذَٰلِكَ ٱلْخِزْىُ ٱلْعَظِيمُ",
          "transliteration": "alam yaʿlamū annahu man yuḥādidi l-laha warasūlahu fa-anna lahu nāra jahannama khālidan fīhā dhālika l-khiz'yu l-ʿaẓīmu",
          "translation": "Tidakkah mereka (orang munafik) mengetahui bahwa barang siapa menentang Allah dan Rasul-Nya, maka sesungguhnya neraka Jahanamlah bagiannya, dia kekal di dalamnya. Itulah kehinaan yang besar.",
          "tafsir": "Semestinya orang munafik segera sadar karena tidak mungkin mereka tidak mengetahui bahwa membuat-buat tuduhan terhadap Rasul seperti tuduhan berlaku curang dalam membagi zakat atau menuduh Rasul dengan sifat senang mendengar laporan tanpa meneliti kebenarannya adalah termasuk perbuatan menentang Allah dan Rasul-Nya. Orang yang demikian halnya akan mendapat ganjaran api neraka, kekal di dalamnya. Azab seperti ini adalah suatu kehinaan yang besar yang tentunya harus ditakuti dan dijauhi."
        },
        {
          "number": 64,
          "arabic": "يَحْذَرُ ٱلْمُنَـٰفِقُونَ أَن تُنَزَّلَ عَلَيْهِمْ سُورَةٌ تُنَبِّئُهُم بِمَا فِى قُلُوبِهِمْ ۚ قُلِ ٱسْتَهْزِءُوٓا۟ إِنَّ ٱللَّهَ مُخْرِجٌ مَّا تَحْذَرُونَ",
          "transliteration": "yaḥdharu l-munāfiqūna an tunazzala ʿalayhim sūratun tunabbi-uhum bimā fī qulūbihim quli is'tahziū inna l-laha mukh'rijun mā taḥdharūna",
          "translation": "Orang-orang munafik itu takut jika diturunkan suatu surah yang menerangkan apa yang tersembunyi di dalam hati mereka. Katakanlah (kepada mereka), \"Teruskanlah berolok-olok (terhadap Allah dan Rasul-Nya).\" Sesungguhnya Allah akan mengungkapkan apa yang kamu takuti itu.",
          "tafsir": "Ayat ini menggambarkan tentang tingkah laku orang-orang munafik yang pernah diungkapkan dalam Perang Tabuk. Mereka merasa khawatir seandainya diturunkan ayat atau surah yang menerangkan segala sesuatu yang mereka lakukan. Karena itu Allah memerintahkan kepada Nabi Muhammad agar mengatakan kepada mereka agar meneruskan ejekan-ejekan yang mereka lakukan. Orang-orang munafik adalah manusia yang tidak mempunyai pendirian, mereka berada di antara iman dan kufur, mereka tidak percaya kepada kebenaran wahyu yang diturunkan kepada Rasul, mereka berada di antara cemas dan harap. Andaikata mereka mengingkari Rasul secara tegas tentulah mereka tidak akan cemas. Demikian pula jika mereka beriman kepada Rasul secara tegas. Karena posisi mereka di antara iman dan kufur dan selalu mencela dan mengejek Nabi dan orang-orang mukmin, timbullah kekhawatiran dan kecemasan mereka kalau-kalau Allah menurunkan lagi ayat-ayat yang mengungkap keaiban mereka dan menerangkan segala sesuatu yang ada pada mereka meskipun mereka menyimpannya dalam hati mereka."
        },
        {
          "number": 65,
          "arabic": "وَلَئِن سَأَلْتَهُمْ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلْعَبُ ۚ قُلْ أَبِٱللَّهِ وَءَايَـٰتِهِۦ وَرَسُولِهِۦ كُنتُمْ تَسْتَهْزِءُونَ",
          "transliteration": "wala-in sa-altahum layaqūlunna innamā kunnā nakhūḍu wanalʿabu qul abil-lahi waāyātihi warasūlihi kuntum tastahziūna",
          "translation": "Dan jika kamu tanyakan kepada mereka, niscaya mereka akan menjawab, \"Sesungguhnya kami hanya bersenda gurau dan bermain-main saja.\" Katakanlah, \"Mengapa kepada Allah, dan ayat-ayat-Nya serta Rasul-Nya kamu selalu berolok-olok?\"",
          "tafsir": "Sabab Nuzul: Turunnya ayat ini erat hubungannya dengan Perang Tabuk sebagaimana diriwayatkan oleh Ibnu Mundzir dari Qatadah, ketika Rasulullah pada Perang Tabuk melihat sekelompok manusia di hadapannya mengatakan, \"Apakah laki-laki ini (Muhammad) mengharapkan akan memperoleh istana dan benteng di negeri Syam, tidak mungkin, tidak mungkin.\" Allah memberitahukan kepada Nabi-Nya apa yang dibicarakan oleh kelompok manusia tersebut, maka Muhammad berkata, \"Kamu telah berkata begini-begitu.\" Mereka menjawab, \"Hai Nabi Allah, kami hanya bersenda-gurau dan main-main,\" maka turunlah ayat ini. Ayat ini menggambarkan kepada Nabi Muhammad tentang tingkah laku orang-orang munafik manakala Nabi Muhammad bertanya kepada mereka tentang ucapan-ucapan mereka yang berupa tuduhan yang sengaja dilontarkan kepada Muhammad yang menyatakan bahwa Nabi itu mencari pengaruh, kekuasaan dan kekayaan, niscaya mereka akan menjawab bahwa ucapan mereka hanya senda gurau belaka. Mereka mengira bahwa Nabi Muhammad dapat memaafkan dan menerima dalih yang mereka kemukakan. Tetapi Allah memerintahkan kepada Nabi Muhammad agar mengatakan kepada kaum munafik bahwa tidak patut mereka mengejek Allah dan ayat-ayat-Nya serta Rasul-Nya. Perbuatan demikian itu melampaui batas dan tidak ada yang melakukannya kecuali orang-orang yang ingkar kepada Allah."
        },
        {
          "number": 66,
          "arabic": "لَا تَعْتَذِرُوا۟ قَدْ كَفَرْتُم بَعْدَ إِيمَـٰنِكُمْ ۚ إِن نَّعْفُ عَن طَآئِفَةٍ مِّنكُمْ نُعَذِّبْ طَآئِفَةًۢ بِأَنَّهُمْ كَانُوا۟ مُجْرِمِينَ",
          "transliteration": "lā taʿtadhirū qad kafartum baʿda īmānikum in naʿfu ʿan ṭāifatin minkum nuʿadhib ṭāifatan bi-annahum kānū muj'rimīna",
          "translation": "Tidak perlu kamu meminta maaf, karena kamu telah kafir setelah beriman. Jika Kami memaafkan sebagian dari kamu (karena telah tobat), niscaya Kami akan mengazab golongan (yang lain) karena sesungguhnya mereka adalah orang-orang yang (selalu) berbuat dosa.",
          "tafsir": "Ayat ini menerangkan bahwa tak ada gunanya mereka meminta maaf dengan mengemukakan dalih seperti tersebut pada ayat 65 karena sesungguhnya orang-orang munafik itu telah menjadi kafir sesudah beriman, mereka mengejek Nabi dan memandang rendah beliau. Sikap demikian itu terhadap Rasul menunjukkan kekosongan jiwa mereka dari keimanan. Mereka telah melakukan dosa yang sangat besar karena dengan sengaja menghina Nabi dan mengingkari Allah. Namun sekiranya orang-orang munafik itu mau bertobat atas dorongan iman yang sesungguhnya, seperti Makhsyi bin Humair, tentulah Allah menerima tobatnya dan Allah tetap mengazab orang-orang munafik yang masih terus bergelimang dalam kemunafikan."
        },
        {
          "number": 67,
          "arabic": "ٱلْمُنَـٰفِقُونَ وَٱلْمُنَـٰفِقَـٰتُ بَعْضُهُم مِّنۢ بَعْضٍ ۚ يَأْمُرُونَ بِٱلْمُنكَرِ وَيَنْهَوْنَ عَنِ ٱلْمَعْرُوفِ وَيَقْبِضُونَ أَيْدِيَهُمْ ۚ نَسُوا۟ ٱللَّهَ فَنَسِيَهُمْ ۗ إِنَّ ٱلْمُنَـٰفِقِينَ هُمُ ٱلْفَـٰسِقُونَ",
          "transliteration": "al-munāfiqūna wal-munāfiqātu baʿḍuhum min baʿḍin yamurūna bil-munkari wayanhawna ʿani l-maʿrūfi wayaqbiḍūna aydiyahum nasū l-laha fanasiyahum inna l-munāfiqīna humu l-fāsiqūna",
          "translation": "Orang-orang munafik laki-laki dan perempuan, satu dengan yang lain adalah (sama), mereka menyuruh (berbuat) yang mungkar dan mencegah (perbuatan) yang makruf dan mereka menggenggamkan tangannya (kikir). Mereka telah melupakan kepada Allah, maka Allah melupakan mereka (pula). Sesungguhnya orang-orang munafik itulah orang-orang yang fasik.",
          "tafsir": "Ayat ini menerangkan tentang adanya persamaan di antara orang-orang munafik, baik pria maupun wanita, baik mengenai sifat-sifat mereka maupun mengenai akhlak dan perbuatan mereka. Masing-masing saling menganjurkan kepada yang lainnya untuk berbuat kemungkaran seperti yang diterangkan oleh Nabi: Tanda orang munafik itu ada tiga: Apabila ia berbicara berdusta, apabila ia berjanji mungkir, dan apabila ia dipercayai berkhianat. (Riwayat al-Bukhari dan Muslim dari Abu Hurairah). Orang munafik itu masing-masing saling melarang antara sesamanya berbuat baik seperti melakukan jihad dan mengeluarkan harta untuk amal-amal sosial terutama perang sabil sebagaimana firman Allah: Mereka yang berkata (kepada orang-orang Ansar), \"Janganlah kamu bersedekah kepada orang-orang (Muhajirin) yang ada di sisi Rasulullah sampai mereka bubar (meninggalkan Rasulullah).\" (al-Munafiqun/63: 7) Semua itu disebabkan mereka lupa kepada kebesaran Allah, lupa kepada petunjuk-petunjuk agama-Nya dan siksaan-Nya. Lebih tegasnya mereka lupa mendekatkan diri kepada Allah dengan menaati perintah-Nya dan menjauhi larangan-Nya sebagaimana tidak terlintas di hati sanubari mereka kewajiban berterima kasih atas nikmat-nikmat yang diberikan Tuhan sehingga mereka mengikuti kehendak nafsu mereka dan godaan setan. Sudah sewajarnya jika Allah melupakan mereka dengan menjauhkan mereka dari karunia taufik-Nya di dunia dan ganjaran pahala di akhirat. Sesungguhnya orang-orang munafik yang tetap dalam kemunafikannya itu merupakan manusia yang paling fasik di dunia ini bahkan mereka lebih rendah dari orang-orang kafir biasa, karena orang kafir menutupi hati mereka terhadap keesaan atau adanya Tuhan secara terang-terangan. Berlainan halnya dengan orang-orang munafik yang sengaja menutupi kesalahan baik mengenai akidah atau pun mengenai akhlak dan tindak-tanduk perbuatan yang jauh menyimpang dari fitrah manusia yang murni dengan berpura-pura menjadi mukmin."
        },
        {
          "number": 68,
          "arabic": "وَعَدَ ٱللَّهُ ٱلْمُنَـٰفِقِينَ وَٱلْمُنَـٰفِقَـٰتِ وَٱلْكُفَّارَ نَارَ جَهَنَّمَ خَـٰلِدِينَ فِيهَا ۚ هِىَ حَسْبُهُمْ ۚ وَلَعَنَهُمُ ٱللَّهُ ۖ وَلَهُمْ عَذَابٌ مُّقِيمٌ",
          "transliteration": "waʿada l-lahu l-munāfiqīna wal-munāfiqāti wal-kufāra nāra jahannama khālidīna fīhā hiya ḥasbuhum walaʿanahumu l-lahu walahum ʿadhābun muqīmun",
          "translation": "Allah menjanjikan (mengancam) orang-orang munafik laki-laki dan perempuan dan orang-orang kafir dengan neraka Jahanam. Mereka kekal di dalamnya. Cukuplah (neraka) itu bagi mereka. Allah melaknat mereka; dan mereka mendapat azab yang kekal,",
          "tafsir": "Ayat ini menerangkan ancaman Tuhan kepada orang-orang munafik baik pria maupun wanita dan ancaman-Nya kepada orang-orang kafir. Allah mengancam mereka dengan azab api neraka dan mereka kekal abadi di dalamnya. Mereka mendapat kutukan Tuhan di dunia dan di akhirat serta mereka tidak berhak mendapat rahmat Allah. Azab Tuhan terus-menerus menimpa mereka baik azab fisik maupun siksaan batin yang tak habis-habisnya. Mereka tidak dapat melihat wajah Allah karena melihat wajah Allah itu tidak diizinkan bagi orang-orang yang mengingkarinya."
        }
      ]
    }
  ]
}