{
  "pageNumber": 519,
  "juz": 26,
  "surahs": [
    {
      "number": 50,
      "name": "Qaf",
      "nameArabic": "ق",
      "meaning": "Qaf",
      "revelation": "Makkah",
      "description": "Surat Qaf terdiri dari 45 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Al-Mursalat.Dinamai \"Qaf\" karena surat ini dimulai dengan huruf Hijaiyah \"Qaf.\" Menurut hadis yang diriwayatkan Imam Muslim, bahwa Rasulullah senang membaca surat ini pada rakaat pertama shalat subuh dan pada shalat hari raya. Sementara itu, menurut riwayat Abu Daud, Al-Baihaqi, dan Ibnu Majah bahwa Rasulullah membaca surat ini pada setiap kali membaca Khutbah pada hari Jum'at.Kedua riwayat ini menunjukkan bahwa surat Qaf sering dibaca Nabi Muhammad di tempat-tempat umum, untuk memperingatkan manusia tentang kejadian mereka dan nikmat-nikmat yang diberikan kepadanya. Begitu pula tentang hari kebangkitan, hari penghisaban, surga, neraka, pahala, dosa, dan sebagainya.Surat ini juga dinamai \"Al-Basiqat\" diambil dari kata \"Al-Basiqat\" yang terdapat pada ayat ke-10 surat ini.**Pokok-Pokok Isi:**1. **Keimanan:** Pada hari kiamat semua manusia akan hadir di padang mahsyar diiringi dua orang malaikat, yang satu sebagai pengiringnya dan yang lainnya sebagai saksi atas segala perbuatannya di dunia; kebangkitan manusia dari kubur digambarkan sebagai tanah yang kering yang setelah disirami hujan hidup kembali; Allah lebih dekat kepada manusia dari urat lehernya sendiri; setiap manusia didampingi oleh malaikat yang selalu mencatat segala perbuatannya; Allah menciptakan langit dan bumi serta apa yang ada di antara keduanya dalam enam masa.2. **Hukum-hukum:** Anjuran bertasbih dan bertahmid kepada Allah pada waktu-waktu malam sebelum matahari terbit dan terbenam dan setelah mengerjakan shalat; perintah Allah kepada Rasul-Nya agar memberi peringatan dengan ayat-ayat Al-Qur'an kepada orang yang beriman; anjuran memperhatikan kejadian langit dan bumi.3. **Lain-lain:** Keingkaran orang-orang musyrik terhadap kenabian dan hari kebangkitan; hiburan kepada Nabi Muhammad agar jangan berputus asa dalam menghadapi keingkaran orang-orang kafir Mekah karena rasul-rasul terdahulu juga menghadapi hal yang sama; Al-Qur'an sebagai peringatan bagi orang-orang yang takut kepada ancaman Allah.Sebagaimana halnya surat-surat Makkiyyah pada umumnya, maka surat Qaf mengemukakan hal-hal yang berhubungan dengan kebangkitan, surga, dan neraka. Juga mengemukakan bahwa keingkaran orang-orang kafir kepada Nabi itu adalah wajar, karena rasul-rasul terdahulu pun diingkari dan didustakan oleh umat-umatnya.**Hubungan Surat Qaf Dengan Surat Adz-Dzariyat:**1. Pada surat Qaf disebutkan hal-hal mengenai hari kebangkitan, pembalasan, surga, dan neraka; sedangkan surat Adz-Dzariyat dimulai dengan menerangkan bahwa semua itu benar dan pembalasan pada hari kiamat benar-benar akan terlaksana.2. Pada surat Qaf disebutkan secara ringkas pembinasaan umat-umat terdahulu yang mendustakan rasul-rasul, sedangkan pada surat Adz-Dzariyat diterangkan keadaan mereka dengan agak terperinci.",
      "verses": [
        {
          "number": 16,
          "arabic": "وَلَقَدْ خَلَقْنَا ٱلْإِنسَـٰنَ وَنَعْلَمُ مَا تُوَسْوِسُ بِهِۦ نَفْسُهُۥ ۖ وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ ٱلْوَرِيدِ",
          "transliteration": "walaqad khalaqnā l-insāna wanaʿlamu mā tuwaswisu bihi nafsuhu wanaḥnu aqrabu ilayhi min ḥabli l-warīdi",
          "translation": "Dan sungguh, Kami telah menciptakan manusia dan mengetahui apa yang dibisikkan oleh hatinya, dan Kami lebih dekat kepadanya daripada urat lehernya.",
          "tafsir": "Allah menjelaskan bahwa Dia telah menciptakan manusia dan berkuasa penuh untuk menghidupkannya kembali pada hari Kiamat dan Ia tahu pula apa yang dibisikkan oleh hatinya, baik kebaikan maupun kejahatan. Bisikan hati ini (dalam bahasa Arab) dinamakan hadisun nafsi. Bisikan hati tidak dimintai pertanggungjawaban kecuali jika dikatakan atau dilakukan. Allah swt lebih dekat kepada manusia dari urat lehernya sendiri. Ibnu Mardawaih telah meriwayatkan sebuah hadis dari Abu Sa'id bahwa Nabi saw bersabda: Allah dekat kepada manusia (putra Adam) dalam empat keadaan; Ia lebih dekat kepada manusia daripada urat lehernya. Ia seolah-olah dinding antara manusia dengan hatinya. Ia memegang setiap binatang pada ubun-ubunnya, dan Ia bersama dengan manusia dimana saja ia berada. (Riwayat Ibnu Mardawaih) ("
        },
        {
          "number": 17,
          "arabic": "إِذْ يَتَلَقَّى ٱلْمُتَلَقِّيَانِ عَنِ ٱلْيَمِينِ وَعَنِ ٱلشِّمَالِ قَعِيدٌ",
          "transliteration": "idh yatalaqqā l-mutalaqiyāni ʿani l-yamīni waʿani l-shimāli qaʿīdun",
          "translation": "(Ingatlah) ketika dua malaikat mencatat (perbuatannya), yang satu duduk di sebelah kanan dan yang lain di sebelah kiri.",
          "tafsir": "Allah menerangkan bahwa walaupun Ia mengetahui setiap perbuatan hamba-hamba-Nya, namun Ia memerintahkan dua malaikat untuk mencatat segala ucapan dan perbuatan hambahamba-Nya, padahal Ia sendiri lebih dekat dari pada urat leher manusia itu sendiri. Malaikat itu ada di sebelah kanan mencatat kebaikan dan yang satu lagi di sebelah kirinya mencatat kejahatan."
        },
        {
          "number": 18,
          "arabic": "مَّا يَلْفِظُ مِن قَوْلٍ إِلَّا لَدَيْهِ رَقِيبٌ عَتِيدٌ",
          "transliteration": "mā yalfiẓu min qawlin illā ladayhi raqībun ʿatīdun",
          "translation": "Tidak ada suatu kata yang diucapkannya melainkan ada di sisinya malaikat pengawas yang selalu siap (mencatat).",
          "tafsir": "Dalam ayat ini diterangkan bahwa tugas yang dibebankan kepada kedua malaikat itu ialah bahwa tiada satu kata pun yang diucapkan seseorang kecuali di sampingnya malaikat yang mengawasi dan mencatat amal perbuatannya. Al-hasan al-Basri dalam menafsirkan ayat ini berkata, \"Wahai anak-anak Adam, telah disiapkan untuk kamu sebuah daftar dan telah ditugasi malaikat untuk mencatat segala amalanmu, yang satu di sebelah kanan dan yang satu lagi di sebelah kiri. Adapun yang berada di sebelah kananmu ialah yang mencatat kebaikan dan yang satu lagi di kirimu mencatat kejahatan. Oleh karena itu, terserah kepadamu, apakah kamu mau memperkecil atau memperbesar amal dan perbuatan amal jahatmu, kamu diberi kebebasan dan bertanggung jawab terhadapnya dan nanti setelah mati, daftar itu ditutup dan digantungkan pada lehermu, masuk bersama-sama engkau ke dalam kubur sampai kamu dibangkitkan pada hari Kiamat, dan ketika itulah Allah akan berfirman: Dan setiap manusia telah Kami kalungkan (catatan) amal perbuatannya di lehernya. Dan pada hari Kiamat Kami keluarkan baginya sebuah kitab dalam keadaan terbuka. \"Bacalah kitabmu, cukuplah dirimu sendiri pada hari ini sebagai penghitung atas dirimu.\" (al-Isra'/17: 13-14) Kemudian al-hasan al-Basri berkata, \"Demi Allah, adil benar Tuhan yang menjadikan dirimu sebagai penghisab atas dirimu sendiri.\" Abu Usamah meriwayatkan bahwa Nabi saw bersabda, \"Malaikat yang mencatat kebajikan memimpin malaikat yang mencatat kejahatan. Jika manusia berbuat kebajikan, malaikat di sebelah kanan itu mencatat sepuluh kebajikan, tetapi jika manusia berbuat suatu kejahatan, ia berkata kepada yang di sebelah kiri, 'Tunggu dulu tujuh jam, barangkali ia membaca tasbih memohon ampunan.\" Hadis itu mengandung hikmah karena adanya malaikat di kanan dan kiri manusia mencatat perbuatannya. Allah tidak menciptakan manusia untuk diazab, akan tetapi untuk dididik dan dibersihkan. Setiap penderitaan itu bertujuan untuk meningkatkan daya tahan dan melatih kesabaran. Setiap benda biasanya lebih banyak mengandung kemanfaatan daripada kemudaratan, dan Allah menciptakan manusia dengan tujuan-tujuan yang mulia bagi manusia sendiri. Kebaikan itu yang pokok, sedangkan kejahatan itu datang kemudian. Benda (materi) pokoknya mengandung kemanfaatan sedangkan mudaratnya datang kemudian. Unsur yang empat pun demikian: api, angin, air dan tanah pokoknya untuk kemanfaatan manusia. Kebakaran, angin topan, banjir, dan gempa bumi datangnya kemudian. Perbuatan yang baik adalah yang pokok bagi manusia, dan kejahatan datang kemudian. Manusia diberi kebebasan dan pertanggungjawaban sepenuhnya dan oleh karena itu, siapa yang berbuat kejahatan janganlah ia mencela kecuali kepada dirinya sendiri."
        },
        {
          "number": 19,
          "arabic": "وَجَآءَتْ سَكْرَةُ ٱلْمَوْتِ بِٱلْحَقِّ ۖ ذَٰلِكَ مَا كُنتَ مِنْهُ تَحِيدُ",
          "transliteration": "wajāat sakratu l-mawti bil-ḥaqi dhālika mā kunta min'hu taḥīdu",
          "translation": "Dan datanglah sakaratulmaut dengan sebenar-benarnya. Itulah yang dahulu hendak kamu hindari.",
          "tafsir": "Setelah adanya keingkaran orang-orang kafir terhadap hari kebangkitan maka dalam ayat ini Allah menolak keingkaran dan kekafiran mereka dengan keterangan bahwa mereka akan meyakini kebenaran firman Allah itu, ketika mereka menghadapi sakaratulmaut dan pada hari Kiamat. Bila telah datang sakratulmaut, terbukalah kenyataan yang sebenarnya dan timbullah keyakinan akan datangnya hari kebangkitan; sakaratulmaut benarbenar membuka tabir, yang selalu mereka hindari. Sekarang bagi mereka tidak ada tempat berlindung atau pelarian lagi. Dalam hadis yang sahih diterangkan bahwa Nabi Muhammad ketika menghadapi saat tiba ajalnya bersabda, \"Subhanallah, Mahasuci Allah, sesungguhnya sakaratulmaut ini mengandung kedahsyatan.\""
        },
        {
          "number": 20,
          "arabic": "وَنُفِخَ فِى ٱلصُّورِ ۚ ذَٰلِكَ يَوْمُ ٱلْوَعِيدِ",
          "transliteration": "wanufikha fī l-ṣūri dhālika yawmu l-waʿīdi",
          "translation": "Dan ditiuplah sangkakala. Itulah hari yang diancamkan.",
          "tafsir": "Dan ditiupkan sangkakala dengan tiupan yang kedua kalinya. Pertama tiupan hancurnya dunia kedua tiupan kebangkitan. Selanjutnya tibalah hari Kiamat yang mengandung banyak azab bagi orang-orang kafir. Rasulullah saw bersabda: Bagaimana aku akan bersenang-senang padahal malaikat pemilik atau peniup sangkakala sudah meletakkan sangkakala mulutnya, dan menundukkan dahinya menunggu perintah untuk meniup. Para sahabat bertanya, \"Ya Rasulullah, apa yang harus kami baca (menghadapi peristiwa yang dahsyat itu)?\" Beliau bersabda, \"Bacalah: hasbunallahu wa ni'mal-wakil.\" (Riwayat Ibnu hibban)"
        },
        {
          "number": 21,
          "arabic": "وَجَآءَتْ كُلُّ نَفْسٍ مَّعَهَا سَآئِقٌ وَشَهِيدٌ",
          "transliteration": "wajāat kullu nafsin maʿahā sāiqun washahīdun",
          "translation": "Setiap orang akan datang bersama (malaikat) penggiring dan (malaikat) saksi.",
          "tafsir": "Ayat ini menerangkan bahwa tiap-tiap diri akan datang kepada Tuhannya pada hari Kiamat dengan disertai malaikat pengiring dan malaikat penyaksi atas segala amal perbuatannya ketika hidup di dunia."
        },
        {
          "number": 22,
          "arabic": "لَّقَدْ كُنتَ فِى غَفْلَةٍ مِّنْ هَـٰذَا فَكَشَفْنَا عَنكَ غِطَآءَكَ فَبَصَرُكَ ٱلْيَوْمَ حَدِيدٌ",
          "transliteration": "laqad kunta fī ghaflatin min hādhā fakashafnā ʿanka ghiṭāaka fabaṣaruka l-yawma ḥadīdun",
          "translation": "Sungguh, kamu dahulu lalai tentang (peristiwa) ini, maka Kami singkapkan tutup (yang menutupi) matamu, sehingga penglihatanmu pada hari ini sangat tajam.",
          "tafsir": "Allah menegaskan kepada manusia yang ketika hidupnya di dunia penuh dengan kelengahan dalam menghadapi hari Kiamat yang hebat dan dahsyat, \"Sesungguhnya manusia berada dalam kelalaian tentang adanya hari Kiamat yang hebat dan dahsyat ini. Allah menyingkapkan dinding dan tabir yang selalu menghalanghalangi pandangannya, sekarang ini ia dapat melihat dengan matanya sendiri, apa yang dahulu selalu ia ingkari. Pandangan manusia pada hari itu amat tajam, menghilangkan segala keragu-raguan, akan tetapi apa gunanya kesadaran dan keinsafan ini, setelah ia berada di akhirat?\" Mestinya kesadaran dan keinsafan mereka miliki dahulu ketika masih berada di dunia."
        },
        {
          "number": 23,
          "arabic": "وَقَالَ قَرِينُهُۥ هَـٰذَا مَا لَدَىَّ عَتِيدٌ",
          "transliteration": "waqāla qarīnuhu hādhā mā ladayya ʿatīdun",
          "translation": "Dan (malaikat) yang menyertainya berkata, \"Inilah (catatan perbuatan) yang ada padaku.\"",
          "tafsir": "Malaikat yang menyertai dia berkata, \"Inilah anak Adam yang diserahkan kepadaku untuk mengawasinya, sekarang telah aku hadirkan dia beserta kitab amalannya agar dia diadili oleh Tuhan seadil-adilnya.\""
        },
        {
          "number": 24,
          "arabic": "أَلْقِيَا فِى جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٍ",
          "transliteration": "alqiyā fī jahannama kulla kaffārin ʿanīdin",
          "translation": "(Allah berfirman), \"Lemparkanlah olehmu berdua ke dalam neraka Jahanam, semua orang yang sangat ingkar dan keras kepala,",
          "tafsir": "Allah berfirman kepada dua malaikat yang menggiring dan menyaksikan, \"Agar mereka berdua melemparkan ke dalam neraka semua orang kafir yang sangat ingkar dan keras kepala yaitu orang-orang yang sangat menghalangi kebajikan, menolak kewajiban-kewajiban yang diserahkan kepada mereka, yang melanggar batas-batas norma pergaulan dengan melakukan kezaliman, dan penuh dengan keraguan tentang adanya Allah dan kebenaran agamanya. Mereka yang mempersekutukan Allah dengan menyembah selain Allah, dilemparkan ke dalam api neraka yang azabnya pedih sekali. ("
        },
        {
          "number": 25,
          "arabic": "مَّنَّاعٍ لِّلْخَيْرِ مُعْتَدٍ مُّرِيبٍ",
          "transliteration": "mannāʿin lil'khayri muʿ'tadin murībin",
          "translation": "yang sangat enggan melakukan kebajikan, melampaui batas, dan bersikap ragu-ragu,",
          "tafsir": "Allah berfirman kepada dua malaikat yang menggiring dan menyaksikan, \"Agar mereka berdua melemparkan ke dalam neraka semua orang kafir yang sangat ingkar dan keras kepala yaitu orang-orang yang sangat menghalangi kebajikan, menolak kewajiban-kewajiban yang diserahkan kepada mereka, yang melanggar batas-batas norma pergaulan dengan melakukan kezaliman, dan penuh dengan keraguan tentang adanya Allah dan kebenaran agamanya. Mereka yang mempersekutukan Allah dengan menyembah selain Allah, dilemparkan ke dalam api neraka yang azabnya pedih sekali. ("
        },
        {
          "number": 26,
          "arabic": "ٱلَّذِى جَعَلَ مَعَ ٱللَّهِ إِلَـٰهًا ءَاخَرَ فَأَلْقِيَاهُ فِى ٱلْعَذَابِ ٱلشَّدِيدِ",
          "transliteration": "alladhī jaʿala maʿa l-lahi ilāhan ākhara fa-alqiyāhu fī l-ʿadhābi l-shadīdi",
          "translation": "yang mempersekutukan Allah dengan tuhan lain, maka lemparkanlah dia ke dalam azab yang keras.\"",
          "tafsir": "Allah berfirman kepada dua malaikat yang menggiring dan menyaksikan, \"Agar mereka berdua melemparkan ke dalam neraka semua orang kafir yang sangat ingkar dan keras kepala yaitu orang-orang yang sangat menghalangi kebajikan, menolak kewajiban-kewajiban yang diserahkan kepada mereka, yang melanggar batas-batas norma pergaulan dengan melakukan kezaliman, dan penuh dengan keraguan tentang adanya Allah dan kebenaran agamanya. Mereka yang mempersekutukan Allah dengan menyembah selain Allah, dilemparkan ke dalam api neraka yang azabnya pedih sekali. ("
        },
        {
          "number": 27,
          "arabic": "۞ قَالَ قَرِينُهُۥ رَبَّنَا مَآ أَطْغَيْتُهُۥ وَلَـٰكِن كَانَ فِى ضَلَـٰلٍۭ بَعِيدٍ",
          "transliteration": "qāla qarīnuhu rabbanā mā aṭghaytuhu walākin kāna fī ḍalālin baʿīdin",
          "translation": "(Setan) yang menyertainya berkata (pula), \"Ya Tuhan kami, aku tidak menyesatkannya, tetapi dia sendiri yang berada dalam kesesatan yang jauh.\"",
          "tafsir": "Setan yang menyertai orang kafir menolak tuduhan bahwa dialah yang menyesatkan dari jalan yang benar dengan mengatakan, \"Ya Tuhan kami, aku tidak menyesatkannya, akan tetapi dia sendiri yang selalu berada dalam kesesatan yang jauh sekali.\""
        },
        {
          "number": 28,
          "arabic": "قَالَ لَا تَخْتَصِمُوا۟ لَدَىَّ وَقَدْ قَدَّمْتُ إِلَيْكُم بِٱلْوَعِيدِ",
          "transliteration": "qāla lā takhtaṣimū ladayya waqad qaddamtu ilaykum bil-waʿīdi",
          "translation": "(Allah) berfirman, \"Janganlah kamu bertengkar di hadapan-Ku, dan sungguh, dahulu Aku telah memberikan ancaman kepadamu.\"",
          "tafsir": "Allah berfirman kepada manusia dan setan yang menyesatkannya agar mereka tidak bertengkar di hadapan Allah, karena Dia telah cukup memberi petunjuk dengan wahyu, al-Kitab, kepada para rasul, disertai dengan hujjah-hujjah yang nyata dan telah memberi ancaman kepadanya.\""
        },
        {
          "number": 29,
          "arabic": "مَا يُبَدَّلُ ٱلْقَوْلُ لَدَىَّ وَمَآ أَنَا۠ بِظَلَّـٰمٍ لِّلْعَبِيدِ",
          "transliteration": "mā yubaddalu l-qawlu ladayya wamā anā biẓallāmin lil'ʿabīdi",
          "translation": "Keputusan-Ku tidak dapat diubah, dan Aku tidak menzalimi hamba-hamba-Ku.\"",
          "tafsir": "Keputusan-keputusan yang telah ditetapkan Allah dan ancaman terhadap orang kafir dengan azab yang kekal dalam api neraka tidak dapat diubah lagi. Allah sama sekali tidak akan menganiaya siapa pun, atau mengazab orang tanpa kesalahan, atau mengganti seseorang yang diazab dengan orang lain, dan sebagainya. ("
        },
        {
          "number": 30,
          "arabic": "يَوْمَ نَقُولُ لِجَهَنَّمَ هَلِ ٱمْتَلَأْتِ وَتَقُولُ هَلْ مِن مَّزِيدٍ",
          "transliteration": "yawma naqūlu lijahannama hali im'talati wataqūlu hal min mazīdin",
          "translation": "(Ingatlah) pada hari (ketika) Kami bertanya kepada Jahanam, \"Apakah kamu sudah penuh?\" Ia menjawab, \"Masih adakah tambahan?\"",
          "tafsir": "Nabi Muhammad diperintahkan Allah untuk memberi peringatan kepada kaumnya pada hari Allah akan berfirman kepada neraka Jahanam, \"Apakah kamu sudah penuh?\" Neraka Jahanam menjawab bahwa ia penuh dan boleh ditambah lagi. Ayat 30 ini menunjukkan betapa luas dan dalamnya neraka Jahanam. Jin dan manusia dilemparkan ke dalamnya sekelompok demi sekelompok sehingga penuh sesak. Percakapan dan tanya jawab ini dikemukakan secara tamsil agar lebih mudah ditanggapi dan supaya lebih jelas gambaran peristiwanya. Ibnu 'Abbas dalam menafsirkan ayat ini menerangkan bahwa Allah telah bersumpah dalam ayat: Sesungguhnya barangsiapa di antara mereka ada yang mengikutimu, pasti akan Aku isi neraka Jahanam dengan kamu semua. (al-A'raf/7: 18)"
        },
        {
          "number": 31,
          "arabic": "وَأُزْلِفَتِ ٱلْجَنَّةُ لِلْمُتَّقِينَ غَيْرَ بَعِيدٍ",
          "transliteration": "wa-uz'lifati l-janatu lil'muttaqīna ghayra baʿīdin",
          "translation": "Sedangkan surga didekatkan kepada orang-orang yang bertakwa pada tempat yang tidak jauh (dari mereka).",
          "tafsir": "Ayat ini menerangkan bahwa orang-orang yang bertakwa berada di depan surga. Mereka melihat segala macam kenikmatan dan kegembiraan yang telah dijanjikan Allah kepada mereka dalam Al-Qur'an, segala macam kenikmatan dan kelezatan tidak ada habisnya, bahkan kekal selama-lamanya. Semua itu sebagai penghargaan kepada orang-orang yang bertakwa."
        },
        {
          "number": 32,
          "arabic": "هَـٰذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ حَفِيظٍ",
          "transliteration": "hādhā mā tūʿadūna likulli awwābin ḥafīẓin",
          "translation": "(Kepada mereka dikatakan), \"Inilah nikmat yang dijanjikan kepadamu, (yaitu) kepada setiap hamba yang senantiasa bertobat (kepada Allah) dan memelihara (semua peraturan-peraturan-Nya).",
          "tafsir": "Ayat ini menerangkan ketika orang-orang bertakwa berada di depan surga, malaikat berkata kepada mereka: bahwa yang di depan mereka adalah kenikmatan yang telah dijanjikan oleh Tuhan kepada mereka dengan perantaraan para rasul-Nya dan tertulis dalam kitab-kitab-Nya yaitu kepada setiap hamba Allah yang selalu kembali dengan bertobat kepada Allah. Mereka selalu memohon ampun dari dosa-dosanya dan mereka selalu berusaha untuk memelihara semua peraturan-peraturan-Nya."
        },
        {
          "number": 33,
          "arabic": "مَّنْ خَشِىَ ٱلرَّحْمَـٰنَ بِٱلْغَيْبِ وَجَآءَ بِقَلْبٍ مُّنِيبٍ",
          "transliteration": "man khashiya l-raḥmāna bil-ghaybi wajāa biqalbin munībin",
          "translation": "(Yaitu) orang yang takut kepada Allah Yang Maha Pengasih, sekalipun tidak kelihatan (olehnya) dan dia datang dengan hati yang bertobat,",
          "tafsir": "Mereka takut kepada Allah Yang Maha Pemurah, sedangkan Dia tidak kelihatan oleh mereka, dan mereka menghadap ke hadirat Allah dengan hati yang bertobat dan tunduk kepada-Nya. ("
        },
        {
          "number": 34,
          "arabic": "ٱدْخُلُوهَا بِسَلَـٰمٍ ۖ ذَٰلِكَ يَوْمُ ٱلْخُلُودِ",
          "transliteration": "ud'khulūhā bisalāmin dhālika yawmu l-khulūdi",
          "translation": "masuklah ke (dalam surga) dengan aman dan damai, itulah hari yang abadi.\"",
          "tafsir": "Para malaikat berkata kepada mereka dengan penuh penghormatan bahwa mereka dipersilakan masuk ke dalam surga itu dengan aman dan sentosa. Ayat ini menjelaskan kepada orang-orang yang dipersilakan memasuki surga itu bahwa hari tersebut adalah kekal abadi, itulah tempat kediaman yang langgeng. Mereka tidak akan mati atau pindah dari surga."
        },
        {
          "number": 35,
          "arabic": "لَهُم مَّا يَشَآءُونَ فِيهَا وَلَدَيْنَا مَزِيدٌ",
          "transliteration": "lahum mā yashāūna fīhā waladaynā mazīdun",
          "translation": "Mereka di dalamnya memperoleh apa yang mereka kehendaki, dan pada Kami ada tambahannya.",
          "tafsir": "Ayat ini mengungkapkan bahwa bagi mereka di dalam surga itu disediakan kenikmatan apa saja yang mereka ingini, kenikmatan yang belum pernah mereka lihat dengan mata, belum pernah mereka dengar dengan telinga dan belum pernah mereka bayangkan dalam hati, dan di samping kenikmatan yang tidak terkira itu, ada lagi tambahan dari Allah yaitu dapat melihat wajah Allah yang merupakan puncak dari segala kenikmatan seperti dalam firmanNya: Bagi orang-orang yang berbuat baik, ada pahala yang terbaik (surga) dan tambahannya (kenikmatan melihat Allah). (Yunus/10: 26)"
        }
      ]
    }
  ]
}