{
  "pageNumber": 264,
  "juz": 14,
  "surahs": [
    {
      "number": 15,
      "name": "Al-Hijr",
      "nameArabic": "الحجر",
      "meaning": "Gunung Hijr",
      "revelation": "Makkah",
      "description": "Surat ini terdiri dari 99 ayat dan termasuk surat Makkiyyah karena diturunkan di Mekah sebelum Hijrah. Al-Hijr adalah nama sebuah pegunungan yang pada zaman dahulu didiami kaum Tsamud, terletak di pinggir jalan antara Madinah dan Syam (Syiria).Nama surat ini diambil dari nama pegunungan itu, berhubung nasib penduduknya, kaum Tsamud, diceritakan pada ayat ke-80 sampai ke-84. Mereka telah dimusnahkan Allah karena mendustakan Nabi Shaleh dan berpaling dari ayat-ayat Allah. Dalam surat ini juga terdapat kisah-kisah kaum lain yang telah dibinasakan oleh Allah, seperti: kaum Luth dan kaum Syu'aib. Kisah-kisah itu dapat diambil pelajaran bahwa orang yang menentang ajaran rasul-rasul akan mengalami kehancuran.**Pokok-Pokok Isi:**1. **Keimanan:** Kepastian nasib suatu bangsa hanya di tangan Allah; Allah menjamin kemurnian Al-Qur'an sepanjang masa; setan tidak mampu naik ke alam malaikat karena ia senantiasa dijaga dari setan; kadar rezeki yang diberikan kepada manusia sesuai dengan hikmah dan kebijaksanaan Allah; Allah memelihara hamba-Nya yang telah mendapat taufiq dari godaan setan; Allah bersifat pengampun dan penyayang tetapi juga mengazab orang-orang yang ingkar; manusia dikumpulkan pada hari kiamat.2. **Hukum-hukum:** Larangan melakukan homoseksual; kewajiban melakukan ibadah selama hidup; larangan menginginkan harta orang kafir; perintah kepada Nabi Muhammad agar melakukan dakwah agama secara terang-terangan; larangan berputus asa terhadap rahmat Allah.3. **Kisah-kisah:** Kisah Nabi Ibrahim dengan kaumnya; Nabi Luth dengan kaumnya; kaum Syu'aib dan kaum Shaleh (Tsamud).4. **Lain-lain:** Kejadian-kejadian semesta alam ini menunjukkan akan kebesaran Allah; kejadian alam beserta isinya mengandung hikmah; angin mengawinkan tepung sari bunga-bungaan; asal muasal kejadian Nabi Adam.Dalam surat Al-Hijr ini terdapat ayat-ayat yang menunjukkan bukti-bukti keberadaan Allah serta kekuasaan-Nya, baik yang ada di langit dan di bumi maupun yang ada pada kejadian manusia dan kehidupan mereka. Di dalamnya juga disebutkan kisah beberapa nabi dan macam-macam azab yang ditimpakan kepada kaum yang mendustakan para rasul Allah. Selain itu, disinggung pula tentang anugerah yang Allah berikan kepada Nabi Muhammad, As-Sab'ul Matsaani atau surat Al-Faatihah dan Al-Qur'anul Karim.**Hubungan Surat Al-Hijr Dengan Surat An-Nahl:**1. Kedua surat ini berisi tentang ketauhidan, kerasulan, dan hari kiamat, sebagaimana umumnya surat-surat yang diturunkan di Mekah sebelum hijrah.2. Pada akhir surat Al-Hijr (ayat ke-92 dan 93), Allah menyatakan bahwa manusia akan dimintai pertanggungjawabannya pada hari kiamat terhadap apa yang telah dikerjakannya di dunia ini. Maka, pada awal surat An-Nahl Allah menegaskan kepastian datangnya hari kiamat itu dan pada ayat ke-93 An-Nahl ditegaskan lagi pertanggungjawaban manusia ini.3. Pada bagian pertama surat Al-Hijr, Allah menerangkan tentang kebenaran Al-Qur'an dan jaminan dari-Nya untuk memeliharanya, sedang dalam surat An-Nahl terdapat ancaman-ancaman untuk orang yang mendustakan kebenaran Al-Qur'an.",
      "verses": [
        {
          "number": 32,
          "arabic": "قَالَ يَـٰٓإِبْلِيسُ مَا لَكَ أَلَّا تَكُونَ مَعَ ٱلسَّـٰجِدِينَ",
          "transliteration": "qāla yāib'līsu mā laka allā takūna maʿa l-sājidīna",
          "translation": "Dia (Allah) berfirman, \"Wahai Iblis! Apa sebabnya kamu (tidak ikut) sujud bersama mereka?\"",
          "tafsir": "Pada ayat ini, Allah swt memerintahkan agar Nabi Muhammad saw mengingatkan umatnya, tatkala Allah mengatakan kepada para malaikat tentang maksud-Nya untuk menciptakan Adam. Dia akan menciptakan manusia dari tanah kering yang berasal dari lumpur hitam, dan jika Dia telah menyempurnakan bentuknya dengan sebaik-baiknya, akan ditiupkan ke dalamnya roh ciptaan-Nya serta akan memerintahkan malaikat dan Iblis sujud kepadanya sebagai penghormatan kepadanya. Perintah Allah ini dilaksanakan oleh para malaikat dengan patuh dan khidmat, kecuali Iblis. Ia enggan bersujud kepada Adam, karena ia merasa dirinya lebih tinggi derajatnya daripada Adam. Ia diciptakan dari api, sedang Adam diciptakan dari tanah. Kebanyakan ahli tafsir berpendapat bahwa peristiwa penciptaan Adam dan peristiwa pengingkaran Iblis terhadap perintah Allah serta ketaatan dan keikhlasan malaikat melaksanakan perintah itu menggambarkan watak dari ketiga macam makhluk Allah tersebut. Malaikat diciptakan sebagai makhluk yang selalu tunduk dan patuh kepada perintah Allah, tidak pernah mengingkarinya sedikit pun. Oleh karena itu, malaikat dijadikan Allah sebagai pengawal dan pengatur bumi dengan izin-Nya, dan diperintahkan tunduk kepada Adam beserta keturunannya. Adapun manusia adalah makhluk Allah yang terdiri dari dua unsur, yaitu unsur jasmani dan unsur rohani. Penggabungan kedua macam unsur ini menyebabkan manusia mempunyai potensi untuk mengambil manfaat dari bumi seluruhnya dengan pengetahuan yang dianugerahkan Allah kepadanya. Terbuka berbagai kemungkinan baginya untuk berbuat dan bekerja guna memenuhi dan melengkapi kebutuhan yang diperlukannya dengan menggali dan mengambilnya dari perbendaharaan Allah swt. Dengan potensi diri dan ilmu pengetahuan, manusia dapat memanfaatkan air, udara, barang tambang, tumbuh-tumbuhan, binatang ternak, garis edar planet-planet, kekuatan listrik, kekuatan atom, dan sebagainya. Dengan demikian, tampaklah kelebihan manusia dari malaikat dan setan sebagai-mana yang dapat dipahami dari jawaban Allah kepada para malaikat waktu Adam a.s. akan diciptakan Allah. Allah swt berfirman: Dan (ingatlah) ketika Tuhanmu berfirman kepada para malaikat, \"Aku hendak menjadikan khalifah di bumi.\" Mereka berkata, \"Apakah Engkau hendak menjadikan orang yang merusak dan menumpahkan darah di sana, sedangkan kami bertasbih memuji-Mu dan menyucikan nama-Mu?\" Dia berfirman, \"Sungguh, Aku mengetahui apa yang tidak kamu ketahui.\" (al-Baqarah/2: 30) Di atas telah diterangkan keingkaran Iblis yang tidak mau mengikuti perintah Allah agar sujud kepada Adam. Diterangkan pula berbagai alasan yang dikemukakan Iblis sehubungan dengan keingkarannya itu. Sikap Iblis yang demikian menunjukkan kebodohan dan kefasikannya, karena: 1. Ia menentang perintah Tuhannya, sebagaimana yang dipahami dari jawabannya. 2. Ia mengemukakan alasan-alasan yang sangat lemah. Alasan-alasan itu menunjukkan kebodohannya sendiri. 3. Ia tidak mau mengikuti perintah Allah dengan mengatakan bahwa ia lebih baik dari Adam. 4. Alasan yang dikemukakan bahwa ia lebih baik dari Adam merupakan pendapatnya sendiri tanpa alasan yang dapat diterima oleh akal pikiran."
        },
        {
          "number": 33,
          "arabic": "قَالَ لَمْ أَكُن لِّأَسْجُدَ لِبَشَرٍ خَلَقْتَهُۥ مِن صَلْصَـٰلٍ مِّنْ حَمَإٍ مَّسْنُونٍ",
          "transliteration": "qāla lam akun li-asjuda libasharin khalaqtahu min ṣalṣālin min ḥama-in masnūnin",
          "translation": "Ia (Iblis) berkata, \"Aku sekali-kali tidak akan sujud kepada manusia yang Engkau telah menciptakannya dari tanah liat kering dari lumpur hitam yang diberi bentuk.\"",
          "tafsir": "Pada ayat ini, Allah swt memerintahkan agar Nabi Muhammad saw mengingatkan umatnya, tatkala Allah mengatakan kepada para malaikat tentang maksud-Nya untuk menciptakan Adam. Dia akan menciptakan manusia dari tanah kering yang berasal dari lumpur hitam, dan jika Dia telah menyempurnakan bentuknya dengan sebaik-baiknya, akan ditiupkan ke dalamnya roh ciptaan-Nya serta akan memerintahkan malaikat dan Iblis sujud kepadanya sebagai penghormatan kepadanya. Perintah Allah ini dilaksanakan oleh para malaikat dengan patuh dan khidmat, kecuali Iblis. Ia enggan bersujud kepada Adam, karena ia merasa dirinya lebih tinggi derajatnya daripada Adam. Ia diciptakan dari api, sedang Adam diciptakan dari tanah. Kebanyakan ahli tafsir berpendapat bahwa peristiwa penciptaan Adam dan peristiwa pengingkaran Iblis terhadap perintah Allah serta ketaatan dan keikhlasan malaikat melaksanakan perintah itu menggambarkan watak dari ketiga macam makhluk Allah tersebut. Malaikat diciptakan sebagai makhluk yang selalu tunduk dan patuh kepada perintah Allah, tidak pernah mengingkarinya sedikit pun. Oleh karena itu, malaikat dijadikan Allah sebagai pengawal dan pengatur bumi dengan izin-Nya, dan diperintahkan tunduk kepada Adam beserta keturunannya. Adapun manusia adalah makhluk Allah yang terdiri dari dua unsur, yaitu unsur jasmani dan unsur rohani. Penggabungan kedua macam unsur ini menyebabkan manusia mempunyai potensi untuk mengambil manfaat dari bumi seluruhnya dengan pengetahuan yang dianugerahkan Allah kepadanya. Terbuka berbagai kemungkinan baginya untuk berbuat dan bekerja guna memenuhi dan melengkapi kebutuhan yang diperlukannya dengan menggali dan mengambilnya dari perbendaharaan Allah swt. Dengan potensi diri dan ilmu pengetahuan, manusia dapat memanfaatkan air, udara, barang tambang, tumbuh-tumbuhan, binatang ternak, garis edar planet-planet, kekuatan listrik, kekuatan atom, dan sebagainya. Dengan demikian, tampaklah kelebihan manusia dari malaikat dan setan sebagai-mana yang dapat dipahami dari jawaban Allah kepada para malaikat waktu Adam a.s. akan diciptakan Allah. Allah swt berfirman: Dan (ingatlah) ketika Tuhanmu berfirman kepada para malaikat, \"Aku hendak menjadikan khalifah di bumi.\" Mereka berkata, \"Apakah Engkau hendak menjadikan orang yang merusak dan menumpahkan darah di sana, sedangkan kami bertasbih memuji-Mu dan menyucikan nama-Mu?\" Dia berfirman, \"Sungguh, Aku mengetahui apa yang tidak kamu ketahui.\" (al-Baqarah/2: 30) Di atas telah diterangkan keingkaran Iblis yang tidak mau mengikuti perintah Allah agar sujud kepada Adam. Diterangkan pula berbagai alasan yang dikemukakan Iblis sehubungan dengan keingkarannya itu. Sikap Iblis yang demikian menunjukkan kebodohan dan kefasikannya, karena: 1. Ia menentang perintah Tuhannya, sebagaimana yang dipahami dari jawabannya. 2. Ia mengemukakan alasan-alasan yang sangat lemah. Alasan-alasan itu menunjukkan kebodohannya sendiri. 3. Ia tidak mau mengikuti perintah Allah dengan mengatakan bahwa ia lebih baik dari Adam. 4. Alasan yang dikemukakan bahwa ia lebih baik dari Adam merupakan pendapatnya sendiri tanpa alasan yang dapat diterima oleh akal pikiran."
        },
        {
          "number": 34,
          "arabic": "قَالَ فَٱخْرُجْ مِنْهَا فَإِنَّكَ رَجِيمٌ",
          "transliteration": "qāla fa-ukh'ruj min'hā fa-innaka rajīmun",
          "translation": "Dia (Allah) berfirman, \"(Kalau begitu) keluarlah dari surga, karena sesungguhnya kamu terkutuk,",
          "tafsir": "Allah swt menjawab keingkaran Iblis dengan memerintahkannya agar keluar dari surga atau dari golongan malaikat. Akibat pengingkaran itu, Iblis telah jauh dari rahmat Allah, dikenai hukuman, dan terus menerus mendapat kutukan-Nya sampai hari pembalasan nanti. Dalam firman Allah yang lain, diterangkan bahwa Iblis diusir dari surga karena ia menyombongkan diri dan termasuk golongan orang-orang yang hina. Allah swt berfirman: (Allah) berfirman, \"Maka turunlah kamu darinya (surga); karena kamu tidak sepatutnya menyombongkan diri di dalamnya. Keluarlah! Sesungguh-nya kamu termasuk makhluk yang hina.\" (al-A'raf/7: 13) Setelah mendengar keputusan Allah itu, Iblis menyatakan menerima hukuman itu. Akan tetapi, ia mohon kepada Tuhan agar umurnya dipanjang-kan sampai hari ketika manusia dibangkitkan dari kubur. Permohonan Iblis itu dikabulkan Allah dan ia akan hidup terus-menerus sampai akhir zaman hingga tiupan sangkakala yang membangkitkan manusia dari kubur."
        },
        {
          "number": 35,
          "arabic": "وَإِنَّ عَلَيْكَ ٱللَّعْنَةَ إِلَىٰ يَوْمِ ٱلدِّينِ",
          "transliteration": "wa-inna ʿalayka l-laʿnata ilā yawmi l-dīni",
          "translation": "dan sesungguhnya kutukan itu tetap menimpamu sampai hari Kiamat.\"",
          "tafsir": "Allah swt menjawab keingkaran Iblis dengan memerintahkannya agar keluar dari surga atau dari golongan malaikat. Akibat pengingkaran itu, Iblis telah jauh dari rahmat Allah, dikenai hukuman, dan terus menerus mendapat kutukan-Nya sampai hari pembalasan nanti. Dalam firman Allah yang lain, diterangkan bahwa Iblis diusir dari surga karena ia menyombongkan diri dan termasuk golongan orang-orang yang hina. Allah swt berfirman: (Allah) berfirman, \"Maka turunlah kamu darinya (surga); karena kamu tidak sepatutnya menyombongkan diri di dalamnya. Keluarlah! Sesungguh-nya kamu termasuk makhluk yang hina.\" (al-A'raf/7: 13) Setelah mendengar keputusan Allah itu, Iblis menyatakan menerima hukuman itu. Akan tetapi, ia mohon kepada Tuhan agar umurnya dipanjang-kan sampai hari ketika manusia dibangkitkan dari kubur. Permohonan Iblis itu dikabulkan Allah dan ia akan hidup terus-menerus sampai akhir zaman hingga tiupan sangkakala yang membangkitkan manusia dari kubur."
        },
        {
          "number": 36,
          "arabic": "قَالَ رَبِّ فَأَنظِرْنِىٓ إِلَىٰ يَوْمِ يُبْعَثُونَ",
          "transliteration": "qāla rabbi fa-anẓir'nī ilā yawmi yub'ʿathūna",
          "translation": "Ia (Iblis) berkata, \"Ya Tuhanku, (kalau begitu) maka berilah penangguhan kepadaku sampai hari (manusia) dibangkitkan.\"",
          "tafsir": "Allah swt menjawab keingkaran Iblis dengan memerintahkannya agar keluar dari surga atau dari golongan malaikat. Akibat pengingkaran itu, Iblis telah jauh dari rahmat Allah, dikenai hukuman, dan terus menerus mendapat kutukan-Nya sampai hari pembalasan nanti. Dalam firman Allah yang lain, diterangkan bahwa Iblis diusir dari surga karena ia menyombongkan diri dan termasuk golongan orang-orang yang hina. Allah swt berfirman: (Allah) berfirman, \"Maka turunlah kamu darinya (surga); karena kamu tidak sepatutnya menyombongkan diri di dalamnya. Keluarlah! Sesungguh-nya kamu termasuk makhluk yang hina.\" (al-A'raf/7: 13) Setelah mendengar keputusan Allah itu, Iblis menyatakan menerima hukuman itu. Akan tetapi, ia mohon kepada Tuhan agar umurnya dipanjang-kan sampai hari ketika manusia dibangkitkan dari kubur. Permohonan Iblis itu dikabulkan Allah dan ia akan hidup terus-menerus sampai akhir zaman hingga tiupan sangkakala yang membangkitkan manusia dari kubur."
        },
        {
          "number": 37,
          "arabic": "قَالَ فَإِنَّكَ مِنَ ٱلْمُنظَرِينَ",
          "transliteration": "qāla fa-innaka mina l-munẓarīna",
          "translation": "Allah berfirman, \"(Baiklah) maka sesungguhnya kamu termasuk yang diberi penangguhan,",
          "tafsir": "Allah swt menjawab keingkaran Iblis dengan memerintahkannya agar keluar dari surga atau dari golongan malaikat. Akibat pengingkaran itu, Iblis telah jauh dari rahmat Allah, dikenai hukuman, dan terus menerus mendapat kutukan-Nya sampai hari pembalasan nanti. Dalam firman Allah yang lain, diterangkan bahwa Iblis diusir dari surga karena ia menyombongkan diri dan termasuk golongan orang-orang yang hina. Allah swt berfirman: (Allah) berfirman, \"Maka turunlah kamu darinya (surga); karena kamu tidak sepatutnya menyombongkan diri di dalamnya. Keluarlah! Sesungguh-nya kamu termasuk makhluk yang hina.\" (al-A'raf/7: 13) Setelah mendengar keputusan Allah itu, Iblis menyatakan menerima hukuman itu. Akan tetapi, ia mohon kepada Tuhan agar umurnya dipanjang-kan sampai hari ketika manusia dibangkitkan dari kubur. Permohonan Iblis itu dikabulkan Allah dan ia akan hidup terus-menerus sampai akhir zaman hingga tiupan sangkakala yang membangkitkan manusia dari kubur."
        },
        {
          "number": 38,
          "arabic": "إِلَىٰ يَوْمِ ٱلْوَقْتِ ٱلْمَعْلُومِ",
          "transliteration": "ilā yawmi l-waqti l-maʿlūmi",
          "translation": "sampai hari yang telah ditentukan (Kiamat).\"",
          "tafsir": "Allah swt menjawab keingkaran Iblis dengan memerintahkannya agar keluar dari surga atau dari golongan malaikat. Akibat pengingkaran itu, Iblis telah jauh dari rahmat Allah, dikenai hukuman, dan terus menerus mendapat kutukan-Nya sampai hari pembalasan nanti. Dalam firman Allah yang lain, diterangkan bahwa Iblis diusir dari surga karena ia menyombongkan diri dan termasuk golongan orang-orang yang hina. Allah swt berfirman: (Allah) berfirman, \"Maka turunlah kamu darinya (surga); karena kamu tidak sepatutnya menyombongkan diri di dalamnya. Keluarlah! Sesungguh-nya kamu termasuk makhluk yang hina.\" (al-A'raf/7: 13) Setelah mendengar keputusan Allah itu, Iblis menyatakan menerima hukuman itu. Akan tetapi, ia mohon kepada Tuhan agar umurnya dipanjang-kan sampai hari ketika manusia dibangkitkan dari kubur. Permohonan Iblis itu dikabulkan Allah dan ia akan hidup terus-menerus sampai akhir zaman hingga tiupan sangkakala yang membangkitkan manusia dari kubur."
        },
        {
          "number": 39,
          "arabic": "قَالَ رَبِّ بِمَآ أَغْوَيْتَنِى لَأُزَيِّنَنَّ لَهُمْ فِى ٱلْأَرْضِ وَلَأُغْوِيَنَّهُمْ أَجْمَعِينَ",
          "transliteration": "qāla rabbi bimā aghwaytanī la-uzayyinanna lahum fī l-arḍi wala-ugh'wiyannahum ajmaʿīna",
          "translation": "Ia (Iblis) berkata, \"Tuhanku, oleh karena Engkau telah memutuskan bahwa aku sesat, aku pasti akan jadikan (kejahatan) tampak indah bagi mereka di bumi, dan aku akan menyesatkan mereka semuanya,",
          "tafsir": "Karena telah dikutuk dan dilaknat Allah dengan menjauhkannya dari nikmat-Nya dan menjadikan ia sesat dan hina, Iblis memohon supaya Allah memberi kesempatan untuk menyesatkan anak cucu Adam dengan menjadikan perbuatan jahat menjadi baik menurut pandangannya. Dengan demikian, akan menarik hati mereka sehingga tanpa disadari mereka melakukan perbuatan-perbuatan yang jahat itu. Namun hal itu tidak berlaku bagi hamba-hamba yang ikhlas dan saleh, yang tidak dapat dipalingkan dari kebenaran. Menurut sebagian mufasir, setelah dikutuk, Iblis tidak memohon ampun kepada Allah, tetapi malahan bersumpah akan menipu dan memperdaya anak cucu Adam sampai hari kiamat, kecuali hamba-hamba yang saleh dan ikhlas. Mereka tidak dapat ditipu dan diperdaya karena kekuatan imannya, berdasarkan firman Allah swt: (Iblis) menjawab, \"Demi kemuliaan-Mu, pasti aku akan menyesatkan mereka semuanya, kecuali hamba-hamba-Mu yang terpilih di antara mereka.\" (shad/38: 82-83) Sumpah ini benar-benar dilaksanakan dan diwujudkan Iblis dengan segala kemampuan yang ada padanya, sebagaimana firman Allah swt: (Iblis) menjawab, \"Karena Engkau telah menyesatkan aku, pasti aku akan selalu menghalangi mereka dari jalan-Mu yang lurus, kemudian pasti aku akan mendatangi mereka dari depan, dari belakang, dari kanan dan dari kiri mereka. Dan Engkau tidak akan mendapati kebanyakan mereka bersyukur.\" (al-A'raf/7: 16-17) Allah swt menyatakan bahwa Iblis dapat memenuhi target sumpahnya dengan menyesatkan sebagian besar manusia. Allah berfirman: Dan sungguh, Iblis telah dapat meyakinkan terhadap mereka kebenaran sangkaannya, lalu mereka mengikutinya, kecuali sebagian dari orang-orang mukmin. (Saba/34: 20) Orang-orang yang mengikuti setan dan Iblis menjadikannya sebagai pimpinan mereka, sebagaimana firman Allah swt: Wahai anak cucu Adam! Janganlah sampai kamu tertipu oleh setan sebagaimana halnya dia (setan) telah mengeluarkan ibu bapakmu dari surga, dengan menanggalkan pakaian keduanya untuk memperlihatkan aurat keduanya. Sesungguhnya dia dan pengikutnya dapat melihat kamu dari suatu tempat yang kamu tidak bisa melihat mereka. Sesungguhnya Kami telah menjadikan setan-setan itu pemimpin bagi orang-orang yang tidak beriman. (al-A'raf/7: 27)"
        },
        {
          "number": 40,
          "arabic": "إِلَّا عِبَادَكَ مِنْهُمُ ٱلْمُخْلَصِينَ",
          "transliteration": "illā ʿibādaka min'humu l-mukh'laṣīna",
          "translation": "kecuali hamba-hamba-Mu yang terpilih di antara mereka.\"",
          "tafsir": "Karena telah dikutuk dan dilaknat Allah dengan menjauhkannya dari nikmat-Nya dan menjadikan ia sesat dan hina, Iblis memohon supaya Allah memberi kesempatan untuk menyesatkan anak cucu Adam dengan menjadikan perbuatan jahat menjadi baik menurut pandangannya. Dengan demikian, akan menarik hati mereka sehingga tanpa disadari mereka melakukan perbuatan-perbuatan yang jahat itu. Namun hal itu tidak berlaku bagi hamba-hamba yang ikhlas dan saleh, yang tidak dapat dipalingkan dari kebenaran. Menurut sebagian mufasir, setelah dikutuk, Iblis tidak memohon ampun kepada Allah, tetapi malahan bersumpah akan menipu dan memperdaya anak cucu Adam sampai hari kiamat, kecuali hamba-hamba yang saleh dan ikhlas. Mereka tidak dapat ditipu dan diperdaya karena kekuatan imannya, berdasarkan firman Allah swt: (Iblis) menjawab, \"Demi kemuliaan-Mu, pasti aku akan menyesatkan mereka semuanya, kecuali hamba-hamba-Mu yang terpilih di antara mereka.\" (shad/38: 82-83) Sumpah ini benar-benar dilaksanakan dan diwujudkan Iblis dengan segala kemampuan yang ada padanya, sebagaimana firman Allah swt: (Iblis) menjawab, \"Karena Engkau telah menyesatkan aku, pasti aku akan selalu menghalangi mereka dari jalan-Mu yang lurus, kemudian pasti aku akan mendatangi mereka dari depan, dari belakang, dari kanan dan dari kiri mereka. Dan Engkau tidak akan mendapati kebanyakan mereka bersyukur.\" (al-A'raf/7: 16-17) Allah swt menyatakan bahwa Iblis dapat memenuhi target sumpahnya dengan menyesatkan sebagian besar manusia. Allah berfirman: Dan sungguh, Iblis telah dapat meyakinkan terhadap mereka kebenaran sangkaannya, lalu mereka mengikutinya, kecuali sebagian dari orang-orang mukmin. (Saba/34: 20) Orang-orang yang mengikuti setan dan Iblis menjadikannya sebagai pimpinan mereka, sebagaimana firman Allah swt: Wahai anak cucu Adam! Janganlah sampai kamu tertipu oleh setan sebagaimana halnya dia (setan) telah mengeluarkan ibu bapakmu dari surga, dengan menanggalkan pakaian keduanya untuk memperlihatkan aurat keduanya. Sesungguhnya dia dan pengikutnya dapat melihat kamu dari suatu tempat yang kamu tidak bisa melihat mereka. Sesungguhnya Kami telah menjadikan setan-setan itu pemimpin bagi orang-orang yang tidak beriman. (al-A'raf/7: 27)"
        },
        {
          "number": 41,
          "arabic": "قَالَ هَـٰذَا صِرَٰطٌ عَلَىَّ مُسْتَقِيمٌ",
          "transliteration": "qāla hādhā ṣirāṭun ʿalayya mus'taqīmun",
          "translation": "Dia (Allah) berfirman, \"Ini adalah jalan yang lurus (menuju) kepada-Ku.\"",
          "tafsir": "Allah swt mengecam Iblis dengan ayat ini bahwa apa yang dinyatakan Iblis itu tidak semuanya benar karena ia tidak dapat memperdaya hamba-hamba-Nya yang saleh. Ini dikatakan Allah sebagai jalan yang lurus. Dia memberi pahala semua amal baik seorang hamba dan membalas dengan siksa semua amal buruk seseorang. Untuk menghilangkan keragu-raguan yang mungkin dipahami pada ayat-ayat yang lalu maka Allah swt menegaskan dalam ayat ini, bahwa hamba-hamba Allah yang ikhlas beriman tidak seorang pun yang dapat dikuasai setan. Semuanya telah diberi taufik untuk beriman, melaksanakan perintah-perintah Allah, dan menghentikan semua larangan-Nya. Godaan apapun tidak akan mempengaruhi iman mereka. Hal ini ditegaskan oleh Allah dalam firman-Nya yang lain: Dan setan berkata ketika perkara (hisab) telah diselesaikan, \"Sesungguhnya Allah telah menjanjikan kepadamu janji yang benar, dan aku pun telah menjanjikan kepadamu tetapi aku menyalahinya. Tidak ada kekuasaan bagiku terhadapmu, melainkan (sekedar) aku menyeru kamu lalu kamu mematuhi seruanku, oleh sebab itu janganlah kamu mencerca aku, tetapi cercalah dirimu sendiri. Aku tidak dapat menolongmu, dan kamu pun tidak dapat menolongku. Sesungguhnya aku tidak membenarkan perbuatanmu mempersekutukan aku (dengan Allah) sejak dahulu.\" Sungguh, orang yang zalim akan mendapat siksaan yang pedih. (Ibrahim/14: 22) Firman Allah swt: Sungguh, setan itu tidak akan berpengaruh terhadap orang yang beriman dan bertawakal kepada Tuhan. Pengaruhnya hanyalah terhadap orang yang menjadikannya pemimpin dan terhadap orang yang mempersekutukannya dengan Allah. (an-Nahl/16: 99-100) Kemudian Allah swt mengancam setan dan pengikut-pengikutnya dengan neraka Jahanam sebagai pembalasan bagi segala macam kejahatan yang pernah mereka perbuat. Allah swt menerangkan keadaan neraka yang akan didiami oleh orang-orang yang sesat, yaitu terdiri atas tujuh tingkat. Tiap-tiap tingkat didiami oleh orang-orang yang dosa dan hukumannya sesuai dengan tingkat kejahatan yang telah mereka perbuat. Menurut Ibnu Juraij, neraka itu tujuh tingkat, pertama Jahannam; kedua Ladha; ketiga Huthamah; keempat: Sair; kelima Saqar; keenam Jahim; dan ketujuh Hawiyah. Masing-masing tingkat ditempati sesuai dengan kadar dosa mereka. Dari ayat-ayat ini dapat dipahami bahwa manusia mempunyai dua macam sifat yang menonjol, yaitu pertama, mempunyai sifat yang suka mengikuti hawa nafsu dan terpengaruh oleh kehidupan dunia dengan segala macam kenikmatan hidup yang memesona dirinya. Mereka inilah orang-orang musyrik yang mudah dipengaruhi setan. Kedua, manusia yang mempunyai sifat percaya kepada Allah dan rasul, jiwanya bersih dan mulia, hubungannya dengan Allah sangat dekat, dan suka kepada kebaikan. Golongan ini tidak dapat dipengaruhi oleh setan karena hati mereka telah cenderung kepada Allah swt."
        },
        {
          "number": 42,
          "arabic": "إِنَّ عِبَادِى لَيْسَ لَكَ عَلَيْهِمْ سُلْطَـٰنٌ إِلَّا مَنِ ٱتَّبَعَكَ مِنَ ٱلْغَاوِينَ",
          "transliteration": "inna ʿibādī laysa laka ʿalayhim sul'ṭānun illā mani ittabaʿaka mina l-ghāwīna",
          "translation": "Sesungguhnya kamu (Iblis) tidak kuasa atas hamba-hamba-Ku, kecuali mereka yang mengikutimu, yaitu orang yang sesat.",
          "tafsir": "Allah swt mengecam Iblis dengan ayat ini bahwa apa yang dinyatakan Iblis itu tidak semuanya benar karena ia tidak dapat memperdaya hamba-hamba-Nya yang saleh. Ini dikatakan Allah sebagai jalan yang lurus. Dia memberi pahala semua amal baik seorang hamba dan membalas dengan siksa semua amal buruk seseorang. Untuk menghilangkan keragu-raguan yang mungkin dipahami pada ayat-ayat yang lalu maka Allah swt menegaskan dalam ayat ini, bahwa hamba-hamba Allah yang ikhlas beriman tidak seorang pun yang dapat dikuasai setan. Semuanya telah diberi taufik untuk beriman, melaksanakan perintah-perintah Allah, dan menghentikan semua larangan-Nya. Godaan apapun tidak akan mempengaruhi iman mereka. Hal ini ditegaskan oleh Allah dalam firman-Nya yang lain: Dan setan berkata ketika perkara (hisab) telah diselesaikan, \"Sesungguhnya Allah telah menjanjikan kepadamu janji yang benar, dan aku pun telah menjanjikan kepadamu tetapi aku menyalahinya. Tidak ada kekuasaan bagiku terhadapmu, melainkan (sekedar) aku menyeru kamu lalu kamu mematuhi seruanku, oleh sebab itu janganlah kamu mencerca aku, tetapi cercalah dirimu sendiri. Aku tidak dapat menolongmu, dan kamu pun tidak dapat menolongku. Sesungguhnya aku tidak membenarkan perbuatanmu mempersekutukan aku (dengan Allah) sejak dahulu.\" Sungguh, orang yang zalim akan mendapat siksaan yang pedih. (Ibrahim/14: 22) Firman Allah swt: Sungguh, setan itu tidak akan berpengaruh terhadap orang yang beriman dan bertawakal kepada Tuhan. Pengaruhnya hanyalah terhadap orang yang menjadikannya pemimpin dan terhadap orang yang mempersekutukannya dengan Allah. (an-Nahl/16: 99-100) Kemudian Allah swt mengancam setan dan pengikut-pengikutnya dengan neraka Jahanam sebagai pembalasan bagi segala macam kejahatan yang pernah mereka perbuat. Allah swt menerangkan keadaan neraka yang akan didiami oleh orang-orang yang sesat, yaitu terdiri atas tujuh tingkat. Tiap-tiap tingkat didiami oleh orang-orang yang dosa dan hukumannya sesuai dengan tingkat kejahatan yang telah mereka perbuat. Menurut Ibnu Juraij, neraka itu tujuh tingkat, pertama Jahannam; kedua Ladha; ketiga Huthamah; keempat: Sair; kelima Saqar; keenam Jahim; dan ketujuh Hawiyah. Masing-masing tingkat ditempati sesuai dengan kadar dosa mereka. Dari ayat-ayat ini dapat dipahami bahwa manusia mempunyai dua macam sifat yang menonjol, yaitu pertama, mempunyai sifat yang suka mengikuti hawa nafsu dan terpengaruh oleh kehidupan dunia dengan segala macam kenikmatan hidup yang memesona dirinya. Mereka inilah orang-orang musyrik yang mudah dipengaruhi setan. Kedua, manusia yang mempunyai sifat percaya kepada Allah dan rasul, jiwanya bersih dan mulia, hubungannya dengan Allah sangat dekat, dan suka kepada kebaikan. Golongan ini tidak dapat dipengaruhi oleh setan karena hati mereka telah cenderung kepada Allah swt."
        },
        {
          "number": 43,
          "arabic": "وَإِنَّ جَهَنَّمَ لَمَوْعِدُهُمْ أَجْمَعِينَ",
          "transliteration": "wa-inna jahannama lamawʿiduhum ajmaʿīna",
          "translation": "Dan sungguh, Jahanam itu benar-benar (tempat) yang telah dijanjikan untuk mereka (pengikut setan) semuanya,",
          "tafsir": "Allah swt mengecam Iblis dengan ayat ini bahwa apa yang dinyatakan Iblis itu tidak semuanya benar karena ia tidak dapat memperdaya hamba-hamba-Nya yang saleh. Ini dikatakan Allah sebagai jalan yang lurus. Dia memberi pahala semua amal baik seorang hamba dan membalas dengan siksa semua amal buruk seseorang. Untuk menghilangkan keragu-raguan yang mungkin dipahami pada ayat-ayat yang lalu maka Allah swt menegaskan dalam ayat ini, bahwa hamba-hamba Allah yang ikhlas beriman tidak seorang pun yang dapat dikuasai setan. Semuanya telah diberi taufik untuk beriman, melaksanakan perintah-perintah Allah, dan menghentikan semua larangan-Nya. Godaan apapun tidak akan mempengaruhi iman mereka. Hal ini ditegaskan oleh Allah dalam firman-Nya yang lain: Dan setan berkata ketika perkara (hisab) telah diselesaikan, \"Sesungguhnya Allah telah menjanjikan kepadamu janji yang benar, dan aku pun telah menjanjikan kepadamu tetapi aku menyalahinya. Tidak ada kekuasaan bagiku terhadapmu, melainkan (sekedar) aku menyeru kamu lalu kamu mematuhi seruanku, oleh sebab itu janganlah kamu mencerca aku, tetapi cercalah dirimu sendiri. Aku tidak dapat menolongmu, dan kamu pun tidak dapat menolongku. Sesungguhnya aku tidak membenarkan perbuatanmu mempersekutukan aku (dengan Allah) sejak dahulu.\" Sungguh, orang yang zalim akan mendapat siksaan yang pedih. (Ibrahim/14: 22) Firman Allah swt: Sungguh, setan itu tidak akan berpengaruh terhadap orang yang beriman dan bertawakal kepada Tuhan. Pengaruhnya hanyalah terhadap orang yang menjadikannya pemimpin dan terhadap orang yang mempersekutukannya dengan Allah. (an-Nahl/16: 99-100) Kemudian Allah swt mengancam setan dan pengikut-pengikutnya dengan neraka Jahanam sebagai pembalasan bagi segala macam kejahatan yang pernah mereka perbuat. Allah swt menerangkan keadaan neraka yang akan didiami oleh orang-orang yang sesat, yaitu terdiri atas tujuh tingkat. Tiap-tiap tingkat didiami oleh orang-orang yang dosa dan hukumannya sesuai dengan tingkat kejahatan yang telah mereka perbuat. Menurut Ibnu Juraij, neraka itu tujuh tingkat, pertama Jahannam; kedua Ladha; ketiga Huthamah; keempat: Sair; kelima Saqar; keenam Jahim; dan ketujuh Hawiyah. Masing-masing tingkat ditempati sesuai dengan kadar dosa mereka. Dari ayat-ayat ini dapat dipahami bahwa manusia mempunyai dua macam sifat yang menonjol, yaitu pertama, mempunyai sifat yang suka mengikuti hawa nafsu dan terpengaruh oleh kehidupan dunia dengan segala macam kenikmatan hidup yang memesona dirinya. Mereka inilah orang-orang musyrik yang mudah dipengaruhi setan. Kedua, manusia yang mempunyai sifat percaya kepada Allah dan rasul, jiwanya bersih dan mulia, hubungannya dengan Allah sangat dekat, dan suka kepada kebaikan. Golongan ini tidak dapat dipengaruhi oleh setan karena hati mereka telah cenderung kepada Allah swt."
        },
        {
          "number": 44,
          "arabic": "لَهَا سَبْعَةُ أَبْوَٰبٍ لِّكُلِّ بَابٍ مِّنْهُمْ جُزْءٌ مَّقْسُومٌ",
          "transliteration": "lahā sabʿatu abwābin likulli bābin min'hum juz'on maqsūmun",
          "translation": "(Jahanam) itu mempunyai tujuh pintu. Setiap pintu (telah ditetapkan) untuk golongan tertentu dari mereka.",
          "tafsir": "Allah swt mengecam Iblis dengan ayat ini bahwa apa yang dinyatakan Iblis itu tidak semuanya benar karena ia tidak dapat memperdaya hamba-hamba-Nya yang saleh. Ini dikatakan Allah sebagai jalan yang lurus. Dia memberi pahala semua amal baik seorang hamba dan membalas dengan siksa semua amal buruk seseorang. Untuk menghilangkan keragu-raguan yang mungkin dipahami pada ayat-ayat yang lalu maka Allah swt menegaskan dalam ayat ini, bahwa hamba-hamba Allah yang ikhlas beriman tidak seorang pun yang dapat dikuasai setan. Semuanya telah diberi taufik untuk beriman, melaksanakan perintah-perintah Allah, dan menghentikan semua larangan-Nya. Godaan apapun tidak akan mempengaruhi iman mereka. Hal ini ditegaskan oleh Allah dalam firman-Nya yang lain: Dan setan berkata ketika perkara (hisab) telah diselesaikan, \"Sesungguhnya Allah telah menjanjikan kepadamu janji yang benar, dan aku pun telah menjanjikan kepadamu tetapi aku menyalahinya. Tidak ada kekuasaan bagiku terhadapmu, melainkan (sekedar) aku menyeru kamu lalu kamu mematuhi seruanku, oleh sebab itu janganlah kamu mencerca aku, tetapi cercalah dirimu sendiri. Aku tidak dapat menolongmu, dan kamu pun tidak dapat menolongku. Sesungguhnya aku tidak membenarkan perbuatanmu mempersekutukan aku (dengan Allah) sejak dahulu.\" Sungguh, orang yang zalim akan mendapat siksaan yang pedih. (Ibrahim/14: 22) Firman Allah swt: Sungguh, setan itu tidak akan berpengaruh terhadap orang yang beriman dan bertawakal kepada Tuhan. Pengaruhnya hanyalah terhadap orang yang menjadikannya pemimpin dan terhadap orang yang mempersekutukannya dengan Allah. (an-Nahl/16: 99-100) Kemudian Allah swt mengancam setan dan pengikut-pengikutnya dengan neraka Jahanam sebagai pembalasan bagi segala macam kejahatan yang pernah mereka perbuat. Allah swt menerangkan keadaan neraka yang akan didiami oleh orang-orang yang sesat, yaitu terdiri atas tujuh tingkat. Tiap-tiap tingkat didiami oleh orang-orang yang dosa dan hukumannya sesuai dengan tingkat kejahatan yang telah mereka perbuat. Menurut Ibnu Juraij, neraka itu tujuh tingkat, pertama Jahannam; kedua Ladha; ketiga Huthamah; keempat: Sair; kelima Saqar; keenam Jahim; dan ketujuh Hawiyah. Masing-masing tingkat ditempati sesuai dengan kadar dosa mereka. Dari ayat-ayat ini dapat dipahami bahwa manusia mempunyai dua macam sifat yang menonjol, yaitu pertama, mempunyai sifat yang suka mengikuti hawa nafsu dan terpengaruh oleh kehidupan dunia dengan segala macam kenikmatan hidup yang memesona dirinya. Mereka inilah orang-orang musyrik yang mudah dipengaruhi setan. Kedua, manusia yang mempunyai sifat percaya kepada Allah dan rasul, jiwanya bersih dan mulia, hubungannya dengan Allah sangat dekat, dan suka kepada kebaikan. Golongan ini tidak dapat dipengaruhi oleh setan karena hati mereka telah cenderung kepada Allah swt."
        },
        {
          "number": 45,
          "arabic": "إِنَّ ٱلْمُتَّقِينَ فِى جَنَّـٰتٍ وَعُيُونٍ",
          "transliteration": "inna l-mutaqīna fī jannātin waʿuyūnin",
          "translation": "Sesungguhnya orang yang bertakwa itu berada dalam surga-surga (taman-taman) dan (di dekat) mata air (yang mengalir).",
          "tafsir": "Ayat ini menerangkan bahwa orang-orang yang bertakwa akan ditempatkan dalam surga dengan taman-taman yang memiliki beberapa mata air yang mengalir. Pada firman Allah swt yang lain diterangkan pula sifat surga yang dijanjikan kepada orang-orang yang bertakwa itu, sebagaimana firman Allah: Perumpamaan taman surga yang dijanjikan kepada orang-orang yang bertakwa; di sana ada sungai-sungai yang airnya tidak payau, dan sungai-sungai air susu yang tidak berubah rasanya, dan sungai-sungai khamar (anggur yang tidak memabukkan) yang lezat rasanya bagi peminumnya dan sungai-sungai madu yang murni. Di dalamnya mereka memperoleh segala macam buah-buahan dan ampunan dari Tuhan mereka. Samakah mereka dengan orang yang kekal dalam neraka, dan diberi minuman dengan air yang mendidih sehingga ususnya terpotong-potong? (Muhammad/47: 15) Yang dimaksudkan dengan orang-orang yang bertakwa ialah orang yang menjaga dirinya dari azab Allah dengan melaksanakan perintah-perintah Allah dan menjauhi larangan-Nya."
        },
        {
          "number": 46,
          "arabic": "ٱدْخُلُوهَا بِسَلَـٰمٍ ءَامِنِينَ",
          "transliteration": "ud'khulūhā bisalāmin āminīna",
          "translation": "(Allah berfirman), \"Masuklah ke dalamnya dengan sejahtera dan aman.\"",
          "tafsir": "Ayat ini menjelaskan bahwa orang yang bertakwa dipersilakan masuk ke dalam surga. Di sana mereka akan selamat, sejahtera, aman, dan sentosa, serta tiada rasa takut sedih, dan gundah. Tidak ada suatu apa pun yang mengganggu ketenangan perasaan mereka, dan tidak ada bencana yang akan menyusahkan, bahkan Allah akan menurunkan nikmat yang tiada putus-putusnya."
        },
        {
          "number": 47,
          "arabic": "وَنَزَعْنَا مَا فِى صُدُورِهِم مِّنْ غِلٍّ إِخْوَٰنًا عَلَىٰ سُرُرٍ مُّتَقَـٰبِلِينَ",
          "transliteration": "wanazaʿnā mā fī ṣudūrihim min ghillin ikh'wānan ʿalā sururin mutaqābilīna",
          "translation": "Dan Kami lenyapkan segala rasa dendam yang ada dalam hati mereka; mereka merasa bersaudara, duduk berhadap-hadapan di atas dipan-dipan.",
          "tafsir": "Allah berjanji akan mencabut dari hati penduduk surga segala macam dendam, kebencian, dan rasa dengki yang telah terpendam selama mereka hidup di dunia, dan menjadikan mereka hidup bersaudara dan berkasih sayang. Mereka senantiasa bergembira bersama-sama dan duduk berhadap-hadapan di atas permadani yang terhampar. Diriwayatkan oleh al-Qasim dan Abu Umamah, ia berkata, \"Semula ahli surga ketika masuk surga masih membawa apa yang telah tersimpan dalam hati mereka selama hidup di dunia, seperti rasa dengki dan dendam, hingga mereka duduk berhadapan dengan temannya di atas dipan dalam surga. Allah lalu mencabut segala yang tersimpan di dalam hati mereka itu.\" Kemudian Abu Umamah membaca ayat ini. Keadaan penghuni surga itu diterangkan pula dalam firman Allah swt: Mereka berada di atas dipan-dipan yang bertahtakan emas dan permata, mereka bersandar di atasnya berhadap-hadapan. Mereka dikelilingi oleh anak-anak muda yang tetap muda, dengan membawa gelas, cerek dan sloki (piala) berisi minuman yang diambil dari air yang mengalir, mereka tidak pening karenanya dan tidak pula mabuk, dan buah-buahan apa pun yang mereka pilih, dan daging burung apa pun yang mereka inginkan. Dan ada bidadari-bidadari yang bermata indah, laksana mutiara yang tersimpan baik. (al-Waqi'ah/56: 15-23)"
        },
        {
          "number": 48,
          "arabic": "لَا يَمَسُّهُمْ فِيهَا نَصَبٌ وَمَا هُم مِّنْهَا بِمُخْرَجِينَ",
          "transliteration": "lā yamassuhum fīhā naṣabun wamā hum min'hā bimukh'rajīna",
          "translation": "Mereka tidak merasa lelah di dalamnya dan mereka tidak akan dikeluarkan darinya.",
          "tafsir": "Penduduk surga tidak pernah merasa letih dan lelah, karena mereka tidak lagi dibebani oleh berbagai usaha untuk melengkapi kebutuhan pokok yang mereka perlukan. Segala sesuatu yang mereka inginkan telah tersedia, tinggal memanfaatkan saja. Mereka tidak pernah merasa khawatir akan dipindahkan ke tempat yang tidak mereka senangi karena mereka kekal di dalam surga. Mereka akan terus merasakan kenikmatan dan kesenangan yang sudah tersedia. Pada ayat yang lain Allah swt melukiskan keadaan di dalam surga itu: Yang dengan karunia-Nya menempatkan kami dalam tempat yang kekal (surga); di dalamnya kami tidak merasa lelah dan tidak pula merasa lesu.\" (Fathir/35: 35) Hadis Nabi saw menjelaskan keadaan surga: Rasulullah saw bersabda, \"Sesungguhnya Allah memerintahkan kepadaku untuk memberi kabar gembira kepada Khadijah berupa rumah (yang akan ditempatinya) di surga yang terbuat dari bambu, tidak ada kesulitan di dalamnya, dan tidak ada pula kelelahan.\" (Riwayat a-Bukhari dan Muslim dari 'Abdullah bin Aufa) Dari keterangan di atas, maka keadaan orang-orang beriman dalam surga itu dapat digambarkan sebagai berikut: orang-orang yang beriman berada dalam keadaan terhormat, bersih dari berbagai penyakit hati seperti rasa dengki, iri hati, marah, kecewa, dan sebangsanya, tidak pernah merasa lelah, sakit, dan lapar, selalu dalam keadaan senang dan gembira, saling bersilaturrahim, dan bersahabat dengan penduduk surga yang lain, dan mereka kekal di surga sehingga tidak perlu merasa khawatir akan dipindahkan ke tempat yang tidak disenangi. Diriwayatkan oleh ath-thabrani dari Abdullah bin Zubair bahwa Rasulullah saw menegur para sahabat yang tertawa ketika beliau lewat di hadapan mereka. Beliau berkata, \"Apa yang menyebabkan kamu tertawa?.\" Maka turunlah ayat ini sebagai teguran kepada Nabi saw agar membiarkan mereka tertawa karena Allah Maha Pengampun di samping siksa-Nya yang sangat pedih. Diriwayatkan pula oleh Abu hatim dari Ali bin Abi Husain bahwa ayat ini diturunkan berhubungan dengan Abu Bakar dan Umar bin al-Khaththab, yang mana rasa dengki keduanya telah dicabut Allah dari dalam hatinya. Ketika ditanya orang, \"Kedengkian apa?\" Ali bin Abi Husain menjawab, \"Kedengkian jahiliyah, yaitu sikap permusuhan antara Bani Tamim (Kabilah Abu Bakar) dan Bani Umayyah.\" Ketika Abu Bakar terserang penyakit pinggang, Ali memanaskan tangannya dan dengan tangannya ia memanaskan pinggang Abu Bakar, maka turunlah ayat ini. Pada ayat ini, Allah swt menjelaskan janji dan ancaman-Nya kepada hamba-hamba-Nya. Allah memerintahkan kepada Nabi Muhammad agar menyampaikan kepada hamba-hamba-Nya bahwa Dia bersedia menghapus segala dosa, jika seseorang telah bertobat dalam arti yang sebenarnya dan kembali menempuh jalan yang diridai-Nya. Allah tidak akan mengazab hamba-hamba-Nya yang bertobat. Allah juga memerintahkan kepada Nabi Muhammad saw agar menyampaikan kepada hamba-Nya bahwa azab-Nya akan menimpa orang yang durhaka dan berbuat maksiat dan tidak mau bertobat atau kembali ke jalan-Nya. Azab-Nya itu sangat pedih, dan tidak ada bandingannya di dunia ini."
        },
        {
          "number": 49,
          "arabic": "۞ نَبِّئْ عِبَادِىٓ أَنِّىٓ أَنَا ٱلْغَفُورُ ٱلرَّحِيمُ",
          "transliteration": "nabbi ʿibādī annī anā l-ghafūru l-raḥīmu",
          "translation": "Kabarkanlah kepada hamba-hamba-Ku, bahwa Akulah Yang Maha Pengampun, Maha Penyayang,",
          "tafsir": "Penduduk surga tidak pernah merasa letih dan lelah, karena mereka tidak lagi dibebani oleh berbagai usaha untuk melengkapi kebutuhan pokok yang mereka perlukan. Segala sesuatu yang mereka inginkan telah tersedia, tinggal memanfaatkan saja. Mereka tidak pernah merasa khawatir akan dipindahkan ke tempat yang tidak mereka senangi karena mereka kekal di dalam surga. Mereka akan terus merasakan kenikmatan dan kesenangan yang sudah tersedia. Pada ayat yang lain Allah swt melukiskan keadaan di dalam surga itu: Yang dengan karunia-Nya menempatkan kami dalam tempat yang kekal (surga); di dalamnya kami tidak merasa lelah dan tidak pula merasa lesu.\" (Fathir/35: 35) Hadis Nabi saw menjelaskan keadaan surga: Rasulullah saw bersabda, \"Sesungguhnya Allah memerintahkan kepadaku untuk memberi kabar gembira kepada Khadijah berupa rumah (yang akan ditempatinya) di surga yang terbuat dari bambu, tidak ada kesulitan di dalamnya, dan tidak ada pula kelelahan.\" (Riwayat a-Bukhari dan Muslim dari 'Abdullah bin Aufa) Dari keterangan di atas, maka keadaan orang-orang beriman dalam surga itu dapat digambarkan sebagai berikut: orang-orang yang beriman berada dalam keadaan terhormat, bersih dari berbagai penyakit hati seperti rasa dengki, iri hati, marah, kecewa, dan sebangsanya, tidak pernah merasa lelah, sakit, dan lapar, selalu dalam keadaan senang dan gembira, saling bersilaturrahim, dan bersahabat dengan penduduk surga yang lain, dan mereka kekal di surga sehingga tidak perlu merasa khawatir akan dipindahkan ke tempat yang tidak disenangi. Diriwayatkan oleh ath-thabrani dari Abdullah bin Zubair bahwa Rasulullah saw menegur para sahabat yang tertawa ketika beliau lewat di hadapan mereka. Beliau berkata, \"Apa yang menyebabkan kamu tertawa?.\" Maka turunlah ayat ini sebagai teguran kepada Nabi saw agar membiarkan mereka tertawa karena Allah Maha Pengampun di samping siksa-Nya yang sangat pedih. Diriwayatkan pula oleh Abu hatim dari Ali bin Abi Husain bahwa ayat ini diturunkan berhubungan dengan Abu Bakar dan Umar bin al-Khaththab, yang mana rasa dengki keduanya telah dicabut Allah dari dalam hatinya. Ketika ditanya orang, \"Kedengkian apa?\" Ali bin Abi Husain menjawab, \"Kedengkian jahiliyah, yaitu sikap permusuhan antara Bani Tamim (Kabilah Abu Bakar) dan Bani Umayyah.\" Ketika Abu Bakar terserang penyakit pinggang, Ali memanaskan tangannya dan dengan tangannya ia memanaskan pinggang Abu Bakar, maka turunlah ayat ini. Pada ayat ini, Allah swt menjelaskan janji dan ancaman-Nya kepada hamba-hamba-Nya. Allah memerintahkan kepada Nabi Muhammad agar menyampaikan kepada hamba-hamba-Nya bahwa Dia bersedia menghapus segala dosa, jika seseorang telah bertobat dalam arti yang sebenarnya dan kembali menempuh jalan yang diridai-Nya. Allah tidak akan mengazab hamba-hamba-Nya yang bertobat. Allah juga memerintahkan kepada Nabi Muhammad saw agar menyampaikan kepada hamba-Nya bahwa azab-Nya akan menimpa orang yang durhaka dan berbuat maksiat dan tidak mau bertobat atau kembali ke jalan-Nya. Azab-Nya itu sangat pedih, dan tidak ada bandingannya di dunia ini."
        },
        {
          "number": 50,
          "arabic": "وَأَنَّ عَذَابِى هُوَ ٱلْعَذَابُ ٱلْأَلِيمُ",
          "transliteration": "wa-anna ʿadhābī huwa l-ʿadhābu l-alīmu",
          "translation": "dan sesungguhnya azab-Ku adalah azab yang sangat pedih.",
          "tafsir": "Penduduk surga tidak pernah merasa letih dan lelah, karena mereka tidak lagi dibebani oleh berbagai usaha untuk melengkapi kebutuhan pokok yang mereka perlukan. Segala sesuatu yang mereka inginkan telah tersedia, tinggal memanfaatkan saja. Mereka tidak pernah merasa khawatir akan dipindahkan ke tempat yang tidak mereka senangi karena mereka kekal di dalam surga. Mereka akan terus merasakan kenikmatan dan kesenangan yang sudah tersedia. Pada ayat yang lain Allah swt melukiskan keadaan di dalam surga itu: Yang dengan karunia-Nya menempatkan kami dalam tempat yang kekal (surga); di dalamnya kami tidak merasa lelah dan tidak pula merasa lesu.\" (Fathir/35: 35) Hadis Nabi saw menjelaskan keadaan surga: Rasulullah saw bersabda, \"Sesungguhnya Allah memerintahkan kepadaku untuk memberi kabar gembira kepada Khadijah berupa rumah (yang akan ditempatinya) di surga yang terbuat dari bambu, tidak ada kesulitan di dalamnya, dan tidak ada pula kelelahan.\" (Riwayat a-Bukhari dan Muslim dari 'Abdullah bin Aufa) Dari keterangan di atas, maka keadaan orang-orang beriman dalam surga itu dapat digambarkan sebagai berikut: orang-orang yang beriman berada dalam keadaan terhormat, bersih dari berbagai penyakit hati seperti rasa dengki, iri hati, marah, kecewa, dan sebangsanya, tidak pernah merasa lelah, sakit, dan lapar, selalu dalam keadaan senang dan gembira, saling bersilaturrahim, dan bersahabat dengan penduduk surga yang lain, dan mereka kekal di surga sehingga tidak perlu merasa khawatir akan dipindahkan ke tempat yang tidak disenangi. Diriwayatkan oleh ath-thabrani dari Abdullah bin Zubair bahwa Rasulullah saw menegur para sahabat yang tertawa ketika beliau lewat di hadapan mereka. Beliau berkata, \"Apa yang menyebabkan kamu tertawa?.\" Maka turunlah ayat ini sebagai teguran kepada Nabi saw agar membiarkan mereka tertawa karena Allah Maha Pengampun di samping siksa-Nya yang sangat pedih. Diriwayatkan pula oleh Abu hatim dari Ali bin Abi Husain bahwa ayat ini diturunkan berhubungan dengan Abu Bakar dan Umar bin al-Khaththab, yang mana rasa dengki keduanya telah dicabut Allah dari dalam hatinya. Ketika ditanya orang, \"Kedengkian apa?\" Ali bin Abi Husain menjawab, \"Kedengkian jahiliyah, yaitu sikap permusuhan antara Bani Tamim (Kabilah Abu Bakar) dan Bani Umayyah.\" Ketika Abu Bakar terserang penyakit pinggang, Ali memanaskan tangannya dan dengan tangannya ia memanaskan pinggang Abu Bakar, maka turunlah ayat ini. Pada ayat ini, Allah swt menjelaskan janji dan ancaman-Nya kepada hamba-hamba-Nya. Allah memerintahkan kepada Nabi Muhammad agar menyampaikan kepada hamba-hamba-Nya bahwa Dia bersedia menghapus segala dosa, jika seseorang telah bertobat dalam arti yang sebenarnya dan kembali menempuh jalan yang diridai-Nya. Allah tidak akan mengazab hamba-hamba-Nya yang bertobat. Allah juga memerintahkan kepada Nabi Muhammad saw agar menyampaikan kepada hamba-Nya bahwa azab-Nya akan menimpa orang yang durhaka dan berbuat maksiat dan tidak mau bertobat atau kembali ke jalan-Nya. Azab-Nya itu sangat pedih, dan tidak ada bandingannya di dunia ini."
        },
        {
          "number": 51,
          "arabic": "وَنَبِّئْهُمْ عَن ضَيْفِ إِبْرَٰهِيمَ",
          "transliteration": "wanabbi'hum ʿan ḍayfi ib'rāhīma",
          "translation": "Dan kabarkanlah (Muhammad) kepada mereka tentang tamu Ibrahim (malaikat).",
          "tafsir": "Ayat ini menerangkan keadaan Nabi Ibrahim ketika kedatangan tamu yang tidak dikenal dan tidak diundang. Para tamu itu masuk dan mengucapkan salam. Karena tidak mengenal para tamunya, Nabi Ibrahim mengatakan bahwa ia takut kepada mereka. Penyebab ketakutan Ibrahim dijelaskan dalam ayat yang lain. Allah swt berfirman: Maka ketika dilihatnya tangan mereka tidak menjamahnya, dia (Ibrahim) mencurigai mereka, dan merasa takut kepada mereka. Mereka (malaikat) berkata, \"Jangan takut, sesungguhnya kami diutus kepada kaum Lut.\" (Hud/11: 70) Menurut ayat ini, Ibrahim merasa takut kepada tamunya karena mereka tidak mau memakan daging anak lembu yang dipanggang dan disuguhkan kepada mereka. Menurut kebiasaan, tamu yang tidak mau memakan suguhan yang dihidangkan kepadanya adalah tamu yang datang untuk maksud jahat atau bisa juga berarti bahwa tamu itu curiga dengan niat baik tuan rumah."
        }
      ]
    }
  ]
}