{
  "pageNumber": 77,
  "juz": 4,
  "surahs": [
    {
      "number": 4,
      "name": "An-Nisa'",
      "nameArabic": "النساء",
      "meaning": "Wanita",
      "revelation": "Madinah",
      "description": "Surat An Nisaa' terdiri dari 176 ayat dan termasuk surat Madaniyyah terpanjang setelah surat Al Baqarah.Dinamakan An Nisaa' karena di dalamnya banyak dibicarakan hal-hal yang berhubungan dengan perempuan; merupakan surat yang paling banyak membicarakan hal itu dibanding surat-surat yang lain. Surat lain yang banyak membicarakan perempuan adalah surat Ath Thalaq. Dalam hal ini, surat An Nisaa' biasa disebut \"Surat An Nisaa' Al Kubraa\" (surat An Nisaa' besar) sedangkan surat Ath Thalaq disebut \"Surat An Nisaa' Ash Shughraa\" (surat An Nisaa' kecil).Pokok-Pokok Isi:1. Keimanan:Syirik (dosa yang paling besar); akibat kekafiran pada hari akhir.2. Hukum-hukum:Kewajiban para washi dan wali; hukum poligami; masnikah; memakan harta anak yatim dan orang-orang yang tidak dapat mengurus harta; pokok-pokok hukum warisan; perbuatan-perbuatan keji dan hukumannya, perempuan-perempuan yang haram dinikahi; hukum menikahi hamba sahaya perempuan; larangan memakan harta secara batil; hukum syiqaq dan nusyuz; kesucian lahir-batin dalam shalat; hukum suaka; hukum membunuh seorang muslim; shalat khauf; larangan mengucapkan perkataan buruk; dan pusaka kalalah.3. Kisah-kisah:Kisah-kisah Nabi Musa a.s. dan pengikutnya.4. Lain-lain:Asal muasal manusia adalah satu; keharusan menjauhi adat-adat jahiliyah berkaitan dengan perempuan; norma-norma pergaulan dengan istri; hak seseorang sesuai dengan kewajibannya; perlakuan ahli kitab terhadap kitab-kitab yang diturunkan kepadanya; dasar-dasar pemerintahan; cara mengadili perkara; keharusan siap-siaga terhadap musuh; sikap-sikap orang munafik dalam menghadapi peperangan; berperang di jalan Allah adalah kewajiban setiap mukalaf; norma dan adab dalam peperangan; cara menghadapi orang-orang munafik; dan derajat orang yang berjihad.Surat An Nisaa' dimulai dengan perintah bertakwa dan menyatakan bahwa asal manusia adalah satu, kemudian menerangkan hukum-hukum yang berhubungan dengan anak yatim, rumah tangga, warisan, perempuan yang haram dinikahi serta hak dan kewajiban laki-laki dan perempuan. Juga menyebut tentang hukum-hukum perang serta pelajaran-pelajaran yang harus diambil dari perang Badar dan Uhud. Pengutaraan hukum perang dan hukum keluarga dalam surat ini merupakan hujjah-hujjah yang dikemukakan kepada Ahli Kitab, yang ditegaskan pada bagian terakhir surat ini. Lalu, surat ini ditutup dengan perintah agar kaum mukmin bersabar, memperatkan hubungan sesama manusia, dan bertakwa kepada Allah, agar mendapat keberuntungan dunia akhirat.Hubungan Surat An Nisaa' Dengan Surat Al Maa-Idah:1. Surat An Nisaa' menerangkan beberapa macam akad, seperti: pernikahan, perceraian, warisan, perjanjian, wasiat, dan sebagainya. Sementara itu, permulaan surat Al Maa-idah menyatakan supaya hamba-hamba Allah memenuhi segala macam akad-akad yang telah dibuat, baik terhadap Allah maupun terhadap sesama manusia, di samping menerangkan akad-akad yang lain.2. Surat An Nisaa' mengemukakan beberapa hukum secara umum, sedangkan surat Al Maa-idah menjelaskan dan menegaskan hukum-hukum tersebut.3. Sebagaimana halnya surat Al Baqarah dan surat Ali 'Imran mengemukakan hal-hal yang berhubungan dengan pokok-pokok agama, seperti: keesaan Allah dan kenabian, maka surat An Nisaa' dan Al Maaidah menerangkan tentang furu' agama (hukum fikih), seperti: hukum keluarga dan sebagainya.4. Akhir surat An Nisaa' mengemukakan hujjah-hujjah atas kekeliruan orang-orang Yahudi dan Nasrani serta kekeliruan kaum musyrikin dan munafikin. Hal yang serupa diterangkan secara panjang lebar dalam surat Al Maa-idah.5. Surat An Nisaa' dimulai dengan \"Yaa ayyuhannaas\" yang nadanya sama dengan surat Makiah, sedangkan surat Al Maa-idah, sebagai surat Madaniah, dimulai dengan, \"Yaa ayyuhal ladziina aamanu\". Meskipun nadanya berlainan, tetapi yang dituju oleh kedua surat ini adalah seluruh manusia.",
      "verses": [
        {
          "number": 1,
          "arabic": " يَـٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُوا۟ رَبَّكُمُ ٱلَّذِى خَلَقَكُم مِّن نَّفْسٍ وَٰحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَآءً ۚ وَٱتَّقُوا۟ ٱللَّهَ ٱلَّذِى تَسَآءَلُونَ بِهِۦ وَٱلْأَرْحَامَ ۚ إِنَّ ٱللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا",
          "transliteration": "yāayyuhā l-nāsu ittaqū rabbakumu alladhī khalaqakum min nafsin wāḥidatin wakhalaqa min'hā zawjahā wabatha min'humā rijālan kathīran wanisāan wa-ittaqū l-laha alladhī tasāalūna bihi wal-arḥāma inna l-laha kāna ʿalaykum raqīban",
          "translation": "Wahai manusia! Bertakwalah kepada Tuhanmu yang telah menciptakan kamu dari diri yang satu (Adam), dan (Allah) menciptakan pasangannya (Hawa) dari (diri)nya; dan dari keduanya Allah mengembangbiakkan laki-laki dan perempuan yang banyak. Bertakwalah kepada Allah yang dengan nama-Nya kamu saling meminta,<sup foot_note=135123>1</sup> dan (peliharalah) hubungan kekeluargaan. Sesungguhnya Allah selalu menjaga dan mengawasimu.",
          "tafsir": "Di dalam ayat ini Allah memerintahkan kepada manusia agar bertakwa kepada Allah, yang memelihara manusia dan melimpahkan nikmat karunia-Nya. Dialah Yang menciptakan manusia dari seorang diri yaitu Adam. Dengan demikian, menurut jumhur mufasir, Adam adalah manusia pertama yang dijadikan oleh Allah. Kemudian dari diri yang satu itu Allah menciptakan pula pasangannya yang biasa disebut dengan nama Hawa. Dari Adam dan Hawa berkembang biaklah manusia. Dalam Al-Qur'an penciptaan Adam disebut dari tanah liat (al-Anam/6:2; as-Sajdah/32:7; Shad/38:71 dan dalam beberapa ayat lagi). Dalam an-Nisa/4:1 disebutkan \"... dan (Allah) menciptakan pasangannya (Hawa) dari dirinya; ...\" Kata-kata dalam Surah an-Nisa ayat pertama ini sering menimbulkan salah pengertian di kalangan awam, terutama di kalangan perempuan, karena ada anggapan bahwa perempuan diciptakan dari rusuk Adam, yang sering dipertanyakan oleh kalangan feminis. Ayat itu hanya menyebut ... wa khalaqa minha zaujaha, yang diterjemahkan dengan menciptakan pasangannya dari dirinya; lalu ada yang mengatakan bahwa perempuan itu diciptakan dari rusuk Adam, dan pernyataan yang terdapat dalam beberapa hadis ini ada yang mengira dari Al-Qur'an. Di dalam Al-Qur'an nama Hawa pun tidak ada, yang ada hanya nama Adam. Nama Hawa (Eve) ada dalam Bibel (\"Manusia itu memberi nama Hawa kepada isterinya, sebab dialah yang menjadi ibu semua yang hidup.\" (Kejadian iii. 20), (Hawwa dari kata bahasa Ibrani heva, dibaca: hawwah, yang berarti hidup). Pernyataan bahwa perempuan diciptakan dari rusuk laki-laki itu terdapat dalam Perjanjian Lama, Kitab Kejadian ii. 21 dan 22: \"Lalu Tuhan Allah membuat manusia itu tidur nyenyak; ketika tidur, Tuhan Allah mengambil salah satu rusuk dari padanya, lalu menutup tempat itu dengan daging. Dan dari rusuk yang diambil Tuhan Allah dari manusia itu, dibangun-Nyalah seorang perempuan, lalu dibawa-Nya kepada manusia itu.\" Kemudian sekali lagi Allah memerintahkan kepada manusia untuk bertakwa kepada-Nya dan seringkali mempergunakan nama-Nya dalam berdoa untuk memperoleh kebutuhannya. Menurut kebiasaan orang Arab Jahiliah bila menanyakan sesuatu atau meminta sesuatu kepada orang lain mereka mengucapkan nama Allah. Allah juga memerintahkan agar manusia selalu memelihara silaturrahmi antara keluarga dengan membuat kebaikan dan kebajikan yang merupakan salah satu sarana pengikat silaturrahmi. Ilmu Hayati Manusia (Human Biology) memberikan informasi kepada kita, bahwa manusia dengan kelamin laki-laki mempunyai sex-chromosome (kromosom kelamin) XY, sedang manusia dengan kelamin wanita mempunyai sex-chromosome XX. Ayat di atas menjelaskan bahwa \"manusia diciptakan dari diri yang satu dan daripadanya Allah menciptakan istrinya\". Ayat ini menjelaskan kepada kita bahwa 'diri yang satu itu tentu berjenis kelamin laki-laki, sebab kalimat berikutnya menyatakan, 'daripadanya diciptakan istrinya. Dari sudut pandang Human Biology hal itu sangatlah tepat, sebab sex-chromosome XY (laki-laki) dapat menurunkan kromosom XY atau XX; sedang kromosom XX (wanita) tidak mungkin akan membentuk XY, karena dari mana didapat kromosom Y? Jadi jelas bahwa laki-laki pada hakikatnya adalah penentu jenis kelamin dari keturunannya. Diri yang satu itu tidak lain adalah Adam."
        },
        {
          "number": 2,
          "arabic": "وَءَاتُوا۟ ٱلْيَتَـٰمَىٰٓ أَمْوَٰلَهُمْ ۖ وَلَا تَتَبَدَّلُوا۟ ٱلْخَبِيثَ بِٱلطَّيِّبِ ۖ وَلَا تَأْكُلُوٓا۟ أَمْوَٰلَهُمْ إِلَىٰٓ أَمْوَٰلِكُمْ ۚ إِنَّهُۥ كَانَ حُوبًا كَبِيرًا",
          "transliteration": "waātū l-yatāmā amwālahum walā tatabaddalū l-khabītha bil-ṭayibi walā takulū amwālahum ilā amwālikum innahu kāna ḥūban kabīran",
          "translation": "Dan berikanlah kepada anak-anak yatim (yang sudah dewasa) harta mereka, janganlah kamu menukar yang baik dengan yang buruk, dan janganlah kamu makan harta mereka bersama hartamu. Sungguh, (tindakan menukar dan memakan) itu adalah dosa yang besar.",
          "tafsir": "Ayat ini ditujukan kepada para penerima amanat agar memelihara anak yatim dan hartanya. Anak yatim ialah setiap anak yang ayahnya telah meninggal dunia, dan masih kecil (belum mencapai usia dewasa). Orang yang diserahi amanat untuk menjaga harta anak yatim haruslah memelihara harta tersebut dengan cara yang baik. Tidak boleh ia mencampurkan harta anak yatim itu dengan hartanya sendiri, sehingga tidak dapat dibedakan lagi mana yang harta anak yatim dan mana yang harta sendiri. Juga tidak dibenarkan ia memakan harta tersebut untuk dirinya sendiri apabila ia dalam keadaan mampu. Apabila hal tersebut dilakukan juga maka berarti ia telah memakan harta anak yatim dengan jalan yang tak benar. Dalam keadaan ini ia akan mendapat dosa yang besar. Apabila anak yatim itu telah mencapai umur dewasa dan cerdik mampu mengatur dan menggunakan harta, hendaklah hartanya itu segera diserahkan kepadanya, sebagaimana akan diterangkan pada ayat 5 surah ini. Para mufasir dalam menafsirkan perkataan \"anak yatim\" dalam ayat ini terdapat dua pendapat. Pendapat pertama menafsirkan bahwa yang dimaksud dengan \"anak yatim\" di sini ialah yang belum balig, sebagai pendahulu ayat 5 surah ini, sejalan dengan penafsiran yang dikemukakan di atas. Pendapat kedua menafsirkan bahwa yang dimaksud dengan \"anak yatim\" di sini ialah yang sudah balig, sejalan dengan sebab turunnya ayat ini, riwayat Ibnu Abi Â¦atim dari Said bin Jubair bahwa seorang laki-laki dari suku Banu Gatafan menyimpan harta yang banyak milik anak yatim, yaitu anak saudara kandungnya. Ketika anak tersebut balig, dia meminta hartanya itu, tetapi pamannya tidak mau memberikannya. Hal ini diadukan kepada Nabi Muhammad saw, maka turunlah ayat ini. As-salabi meriwayatkan dari Ibnu Muqatil dan al-Kalbi bahwa paman anak itu tatkala mendengar ayat ini berkata, \"Kami taat kepada Allah dan Rasul-Nya, kami berlindung kepada Allah dari dosa besar.\""
        },
        {
          "number": 3,
          "arabic": "وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا۟ فِى ٱلْيَتَـٰمَىٰ فَٱنكِحُوا۟ مَا طَابَ لَكُم مِّنَ ٱلنِّسَآءِ مَثْنَىٰ وَثُلَـٰثَ وَرُبَـٰعَ ۖ فَإِنْ خِفْتُمْ أَلَّا تَعْدِلُوا۟ فَوَٰحِدَةً أَوْ مَا مَلَكَتْ أَيْمَـٰنُكُمْ ۚ ذَٰلِكَ أَدْنَىٰٓ أَلَّا تَعُولُوا۟",
          "transliteration": "wa-in khif'tum allā tuq'siṭū fī l-yatāmā fa-inkiḥū mā ṭāba lakum mina l-nisāi mathnā wathulātha warubāʿa fa-in khif'tum allā taʿdilū fawāḥidatan aw mā malakat aymānukum dhālika adnā allā taʿūlū",
          "translation": "Dan jika kamu khawatir tidak akan mampu berlaku adil terhadap (hak-hak) perempuan yatim (bilamana kamu menikahinya), maka nikahilah perempuan (lain) yang kamu senangi: dua, tiga atau empat. Tetapi jika kamu khawatir tidak akan mampu berlaku adil,<sup foot_note=135124>1</sup> maka (nikahilah) seorang saja,<sup foot_note=135125>2</sup> atau hamba sahaya perempuan yang kamu miliki.<sup foot_note=135126>3</sup> Yang demikian itu lebih dekat agar kamu tidak berbuat zalim.",
          "tafsir": "Allah menjelaskan seandainya kamu tidak dapat berlaku adil atau tak dapat menahan diri dari makan harta anak yatim itu, bila kamu menikahinya, maka janganlah kamu menikahinya dengan tujuan menghabiskan hartanya, melainkan nikahkanlah ia dengan orang lain. Dan kamu pilihlah perempuan lain yang kamu senangi satu, dua, tiga, atau empat, dengan konsekuensi kamu memperlakukan istri-istri kamu itu dengan adil dalam pembagian waktu bermalam (giliran), nafkah, perumahan serta hal-hal yang berbentuk materi lainnya. Islam membolehkan poligami dengan syarat-syarat tertentu. Tetapi pada dasarnya satu istri lebih baik, seperti dalam lanjutan ayat itu. Sebelum turun ayat ini poligami sudah ada, dan pernah pula dijalankan oleh para nabi sebelum Nabi Muhammad saw. Ayat ini membatasi poligami sampai empat orang. Apabila kamu tidak dapat melakukan semua itu dengan adil, maka cukuplah kamu nikah dengan seorang saja, atau memperlakukan sebagai istri hamba sahaya yang kamu miliki tanpa akad nikah dalam keadaan terpaksa. Kepada mereka telah cukup apabila kamu penuhi nafkah untuk kehidupannya. Hal tersebut merupakan suatu usaha yang baik agar kamu tidak terjerumus kepada perbuatan aniaya. Hamba sahaya dan perbudakan dalam pengertian ayat ini pada saat sekarang sudah tidak ada lagi karena Islam sudah berusaha memberantas dengan berbagai cara. Ketika Islam lahir perbudakan di dunia Barat dan Timur sangat subur dan menjadi institusi yang sah seperti yang dapat kita lihat dalam sejarah lama, dan dilukiskan juga dalam beberapa bagian dalam Bibel: Orang merdeka dapat menjadi budak hanya karena: tak dapat membayar utang, mencuri, sangat papa (sehingga terpaksa menjual diri), budak Yahudi dan bukan Yahudi (Gentile) statusnya berbeda dan sebagainya. Nabi Muhammad diutus pada permulaan abad ke-7 M. Saat ia mulai berdakwah, perbudakan di sekitamya dan di Semenanjung Arab sangat subur dan sudah merupakan hal biasa. Sikapnya terhadap perbudakan, seperti dilukiskan dalam Al-Qur'an, sangat berbeda dengan sikap masyarakat pada umumnya. Ia mengajarkan perbudakan harus dihapus dan menghadapinya dengan sangat arif. Tanpa harus mengutuk perbudakan, ia mengajarkan agar budak diperlakukan dengan cara-cara yang manusiawi dan penghapusannya harus bertahap, tak dapat dengan sekaligus dan dengan cara radikal seperti dalam memberantas syirik dan paganisme. Dan tujuan akhirnya ialah menghapus perbudakan samasekali. Hal ini terlihat dalam beberapa ketentuan hukum Islam, seseorang dapat menghapus dosanya dengan memerdekakan seorang budak, yang juga menjadi ketentuan orang yang saleh dan bertakwa. Rasulullah telah memberi contoh nyata dengan memerdekakan seorang budak (Zaid) dan menempatkannya menjadi anggota keluarganya, diangkat sebagai anak angkatnya dan berstatus sama dengan status keluarga Quraisy. Memang benar, rumah tangga yang baik dan harmonis dapat diwujudkan oleh pernikahan monogami. Adanya poligami dalam rumah tangga dapat menimbulkan banyak hal yang dapat mengganggu ketenteraman rumah tangga. Manusia dengan fitrah kejadiannya memerlukan hal-hal yang dapat menyimpangkannya dari monogami. Hal tersebut bukanlah karena dorongan seks semata, tetapi justru untuk mencapai kemaslahatan mereka sendiri yang karenanya Allah membolehkan (menurut fuqaha) atau memberi hukum keringanan (rukhsah menurut ulama tafsir) kaum laki-laki untuk melakukan poligami (beristri lebih dari satu). Adapun sebab-sebab yang membuat seseorang berpoligami adalah sebagai berikut: a.Apabila dalam satu rumah tangga belum mempunyai seorang keturunan sedang istrinya menurut pemeriksaan dokter dalam keadaan mandul, padahal dari perkawinan diharapkan bisa mendapatkan keturunan, maka poligami merupakan jalan keluar yang paling baik. b.Bagi kaum perempuan, masa berhenti haid (monopouse) lebih cepat datangnya, sebaliknya bagi seorang pria walau telah mencapai umur tua, dan kondisi fisiknya sehat ia masih membutuhkan pemenuhan hasrat seksualnya. Dalam keadaan ini apakah dibiarkan seorang pria itu berzina? Maka di sinilah dirasakan hikmah dibolehkanya poligami tersebut. c.Sebagai akibat dari peperangan umpamanya jumlah kaum perempuan lebih banyak dari kaum laki-laki. Suasana ini lebih mudah menimbulkan hal-hal negatif bagi kehidupan masyarakat apabila tidak dibuka pintu poligami. Bahkan kecenderungan jumlah perempuan lebih banyak daripada jumlah lelaki saat ini sudah menjadi kenyataan, kendati tidak ada peperangan."
        },
        {
          "number": 4,
          "arabic": "وَءَاتُوا۟ ٱلنِّسَآءَ صَدُقَـٰتِهِنَّ نِحْلَةً ۚ فَإِن طِبْنَ لَكُمْ عَن شَىْءٍ مِّنْهُ نَفْسًا فَكُلُوهُ هَنِيٓـًٔا مَّرِيٓـًٔا",
          "transliteration": "waātū l-nisāa ṣaduqātihinna niḥ'latan fa-in ṭib'na lakum ʿan shayin min'hu nafsan fakulūhu hanīan marīan",
          "translation": "Dan berikanlah maskawin (mahar) kepada perempuan (yang kamu nikahi) sebagai pemberian yang penuh kerelaan.<sup foot_note=135127>1</sup> Kemudian, jika mereka menyerahkan kepada kamu sebagian dari (maskawin) itu dengan senang hati, maka terimalah dan nikmatillah pemberian itu dengan senang hati.",
          "tafsir": "Para suami agar memberikan mahar berupa sesuatu yang telah mereka janjikan kepada istri mereka pada waktu akad nikah yang terkenal dengan (mahar musamma) atau sejumlah mahar yang biasa diterima oleh keluarga istri yang terkenal dengan (mahar misil) karena tidak ada ketentuan mengenai jumlah itu sebelumnya. Pemberian mahar ini adalah merupakan tanda kasih sayang dan menjadi bukti adanya ikatan antara seorang laki-laki dengan seorang perempuan untuk membangun rumah tangga. Namun apabila istri rela dan ikhlas, maka dalam hal ini tidak mengapa jika suami turut memanfaatkan mahar tersebut. Ayat ini menunjukkan bahwa maskawin adalah disyariatkan oleh agama. Pada masa jahiliah menikah tanpa maskawin."
        },
        {
          "number": 5,
          "arabic": "وَلَا تُؤْتُوا۟ ٱلسُّفَهَآءَ أَمْوَٰلَكُمُ ٱلَّتِى جَعَلَ ٱللَّهُ لَكُمْ قِيَـٰمًا وَٱرْزُقُوهُمْ فِيهَا وَٱكْسُوهُمْ وَقُولُوا۟ لَهُمْ قَوْلًا مَّعْرُوفًا",
          "transliteration": "walā tu'tū l-sufahāa amwālakumu allatī jaʿala l-lahu lakum qiyāman wa-ur'zuqūhum fīhā wa-ik'sūhum waqūlū lahum qawlan maʿrūfan",
          "translation": "Dan janganlah kamu serahkan kepada orang yang belum sempurna akalnya,<sup foot_note=135128>1</sup> harta (mereka yang ada dalam kekuasaan) kamu yang dijadikan Allah sebagai pokok kehidupan. Berilah mereka belanja dan pakaian (dari hasil harta itu) dan ucapkanlah kepada mereka perkataan yang baik.",
          "tafsir": "Para wali dan pelaksana wasiat (wasi) yang memelihara anak yatim agar menyerahkan harta anak yatim yang ada dalam kekuasaannya apabila anak yatim itu telah dewasa dan telah dapat menjaga hartanya. Apabila belum mampu maka tetaplah harta tersebut dipelihara dengan sebaik-baiknya karena harta adalah modal kehidupan. Segala keperluan anak yatim seperti pakaian, makanan, pendidikan, pengobatan dan sebagainya dapat diambil dari keuntungan harta itu apabila harta tersebut diusahakan (diinvestasikan). Kepada mereka hendaklah berkata lemah lembut penuh kasih sayang dan memperlakukan mereka seperti anak sendiri."
        },
        {
          "number": 6,
          "arabic": "وَٱبْتَلُوا۟ ٱلْيَتَـٰمَىٰ حَتَّىٰٓ إِذَا بَلَغُوا۟ ٱلنِّكَاحَ فَإِنْ ءَانَسْتُم مِّنْهُمْ رُشْدًا فَٱدْفَعُوٓا۟ إِلَيْهِمْ أَمْوَٰلَهُمْ ۖ وَلَا تَأْكُلُوهَآ إِسْرَافًا وَبِدَارًا أَن يَكْبَرُوا۟ ۚ وَمَن كَانَ غَنِيًّا فَلْيَسْتَعْفِفْ ۖ وَمَن كَانَ فَقِيرًا فَلْيَأْكُلْ بِٱلْمَعْرُوفِ ۚ فَإِذَا دَفَعْتُمْ إِلَيْهِمْ أَمْوَٰلَهُمْ فَأَشْهِدُوا۟ عَلَيْهِمْ ۚ وَكَفَىٰ بِٱللَّهِ حَسِيبًا",
          "transliteration": "wa-ib'talū l-yatāmā ḥattā idhā balaghū l-nikāḥa fa-in ānastum min'hum rush'dan fa-id'faʿū ilayhim amwālahum walā takulūhā is'rāfan wabidāran an yakbarū waman kāna ghaniyyan falyastaʿfif waman kāna faqīran falyakul bil-maʿrūfi fa-idhā dafaʿtum ilayhim amwālahum fa-ashhidū ʿalayhim wakafā bil-lahi ḥasīban",
          "translation": "Dan ujilah<sup foot_note=135129>1</sup> anak-anak yatim itu sampai mereka cukup umur untuk menikah. Kemudian jika menurut pendapatmu mereka telah cerdas (pandai memelihara harta), maka serahkanlah kepada mereka hartanya. Dan janganlah kamu memakannya (harta anak yatim) melebihi batas kepatutan dan (janganlah kamu) tergesa-gesa (menyerahkannya) sebelum mereka dewasa. Barang siapa (di antara pemelihara itu) mampu, maka hendaklah dia menahan diri (dari memakan harta anak yatim itu) dan barang siapa miskin, maka bolehlah dia makan harta itu menurut cara yang patut. Kemudian, apabila kamu menyerahkan harta itu kepada mereka, maka hendaklah kamu adakan saksi-saksi. Dan cukuplah Allah sebagai pengawas.",
          "tafsir": "Sebelum harta diserahkan kepada anak yatim, apabila mereka telah balig dan mampu dalam menggunakan harta maka terlebih dahulu kepada mereka diberikan ujian. Apakah benar-benar ia telah dapat memelihara dan menggunakan hartanya dengan baik, sebagaimana dipahami oleh Mazhab Syafii. Mazhab Hanafi mewajibkan wali menyerahkan harta pada umur dewasa dengan syarat cerdas, mampu dan pada umur 25 tahun walaupun dalam keadaan tidak cerdas. Janganlah para wali ikut mengambil atau memakan harta anak yatim secara berlebiban. Apabila wali termasuk orang yang mampu hendaklah ia menahan diri agar tidak ikut memakan harta anak yatim tersebut. Tetapi apabila wali memang orang yang dalam keadaan kekurangan, maka boleh ia ikut memakannya secara baik dan tidak melampaui batas. Apabila masa penyerahan di atas telah tiba, hendaklah penyerahan itu dilakukan di hadapan dua orang saksi untuk menghindarkan adanya perselisihan di kemudian hari. Allah selalu menyaksikan dan mengawasi apa yang dikerjakan oleh manusia. Tidak ada hal yang tersembunyi bagi-Nya baik di bumi maupun di langit."
        }
      ]
    }
  ]
}