{
  "pageNumber": 187,
  "juz": 10,
  "surahs": [
    {
      "number": 9,
      "name": "At-Taubah",
      "nameArabic": "التوبة",
      "meaning": "Pengampunan",
      "revelation": "Madinah",
      "description": "Surat At-Taubah terdiri dari 129 ayat dan termasuk surat Madaniyyah. Surat ini dinamakan \"At-Taubah\" yang berarti pengampunan berhubung kata \"At-Taubah\" disebut berulang kali dalam surat ini. Dinamakan juga dengan \"Baraa'ah\" yang berarti berlepas diri yang di sini maksudnya pernyataan pemutusan hubungan, disebabkan kebanyakan pokok pembicaraannya tentang pernyataan pemutusan perjanjian damai dengan kaum musyrikin.Di samping kedua nama yang masyhur di atas, ada beberapa nama lain yang merupakan sifat dari surat ini.Pada permulaan surat ini tidak terdapat basmalah karena berisi pernyataan perang total dengan arti bahwa segenap kaum muslimin diarahkan untuk memerangi seluruh kaum musyrikin, sedang basmalah bernafaskan perdamaian dan cinta kasih dari Allah.Surat ini diturunkan setelah Nabi Muhammad s.a.w. kembali dari perang Tabuk yang terjadi pada tahun 9 H. Pengumuman ini disampaikan oleh Saidina 'Ali pada musim haji pada tahun yang sama.Selain pernyataan pembatalan perjanjian damai dengan kaum musyrikin, surat ini mengandung pokok-pokok isi sebagai berikut:1. Keimanan:Allah selalu menyertai hamba-hamba-Nya yang beriman; pembalasan atas amalan-amalan manusia hanya dari Allah; segala sesuatu menurut sunnatullah; perlindungan Allah bagi orang-orang yang beriman; kedudukan Nabi Muhammad s.a.w. di sisi Allah.2. Hukum-hukum:Kewajiban menginfakkan harta; macam-macam harta dalam agama serta penggunaannya; jizyah; perjanjian dan perdamaian; kewajiban umat Islam terhadap Nabinya, sebab-sebab orang Islam melakukan perang total; beberapa dasar politik kenegaraan dan peperangan dalam Islam.3. Kisah-kisah:Nabi Muhammad s.a.w. dengan Abu Bakar r.a. di suatu gua di bukit Tsur ketika hijrah; perang Hunain (perang Authas atau perang Hawazin); perang Tabuk.4. Lain-lain:Sifat-sifat orang yang beriman dan tingkatan-tingkatan mereka.Surat At-Taubah berisi pernyataan pembatalan perjanjian damai oleh Nabi Muhammad dengan kaum musyrikin, karena mereka tidak memenuhi syarat-syarat perjanjian damai yang diikrarkan pada perjanjian Hudaibiyyah. Selain itu, surat At-Taubah juga menjelaskan hukum peperangan dan perdamaian, hukum kenegaraan, keadaan Nabi Muhammad pada waktu hijrah, dan kewajiban menginfakkan harta.Hubungan Surat At-Taubah Dengan Surat Yunus:1. Akhir surat At-Taubah ditutup dengan menyebutkan tentang risalah Nabi Muhammad dan hal-hal yang serupa disebutkan pula pada akhir surat Yunus.2. Surat At-Taubah menyebut keadaan orang-orang munafik dan menerangkan sikap mereka ketika Al-Qur'an diturunkan, sedang surat Yunus menerangkan sikap orang kafir terhadap Al-Qur'an.",
      "verses": [
        {
          "number": 1,
          "arabic": "بَرَآءَةٌ مِّنَ ٱللَّهِ وَرَسُولِهِۦٓ إِلَى ٱلَّذِينَ عَـٰهَدتُّم مِّنَ ٱلْمُشْرِكِينَ",
          "transliteration": "barāatun mina l-lahi warasūlihi ilā alladhīna ʿāhadttum mina l-mush'rikīna",
          "translation": "(Inilah pernyataan) pemutusan hubungan dari Allah dan Rasul-Nya kepada orang-orang musyrik yang kamu telah mengadakan perjanjian (dengan mereka).",
          "tafsir": "Banyak masalah pokok yang diterangkan di dalam Surah al-Anfal, diterangkan pula dalam surah ini dengan pengungkapan yang lebih luas dan mendalam, ada kalanya lebih terperinci, sehingga surah ini dalam beberapa hal banyak menambah kesempurnaan surah al-Anfal. Allah mengutus Nabi Muhammad saw ke dunia ini sebagai rasul yang terakhir untuk mengembangkan agama Islam dengan dakwah yang berlandaskan dalil-dalil yang dapat meyakinkan kebenarannya, tidak ada paksaan yang berlandaskan kekuatan senjata dan harta benda. Akan tetapi kaum musyrikin terus menentangnya dengan segala macam cara, mulai dari perkataan sampai kepada perbuatan yang di luar batas-batas perikemanusiaan, sehingga banyak kaum Muslimin terpaksa hijrah ke negeri Habsyah (Ethiopia) dan tempat-tempat lain. Oleh karena Nabi Muhammad saw dan sebagian sahabatnya masih bertahan di Mekah, untuk melanjutkan dakwah, maka kaum musyrikin Quraisy mengadakan musyawarah di suatu tempat yang bernama \"Darun Nadwah\" untuk mengambil suatu keputusan apakah Muhammad harus dibunuh atau dibuang saja. Akhirnya mereka memutuskan bahwa Muhammad harus dibunuh. Di dalam keadaan yang gawat ini, Allah memerintahkan Nabi Muhammad saw hijrah ke Medinah, yang kemudian diikuti oleh para sahabatnya yang mampu datang ke Medinah. Di Medinah, Nabi dan para sahabatnya yang turut hijrah disambut penduduknya yang Muslim dengan sambutan luar biasa, seperti yang diterangkan Allah dalam firman-Nya: Dan mereka mengutamakan (Muhajirin), atas dirinya sendiri, meskipun mereka juga memerlukan. (al-hasyr/59: 9) Selanjutnya, Nabi saw mengadakan perjanjian damai dan tolong-menolong dengan orang-orang Yahudi, tetapi mereka berkhianat dan melanggar janji dengan menolong orang musyrikin yang selalu memusuhi Nabi di Mekah. Sehingga permusuhan dari kaum musyrikin bertambah meningkat, bahkan mereka bermaksud hendak menghancurkan agama Islam, maka perang disyariatkan dalam Islam. Kemudian Nabi mengadakan perjanjian damai dengan kaum musyrikin di Hudaibiyah untuk masa sepuluh tahun dengan syarat-syarat yang sangat lunak, yang seakan-akan menguntungkan kaum musyrikin, tetapi kaum musyrikin melanggar perjanjian itu, sehingga tidak ada pilihan lain bagi Nabi Muhammad dan kaum Muslimin, selain menghadapi tantangan itu dengan penuh keimanan dan keberanian. Akhirnya pada tahun ke-8 Hijri, kota Mekah dapat ditaklukkan oleh kaum Muslimin. Dengan demikian kekuatan kaum musyrikin menjadi lemah, akan tetapi mereka masih mengadakan perlawanan dengan segala cara yang masih bisa mereka lakukan, sehingga turunlah surah ini yang menyatakan pembatalan perjanjian perdamaian dan pemutusan hubungan dengan kaum musyrikin. Ayat ini menyatakan pembatalan berbagai perjanjian damai dengan kaum musyrikin dengan cara yang lebih tegas dan positif dari yang sudah diterangkan Allah dalam firman-Nya: Dan jika engkau (Muhammad) khawatir akan (terjadinya) pengkhianatan dari suatu golongan, maka kembalikanlah perjanjian itu kepada mereka dengan cara yang jujur. Sungguh, Allah tidak menyukai orang yang berkhianat. (al-Anfal/8: 58) Banyak pendapat ahli tafsir tentang perjanjian yang dibatalkan dalam ayat ini. Menurut Ibnu Jarir dan Ibnu Katsir bahwa pendapat yang terbaik dan terkuat ialah perjanjian yang ditentukan waktunya, sedang perjanjian yang masih berlaku, harus ditunggu sampai habis waktunya, sesuai dengan ayat keempat dari surah yang akan diterangkan kemudian ini."
        },
        {
          "number": 2,
          "arabic": "فَسِيحُوا۟ فِى ٱلْأَرْضِ أَرْبَعَةَ أَشْهُرٍ وَٱعْلَمُوٓا۟ أَنَّكُمْ غَيْرُ مُعْجِزِى ٱللَّهِ ۙ وَأَنَّ ٱللَّهَ مُخْزِى ٱلْكَـٰفِرِينَ",
          "transliteration": "fasīḥū fī l-arḍi arbaʿata ashhurin wa-iʿ'lamū annakum ghayru muʿ'jizī l-lahi wa-anna l-laha mukh'zī l-kāfirīna",
          "translation": "Maka berjalanlah kamu (kaum musyrikin) di bumi selama empat bulan dan ketahuilah bahwa kamu tidak dapat melemahkan Allah, dan sesungguhnya Allah menghinakan orang-orang kafir.",
          "tafsir": "Pada ayat ini Allah menerangkan agar kaum Muslimin memberi kesempatan kepada kaum musyrikin yang selalu mengkhianati janji, untuk berjalan di muka bumi selama empat bulan dengan bebas dan aman tanpa diganggu oleh siapa pun, agar mereka dapat berpikir lebih tenang untuk menentukan sikap mereka, apakah mau masuk Islam atau tetap menentang kaum Muslimin. Adapun mulai berlakunya masa empat bulan itu, menurut pendapat yang masyhur, ialah dari tanggal 10 Zulhijjah tahun ke-9 Hijri sampai dengan tanggal 10 Rabiul Akhir tahun ke-10 Hijri. Sesuai dengan apa yang diriwayatkan oleh Abu Masyar al-Madani dari Muhammad bin Ka'ab al-Qurazi dan lain-lain yang maksudnya: Rasulullah saw mengutus Abu Bakar sebagai Amir Haji tahun ke-9 Hijri dan mengutus pula Ali bin Abi thalib dengan membawa 30 atau 40 ayat Baraah untuk dibacakan kepada manusia di Mina. Pendapat yang lain mengatakan, agar tidak bersimpang siur perlu dibedakan antara empat bulan yang dimaksud di sini dengan empat bulan yang diharamkan berperang secara umum seperti yang disebut dalam hadis yang sahih yang berbunyi: Sesungguhnya zaman itu berputar sebagaimana keadaan (bentuknya) pada hari yang diciptakan langit dan bumi. Setahun ada dua belas bulan, empat bulan daripadanya diharamkan berperang, tiga bulan berturut-turut yaitu Zulkaidah, Zulhijjah, Muharam dan Rajab bulan yang terjepit, yang terletak di antara Jumadil (Akhir) dan Syaban. (Riwayat al-Bukhari dan Muslim dari Abu Bakhirah) Bulan yang empat di dalam hadis ini pulalah yang dimaksud dalam surah-surah al-Baqarah/2: 217, al-Maidah/5: 2, dan lain-lainnya yang dilarang berperang secara umum. Selanjutnya pada ayat ini Allah menerangkan bahwa jika orang-orang musyrikin itu masih menentang dan memusuhi Allah dan Rasul-Nya, maka mereka harus mengerti bahwa mereka tidak akan dapat melemahkan Allah, tapi mereka sendirilah yang akan memikul segala akibatnya. Hal serupa itu sudah menjadi sunnatullah yang berlaku bagi orang-orang kafir sebagaimana yang diterangkan dalam firman Allah: Orang-orang yang sebelum mereka telah mendustakan (rasul-rasul), maka datanglah kepada mereka azab dari arah yang tidak mereka sangka. Maka Allah menimpakan kepada mereka kehinaan pada kehidupan dunia. Dan sungguh, azab akhirat lebih besar, kalau (saja) mereka mengetahui. (Az-Zumar/39: 25-26)"
        },
        {
          "number": 3,
          "arabic": "وَأَذَٰنٌ مِّنَ ٱللَّهِ وَرَسُولِهِۦٓ إِلَى ٱلنَّاسِ يَوْمَ ٱلْحَجِّ ٱلْأَكْبَرِ أَنَّ ٱللَّهَ بَرِىٓءٌ مِّنَ ٱلْمُشْرِكِينَ ۙ وَرَسُولُهُۥ ۚ فَإِن تُبْتُمْ فَهُوَ خَيْرٌ لَّكُمْ ۖ وَإِن تَوَلَّيْتُمْ فَٱعْلَمُوٓا۟ أَنَّكُمْ غَيْرُ مُعْجِزِى ٱللَّهِ ۗ وَبَشِّرِ ٱلَّذِينَ كَفَرُوا۟ بِعَذَابٍ أَلِيمٍ",
          "transliteration": "wa-adhānun mina l-lahi warasūlihi ilā l-nāsi yawma l-ḥaji l-akbari anna l-laha barīon mina l-mush'rikīna warasūluhu fa-in tub'tum fahuwa khayrun lakum wa-in tawallaytum fa-iʿ'lamū annakum ghayru muʿ'jizī l-lahi wabashiri alladhīna kafarū biʿadhābin alīmin",
          "translation": "Dan satu maklumat (pemberitahuan) dari Allah dan Rasul-Nya kepada umat manusia pada hari haji akbar,<sup foot_note=135320>1</sup> bahwa sesungguhnya Allah dan Rasul-Nya berlepas diri dari orang-orang musyrik. Kemudian jika kamu (kaum musyrikin) bertobat, maka itu lebih baik bagimu; dan jika kamu berpaling, maka ketahuilah bahwa kamu tidak dapat melemahkan Allah. Dan berilah kabar gembira kepada orang-orang kafir (bahwa mereka akan mendapat) azab yang pedih,",
          "tafsir": "Pada ayat ini Allah menerangkan satu pernyataan pada hari Haji Akbar yang isinya menyatakan bahwa Allah dan Rasul-Nya memutuskan hubungan dan perjanjian dengan orang musyrik serta membersihkan agama mereka dari semua khurafat dan kesesatan. Banyak hadis-hadis sahih yang diriwayatkan bertalian dengan permasalahan ini, antara lain bahwa Abu Hurairah berkata: Saya (Abu Hurairah) diutus oleh Abu Bakar pada hari raya haji bersama dengan orang-orang yang ditugaskan untuk memaklumkan di Mina bahwa orang musyrik tidak diperbolehkan naik haji sesudah tahun ini dan tidak dibolehkan tawaf di Baitullah dengan telanjang. Kemudian Rasulullah saw menyusuli dengan mengutus Ali bin Abi thalib dan memerintahkannya untuk memaklumkan (membaca ayat) Baraah dan orang musyrik tidak dibolehkan haji lagi sesudah tahun itu dan tidak dibolehkan tawaf di Baitullah dengan telanjang (sebagaimana kebiasaan kaum musyrikin). (Riwayat al-Bukhari dan Muslim dari Abu Hurairah) Abu Hurairah berkata lagi: Saya bersama-sama dengan Ali bin Abi thalib ketika ia diutus Rasulullah saw kepada penduduk Mekah dengan (membacakan) ayat Baraah lalu ia bertanya, \"Apakah yang kamu serukan (umumkan).\" Ali menjawab, \"Kami serukan, bahwa tidak ada yang masuk surga melainkan orang-orang mukmin, tidak dibolehkan tawaf di Baitullah dengan telanjang, barang siapa yang ada janji dengan Rasulullah saw maka temponya atau masanya sampai empat bulan dan apabila selesai empat bulan, maka Allah dan Rasul-Nya membebaskan diri dari orang musyrikin, dan tidak dibolehkan orang musyrikin naik haji ke Baitullah ini sesudah tahun kita ini (tahun ke-9 Hijri).\" (Riwayat Ahmad dari Abu Hurairah) Para ulama banyak mengemukakan pendapat tentang apa yang dimaksud dengan haji akbar, antara lain sebagai berikut: a. Menurut Abdullah bin Harits, Ibnu Sirin dan Asy-Syafii bahwa yang dimaksud dengan haji akbar ialah hari Arafah, berdasarkan hadis yang diriwayatkan oleh Ahmad, Abu Daud, at-Tirmidzi, an-Nasa'i dan Ibnu Majah. b. Menurut Ibnu Qayyim dan lain-lainnya bahwa yang dimaksud dengan haji akbar ialah hari Nahar atau hari menyembelih kurban (10 Zulhijjah) berdasarkan hadis yang diriwayatkan al-Bukhari dan Muslim. c. Al-Qadzi (Iyadz) mengatakan, \"Apabila kita meneliti pendapat-pendapat itu maka pendapat yang terpilih adalah haji akbar itu ialah hari-hari mengerjakan manasik haji sebagaimana yang dikatakan oleh Mujahid. Tetapi apabila kita membahas tentang hari raya Haji Akbar, maka tidak diragukan lagi ialah wukuf di Arafah karena haji adalah Arafah. Barang siapa yang dapat wukuf di Arafah, maka ia benar-benar melakukan ibadah haji, dan barang siapa yang tidak wukuf di Arafah, maka ia tidak memperoleh haji. Maka yang dimaksud dengan haji akbar dalam surah ini dan diucapkan Nabi saw dalam khutbahnya, ialah hari Nahar.\" Adapun sebab dinamakan haji akbar yang berarti haji besar, maka sebagian ulama mengatakan ialah untuk membedakannya dengan umrah yang disebut haji kecil. Ada pula yang mengatakan, karena amal-amal yang dikerjakan pada masa haji itu lebih besar pahalanya jika dibandingkan dengan amal-amal yang dikerjakan pada masa-masa yang lain. Ada pula yang mengatakan, karena pada waktu itulah nampak kemuliaan yang lebih besar bagi kaum Muslimin dan kehinaan bagi orang-orang musyrikin dan masih banyak lagi pendapat lain yang berbeda. Menurut ayat ini kelanjutan dari pemberitahuan itu ialah jika kaum musyrikin bertobat, menyesali kesesatan mereka dari perbuatan syirik, melanggar janji, dan sebagainya, dan kembali kepada jalan yang benar, yaitu beriman kepada Allah dan Rasul-Nya dan menghilangkan permusuhan dengan kaum Muslimin, maka itulah yang paling baik bagi mereka untuk kebahagiaan dunia dan akhirat. Akan tetapi, jika mereka berpaling, tidak mau menerima kebenaran dan petunjuk dan tetap membangkang, maka mereka tidak akan dapat melemahkan kekuasaan Allah dan tidak akan dapat menghilangkan pertolongan yang dijanjikan Allah kepada Rasulullah saw dan kepada orang-orang mukmin, yaitu kemenangan mereka dalam mengalahkan orang-orang musyrik dan munafik. Mereka bukan saja menderita kekalahan dan kehinaan di dunia bahkan Rasulullah pun diperintahkan Allah untuk menyampaikan berita bahwa mereka akan mendapat siksa yang sangat pedih di akhirat."
        },
        {
          "number": 4,
          "arabic": "إِلَّا ٱلَّذِينَ عَـٰهَدتُّم مِّنَ ٱلْمُشْرِكِينَ ثُمَّ لَمْ يَنقُصُوكُمْ شَيْـًٔا وَلَمْ يُظَـٰهِرُوا۟ عَلَيْكُمْ أَحَدًا فَأَتِمُّوٓا۟ إِلَيْهِمْ عَهْدَهُمْ إِلَىٰ مُدَّتِهِمْ ۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلْمُتَّقِينَ",
          "transliteration": "illā alladhīna ʿāhadttum mina l-mush'rikīna thumma lam yanquṣūkum shayan walam yuẓāhirū ʿalaykum aḥadan fa-atimmū ilayhim ʿahdahum ilā muddatihim inna l-laha yuḥibbu l-mutaqīna",
          "translation": "kecuali orang-orang musyrik yang telah mengadakan perjanjian dengan kamu dan mereka sedikit pun tidak mengurangi (isi perjanjian) dan tidak (pula) mereka membantu seorang pun yang memusuhi kamu, maka terhadap mereka itu penuhilah janjinya sampai batas waktunya. Sungguh, Allah menyukai orang-orang yang bertakwa.",
          "tafsir": "Pada ayat ini Allah menerangkan bahwa waktu yang diberikan kaum Muslimin kepada kaum musyrikin untuk menentukan sikap, tidak boleh lebih dari empat bulan, kecuali terhadap mereka yang mengadakan perjanjian dengan kaum Muslimin, dan terhadap mereka yang tidak mengurangi isi perjanjian itu dan tidak membantu orang-orang yang memusuhi kaum Muslimin, maka perjanjian itu harus dipelihara dan disempurnakan sesuai dengan isinya sampai kepada batas waktunya. Ibnu Abi hatim meriwayatkan bahwa Nabi menyempurnakan janjinya dengan suku Bani amrah dan Bani Kinanah. Ayat-ayat ini dan ayat-ayat yang lainnya menunjukkan bahwa setiap perjanjian yang masih berlaku, wajib dipenuhi dan disempurnakan sesuai dengan syarat-syarat perjanjian itu, walaupun perjanjian itu dengan kaum musyrikin, selama mereka masih memenuhi semua syarat-syarat perjanjian itu. Akhir ayat ini menerangkan bahwa Allah swt menyukai orang-orang yang bertakwa. Hal ini menunjukkan bahwa memelihara dan menyempurnakan janji termasuk takwa. Karena memelihara perjanjian artinya memelihara pertanggung jawaban terhadap keadilan antara manusia yang membawa kebahagiaan hidup di dunia dan akhirat."
        },
        {
          "number": 5,
          "arabic": "فَإِذَا ٱنسَلَخَ ٱلْأَشْهُرُ ٱلْحُرُمُ فَٱقْتُلُوا۟ ٱلْمُشْرِكِينَ حَيْثُ وَجَدتُّمُوهُمْ وَخُذُوهُمْ وَٱحْصُرُوهُمْ وَٱقْعُدُوا۟ لَهُمْ كُلَّ مَرْصَدٍ ۚ فَإِن تَابُوا۟ وَأَقَامُوا۟ ٱلصَّلَوٰةَ وَءَاتَوُا۟ ٱلزَّكَوٰةَ فَخَلُّوا۟ سَبِيلَهُمْ ۚ إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
          "transliteration": "fa-idhā insalakha l-ashhuru l-ḥurumu fa-uq'tulū l-mush'rikīna ḥaythu wajadttumūhum wakhudhūhum wa-uḥ'ṣurūhum wa-uq'ʿudū lahum kulla marṣadin fa-in tābū wa-aqāmū l-ṣalata waātawū l-zakata fakhallū sabīlahum inna l-laha ghafūrun raḥīmun",
          "translation": "Apabila telah habis bulan-bulan haram,<sup foot_note=135321>1</sup> maka perangilah orang-orang musyrik di mana saja kamu temui, tangkaplah dan kepunglah mereka, dan awasilah di tempat pengintaian. Jika mereka bertobat dan melaksanakan salat serta menunaikan zakat, maka berilah kebebasan kepada mereka. Sungguh, Allah Maha Pengampun, Maha Penyayang.",
          "tafsir": "Apabila telah selesai bulan-bulan yang diharamkan memerangi kaum musyrikin Mekah yaitu selama empat bulan terhitung mulai tanggal 10 Zulhijjah sampai dengan tanggal 10 Rabiul Akhir tahun 9 Hijriah, maka diperintahkan kepada kaum Muslimin untuk mengerjakan salah satu dari empat hal yang lebih bermanfaat bagi mereka, yaitu: 1. Memerangi kaum musyrikin di mana saja mereka berada, baik di tanah suci maupun di luarnya. 2. Menawan mereka. 3. Mengepung dan memenjarakan mereka. 4. Mengintai gerak gerik mereka dimana saja mereka berada. Adapun membunuh atau memerangi mereka di mana saja, menurut Ibnu Katsir, pendapat yang masyhur ialah bahwa ayat ini umum dan ditakhsiskan dengan firman Allah: Dan janganlah kamu perangi mereka di Masjidilharam, kecuali jika mereka memerangi kamu di tempat itu. Jika mereka memerangi kamu, maka perangilah mereka. (al-Baqarah/2: 191) Adapun tentang menawan mereka, telah diperbolehkan pada ayat ini, sedang pada surah sebelumnya belum diperbolehkan seperti firman Allah: Tidaklah pantas, bagi seorang nabi mempunyai tawanan sebelum dia dapat melumpuhkan musuhnya di bumi. (al-Anfal/8: 67) Ayat ini sesuai dengan hadis sahih antara lain sabda Nabi saw: Saya diperintahkan untuk memerangi manusia sehingga mereka mengakui bahwa tiada Tuhan melainkan Allah dan sesungguhnya Muhammad adalah rasul Allah, dan mereka mendirikan salat dan menunaikan zakat. (Riwayat al-Bukhari dan Muslim dari 'Abdullah bin Umar). Ayat ini adalah salah satu dari empat ayat yang dinamakan \"ayatul qital\" artinya \"ayat-ayat perang\", karena empat ayat ini diturunkan untuk membunuh atau berperang dengan memakai kekuatan senjata. Pertama: ayat ini untuk membunuh atau memerangi kaum musyrikin. Kedua: untuk memerangi Ahli Kitab yang disebutkan dalam firman Allah: Perangilah orang-orang yang tidak beriman kepada Allah dan hari kemudian, mereka yang tidak mengharamkan apa yang telah diharamkan Allah dan Rasul-Nya dan mereka yang tidak beragama dengan agama yang benar (agama Allah), (yaitu orang-orang) yang telah diberikan Kitab, hingga mereka membayar jizyah (pajak) dengan patuh sedang mereka dalam keadaan tunduk. (at-Taubah/9: 29) Ketiga: ialah memerangi orang-orang munafik yang disebut dalam firman Allah: Wahai Nabi, perangilah orang-orang kafir dan orang-orang munafik. (At-Tahrim/66: 9) Keempat: ialah memerangi orang-orang bugat (yang membuat kerusuhan) yang disebutkan dalam firman Allah: Dan apabila ada dua golongan orang-orang mukmin berperang maka damaikanlah antara keduanya. Jika salah satu dari keduanya berbuat zalim terhadap (golongan) yang lain maka perangilah (golongan) yang berbuat zalim itu sehingga golongan itu kembali kepada perintah Allah. (al-hujurat/49: 9) Di antara ulama tafsir ada yang berpendapat bahwa ayat ini dinasakhkan oleh firman Allah: Setelah itu kamu boleh membebaskan mereka atau menerima tebusan sampai perang selesai. (Muhammad/47: 4) Di antara ulama ada yang berpendapat sebaliknya, yaitu ayat inilah yang menasakhkan ayat 4 Surah Muhammad tersebut, karena ayat ini turunnya kemudian. Dan ada pula yang berpendapat bahwa ayat ini tidaklah bertentangan dengan ayat 4 Surah Muhammad dan ayat-ayat lainnya, karena semua ulama berpendapat tentang kewajiban memberantas kekufuran dan kesesatan yang semuanya tidak harus dengan peperangan tetapi hendaknya disesuaikan dengan faktor-faktor lainnya, seperti kemampuan dan keadaan. Apabila kaum musyrikin itu bertobat dan kembali ke jalan yang benar dengan beriman kepada Allah dan Rasul-Nya, mengucapkan dua kalimah syahadat, mengerjakan salat dan menunaikan zakat, maka kepada mereka harus diberi kebebasan yang luas, tidak diperangi, tidak ditawan, tidak dikurung, dan tidak diintai gerak geriknya lagi. Sebagai kesaksian lahiriyah beriman itu harus dengan mengucapkan dua kalimah syahadat setelah menyatakan masuk Islam. Dan yang dimaksud dengan salat di sini ialah salat fardzu lima waktu yang menjadi rukun Islam dan menunjukkan kepatuhan beriman yang dituntut bagi setiap mukmin tanpa perbedaan dari segi apa pun, salat ini membersihkan jiwa dan memperbaiki akhlak: Sesungguhnya salat itu mencegah dari (perbuatan) keji dan munkar. (al-'Ankabut/29: 45) Dan karena salat itu mempunyai daya kekuatan mengadakan hubungan manusia dengan Tuhan. Dan laksanakanlah salat untuk mengingat Aku. (thaha/20: 14) Tentang zakat di sini ialah zakat fardu (wajib) dalam Islam bagi orang-orang yang telah memenuhi syarat-syaratnya, karena zakat ini selain membersihkan jiwa orang yang berzakat dari sifat-sifat tidak terpuji seperti cinta harta dan bakhil atau kikir, juga sangat diperlukan untuk fakir miskin dan untuk kepentingan umum. Tegasnya, orang-orang musyrik tidak boleh diperangi jika mereka masuk Islam dengan memenuhi tiga syarat yaitu: 1. Beriman kepada Allah dan Rasul-Nya dengan mengucapkan dua kalimah syahadat. 2. Melaksanakan salat fardu lima waktu. 3. Menunaikan wajib zakat apabila telah memenuhi syarat-syaratnya. Sabda Rasulullah saw: Saya diperintahkan memerangi orang-orang hingga mereka bersyahadat bahwa tiada tuhan selain Allah dan sesungguhnya Muhammad adalah Rasulullah, mendirikan salat dan menunaikan zakat, maka apabila mereka telah berbuat demikian, niscaya darah dan harta benda mereka terpelihara dari saya, kecuali dengan hak Islam dan hisab mereka terserah kepada Allah. (Riwayat al-Bukhari dan Muslim dari 'Abdullah bin 'Umar) Berdasarkan uraian tersebut di atas, maka sebagian ulama berpendapat bahwa orang-orang yang tidak melaksanakan salat lima waktu yang difardzukan tanpa udzur atau alasan yang dibolehkan syariat, dan orang-orang yang tidak mau menunaikan zakat yang sudah cukup syarat-syaratnya, maka hukumnya wajib dibunuh. Sedang pendapat ulama lain mengatakan tidak wajib dibunuh, hanya ditazir oleh imam (penguasa) dengan memberikan hukuman penjara dan sebagainya menurut pertimbangannya, dan orang-orang yang tidak mau menunaikan zakat, maka imam berhak mengambil zakatnya dengan paksa."
        },
        {
          "number": 6,
          "arabic": "وَإِنْ أَحَدٌ مِّنَ ٱلْمُشْرِكِينَ ٱسْتَجَارَكَ فَأَجِرْهُ حَتَّىٰ يَسْمَعَ كَلَـٰمَ ٱللَّهِ ثُمَّ أَبْلِغْهُ مَأْمَنَهُۥ ۚ ذَٰلِكَ بِأَنَّهُمْ قَوْمٌ لَّا يَعْلَمُونَ",
          "transliteration": "wa-in aḥadun mina l-mush'rikīna is'tajāraka fa-ajir'hu ḥattā yasmaʿa kalāma l-lahi thumma abligh'hu mamanahu dhālika bi-annahum qawmun lā yaʿlamūna",
          "translation": "Dan jika di antara kaum musyrikin ada yang meminta perlindungan kepadamu, maka lindungilah agar dia dapat mendengar firman Allah, kemudian antarkanlah dia ke tempat yang aman baginya. (Demikian) itu karena sesungguhnya mereka kaum yang tidak mengetahui.",
          "tafsir": "Jika ada orang dari kaum musyrikin meminta perlindungan kepada Nabi Muhammad saw, untuk mendengarkan kalam Allah agar ia dapat mengetahui hakikat dakwah Islami yang disampaikan oleh Nabi, maka Nabi harus melindunginya dalam jangka waktu tertentu. Kalau ia mau beriman, berarti ia akan aman untuk seterusnya, dan kalau tidak, maka Nabi hanya diperintahkan untuk menyelamatkannya sampai kepada tempat yang diinginkannya untuk keamanan dirinya, selanjutnya keadaan kembali seperti semula yaitu seperti keadaan perang. Dalam hal ini para ulama tafsir berbeda pendapat antara lain bahwa perlindungan (pengamanan) yang diberikan itu hanyalah kepada kaum musyrikin yang telah habis masa perjanjian damainya dengan kaum Muslimin selama ini, dan mereka tidak pernah melanggarnya. Dan apabila perjanjian itu masih berlaku, kaum Muslimin diperintahkan menyem-purnakannya sebagaimana telah dijelaskan pada ayat empat. Bahkan orang-orang musyrikin yang sudah habis tempo empat bulan yang diberikan kepada mereka untuk menentukan sikap, karena waktunya sudah cukup dan tidak perlu ditambah lagi, berlaku hukum perlindungan ini jika mereka memintanya. Tetapi sebagian ulama berpendapat bahwa kepada mereka yang ingin beriman masih diberi kesempatan yang lamanya empat bulan. Namun, menurut pendapat yang terkuat, hal ini diserahkan kepada imam. Dalam persoalan ini Ibnu Katsir berpendapat bahwa orang kafir yang datang dari negeri harb (kafir) ke kawasan Islam untuk menunaikan suatu tugas seperti dagang, minta berdamai, minta menghentikan pertempuran, membawa jizyah (upeti) dan minta pengamanan kepada mereka, diberikan perlindungan selama dia berada di kawasan Islam sampai dia kembali ke negerinya."
        }
      ]
    }
  ]
}