{
  "pageNumber": 54,
  "juz": 3,
  "surahs": [
    {
      "number": 3,
      "name": "Ali 'Imran",
      "nameArabic": "آل عمران",
      "meaning": "Keluarga Imran",
      "revelation": "Madinah",
      "description": "Surat Ali 'Imraan terdiri dari 200 ayat dan termasuk surat Madaniyyah. Dinamakan Ali 'Imran karena memuat kisah keluarga 'Imran, yang juga menyebutkan kisah kelahiran Nabi 'Isa a.s., persamaan kejadiannya dengan Nabi Adam a.s., kenabian dan beberapa mukjizatnya, serta kelahiran Maryam putri 'Imran, ibu Nabi 'Isa a.s.Surat Al Baqarah dan Ali 'Imraan dinamakan \"Az Zahrawaani\" (dua yang cemerlang), karena menyingkapkan hal-hal yang disembunyikan oleh para Ahli Kitab, seperti kejadian dan kelahiran Nabi 'Isa a.s., kedatangan Nabi Muhammad s.a.w., dan sebagainya.Pokok-Pokok Isi:1. Keimanan:Dalil-dalil dan alasan-alasan yang membantah orang Nasrani yang mempertuhankan Nabi 'Isa a.s.; ketauhidan adalah dasar yang dibawa oleh seluruh nabi.2. Hukum-hukum:Musyawarah; bermubahalah; larangan melakukan riba.3. Kisah-kisah:Kisah keluarga 'Imran; perang Badar dan Uhud dan pelajaran yang dapat diambil darinya,4. Lain-lain:Golongan-golongan manusia dalam memahami ayat-ayat mutasyaabihaat; sifat- sifat Allah; sifat orang-orang yang bertakwa; Islam satu-satunya agama yang diridhai Allah; kemudharatan mengambil orang-orang kafir sebagai teman kepercayaan; pengambilan perjanjian para Nabi oleh Allah; perumpamaan-perumpamaan; peringatan-peringatan terhadap Ahli Kitab; Ka'bah adalah rumah peribadatan yang tertua dan bukti-buktinya; faedah mengingat Allah dan merenungkan ciptaan-Nya.Surat Ali 'Imraan berisi dalil-dalil dan alasan-alasan untuk membantah kaum Nasrani yang mempertuhankan Nabi 'Isa a.s., menerangkan perang Badar dan Uhud; agar kemenangan di perang Badar dan kekalahan di perang Uhud yang dialami kaum muslimin itu dapat dijadikan pelajaran.Hubungan Surat Ali 'imraan Dengan Surat An Nisaa':1. Surat Ali 'Imraan disudahi dengan perintah bertakwa, sesuai dengan permulaan surat An Nisaa',2. Dalam surat Ali 'Imraan disebutkan perang Badar dan Uhud dengan sempurna, keterangan sebagiannya diulangi dalam surat An Nisaa'.3. Dalam surat Ali 'Imraan dikisahkan perang Hamraa-ul Asad yang terjadi setelah perang Uhud, dan perang ini disinggung pula dalam surat An Nisaa'.4. Dalam surat Ali 'Imraan disebutkan bahwa banyak kaum Muslimin yang gugur sebagai syuhada yang berarti mereka meninggalkan anak-anak dan istri-istri mereka, maka dalam bagian permulaan surat An Nisaa' disebutkan perintah memelihara anak yatim dan pembagian harta pusaka.",
      "verses": [
        {
          "number": 30,
          "arabic": "يَوْمَ تَجِدُ كُلُّ نَفْسٍ مَّا عَمِلَتْ مِنْ خَيْرٍ مُّحْضَرًا وَمَا عَمِلَتْ مِن سُوٓءٍ تَوَدُّ لَوْ أَنَّ بَيْنَهَا وَبَيْنَهُۥٓ أَمَدًۢا بَعِيدًا ۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفْسَهُۥ ۗ وَٱللَّهُ رَءُوفٌۢ بِٱلْعِبَادِ",
          "transliteration": "yawma tajidu kullu nafsin mā ʿamilat min khayrin muḥ'ḍaran wamā ʿamilat min sūin tawaddu law anna baynahā wabaynahu amadan baʿīdan wayuḥadhirukumu l-lahu nafsahu wal-lahu raūfun bil-ʿibādi",
          "translation": "(Ingatlah) pada hari (ketika) setiap jiwa mendapatkan (balasan) atas kebajikan yang telah dikerjakan ada dihadapannya, (begitu juga balasan) atas kejahatan yang telah dia kerjakan. Dia berharap sekiranya ada jarak yang jauh antara dia dengan (hari) itu. Dan Allah memperingatkan kamu akan diri (siksa)-Nya. Allah Maha Penyayang terhadap hamba-hamba-Nya.",
          "tafsir": "Selanjutnya pada ayat ini Allah memperingatkan hari yang pasti datangnya, tiap manusia akan menyaksikan sendiri segala perbuatannya selama masa hidupnya. Orang yang mendapatkan pahala amal kebajikannya, merasa senang dan gembira atas pahala yang diterimanya. Orang akan menyaksikan pula kejahatan-kejahatannya, dan menginginkan kejahatan itu dijauhkan daripadanya. Kemudian Allah mengulangi lagi ancaman-Nya dengan memperingatkan manusia terhadap siksa-Nya, yakni hendaklah manusia takut akan kemurkaan Allah, dengan cara mengerjakan kebajikan, menolak tipu muslihat setan dan bertobat kepada-Nya. Kemudian ayat ini ditutup dengan pernyataan bahwa Allah Maha Penyayang kepada hamba-hamba-Nya. Al-hasan al-Basri berkata, \"Di antara kasih sayang Allah ialah Dia memperingatkan manusia akan kekuasaan Diri-Nya, memperkenalkan kepada mereka kesempurnaan ilmu dan kodrat-Nya, sebab barang siapa telah mengetahui hal itu dengan sempurna, maka ia pasti merasa terpanggil untuk mencari keridaan-Nya dan menjauhi kemurkaan-Nya. Di antara belas kasihan Allah ialah: Allah menjadikan fitrah manusia cenderung kepada kebajikan serta senantiasa membenci hal-hal yang mengarah kepada kejahatan, sehingga pengaruh kejahatan dalam jiwa dapat dilenyapkan dengan tobat dan amal saleh."
        },
        {
          "number": 31,
          "arabic": "قُلْ إِن كُنتُمْ تُحِبُّونَ ٱللَّهَ فَٱتَّبِعُونِى يُحْبِبْكُمُ ٱللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ ۗ وَٱللَّهُ غَفُورٌ رَّحِيمٌ",
          "transliteration": "qul in kuntum tuḥibbūna l-laha fa-ittabiʿūnī yuḥ'bib'kumu l-lahu wayaghfir lakum dhunūbakum wal-lahu ghafūrun raḥīmun",
          "translation": "Katakanlah (Muhammad), \"Jika kamu mencintai Allah, ikutilah aku, niscaya Allah mencintaimu dan mengampuni dosa-dosamu.\" Allah Maha Pengampun, Maha Penyayang.",
          "tafsir": "Dalam ayat ini Allah memerintahkan Nabi untuk mengatakan kepada orang Yahudi, jika mereka benar menaati Allah maka hendaklah mereka mengakui kerasulan Nabi Muhammad, yaitu dengan melaksanakan segala yang terkandung dalam wahyu yang diturunkan Allah kepadanya. Jika mereka telah berbuat demikian niscaya Allah meridai mereka dan memaafkan segala kesalahan-kesalahan yang telah mereka lakukan serta mengampuni dosa-dosa mereka. Mengikuti Rasul dengan sungguh-sungguh baik dalam itikad maupun amal saleh akan menghilangkan dampak maksiat dan kekejian jiwa mereka serta menghapuskan kezaliman yang mereka lakukan sebelumnya. Ayat ini memberikan keterangan yang kuat untuk mematahkan pengakuan orang-orang yang mengaku mencintai Allah pada setiap saat, sedang amal perbuatannya berlawanan dengan ucapan-ucapan itu. Bagaimana mungkin dapat berkumpul pada diri seseorang cinta kepada Allah dan pada saat yang sama membelakangi perintah-Nya. Siapa yang mencintai Allah, tapi tidak mengikuti jalan dan petunjuk Rasulullah, maka pengakuan cinta itu adalah palsu dan dusta. Rasulullah bersabda: \"Siapa melakukan perbuatan tidak berdasarkan perintah kami maka perbuatan itu ditolak\". (Riwayat al-Bukhari). Barang siapa mencintai Allah dengan penuh ketaatan, serta mendekatkan diri kepada-Nya dengan mengikuti perintah Nabi-Nya, serta membersihkan dirinya dengan amal saleh, maka Allah mengampuni dosa-dosanya."
        },
        {
          "number": 32,
          "arabic": "قُلْ أَطِيعُوا۟ ٱللَّهَ وَٱلرَّسُولَ ۖ فَإِن تَوَلَّوْا۟ فَإِنَّ ٱللَّهَ لَا يُحِبُّ ٱلْكَـٰفِرِينَ",
          "transliteration": "qul aṭīʿū l-laha wal-rasūla fa-in tawallaw fa-inna l-laha lā yuḥibbu l-kāfirīna",
          "translation": "Katakanlah (Muhammad), \"Taatilah Allah dan Rasul. Jika kamu berpaling, ketahuilah bahwa Allah tidak menyukai orang-orang kafir.\"",
          "tafsir": "Diriwayatkan bahwa ketika Nabi Muhammad saw, menyampaikan ayat 31 di atas, Abdullah bin Ubay berkata, \"Muhammad telah menyamakan taat kepadanya dengan taat kepada Allah, dan dia menyuruh kita mencintainya seperti orang-orang Nasrani mencintai Isa.\" Maka Allah menurunkan ayat 32 ini. Maksud ayat ini ialah, \"Katakanlah kepada mereka wahai Muhammad. Taatilah Allah dengan mengikuti segala perintah-perintah-Nya dan jauhilah segala larangan-Nya. Taatilah Rasulullah dengan mengikuti sunahnya, dan jadikanlah petunjuk-petunjuknya sebagai (pedoman) dalam hidup. Ayat ini memberi pengertian pula bahwa Allah swt mewajibkan kepada kita mengikuti Nabi Muhammad saw, karena dia adalah Rasul Allah. Jika orang-orang kafir itu berpaling tidak mau menerima seruan rasul karena pengakuan mereka bahwa mereka itu anak-anak Allah dan kekasih-Nya, maka sesungguhnya Allah tidak menyukai orang-orang kafir, yakni orang-orang yang telah dibelokkan oleh hawa nafsunya dari ayat-ayat Allah. Karena itu Allah tidak meridai mereka bahkan menjauhkan mereka dari kenikmatan surga-Nya dan akan memurkai mereka pada hari kiamat."
        },
        {
          "number": 33,
          "arabic": "۞ إِنَّ ٱللَّهَ ٱصْطَفَىٰٓ ءَادَمَ وَنُوحًا وَءَالَ إِبْرَٰهِيمَ وَءَالَ عِمْرَٰنَ عَلَى ٱلْعَـٰلَمِينَ",
          "transliteration": "inna l-laha iṣ'ṭafā ādama wanūḥan waāla ib'rāhīma waāla ʿim'rāna ʿalā l-ʿālamīna",
          "translation": "Sesungguhnya Allah telah memilih Adam, Nuh, keluarga Ibrahim dan keluarga Imran melebihi segala umat (pada masa masing-masing),",
          "tafsir": "Allah telah memilih Adam dan keluarga Ibrahim, serta keluarga Imran, dan menjadikan mereka manusia pilihan di masanya masing-masing, serta diberikan kepada mereka nubuwwah dan risalah. ) Adam adalah rasul pertama sebagai bapak semua manusia yang telah dipilih Allah sebagai Nabi. Kemudian Tuhannya memilih dia, maka Dia menerima tobatnya dan memberinya petunjuk. (thaha/20: 122) Dari keturunan Adam, lahirlah para nabi dan rasul. Rasul kedua adalah Nuh, sebagai bapak manusia yang kedua meskipun ada pendapat yang mengatakan bahwa Nuh adalah rasul pertama. Di masanya telah terjadi banjir yang besar yang membinasakan sebagian besar umat manusia. Allah telah menyelamatkan dia dan sebagian keluarganya dari bencana yang dahsyat itu dalam satu bahtera. Keturunannya banyak yang menjadi nabi dan rasul. Kemudian keturunan beliau ini tersebar ke beberapa negeri. Kemudian datanglah Ibrahim sebagai nabi dan rasul. Sesudah Ibrahim datanglah berturut-turut beberapa orang nabi dan rasul yang berasal dari keturunannya, seperti Ismail, Ishak, Yakub dan Asbath (anak cucu Bani Israil). Di antara keturunan Nabi Ibrahim yang terkemuka adalah: Keluarga Ismail, dan keluarga Imran, yaitu Isa dan Ibunya, Maryam binti Imran keturunan Yakub. Kemudian kenabian itu ditutup dengan seorang putra dari keturunan Nabi Ismail yaitu Muhammad saw."
        },
        {
          "number": 34,
          "arabic": "ذُرِّيَّةًۢ بَعْضُهَا مِنۢ بَعْضٍ ۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ",
          "transliteration": "dhurriyyatan baʿḍuhā min baʿḍin wal-lahu samīʿun ʿalīmun",
          "translation": "(sebagai) satu keturunan, sebagiannya adalah (keturunan) dari sebagian yang lain. Allah Maha Mendengar, Maha Mengetahui.",
          "tafsir": "Kedua keluarga - keluarga Ibrahim dan keluarga Imran adalah satu keturunan yang bercabang-cabang menjadi beberapa keturun-an ). Keturunan Ibrahim ialah \"Ismail dan Ishak.\" Ibrahim sendiri adalah turunan Nabi Nuh, dan Nabi Nuh berasal dari Nabi Adam. Keluarga Imran yaitu Musa, Harun, 'Isa dan ibunya adalah cucu-cucu Nabi Ibrahim."
        },
        {
          "number": 35,
          "arabic": "إِذْ قَالَتِ ٱمْرَأَتُ عِمْرَٰنَ رَبِّ إِنِّى نَذَرْتُ لَكَ مَا فِى بَطْنِى مُحَرَّرًا فَتَقَبَّلْ مِنِّىٓ ۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
          "transliteration": "idh qālati im'ra-atu ʿim'rāna rabbi innī nadhartu laka mā fī baṭnī muḥarraran fataqabbal minnī innaka anta l-samīʿu l-ʿalīmu",
          "translation": "(Ingatlah), ketika istri Imran berkata, \"Ya Tuhanku, sesungguhnya aku bernazar kepada-Mu, agar (janin) yang dalam kandunganku (kelak) menjadi hamba yang mengabdi (kepada-Mu), maka terimalah (nazar itu) dariku. Sungguh, Engkaulah Yang Maha Mendengar, Maha Mengetahui.\"",
          "tafsir": "Pada ayat yang lalu diterangkan bahwa antara dua keluarga besar itu yakni keluarga Ibrahim dan keluarga Imran yang satu sama lain jalin-menjalin, maka pada ayat ini diterangkan mengenai kisah salah seorang keturunan mereka yang terkemuka, yakni istri Imran yang sedang hamil. Ia menazarkan anak yang masih dalam kandungannya untuk dijadikan pelayan yang selalu berkhidmat dan beribadah di Baitulmakdis. Dia tidak akan membebani sesuatu pada anaknya nanti, karena anak itu semata-mata telah diikhlaskan untuk mengabdi di sana. Pada akhir ayat 34 telah dijelaskan bahwa Allah mendengar apa yang diucapkan oleh istri Imran, mengetahui niat yang suci, dan mendengar pujiannya kepada Allah ketika ia bermunajat. Hal-hal inilah yang menyebabkan doanya terkabul, dan harapannya terpenuhi sebagai karunia dan kebaikan dari Allah. Di dalam beberapa ayat ini dua kali disebut nama Imran. Yang pertama dalam ayat 33, yaitu Imran ayah Nabi Musa a.s.; sedang yang kedua adalah pada ayat 35, yaitu Imran ayah Maryam. Rentang waktu antara kedua orang itu sangat panjang. Ayat ini menunjukkan bahwa ibu boleh menazarkan anaknya, dan boleh mengambil manfaat dengan anaknya itu untuk dirinya sendiri. Pada ayat ini terdapat pula pelajaran, yaitu hendaknya kita berdoa kepada Allah agar anak kita menjadi orang yang rajin beribadah dan berguna bagi agamanya, seperti doa Nabi Zakaria yang dikisahkan dalam Al-Qur'an. Setelah istri Imran melahirkan, dan ternyata yang lahir itu anak perempuan padahal yang diharapkan anak laki-laki, tampaklah diwajahnya kesedihan dan putuslah harapannya untuk melaksanakan nazarnya, dia berkata, \"Ya Tuhanku, aku melahirkan anak perempuan.\" Seolah-olah dia memohon ampun kepada Tuhan, bahwa anak perempuan itu tidak patut memenuhi nazarnya yaitu berkhidmat di Baitulmakdis. Tetapi Allah lebih mengetahui martabat bayi perempuan yang dilahirkan itu, bahkan dia jauh lebih baik dari bayi laki-laki yang dimohonkannya."
        },
        {
          "number": 36,
          "arabic": "فَلَمَّا وَضَعَتْهَا قَالَتْ رَبِّ إِنِّى وَضَعْتُهَآ أُنثَىٰ وَٱللَّهُ أَعْلَمُ بِمَا وَضَعَتْ وَلَيْسَ ٱلذَّكَرُ كَٱلْأُنثَىٰ ۖ وَإِنِّى سَمَّيْتُهَا مَرْيَمَ وَإِنِّىٓ أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ ٱلشَّيْطَـٰنِ ٱلرَّجِيمِ",
          "transliteration": "falammā waḍaʿathā qālat rabbi innī waḍaʿtuhā unthā wal-lahu aʿlamu bimā waḍaʿat walaysa l-dhakaru kal-unthā wa-innī sammaytuhā maryama wa-innī uʿīdhuhā bika wadhurriyyatahā mina l-shayṭāni l-rajīmi",
          "translation": "Maka ketika melahirkannya, dia berkata, \"Ya Tuhanku, aku telah melahirkan anak perempuan.\" Padahal Allah lebih tahu apa yang dia lahirkan, dan laki-laki tidak sama dengan perempuan. \"Dan aku memberinya nama Maryam, dan aku mohon perlindungan-Mu untuknya dan anak cucunya dari (gangguan) setan yang terkutuk.\"",
          "tafsir": "Ayat ini menegaskan kemuliaan putri yang dilahirkan, dan menolak persangkaan bahwa bayi perempuan yang dilahirkan lebih rendah martabatnya daripada bayi laki-laki seperti yang diharapkan oleh istri Imran. Setelah istri Imran menyadari kenyataan anaknya itu perempuan, dan meyakini adanya hikmah dan rahasia di balik kenyataan ini, maka dia menyatakan bahwa bayi itu akan diberi nama Maryam. Dia tidak akan menarik kembali apa yang telah dinazarkan untuk menyerahkan anaknya berkhidmat di Baitulmakdis, walaupun bayi itu perempuan dan menurut anggapannya tidak pantas untuk menjaga Baitulmakdis, namun dia akan menjadi seorang abdi Tuhan yang khusyuk. Istri Imran memohon agar Allah menjaga dan melindungi bayinya dari godaan setan yang mungkin menjauhkannya dari kebajikan. Mengenai hal ini, Rasulullah saw bersabda sebagai berikut: \"Tiap-tiap anak cucu Adam yang dilahirkan dijamah oleh setan pada waktu kelahirannya kecuali Maryam dan putranya\". (Riwayat al-Bukhari dan Muslim dari Abu Hurairah)."
        },
        {
          "number": 37,
          "arabic": "فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٍ وَأَنۢبَتَهَا نَبَاتًا حَسَنًا وَكَفَّلَهَا زَكَرِيَّا ۖ كُلَّمَا دَخَلَ عَلَيْهَا زَكَرِيَّا ٱلْمِحْرَابَ وَجَدَ عِندَهَا رِزْقًا ۖ قَالَ يَـٰمَرْيَمُ أَنَّىٰ لَكِ هَـٰذَا ۖ قَالَتْ هُوَ مِنْ عِندِ ٱللَّهِ ۖ إِنَّ ٱللَّهَ يَرْزُقُ مَن يَشَآءُ بِغَيْرِ حِسَابٍ",
          "transliteration": "fataqabbalahā rabbuhā biqabūlin ḥasanin wa-anbatahā nabātan ḥasanan wakaffalahā zakariyyā kullamā dakhala ʿalayhā zakariyyā l-miḥ'rāba wajada ʿindahā riz'qan qāla yāmaryamu annā laki hādhā qālat huwa min ʿindi l-lahi inna l-laha yarzuqu man yashāu bighayri ḥisābin",
          "translation": "Maka Dia (Allah) menerimanya dengan penerimaan yang baik, membesarkannya dengan pertumbuhan yang baik dan menyerahkan pemeliharaannya kepada Zakaria. Setiap kali Zakaria masuk menemuinya di mihrab (kamar khusus ibadah), dia dapati makanan di sisinya. Dia berkata, \"Wahai Maryam! Dari mana ini engkau peroleh?\" Dia (Maryam) menjawab, \"Itu dari Allah.\" Sesungguhnya Allah memberi rezeki kepada siapa yang Dia kehendaki tanpa perhitungan.",
          "tafsir": "Allah menerima Maryam sebagai nazar disebabkan permohonan ibunya. Allah meridainya untuk menjadi orang yang semata-mata beribadah dan barkhidmat di Baitulmakdis walaupun Maryam masih kecil dan hanya seorang perempuan. Padahal orang yang dikhususkan untuk berkhidmat di Baitulmakdis biasanya laki-laki yang akil balig dan sanggup melaksanakan pengkhidmatan. Allah juga memelihara dan mendidiknya serta mem-besarkannya dengan sebaik-baiknya. Pendidikan yang diberikan Allah kepada Maryam, meliputi pendidikan rohani dan jasmani. Maka dia menjadi orang yang berbadan sehat dan kuat serta berbudi baik, bersih rohani dan jasmaninya. Allah telah pula menjadikan Nabi Zakaria sebagai pengasuh dan pelindungnya. Diriwayatkan bahwa ibunya menjemput dan membawanya ke masjid, lalu meletakkannya di depan rahib-rahib yang ada di sana. Dia berkata, \"Ambillah olehmu anak yang kunazarkan ini\". Maka mereka saling memperebutkan bayi itu, karena dia adalah putri dari pemimpin mereka. Masing-masing ingin menjadi pengasuhnya. Nabi Zakaria kemudian berkata, \"Aku lebih berhak mengasuhnya, karena bibinya adalah istriku\". Tetapi mereka menolak kecuali jika ditentukan dengan undian. Maka pergilah mereka ke sungai Yordan, melepaskan anak panah mereka masing-masing ke sungai, dengan maksud siapa yang anak panahnya dapat bertahan terhadap arus air sungai dan dapat cepat naik, maka dialah yang berhak mengasuh bayi Maryam. Ternyata kemudian anak panah Nabi Zakarialah yang dapat bertahan dan timbul meluncur di permukaan air, sedang anak panah yang lainnya hanyut tenggelam dibawa arus. Maka dalam undian itu, Nabi Zakaria yang menang dan Maryam segera diserahkan kepadanya untuk dipelihara dan dididik di bawah asuhan bibinya sendiri. Manakala Maryam sudah mulai dewasa, dia telah mulai beribadah di mihrab. Tiap kali Nabi Zakaria masuk ke dalam mihrab, ia dapati di sana makanan dan bermacam buah-buahan yang tidak ada pada waktu itu karena belum datang musimnya. Zakaria pernah menanyakan kepada Maryam tentang buah-buahan itu dari mana dia peroleh padahal saat itu musim kemarau. Maka Maryam menjawab, \"Makanan itu dari sisi Allah. Sesungguhnya Allah memberi rezeki kepada orang-orang yang dikehendaki-Nya tanpa perhitungan.\" Kisah tersebut dikemukakan untuk meneguhkan kenabian Muhammad saw, dan mengalihkan pikiran Ahli Kitab yang membatasi karunia kenabian pada keturunan Bani Israil saja. Juga untuk mengoreksi pendapat orang musyrik Arab yang menolak kenabian Muhammad saw. karena menganggap dia hanya manusia seperti mereka. Allah telah menjadikan Adam sebagai orang pilihan dan khalifah di atas bumi, serta menjadikan Nuh sebagai orang pilihan dan bapak yang kedua dari umat manusia dan kemudian memilih Ibrahim serta keluarganya untuk menjadi manusia pilihan dan pembimbing manusia. Orang Arab dan para Ahli Kitab mengetahui hal itu, tetapi orang musyrik Arab menyombongkan diri sebagai keturunan Ismail dan pemeluk agama Ibrahim, dan Ahli Kitab menyombongkan diri atas terpilihnya keluarga Imran dari keturunan Bani Israil cucu Nabi Ibrahim. Banyak orang Arab maupun ahli Kitab mengetahui bahwa Allah telah memilih mereka semata-mata hanyalah atas kehendak-Nya, sebagai karunia dan kemurahan-Nya. Maka apakah yang menghalangi Allah untuk menjadikan Muhammad orang pilihan di atas bumi ini, sebagaimana Allah memilih mereka juga? Allah memilih siapa pun yang Dia kehendaki di antara makhluk-Nya. Allah telah memilih Muhammad saw serta menjadikannya sebagai pemimpin bagi umat manusia dan mengeluarkan mereka dari kegelapan syirik, dan kebodohan, kepada cahaya kebenaran dan keimanan. Tidak seorang pun dari keluarga Ibrahim dan Imran lebih besar pengaruhnya daripada Muhammad saw."
        }
      ]
    }
  ]
}