{
  "pageNumber": 182,
  "juz": 10,
  "surahs": [
    {
      "number": 8,
      "name": "Al-Anfal",
      "nameArabic": "الأنفال",
      "meaning": "Harta Rampasan Perang",
      "revelation": "Madinah",
      "description": "Surat Al-Anfal terdiri dari 75 ayat dan termasuk surat Madaniyyah, karena seluruh ayatnya diturunkan di Madinah.Surat ini dinamakan Al-Anfal yang berarti harta rampasan perang berhubung kata Al-Anfal terdapat pada permulaan surat ini. Selain itu, persoalan yang menonjol dalam surat ini ialah tentang harta rampasan perang, hukum perang, dan hal-hal yang berhubungan dengan peperangan pada umumnya. Menurut riwayat Ibnu Abbas, surat ini diturunkan berkenaan dengan perang Badar Kubra yang terjadi pada tahun kedua hijriah. Peperangan ini sangat penting karena menentukan jalannya sejarah perkembangan Islam. Pada waktu itu, umat Islam dengan kekuatan kecil dan untuk pertama kali dapat mengalahkan kaum musyrikin yang berjumlah besar dan berperlengkapan yang cukup. Dalam peperangan ini, kaum muslimin memperoleh harta rampasan perang yang tidak sedikit. Oleh sebab itu, timbullah permasalahan bagaimana membagi harta rampasan perang itu. Maka, Allah menurunkan ayat pertama surat ini.Selain hal-hal tersebut di atas, pokok-pokok isi surat ini sebagai berikut:1. Keimanan:Allah selalu menyertai dan melindungi orang-orang yang beriman; hanya Allah yang berhak menentukan hukum-hukum agama; jaminan Allah terhadap kemenangan umat yang beriman; pertolongan Allah terhadap orang-orang yang bertawakkal; hanya Allah yang dapat mempersatukan hati orang yang beriman; tindakan-tindakan dan hukum-hukum Allah didasarkan pada kepentingan umat manusia; keberadaan malaikat yang menolong barisan kaum muslimin dalam perang Badar; gangguan setan pada orang-orang mukmin dan tipu daya mereka pada orang-orang musyrikin; syirik adalah dosa besar.2. Hukum-hukum:Aturan pembagian harta rampasan perang; kebolehan memakan harta rampasan perang; larangan lari atau mundur dalam peperangan; hukum mengurusi tawanan perang pada permulaan Islam; kewajiban taat kepada pimpinan dalam perang; keharusan mengusahakan perdamaian; kewajiban mempersiapkan diri dengan segala alat perlengkapan perang; ketahanan mental, sabar dan tawakkal serta mengingat Allah dalam peperangan; tujuan perang dalam Islam; larangan khianat kepada Allah dan Rasul serta amanat; larangan mengkhianati perjanjian.3. Kisah-kisah:Keengganan beberapa orang Islam untuk ikut perang Badar; suasana kaum muslimin sebelum, sesudah, dan ketika perang berlangsung; keadaan Nabi Muhammad sebelum hijrah dan permusuhan kaum musyrikin terhadap beliau; orang Yahudi membatalkan perjanjian damai dengan Nabi Muhammad; keadaan orang kafir musyrikin dan Ahli Kitab serta keburukan orang-orang munafik.4. Lain-lain:Pengertian iman, tanda dan sifat orang yang beriman; sunnatullah yang berlaku pada individu dan masyarakat.Surat Al-Anfal menerangkan hal-hal yang berhubungan dengan peperangan pada umumnya, khususnya Perang Badar, peperangan yang menentukan jalannya sejarah Islam dan kaum muslimin, bahkan tidak salah sekiranya dikatakan bahwa Perang Badar menentukan jalan sejarah umat manusia pada umumnya. Sebagian besar surat ini mengandung hal-hal yang berhubungan dengan perdamaian dan peperangan, tingkah laku orang-orang kafir, orang-orang munafik dan sebagian orang-orang Islam yang imannya tidak kuat dalam peperangan. Kemudian ditegaskan bahwa Allah menolong orang-orang yang beriman dan menghancurkan orang-orang kafir dan munafik. Ini merupakan sunnatullah yang tidak dapat dipungkiri berlakunya, sebagaimana pernah terjadi pada Fir'aun dan kaumnya serta umat-umat yang sebelumnya.Hubungan Surat Al-Anfal Dengan Surat At-Taubah:Surat Al-Anfal menyebutkan hal-hal yang berhubungan dengan pokok dan cabang (furu') agama, sunnatullah, hukum perjanjian dan janji setia, hukum perang dan damai. Perkara-perkara ini juga disebutkan dalam surat At-Taubah, umpamanya:1. Perjanjian yang dikemukakan surat Al-Anfal dijelaskan oleh surat At-Taubah, terutama hal-hal yang berhubungan dengan pengkhianatan janji oleh musuh.2. Sama-sama menerangkan tentang memerangi orang-orang musyrikin dan Ahli Kitab.3. Surat Al-Anfal mengemukakan bahwa yang mengurus dan memakmurkan Masjidil haram adalah orang-orang yang bertakwa, sedang surat At-Taubah menerangkan bahwa orang-orang musyrik tidak pantas mengurus dan memakmurkan masjid, bahkan mereka akan menghalang-halangi orang-orang Islam terhadapnya.4. Surat Al-Anfal menyebutkan sifat-sifat orang-orang yang sempurna imannya dan sifat-sifat orang-orang kafir, lalu pada akhir surat diterangkan pula tentang hukum perlindungan atas orang-orang muslim yang berhijrah, orang-orang muslim yang tidak berhijrah, dan orang-orang kafir. Hal yang serupa dikemukakan pula oleh surat At-Taubah.5. Surat Al-Anfal menganjurkan agar berinfak di jalan Allah, sedang surat At-Taubah menegaskan hal yang sama. Dalam surat Al-Anfal diterangkan tentang penggunaan harta rampasan perang, sedang surat At-Taubah menerangkan penggunaan zakat.6. Surat Al-Anfal mengemukakan tentang orang-orang munafik dan orang-orang yang ada penyakit dalam hatinya, kemudian surat At-Taubah menerangkan hal ini lebih luas. Jika kita perhatikan ternyata antara surat Al-Anfal dan surat At-Taubah terdapat hubungan yang erat sekali. Seakan-akan keduanya merupakan satu surat, bahkan sebagian ahli tafsir mengatakan bahwa sekiranya bukan karena ketentuan Allah, mereka memandang surat Al-Anfal dan surat At-Taubah sebagai satu surat.",
      "verses": [
        {
          "number": 41,
          "arabic": "۞ وَٱعْلَمُوٓا۟ أَنَّمَا غَنِمْتُم مِّن شَىْءٍ فَأَنَّ لِلَّهِ خُمُسَهُۥ وَلِلرَّسُولِ وَلِذِى ٱلْقُرْبَىٰ وَٱلْيَتَـٰمَىٰ وَٱلْمَسَـٰكِينِ وَٱبْنِ ٱلسَّبِيلِ إِن كُنتُمْ ءَامَنتُم بِٱللَّهِ وَمَآ أَنزَلْنَا عَلَىٰ عَبْدِنَا يَوْمَ ٱلْفُرْقَانِ يَوْمَ ٱلْتَقَى ٱلْجَمْعَانِ ۗ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
          "transliteration": "wa-iʿ'lamū annamā ghanim'tum min shayin fa-anna lillahi khumusahu walilrrasūli walidhī l-qur'bā wal-yatāmā wal-masākīni wa-ib'ni l-sabīli in kuntum āmantum bil-lahi wamā anzalnā ʿalā ʿabdinā yawma l-fur'qāni yawma l-taqā l-jamʿāni wal-lahu ʿalā kulli shayin qadīrun",
          "translation": "Dan ketahuilah, sesungguhnya segala yang kamu peroleh sebagai rampasan perang,<sup foot_note=135314>1</sup> maka seperlima untuk Allah, Rasul, kerabat Rasul, anak yatim, orang miskin dan ibnu sabil,<sup foot_note=135315>2</sup> (demikian) jika kamu beriman kepada Allah dan kepada apa yang Kami turunkan kepada hamba Kami (Muhammad) di hari furqan,<sup foot_note=135316>3</sup> yaitu pada hari bertemunya dua pasukan. Dan Allah Mahakuasa atas segala sesuatu.",
          "tafsir": "Dalam ayat ini Allah menjelaskan pembagian hasil rampasan perang sesuai dengan syariat Islam. Jumhur ulama berpendapat bahwa ayat ini diturunkan terkait dengan Perang Badar dan merupakan ayat pertama tentang pembagian harta rampasan perang sesudah Perang Badar. Allah menjelaskan bahwa semua ganimah yang diperoleh kaum Muslimin dari orang-orang kafir dalam peperangan, harus diambil seperlimanya untuk Allah dan Rasul, yaitu untuk hal-hal yang berhubungan dengan agama, seperti kemaslahatan seorang dai dalam berdakwah, mendirikan syiar-syiar agama, untuk memelihara Kabah, dan untuk keperluan Rasulullah saw dan rumah tangganya selama satu tahun. Kemudian dari seperlima ini juga harus diberikan pula kepada kerabat-kerabatnya. Dalam hal ini yang dianggap kerabat Rasulullah itu hanya Bani Hasyim dan Bani Muthalib dan tidak kepada Bani Abdi Syams dan Bani Naufal. Kemudian diberikan pula kepada kaum Muslimin yang memerlukan bantuan seperti anak-anak yatim, fakir miskin dan ibnussabil (musafir yang kekurangan biaya). Empat perlima ganimah dibagikan kepada tentara yang ikut berperang. Diriwayatkan oleh Imam al-Bukhari dari Mutim bin Jubair dari Bani Naufal, dia berkata, \"Saya dengan Utsman bin Affan dari kabilah Bani Abdi Syams bersama-sama datang kepada Rasulullah, lalu kami bertanya kepada beliau, \"Wahai Rasulullah, engkau telah memberi ganimah kepada kabilah Bani Muthalib dan membiarkan kami tidak dapat bagian, padahal kami dengan mereka sederajat.\" Rasulullah menjawab, \"Sesungguhnya kabilah Bani Muthalib dan Bani Hasyim merupakan satu kesatuan.\" Jawaban Rasulullah ini adalah sebagai sindiran kepada Bani Syams dan Bani Naufal, bahwa mereka tidak dapat dipersamakan dengan Bani Muthalib dan Bani Hasyim yang selalu berjuang mendampingi Rasulullah dan tidak pernah memusuhinya. Mujahid, seorang ahli tafsir mengatakan bahwa Allah mengetahui, di antara kabilah Bani Hasyim dan Bani Muthalib banyak yang miskin. Karena itu mereka diberi bagian dari ganimah, sebab mereka tidak boleh menerima zakat. Perbedaan dalam perlakuan di atas harus dikembalikan kepada sejarah, yaitu ketika orang Quraisy menulis sebuah risalah yang menentukan sikap mereka terhadap Nabi Muhammad untuk memboikot sahabat-sahabat Nabi. Maka orang Quraisy mengusir Bani Hasyim dari Mekah dan menempatkan mereka di syiib (lembah) Bani Hasyim, karena mereka selalu melindungi Nabi Muhammad. Kemudian datang pula kabilah Bani Muthalib bergabung dengan mereka, sedang kabilah Abdi Syams dan Bani Naufal tidak bergabung dengan mereka sehingga tidak ikut diboikot oleh orang-orang Quraisy. Abu Sufyan dari keturunan Bani Umaiyah sering pula memerangi Nabi Muhammad bersama-sama kaum musyrikin dan orang Yahudi sampai Mekah dikuasai oleh Nabi Muhammad dan baru ketika itulah Abu Sufyan masuk Islam. Adapun hikmah dari pembagian ganimah untuk Allah dan Rasul ialah karena pemerintahan Islam dalam mengurus umatnya perlu mempunyai dana untuk dipergunakan bagi kemaslahatan umum, untuk menegakkan syiar-syiar agama dan untuk pertahanan. Semuanya itu diambil dari seperlima untuk Allah. Kemudian untuk kepentingan kepala negara diberikan bagian Rasulullah dan rumah tangganya. Kemudian diberi pula karib kerabatnya yang berdekatan dengan Nabi, yaitu Bani Hasyim dan Bani Muthalib sebagai penghargaan atas dukungan mereka untuk perjuangan Nabi. Kemudian juga kepada orang-orang yang memerlukan bantuan, dan umat Islam yang lemah ekonominya. Cara pembagian ini senantiasa dipraktikkan di sebagian besar negara-negara Islam walaupun ada sedikit perbedaan dalam praktek menghadapi keperluan masyarakat dan rakyatnya. Cara pembagian itu wajib diterima dan dilaksanakan jika kaum Muslimin sungguh-sungguh beriman kepada Allah dan kepada apa yang diturunkan-Nya. Perang Badar diberi nama yaum al-furqan. Hari furqan ialah hari yang memisahkan antara keimanan dan kekafiran. Kemenangan kaum Muslimin pada Perang Badar adalah kemenangan yang pertama terhadap kaum musyrikin, walaupun jumlah mereka tiga kali lipat banyaknya dari kaum Muslimin, Allah Mahakuasa atas segala sesuatu, kuasa memberi kemenangan kepada kaum Muslimin sesuai dengan janji-Nya. Perang Badar di samping disebut sebagai \"yaum al-furqan\" juga \"yaum iltaqa al-jam'an\" yang berarti hari bertemunya dua pasukan, pasukan Muslim di bawah pimpinan Nabi Muhammad saw dan pasukan Quraisy di bawah pimpinan Abu Jahal dan kawan-kawannya."
        },
        {
          "number": 42,
          "arabic": "إِذْ أَنتُم بِٱلْعُدْوَةِ ٱلدُّنْيَا وَهُم بِٱلْعُدْوَةِ ٱلْقُصْوَىٰ وَٱلرَّكْبُ أَسْفَلَ مِنكُمْ ۚ وَلَوْ تَوَاعَدتُّمْ لَٱخْتَلَفْتُمْ فِى ٱلْمِيعَـٰدِ ۙ وَلَـٰكِن لِّيَقْضِىَ ٱللَّهُ أَمْرًا كَانَ مَفْعُولًا لِّيَهْلِكَ مَنْ هَلَكَ عَنۢ بَيِّنَةٍ وَيَحْيَىٰ مَنْ حَىَّ عَنۢ بَيِّنَةٍ ۗ وَإِنَّ ٱللَّهَ لَسَمِيعٌ عَلِيمٌ",
          "transliteration": "idh antum bil-ʿud'wati l-dun'yā wahum bil-ʿud'wati l-quṣ'wā wal-rakbu asfala minkum walaw tawāʿadttum la-ikh'talaftum fī l-mīʿādi walākin liyaqḍiya l-lahu amran kāna mafʿūlan liyahlika man halaka ʿan bayyinatin wayaḥyā man ḥayya ʿan bayyinatin wa-inna l-laha lasamīʿun ʿalīmun",
          "translation": "(Yaitu) ketika kamu berada di pinggir lembah yang dekat dan mereka berada di pinggir lembah yang jauh sedang kafilah itu berada lebih rendah dari kamu.<sup foot_note=135317>1</sup> Sekiranya kamu mengadakan persetujuan (untuk menentukan hari pertempuran), niscaya kamu berbeda pendapat dalam menentukan (hari pertempuran itu), tetapi Allah berkehendak melaksanakan suatu urusan yang harus dilaksanakan,<sup foot_note=135318>2</sup> yaitu agar orang yang binasa itu binasa dengan bukti yang nyata dan agar orang yang hidup itu hidup dengan bukti yang nyata. Sungguh, Allah Maha Mendengar, Maha Mengetahui,",
          "tafsir": "Dalam ayat ini Allah memperlihatkan rahmat-Nya kepada kaum Muslimin ketika terjadi Perang Badar. Kaum Muslimin menempati tempat yang sangat strategis, sangat memungkinkan untuk memperoleh kemenang-an, yaitu memilih tempat yang berada di pinggir lembah dekat Medinah, sedang kaum musyrikin berada di ujung lembah yang jauh dari kafilah unta yang membawa barang dagangan yang dipimpin oleh Abu Sufyan di tepi pantai, kira-kira lima mil dari Badar. Kaum Muslimin berada di pinggir lembah yang terdekat ke Medinah, ketika itu baru saja turun hujan, sehingga mereka mempunyai persediaan air minum yang cukup dan situasi tanah yang disiram hujan, sedang kaum musyrikin berada di ujung lembah yang jauh, yang kering karena tidak mendapatkan air hujan dan tanah yang diinjak oleh kaum Musyrikin adalah tanah yang mengandung debu, sehingga kaki mereka mudah terperosok. Seandainya kaum Muslimin mengadakan kesepakatan untuk menentukan waktu pertempuran, niscaya mereka tidak sependapat dalam menentukan waktu pertempuran itu. Akan tetapi, karena Allah telah menentukan jalannya pertempuran maka saatnya pun tidak direncanakan oleh kaum Muslimin sendiri, apalagi jika melihat jumlah tentara kaum Muslimin amat sedikit dibanding dengan jumlah tentara kaum musyrikin dan persenjataan mereka pun tidak lengkap. Maksud kaum Muslimin berperang untuk menguasai kafilah unta yang penuh dengan barang dagangan yang dibawa dari Syam di bawah pimpinan Abu Sufyan. Tindakan ini adalah sebagai balasan atas tindakan orang-orang musyrik yang merampas harta orang-orang Muslim yang mereka tinggalkan di Mekah karena hijrah ke Medinah. Semula kaum musyrikin tidak merasa gentar menghadapi kaum Muslimin yang dipimpin oleh Rasulullah. Tetapi setelah mereka mengetahui posisi dan keadaan mereka, maka mereka merasa gentar menghadapi kaum Muslimin. Abu Sufyan sebagai pemimpin kafilah perdagangan kemudian mengirim utusan ke Mekah memberi tahu tentang bahaya yang mereka hadapi. Kemudian orang Quraisy dari Mekah mengirim pasukan yang dipimpin oleh Abu Jahal dengan maksud membantu kafilah Abu Sufyan. Mengetahui kedatangan tentara Quraisy dari Mekah yang cukup besar, Nabi Muhammad mengubah arah dari menghalangi Abu Sufyan menjadi menghadapi tentara Quraisy. Maka terjadilah pertempuran di lembah Badar. Allah mempertemukan dua pasukan itu tanpa didahului persetujuan dari kedua belah pihak, untuk menentukan pertempuran. Allah menghendaki kemenangan kepada kaum Muslimin dan menghancurkan kaum musyrikin, agar orang-orang yang beriman mencapai kemenangan berdasarkan bukti-bukti yang dapat disaksikan dengan nyata sebagai bukti kebenaran Islam, dan sebagai bukti bahwa Allah telah melaksanakan janji-Nya kepada Nabi-Nya dan kaum Muslimin, sehingga keraguan mereka lenyap dan kemenangan ternyata berada di tangan kaum Muslimin. Allah Maha Mendengar lagi Maha Mengetahui segala yang diucapkan oleh orang-orang kafir dan orang-orang mukmin dan pasti akan memberikan balasan pula sesuai dengan apa yang didengar dan diketahui-Nya."
        },
        {
          "number": 43,
          "arabic": "إِذْ يُرِيكَهُمُ ٱللَّهُ فِى مَنَامِكَ قَلِيلًا ۖ وَلَوْ أَرَىٰكَهُمْ كَثِيرًا لَّفَشِلْتُمْ وَلَتَنَـٰزَعْتُمْ فِى ٱلْأَمْرِ وَلَـٰكِنَّ ٱللَّهَ سَلَّمَ ۗ إِنَّهُۥ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
          "transliteration": "idh yurīkahumu l-lahu fī manāmika qalīlan walaw arākahum kathīran lafashil'tum walatanāzaʿtum fī l-amri walākinna l-laha sallama innahu ʿalīmun bidhāti l-ṣudūri",
          "translation": "(ingatlah) ketika Allah memperlihatkan mereka di dalam mimpimu (berjumlah) sedikit. Dan sekiranya Allah memperlihatkan mereka (berjumlah) banyak tentu kamu menjadi gentar dan tentu kamu akan berbantah-bantahan dalam urusan itu, tetapi Allah telah menyelamatkan kamu. Sungguh, Allah Maha Mengetahui apa yang ada dalam hatimu.",
          "tafsir": "Allah mengetahui apa yang diucapkan oleh sahabat-sahabat Nabi dan mengetahui pula apa yang tersimpan dalam hatinya ketika Allah memperlihatkan kepada Nabi dalam mimpi bahwa jumlah musuh itu sedikit. Setelah Nabi memberitahukan kepada sahabat-sahabatnya tentang mimpinya itu, maka tenanglah hati mereka dan bertambah besarlah harapan mereka untuk mencapai kemenangan, sehingga mimpi itu memberikan dorongan dan semangat kepada mereka menghadapi medan pertempuran. Seandainya Allah memperlihatkan kepada Nabi-Nya jumlah kaum musyrikin itu banyak akan timbullah ketakutan dalam hati mereka, mereka gentar menghadapi musuh dan tentu akan menimbulkan pertentangan hebat di kalangan kaum Muslimin yang tidak setuju untuk melangsungkan peperangan, karena di kalangan kaum Muslimin ada yang kuat imannya dan ingin patuh melaksanakan perintah Rasul untuk berperang dan ada pula yang lemah imannya, yang ingin menghindari peperangan. Allah menyelamatkan kaum Muslimin dari ketakutan dan perselisihan yang dapat mengakibatkan kelemahan dan kehancuran. Sesungguhnya Allah Maha Mengetahui apa yang tersimpan dalam hati, yaitu perasaan takut dan cemas dari orang yang lemah imannya dan keberanian untuk maju ke medan juang pada orang-orang yang kuat imannya yang selalu tawakal kepada Allah."
        },
        {
          "number": 44,
          "arabic": "وَإِذْ يُرِيكُمُوهُمْ إِذِ ٱلْتَقَيْتُمْ فِىٓ أَعْيُنِكُمْ قَلِيلًا وَيُقَلِّلُكُمْ فِىٓ أَعْيُنِهِمْ لِيَقْضِىَ ٱللَّهُ أَمْرًا كَانَ مَفْعُولًا ۗ وَإِلَى ٱللَّهِ تُرْجَعُ ٱلْأُمُورُ",
          "transliteration": "wa-idh yurīkumūhum idhi l-taqaytum fī aʿyunikum qalīlan wayuqallilukum fī aʿyunihim liyaqḍiya l-lahu amran kāna mafʿūlan wa-ilā l-lahi tur'jaʿu l-umūru",
          "translation": "Dan ketika Allah memperlihatkan mereka kepadamu, ketika kamu berjumpa dengan mereka berjumlah sedikit menurut penglihatan matamu dan kamu diperlihatkan-Nya berjumlah sedikit menurut penglihatan mereka, itu karena Allah hendak melakukan suatu urusan yang harus dilaksanakan. Hanya kepada Allah segala urusan dikembalikan.",
          "tafsir": "Dalam ayat ini Allah memerintahkan Nabi agar mensyukuri nikmat-Nya, ketika Dia menampakkan musuh dalam jumlah yang sedikit pada penglihatan Nabi dan para sahabat, demikian pula Allah menampakkan jumlah tentara kaum Muslimin sedikit pada penglihatan mata musuhnya, agar kedua belah pihak maju perang dengan harapan dapat mencapai kemenangan. Kaum Muslimin berperang dengan penuh semangat karena hatinya penuh dengan keimanan dan kepercayaan atas janji Allah bahwa mereka akan mencapai kemenangan dan akan dibantu oleh malaikat. Orang-orang kafir maju ke depan karena terdorong oleh perasaan sombong dan menipu diri sendiri, sehingga Abu Jahal berkata, \"Jumlah tentara Muhammad sedikit, cukup diberi makan dengan seekor unta saja.\" Karena masing-masing golongan mempunyai harapan untuk menang, maka terjadilah pertempuran sengit yang berakhir sesuai dengan ketentuan Allah yaitu kemenangan di pihak kaum Muslimin."
        },
        {
          "number": 45,
          "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا لَقِيتُمْ فِئَةً فَٱثْبُتُوا۟ وَٱذْكُرُوا۟ ٱللَّهَ كَثِيرًا لَّعَلَّكُمْ تُفْلِحُونَ",
          "transliteration": "yāayyuhā alladhīna āmanū idhā laqītum fi-atan fa-uth'butū wa-udh'kurū l-laha kathīran laʿallakum tuf'liḥūna",
          "translation": "Wahai orang-orang yang beriman! Apabila kamu bertemu pasukan (musuh), maka berteguh hatilah dan sebutlah (nama) Allah banyak-banyak (berzikir dan berdoa) agar kamu beruntung.",
          "tafsir": "Dalam ayat ini Allah memerintahkan kepada kaum Muslimin, bila mereka menjumpai pasukan musuh agar meneguhkan hati dan selalu mengingat Allah dengan banyak berzikir, agar mereka memperoleh keteguhan hati dalam pertempuran, sehingga tidak lari dari musuh. Hal ini merupakan kekuatan yang menyebabkan kemenangan dalam setiap perjuangan, baik sebagai perorangan maupun sebagai tentara. Diibaratkan dalam arena tinju atau gulat, kedua orang petinju atau pegulat itu setelah bergumul beberapa lama, tentu akan merasa letih dan lemah dan masing-masing menantikan satu saat atau kesempatan dapat merobohkan lawannya. Akan tetapi kadang-kadang terlintas pula dalam hatinya bahwa lawannya itu akan dihinggapi ketakutan, sehingga ia bertahan memelihara ketabahan hati hingga pada saat ronde terakhir dinyatakan sebagai pemenang walaupun hanya dengan angka. Demikian pula dalam setiap pertempuran antara pasukan dengan pasukan, yang menyebabkan keunggulan dan kemenangan itu, ialah ketabahan hati dari tentaranya dan tidak putus asa. Ketabahan hati itu sangat berguna dalam setiap perjuangan. Allah memerintahkan kepada kaum Muslimin untuk memperbanyak zikir kepada Allah dalam menghadapi peperangan dengan selalu mengingat kekuasaan dan janji-Nya akan memberi pertolongan kepada Rasul-Nya dan kaum Muslimin. Dalam setiap pejuangan, kaum Muslimin harus yakin bahwa kemenangan berada di tangan Allah dan Allah akan memberikan kepada siapa yang dikehendaki-Nya. Berzikir ialah dengan membaca takbir \"Allahu Akbar\" atau memanjatkan doa dengan ikhlas serta meyakini bahwa Allah Mahakuasa dapat memberi kemenangan. Ketabahan hati dan banyak zikir kepada Allah adalah dua hal yang sangat penting untuk mencapai tujuan."
        }
      ]
    }
  ]
}