{
  "pageNumber": 222,
  "juz": 12,
  "surahs": [
    {
      "number": 11,
      "name": "Hud",
      "nameArabic": "هود",
      "meaning": "Nabi Hud",
      "revelation": "Makkah",
      "description": "Surat Hud termasuk surat Makkiyyah, terdiri dari 123 ayat, dan diturunkan setelah surat Yunus.Surat ini dinamai Hud karena di dalamnya terdapat kisah Nabi Hud dan kaumnya. Dalam surat ini juga terdapat kisah-kisah nabi yang lain, seperti: Nuh, Shaleh, Ibrahim, Luth, Syu'aib, dan Musa.**Pokok-Pokok isi:**1. **Keimanan:** Keberadaan 'Arsy Allah; kejadian alam dalam enam masa; keberadaan golongan-golongan manusia pada hari kiamat.2. **Hukum-hukum:** Agama membolehkan menikmati yang baik-baik dan memakai perhiasan asal tidak berlebih-lebihan; tidak boleh bersikap sombong; tidak boleh berdoa atau mengharapkan sesuatu yang mustahil menurut sunnatullah.3. **Kisah-kisah:** Kisah Nuh dan kaumnya; kisah Hud dan kaumnya; kisah Shaleh dan kaumnya; kisah Ibrahim dan kaumnya; kisah Syu'aib dan kaumnya; kisah Luth dan kaumnya; kisah Musa dan kaumnya.4. **Lain-lain:** Pelajaran-pelajaran yang diambil dari kisah-kisah para nabi; air sumber segala kehidupan; shalat memperkuat keimanan; sunnatullah yang berhubungan dengan kebinasaan suatu kaum.Surat Hud berisi hal-hal yang berhubungan dengan pokok-pokok agama, seperti ketauhidan, kerasulan, dan hari kebangkitan, kemudian dihubungkan dengan dakwah yang telah dilakukan oleh para nabi kepada kaumnya.**Hubungan Surat Hud Dengan Surat Yusuf:**1. Kedua surat ini sama-sama dimulai dengan alif laam raa kemudian diiringi dengan penjelasan tentang Al-Qur'an.2. Surat Yusuf menyempurnakan penjelasan kisah para rasul yang disebut dalam surat Hud, kemudian kisah itu dijadikan dalil untuk menyatakan bahwa Al-Qur'an adalah wahyu Ilahi; setelah Nabi Muhammad tidak ada lagi nabi atau rasul yang diutus Allah.3. Perbedaan kedua surat ini ada dalam menjelaskan kisah-kisah para nabi. Dalam surat Hud diutarakan kisah beberapa orang rasul dalam menyampaikan risalah kepada kaumnya, akibat mengikuti dan akibat mendustakan mereka, kemudian dijadikan perbandingan dan berita yang mengancam kaum musyrikin Arab beserta pengikut-pengikutnya. Dalam surat Yusuf diterangkan tentang kehidupan Nabi Yusuf yang pada mulanya dizalimi oleh saudara-saudaranya kemudian menjadi rasul yang berkuasa dan dapat menolong saudara-sudaranya beserta kedua orang tuanya. Kepribadian Nabi Yusuf ini harus dijadikan teladan oleh semua orang yang beriman kepada Nabi Muhammad.",
      "verses": [
        {
          "number": 6,
          "arabic": "۞ وَمَا مِن دَآبَّةٍ فِى ٱلْأَرْضِ إِلَّا عَلَى ٱللَّهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا ۚ كُلٌّ فِى كِتَـٰبٍ مُّبِينٍ",
          "transliteration": "wamā min dābbatin fī l-arḍi illā ʿalā l-lahi riz'quhā wayaʿlamu mus'taqarrahā wamus'tawdaʿahā kullun fī kitābin mubīnin",
          "translation": "Dan tidak satu pun makhluk bergerak (bernyawa) di bumi melainkan semuanya dijamin Allah rezekinya. Dia mengetahui tempat kediamannya dan tempat penyimpanannya.<sup foot_note=135346>1</sup> Semua (tertulis) dalam Kitab yang nyata (Lauḥ Maḥfūẓ).",
          "tafsir": "Binatang-binatang yang melata, yang hidup di bumi yang meliputi binatang yang merayap, merangkak, atau pun yang berjalan dengan kedua kakinya, semuanya dijamin rezekinya oleh Allah. Binatang-binatang itu diberi naluri dan kemampuan untuk mencari rezekinya sesuai dengan fitrah kejadiannya, semuanya diatur Allah dengan hikmat dan kebijaksanaan-Nya sehingga selalu ada keserasian. Jika tidak diatur demikian, mungkin pada suatu saat ada binatang yang berkembang-biak terlalu cepat, sehingga mengancam kelangsungan hidup binatang-binatang yang lain, atau ada yang mati terlalu banyak, sehingga mengganggu keseimbangan lingkungan. Jika ada sebagian binatang memangsa binatang lainnya, hal itu adalah dalam rangka keseimbangan alam, sehingga kehidupan yang harmonis selalu dapat dipertahankan. Allah mengetahui tempat berdiam binatang-binatang itu dan tempat persembunyiannya, bahkan ketika masih berada dalam perut induknya. Pada kedua tempat itu, Allah senantiasa menjamin rezekinya dan semua itu telah tercatat dan diatur serapi-rapinya di Lauh Mahfudh, yang berisi semua perencanaan dan pelaksanaan dari seluruh ciptaan Allah secara menyeluruh dan sempurna."
        },
        {
          "number": 7,
          "arabic": "وَهُوَ ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ فِى سِتَّةِ أَيَّامٍ وَكَانَ عَرْشُهُۥ عَلَى ٱلْمَآءِ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا ۗ وَلَئِن قُلْتَ إِنَّكُم مَّبْعُوثُونَ مِنۢ بَعْدِ ٱلْمَوْتِ لَيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓا۟ إِنْ هَـٰذَآ إِلَّا سِحْرٌ مُّبِينٌ",
          "transliteration": "wahuwa alladhī khalaqa l-samāwāti wal-arḍa fī sittati ayyāmin wakāna ʿarshuhu ʿalā l-māi liyabluwakum ayyukum aḥsanu ʿamalan wala-in qul'ta innakum mabʿūthūna min baʿdi l-mawti layaqūlanna alladhīna kafarū in hādhā illā siḥ'run mubīnun",
          "translation": "Dan Dialah yang menciptakan langit dan bumi dalam enam masa, dan Arasy-Nya di atas air, agar Dia menguji siapakah diantara kamu yang lebih baik amalnya. Jika engkau berkata (kepada penduduk Mekkah), \"Sesungguhnya kamu akan dibangkitkan setelah mati,\" niscaya orang kafir itu akan berkata, \"Ini hanyalah sihir yang nyata.\"",
          "tafsir": "Allah menciptakan langit dan bumi dalam enam masa. Dalam ayat ini disebutkan \"sittati ayyam\", artinya \"enam hari\", akan tetapi pengertian hari di sini tidak dapat disamakan dengan hari seperti yang kita alami sehari-hari, tetapi disesuaikan dengan hari menurut perhitungan Allah. Ulama ilmu falak telah menetapkan bahwa hari-hari yang ada hubungannya dengan peredaran bintang-bintang tidak sama dengan kadar hari yang berlaku di bumi ini. Kemudian Allah menjelaskan bahwa singgasana-Nya sebelum penciptaan langit dan bumi, berada di atas air. Arasy atau singgasana Allah itu termasuk alam gaib, yang tidak dapat ditangkap dengan panca indera, dan tidak mungkin pula dibayangkan atau dikhayalkan bentuk dan rupanya, apalagi caranya Tuhan bersemayam di atas singgasana itu. Ayat-ayat yang menerangkan hal ini termasuk ayat yang mutasyabihat, yang wajib kita imani kebenarannya dengan menyerahkan pengertiannya kepada Allah. Ummu Salamah, Rabi'ah dan Malik meriwayatkan bahwa para sahabat dalam menafsirkan ayat mutasyabihat seperti itu selalu berkata, \"Istiwa (bersemayam-Nya) sudah diketahui akan tetapi caranya tidak diketahui.\" Ayat ini menunjukkan bahwa yang berada di bawah Arasy Allah itu ialah air yang oleh Allah dijadikan unsur pokok dalam menciptakan makhluk yang hidup sebagaimana firman-Nya: Dan apakah orang-orang kafir tidak mengetahui bahwa langit dan bumi keduanya dahulunya menyatu, kemudian Kami pisahkan antara keduanya; dan Kami jadikan segala sesuatu yang hidup berasal dari air; maka mengapa mereka tidak beriman? (al-Anbiya'/21: 30) Kemudian Allah menerangkan bahwa tujuan penciptaan langit dan bumi dalam enam masa, dan adanya 'Arasy di atas air, yang jadi unsur pokok dari semua makhluk yang hidup adalah untuk menguji siapa di antara manusia yang lebih baik perbuatannya. Allah telah menyediakan semua yang berada di bumi ini untuk dimanfaatkan manusia, sebagaimana firman-Nya: Dialah (Allah) yang menciptakan segala apa yang ada di bumi untukmu. (al-Baqarah/2: 29) Semua manusia yang berada di atas permukaan bumi diperintahkan supaya berusaha dengan segala kemampuan dan kesanggupannya, untuk mengambil manfaat isi alam, untuk menggali manfaat alam semesta ini, yang ada di bumi, di lautan dan di udara seperti barang tambang yang terdapat di perut bumi, di dasar laut dan sebagainya, supaya digali manfaatnya semaksimal mungkin, untuk dimanfaatkan oleh seluruh umat manusia, sebagai anugerah dari Allah Rabbul 'alamin. Allah menciptakan langit dan bumi sebagai ujian bagi manusia siapakah di antara mereka yang paling kuat imannya dan paling baik amalannya, yang paling berjasa untuk kemanusiaan, siapa yang paling menonjol keterampilannya, siapa yang paling tinggi hasil produksinya, siapa yang paling jujur dan ikhlas dalam usahanya, dan sebagainya. Tentulah Allah tidak hanya menguji saja, akan tetapi akan memperhatikan pula hasil ujiannya, dan memberi pahala yang seimbang dengan jasanya. Balasan Allah itu diberikan setelah hari Kiamat. Akan tetapi, jika Nabi Muhammad berkata kepada kaum musyrikin di kota Mekah bahwa mereka akan dibangkitkan setelah mati untuk mempertanggungjawabkan segala amal perbuatannya ketika di dunia, maka mereka akan menjawab, \"Apa yang kamu kemukakan dari Al-Qur'an itu hanyalah sihir belaka, untuk menekan kami dan untuk mencegah kami dari kenikmatan dan kelezatan dunia.\""
        },
        {
          "number": 8,
          "arabic": "وَلَئِنْ أَخَّرْنَا عَنْهُمُ ٱلْعَذَابَ إِلَىٰٓ أُمَّةٍ مَّعْدُودَةٍ لَّيَقُولُنَّ مَا يَحْبِسُهُۥٓ ۗ أَلَا يَوْمَ يَأْتِيهِمْ لَيْسَ مَصْرُوفًا عَنْهُمْ وَحَاقَ بِهِم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
          "transliteration": "wala-in akharnā ʿanhumu l-ʿadhāba ilā ummatin maʿdūdatin layaqūlunna mā yaḥbisuhu alā yawma yatīhim laysa maṣrūfan ʿanhum waḥāqa bihim mā kānū bihi yastahziūna",
          "translation": "Dan sungguh, jika Kami tangguhkan azab terhadap mereka sampai waktu yang ditentukan, niscaya mereka akan berkata, \"Apakah yang menghalanginya?\" Ketahuilah, ketika azab itu datang kepada mereka, tidaklah dapat dielakkan oleh mereka. Mereka dikepung oleh (azab) yang dahulu mereka memperolok-olokkannya.",
          "tafsir": "Dari jawaban orang musyrik ini, jelas bahwa mereka hanyalah mengikuti adanya kehidupan di dunia saja; sedang kehidupan yang ada di akhirat, mereka dustakan. Jika Allah menunda datangnya azab yang telah diancamkan oleh Rasul-Nya kepada mereka sampai kepada waktu yang telah ditentukan, mereka mencemooh dan berkata, \"Apakah gerangan yang menghalang-halangi datangnya azab itu kepada kami, jika benar azab itu akan datang.\" Allah mengancam bahwa azab itu pasti datang, pada waktu yang telah ditentukan oleh Allah sendiri, dan nanti bila azab itu datang, maka tidak ada yang memalingkannya, dan tidak ada seorang pun yang dapat menahan atau menolaknya. Mereka akan dikepung dari segala penjuru oleh azab, yang selalu mereka perolok-olokkan."
        },
        {
          "number": 9,
          "arabic": "وَلَئِنْ أَذَقْنَا ٱلْإِنسَـٰنَ مِنَّا رَحْمَةً ثُمَّ نَزَعْنَـٰهَا مِنْهُ إِنَّهُۥ لَيَـُٔوسٌ كَفُورٌ",
          "transliteration": "wala-in adhaqnā l-insāna minnā raḥmatan thumma nazaʿnāhā min'hu innahu layaūsun kafūrun",
          "translation": "Dan jika Kami berikan rahmat Kami kepada manusia, kemudian (rahmat itu) Kami cabut kembali, pastilah dia menjadi putus asa dan tidak berterima kasih.",
          "tafsir": "Allah menjelaskan jika Allah memberikan kepada manusia suatu macam nikmat, sebagai karunia-Nya seperti kemurahan rezeki, keuntungan dalam perdagangan, kesehatan badan, keamanan dalam negeri, dan anak-anak yang saleh, kemudian Allah mencabut nikmat-nikmat itu, maka manusia segera berubah tabiatnya menjadi orang yang putus asa. Mereka hanya memperlihatkan keingkaran dan tidak lagi menghargai nikmat-nikmat yang masih ada padanya. Di samping putus asa akan hilangnya nikmat itu, mereka juga ingkar kepada nikmat-nikmat yang masih ada padanya. Hal itu disebabkan karena ia tidak memiliki dua sifat yang utama yaitu kesabaran dan kesyukuran."
        },
        {
          "number": 10,
          "arabic": "وَلَئِنْ أَذَقْنَـٰهُ نَعْمَآءَ بَعْدَ ضَرَّآءَ مَسَّتْهُ لَيَقُولَنَّ ذَهَبَ ٱلسَّيِّـَٔاتُ عَنِّىٓ ۚ إِنَّهُۥ لَفَرِحٌ فَخُورٌ",
          "transliteration": "wala-in adhaqnāhu naʿmāa baʿda ḍarrāa massathu layaqūlanna dhahaba l-sayiātu ʿannī innahu lafariḥun fakhūrun",
          "translation": "Dan jika Kami berikan kebahagiaan kepadanya setelah ditimpa bencana yang menimpanya, niscaya dia akan berkata, \"Telah hilang bencana itu dariku.\" Sesungguhnya dia (merasa) sangat gembira dan bangga,",
          "tafsir": "Jika Allah menghindarkan manusia dari kemudaratan yang telah menimpa dirinya, dan menggantinya dengan beberapa kenikmatan seperti sembuh dari sakit, bertambah tenaga dan kekuatan, terlepas dari kesulitan, selamat dari ketakutan, maka ia berkata, \"Telah hilang dariku musibah dan penderitaan yang tidak akan kembali lagi.\" Musibah dan penderitaan itu tidak lain hanya seperti awan di musim kemarau yang akan segera hilang. Mereka mengucapkan kata-kata yang demikian itu dengan penuh kesombongan dan kebanggaan. Mereka merasa lebih berbahagia dari semua orang yang berada di sekitarnya. Pada dasarnya mereka tidak menerima nikmat-nikmat Allah dengan bersyukur bahkan sebaliknya mereka bersikap sombong dan takabur."
        },
        {
          "number": 11,
          "arabic": "إِلَّا ٱلَّذِينَ صَبَرُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ أُو۟لَـٰٓئِكَ لَهُم مَّغْفِرَةٌ وَأَجْرٌ كَبِيرٌ",
          "transliteration": "illā alladhīna ṣabarū waʿamilū l-ṣāliḥāti ulāika lahum maghfiratun wa-ajrun kabīrun",
          "translation": "Kecuali orang-orang yang sabar, dan mengerjakan kebajikan, mereka memperoleh ampunan dan pahala yang besar.",
          "tafsir": "Kemudian Allah mengecualikan dari orang-orang yang bersifat seperti tersebut di atas, beberapa orang yang sabar yang selalu berbuat kebajikan. Mereka itu berlaku sabar ketika ditimpa musibah, beriman kepada Allah, mengharapkan pahala-Nya, dan berbuat amal saleh ketika musibahnya itu telah diganti dengan kenikmatan, serta mensyukuri nikmat itu dengan mengamalkan berbagai amal kebajikan untuk mencapai keridaan Allah, mereka akan mendapat ampunan dari Allah dan pahala yang besar di akhirat nanti, sebagaimana tercantum dalam firman-Nya: Demi masa. Sungguh, manusia berada dalam kerugian, kecuali orang-orang yang beriman dan mengerjakan kebajikan serta saling menasihati untuk kebenaran dan saling menasihati untuk kesabaran. (al-Ashr/103: 1- 3)"
        },
        {
          "number": 12,
          "arabic": "فَلَعَلَّكَ تَارِكٌۢ بَعْضَ مَا يُوحَىٰٓ إِلَيْكَ وَضَآئِقٌۢ بِهِۦ صَدْرُكَ أَن يَقُولُوا۟ لَوْلَآ أُنزِلَ عَلَيْهِ كَنزٌ أَوْ جَآءَ مَعَهُۥ مَلَكٌ ۚ إِنَّمَآ أَنتَ نَذِيرٌ ۚ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ وَكِيلٌ",
          "transliteration": "falaʿallaka tārikun baʿḍa mā yūḥā ilayka waḍāiqun bihi ṣadruka an yaqūlū lawlā unzila ʿalayhi kanzun aw jāa maʿahu malakun innamā anta nadhīrun wal-lahu ʿalā kulli shayin wakīlun",
          "translation": "Maka boleh jadi engkau (Muhammad) hendak meninggalkan sebagian dari apa yang diwahyukan kepadamu dan dadamu sempit karenanya, karena mereka akan mengatakan, \"Mengapa tidak diturunkan kepadanya harta (kekayaan) atau datang bersamanya malaikat?\" Sungguh, engkau hanyalah seorang pemberi peringatan dan Allah pemelihara segala sesuatu.",
          "tafsir": "Pada ayat ini, Allah swt menegur Nabi Muhammad saw apakah ia meninggalkan sebagian wahyu yang diturunkan kepadanya, ataukah dadanya menjadi sempit karena ucapan orang-orang musyrik yang meminta tanda bukti atas kerasulannya. Tuntutan mereka itu ialah jika ia benar-benar nabi, mengapa tidak diturunkan kepadanya harta benda (kekayaan) atau mengapa tidak datang kepadanya beberapa malaikat yang meyakinkan kerasulannya. Ucapan semacam itu diterangkan pula dalam firman Allah yang lain: Dan mereka berkata, \"Mengapa Rasul (Muhammad) ini memakan makanan dan berjalan di pasar-pasar? Mengapa malaikat tidak diturunkan kepadanya (agar malaikat) itu memberikan peringatan bersama dia, atau (mengapa tidak) diturunkan kepadanya harta kekayaan atau (mengapa tidak ada) kebun baginya, sehingga dia dapat makan dari (hasil)nya?\" (al-Furqan/25: 7-8) Ucapan yang semacam itu yang berisi keingkaran dan cemoohan yang menimbulkan kesempitan dada pada orang yang dihadapinya juga dialami oleh Nabi Muhammad sendiri. Pada awalnya dikhawatirkan beliau akan terpengaruh oleh ucapan-ucapan semacam itu, sehingga beliau akan meninggalkan sebagian wahyu yang telah diwahyukan kepadanya. Akan tetapi Nabi Muhammad terpelihara dari tindakan seperti itu dan beliau tetap konsekuen melaksanakan risalahnya dengan sempurna sesuai dengan firman Allah: Dan sekiranya Kami tidak memperteguh (hati)mu, niscaya engkau hampir saja condong sedikit kepada mereka. (al-Isra/17: 74) Demikian pula firman Allah: Maka barangkali engkau (Muhammad) akan mencelakakan dirimu karena bersedih hati setelah mereka berpaling, sekiranya mereka tidak beriman kepada keterangan ini (Al-Quran). (al-Kahf/18: 6) Allah menjelaskan bahwa kedudukan Rasul hanyalah sebagai seorang pemberi peringatan dan tugas beliau hanya sekadar menyampaikan perintah Allah kepada umatnya. Di akhir ayat Allah menyatakan bahwa Dia selalu memelihara segala urusan hamba-Nya."
        }
      ]
    }
  ]
}