{
  "pageNumber": 35,
  "juz": 2,
  "surahs": [
    {
      "number": 2,
      "name": "Al-Baqarah",
      "nameArabic": "البقرة",
      "meaning": "Sapi Betina",
      "revelation": "Madinah",
      "description": "Surat \"Al Baqarah\" terdiri atas 286 ayat dan sebagian besar diturunkan di Madinah pada permulaan tahun Hijrah, kecuali ayat 281 yang diturunkan di Mina pada Haji wadaa' (haji Nabi Muhammad s.a.w. yang terakhir). Seluruh ayat surat Al Baqarah termasuk golongan Madaniyyah dan merupakan surat yang terpanjang di antara surat-surat Al Qur'an yang di dalamnya terdapat pula ayat yang terpanjang (ayat 282).Surat ini dinamai \"Al Baqarah\" karena di dalamnya disebutkan kisah penyembelihan sapi betina yang diperintahkan Allah kepada Bani Israil (ayat 67 sampai dengan 74), di mana dijelaskan watak orang Yahudi pada umumnya. Dinamai \"Fusthaathul-Qur'an\" (puncak Al Qur'an) karena memuat beberapa hukum yang tidak disebutkan dalam surat yang lain. Dinamai juga surat \"Alif-laam-miim\" karena surat ini dimulai dengan Alif-laam-miim.&nbsp;Pokok-Pokok Isi:1. Keimanan:Dakwah Islamiyah yang dihadapkan kepada umat Islam, ahli kitab dan para musyrikin.2. Hukum-hukum:Perintah mengerjakan shalat; menunaikan zakat; hukum puasa; hukum haji dan umrah; hukum qishash; halal dan haram; berinfak di jalan Allah; hukum arak dan judi; cara menyantuni anak yatim, larangan riba; utang-piutang; nafkah dan yang berhak menerimanya; wasiat kepada ibu-bapak dan kaum kerabat; hukum sumpah; kewajiban menyampaikan amanah; sihir; hukum merusak masjid; hukum mengubah kitab-kitab Allah; hukum haidh, 'iddah, thalak, khulu', ilaa' dan susuan; hukum melamar, mahar, larangan menikahi wanita musyrik dan sebaliknya; hukum perang.3. Kisah-kisah:Kisah penciptaan Nabi Adam a.s; kisah Nabi Ibrahim a.s.; kisah Nabi Musa a.s. dengan Bani Israil.4. Lain-lain:Sifat-sifat orang yang bertakwa; sifat-sifat orang munafik; sifat-sifat Allah; perumpamaan-perumpamaan; kiblat, kebangkitan sesudah mati.Kesimpulan surat Al Baqarah:1. Menjelaskan beberapa hukum dalam agama Islam.2. Mengemukakan beberapa perumpamaan.3. Mengemukakan hujjah-hujjah.Hubungan Surat Al Baqarah Dengan Surat Ali 'Imran:1. Dalam surat Al Baqarah, disebutkan Nabi Adam a.s. yang langsung diciptakan Allah, sedang dalam surat Ali'Imran, disebutkan tentang kelahiran Nabi 'Isa a.s. yang kedua-duanya diciptakan Allah secara menyelisihi kebiasaan.2. Dalam surat Al Baqarah, sifat dan perbuatan orang-orang Yahudi dibentangkan secara luas disertai dengan hujjah untuk mematahkan hujjah-hujjah mereka yang membela kesesatan, sedang dalam surat Ali 'Imran, dibentangkan hal-hal serupa yang berhubungan dengan orang Nasrani.3. Surat Al Baqarah dimulai dengan menyebutkan tiga golongan manusia, yaitu orang mukmin, orang yang mengimani hari akhir, dan orang munafik. Sementara itu, surat Ali 'Imran dimulai dengan menyebutkan orang yang suka mentakwilkan ayat yang mutasyabihaat secara salah untuk memfitnah orang mukmin, dan menyebutkan orang yang mempunyai keahlian dalam menakwilkannya.4. Surat Al Baqarah disudahi dengan permohonan kepada Allah agar kesalahan-kesalahan dan kealpaan dalam melaksanakan ketaatan diampuni, sedang surat Ali 'Imran disudahi dengan permohonan kepada Allah agar Dia memberi pahala atas amal saleh yang dilakukan hamba-Nya.5. Surat Al Baqarah dimulai dengan menyebutkan sifat-sifat orang yang bertakwa, sedang surat Ali 'Imran dimulai dengan perintah bertakwa.",
      "verses": [
        {
          "number": 220,
          "arabic": "فِى ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ ۗ وَيَسْـَٔلُونَكَ عَنِ ٱلْيَتَـٰمَىٰ ۖ قُلْ إِصْلَاحٌ لَّهُمْ خَيْرٌ ۖ وَإِن تُخَالِطُوهُمْ فَإِخْوَٰنُكُمْ ۚ وَٱللَّهُ يَعْلَمُ ٱلْمُفْسِدَ مِنَ ٱلْمُصْلِحِ ۚ وَلَوْ شَآءَ ٱللَّهُ لَأَعْنَتَكُمْ ۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ",
          "transliteration": "fī l-dun'yā wal-ākhirati wayasalūnaka ʿani l-yatāmā qul iṣ'lāḥun lahum khayrun wa-in tukhāliṭūhum fa-ikh'wānukum wal-lahu yaʿlamu l-muf'sida mina l-muṣ'liḥi walaw shāa l-lahu la-aʿnatakum inna l-laha ʿazīzun ḥakīmun",
          "translation": "tentang dunia dan akhirat. Mereka menanyakan kepadamu (Muhammad) tentang anak-anak yatim. Katakanlah, \"Memperbaiki keadaan mereka adalah baik!\" Dan jika kamu mempergauli mereka, maka mereka adalah saudara-saudaramu. Allah mengetahui orang yang berbuat kerusakan dan yang berbuat kebaikan. Dan jika Allah menghendaki, niscaya Dia datangkan kesulitan kepadamu. Sungguh, Allah Mahaperkasa, Mahabijaksana.",
          "tafsir": "Kemudian dalam ayat ini, Allah swt sekaligus menjawab pertanya-an tentang masalah anak-anak yatim. Anak-anak yatim yaitu anak-anak yang tidak berbapak lagi, karena sudah meninggal. Timbulnya pertanyaan mengenai anak-anak yatim ini pada masa Rasulullah saw dari orang-orang yang selama ini hidup bersama anak yatim, bercampur hartanya dengan harta mereka, serta sama-sama makan dan minum dalam satu rumah. Dengan jalan begitu, terpeliharalah anak-anak yatim, baik makan maupun kesejahteraannya, tetapi kemudian turunlah ayat ini: Sesungguhnya orang-orang yang memakan harta anak yatim secara zalim, sebenarnya mereka itu menelan api dalam perutnya dan mereka akan masuk ke dalam api yang menyala-nyala (neraka). (an-Nisa'/4: 10) Dengan turunnya ayat itu, maka mereka ragu-ragu, kalau perbuatannya terhadap anak-anak yatim selama ini zalim, termasuk memakan harta anak yatim itu. Ayat 220 ini menjelaskan bahwa yang pokok dalam hal ini adalah pemeliharaan yang baik terhadap anak-anak yatim, jangan sampai tersia-sia hidupnya. Jangan sampai mereka terlantar serta tak terjamin ketenteraman dan kesejahteraannya. Semua macam pemeliharaan dan penjagaan anak-anak yatim adalah merupakan kebaikan. Andaikata mereka dibawa tinggal serumah itu pun juga baik, sebab dengan tinggal bersama-sama sudah merupakan hidup bersaudara. Seolah-olah anak yatim itu merupakan saudara kecil, dipelihara kesehatannya seperti memelihara saudara, atau anak kandung sendiri. Jadi boleh mencampur harta anak-anak yatim dengan harta orang yang memeliharanya, asal ada niat untuk keselamatan mereka dan tidak untuk merugikan mereka. Perkara niat seseorang dan apa yang disimpan di dalam hatinya, hanya Allah-lah yang tahu, sebab Allah Maha Mengetahui siapa yang baik dan siapa yang jahat. Banyak terjadi, orang mengatakan berniat baik memelihara anak yatim, tetapi kenyataannya dia menganiaya dan menyiksanya. Dalam memelihara anak yatim, tergantung kepada kemampuan yang memelihara, namun yang pokok adalah terjaminnya keselamatan anak-anak yatim tersebut, dan jangan sampai mereka itu tersia-sia, baik mengenai keperluan makan minumnya, pakaian dan tempat tinggalnya, serta pendidikan dan kesehatannya, lebih-lebih mengenai harta bendanya, bila ada. Itu harus dipelihara sebaik mungkin. Apabila anak-anak yatim itu sampai tersia-sia, niscaya hal itu akan menimbulkan kemurkaan Allah swt. Sesungguhnya Dia Mahaperkasa lagi Mahabijaksana dalam mengatur kemaslahatan hamba-Nya."
        },
        {
          "number": 221,
          "arabic": "وَلَا تَنكِحُوا۟ ٱلْمُشْرِكَـٰتِ حَتَّىٰ يُؤْمِنَّ ۚ وَلَأَمَةٌ مُّؤْمِنَةٌ خَيْرٌ مِّن مُّشْرِكَةٍ وَلَوْ أَعْجَبَتْكُمْ ۗ وَلَا تُنكِحُوا۟ ٱلْمُشْرِكِينَ حَتَّىٰ يُؤْمِنُوا۟ ۚ وَلَعَبْدٌ مُّؤْمِنٌ خَيْرٌ مِّن مُّشْرِكٍ وَلَوْ أَعْجَبَكُمْ ۗ أُو۟لَـٰٓئِكَ يَدْعُونَ إِلَى ٱلنَّارِ ۖ وَٱللَّهُ يَدْعُوٓا۟ إِلَى ٱلْجَنَّةِ وَٱلْمَغْفِرَةِ بِإِذْنِهِۦ ۖ وَيُبَيِّنُ ءَايَـٰتِهِۦ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ",
          "transliteration": "walā tankiḥū l-mush'rikāti ḥattā yu'minna wala-amatun mu'minatun khayrun min mush'rikatin walaw aʿjabatkum walā tunkiḥū l-mush'rikīna ḥattā yu'minū walaʿabdun mu'minun khayrun min mush'rikin walaw aʿjabakum ulāika yadʿūna ilā l-nāri wal-lahu yadʿū ilā l-janati wal-maghfirati bi-idh'nihi wayubayyinu āyātihi lilnnāsi laʿallahum yatadhakkarūna",
          "translation": "Dan janganlah kamu nikahi perempuan musyrik, sebelum mereka beriman. Sungguh, hamba sahaya perempuan yang beriman lebih baik daripada perempuan musyrik meskipun dia menarik hatimu. Dan janganlah kamu nikahkan orang (laki-laki) musyrik (dengan perempuan yang beriman) sebelum mereka beriman. Sungguh, hamba sahaya laki-laki yang beriman lebih baik daripada laki-laki musyrik meskipun dia menarik hatimu. Mereka mengajak ke neraka, sedangkan Allah mengajak ke surga dan ampunan dengan izin-Nya. (Allah) menerangkan ayat-ayat-Nya kepada manusia agar mereka mengambil pelajaran.",
          "tafsir": "Di dalam ayat ini ditegaskan larangan bagi seorang Muslim mengawini perempuan musyrik dan larangan mengawinkan perempuan mukmin dengan laki-laki musyrik, kecuali kalau mereka telah beriman. Walaupun mereka itu cantik dan rupawan, gagah, kaya, dan sebagainya, budak perempuan atau budak laki-laki yang mukmin lebih baik untuk dikawini daripada mereka. Dari pihak perempuan yang beriman tidak sedikit pula jumlahnya yang cantik, menarik hati, dan berakhlak. Dalam sebuah hadis Rasulullah saw bersabda: Jangan kamu mengawini perempuan karena kecantikannya, mungkin kecantikan itu akan membinasakan mereka, janganlah kamu mengawini mereka karena harta kekayaannya, mungkin harta kekayaan itu akan menyebabkan mereka durhaka dan keras kepala. Tetapi kawinilah mereka karena agamanya (iman dan akhlaknya). Budak perempuan yang hitam, tetapi beragama, lebih baik dari mereka yang tersebut di atas. (Riwayat Ibnu Majah dari Abdullah bin 'Umar). Dalam hadis lain, Rasulullah saw bersabda: Perempuan itu dinikahi karena empat hal, yaitu: karena hartanya, karena keturunannya, karena kecantikannya dan karena agamanya. Pilihlah perempuan yang beragama, maka engkau akan beruntung. (Riwayat al-Bukhari dan Muslim dari Abu Hurairah) Perkawinan erat hubungannya dengan agama. Orang musyrik bukan orang beragama, mereka menyembah selain Allah. Dalam soal perkawinan dengan orang musyrik ada batas larangan yang kuat, tetapi dalam soal pergaulan, bermasyarakat itu biasa saja. Sebab perkawinan erat hubungannya dengan keturunan dan keturunan erat hubungannya dengan harta warisan, makan dan minum, dan ada hubungannya dengan pendidikan dan pembangunan Islam. Perkawinan dengan orang musyrik dianggap membahayakan seperti diterangkan di atas, maka Allah melarang mengadakan hubungan perkawinan dengan mereka. Golongan orang musyrik itu akan selalu menjerumuskan umat Islam ke dalam bahaya di dunia, dan menjerumuskannya ke dalam neraka di akhirat, sedang ajaran-ajaran Allah kepada orang-orang mukmin selalu membawa kepada kebahagiaan dunia dan akhirat."
        },
        {
          "number": 222,
          "arabic": "وَيَسْـَٔلُونَكَ عَنِ ٱلْمَحِيضِ ۖ قُلْ هُوَ أَذًى فَٱعْتَزِلُوا۟ ٱلنِّسَآءَ فِى ٱلْمَحِيضِ ۖ وَلَا تَقْرَبُوهُنَّ حَتَّىٰ يَطْهُرْنَ ۖ فَإِذَا تَطَهَّرْنَ فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ ٱللَّهُ ۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلتَّوَّٰبِينَ وَيُحِبُّ ٱلْمُتَطَهِّرِينَ",
          "transliteration": "wayasalūnaka ʿani l-maḥīḍi qul huwa adhan fa-iʿ'tazilū l-nisāa fī l-maḥīḍi walā taqrabūhunna ḥattā yaṭhur'na fa-idhā taṭahharna fatūhunna min ḥaythu amarakumu l-lahu inna l-laha yuḥibbu l-tawābīna wayuḥibbu l-mutaṭahirīna",
          "translation": "Dan mereka menanyakan kepadamu (Muhammad) tentang haid. Katakanlah, \"Itu adalah gangguan (sesuatu yang kotor).\" Karena itu jauhilah<sup foot_note=135027>1</sup> istri pada waktu haid; dan jangan kamu dekati mereka sebelum mereka suci.<sup foot_note=135028>2</sup> Apabila mereka telah suci, campurilah mereka sesuai dengan (ketentuan) yang diperintahkan Allah kepadamu. Sungguh, Allah menyukai orang yang tobat dan menyukai orang yang menyucikan diri.",
          "tafsir": "Dalam ayat ini dijelaskan tentang haid dan sikap menghadapi perempuan yang sedang dalam keadaan haid. Darah haid adalah sel-sel telur yang lemah akibat tidak dibuahi yang keluar dari rahim perempuan tiap-tiap bulan, paling cepat sehari semalam lamanya, dan biasanya 6 atau 7 hari, dan paling lama 15 hari. Bermacam-macam sikap orang dahulu terhadap perempuan yang haid. Orang Yahudi sangat keras sikapnya, tidak mau bergaul dengan istrinya yang haid, tidak mau makan minum bersama, tidak mau bersama-sama serumah dengan mereka, dan tidak mau menyentuh perempuan haid karena kulitnya dianggap najis. Orang Nasrani sikapnya lain lagi, mereka bergaul biasa saja dengan perempuan haid, tidak ada perbedaan antara yang haid dengan yang tidak haid. Mereka menggaulinya secara bebas dan berbuat sesuka hatinya. Orang Arab pada zaman jahiliah sama saja sikapnya dengan orang Yahudi. Islam melarang suami menggauli istrinya yang sedang haid. Para ahli kesehatan telah banyak menerangkan tentang bahaya bersetubuh dengan perempuan haid. Akhir ayat tersebut menerangkan bahwa Allah sayang sekali kepada orang yang mau bertobat dari kesalahannya, dan kepada orang yang selalu menjaga kebersihan. Masa haid pada wanita dewasa terjadi saat indung telur yang tidak dibuahi dikeluarkan dari tubuh. Karena tidak terjadi pembuahan, maka dinding rahim yang semula sudah dalam keadaan siap menerima pembuahan akan berkontraksi. Dengan kontraksi ini, maka indung telur yang tidak dibuahi akan dibuang keluar bersama dengan darah yang dikeluarkan dari urat darah rambut yang pecah. Setelah telur dan darah keluar tubuh akan mengulang kembali proses pematang indung telur. Semua proses ini diulangi terus menerus pada periode waktu tertentu. Setiap bulan, indung telur baru dibentuk, hormon yang sama juga dikeluarkan, semuanya dalam waktu yang sama. Dengan demikian, wanita mempunyai waktu tertentu yang betul-betul siap untuk dibuahi. Apabila pembuahan terjadi, maka pola haid yang berputar secara terus menerus akan berubah. Terjadinya \"kekosongan\" di dalam rahim hanya dapat diketahui melalui pemeriksaan anatomi kandungan dengan menggunakan peralatan canggih. Akan tetapi, ternyata perubahan yang hanya dapat diungkapkan oleh ilmu pengetahuan modern ini, telah diungkapkan dalam Al-Qur'an, yang artinya demikian: \"Allah mengetahui apa yang dikandung setiap perempuan, apa yang kurang sempurna dan apa yang bertambah dalam rahim. Dan segala sesuatu ada ukuran di sisi-Nya.\" (ar-Ra'd/13: 8) Ayat di atas berbicara mengenai terjadinya masa haid. Terjemahaan ayat tersebut kurang dapat memperlihatkan proses haid dengan baik. Akan tetapi, terjemahan bahasa Inggrisnya nampaknya lebih dapat mengungkapkan proses ini, demikian: \"Allah knows what every female bears and every shrinking of the womb and every swelling. Everything has its measure with Him\". (ar-Ra'd/13: 8) Pada permulaan masa haid lapisan mukus (lendir) yang melapisi dinding rahim (lapisan endometrium) setebal 0,5 mm. Oleh pengaruh hormon yang dikelurkan oleh indung telur, lapisan ini akan menebal menjadi 5-6 mm. Lapisan inilah yang kemudian dibuang saat telur tidak dibuahi. Sebagaimana dapat dilihat dari ayat di atas, penebalan dan terkelupasnya lapisan di dinding rahim diekspresikan oleh terjemahan \"shrinking\" dan swelling\""
        },
        {
          "number": 223,
          "arabic": "نِسَآؤُكُمْ حَرْثٌ لَّكُمْ فَأْتُوا۟ حَرْثَكُمْ أَنَّىٰ شِئْتُمْ ۖ وَقَدِّمُوا۟ لِأَنفُسِكُمْ ۚ وَٱتَّقُوا۟ ٱللَّهَ وَٱعْلَمُوٓا۟ أَنَّكُم مُّلَـٰقُوهُ ۗ وَبَشِّرِ ٱلْمُؤْمِنِينَ",
          "transliteration": "nisāukum ḥarthun lakum fatū ḥarthakum annā shi'tum waqaddimū li-anfusikum wa-ittaqū l-laha wa-iʿ'lamū annakum mulāqūhu wabashiri l-mu'minīna",
          "translation": "Istri-istrimu adalah ladang bagimu, maka datangilah ladangmu itu kapan saja dengan cara yang kamu sukai. Dan utamakanlah (yang baik) untuk dirimu. Bertakwalah kepada Allah dan ketahuilah bahwa kamu (kelak) akan menemui-Nya. Dan sampaikanlah kabar gembira kepada orang yang beriman.",
          "tafsir": "Dalam ayat ini, istri diumpamakan dengan ladang tempat bercocok tanam dan tempat menyebarkan bibit tanam-tanaman. Boleh mendatangi kebun itu dari mana saja arahnya asal untuk menyebarkan bibit dan untuk berkembangnya tanaman dengan baik dan subur. Istri adalah tempat menyebarkan bibit keturunan agar berkembang dengan baik, maka seorang suami boleh bercampur dengan istrinya dengan berbagai cara yang disukainya, asal tidak mendatangkan kemudaratan. Jelas bahwa maksud perkawinan itu untuk kebahagiaan hidup berkeluarga termasuk mendapatkan keturunan, bukan hanya sekadar bersenang-senang melepaskan syahwat. Untuk itu, Allah menyuruh berbuat amal kebajikan, sebagai persiapan untuk masa depan agar mendapat keturunan yang saleh, berguna bagi agama dan bangsa, serta berbakti kepada kedua orang tuanya. Kemudian Allah menyuruh para suami agar berhati-hati menjaga istri dan anak-anaknya, menjaga rumah tangga, jangan sampai hancur dan berantakan. Karena itu bertakwalah kepada Allah. Sebab akhirnya manusia akan kembali kepada Allah jua, dan akan bertemu dengan-Nya di akhirat nanti untuk menerima balasan atas setiap amal perbuatan yang dikerjakannya di dunia. Allah swt menyuruh agar setiap orang mukmin yang bertakwa kepada-Nya diberi kabar gembira bahwa mereka akan memperoleh kebahagiaan di dunia ini dan juga di akhirat kelak. Tanah yang digunakan untuk bercocok-tanam adalah tanah yang subur, di dalamnya penuh dengan nutrisi dan zat-zat fertilizer lainnya, termasuk mineral. Ketika benih dimasukkan ke dalam tanah yang subur seperti itu, maka benih tersebut segera berkecambah, tumbuh dengan subur pula. Kecambah ini tumbuh dengan energi yang di dapat dari nutrisi tanah itu. Jelas bahwa tanah yang digunakan untuk bercocok-tanam itu, merupakan media subur bagi tumbuhnya benih menjadi tanaman baru. Pada ayat di atas, dijelaskan bahwa \"istri-istri kamu adalah (seperti) tanah tempat kamu bercocok-tanam\". Memang demikianlah halnya, karena rahim yang ada pada setiap wanita, merupakan media yang subur bagi terjadinya konsepsi antara sperma (benih laki-laki) dengan sel telur, yang terdapat di dalam rahim wanita. Peristiwa konsepsi ini akan segera diikuti dengan pertumbuhan menjadi janin, dibantu oleh 'makanan yang berupa nutrisi atau vitamin-vitamin yang terdapat dalam rahim ibu tersebut. Bahkan mitokondria ibu, akan memberikan supply energi pada proses pertumbuhan janin menjadi bayi. Jadi tepatlah perumpamaan di atas, bahwa istri-istri merupakan ladang atau tanah untuk bercocok-tanam."
        },
        {
          "number": 224,
          "arabic": "وَلَا تَجْعَلُوا۟ ٱللَّهَ عُرْضَةً لِّأَيْمَـٰنِكُمْ أَن تَبَرُّوا۟ وَتَتَّقُوا۟ وَتُصْلِحُوا۟ بَيْنَ ٱلنَّاسِ ۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ",
          "transliteration": "walā tajʿalū l-laha ʿur'ḍatan li-aymānikum an tabarrū watattaqū watuṣ'liḥū bayna l-nāsi wal-lahu samīʿun ʿalīmun",
          "translation": "Dan janganlah kamu jadikan (nama) Allah dalam sumpahmu sebagai penghalang untuk berbuat kebajikan, bertakwa dan menciptakan kedamaian di antara manusia.<sup foot_note=135029>1</sup> Allah Maha Mendengar, Maha Mengetahui.",
          "tafsir": "Ayat ini memperingatkan manusia agar berhati-hati mem-pergunakan nama Allah dalam bersumpah. Jangan berani bersumpah dengan menyebut nama Allah untuk hal-hal yang tidak baik dan yang dilarang oleh agama, sebab nama Allah sangat mulia dan harus diagungkan. Diriwayatkan oleh Ibnu Jarir bahwa sebab turunnya ayat 224 ini, ialah ketika Abu Bakar bersumpah dengan menyebut nama Allah, bahwa ia tidak akan membantu lagi seorang kerabatnya (an-Nur/24 :22) yang bernama Mistah yang turut menyiarkan kabar bohong menjelek-jelekkan nama Aisyah istri Rasulullah saw. Riwayat yang mencemarkan nama baik Aisyah oleh orang-orang munafik disebut hadisul-ifki (kabar bohong). Dalam ayat ini dilarang bersumpah untuk tidak berbuat baik atau tidak bertakwa atau tidak mengadakan islah di antara manusia. Kalau sumpah seperti itu sudah diucapkan, wajib dilanggar (dibatalkan), sebab sumpah tersebut tidak pada tempatnya, tetapi sesudah sumpah itu dilanggar, harus ditebus dengan membayar kafarat, yaitu memerdekakan seorang budak atau memberi makan sepuluh orang miskin atau memberi pakaian kepada mereka atau kalau tak sanggup, berpuasa selama 3 hari. Allah selalu mendengar dan mengetahui apa yang diucapkan dan dikerjakan oleh setiap orang. Bersumpah yang hanya ucapan lidah saja tanpa sungguh-sungguh tidaklah akan dihukum Allah. Tapi sumpah yang keluar dari hati dan diucapkan oleh lidah akan dinilai sebagai sumpah."
        }
      ]
    }
  ]
}