{
  "pageNumber": 411,
  "juz": 21,
  "surahs": [
    {
      "number": 31,
      "name": "Luqman",
      "nameArabic": "لقمان",
      "meaning": "Luqman",
      "revelation": "Makkah",
      "description": "Surat Luqman terdiri dari 34 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Ash-Shaffat.Dinamai \"Luqman\" karena pada ayat ke-12 disebutkan bahwa \"Luqman\" telah diberi nikmat dan ilmu pengetahuan oleh Allah. Oleh sebab itu, dia bersyukur kepada-Nya atas nikmat yang diberikan itu. Dan pada ayat ke-13 sampai ke-19 terdapat nasihat-nasihat Luqman kepada anaknya.Ini adalah sebagai isyarat dari Allah agar semua kedua orang tua juga melaksanakan terhadap anak-anak mereka sebagaimana yang telah dilakukan Luqman.**Pokok-Pokok Isi:**1. **Keimanan:** Al-Qur'an merupakan petunjuk dan rahmat yang dirasakan oleh orang-orang mukmin; keadaan di langit dan di bumi serta keajaiban-keajaiban yang terdapat pada keduanya adalah bukti-bukti atas keesaan dan kekuasaan Allah; manusia hanya akan selamat dengan taat kepada perintah-perintah Allah dan berbuat amal saleh; lima hal ghaib yang hanya diketahui oleh Allah; ilmu Allah meliputi segala sesuatu, baik yang lahir maupun yang batin.2. **Hukum-hukum:** Kewajiban patuh dan berbakti kepada kedua orang tua selama tidak bertentangan dengan perintah Allah; perintah agar memperhatikan alam dan keajaibannya untuk memperkuat keimanan dan kepercayaan akan keesaan Allah; perintah agar selalu bertakwa dan takut akan pembalasan Allah pada hari kiamat ketika seseorang tidak dapat ditolong oleh anak atau ayahnya sekalipun.3. **Kisah-kisah:** Kisah Luqman, ilmu dan hikmah yang didapatnya.4. **Lain-lain:** Orang-orang yang sesat dari jalan Allah dan selalu memperolok-olokkan ayat-ayat Allah; celaan terhadap orang-orang musyrik karena tidak menghiraukan seruan untuk memperhatikan alam dan tidak menyembah Penciptanya; menghibur Rasulullah atas keingkaran orang-orang musyrik, dan hal itu bukan merupakan kelalaiannya; nikmat dan karunia Allah tidak dapat dihitung.Surat Luqman mengemukakan hal-hal yang berhubungan dengan hari kebangkitan, keesaan Allah, kebenaran risalah yang dibawa para rasul, dan nasihat-nasihat Luqman kepada anaknya.**Hubungan Surat Luqman Dengan Surat As-Sajdah:**1. Kedua surat ini sama-sama menerangkan dalil-dalil dan bukti-bukti keesaan Allah.2. Dalam surat Luqman disebutkan keingkaran kaum musyrikin terhadap Al-Qur'an, sedangkan surat As Sajdah menegaskan bahwa Al-Qur'an itu benar-benar diturunkan dari Allah.3. Dalam surat Luqman ayat ke-34 disebutkan bahwa ada lima hal gaib yang hanya diketahui Allah, sedangkan dalam surat As-Sajdah Allah menerangkan dengan lebih luas hal-hal yang berhubungan dengan perkara gaib itu (lihat ayat ke-5 sampai ke-11 dan ke-27 surat As-Sajdah).",
      "verses": [
        {
          "number": 1,
          "arabic": " الٓمٓ",
          "transliteration": "alif-lam-meem",
          "translation": "Alif Lām Mīm.",
          "tafsir": "Surah Luqman ini dimulai dengan huruf-huruf hijaiyah \"Alif Lam Mim\". Selanjutnya lihat tafsir Alif Lam Mim pada jilid I."
        },
        {
          "number": 2,
          "arabic": "تِلْكَ ءَايَـٰتُ ٱلْكِتَـٰبِ ٱلْحَكِيمِ",
          "transliteration": "til'ka āyātu l-kitābi l-ḥakīmi",
          "translation": "Inilah ayat-ayat Alquran yang mengandung hikmah,",
          "tafsir": "Ayat ini menerangkan bahwa ayat-ayat Al-Qur'an itu disusun dengan rapi dan teliti, dengan gaya bahasa yang tinggi nilai sastranya, dan dengan tujuan yang agung dan mulia bagi manusia yang mengikuti petunjuk-petunjuknya. Tidak terdapat di dalamnya cacat, cela, dan kekurangan walaupun sedikit. Juga tidak ada satu pun dari ayat-ayatnya yang bertentangan satu sama lain. Perintah-perintahnya mudah dilaksanakan oleh siapa pun, dalam keadaan bagaimanapun dan di mana pun ia berada."
        },
        {
          "number": 3,
          "arabic": "هُدًى وَرَحْمَةً لِّلْمُحْسِنِينَ",
          "transliteration": "hudan waraḥmatan lil'muḥ'sinīna",
          "translation": "sebagai petunjuk dan rahmat bagi orang-orang yang berbuat kebaikan,",
          "tafsir": "Ayat-ayat ini menegaskan bahwa ayat-ayat Al-Qur'an berisi petunjuk-petunjuk bagi manusia dalam mengarungi semua sisi kehidupan di dunia yang mengantar dan memimpinnya mencapai kebahagiaan hidup di akhirat kelak. Jika manusia membuka lembaran-lembaran sejarah dari zaman dahulu sampai sekarang, ia akan berkesimpulan bahwa dengan diutusnya Nabi Muhammad oleh Allah dengan membawa Al-Qur'an yang berisi pokok-pokok risalah yang dibawanya, maka terbukalah pintu-pintu kebajikan bagi semesta alam. Dengan hal itu, bertambah pulalah perkembangan ilmu pengetahuan dengan segala macam cabangnya. Sekalipun telah ada kebudayaan yang tinggi sebagai hasil pemikiran manusia pada periode sebelum ini, seperti kebudayaan Mesir kuno, Babilonia, Yunani, dan sebagainya, namun semua itu belum mempunyai dasar-dasar yang kuat dan kukuh untuk mencapai perkembangan manusia lebih lanjut dan sempurna di kemudian hari. Dalam bidang hidup dan kehidupan manusia, Al-Qur'an memberi petunjuk agar manusia menjaga keseimbangan antara kehidupan jasmani dan rohani, serta keseimbangan dalam mencapai kehidupan duniawi dan ukhrawi. Demikian pula dalam hidup bermasyarakat dan bernegara, apa yang halal dan baik untuk dimakan boleh dimakan dan apa yang tidak baik jangan dimakan. Juga terdapat tuntunan cara berbicara dan bergaul yang baik dan sebagainya. Al-Qur'an memberi petunjuk dan aturannya, kemudian manusia mengolah dan menyesuaikan dirinya dengan alam sekelilingnya berdasarkan petunjuk dan aturan itu, mana yang paling baik dan tepat untuk dilaksanakan, dan mana yang harus dijauhi dan ditinggalkan. Orang-orang yang memikirkan, merenungkan, mengolah, dan mengamalkan petunjuk-petunjuk Al-Qur'an dengan sebaik-baiknya adalah \"orang-orang yang muhsin\"."
        },
        {
          "number": 4,
          "arabic": "ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤْتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلْـَٔاخِرَةِ هُمْ يُوقِنُونَ",
          "transliteration": "alladhīna yuqīmūna l-ṣalata wayu'tūna l-zakata wahum bil-ākhirati hum yūqinūna",
          "translation": "(yaitu) orang-orang yang melaksanakan salat, menunaikan zakat dan mereka meyakini adanya akhirat.",
          "tafsir": "Pada ayat-ayat ini disebutkan bahwa di antara tanda-tanda orang yang muhsin itu adalah: 1. Selalu mengerjakan salat lima waktu yang diwajibkan kepadanya pada setiap waktu yang telah ditentukan. Ia selalu berusaha untuk melaksanakan salat itu dengan sebaik-baiknya lengkap dengan rukun dan syaratnya. 2. Selalu menunaikan zakat jika telah terpenuhi syarat-syarat wajibnya. Ia yakin bahwa menunaikan zakat itu adalah kewajiban karena dalam hartanya itu terdapat hak orang lain yang harus segera diserahkan. 3. Yakin bahwa masih ada hidup sesudah mati, yaitu di akhirat. Pada kehidupan akhirat itu setiap manusia akan memperoleh keadilan yang sempurna dari Allah. Perbuatan baik di balas dengan surga dan perbuatan jahat dibalas dengan siksaan neraka."
        },
        {
          "number": 5,
          "arabic": "أُو۟لَـٰٓئِكَ عَلَىٰ هُدًى مِّن رَّبِّهِمْ ۖ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
          "transliteration": "ulāika ʿalā hudan min rabbihim wa-ulāika humu l-muf'liḥūna",
          "translation": "Merekalah orang-orang yang tetap mendapat petunjuk dari Tuhannya dan mereka itulah orang-orang yang beruntung.",
          "tafsir": "Orang-orang yang mempunyai tanda-tanda dan sifat-sifat yang disebutkan pada ayat-ayat yang lalu adalah orang-orang yang mengikuti petunjuk Tuhannya. Ia mendapatkan keberuntungan karena memperoleh hasil yang baik dan menyenangkan hatinya, setelah bekerja dan berusaha mengikuti petunjuk-petunjuk Al-Qur'an. Seorang yang beramal saleh akan mendapatkan keberuntungan hidup di dunia dan di akhirat nanti, dan hal itu diperoleh dengan melakukan perbuatan yang baik."
        },
        {
          "number": 6,
          "arabic": "وَمِنَ ٱلنَّاسِ مَن يَشْتَرِى لَهْوَ ٱلْحَدِيثِ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِ بِغَيْرِ عِلْمٍ وَيَتَّخِذَهَا هُزُوًا ۚ أُو۟لَـٰٓئِكَ لَهُمْ عَذَابٌ مُّهِينٌ",
          "transliteration": "wamina l-nāsi man yashtarī lahwa l-ḥadīthi liyuḍilla ʿan sabīli l-lahi bighayri ʿil'min wayattakhidhahā huzuwan ulāika lahum ʿadhābun muhīnun",
          "translation": "Dan di antara manusia (ada) orang yang mempergunakan percakapan kosong untuk menyesatkan (manusia) dari jalan Allah tanpa ilmu dan menjadikannya olok-olokan. Mereka itu akan memperoleh azab yang menghinakan.",
          "tafsir": "Ayat ini menerangkan bahwa di antara manusia ada yang tidak menghiraukan perkataan yang bermanfaat, yang dapat menambah keyakinan manusia kepada agama dan memperbaiki budi pekertinya. Mereka lebih suka mengatakan perkataan-perkataan yang tidak ada manfaatnya, menyampaikan khurafat-khurafat, dongengan-dongengan orang masa lalu, lelucon-lelucon yang tidak ada artinya. Di antara contohnya adalah seperti yang dilakukan Nadhar bin haris, dengan cara membeli buku-buku berbahasa Persia yang berisi cerita-cerita, kemudian dia mencemoohkannya kepada orang-orang Quraisy. Kalau perlu, mereka menggaji penyanyi-penyanyi untuk diperdengarkan suaranya kepada orang banyak. Isi nyanyian dan suaranya itu dibuat sedemikian rupa sehingga dapat merangsang orang yang mendengarkannya untuk melakukan perbuatan-perbuatan yang dilarang, dan makin menjauhkannya dari agama. Diriwayatkan dari Nafi', ia berkata, \"Aku berjalan bersama 'Abdullah bin 'Umar dalam suatu perjalanan, maka terdengar bunyi seruling. 'Abdullah lalu meletakkan jarinya ke lubang telinga, agar tidak mendengar bunyi seruling itu dan ia berbelok melalui jalan yang lain. Kemudian ia berkata, Nafi apakah engkau masih mendengar suara itu? Aku menjawab, 'Tidak. Maka ia mengeluarkan anak jarinya dari telinganya dan berkata, 'Beginilah aku melihat yang diperbuat Rasulullah saw jika mendengar bunyi semacam itu.\" Pada riwayat yang lain dari 'Abdurrahman bin 'Auf bahwa Rasulullah saw bersabda: Aku dilarang (mendengarkan) dua macam suara (bunyi) yang tidak ada artinya dan menimbulkan perbuatan jahat, yaitu suara lagu yang melalaikan dan seruling-seruling setan dan (kedua) suara ketika ditimpa musibah, yaitu yang menampar muka, mengoyak-ngoyak baju, dan nyanyian setan. (Riwayat at-Tirmidzi) Menurut Ibnu Mas'ud, yang dimaksud dengan perkataan lahw al-hadis dalam ayat ini ialah nyanyian karena ia dapat menimbulkan kemunafikan di dalam hati. Sebagian ulama mengatakan bahwa semua suara, perkataan, nyanyian, bunyi-bunyian yang dapat merusak ketaatan kepada Allah dan mendorong orang-orang yang mendengarnya melakukan perbuatan yang terlarang, disebut lahw al-hadis. Dari ayat dan hadis-hadis di atas dapat diambil kesimpulan bahwa yang dilarang itu ialah mendengarkan nyanyian yang dapat membangkitkan nafsu birahi dan menjurus ke perbuatan zina, seperti nyanyian yang berisi kata-kata kotor. Termasuk juga nyanyian atau musik yang menyebabkan pendengarnya mengerjakan perbuatan-perbuatan terlarang, seperti minum khamar dan sebagainya. Mendengar nyanyian atau musik yang tujuannya untuk melapangkan pikiran pada waktu istirahat atau hari raya tidak dilarang. Bahkan disuruh mendengarkannya jika nyanyian atau musik itu mempunyai arti yang baik, menambah iman, memperbaiki budi pekerti, dan menambah semangat bekerja dan berjuang. Qusyairi berkata, \"Ditabuh rebana di hadapan Nabi saw ketika beliau memasuki kota Medinah, lalu Abu Bakar ingin menghentikannya, maka Rasulullah saw berkata, 'Biarkanlah mereka menabuh rebana, hai Abu Bakar, hingga orang-orang Yahudi mengetahui bahwa agama kita tidak sempit. Mereka menabuh rebana disertai dengan nyanyian-nyanyian dan syair-syair, di antara bait-baitnya berbunyi: \"Nahnu banatun Najjar, habbadha Muhammadun min jar\" (kami adalah perempuan-perempuan Bani Najjar, alangkah baiknya nasib kami jika Muhammad menjadi tetangga kami).\" Pada ayat ini, Allah menerangkan akibat mendengar dan memperdengarkan nyanyian, musik, dan perkataan yang terlarang. Mereka akan memperoleh azab yang sangat menghinakan di hari Kiamat akibat perbuatan mereka yang tidak mengindahkan yang hak dan memilih kebatilan, serta menukar petunjuk dengan dosa."
        },
        {
          "number": 7,
          "arabic": "وَإِذَا تُتْلَىٰ عَلَيْهِ ءَايَـٰتُنَا وَلَّىٰ مُسْتَكْبِرًا كَأَن لَّمْ يَسْمَعْهَا كَأَنَّ فِىٓ أُذُنَيْهِ وَقْرًا ۖ فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ",
          "transliteration": "wa-idhā tut'lā ʿalayhi āyātunā wallā mus'takbiran ka-an lam yasmaʿhā ka-anna fī udhunayhi waqran fabashir'hu biʿadhābin alīmin",
          "translation": "Dan apabila dibacakan kepadanya<sup foot_note=135598>1</sup> ayat-ayat Kami, dia berpaling dengan menyombongkan diri seolah-olah dia belum mendengarnya, seakan-akan ada sumbatan di kedua telinganya, maka gembirakanlah dia dengan azab yang pedih.",
          "tafsir": "Pada ayat ini, Allah menerangkan sifat-sifat orang-orang yang menukar kitab-kitab Allah dengan dongengan-dongengan yang tidak berguna. Apabila dibacakan kepada mereka ayat-ayat Allah, mereka membelakanginya dengan sikap angkuh dan sombong, seakan-akan mereka tidak mendengarnya karena telinga mereka telah tersumbat dan tuli. Pada ayat yang lain Allah berfirman: Katakanlah, \"Al-Qur'an adalah petunjuk dan penyembuh bagi orang-orang yang beriman. Dan orang-orang yang tidak beriman pada telinga mereka ada sumbatan, dan (Al-Qur'an) itu merupakan kegelapan bagi mereka. (Fushshilat/41: 44) Karena perbuatan itu, mereka akan mendapat azab yang pedih di akhirat. Itu sebagai balasan dari perbuatan dan tindakan mereka."
        },
        {
          "number": 8,
          "arabic": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ لَهُمْ جَنَّـٰتُ ٱلنَّعِيمِ",
          "transliteration": "inna alladhīna āmanū waʿamilū l-ṣāliḥāti lahum jannātu l-naʿīmi",
          "translation": "Sesungguhnya orang-orang yang beriman dan mengerjakan kebajikan, mereka akan mendapat surga-surga yang penuh kenikmatan,",
          "tafsir": "Ayat ini menerangkan bahwa bagi orang-orang yang beriman kepada Allah, membenarkan para rasul, dan mengerjakan amal saleh, baik yang terdapat di dalam kitab yang diturunkan-Nya maupun yang disampaikan oleh rasul, menghentikan semua yang dilarang-Nya, tidak mendengarkan nyanyian, dongengan, dan segala macam bunyi-bunyian yang dapat merusak iman, me-ngurangi ketaatan, dan membawa ke jalan yang menjurus kepada perbuatan jahat, disediakan surga yang penuh kenikmatan. Di dalamnya terdapat segala macam kesenangan yang diinginkan, seperti makanan, minuman, pakaian, kamar-kamar, dan sebagai-nya."
        },
        {
          "number": 9,
          "arabic": "خَـٰلِدِينَ فِيهَا ۖ وَعْدَ ٱللَّهِ حَقًّا ۚ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
          "transliteration": "khālidīna fīhā waʿda l-lahi ḥaqqan wahuwa l-ʿazīzu l-ḥakīmu",
          "translation": "mereka kekal di dalamnya, sebagai janji Allah yang benar. Dan Dia Mahaperkasa, Mahabijaksana.",
          "tafsir": "Mereka kekal di dalam surga itu selama-lamanya. Semua itu adalah janji Allah kepada makhluk-Nya, yang pasti terjadi, dan tidak akan dimungkiri sedikit pun. Di sisi lain, sangat keras pula azab yang ditimpakan-Nya kepada orang-orang yang berdosa dan menghalangi manusia menempuh jalan-Nya. Allah Maha Bijaksana dalam mengurus dan menyelesaikan segala urusan makhluk-Nya."
        },
        {
          "number": 10,
          "arabic": "خَلَقَ ٱلسَّمَـٰوَٰتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا ۖ وَأَلْقَىٰ فِى ٱلْأَرْضِ رَوَٰسِىَ أَن تَمِيدَ بِكُمْ وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٍ ۚ وَأَنزَلْنَا مِنَ ٱلسَّمَآءِ مَآءً فَأَنۢبَتْنَا فِيهَا مِن كُلِّ زَوْجٍ كَرِيمٍ",
          "transliteration": "khalaqa l-samāwāti bighayri ʿamadin tarawnahā wa-alqā fī l-arḍi rawāsiya an tamīda bikum wabatha fīhā min kulli dābbatin wa-anzalnā mina l-samāi māan fa-anbatnā fīhā min kulli zawjin karīmin",
          "translation": "Dia menciptakan langit tanpa tiang sebagaimana kamu melihatnya, dan Dia meletakkan gunung-gunung (di permukaan) bumi agar ia (bumi) tidak menggoyangkan kamu; dan memperkembangbiakkan segala macam jenis makhluk bergerak yang bernyawa di bumi. Dan Kami turunkan air hujan dari langit, lalu Kami tumbuhkan padanya segala macam tumbuh-tumbuhan yang baik.",
          "tafsir": "Ayat ini menerangkan beberapa tanda dan bukti kekuasaan Allah yang terdapat di alam ini, yaitu: 1. Menciptakan alam semesta dengan segala macam isinya, berupa planet-planet yang tidak terhitung jumlahnya. Planet-planet yang banyak itu merupakan bola-bola besar yang terapung di angkasa luas. Dalam ayat ini disebutkan \"tanpa tiang sebagaimana kamu lihat\". Dari perkataan ini dapat dipahami bahwa langit itu mempunyai tiang, yakni satu kekuatan yang menopangnya dan berfungsi sebagai tiang, sehingga planet-planet itu tidak jatuh berserakan. Hanya orang-orang yang berilmulah yang dapat melihat tiang-tiang yang kukuh itu dengan ilmu batiniah mereka. 2. Allah menciptakan gunung-gunung di permukaan bumi agar bumi itu stabil, tidak berguncang, sehingga manusia, binatang, dan tumbuh-tumbuhan dapat hidup tenang di atasnya. Gunung itu seakan-akan merupakan pasak yang dapat mengokohkan permukaan bumi seperti halnya tiang-tiang kapal yang menjulang, yang dapat menstabilkan kapal itu berlayar dan berlabuh di tengah lautan, sehingga ia tidak oleng. Di samping itu, gunung juga mempunyai manfaat lain bagi manusia, di antaranya untuk mengatur pembagian dan penyaluran air hujan yang dicurahkan dari langit, sehingga air itu tetap ada di permukaan bumi meskipun musim kemarau. Banyak lagi manfaat gunung bagi manusia dan makhluk Allah yang lain. 3. Allah menciptakan binatang yang tidak dapat dihitung jumlah dan jenisnya, bentuk dan warnanya, sejak dari yang besar sampai ke yang kecil sehingga tidak kelihatan oleh mata. Semua binatang yang diciptakan itu ada manfaat dan faedahnya. Kadang-kadang manusia, karena tidak mengetahui faedah dan guna binatang-binatang itu, mereka membunuh dan menumpasnya, sehingga tanpa mereka sadari timbullah kerusakan di alam ini. Akan tetapi, Allah mengetahui dengan pasti jumlah, jenis, warna, kegunaan, dan faedah semua binatang-binatang yang diciptakan-Nya itu. 4. Allah menurunkan hujan dari langit. Hujan itu berasal dari awan yang dihalau-Nya ke suatu tempat tertentu, kemudian berubah menjadi hujan yang membasahi permukaan bumi. Dengan air hujan itu, tumbuhlah segala macam tumbuh-tumbuhan yang beraneka ragam, dengan warna yang indah dan manfaat yang banyak. Menurut para saintis, langit dengan kenyataannya yang tampak, seluas mata memandang tidak sepotong tiang pun yang menyangganya. Logika manusia mengharuskan ada tiang penyangga agar tidak roboh. Akan tetapi, Allah dengan kekuasaan-Nya mampu berbuat di luar jangkauan logika manusia. Manusia dan semua makhluk yang hidup di bumi berada di bawah sistem gravitasi (gaya tarik) bumi. Dengan demikian, mereka bisa stabil mengerjakan pekerjaan mereka di bumi, tidak melayang-layang di udara. Ketika keluar dari bumi memasuki alam yang tak bergravitasi, manusia pun tahu bahwa di sana semua benda menjadi melayang-layang tak berbobot, termasuk manusia sendiri. Sungguh mudah bagi Allah untuk membuat apa saja sesuai kehendak-Nya, termasuk membuat langit menjadi \"ringan\" tak berbobot sehingga tidak diperlukan tiang-tiang untuk menyangganya. Tapi dapat juga dianggap bahwa medan-medan gaya yang ada dalam alam semesta ini sebagai \"tiang maya\" yang tidak tampak oleh mata?"
        },
        {
          "number": 11,
          "arabic": "هَـٰذَا خَلْقُ ٱللَّهِ فَأَرُونِى مَاذَا خَلَقَ ٱلَّذِينَ مِن دُونِهِۦ ۚ بَلِ ٱلظَّـٰلِمُونَ فِى ضَلَـٰلٍ مُّبِينٍ",
          "transliteration": "hādhā khalqu l-lahi fa-arūnī mādhā khalaqa alladhīna min dūnihi bali l-ẓālimūna fī ḍalālin mubīnin",
          "translation": "Inilah ciptaan Allah, maka perlihatkanlah olehmu kepadaku apa yang telah diciptakan oleh (sesembahanmu) selain Allah. Sebenarnya orang-orang yang zalim itu berada di dalam kesesatan yang nyata.",
          "tafsir": "Pada ayat ini, Allah menegaskan bahwa yang disebutkan pada ayat di atas itu adalah ciptaan Allah, baik yang ada di langit maupun di bumi. Tidak ada sesuatu pun yang bersekutu dengan Allah dalam menciptakan semua makhluk itu, dan tidak sesuatu pun yang berkuasa atasnya selain Allah. Segala keperluan untuk kelangsungan hidup makhluk itu, di mana ia dapat hidup dan di tempat mana ia akan mati, demikian pula tentang kegunaan dan bahaya yang dapat ditimbulkan makhluk itu, semuanya diketahui, diatur, dan dipelihara oleh Allah. Kemudian Allah menantang orang-orang yang mempersekutukan-Nya, \"Cobalah tunjukkan kepada-Ku apa yang telah diciptakan berhala-berhala dan patung-patung yang kamu sembah itu. Apakah patung-patung itu berbuat sesuatu sehingga dapat diyakini sebagai Tuhan selain Aku.\" Pada akhir ayat ini diterangkan bahwa orang-orang yang menyembah Tuhan selain Allah adalah orang yang bodoh, sesat, dan memperturutkan hawa nafsunya. Mereka adalah orang yang zalim kepada dirinya sendiri, sehingga mereka ditimpa azab karena memperturutkan hawa nafsunya."
        }
      ]
    }
  ]
}