{
  "pageNumber": 415,
  "juz": 21,
  "surahs": [
    {
      "number": 32,
      "name": "As-Sajdah",
      "nameArabic": "السجدة",
      "meaning": "Sujud",
      "revelation": "Makkah",
      "description": "Surat As-Sajdah terdiri dari 30 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Al-Mukminun. Dinamakan \"As-Sajdah\" berhubung pada surat ini terdapat ayat Sajdah, yaitu ayat yang kelima belas.**Pokok-Pokok Isi:**1. **Keimanan:** Menyatakan bahwa Nabi Muhammad benar-benar seorang rasul dan menjelaskan bahwa kepada musyrikin Mekah belum pernah diutus seorang rasul pun sebelumnya; menegaskan bahwa Allah Maha Esa, bahwa Dialah yang menguasai alam semesta dan Dialah yang mengaturnya dengan aturan yang paling sempurna; menyatakan bahwa hari kebangkitan benar-benar akan terjadi.2. **Hukum-hukum:** Anjuran melakukan shalat malam (shalat tahajud dan shalat witir).3. **Lain-lain:** Keterangan mengenai kejadian manusia di dalam rahim dan fase-fase yang dilaluinya sampai ia menjadi manusia; penjelasan keadaan orang-orang mukmin di dunia dan nikmat serta pahala yang disediakan Allah bagi mereka di akhirat; kehinaan yang menimpa orang-orang kafir di akhirat dan mereka meminta supaya dikembalikan saja ke dunia untuk bertaubat dan berbuat kebaikan, tetapi keinginan ini ditolak; keingkaran kaum musyrikin terhadap hari kebangkitan dan mereka menganggap bahwa hal itu adalah mustahil. (1) Lihat catatan kaki ayat 206 surat Al A'raf.Surat As-Sajdah mengemukakan hal-hal yang berhubungan dengan kebenaran Nabi Muhammad sebagai Rasul Allah dan Al-Qur'an yang diturunkan kepadanya merupakan petunjuk bagi manusia. Juga menegaskan tentang ketauhidan dan kekuasaan Allah dengan mengemukakan hal-hal yang berhubungan dengan masa terciptanya alam, proses kejadian manusia dan kebangkitan pada hari kiamat serta keajaiban yang terdapat pada alam semesta. Semuanya dikemukakan sebagai bantahan terhadap dalih-dalih yang dikemukakan oleh orang-orang musyrikin dan untuk menghilangkan keragu-raguan mereka.**Hubungan Surat As-Sajdah Dengan Surat Al-Ahzab:**Surat As-Sajdah diakhiri dengan perintah Nabi Muhammad kepada orang-orang mukmin agar tidak menghiraukan orang-orang kafir dan hendaklah ditunggu saja azab yang akan menimpa mereka, sedangkan surat Al-Ahzab dimulai dengan perintah Nabi Muhammad agar orang-orang mukmin tetap bertakwa dan jangan mengikuti orang-orang kafir dan munafik.",
      "verses": [
        {
          "number": 1,
          "arabic": " الٓمٓ",
          "transliteration": "alif-lam-meem",
          "translation": "Alif Lām Mīm",
          "tafsir": "Lihat Tafsir Alif Lam Mim pada Surah al-Baqarah/2: 1 (Jilid I)."
        },
        {
          "number": 2,
          "arabic": "تَنزِيلُ ٱلْكِتَـٰبِ لَا رَيْبَ فِيهِ مِن رَّبِّ ٱلْعَـٰلَمِينَ",
          "transliteration": "tanzīlu l-kitābi lā rayba fīhi min rabbi l-ʿālamīna",
          "translation": "Turunnya Alquran itu tidak ada keraguan padanya, (yaitu) dari Tuhan seluruh alam.",
          "tafsir": "Ayat ini menerangkan bahwa Al-Qur'an yang diturunkan kepada Muhammad ini benar-benar wahyu dari Allah, Tuhan semesta alam. Al- Qur'an ini bukanlah buatan tukang sihir, bukan mantra-mantra tukang tenung, dan bukan pula buatan Muhammad, tidak ada keraguan padanya sedikit pun. Ayat ini merupakan bantahan bagi dakwaan orang-orang kafir yang menyatakan bahwa Al-Qur'an ini adalah syair yang digubah oleh penyair, dan ada yang mengatakan gubahan tukang tenung. Ada juga yang mengatakan bahwa Al-Qur'an itu hanyalah dongengan-dongengan purbakala saja, serta ada pula yang mengatakan bahwa dia adalah buatan Muhammad. Allah berfirman: Dan mereka berkata, \"(Itu hanya) dongeng-dongeng orang-orang terdahulu, yang diminta agar dituliskan, lalu dibacakanlah dongeng itu kepadanya setiap pagi dan petang.\" (al-Furqan/25: 5)"
        },
        {
          "number": 3,
          "arabic": "أَمْ يَقُولُونَ ٱفْتَرَىٰهُ ۚ بَلْ هُوَ ٱلْحَقُّ مِن رَّبِّكَ لِتُنذِرَ قَوْمًا مَّآ أَتَىٰهُم مِّن نَّذِيرٍ مِّن قَبْلِكَ لَعَلَّهُمْ يَهْتَدُونَ",
          "transliteration": "am yaqūlūna if'tarāhu bal huwa l-ḥaqu min rabbika litundhira qawman mā atāhum min nadhīrin min qablika laʿallahum yahtadūna",
          "translation": "Tetapi mengapa mereka (orang kafir) mengatakan, \"Dia (Muhammad) telah mengada-adakannya.\" Tidak, Alquran itu kebenaran (yang datang) dari Tuhanmu, agar engkau memberi peringatan kepada kaum yang belum pernah didatangi orang yang memberi peringatan sebelum engkau; agar mereka mendapat petunjuk.",
          "tafsir": "Ayat ini menerangkan bahwa sikap orang-orang musyrik seperti yang diterangkan ayat di atas adalah sikap yang tidak layak. Tidak pantas mereka menuduh Muhammad telah melakukan kedustaan dengan mengatakan bahwa ia telah membuat-buat Al-Qur'an, padahal mereka benar-benar telah mengetahui keadaan Muhammad, sejak ia masih kecil sampai ia dewasa dan diangkat menjadi rasul. Bahkan mereka memberi gelar dengan \"Al-Amin\" (orang kepercayaan) karena mereka sangat percaya kepada Muhammad. Akan tetapi, tiba-tiba mereka menuduhnya sebagai pendusta. Oleh karena itu, Allah menegaskan bahwa semua yang disampaikan Muhammad itu adalah benar. Al-Qur'an benar-benar berasal dari Allah dan diturunkan kepadanya untuk memperingatkan orang-orang musyrik pada azab akhirat yang akan ditimpakan kepada orang-orang yang mengingkari rasul yang diutus kepada mereka. Al-Qur'an berisi pelajaran dan petunjuk yang mengantar mereka menuju jalan kebahagiaan abadi. Pada ayat yang lain dinyatakan pula sikap orang-orang musyrik itu terhadap Al-Qur'an. Allah berfirman: Dan orang-orang kafir berkata, \"(Al-Qur'an) ini tidak lain hanyalah kebohongan yang diada-adakan oleh dia (Muhammad), dibantu oleh orang-orang lain,\" Sungguh, mereka telah berbuat zalim dan dusta yang besar. (al-Furqan/25: 4)"
        },
        {
          "number": 4,
          "arabic": "ٱللَّهُ ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ وَمَا بَيْنَهُمَا فِى سِتَّةِ أَيَّامٍ ثُمَّ ٱسْتَوَىٰ عَلَى ٱلْعَرْشِ ۖ مَا لَكُم مِّن دُونِهِۦ مِن وَلِىٍّ وَلَا شَفِيعٍ ۚ أَفَلَا تَتَذَكَّرُونَ",
          "transliteration": "al-lahu alladhī khalaqa l-samāwāti wal-arḍa wamā baynahumā fī sittati ayyāmin thumma is'tawā ʿalā l-ʿarshi mā lakum min dūnihi min waliyyin walā shafīʿin afalā tatadhakkarūna",
          "translation": "Allah yang menciptakan langit dan bumi dan apa yang ada di antara keduanya dalam enam masa, kemudian Dia bersemayam di atas Arasy.<sup foot_note=135605>1</sup> Bagimu tidak ada seorang pun penolong maupun pemberi syafaat<sup foot_note=135606>2</sup> selain Dia. Maka apakah kamu tidak memperhatikan?",
          "tafsir": "Ayat ini menerangkan bahwa Tuhan yang telah menurunkan Al-Qur'an kepada Muhammad saw itu adalah Tuhan Pencipta langit dan bumi dan segala sesuatu yang ada di antara keduanya dalam enam masa. Maksud enam masa dalam ayat ini bukanlah hari (masa) yang dikenal seperti sekarang ini, tetapi adalah hari sebelum adanya langit dan bumi. Hari pada waktu sekarang ini adalah setelah adanya langit dan bumi, serta setelah adanya peredaran bumi mengelilingi matahari dan sebagainya. Setelah menciptakan langit dan bumi, Allah pun bersemayam di atas 'Arasy, sesuai dengan kekuasaan dan kebesaran-Nya. (lihat al-A'raf/7: 54) Allah menegaskan bahwa tidak seorang pun yang dapat mengurus segala urusannya, menolak bahaya, malapetaka, dan siksa. Tidak seorang pun yang dapat memberi syafaat ketika azab menimpanya, kecuali Allah semata, karena Dialah Yang Mahakuasa menentukan segala sesuatu. Kemudian Allah memperingatkan, \"Apakah kamu hai manusia tidak dapat mengambil pelajaran dan memikirkan apa yang selalu kamu lihat itu? Kenapa kamu masih juga menyembah selain Allah?\""
        },
        {
          "number": 5,
          "arabic": "يُدَبِّرُ ٱلْأَمْرَ مِنَ ٱلسَّمَآءِ إِلَى ٱلْأَرْضِ ثُمَّ يَعْرُجُ إِلَيْهِ فِى يَوْمٍ كَانَ مِقْدَارُهُۥٓ أَلْفَ سَنَةٍ مِّمَّا تَعُدُّونَ",
          "transliteration": "yudabbiru l-amra mina l-samāi ilā l-arḍi thumma yaʿruju ilayhi fī yawmin kāna miq'dāruhu alfa sanatin mimmā taʿuddūna",
          "translation": "Dia mengatur segala urusan dari langit ke bumi, kemudian (urusan) itu naik kepada-Nya<sup foot_note=135607>1</sup> dalam satu hari yang kadarnya (lamanya) adalah seribu tahun menurut perhitunganmu.",
          "tafsir": "Hanya Allah-lah yang mengurus, mengatur, mengadakan, dan melenyapkan segala yang ada di dunia ini. Segala yang terjadi itu adalah sesuai dengan kehendak dan ketetapan-Nya, tidak ada sesuatu pun yang menyimpang dari kehendak-Nya itu. Pengaturan Allah dimulai dari langit hingga sampai ke bumi, kemudian urusan itu naik kembali kepada-Nya. Semua yang tersebut pada ayat ini merupakan gambaran dari kebesaran dan kekuasaan Allah, agar manusia mudah memahaminya. Kemudian Dia menggambarkan pula waktu yang digunakan Allah mengurus, mengatur, dan menyelesaikan segala urusan alam semesta ini, yaitu selama sehari. Akan tetapi, ukuran sehari itu sama lamanya dengan 1000 tahun dari ukuran tahun yang dikenal manusia di dunia ini. Perkataan seribu tahun dalam bahasa Arab tidak selamanya berarti 1000 dalam arti sebenarnya, tetapi kadang-kadang digunakan untuk menerangkan banyaknya sesuatu jumlah atau lamanya waktu yang diperlukan. Dalam ayat ini bilangan seribu itu digunakan untuk menyatakan lamanya waktu kehidupan alam semesta ini sejak diciptakan Allah pertama kali sampai kehancurannya di hari Kiamat, kemudian kembalinya segala urusan ke tangan Allah, yaitu hari berhisab. Semua itu menempuh waktu yang lama sekali, sehingga sukar bagi manusia menghitungnya. Dalam ayat yang lain digunakan perkataan ribuan itu untuk menerangkan lamanya waktu yang dibutuhkan seandainya manusia ingin naik menghadap Allah, sekalipun para malaikat hanya perlu sehari saja. Allah berfirman: Para malaikat dan Jibril naik (menghadap) kepada Tuhan, dalam sehari setara dengan lima puluh ribu tahun. (al-Ma'arij/70: 4) Ada pula yang berpendapat bahwa maksud ayat ini ialah segala urusan dunia ini kembali kepada Allah di hari Kiamat dalam waktu satu hari, yang sama lamanya dengan 1000 tahun waktu di dunia ini. Sebagian mufasir menafsirkan ayat ini, \"Para malaikat naik kepada Allah ke langit dalam satu hari. Jika jarak itu ditempuh oleh selain malaikat, maka ia memerlukan waktu 1000 tahun.\" Rasulullah saw dalam malam mi'raj pernah naik ke langit bersama malaikat Jibril menghadap Allah. Jarak itu ditempuh dalam waktu kurang lebih setengah malam."
        },
        {
          "number": 6,
          "arabic": "ذَٰلِكَ عَـٰلِمُ ٱلْغَيْبِ وَٱلشَّهَـٰدَةِ ٱلْعَزِيزُ ٱلرَّحِيمُ",
          "transliteration": "dhālika ʿālimu l-ghaybi wal-shahādati l-ʿazīzu l-raḥīmu",
          "translation": "Yang demikian itu, ialah Tuhan yang mengetahui yang gaib dan yang nyata, Yang Mahaperkasa, Maha Penyayang,",
          "tafsir": "Ayat ini menerangkan bahwa Tuhan yang menciptakan, mengatur, dan mengurus langit dan bumi serta segala yang ada padanya itu adalah Tuhan Yang Maha Mengetahui. Dia Maha Mengetahui segala yang gaib, yang tersembunyi dalam hati, yang akan terjadi, dan yang telah terjadi. Dia juga Maha Mengetahui segala yang dapat dilihat dan yang tidak dapat dilihat oleh mata. Dialah Tuhan Yang Mahakuasa, Mahakekal Rahmat-Nya dan Dia pulalah Yang menciptakan seluruh makhluk dengan bentuk yang baik, serasi serta dengan faedah dan kegunaan yang hanya Dia saja yang mengetahuinya. Jika diperhatikan seluruh makhluk yang ada di alam ini sejak dari yang besar sampai kepada yang sekecil-kecilnya akan timbul dugaan bahwa di antara makhluk itu ada yang besar faedahnya dan ada pula yang dirasa tidak berfaedah atau tidak berguna sama sekali, bahkan dapat menimbulkan bahaya bagi manusia, seperti ular berbisa, hama-hama penyakit menular, tanaman yang mengandung racun, dan sebagainya. Dugaan ini akan timbul jika masing-masing makhluk itu dilihat secara terpisah, tidak dalam satu kesatuan alam semesta ini. Jika makhluk-makhluk itu dilihat dalam satu kesatuan alam semesta, dimana antara yang satu dengan yang lain mempunyai hubungan erat, akan terlihat bahwa semua makhluk itu ada faedah dan kegunaannya dalam menjaga keseimbangan dan kelestarian alam ini. Bahkan terlihat dengan nyata bahwa usaha-usaha sebagian manusia, baik secara sengaja atau tidak, merusak dan membunuh sebagian makhluk hidup, menimbulkan pencemar-an di alam ini, sehingga kelestariannya terganggu. Salah satu contoh ialah dengan adanya obat pembasmi hama, banyak cacing dan bakteri yang musnah. Akibatnya, proses pembusukan sampah menjadi terganggu. Padahal bakteri dan cacing itu dianggap binatang yang tidak ada gunanya sama sekali. Penebangan hutan mengakibatkan tanah menjadi gundul, sehingga banyak terjadi banjir dan tanah longsor di musim hujan, serta kekeringan pada musim kemarau. Semua itu akibat keserakahan manusia. Hal itu bisa dikategorikan sebagai perbuatan merusak di bumi. Akibat yang ditimbulkannya bisa luas dan memberi efek domino (beruntun). Berdasarkan paparan di atas nyatalah bahwa segala sesuatu yang diciptakan Allah, ada faedahnya, tetapi banyak manusia yang tidak mau memperhatikannya. Kemudian ayat ini menerangkan bahwa Dia menciptakan manusia dari tanah. Maksudnya ialah Allah menciptakan Adam dari tanah kemudian menciptakan anak cucu Adam dari sari pati tanah yang diperoleh oleh ayah dan ibu dari makanan berupa hewan dan tumbuh-tumbuhan yang semuanya berasal dari tanah. Dalam ayat 7 dinyatakan bahwa manusia diciptakan dari tanah, tetapi pada ayat ini ditegaskan bahwa hanya pada permulaannya saja manusia diciptakan dari tanah. Dengan ayat ini dapat pula ditafsirkan bahwa ada fase lain setelah awal penciptaan sebelum ciptaan tersebut menjadi manusia. Jika hal tersebut memang terjadi demikian, banyak pertanyaan lain yang masih tersisa, antara lain (1) apakah awal penciptaan manusia sama dan bersamaan dengan awal penciptaan makhluk hidup bumi lainnya (lihat tafsir Surah al- An'am ayat 2), (2) apakah fase setelah penciptaan awal tersebut manusia berkembang melalui bentuk antara seperti halnya proses evolusi makhluk hidup lainnya yang kini banyak dipercayai (lihat Surah ar-Rum/30 ayat 20), atau (3) manusia tercipta melalui proses khusus yang berbeda dari makhluk hidup lainnya (al-Ahzab/33 ayat 33)."
        },
        {
          "number": 7,
          "arabic": "ٱلَّذِىٓ أَحْسَنَ كُلَّ شَىْءٍ خَلَقَهُۥ ۖ وَبَدَأَ خَلْقَ ٱلْإِنسَـٰنِ مِن طِينٍ",
          "transliteration": "alladhī aḥsana kulla shayin khalaqahu wabada-a khalqa l-insāni min ṭīnin",
          "translation": "Yang memperindah segala sesuatu yang Dia ciptakan dan yang memulai penciptaan manusia dari tanah,",
          "tafsir": "Ayat ini menerangkan bahwa Tuhan yang menciptakan, mengatur, dan mengurus langit dan bumi serta segala yang ada padanya itu adalah Tuhan Yang Maha Mengetahui. Dia Maha Mengetahui segala yang gaib, yang tersembunyi dalam hati, yang akan terjadi, dan yang telah terjadi. Dia juga Maha Mengetahui segala yang dapat dilihat dan yang tidak dapat dilihat oleh mata. Dialah Tuhan Yang Mahakuasa, Mahakekal Rahmat-Nya dan Dia pulalah Yang menciptakan seluruh makhluk dengan bentuk yang baik, serasi serta dengan faedah dan kegunaan yang hanya Dia saja yang mengetahuinya. Jika diperhatikan seluruh makhluk yang ada di alam ini sejak dari yang besar sampai kepada yang sekecil-kecilnya akan timbul dugaan bahwa di antara makhluk itu ada yang besar faedahnya dan ada pula yang dirasa tidak berfaedah atau tidak berguna sama sekali, bahkan dapat menimbulkan bahaya bagi manusia, seperti ular berbisa, hama-hama penyakit menular, tanaman yang mengandung racun, dan sebagainya. Dugaan ini akan timbul jika masing-masing makhluk itu dilihat secara terpisah, tidak dalam satu kesatuan alam semesta ini. Jika makhluk-makhluk itu dilihat dalam satu kesatuan alam semesta, dimana antara yang satu dengan yang lain mempunyai hubungan erat, akan terlihat bahwa semua makhluk itu ada faedah dan kegunaannya dalam menjaga keseimbangan dan kelestarian alam ini. Bahkan terlihat dengan nyata bahwa usaha-usaha sebagian manusia, baik secara sengaja atau tidak, merusak dan membunuh sebagian makhluk hidup, menimbulkan pencemar-an di alam ini, sehingga kelestariannya terganggu. Salah satu contoh ialah dengan adanya obat pembasmi hama, banyak cacing dan bakteri yang musnah. Akibatnya, proses pembusukan sampah menjadi terganggu. Padahal bakteri dan cacing itu dianggap binatang yang tidak ada gunanya sama sekali. Penebangan hutan mengakibatkan tanah menjadi gundul, sehingga banyak terjadi banjir dan tanah longsor di musim hujan, serta kekeringan pada musim kemarau. Semua itu akibat keserakahan manusia. Hal itu bisa dikategorikan sebagai perbuatan merusak di bumi. Akibat yang ditimbulkannya bisa luas dan memberi efek domino (beruntun). Berdasarkan paparan di atas nyatalah bahwa segala sesuatu yang diciptakan Allah, ada faedahnya, tetapi banyak manusia yang tidak mau memperhatikannya. Kemudian ayat ini menerangkan bahwa Dia menciptakan manusia dari tanah. Maksudnya ialah Allah menciptakan Adam dari tanah kemudian menciptakan anak cucu Adam dari sari pati tanah yang diperoleh oleh ayah dan ibu dari makanan berupa hewan dan tumbuh-tumbuhan yang semuanya berasal dari tanah. Dalam ayat 7 dinyatakan bahwa manusia diciptakan dari tanah, tetapi pada ayat ini ditegaskan bahwa hanya pada permulaannya saja manusia diciptakan dari tanah. Dengan ayat ini dapat pula ditafsirkan bahwa ada fase lain setelah awal penciptaan sebelum ciptaan tersebut menjadi manusia. Jika hal tersebut memang terjadi demikian, banyak pertanyaan lain yang masih tersisa, antara lain (1) apakah awal penciptaan manusia sama dan bersamaan dengan awal penciptaan makhluk hidup bumi lainnya (lihat tafsir Surah al- An'am ayat 2), (2) apakah fase setelah penciptaan awal tersebut manusia berkembang melalui bentuk antara seperti halnya proses evolusi makhluk hidup lainnya yang kini banyak dipercayai (lihat Surah ar-Rum/30 ayat 20), atau (3) manusia tercipta melalui proses khusus yang berbeda dari makhluk hidup lainnya (al-Ahzab/33 ayat 33)."
        },
        {
          "number": 8,
          "arabic": "ثُمَّ جَعَلَ نَسْلَهُۥ مِن سُلَـٰلَةٍ مِّن مَّآءٍ مَّهِينٍ",
          "transliteration": "thumma jaʿala naslahu min sulālatin min māin mahīnin",
          "translation": "kemudian Dia menjadikan keturunannya dari saripati air yang hina (air mani).",
          "tafsir": "Ayat ini menerangkan bahwa Allah menciptakan keturunan manusia dari sperma, yaitu air yang sedikit dan memancar, yang bertemu dengan sel telur. Hasil pertemuan ini disebut dengan nuthfah."
        },
        {
          "number": 9,
          "arabic": "ثُمَّ سَوَّىٰهُ وَنَفَخَ فِيهِ مِن رُّوحِهِۦ ۖ وَجَعَلَ لَكُمُ ٱلسَّمْعَ وَٱلْأَبْصَـٰرَ وَٱلْأَفْـِٔدَةَ ۚ قَلِيلًا مَّا تَشْكُرُونَ",
          "transliteration": "thumma sawwāhu wanafakha fīhi min rūḥihi wajaʿala lakumu l-samʿa wal-abṣāra wal-afidata qalīlan mā tashkurūna",
          "translation": "Kemudian Dia menyempurnakannya dan meniupkan roh (ciptaan)-Nya ke dalam (tubuh)nya dan Dia menjadikan pendengaran, penglihatan dan hati bagimu, (tetapi) sedikit sekali dari kamu yang bersyukur.",
          "tafsir": "Kemudian di dalam rahim perempuan, Allah menyempurnakan kejadian nuthfah itu, sehingga berbentuk manusia. Kemudian ditiupkan roh ke dalamnya. Dengan demikian bergeraklah janin yang kecil itu. Setelah nyata kepadanya tanda-tanda kehidupan, Allah menganugerahkan kepadanya pen-dengaran, penglihatan, akal, perasaan, dan sebagainya. Manusia pada permulaan hidupnya di dalam rahim ibu, sekalipun telah dianugerahi mata, telinga, dan otak, tetapi ia belum dapat melihat, mendengar, dan berpikir. Hal itu baru diperolehnya setelah ia lahir, dan semakin lama panca inderanya itu dapat berfungsi dengan sempurna. Pada akhir ayat ini, Allah mengatakan bahwa hanya sedikit manusia yang mau mensyukuri nikmat Allah yang telah dilimpahkan kepadanya."
        },
        {
          "number": 10,
          "arabic": "وَقَالُوٓا۟ أَءِذَا ضَلَلْنَا فِى ٱلْأَرْضِ أَءِنَّا لَفِى خَلْقٍ جَدِيدٍۭ ۚ بَلْ هُم بِلِقَآءِ رَبِّهِمْ كَـٰفِرُونَ",
          "transliteration": "waqālū a-idhā ḍalalnā fī l-arḍi a-innā lafī khalqin jadīdin bal hum biliqāi rabbihim kāfirūna",
          "translation": "Dan mereka berkata, \"Apakah apabila kami telah lenyap (hancur) di dalam tanah, kami akan berada dalam ciptaan yang baru?\"<sup foot_note=135608>1</sup> Bahkan mereka mengingkari pertemuan dengan Tuhannya.",
          "tafsir": "Ayat ini menerangkan tentang pertanyaan orang-orang musyrik kepada Rasulullah saw, yang menunjukkan keingkaran dan kesombongan mereka. Mereka berkata, \"Apakah apabila daging dan tulang belulang kami telah hancur menjadi tanah, mungkinkah kami dihidupkan lagi seperti semula?\" Dari pertanyaan di atas tergambar bahwa menurut mereka mustahil manusia dapat hidup kembali setelah mati dan tubuhnya hancur menjadi tanah. Mereka tidak dapat menggambarkan dalam pikirannya bagaimana besarnya kekuasaan Allah. Jika mereka ingin mencapai kebenaran, mereka dapat mencari bukti-bukti kekuasaan dan kebesaran Allah pada penciptaan manusia. Mereka dahulu tidak ada, kemudian menjadi ada. Tentu menciptakan kembali yang pernah ada lebih mudah bagi Allah. Sebenarnya jika mereka mau berpikir tentu mereka sampai kepada kesimpulan bahwa segala sesuatu itu adalah sama mudahnya bagi Allah, tidak ada yang sukar bagi-Nya. Orang-orang musyrik itu bukan hanya mengingkari kekuasaan Allah, tetapi juga mengingkari adanya hari kebangkitan, yaitu hari semua manusia dihadapkan di Mahkamah Agung Ilahiah."
        },
        {
          "number": 11,
          "arabic": "۞ قُلْ يَتَوَفَّىٰكُم مَّلَكُ ٱلْمَوْتِ ٱلَّذِى وُكِّلَ بِكُمْ ثُمَّ إِلَىٰ رَبِّكُمْ تُرْجَعُونَ",
          "transliteration": "qul yatawaffākum malaku l-mawti alladhī wukkila bikum thumma ilā rabbikum tur'jaʿūna",
          "translation": "Katakanlah, \"Malaikat maut yang diserahi untuk (mencabut nyawa) mu akan mematikan kamu, kemudian kepada Tuhanmu, kamu akan dikembalikan.\"",
          "tafsir": "Ayat ini menolak anggapan orang-orang musyrik yang menyatakan bahwa hari Kiamat itu tidak ada. Dalam ayat ini dikatakan, \"Hai orang-orang musyrik, sesungguhnya malaikat yang bertugas mencabut nyawa manusia, benar-benar menjaga waktu, maka mereka mencabut nyawa orang itu tepat pada waktunya, tidak mundur sesaat pun, dan tidak pula dipercepat walau sesaat.\" Hal ini berlaku bagi semua orang-orang musyrik itu, dan mereka tidak dapat lari dari ketetapan Allah ini. Kemudian mereka dibangkitkan kembali di hari Kiamat dan diminta pertanggungjawaban semua perbuatannya dengan adil."
        }
      ]
    }
  ]
}