{
  "pageNumber": 500,
  "juz": 25,
  "surahs": [
    {
      "number": 45,
      "name": "Al-Jathiyah",
      "nameArabic": "الجاثية",
      "meaning": "Yang Bertekuk Lutut",
      "revelation": "Makkah",
      "description": "Surat Al-Jatsiyah terdiri dari 37 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Ad-Dukhan.Dinamai \"Al-Jatsiyah\" (yang berlutut) diambil dari kata \"Jatsiyah\" yang terdapat pada ayat ke-28 surat ini. Ayat tersebut menerangkan tentang keadaan manusia pada hari kiamat, yaitu semua manusia dikumpulkan ke hadapan mahkamah Allah Yang Mahatinggi yang memberikan keputusan terhadap perbuatan yang telah mereka lakukan di dunia. Pada hari itu semua manusia berlutut di hadapan Allah.Dinamai juga dengan \"Asy Syari'ah\" diambil dari kata \"Syari'ah\" (Syariat) yang terdapat pada ayat ke-18 surat ini.**Pokok-Pokok Isi:**1. **Keimanan:** Keterangan-keterangan dan dalil-dalil atas keberadaan Allah Pencipta langit dan bumi; akibat perbuatan buruk dan baik akan kembali kepada manusia sendiri; Allah Pelindung orang-orang yang bertakwa; kebesaran dan keagungan hanya hak Allah semata; kepastian bahwa Allah yang menghidupkan, mematikan dan mengumpulkan manusia pada hari kiamat; keterangan-keterangan mengenai huru hara hari kiamat dan bagaimana setiap orang menerima perhitungan amalnya di akhirat; pada hari kiamat menjadi jelaslah bagi orang-orang musyrikin keburukan perbuatan-perbuatan yang mereka kerjakan di dunia dan mereka tidak lepas dari azab yang mereka perolok-olokkan di dunia.2. **Hukum-hukum:** Perintah kepada Rasulullah agar jangan mengikuti dan menuruti kemauan orang-orang yang tidak mempergunakan akalnya.3. **Kisah:** Kisah Bani Israil yang telah diberi nikmat oleh Allah tetapi berpaling dan menyeleweng dari ajaran agama, sehingga timbul perselisihan yang hebat di antara sesama mereka.4. **Lain-lain:** Ancaman kepada orang-orang musyrik yang mendustakan ayat Allah dan berlaku sombong terhadapnya; kebatilan pendapat kaum Dahriyah (atheisme, sceptisme, dan vrij denker) yang mengingkari hari kiamat.Surat Al-Jatsiyah mengutarakan tentang Al-Qur'an yang diturunkan oleh Allah, Pencipta dan Pengatur semesta alam. Segala macam kejadian yang terdapat di alam dapat dijadikan bukti atas keberadaan Allah. Celakalah bagi orang yang tidak mempercayai dan mensyukuri nikmat Allah. Segala puji dan keagungan hanya milik Allah semata.**Hubungan Surat Al-Jatsiyah Dengan Surat Al-Ahqaf:**1. Surat Al-Jatsiyah ditutup dengan ketauhidan serta keagungan dan kebesaran Allah, sedangkan surat Al-Ahqaf juga dimulai dengan ketauhidan tapi dengan menerangkan bahwa berhala-berhala yang disembah orang-orang musyrik tidak dapat menciptakan apa pun.2. Surat Al-Jatsiyah memuat ancaman terhadap kaum musyrik, sedangkan pada surat Al-Ahqaf ancaman itu lebih dipertegas dengan mengingatkan azab yang telah menimpa kaum 'Ad.",
      "verses": [
        {
          "number": 14,
          "arabic": "قُل لِّلَّذِينَ ءَامَنُوا۟ يَغْفِرُوا۟ لِلَّذِينَ لَا يَرْجُونَ أَيَّامَ ٱللَّهِ لِيَجْزِىَ قَوْمًۢا بِمَا كَانُوا۟ يَكْسِبُونَ",
          "transliteration": "qul lilladhīna āmanū yaghfirū lilladhīna lā yarjūna ayyāma l-lahi liyajziya qawman bimā kānū yaksibūna",
          "translation": "Katakanlah (Muhammad) kepada orang-orang yang beriman, hendaklah mereka memaafkan orang-orang yang tidak takut akan hari-hari Allah,<sup foot_note=135751>1</sup> karena Dia akan membalas suatu kaum sesuai dengan apa yang telah mereka kerjakan.",
          "tafsir": "Al-Wahidi dan al-Qusyairi meriwayatkan dari Ibnu 'Abbas bahwa ayat ini turun berhubungan dengan persoalan yang terjadi antara 'Umar bin al-Khaththab dan Abdullah bin Ubay dalam peperangan Bani Musthalik. Mereka singgah di sebuah sumur yang disebut Al-Muraisi', kemudian Abdullah mengutus seorang anak muda mengambil air, tetapi pemuda itu lama sekali kembali, Abdullah bin Ubay bertanya kepada pemuda itu mengapa begitu lama ia baru kembali. Pemuda itu menjawab bahwa Umar duduk di pinggir sumur. Ia tidak membiarkan seorang pun mengambil air sebelum ia mengisi girbai (tempat air dari kulit) Nabi Muhammad saw, girbai Abu Bakar, dan girbai bekas budak Umar, lalu Abdullah bin Ubay berkata, \"Kami dan mereka tidak ubahnya seperti perumpamaan: Gemukkan anjingmu, maka ia akan memakan engkau.\" Kemudian kata-kata Abdullah itu sampai kepada Umar. Beliau menjadi marah, lalu menghunus pedangnya untuk membunuh Abdullah bin Ubay, maka turunlah ayat ini yang melunakkan hati Umar. Selanjutnya Allah memerintahkan kepada Rasulullah saw dan para pengikutnya agar berlapang dada dalam menghadapi sikap kaum musyrikin dan memaafkan tindakan mereka yang memperolok-olokkan ayat-ayat Allah. Mereka adalah orang yang menentang Allah dan tidak takut kepada ancaman-Nya. Dari ayat ini dipahami nilai budi pekerti yang tinggi yang diajarkan agama Islam kepada penganutnya yaitu berlapang dada dan memaafkan orang-orang yang pernah bertindak tidak baik terhadap dirinya atau berusaha menghancurkan agamanya. Memaafkan kesalahan keluarga, teman sejawat, tetangga dan kenalan dapat dengan mudah dilakukan seseorang, tetapi berlapang dada dan memaafkan perbuatan orang yang selalu ingin merusak diri dan agamanya pada setiap kesempatan memerlukan kebesaran jiwa. Ayat ini mengajarkan dan mendidik kaum Muslimin agar dapat berlapang dada, suka memaafkan, dan berjiwa besar dalam menghadapi segala sesuatu dalam hidupnya. Pada akhir ayat ini Allah menerangkan mengapa Rasulullah saw dan pengikut-pengikutnya harus berlapang dada dan memaafkan tindakan orang Quraisy yang memperolok-olok ayat-ayat Allah itu. Sebabnya ialah karena Allah yang akan memberikan pembalasan yang setimpal kepada mereka sesuai dengan perbuatannya."
        },
        {
          "number": 15,
          "arabic": "مَنْ عَمِلَ صَـٰلِحًا فَلِنَفْسِهِۦ ۖ وَمَنْ أَسَآءَ فَعَلَيْهَا ۖ ثُمَّ إِلَىٰ رَبِّكُمْ تُرْجَعُونَ",
          "transliteration": "man ʿamila ṣāliḥan falinafsihi waman asāa faʿalayhā thumma ilā rabbikum tur'jaʿūna",
          "translation": "Barangsiapa mengerjakan kebajikan, maka itu untuk dirinya sendiri, dan barangsiapa mengerjakan kejahatan, maka itu akan menimpa dirinya sendiri; kemudian kepada Tuhanmu kamu dikembalikan.",
          "tafsir": "Pada ayat ini Allah menjelaskan bahwa tiap-tiap orang akan mendapat balasan masing-masing sesuai dengan amal perbuatannya di dunia. Maka barang siapa di antara hamba-Nya menaati segala perintah-Nya dan menjauhi segala larangan-Nya dengan penuh keikhlasan dan kesadaran, maka hasilnya itu adalah untuk dirinya sendiri. Ia akan memperoleh tempat kembali yang penuh kenikmatan. Sebaliknya barang siapa yang mengingkari perintah-perintah-Nya dan tidak menghentikan larangan-larangan-Nya, maka akibat buruk sebagai balasan perbuatannya itu akan menimpa dirinya sendiri. Ia akan mendapat tempat kembali yang buruk, hina, dan azab yang sangat berat di dalam neraka. Pada akhir ayat ini Allah menerangkan bahwa hanya kepada Allah dikembalikan semua makhluk, tidak kepada yang lain. Semuanya akan dikumpulkan di Padang Mahsyar untuk menerima keputusan yang adil dari Allah. Di antara mereka ada yang berseri-seri wajahnya kegirangan karena ia akan bertemu dengan Allah yang selalu diharapkan selama hidup di dunia. Mereka yakin bahwa Allah mengasihi hamba-Nya yang tabah, sabar dan selalu tunduk dan patuh kepada-Nya. Sebaliknya, ada pula orang yang muram mukanya karena hatinya penuh ketakutan dan penyesalan. Mereka takut menemui Allah karena akan menerima kemurkaan-Nya serta akan merasakan siksaan yang sangat pedih di dalam neraka."
        },
        {
          "number": 16,
          "arabic": "وَلَقَدْ ءَاتَيْنَا بَنِىٓ إِسْرَٰٓءِيلَ ٱلْكِتَـٰبَ وَٱلْحُكْمَ وَٱلنُّبُوَّةَ وَرَزَقْنَـٰهُم مِّنَ ٱلطَّيِّبَـٰتِ وَفَضَّلْنَـٰهُمْ عَلَى ٱلْعَـٰلَمِينَ",
          "transliteration": "walaqad ātaynā banī is'rāīla l-kitāba wal-ḥuk'ma wal-nubuwata warazaqnāhum mina l-ṭayibāti wafaḍḍalnāhum ʿalā l-ʿālamīna",
          "translation": "Dan sungguh, kepada Bani Israil telah Kami berikan Kitab (Taurat), kekuasaan dan kenabian, Kami anugerahkan kepada mereka rezeki yang baik, dan Kami lebihkan mereka atas bangsa-bangsa (pada masa itu).",
          "tafsir": "Dalam ayat ini Allah menerangkan bahwa Bani Israil telah diberi Kitab Taurat, kemampuan memahami agama, kenabian, rezeki yang berlimpah dan keutamaan yang melebihi bangsa-bangsa lain pada masanya itu. Anugerah yang diberikan Allah kepada Bani Israil pada waktu itu adalah seimbang dengan sikap dan usaha Bani Israil menegakkan agama Allah. Karena itu, keutamaan yang diberikan itu juga merupakan keutamaan dunia dan akhirat. Dalam ayat yang ini disebutkan enam macam anugerah yang telah diberikan kepada mereka, yaitu: Pertama : Kitab Taurat. Kitab ini diturunkan kepada Nabi Musa. Di dalamnya terdapat petunjuk, pelajaran dan ketentuan-ketentuan yang dapat membimbing Bani Israil ke jalan yang benar. Kitab ini khusus diturunkan Allah untuk Bani Israil. Kedua : Kemampuan memahami agama Allah. Dengan kemampuan ini, Musa, Harun beserta pemimpin kaumnya dapat menjelaskan persengketaan yang terjadi di antara kaumnya dan dengan kemampuan ini pula dapat diterangkan agama Allah kepada Bani Israil dengan baik. Ketiga : Kenabian Banyak di antara para rasul dan para nabi yang diutus Allah diangkat dari Bani Israil; ada di antara mereka sebagai Nabi saja seperti Nabi Khidir, ada pula sebagai nabi dan rasul seperti Musa, Harun, Ayyub, dan lain-lain, dan ada pula nabi dan rasul yang diangkat dari kalangan mereka di samping bertugas sebagai nabi dan rasul, juga sebagai kepala negara seperti Nabi Daud dan Nabi Sulaiman. Dengan demikian, terhimpunlah kekuasaan dunia dan agama pada mereka. Keempat : Rezeki yang berlimpah-limpah Bani Israil telah dianugerahi Allah masa kejayaan dan keemasan pada masa-masa pemerintahan Nabi Daud dan pada masa pemerintahan putranya Sulaiman. Banyak kisah yang menceritakan keagungan dan kejayaan Bani Israil pada masa kedua pemerintahan anak dan bapak itu. Kekuasaan dan kebijaksanaan Nabi Daud dan Nabi Sulaiman diterangkan dalam Al-Qur'an. Apa yang pernah dicapai Bani Israil pada waktu itu tidak diperoleh oleh bangsa lain yang sezaman dengannya. Kelima : Keutamaan mereka yang melebihi bangsa-bangsa lain pada zamannya yaitu pada zaman Nabi Daud dan Nabi Sulaiman. Keenam:Allah telah memberikan kepada mereka hukum-hukum dan ajaran-ajaran yang diperkuat dengan mukjizat-mukjizat. Hal ini yang mendorong mereka untuk bersatu dan mereka tidak berselisih melainkan hanya perselisihan yang ringan yang tidak membawa kemudaratan. Akan tetapi tatkala datang ilmu kepada mereka, mereka berselisih sebagaimana dinyatakan dalam firman Allah tersebut di atas. Perselisihan di antara mereka itu timbul setelah datang hujjah (argumen) yang nyata karena perebutan soal pimpinan dan kedengkian di antara mereka. Sehubungan dengan keutamaan yang diperoleh Bani Israil ini, Ibnu 'Abbas pernah berkata, \"Tidak ada seorang pun di antara orang-orang di dunia ini yang dicintai Allah melebihi mereka itu.\" Allah telah menampakkan tanda-tanda kekuasaan-Nya yang dapat dilihat, didengar, dan dipahami mereka. Mereka pun mengikuti segala petunjuk Allah. Demikian keadaan Bani Israil pada zaman itu."
        },
        {
          "number": 17,
          "arabic": "وَءَاتَيْنَـٰهُم بَيِّنَـٰتٍ مِّنَ ٱلْأَمْرِ ۖ فَمَا ٱخْتَلَفُوٓا۟ إِلَّا مِنۢ بَعْدِ مَا جَآءَهُمُ ٱلْعِلْمُ بَغْيًۢا بَيْنَهُمْ ۚ إِنَّ رَبَّكَ يَقْضِى بَيْنَهُمْ يَوْمَ ٱلْقِيَـٰمَةِ فِيمَا كَانُوا۟ فِيهِ يَخْتَلِفُونَ",
          "transliteration": "waātaynāhum bayyinātin mina l-amri famā ikh'talafū illā min baʿdi mā jāahumu l-ʿil'mu baghyan baynahum inna rabbaka yaqḍī baynahum yawma l-qiyāmati fīmā kānū fīhi yakhtalifūna",
          "translation": "Dan Kami berikan kepada mereka keterangan-keterangan yang jelas tentang urusan (agama); maka mereka tidak berselisih kecuali setelah datang ilmu kepada mereka, karena kedengkian (yang ada) di antara mereka. Sungguh, Tuhanmu akan memberi putusan kepada mereka pada hari Kiamat terhadap apa yang selalu mereka perselisihkan.",
          "tafsir": "Pada ayat ini, dijelaskan keutamaan yang keenam yang pernah diberikan Allah kepada Bani Israil yaitu bahwa Allah telah memberikan kepada mereka kemampuan memahami dalil-dalil dan keterangan-keterangan tentang agama. Keterangan itu adakalanya berupa hukum, peringatan, dan ada pula yang berupa mukjizat. Semua dipahami dan dilaksanakan dengan baik sehingga kehidupan mereka menjadi baik, tidak terjadi perselisihan sesama mereka dan ikatan masyarakat mereka menjadi baik pula, karena itu banyak usaha besar yang dapat mereka lakukan waktu itu. Sebenarnya ketentuan seperti di atas tidak saja berlaku bagi Bani Israil, tetapi juga berlaku bagi semua bangsa yang mau melaksanakan perintah-perintah Allah dan menjauhkan larangan-Nya serta tunduk, patuh dan berserah diri kepada-Nya. Jika demikian, maka kebahagiaan yang diperoleh tidak saja berupa kebahagiaan dunia, tetapi juga kebahagiaan akhirat. Seakan-akan dengan ayat ini Allah mengingatkan manusia agar mencontoh kehidupan Bani Israil pada zaman dahulu itu. Pada akhir ayat ini Allah menerangkan sebab-sebab terjadinya perselisihan di kalangan Bani Israil yang datang kemudian. Nabi-nabi mereka dahulu pernah menerangkan bahwa akan datang Nabi penutup nanti, yang diutus kepada semua manusia. Nabi itu termasuk keturunan Ibrahim dari anaknya Ismail. Setelah Nabi yang dimaksud itu datang dan memberikan keterangan sesuai dengan keterangan yang disampaikan nabi-nabi mereka dahulu, mereka pun mengingkarinya, dan tidak mempercayainya. Kedengkian itu timbul karena Nabi yang diutus itu bukan dari keturunan Ishak, dan mereka menganggap bahwa keturunan Ishak lebih mulia dari keturunan Ismail walaupun keduanya adalah saudara seayah (Nabi Ibrahim). Karena itu, tidak pantas nabi dan rasul terakhir diangkat dari keturunannya. Allah berfirman: Dan mereka (Ahli Kitab) tidak berpecah belah kecuali setelah datang kepada mereka ilmu (kebenaran yang disampaikan oleh para nabi) karena kedengkian antara sesama mereka. (asy-Syura/42: 14) Mengenai masalah yang mereka persengketakan itu, Allah akan memberikan keputusan-Nya pada hari Kiamat dan akan menjelaskan alasan yang sebenarnya yang menyebabkan terjadinya perselisihan di antara mereka. Pada saat itu, tampak dengan jelas hasad dan kedengkian mereka, yang menjurus kepada fanatik golongan sehingga nikmat yang semula harus disyukuri, malah menjadikan mereka sombong dan takabur."
        },
        {
          "number": 18,
          "arabic": "ثُمَّ جَعَلْنَـٰكَ عَلَىٰ شَرِيعَةٍ مِّنَ ٱلْأَمْرِ فَٱتَّبِعْهَا وَلَا تَتَّبِعْ أَهْوَآءَ ٱلَّذِينَ لَا يَعْلَمُونَ",
          "transliteration": "thumma jaʿalnāka ʿalā sharīʿatin mina l-amri fa-ittabiʿ'hā walā tattabiʿ ahwāa alladhīna lā yaʿlamūna",
          "translation": "Kemudian Kami jadikan engkau (Muhammad) mengikuti syariat (peraturan) dari agama itu, maka ikutilah (syariat itu) dan janganlah engkau ikuti keinginan orang-orang yang tidak tahu.",
          "tafsir": "Kemudian Allah memerintahkan kepada Rasulullah saw agar jangan terpengaruh oleh sikap orang-orang Quraisy karena Allah telah menetapkan urusan syariat yang harus dijadikan pegangan dalam menetapkan urusan agama dengan perantara wahyu. Maka peraturan yang termuat dalam wahyu itulah yang harus diikuti, tidak boleh mengikuti hawa nafsu orang-orang yang tidak mengetahuinya. Syariat yang dibawa oleh para rasul terdahulu dan syariat yang dibawa Nabi Muhammad pada asas dan hakikatnya sama, sama-sama berasaskan tauhid, membimbing manusia ke jalan yang benar, mewujudkan kemaslahatan dalam masyarakat, menyuruh berbuat baik dan mencegah berbuat mungkar. Jika terdapat perbedaan, maka perbedaan itu bukan masalah pokok, hanya dalam pelaksanaan ibadah dan cara-caranya. Hal itu disesuaikan dengan keadaan, tempat dan waktu."
        },
        {
          "number": 19,
          "arabic": "إِنَّهُمْ لَن يُغْنُوا۟ عَنكَ مِنَ ٱللَّهِ شَيْـًٔا ۚ وَإِنَّ ٱلظَّـٰلِمِينَ بَعْضُهُمْ أَوْلِيَآءُ بَعْضٍ ۖ وَٱللَّهُ وَلِىُّ ٱلْمُتَّقِينَ",
          "transliteration": "innahum lan yugh'nū ʿanka mina l-lahi shayan wa-inna l-ẓālimīna baʿḍuhum awliyāu baʿḍin wal-lahu waliyyu l-mutaqīna",
          "translation": "Sungguh, mereka tidak akan dapat menghindarkan engkau sedikit pun dari (azab) Allah. Dan sungguh, orang-orang yang zalim itu sebagian menjadi pelindung atas sebagian yang lain; sedang Allah pelindung bagi orang-orang yang bertakwa.",
          "tafsir": "Pada ayat ini Allah menjelaskan bahwa orang-orang musyrik tidak mengetahui syariat Allah dan tidak mengakui keesaan-Nya. Karenanya mereka tidak akan dapat menolak atau menghindari azab Allah yang ditimpakan kepada mereka di akhirat. Kemudian diterangkan bahwa orang-orang musyrik itu saling menolong antara yang satu dengan yang lain dalam melakukan kemungkaran dan kemaksiatan. Ditegaskan bahwa tipu muslihat mereka dijalankan dengan bersekongkol untuk merintangi dan merusak agama Islam dan memecah belah kaum Muslimin. Hal seperti ini dapat mereka lakukan selama hidup di dunia saja, sedangkan di akhirat nanti hal itu tidak dapat mereka lakukan. Pada hari itu, seseorang tidak dapat menolong orang lain dan tidak dapat menanggung dosa orang lain; tiap-tiap orang bertanggung jawab terhadap perbuatannya sendiri-sendiri. Pada akhir ayat, Allah menegaskan bahwa Dia pelindung orang yang bertakwa. Takwa yang mereka lakukan untuk mencari keridaan Allah itu dibalas oleh-Nya dengan pahala yang berlipat ganda di akhirat."
        },
        {
          "number": 20,
          "arabic": "هَـٰذَا بَصَـٰٓئِرُ لِلنَّاسِ وَهُدًى وَرَحْمَةٌ لِّقَوْمٍ يُوقِنُونَ",
          "transliteration": "hādhā baṣāiru lilnnāsi wahudan waraḥmatun liqawmin yūqinūna",
          "translation": "(Alquran) ini adalah pedoman bagi manusia, petunjuk dan rahmat bagi kaum yang meyakini.",
          "tafsir": "Pada ayat ini, Allah menerangkan bahwa Al-Qur'an itu adalah pedoman hidup bagi manusia, petunjuk dan rahmat yang dikaruniakan kepada hamba-Nya yang meyakininya. Al-Qur'an disebut pedoman karena di dalamnya terdapat dalil-dalil dan keterangan-keterangan agama yang sangat mereka perlukan untuk kesejahteraan manusia di dunia dan kebahagiaan mereka di akhirat. Petunjuk dan rahmat Allah itu hanya akan dapat dirasakan oleh orang-orang yang benar-benar yakin dan percaya kepada Allah dan Rasul-Nya dalam melaksanakan isi Al-Qur'an."
        },
        {
          "number": 21,
          "arabic": "أَمْ حَسِبَ ٱلَّذِينَ ٱجْتَرَحُوا۟ ٱلسَّيِّـَٔاتِ أَن نَّجْعَلَهُمْ كَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ سَوَآءً مَّحْيَاهُمْ وَمَمَاتُهُمْ ۚ سَآءَ مَا يَحْكُمُونَ",
          "transliteration": "am ḥasiba alladhīna ij'taraḥū l-sayiāti an najʿalahum ka-alladhīna āmanū waʿamilū l-ṣāliḥāti sawāan maḥyāhum wamamātuhum sāa mā yaḥkumūna",
          "translation": "Apakah orang-orang yang melakukan kejahatan itu mengira bahwa Kami akan memperlakukan mereka seperti orang-orang yang beriman dan yang mengerjakan kebajikan, yaitu sama dalam kehidupan dan kematian mereka? Alangkah buruknya penilaian mereka itu.",
          "tafsir": "Allah memerintahkan Rasul-Nya agar menanyakan kepada orang-orang kafir Mekah tentang persengketaan mereka dengan maksud menyangkal dugaan mereka. Mereka menduga bahwa Allah akan memperlakukan dan akan memberikan balasan yang sama kepada mereka seperti yang diberikan kepada orang-orang yang beriman. Apakah Allah akan mempersamakan orang yang beriman kepada-Nya tetapi tidak melaksanakan syariat-Nya dengan orang yang beriman yang melakukan syariat-Nya. Jawabannya tentu, tidak, sekali-kali tidak, sebagaimana firman Allah: Tidak sama para penghuni neraka dengan para penghuni-penghuni surga; penghuni-penghuni surga itulah orang-orang yang memperoleh kemenangan. (al-hasyr/59: 20) Dalam ayat-ayat lain, diterangkan bahwa tidaklah sama orang-orang yang beriman yang melaksanakan perintah-perintah Allah dan menjauhkan larangan-larangan-Nya dengan orang-orang fasik, yaitu orang yang beriman dan mengakui adanya perintah-perintah dan adanya larangan Allah, tetapi tidak melaksanakannya, Allah berfirman: Maka apakah orang yang beriman seperti orang yang fasik (kafir)? Mereka tidak sama. (as-Sajdah/32: 18) Pada akhir ayat ini, Allah menegaskan bahwa semua dugaan dan sangkaan orang-orang kafir itu adalah dugaan dan sangkaan yang tidak benar dan mustahil terjadi. Karena itu, hendaklah kaum Muslimin waspada terhadap sangkaan itu sehingga tidak terpengaruh olehnya."
        },
        {
          "number": 22,
          "arabic": "وَخَلَقَ ٱللَّهُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ بِٱلْحَقِّ وَلِتُجْزَىٰ كُلُّ نَفْسٍۭ بِمَا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ",
          "transliteration": "wakhalaqa l-lahu l-samāwāti wal-arḍa bil-ḥaqi walituj'zā kullu nafsin bimā kasabat wahum lā yuẓ'lamūna",
          "translation": "Dan Allah menciptakan langit dan bumi dengan tujuan yang benar, dan agar setiap jiwa diberi balasan sesuai dengan apa yang dikerjakannya, dan mereka tidak akan dirugikan.",
          "tafsir": "Allah menjelaskan bahwa langit dan bumi diciptakan dengan benar, dan memiliki tujuan penciptaan sesuai dengan kehendaknya. Tidak ada satu bendapun diadakan Tuhan tanpa mempunyai tujuan. Tujuan kehadiran satu ciptaan adalah untuk dimanfaatkan oleh ciptaan yang lain, dalam rangka mencapai tujuan ciptaan yang lain itu. Apabila suatu kegiatan tidak memiliki tujuan, maka yang terjadi adalah la'ib, permainan. Kata sebaliknya bathil, kebalikan kata haq banyak digunakan untuk menjelaskan hal yang sama, sebagaimana ayat di bawah: Dan Kami tidak menciptakan langit dan bumi dan apa yang ada di antara keduanya dengan sia-sia. Itu anggapan orang-orang kafir, maka celakalah orang-orang yang kafir itu karena mereka akan masuk neraka. (shad/38: 27) Seperti yang kita saksikan, sifat fisis bumi, seperti massa, struktur, suhu, dan seterusnya begitu tepat bagi kehidupan. Namun, sifat-sifat itu saja tidak cukup untuk memungkinkan adanya kehidupan di bumi, faktor penting lain adalah susunan atmosfer [lihat Surah Ibrahim/14:19 dan Surah al-Jatsiyah/45: 3]. Tidak ada satu pun kekuatan lain yang dapat mengubah kehendak Allah. Ketentuan yang demikian berlaku bagi seluruh ciptaan-Nya sesuai dengan keadilan dan sunah-Nya. Di antara keadilan Allah ialah memberikan balasan yang setimpal kepada para hamba-Nya atas amal dan perbuatannya pada hari pembalasan. Barang siapa yang melakukan perbuatan yang baik akan menerima ganjarannya sesuai dengan ketentuan yang telah ditetapkan-Nya, demikian pula barang siapa yang melakukan perbuatan jahat akan menerima balasan yang setimpal dengan perbuatan jahatnya itu. Mengapa dikatakan bahwa pemberian balasan yang setimpal itu sesuai dengan keadilan Allah. Karena Allah menciptakan manusia sebagai makhluk-Nya, dilengkapi dengan kecenderungan dan kemampuan untuk berbuat baik dan berbuat jahat. Kedua-duanya atau salah satu daripada kedua potensi itu dapat berkembang pada diri seseorang. Perkembangannya itu banyak ditentukan oleh keadaan, lingkungan, dan waktu. Di samping itu, Allah menganugerahi manusia akal pikiran. Dengan akal pikirannya itu manusia mempunyai kesanggupan-kesanggupan untuk menilai rangsangan-rangsangan yang mempengaruhi tindakan dan perilakunya. Sebelum seseorang menentukan sikap untuk melakukan suatu perbuatan atau tidak melakukannya, maka dalam dirinya terjadi gejolak dalam mempertimbangkan dan menetapkan suatu pilihan, sikap mana atau tindakan mana yang akan diambilnya dari kedua tindakan itu. Pada saat-saat yang demikian itu, manusia diberi kemerdekaan memilih antara yang baik dan yang buruk. Dalam pergolakan yang demikian, maka jiwa manusia mendapat tekanan-tekanan yang disebut tekanan-tekanan kejiwaan. Apabila ia memilih dan memutuskan melakukan suatu kebaikan, maka perbuatan itu terjadi berdasarkan pilihannya sendiri. Bila ia memilih keputusan melakukan keburukan, maka itu pun terjadi karena pilihannya sendiri pula. Saat-saat yang seperti itu adalah saat-saat yang menentukan apakah ia sengaja melakukan suatu perbuatan atau ia tidak sengaja melakukannya. Dan juga membedakan antara perbuatan yang dilakukan; apakah perbuatan itu dilakukan dengan sadar atau tidak. Itulah sebabnya dikatakan bahwa balasan Allah terhadap hamba-Nya sesuai dengan amal dan perbuatannya, itulah gambaran keadilan Allah."
        }
      ]
    }
  ]
}