{
  "pageNumber": 501,
  "juz": 25,
  "surahs": [
    {
      "number": 45,
      "name": "Al-Jathiyah",
      "nameArabic": "الجاثية",
      "meaning": "Yang Bertekuk Lutut",
      "revelation": "Makkah",
      "description": "Surat Al-Jatsiyah terdiri dari 37 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Ad-Dukhan.Dinamai \"Al-Jatsiyah\" (yang berlutut) diambil dari kata \"Jatsiyah\" yang terdapat pada ayat ke-28 surat ini. Ayat tersebut menerangkan tentang keadaan manusia pada hari kiamat, yaitu semua manusia dikumpulkan ke hadapan mahkamah Allah Yang Mahatinggi yang memberikan keputusan terhadap perbuatan yang telah mereka lakukan di dunia. Pada hari itu semua manusia berlutut di hadapan Allah.Dinamai juga dengan \"Asy Syari'ah\" diambil dari kata \"Syari'ah\" (Syariat) yang terdapat pada ayat ke-18 surat ini.**Pokok-Pokok Isi:**1. **Keimanan:** Keterangan-keterangan dan dalil-dalil atas keberadaan Allah Pencipta langit dan bumi; akibat perbuatan buruk dan baik akan kembali kepada manusia sendiri; Allah Pelindung orang-orang yang bertakwa; kebesaran dan keagungan hanya hak Allah semata; kepastian bahwa Allah yang menghidupkan, mematikan dan mengumpulkan manusia pada hari kiamat; keterangan-keterangan mengenai huru hara hari kiamat dan bagaimana setiap orang menerima perhitungan amalnya di akhirat; pada hari kiamat menjadi jelaslah bagi orang-orang musyrikin keburukan perbuatan-perbuatan yang mereka kerjakan di dunia dan mereka tidak lepas dari azab yang mereka perolok-olokkan di dunia.2. **Hukum-hukum:** Perintah kepada Rasulullah agar jangan mengikuti dan menuruti kemauan orang-orang yang tidak mempergunakan akalnya.3. **Kisah:** Kisah Bani Israil yang telah diberi nikmat oleh Allah tetapi berpaling dan menyeleweng dari ajaran agama, sehingga timbul perselisihan yang hebat di antara sesama mereka.4. **Lain-lain:** Ancaman kepada orang-orang musyrik yang mendustakan ayat Allah dan berlaku sombong terhadapnya; kebatilan pendapat kaum Dahriyah (atheisme, sceptisme, dan vrij denker) yang mengingkari hari kiamat.Surat Al-Jatsiyah mengutarakan tentang Al-Qur'an yang diturunkan oleh Allah, Pencipta dan Pengatur semesta alam. Segala macam kejadian yang terdapat di alam dapat dijadikan bukti atas keberadaan Allah. Celakalah bagi orang yang tidak mempercayai dan mensyukuri nikmat Allah. Segala puji dan keagungan hanya milik Allah semata.**Hubungan Surat Al-Jatsiyah Dengan Surat Al-Ahqaf:**1. Surat Al-Jatsiyah ditutup dengan ketauhidan serta keagungan dan kebesaran Allah, sedangkan surat Al-Ahqaf juga dimulai dengan ketauhidan tapi dengan menerangkan bahwa berhala-berhala yang disembah orang-orang musyrik tidak dapat menciptakan apa pun.2. Surat Al-Jatsiyah memuat ancaman terhadap kaum musyrik, sedangkan pada surat Al-Ahqaf ancaman itu lebih dipertegas dengan mengingatkan azab yang telah menimpa kaum 'Ad.",
      "verses": [
        {
          "number": 23,
          "arabic": "أَفَرَءَيْتَ مَنِ ٱتَّخَذَ إِلَـٰهَهُۥ هَوَىٰهُ وَأَضَلَّهُ ٱللَّهُ عَلَىٰ عِلْمٍ وَخَتَمَ عَلَىٰ سَمْعِهِۦ وَقَلْبِهِۦ وَجَعَلَ عَلَىٰ بَصَرِهِۦ غِشَـٰوَةً فَمَن يَهْدِيهِ مِنۢ بَعْدِ ٱللَّهِ ۚ أَفَلَا تَذَكَّرُونَ",
          "transliteration": "afara-ayta mani ittakhadha ilāhahu hawāhu wa-aḍallahu l-lahu ʿalā ʿil'min wakhatama ʿalā samʿihi waqalbihi wajaʿala ʿalā baṣarihi ghishāwatan faman yahdīhi min baʿdi l-lahi afalā tadhakkarūna",
          "translation": "Maka pernahkah kamu melihat orang yang menjadikan hawa nafsunya sebagai tuhannya dan Allah membiarkannya sesat dengan sepengetahuan-Nya,<sup foot_note=135752>1</sup> dan Allah telah mengunci pendengaran dan hatinya serta meletakkan tutup atas penglihatannya? Maka siapakah yang mampu memberinya petunjuk setelah Allah (membiarkannya sesat)? Mengapa kamu tidak mengambil pelajaran?",
          "tafsir": "Muqatil mengatakan bahwa ayat ini turun berhubungan dengan peristiwa percakapan Abu Jahal dengan al-Walid bin al-Mugirah. Pada suatu malam Abu Jahal tawaf di Baitullah bersama Walid. Kedua orang itu membicarakan keadaan Nabi Muhammad. Abu Jahal berkata, \"Demi Allah, sebenarnya aku tahu bahwa Muhammad itu adalah orang yang benar. \"Al-Walid berkata kepadanya, \"Biarkan saja, apa pedulimu dan apa alasan pendapatmu itu?\" Abu Jahal menjawab, \"Hai Abu Abdisy Syams, kita telah menamainya orang yang benar, jujur, dan terpercaya dimasa mudanya, tetapi sesudah ia dewasa dan sempurna akalnya, kita menamakannya pendusta lagi pengkhianat. Demi Allah, sebenarnya aku tahu bahwa dia itu adalah benar.\" Al-Walid berkata, \"Apakah gerangan yang menghalangimu untuk membenarkan dan mempercayai seruannya?\" Abu Jahal menjawab, \"Nanti gadis-gadis Quraisy akan menggunjingkan bahwa aku pengikut anak yatim Abu thalib, padahal aku dari suku yang paling tinggi. Demi Al-Lata da Al-Uzza, saya tidak akan menjadi pengikutnya selama-lamanya.\" Kemudian turunlah ayat ini. Selanjutnya, pada ayat ini Allah menerangkan keadaan orang-orang kafir Mekah yang sedang tenggelam dalam perbuatan jahat. Semua yang mereka lakukan itu disebabkan oleh dorongan hawa nafsunya karena telah tergoda oleh tipu daya setan. Tidak ada lagi nilai-nilai kebenaran yang mendasari tingkah laku dan perbuatan mereka. Apa yang baik menurut hawa nafsu mereka itulah yang mereka perbuat. Seakan-akan mereka menganggap hawa nafsu mereka itu sebagai tuhan yang harus mereka ikuti perintahnya. Mereka telah lupa bahwa kehadiran mereka di dunia yang fana ini ada maksud dan tujuannya. Ada misi yang harus mereka bawa yaitu sebagai khalifah Allah di muka bumi. Mereka telah menyia-nyiakan kedudukan yang diberikan Allah kepada mereka sebagai makhluk Tuhan yang paling baik bentuknya dan mempunyai kemampuan yang paling baik pula. Mereka tidak menyadari bahwa mereka harus mempertanggungjawabkan semua perbuatannya kepada Allah kelak dan bahwa Allah akan membalas setiap perbuatan dengan balasan yang setimpal. Inilah yang dimaksud dengan firman Allah: Maka barang siapa mengerjakan kebaikan seberat zarrah, niscaya dia akan melihat (balasan)nya, dan barang siapa mengerjakan kejahatan seberat zarrah, niscaya dia akan melihat (balasan)nya. (az-Zalzalah/99: 7-8) Sebenarnya hawa nafsu yang ada pada manusia itu merupakan anugerah yang tidak ternilai harganya yang diberikan Allah kepada manusia. Di samping Allah memberikan akal dan agama kepada manusia agar dengan keduanya manusia dapat mengendalikan hawa nafsunya. Jika seseorang mengendalikan hawa nafsunya sesuai dengan pertimbangan akal yang sehat dan tidak bertentangan dengan tuntunan agama, maka orang yang demikian itu telah berbuat sesuai dengan fitrahnya. Tetapi apabila seseorang memperturutkan hawa nafsunya tanpa pertimbangan akal yang sehat dan tidak lagi berpedoman kepada tuntutan agama, maka orang itu telah diperbudak oleh hawa nafsunya. Hal itu berarti bahwa ia telah berbuat menyimpang dari fitrahnya dan terjerumus dalam kesesatan. Berdasarkan keterangan di atas, maka dalam mengikuti hawa nafsunya, manusia terbagi atas dua kelompok. Kelompok pertama ialah kelompok yang dapat mengendalikan hawa nafsunya; mereka itulah orang yang bertakwa. Sedangkan kelompok kedua ialah orang yang dikuasai hawa nafsunya. Mereka itulah orang-orang yang berdosa dan selalu bergelimang dalam lumpur kejahatan. Ibnu 'Abbas berkata, \"Setiap kali Allah menyebut hawa nafsu dalam Al-Qur'an, setiap kali itu pula Ia mencelanya.\" Allah berfirman: Dan sekiranya Kami menghendaki niscaya Kami tinggikan (derajat)nya dengan (ayat-ayat) itu, tetapi dia cenderung kepada dunia dan mengikuti keinginannya (yang rendah), maka perumpamaannya seperti anjing, jika kamu menghalaunya dijulurkan lidahnya dan jika kamu membiarkannya dia menjulurkan lidahnya (juga). Demikianlah perumpamaan orang-orang yang mendustakan ayat-ayat Kami. Maka ceritakanlah kisah-kisah itu agar mereka berpikir. (al-A'raf/7: 176) Pada ayat lain : Dan janganlah engkau mengikuti hawa nafsu, karena akan menyesatkan engkau dari jalan Allah. (shad/38: 26) Dalam ayat ini, Allah memuji orang-orang yang dapat menguasai hawa nafsunya dan menjanjikan baginya tempat kembali yang penuh kenikmatan. Allah berfirman: Dan adapun orang-orang yang takut kepada kebesaran Tuhannya dan menahan diri dari (keinginan) hawa nafsunya, maka sungguh, surgalah tempat tinggal(nya). (an-Nazi'at/79: 40-41) Banyak hadis-hadis Nabi saw yang mencela orang-orang yang memperturutkan hawa nafsunya. Diriwayatkan oleh 'Abdullah bin 'Amr bin 'As bahwa Nabi saw berkata. Tidak beriman seseorang dari antara kamu sehingga hawa nafsunya itu tunduk kepada apa yang saya bawa (petunjuk).(Riwayat al-Khathib al-Bagdadi) Syaddad bin Aus meriwayatkan hadis dari Nabi saw : ‡) Orang yang cerdik ialah orang yang menguasai hawa nafsunya dan berbuat untuk kepentingan masa sesudah mati. Tetapi orang yang zalim ialah orang yang memperturutkan hawa nafsunya dan mengharap-harap sesuatu yang mustahil dari Allah. (Riwayat at-Tirmidhi dan Ibnu Majah) Orang yang selalu memperturutkan hawa nafusnya biasanya kehilangan kontrol dirinya. Itulah sebabnya ia terjerumus dalam kesesatan karena ia tidak mau memperhatikan petunjuk yang diberikan kepadanya, dan akibat perbuatan jahat yang telah dilakukannya karena memperturutkan hawa nafsu. Keadaan orang yang memperturutkan hawa nafsunya itu diibaratkan seperti orang yang terkunci mati hatinya sehingga tidak mampu lagi menilai mana yang baik mana yang buruk, dan seperti orang yang telinganya tersumbat sehingga tidak mampu lagi memperhatikan tanda-tanda kekuasaan Allah yang terdapat di langit dan di bumi, dan seperti orang yang matanya tertutup tidak dapat melihat dan mengetahui kebenaran adanya Allah Yang Maha Pencipta segala sesuatu. Selanjutnya, Allah memerintahkan kepada Rasul-Nya agar tidak membenarkan sikap orang-orang kafir Mekah dengan mengatakan bahwa tidak ada kekuasaan yang akan memberikan petunjuk selain Allah setelah mereka tersesat dari jalan yang lurus. Pada akhir ayat ini, Allah mengingatkan mereka mengapa mereka tidak mengambil pelajaran dari alam semesta, kejadian pada diri mereka sendiri, dan azab yang menimpa umat-umat terdahulu sebagai bukti bahwa Allah Mahakuasa lagi berhak disembah."
        },
        {
          "number": 24,
          "arabic": "وَقَالُوا۟ مَا هِىَ إِلَّا حَيَاتُنَا ٱلدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا يُهْلِكُنَآ إِلَّا ٱلدَّهْرُ ۚ وَمَا لَهُم بِذَٰلِكَ مِنْ عِلْمٍ ۖ إِنْ هُمْ إِلَّا يَظُنُّونَ",
          "transliteration": "waqālū mā hiya illā ḥayātunā l-dun'yā namūtu wanaḥyā wamā yuh'likunā illā l-dahru wamā lahum bidhālika min ʿil'min in hum illā yaẓunnūna",
          "translation": "Dan mereka berkata, \"Kehidupan ini tidak lain hanyalah kehidupan di dunia saja, kita mati dan kita hidup, dan tidak ada yang membinasakan kita selain masa.\" Tetapi mereka tidak mempunyai ilmu tentang itu, mereka hanyalah menduga-duga saja.",
          "tafsir": "Pada ayat ini Allah menjelaskan keingkaran orang-orang musyrik terhadap hari kebangkitan. Menurut anggapan mereka kehidupan itu hanya di dunia saja. Di dunia mereka dilahirkan dan di dunia pula mereka dimatikan dan di situlah akhir dari segala sesuatu, dan demikian pula terjadi pada nenek moyang mereka. Menurut mereka, yang menyebabkan kematian dan kebinasaan segala sesuatu ialah pertukaran masa. Dari pendapat mereka, dapat diambil kesimpulan bahwa mereka mengingkari terjadinya hari kebangkitan. Keterangan itu diperkuat oleh adat kebiasaan orang Arab Jahiliah yaitu apabila mereka ditimpa bencana atau musibah, terlontarlah kata-kata dari mulut mereka, \"Aduhai celakalah masa.\" Mereka mengumpat-umpat masa karena menurut mereka masa itulah sumber dari segala musibah. Dalam hadis Qudsi dari Abu Hurairah, Rasulullah bersabda: Allah berfirman, \"Manusia telah menyakitiku dengan mengatakan wahai masa yang sial. Maka janganlah salah seorang kalian mengatakan 'masa yang sial karena Akulah (Pencipta dan Pengatur)masa. Aku menanti malam menjadi siang, dan jika Aku menghendakinya niscaya Aku genggam keduanya.\" (Riwayat Muslim) Kemudian Allah menyayangkan sikap kaum musyrikin Mekah yang tidak didasarkan pada pengetahuan yang benar. Allah menyatakan bahwa mereka sama sekali tidak mempunyai pengetahuan sedikit pun tentang hal yang menyangkut masa itu. Pendapat mereka itu hanyalah didasarkan pada sangkaan dan dugaan saja."
        },
        {
          "number": 25,
          "arabic": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَـٰتُنَا بَيِّنَـٰتٍ مَّا كَانَ حُجَّتَهُمْ إِلَّآ أَن قَالُوا۟ ٱئْتُوا۟ بِـَٔابَآئِنَآ إِن كُنتُمْ صَـٰدِقِينَ",
          "transliteration": "wa-idhā tut'lā ʿalayhim āyātunā bayyinātin mā kāna ḥujjatahum illā an qālū i'tū biābāinā in kuntum ṣādiqīna",
          "translation": "Dan apabila kepada mereka dibacakan ayat-ayat Kami yang jelas, tidak ada bantahan mereka selain mengatakan, \"Hidupkanlah kembali nenek moyang kami, jika kamu orang yang benar.\"",
          "tafsir": "Pada ayat ini, Allah menerangkan dan menegaskan bahwa pendapat mereka itu benar-benar berdasarkan dugaan dan sangkaan belaka, yang menjurus kepada pengingkaran terjadinya hari kebangkitan. Apabila dibacakan kepada mereka ayat-ayat Allah yang mengandung keterangan tentang bukti-bukti terjadinya hari kebangkitan, mereka tidak mau memahami keterangan yang dikemukakan itu, dan juga mereka menantang Rasulullah saw agar beliau menghidupkan kembali orang-orang yang telah mati. Jika hal itu dapat dilakukan oleh Rasulullah, barulah mereka mau beriman. Dari sikap mereka yang demikian itu, dapat diambil kesimpulan bahwa mereka benar-benar telah dikendalikan oleh hawa nafsu mereka, tidak lagi mempergunakan pikiran mereka dengan baik sehingga mereka tidak mau menerima segala kebenaran yang disampaikan oleh Rasulullah saw, bahwa hari kebangkitan itu akan datang pada saat yang telah ditentukan yaitu setelah semua manusia yang hidup dimatikan dan jagat raya serta segala isinya hancur-lebur. Namun hal ini tidak membuat mereka mengerti dan mengakui."
        },
        {
          "number": 26,
          "arabic": "قُلِ ٱللَّهُ يُحْيِيكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يَجْمَعُكُمْ إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ لَا رَيْبَ فِيهِ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
          "transliteration": "quli l-lahu yuḥ'yīkum thumma yumītukum thumma yajmaʿukum ilā yawmi l-qiyāmati lā rayba fīhi walākinna akthara l-nāsi lā yaʿlamūna",
          "translation": "Katakanlah, \"Allah yang menghidupkan kemudian mematikan kamu, setelah itu mengumpulkan kamu pada hari Kiamat yang tidak diragukan lagi; tetapi kebanyakan manusia tidak mengetahui.\"",
          "tafsir": "Pada ayat ini Allah memerintahkan kepada Rasul-Nya agar menjelaskan kepada orang-orang musyrik Mekah, bahwa Allah-lah yang berkuasa menghidupkan dan mematikan makhluk-Nya. Dahulu mereka belum ada dan merupakan benda mati, sesudah itu atas kuasa Allah mereka dijadikan makhluk hidup di dunia untuk jangka waktu yang ditentukan. Apabila telah sampai waktu yang ditentukan itu, mereka pun dimatikan. Kemudian mereka dibangkitkan kembali pada hari Kiamat untuk mempertanggungjawabkan segala perbuatan yang telah mereka lakukan selama hidup di dunia. Allah menegaskan bahwa terjadinya hari Kiamat itu adalah suatu kejadian yang pasti, tidak ada keraguan sedikit pun. Jika Allah kuasa menghidupkan dan mematikan, tentu Dia kuasa pula menghidupkan dan menghimpun kembali bagian-bagian tubuh mereka yang telah hancur berserakan menjadi tanah. Mengulang kembali suatu perbuatan adalah lebih mudah daripada menciptakannya untuk pertama kali. Dan bagi Allah, tidak ada suatu perbuatan pun yang sukar. Pada akhir ayat ini, Allah menyayangkan mengapa kebanyakan orang-orang musyrik tidak meyakini kebenaran adanya hari kebangkitan dan tetap mengingkarinya dengan alasan bahwa orang yang telah mati, yang tubuhnya telah hancur lebur bersama tanah, tulang-tulangnya telah berserakan tidak mungkin hidup kembali. Allah berfirman: Dan sungguh, (hari) Kiamat itu pasti datang, tidak ada keraguan padanya; dan sungguh, Allah akan membangkitkan siapa pun yang di dalam kubur. (al-hajj/22: 7)"
        },
        {
          "number": 27,
          "arabic": "وَلِلَّهِ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ وَيَوْمَ تَقُومُ ٱلسَّاعَةُ يَوْمَئِذٍ يَخْسَرُ ٱلْمُبْطِلُونَ",
          "transliteration": "walillahi mul'ku l-samāwāti wal-arḍi wayawma taqūmu l-sāʿatu yawma-idhin yakhsaru l-mub'ṭilūna",
          "translation": "Dan milik Allah lah kerajaan langit dan bumi. Dan pada hari terjadinya Kiamat, akan rugilah pada hari itu orang-orang yang mengerjakan kebatilan (dosa).",
          "tafsir": "Allah menjelaskan bahwa yang memiliki kekuasaan di langit dan di bumi ialah Allah. Tidak ada yang melebihi kekuasaan-Nya yang berlaku sesuai dengan kehendak-Nya. Tidak ada penguasa yang lain selain Dia dan tidak ada tuhan-tuhan lain yang pantas disembah selain-Nya. Kekuasaan-Nya meliputi seluruh alam; alam dunia dan alam akhirat. Allah juga berkuasa pada saat alam dunia berakhir dan mulainya hari akhirat. Pada saat itu manusia akan dibangkitkan dari alam kubur. Semua manusia akan digiring ke Padang Mahsyar untuk menghadapi ke pengadilan. Pada saat itu, perbuatan mereka akan diperiksa secara teliti. Tiap-tiap orang akan menerima catatan perbuatannya selama ia hidup di dunia, yang dibuat secara teliti oleh para malaikat pencatat amal. Pada hari itulah, tampak kemurungan orang-orang kafir yang mendustakan kebenaran ayat-ayat Allah. Kemurungan itu berubah menjadi kesengsaraan dan penderitaan yang amat berat ketika mereka diseret ke neraka Jahanam, disanalah mereka menampakkan penyesalan mereka, tetapi penyesalan itu tidak berguna lagi."
        },
        {
          "number": 28,
          "arabic": "وَتَرَىٰ كُلَّ أُمَّةٍ جَاثِيَةً ۚ كُلُّ أُمَّةٍ تُدْعَىٰٓ إِلَىٰ كِتَـٰبِهَا ٱلْيَوْمَ تُجْزَوْنَ مَا كُنتُمْ تَعْمَلُونَ",
          "transliteration": "watarā kulla ummatin jāthiyatan kullu ummatin tud'ʿā ilā kitābihā l-yawma tuj'zawna mā kuntum taʿmalūna",
          "translation": "Dan (pada hari itu) engkau akan melihat setiap umat berlutut. Setiap umat dipanggil untuk (melihat) buku catatan amalnya. Pada hari itu kamu diberi balasan atas apa yang telah kamu kerjakan.",
          "tafsir": "Pada ayat ini, Allah menjelaskan keadaan manusia pada hari penentuan keputusan itu dan kedahsyatan huru-hara pada saat menunggu detik-detik yang menentukan, yaitu: 1. Pada hari itu, manusia berlutut dan bersimpuh di hadapan Tuhan penguasa seluruh alam untuk menerima perhitungan amal perbuatan mereka dan menerima keputusan akhir yang akan ditetapkan atas mereka. 2. Pada hari itu, mereka dipanggil melihat catatan mereka yang dibuat oleh para malaikat. Kemudian mereka memeriksa apakah ada di antara perbuatan mereka yang belum tercatat atau ada yang tercatat, tetapi tidak sesuai dengan yang telah mereka kerjakan. Apabila perbuatan mereka yang tercatat itu sesuai dengan yang diperintahkan oleh agama yang dibawa rasul mereka, maka mereka akan memperoleh kebahagiaan dan keberuntungan, sedangkan apabila tidak sesuai dengan perintah dan banyak melanggar larangan agama mereka, maka mereka akan memperoleh kecelakaan dan azab di neraka. Allah berfirman: Dan bumi (Padang Mahsyar) menjadi terang benderang dengan cahaya (keadilan) Tuhannya; dan buku-buku (perhitungan perbuatan mereka) diberikan (kepada masing-masing), nabi-nabi dan saksi-saksi pun dihadirkan, lalu diberikan keputusan di antara mereka secara adil, sedang mereka tidak dirugikan. (az-Zumar/39: 69) Pada ayat lain Allah berfirman: Dan diletakkanlah kitab (catatan amal), lalu engkau akan melihat orang yang berdosa merasa ketakutan terhadap apa yang (tertulis) di dalamnya, dan mereka berkata, \"Betapa celaka kami, kitab apakah ini, tidak ada yang tertinggal, yang kecil dan yang besar melainkan tercatat semuanya,\" dan mereka dapati (semua) apa yang telah mereka kerjakan (tertulis). Dan Tuhanmu tidak menzalimi seorang jua pun. (al-Kahf/18: 49) Pada saat itu, manusia mendapat panggilan. Kepada mereka diberitahukan bahwa pada hari itulah mereka akan menerima balasan dari amal perbuatan mereka masing-masing dengan balasan yang setimpal."
        },
        {
          "number": 29,
          "arabic": "هَـٰذَا كِتَـٰبُنَا يَنطِقُ عَلَيْكُم بِٱلْحَقِّ ۚ إِنَّا كُنَّا نَسْتَنسِخُ مَا كُنتُمْ تَعْمَلُونَ",
          "transliteration": "hādhā kitābunā yanṭiqu ʿalaykum bil-ḥaqi innā kunnā nastansikhu mā kuntum taʿmalūna",
          "translation": "(Allah berfirman), \"Inilah kitab (catatan) Kami yang menuturkan kepadamu dengan sebenar-benarnya. Sesungguhnya Kami telah menyuruh mencatat apa yang telah kamu kerjakan.\"",
          "tafsir": "Allah menyatakan firman-Nya kepada seluruh umat manusia bahwa kitab-kitab yang memuat catatan amal perbuatan itu adalah kitab yang benar, tidak ada suatu pun kesalahan terdapat di dalamnya, dibuat atas dasar perintah Allah Yang Mahakuasa, yang menjadi dasar pertimbangan untuk menentukan keputusan bagi umat manusia. Allah juga menyatakan bahwa pada saat orang itu hidup di dunia, telah dikerahkan para pencatat amal perbuatan, baik perbuatan yang baik maupun perbuatan yang buruk. Catatan itu tidak mungkin salah karena dibuat dengan ketelitian yang tinggi sebagai alat bukti yang tidak dapat diragukan kebenarannya"
        },
        {
          "number": 30,
          "arabic": "فَأَمَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ فَيُدْخِلُهُمْ رَبُّهُمْ فِى رَحْمَتِهِۦ ۚ ذَٰلِكَ هُوَ ٱلْفَوْزُ ٱلْمُبِينُ",
          "transliteration": "fa-ammā alladhīna āmanū waʿamilū l-ṣāliḥāti fayud'khiluhum rabbuhum fī raḥmatihi dhālika huwa l-fawzu l-mubīnu",
          "translation": "Adapun orang-orang yang beriman dan mengerjakan kebajikan, maka Tuhan memasukkan mereka ke dalam rahmat-Nya (surga). Demikian itulah kemenangan yang nyata.",
          "tafsir": "Kemudian Allah menjelaskan keadaan orang-orang yang beriman dan yang melakukan amal saleh. Mereka itu akan mendapat balasan yang setimpal dengan amal perbuatannya. Mereka itu termasuk hamba Allah yang memperoleh limpahan rahmat-Nya. Yang dimaksud dengan rahmat Allah dalam ayat ini adalah surga. Hal ini sesuai dengan maksud hadis yang diriwayatkan oleh Abu Hurairah: …) Sesungguhnya Allah berkata kepada surga, \"Engkau adalah rahmat-Ku. Dengan kamu Aku melimpahkan Kasih sayang-Ku kepada orang-orang yang Aku kehendaki.\" (Riwayat al-Bukhari dan Muslim) Pada bagian akhir ayat ini, Allah menegaskan bahwa surga itu merupakan kebahagiaan yang akan dicapai oleh orang-orang yang beriman karena nikmatnya yang berlimpah-limpah yang akan dirasakan penghuninya."
        },
        {
          "number": 31,
          "arabic": "وَأَمَّا ٱلَّذِينَ كَفَرُوٓا۟ أَفَلَمْ تَكُنْ ءَايَـٰتِى تُتْلَىٰ عَلَيْكُمْ فَٱسْتَكْبَرْتُمْ وَكُنتُمْ قَوْمًا مُّجْرِمِينَ",
          "transliteration": "wa-ammā alladhīna kafarū afalam takun āyātī tut'lā ʿalaykum fa-is'takbartum wakuntum qawman muj'rimīna",
          "translation": "Sedangkan (kepada) orang-orang yang kafir (difirmankan), \"Bukankah ayat-ayat-Ku telah dibacakan kepadamu, tetapi kamu menyombongkan diri dan kamu menjadi orang-orang yang berbuat dosa?\"",
          "tafsir": "Pada ayat ini Allah menjelaskan keadaan orang-orang yang mengingkari keesaan-Nya. Mereka itu selalu menerima cemoohan dan penghinaan karena kepada mereka telah didatangkan utusan Allah yang telah membacakan ayat-ayat-Nya, tetapi mereka bersikap sombong dan keras kepala. Karena itu mereka akan merasakan siksa Allah yang menghinakan disebabkan oleh perbuatan dosa yang telah mereka kerjakan. Pada saat itulah, mereka tergagap karena melihat kenyataan yang dahulu mereka dustakan."
        },
        {
          "number": 32,
          "arabic": "وَإِذَا قِيلَ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ وَٱلسَّاعَةُ لَا رَيْبَ فِيهَا قُلْتُم مَّا نَدْرِى مَا ٱلسَّاعَةُ إِن نَّظُنُّ إِلَّا ظَنًّا وَمَا نَحْنُ بِمُسْتَيْقِنِينَ",
          "transliteration": "wa-idhā qīla inna waʿda l-lahi ḥaqqun wal-sāʿatu lā rayba fīhā qul'tum mā nadrī mā l-sāʿatu in naẓunnu illā ẓannan wamā naḥnu bimus'tayqinīna",
          "translation": "Dan apabila dikatakan (kepadamu), \"Sungguh, janji Allah itu benar, dan hari Kiamat itu tidak diragukan adanya,\" kamu menjawab, \"Kami tidak tahu apakah hari Kiamat itu, kami hanyalah menduga-duga saja, dan kami tidak yakin.\"",
          "tafsir": "Pada ayat ini, Allah menjelaskan penyesalan orang-orang yang mengingkari terjadinya hari kebangkitan. Sewaktu masih di dunia, apabila disampaikan kepada mereka berita tentang terjadinya hari kebangkitan, mereka beranggapan bahwa berita hari kebangkitan itu adalah berita yang aneh dan mustahil. Bagi mereka mustahil membangkitkan orang yang telah mati yang tulang-tulangnya telah berserakan dan seluruh tubuhnya telah hancur menjadi tanah. Tetapi nanti setelah mereka menghadapi kenyataan dan berhadapan dengan siksa yang sangat mengerikan, barulah mereka menyesali sikap dan perbuatan mereka dahulu yang semata-mata didasarkan atas dugaan dan prasangka belaka, tidak berdasarkan ilmu pengetahuan dan kepercayaan kepada Allah Yang Maha Penguasa Semesta Alam."
        }
      ]
    }
  ]
}