{
  "pageNumber": 429,
  "juz": 22,
  "surahs": [
    {
      "number": 34,
      "name": "Saba'",
      "nameArabic": "سبإ",
      "meaning": "Kaum Saba'",
      "revelation": "Makkah",
      "description": "Surat Saba' terdiri dari 54 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Luqman.Dinamakan Saba' karena di dalamnya terdapat kisah kaum Saba'. Saba' adalah nama suatu kabilah Arab yang tinggal di daerah Yaman. Mereka mendirikan kerajaan yang terkenal dengan nama kerajaan Sabaiyyah dan ibu kotanya Ma'rib. Mereka dapat membangun bendungan raksasa yang bernama \"Bendungan Ma'rib,\" sehingga negeri mereka subur dan makmur. Kemewahan dan kemakmuran ini menyebabkan kaum Saba' lupa dan ingkar kepada Allah yang telah melimpahkan nikmat-Nya kepada mereka, serta mereka mengingkari pula seruan para rasul. Karena keingkaran mereka ini, Allah menimpakan azab berupa \"sailul 'arim\" (banjir yang besar) kepada mereka yang ditimbulkan oleh bobolnya bendungan Ma'rib. Setelah bendungan Ma'rib bobol, maka negeri Saba' menjadi kering dan kerajaan mereka hancur.**Pokok-Pokok Isi:**1. **Keimanan:** Ilmu Allah meliputi segala yang ada di langit dan di bumi; kebenaran adanya hari kebangkitan dan hari pembalasan; Nabi Muhammad adalah pemberi peringatan; pada hari kiamat berhala-berhala tidak dapat memberi manfaat sedikit pun; seseorang yang sesat maka akibat kesesatannya akan menimpa dirinya sendiri, dan jika ia menempuh jalan yang benar maka berkat petunjuk Allah.2. **Kisah-kisah:** Kisah Nabi Daud dan Nabi Sulaiman; kisah kaum Saba'.3. **Lain-lain:** Celaan kepada kaum musyrikin yang menyembah berhala; tuduh-menuduh antara pemimpin-pemimpin yang menyesatkan dengan pengikut-pengikutnya pada hari kiamat; sikap orang-orang musyrik ketika mendengar Al-Qur'an; para rasul tidak meminta imbalan dalam melaksanakan dakwah; orang-orang musyrik berdoa kepada Allah agar dikembalikan ke dunia untuk melaksanakan perintah dan menjauhi larangan Allah; orang yang hidup berlebih-lebihan dan sewenang-wenang selalu memusuhi Nabi.Surat Saba' mengutarakan hal-hal yang berhubungan dengan kebangkitan di akhirat, celaan terhadap perbuatan-perbuatan dan kepercayaan orang musyrik serta berhala-berhala yang tidak dapat memberi faedah kepada mereka, lalu diselingi dengan kisah-kisah, seperti: kisah Nabi Dawud dan Nabi Sulaiman, dan kisah kaum Saba' yang hidup berlebih-lebihan sampai melupakan Tuhan kemudian menemui kehancuran. Semua ini adalah sebagai pelajaran bagi kaum mukmin dan sebagai penawar bagi Nabi Muhammad dalam menghadapi orang-orang kafir.**Hubungan Surat Saba' Dengan Surat Fathir:**1. Kedua surat ini sama-sama dimulai dengan puji-pujian kepada Allah pemilik dan pencipta semesta alam.2. Surat Saba' menceritakan kehancuran orang musyrik akibat perbuatan mereka yang selalu memusuhi para nabi dan orang-orang mukmin; sedangkan surat Fathir menyuruh agar orang-orang mukmin bersyukur dan memuji Allah atas nikmat-nikmat yang Dia berikan, di antaranya kehancuran musuh mereka.3. Dalam surat Saba' Allah menerangkan bahwa segala sesuatu yang berada di langit dan di bumi adalah milik-Nya dan di bawah pengetahuan-Nya, sedangkan surat Fathir menjelaskan bagaimana Allah menerangkan dan mengatur apa yang dimiliki-Nya itu.",
      "verses": [
        {
          "number": 8,
          "arabic": "أَفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَم بِهِۦ جِنَّةٌۢ ۗ بَلِ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْـَٔاخِرَةِ فِى ٱلْعَذَابِ وَٱلضَّلَـٰلِ ٱلْبَعِيدِ",
          "transliteration": "aftarā ʿalā l-lahi kadhiban am bihi jinnatun bali alladhīna lā yu'minūna bil-ākhirati fī l-ʿadhābi wal-ḍalāli l-baʿīdi",
          "translation": "Apakah dia mengada-adakan kebohongan terhadap Allah atau sakit gila?\" (Tidak), tetapi orang-orang yang tidak beriman kepada akhirat itu berada dalam siksaan dan kesesatan yang jauh.",
          "tafsir": "Pada ayat ini, Allah menerangkan keingkaran orang-orang kafir terhadap terjadinya hari kebangkitan dan bagaimana hebatnya cemoohan dan olok-olok mereka terhadap Nabi Muhammad yang memberitakannya. Mereka saling bertanya tentang seorang laki-laki yang mengatakan bahwa apabila mereka telah mati dan dikuburkan kemudian tubuh dan tulang-belulang mereka telah hancur luluh, sesudah itu akan hidup kembali untuk mempertanggungjawabkan perbuatan mereka. Orang yang mengatakan hal itu adalah Muhammad yang mendakwahkan bahwa dia menerima wahyu dari Tuhannya. Mereka menganggap bahwa ini adalah suatu peluang besar bagi mereka untuk mempengaruhi pendapat umum dan mendiskreditkan Nabi serta mengatakan bahwa dia telah gila atau mengada-adakan suatu kebohongan besar terhadap Allah dengan mengatakan bahwa berita itu adalah wahyu yang diturunkan kepadanya. Mungkin kebanyakan orang awam akan terpengaruh oleh cemoohan dan olok-olok itu sehingga mereka memandang rendah dan hina terhadap Nabi. Oleh sebab itu, Allah menegaskan dalam ayat ini bahwa orang-orang yang tidak percaya akan adanya hari akhirat akan mendapat siksaan dan berada dalam kesesatan yang nyata. Mereka akan mendapat siksaan baik di dunia maupun di akhirat. Di dunia mereka akan menjadi orang-orang yang sesat di tengah perjalanan hidupnya, tidak mengetahui arah yang akan dituju, serta selalu dalam kegelisahan dan keragu-raguan. Orang-orang yang tidak mempunyai akidah dan tidak percaya kepada keadilan Allah dan hari akhirat akan selalu terombang-ambing dalam kebingungan. Ia tidak mempunyai harapan untuk mendapat keadilan Allah karena apa yang ditemui dan dilihatnya di dunia ini penuh dengan kepincangan dan kezaliman. Orang yang lemah menjadi mangsa bagi yang kuat. Sedangkan orang-orang yang beriman yang percaya sepenuhnya akan keadilan Allah dan adanya perhitungan perbuatan manusia di akhirat nanti, tentu akan yakin sepenuhnya bahwa bila ia teraniaya, Allah akan membalas orang yang menganiayanya dengan balasan yang setimpal. Kalau tidak di dunia ini, di akhirat nanti pasti pembalasan itu akan terlaksana. Bahkan di akhirat nanti Allah akan memberi balasan yang berlipat ganda atas kesabaran dan ketawakalannya. Kepercayaan kepada adanya hari akhirat adalah suatu rahmat bagi seorang hamba Allah."
        },
        {
          "number": 9,
          "arabic": "أَفَلَمْ يَرَوْا۟ إِلَىٰ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُم مِّنَ ٱلسَّمَآءِ وَٱلْأَرْضِ ۚ إِن نَّشَأْ نَخْسِفْ بِهِمُ ٱلْأَرْضَ أَوْ نُسْقِطْ عَلَيْهِمْ كِسَفًا مِّنَ ٱلسَّمَآءِ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لِّكُلِّ عَبْدٍ مُّنِيبٍ",
          "transliteration": "afalam yaraw ilā mā bayna aydīhim wamā khalfahum mina l-samāi wal-arḍi in nasha nakhsif bihimu l-arḍa aw nus'qiṭ ʿalayhim kisafan mina l-samāi inna fī dhālika laāyatan likulli ʿabdin munībin",
          "translation": "Maka apakah mereka tidak memperhatikan langit dan bumi yang ada di hadapan dan di belakang mereka? Jika Kami menghendaki, niscaya Kami benamkan mereka di bumi atau Kami jatuhkan kepada mereka kepingan-kepingan dari langit. Sungguh, pada yang demikian itu benar-benar terdapat tanda (kekuasaan Allah) bagi setiap hamba yang kembali (kepada-Nya).",
          "tafsir": "Pada ayat ini, Allah memberikan peringatan kepada orang-orang yang tidak percaya akan terjadinya hari Kiamat dan menyuruh mereka memperhatikan kejadian-kejadian alam yang mereka saksikan sendiri. Betapa banyaknya bencana alam yang terjadi di beberapa negeri seperti gempa dahsyat yang menghancurkan bangunan, menimbulkan korban jiwa dan harta benda yang tak ternilai, banjir besar yang menghanyutkan rumah, manusia, binatang, dan tanaman. Menurut kajian ilmiah, karena langit berbentuk bola, maka di mana pun manusia menginjak bumi maka langit akan selalu berada di depan dan di belakangnya, serta di atas dan di bawahnya. Penggalan ayat ini juga menunjukkan bahwa bentuk bumi adalah bulat. Gumpalan dari langit dapat ditafsirkan sebagai pecahan benda langit (planet, bintang, komet, dan lain-lain) setelah mengalami benturan satu sama lain. Pecahan-pecahan ini dikenal dengan nama asteroid, meteorit, dan lain sebagainya. Setiap hari permukaan bumi dihujani oleh bom-bom batuan pecahan, yang bisa mengakibatkan kerusakan bumi dan penghuninya. Karena Allah Maha Pengasih dan Penyayang, Ia melindungi bumi dengan pelindung berupa lapisan udara yang disebut atmosfer. Lapisan udara itu bagaikan rem yang meredam gerakan bom-bom ini dengan gesekan yang terjadi pada saat bersinggungan dengan asteroid atau meteorit. Bahkan bisa langsung memusnahkannya karena asteroid atau meteorit hancur atau terbakar habis akibat panas yang ditimbulkan oleh gesekan dengan atmosfer bumi. Perisai pelindung lain adalah lapisan ozon, medan magnit bumi yang mengerem pecahan-pecahan yang bermuatan. Jika lapisan ozon ini terkoyak karena pencemaran udara, pecahan benda langit itu akan jatuh menghunjam ke bumi, dan bisa saja menimpa manusia atau membenamkannya ke permukaan bumi. Sejarah mencatat bagaimana Allah menghancurkan beberapa umat terdahulu, dan sisa peninggalan mereka masih dapat dilihat sampai sekarang. Apakah semua ini tidak menginsafkan mereka bahwa bila Allah menghendaki, Ia dapat membenamkan negeri mereka ke dalam tanah, dan dapat pula mengirimkan benda langit seperti meteor atau planet, untuk membentur bumi, dan dengan demikian terjadilah malapetaka yang tidak dapat dibayangkan bagaimana dahsyatnya. Tidakkah mereka mengambil pelajaran dari kejadian-kejadian alam itu atau dari kejadian yang tertulis dalam sejarah dan sisa-sisa peninggalan yang masih dapat mereka saksikan sendiri? Bagi orang yang hatinya disinari cahaya iman, berbagai kejadian itu menambah keimanan mereka dan menjadikan mereka meyakini bahwa Allah Mahakuasa, dan bahwa mereka pada hakikatnya akan kembali kepada Allah Pemilik dan Penguasa langit dan bumi Yang Mahabijaksana dan Mahaadil."
        },
        {
          "number": 10,
          "arabic": "۞ وَلَقَدْ ءَاتَيْنَا دَاوُۥدَ مِنَّا فَضْلًا ۖ يَـٰجِبَالُ أَوِّبِى مَعَهُۥ وَٱلطَّيْرَ ۖ وَأَلَنَّا لَهُ ٱلْحَدِيدَ",
          "transliteration": "walaqad ātaynā dāwūda minnā faḍlan yājibālu awwibī maʿahu wal-ṭayra wa-alannā lahu l-ḥadīda",
          "translation": "Dan sungguh, Telah Kami berikan kepada Dawud karunia dari Kami. (Kami berfirman), \"Wahai gunung-gunung dan burung-burung! Bertasbihlah berulang-ulang bersama Dawud,\" dan Kami telah melunakkan besi untuknya,",
          "tafsir": "Di antara karunia Allah yang dianugerahkan kepada Nabi Daud ialah suaranya yang sangat merdu. Diriwayatkan bahwa Nabi Daud adalah seorang komponis atau pencipta nyanyian yang bersifat keagamaan. Ketika Daud bertasbih memuja dengan suaranya yang merdu, apalagi lagu-lagu itu menggambarkan pula kebesaran, kemuliaan, dan keagungan Tuhan, maka alam sekitarnya bergema seakan-akan turut bertasbih mengikuti irama suaranya. Kita tidak mengetahui bagaimana alam sekitarnya bertasbih dan bernyanyi bersama Daud sebagaimana diperintahkan Allah kepadanya. Hal itu memang tidak dapat diketahui oleh manusia sebagai tersebut dalam firman-Nya: Langit yang tujuh, bumi dan semua yang ada di dalamnya bertasbih kepada Allah. Dan tidak ada sesuatu pun melainkan bertasbih dengan memuji-Nya, tetapi kamu tidak mengerti tasbih mereka. Sungguh, Dia Maha Penyantun, Maha Pengampun. (al-Isra'/17: 44) Mengenai keindahan dan kemerduan suara Daud diriwayatkan dalam sebuah hadis sahih: Dari 'aisyah, dia berkata: Rasulullah saw mendengar bacaan Abu Musa. al-Asy'ari, kemudian beliau berkata, \"Sesungguhnya orang ini telah dikaruniai Allah suara merdu seperti keluarga Daud.\" (Riwayat an-Nasa'i) Nikmat lain yang dikaruniakan Allah kepada Daud ialah dia dapat menjadikan besi yang keras menjadi lunak seperti lilin sehingga dapat dibentuk menjadi alat-alat, terutama alat peperangan. Dengan mukjizat yang dikaruniakan Allah, Daud melakukannya tanpa dipanaskan dengan api sebagaimana yang bisa dilakukan orang."
        },
        {
          "number": 11,
          "arabic": "أَنِ ٱعْمَلْ سَـٰبِغَـٰتٍ وَقَدِّرْ فِى ٱلسَّرْدِ ۖ وَٱعْمَلُوا۟ صَـٰلِحًا ۖ إِنِّى بِمَا تَعْمَلُونَ بَصِيرٌ",
          "transliteration": "ani iʿ'mal sābighātin waqaddir fī l-sardi wa-iʿ'malū ṣāliḥan innī bimā taʿmalūna baṣīrun",
          "translation": "(yaitu) buatlah baju besi yang besar-besar dan ukurlah anyamannya; dan kerjakanlah kebajikan. Sungguh, Aku Maha Melihat apa yang kamu kerjakan.",
          "tafsir": "Lalu Allah memerintahkan kepada Nabi Daud supaya membuat baju besi istimewa dari bahan besi yang lunak bukan seperti baju yang dikenal pada masa itu. Biasanya baju besi pada masa itu dibuat dari kepingan-kepingan besi yang tipis disusun seperti baju, tetapi baju besi itu sangat mengganggu pemakainya selain menimbulkan panas pada badan dan membatasi gerak. Tetapi, baju besi yang dibuat Daud, karena besinya telah menjadi lunak, jauh berbeda dengan baju besi biasa. Baju besi itu dibuat seperti gulungan-gulungan rantai yang disusun rapi sehingga baju besi itu mengikuti gerak badan. Dengan demikian, pemakainya dapat bergerak dengan bebas tanpa merasakan gangguan apa pun. Dengan baju besi yang lunak itu, Daud dapat membuat alat senjata yang baru untuk mempertahankan kerajaannya dari serangan musuh. Kemudian untuk mensyukuri karunia yang diberikan-Nya, Allah memerintahkan pula supaya Daud dan kaumnya selalu mengerjakan amal saleh dan mempergunakan segala nikmat yang dikaruniakan Allah itu untuk mencapai keridaan-Nya. Dia selalu melihat dan mengetahui apa yang dikerjakan oleh hamba-Nya."
        },
        {
          "number": 12,
          "arabic": "وَلِسُلَيْمَـٰنَ ٱلرِّيحَ غُدُوُّهَا شَهْرٌ وَرَوَاحُهَا شَهْرٌ ۖ وَأَسَلْنَا لَهُۥ عَيْنَ ٱلْقِطْرِ ۖ وَمِنَ ٱلْجِنِّ مَن يَعْمَلُ بَيْنَ يَدَيْهِ بِإِذْنِ رَبِّهِۦ ۖ وَمَن يَزِغْ مِنْهُمْ عَنْ أَمْرِنَا نُذِقْهُ مِنْ عَذَابِ ٱلسَّعِيرِ",
          "transliteration": "walisulaymāna l-rīḥa ghuduwwuhā shahrun warawāḥuhā shahrun wa-asalnā lahu ʿayna l-qiṭ'ri wamina l-jini man yaʿmalu bayna yadayhi bi-idh'ni rabbihi waman yazigh min'hum ʿan amrinā nudhiq'hu min ʿadhābi l-saʿīri",
          "translation": "Dan Kami (tundukkan) angin bagi Sulaiman, yang perjalanannya pada waktu pagi sama dengan perjalanan sebulan dan perjalanannya pada waktu sore sama dengan perjalanan sebulan (pula)<sup foot_note=135644>1</sup> dan Kami alirkan cairan tembaga baginya. Dan sebagian dari jin ada yang bekerja di hadapannya (di bawah kekuasaannya) dengan izin Tuhannya. Dan siapa yang menyimpang di antara mereka dari perintah Kami, Kami rasakan kepadanya azab neraka yang apinya menyala-nyala.",
          "tafsir": "Pada ayat ini diterangkan bahwa Allah menundukkan angin untuk Nabi Sulaiman sehingga dapat membawanya ke tempat-tempat yang diingininya dengan cepat sekali. Dalam waktu setengah hari saja angin dapat membawanya ke tempat yang jaraknya sebulan perjalanan, baik perjalanan itu pada waktu pagi sampai zuhur maupun pada waktu siang mulai dari zuhur sampai terbenamnya matahari. Qatadah dalam menafsirkan ayat ini menyatakan, \"Angin dapat membawa Sulaiman dari pagi sampai tergelincirnya matahari sejauh sebulan perjalanan dan dari tergelincirnya matahari sampai terbenamnya sejauh sebulan perjalanan pula. Dalam hal ini, al-hasan al-Bashri berkata, \"Sulaiman pernah berangkat dengan mengendarai angin, dari Damaskus ke Isthakhr lalu dia turun di sana untuk makan siang, kemudian dia berangkat lagi ke Kabul untuk bermalam di sana. Padahal jarak antara Damaskus dan Isthakhr adalah sebulan perjalanan bagi orang yang berjalan cepat dan jarak antara Isthakhr dan Kabul adalah sebulan perjalanan pula. Karunia lainnya yang diberikan Allah kepada Sulaiman ialah melunakkan tembaga seperti lilin sehingga mudah dibentuk menurut keinginan orang yang mengolahnya. Hal ini sama dengan karunia yang diberikan kepada Nabi Daud yaitu melunakkan besi. Di antara karunia itu pula ialah menundukkan jin untuk bekerja membuat apa saja yang diingini Sulaiman. Jin-jin itu selalu taat dan patuh mengikuti perintahnya, karena mereka diancam oleh Allah dengan azab yang pedih apabila tidak memenuhi perintah Sulaiman."
        },
        {
          "number": 13,
          "arabic": "يَعْمَلُونَ لَهُۥ مَا يَشَآءُ مِن مَّحَـٰرِيبَ وَتَمَـٰثِيلَ وَجِفَانٍ كَٱلْجَوَابِ وَقُدُورٍ رَّاسِيَـٰتٍ ۚ ٱعْمَلُوٓا۟ ءَالَ دَاوُۥدَ شُكْرًا ۚ وَقَلِيلٌ مِّنْ عِبَادِىَ ٱلشَّكُورُ",
          "transliteration": "yaʿmalūna lahu mā yashāu min maḥārība watamāthīla wajifānin kal-jawābi waqudūrin rāsiyātin iʿ'malū āla dāwūda shuk'ran waqalīlun min ʿibādiya l-shakūru",
          "translation": "Mereka (para jin itu) bekerja untuk Sulaiman sesuai dengan apa yang dikehendakinya di antaranya (membuat) gedung-gedung yang tinggi, patung-patung, piring-piring yang (besarnya) seperti kolam dan periuk-periuk yang tetap (berada di atas tungku). Bekerjalah wahai keluarga Dawud untuk bersyukur (kepada Allah). Dan sedikit sekali dari hamba-hamba-Ku yang bersyukur.",
          "tafsir": "Oleh sebab itu, mereka dengan giat sekali melaksanakan apa yang diperintahkan Sulaiman, seperti membangun tempat-tempat beribadah, arca-arca yang indah yang terbuat dari kayu, tembaga, kaca, dan batu pualam, serta belanga-belanga besar untuk memasak makanan yang cukup untuk berpuluh-puluh orang. Karena besar dan luasnya, bejana-bejana itu kelihatan seperti kolam-kolam air. Mereka juga membuatkan untuk Sulaiman periuk yang besar pula yang karena besarnya tidak dapat diangkat dan dipindahkan. Karena jin mempunyai kekuatan yang dahsyat, dengan mudah mereka membuat semua yang dikehendaki Sulaiman seperti membangun istana yang megah dan mewah, serta menggali selokan-selokan untuk irigasi sehingga kerajaan Sulaiman menjadi masyhur sebagai suatu kerajaan besar dan paling makmur, tidak ada suatu kerajaan pun di waktu itu yang dapat menandinginya. Hal ini ialah sebagai realisasi dari doanya yang dikabulkan Tuhan seperti tersebut dalam firman-Nya. Dia berkata, \"Ya Tuhanku, ampunilah aku dan anugerahkanlah kepadaku kerajaan yang tidak dimiliki oleh siapa pun setelahku. Sungguh, Engkaulah Yang Maha Pemberi.\" Kemudian Kami tundukkan kepadanya angin yang berhembus dengan baik menurut perintahnya ke mana saja yang dikehendakinya, dan (Kami tundukkan pula kepadanya) setan-setan, semuanya ahli bangunan dan penyelam. (shad/38: 35-37) Kemudian Allah memerintahkan kepada Sulaiman sebagai keluarga Daud supaya bersyukur atas nikmat yang dilimpahkan Allah kepadanya. Mensyukuri nikmat Allah itu bukanlah sekadar mengucapkan, tetapi harus diiringi dengan amal saleh dan mempergunakan nikmat itu untuk hal-hal yang diridai-Nya. Diriwayatkan oleh at-Tirmidzi bahwa Nabi Muhammad naik ke atas mimbar lalu membaca ayat ini. Lalu beliau bersabda, \"Ada tiga sifat bila dipunyai oleh seseorang berarti dia telah diberi karunia seperti karunia yang diberikan kepada keluarga Daud.\" Kami bertanya kepada beliau, \"Sifat-sifat apakah itu?\" Rasulullah menjawab, \"Pertama: Berlaku adil, baik dalam keadaan marah maupun dalam keadaan senang. Kedua: Selalu hidup sederhana baik di waktu miskin maupun kaya. Ketiga: Selalu takut kepada Allah baik di waktu sendirian maupun di hadapan orang banyak. Allah mengiringi perintah-Nya supaya Sulaiman bersyukur atas nikmat yang diterimanya dengan menjelaskan bahwa sedikit sekali di antara hamba-hamba-Nya yang benar-benar bersyukur kepada-Nya. Bagaimana seorang hamba bersyukur kepada Tuhannya dapat dilihat dari cara bersyukur Nabi saw kepada Allah. Dari 'aisyah bahwa Rasulullah salat di malam hari sampai kedua telapak kakinya bengkak, maka aku ('Aisyah), berkata kepadanya, \"Mengapa engkau berbuat seperti ini padahal Allah telah mengampuni dosamu yang sekarang dan dosamu yang akan datang?\" Rasulullah menjawab, \"Bukankah aku ini seorang hamba yang bersyukur?\" (Riwayat Muslim)"
        },
        {
          "number": 14,
          "arabic": "فَلَمَّا قَضَيْنَا عَلَيْهِ ٱلْمَوْتَ مَا دَلَّهُمْ عَلَىٰ مَوْتِهِۦٓ إِلَّا دَآبَّةُ ٱلْأَرْضِ تَأْكُلُ مِنسَأَتَهُۥ ۖ فَلَمَّا خَرَّ تَبَيَّنَتِ ٱلْجِنُّ أَن لَّوْ كَانُوا۟ يَعْلَمُونَ ٱلْغَيْبَ مَا لَبِثُوا۟ فِى ٱلْعَذَابِ ٱلْمُهِينِ",
          "transliteration": "falammā qaḍaynā ʿalayhi l-mawta mā dallahum ʿalā mawtihi illā dābbatu l-arḍi takulu minsa-atahu falammā kharra tabayyanati l-jinu an law kānū yaʿlamūna l-ghayba mā labithū fī l-ʿadhābi l-muhīni",
          "translation": "Maka ketika Kami telah menetapkan kematian atasnya (Sulaiman), tidak ada yang menunjukkan kepada mereka kematiannya itu kecuali rayap yang memakan tongkatnya. Maka ketika dia telah tersungkur, tahulah jin itu bahwa sekiranya mereka mengetahui hal yang gaib tentu mereka tidak menetap dalam siksa yang menghinakan.",
          "tafsir": "Ayat ini menerangkan bahwa ketika ajalnya telah dekat, Nabi Sulaiman duduk di atas singgasananya bertelekan pada tongkatnya. Pada waktu itulah Sulaiman meninggal dunia dan tidak seorang pun yang tahu bahwa dia sudah meninggal baik para pengawalnya, penghuni istana, maupun jin-jin yang selalu bekerja keras melaksanakan perintahnya. Dia jatuh tersungkur karena tongkatnya dimakan rayap, sehingga tidak dapat menahan berat tubuhnya. Ketika itu, barulah orang sadar bahwa Sulaiman sudah meninggal, demikian pula jin-jin yang tetap bekerja keras melaksanakan perintahnya. Pada waktu itulah mereka mengakui kelemahan diri mereka, karena tidak dapat mengetahui bahwa Sulaiman telah meninggal. Kalau mereka tahu bahwa Sulaiman telah meninggal, tentulah mereka tidak akan tetap bekerja keras, karena mereka hanya diperintahkan Allah patuh kepada Nabi Sulaiman saja, tidak kepada pembesar-pembesar di istananya. Allah tidak menerangkan dalam ayat ini berapa lama Sulaiman bertelekan di atas tongkatnya sampai ia jatuh tersungkur. Sebagian mufasir mengatakan bahwa Nabi Sulaiman bertelekan pada tongkatnya sampai ia mati selama satu tahun. Mereka mengatakan bahwa Nabi Daud telah mulai membangun Baitul Makdis tetapi tidak dapat menyelesaikan pembangunannya. Ketika sudah dekat ajalnya, ia berwasiat kepada Nabi Sulaiman agar menyelesaikan pembangunannya. Nabi Sulaiman memerintahkan jin yang tunduk di bawah kekuasaannya supaya menyelesaikan bangunan itu. Tatkala Sulaiman merasa ajalnya sudah dekat, dia ingin menyembunyikan kematiannya kepada jin-jin yang bekerja keras menyelesaikan pekerjaannya. Lalu Nabi Sulaiman bertelekan di atas tongkatnya agar kalau ia mati, orang akan menyangka ia masih hidup karena masih duduk bertelekan di atas tongkatnya. Akhirnya tongkatnya itu dimakan rayap dan patah. Pada waktu itu, barulah diketahui bahwa Nabi Sulaiman telah meninggal. Mereka ingin mengetahui berapa lama Sulaiman bertelekan pada tongkat itu setelah ia meninggal, dengan mengambil sisanya. Setelah mereka perhitungkan, ternyata rayap itu dalam sehari semalam hanya memakan sebagian kecil saja dari tongkat itu, sehingga dibutuhkan waktu satu tahun untuk dapat merusaknya. Sebagian ahli tafsir berpendapat bahwa Sulaiman bertelekan pada tongkatnya sampai ia meninggal. Memang tongkat itu telah lama dimakan rayap tanpa diketahui oleh Sulaiman. Pada waktu Sulaiman bertelekan di atas tongkat ketika ajalnya tiba, tongkat itu sudah lapuk juga. Tidak mungkin seorang raja akan dibiarkan saja oleh keluarga dan pengawalnya tanpa makan dan minum, tanpa menanyakan kepadanya hal-hal penting yang harus dimintakan pendapatnya. Mana yang benar di antara kedua pendapat ini tidak dapat kita ketahui. Dalam kisah-kisah para nabi banyak sekali terjadi hal-hal yang tidak dapat dijangkau oleh pikiran manusia karena mereka diberi mukjizat oleh Allah. Kalau Nabi Sulaiman bertelekan hanya sebentar saja lalu roboh tersungkur, tentu para jin tidak akan menyesal demikian hebatnya karena mereka telah telanjur bekerja menyelesaikan Baitul Makdis."
        }
      ]
    }
  ]
}