{
  "pageNumber": 68,
  "juz": 4,
  "surahs": [
    {
      "number": 3,
      "name": "Ali 'Imran",
      "nameArabic": "آل عمران",
      "meaning": "Keluarga Imran",
      "revelation": "Madinah",
      "description": "Surat Ali 'Imraan terdiri dari 200 ayat dan termasuk surat Madaniyyah. Dinamakan Ali 'Imran karena memuat kisah keluarga 'Imran, yang juga menyebutkan kisah kelahiran Nabi 'Isa a.s., persamaan kejadiannya dengan Nabi Adam a.s., kenabian dan beberapa mukjizatnya, serta kelahiran Maryam putri 'Imran, ibu Nabi 'Isa a.s.Surat Al Baqarah dan Ali 'Imraan dinamakan \"Az Zahrawaani\" (dua yang cemerlang), karena menyingkapkan hal-hal yang disembunyikan oleh para Ahli Kitab, seperti kejadian dan kelahiran Nabi 'Isa a.s., kedatangan Nabi Muhammad s.a.w., dan sebagainya.Pokok-Pokok Isi:1. Keimanan:Dalil-dalil dan alasan-alasan yang membantah orang Nasrani yang mempertuhankan Nabi 'Isa a.s.; ketauhidan adalah dasar yang dibawa oleh seluruh nabi.2. Hukum-hukum:Musyawarah; bermubahalah; larangan melakukan riba.3. Kisah-kisah:Kisah keluarga 'Imran; perang Badar dan Uhud dan pelajaran yang dapat diambil darinya,4. Lain-lain:Golongan-golongan manusia dalam memahami ayat-ayat mutasyaabihaat; sifat- sifat Allah; sifat orang-orang yang bertakwa; Islam satu-satunya agama yang diridhai Allah; kemudharatan mengambil orang-orang kafir sebagai teman kepercayaan; pengambilan perjanjian para Nabi oleh Allah; perumpamaan-perumpamaan; peringatan-peringatan terhadap Ahli Kitab; Ka'bah adalah rumah peribadatan yang tertua dan bukti-buktinya; faedah mengingat Allah dan merenungkan ciptaan-Nya.Surat Ali 'Imraan berisi dalil-dalil dan alasan-alasan untuk membantah kaum Nasrani yang mempertuhankan Nabi 'Isa a.s., menerangkan perang Badar dan Uhud; agar kemenangan di perang Badar dan kekalahan di perang Uhud yang dialami kaum muslimin itu dapat dijadikan pelajaran.Hubungan Surat Ali 'imraan Dengan Surat An Nisaa':1. Surat Ali 'Imraan disudahi dengan perintah bertakwa, sesuai dengan permulaan surat An Nisaa',2. Dalam surat Ali 'Imraan disebutkan perang Badar dan Uhud dengan sempurna, keterangan sebagiannya diulangi dalam surat An Nisaa'.3. Dalam surat Ali 'Imraan dikisahkan perang Hamraa-ul Asad yang terjadi setelah perang Uhud, dan perang ini disinggung pula dalam surat An Nisaa'.4. Dalam surat Ali 'Imraan disebutkan bahwa banyak kaum Muslimin yang gugur sebagai syuhada yang berarti mereka meninggalkan anak-anak dan istri-istri mereka, maka dalam bagian permulaan surat An Nisaa' disebutkan perintah memelihara anak yatim dan pembagian harta pusaka.",
      "verses": [
        {
          "number": 141,
          "arabic": "وَلِيُمَحِّصَ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ وَيَمْحَقَ ٱلْكَـٰفِرِينَ",
          "transliteration": "waliyumaḥḥiṣa l-lahu alladhīna āmanū wayamḥaqa l-kāfirīna",
          "translation": "dan agar Allah membersihkan orang-orang yang beriman (dari dosa mereka) dan membinasakan orang-orang kafir.",
          "tafsir": "Peristiwa musibah kaum Muslimin pada Perang Uhud sesudah mereka menang dalam Perang Badar sebelumnya, adalah juga dimaksudkan untuk membedakan orang yang benar-benar beriman dari kaum munafik dan untuk membersihkan hati orang mukmin yang masih lemah, sehingga benar-benar menjadi orang yang ikhlas, bersih dari dosa. Derajat keimanan seseorang itu masih tersamar, dan tidak jelas hakikatnya kecuali melalui ujian berat. Kalau ia lulus dalam ujian itu, maka ia bisa dikatakan sebagai orang yang bersih dan suci, sebagaimana halnya emas, baru dapat diketahui keasliannya sesudah diasah, dibakar dan diuji dengan air keras. Pasukan pemanah melanggar perintah Nabi saw dalam Perang Uhud dengan meninggalkan posnya di atas gunung, lalu turut memperebutkan harta rampasan. Karena itu pasukan Muslimin akhirnya terpukul mundur, dikocar-kacirkan oleh musuh. Peristiwa ini menjadi satu pelajaran bagi kaum Muslimin untuk menyadarkan mereka bahwa umat Islam diciptakan bukanlah untuk bermain-main, berfoya-foya, bermalas-malasan, menimbun kekayaan, melainkan harus bersungguh-sungguh beramal, menaati perintah Nabi saw dan tidak melanggarnya, apa pun yang akan terjadi. Keikhlasan hati kaum Muslimin dan ketaatannya kepada perintah Nabi dapat dibuktikan ketika terjadi perang Hamraul Asad sesudah terpukul dalam Perang Uhud. Nabi saw memerintahkan bahwa orang-orang yang dibolehkan ikut pada perang Hamraul Asad ialah orang-orang yang pernah ikut dalam Perang Uhud. Mereka dengan segala senang hati mematuhi perintah Nabi dengan kemauan yang sungguh-sungguh dan ikhlas sekalipun di antara mereka masih ada yang mengalami luka-luka yang parah, hati yang sedih dan gelisah. Sebaliknya orang-orang kafir menderita kehancuran karena hati mereka kotor, masih bercokol di dalamnya sifat-sifat sombong dan takabur, akibat kemenangan yang diperolehnya."
        },
        {
          "number": 142,
          "arabic": "أَمْ حَسِبْتُمْ أَن تَدْخُلُوا۟ ٱلْجَنَّةَ وَلَمَّا يَعْلَمِ ٱللَّهُ ٱلَّذِينَ جَـٰهَدُوا۟ مِنكُمْ وَيَعْلَمَ ٱلصَّـٰبِرِينَ",
          "transliteration": "am ḥasib'tum an tadkhulū l-janata walammā yaʿlami l-lahu alladhīna jāhadū minkum wayaʿlama l-ṣābirīna",
          "translation": "Apakah kamu mengira bahwa kamu akan masuk surga, padahal belum nyata bagi Allah orang-orang yang berjihad<sup foot_note=135098>1</sup> di antara kamu, dan belum nyata orang-orang yang sabar.",
          "tafsir": "Ulama-ulama tafsir menerangkan bahwa setelah Nabi saw, mengetahui persiapan pihak Quraisy berupa pasukan yang berjumlah besar untuk menyerang kaum Muslimin sebagai balasan atas kekalahan mereka dalam Perang Badar, maka Nabi saw bermusyawarah dengan para sahabatnya, apakah mereka akan bertahan saja di kota Medinah ataukah akan keluar untuk bertempur di luar kota. Meskipun Nabi sendiri lebih condong untuk bertahan di kota Medinah, namun beliau mengikuti pendapat terbanyak yang menghendaki agar menyerang musuh di luar kota. Dengan demikian Rasulullah saw keluar kota ke bukit Uhud dengan pasukan sebanyak 1.000 orang untuk melawan orang Quraisy yang berjumlah lebih dari 3.000 orang. Pasukan Muslimin yang jauh lebih sedikit ini hampir memperoleh kemenangan, tetapi akhirnya suasana berbalik menjadi kegagalan disebabkan kurang sabar mematuhi perintah Rasulullah sebagai komandan dalam peperangan itu. Banyak korban berguguran di sana-sini dan ada pula yang lari ketakutan. Nabi sendiri terdesak dan terancam, bahkan tersiar berita bahwa Nabi saw telah terbunuh. Yang terbunuh sebagai syuhada ialah para sahabatnya seperti Abu Dujanah, thalhah bin 'Ubaidillah, Ummu 'Imarah dan lain-lain yang telah mengorbankan diri dan nyawa mereka sebagai perisai Rasulullah. Terbunuh juga dalam Perang Uhud, Hamzah bin 'Abdul Muthalib, paman Rasul yang dicintainya. Pada ayat 142, Allah mengatakan, \"Apakah kamu mengira bahwa kamu akan masuk surga padahal belum nyata bagi Allah orang-orang yang berjihad di antara kamu, dan belum nyata orang-orang yang sabar.\" Ini adalah satu celaan dan koreksi Tuhan terhadap sebagian kaum Muslimin yang turut dalam Perang Uhud itu, yaitu kepada orang-orang yang semula ingin berperang dengan semangat berapi-api dan mendorong Rasulullah, agar keluar kota untuk memerangi pihak Quraisy dan jangan hanya bertahan di kota Medinah saja. Mereka dengan tegas menyatakan sanggup berbuat segala sesuatu untuk menghadapi musuh meskipun mereka akan mati seperti pahlawan-pahlawan Badar. Tetapi nyatanya setelah mereka berada dalam suasana yang sulit dan keadaan gawat, bukan saja mereka kehilangan semangat dan tidak dapat melaksanakan apa yang tadinya mereka nyatakan kepada Rasulullah, bahkan kebanyakan dari mereka sudah kehilangan pegangan, terkecuali sebagian yang memang semangat tempur dan juangnya bernyala-nyala terus, karena keteguhan keyakinan dan keimanan yang tidak dapat digoyahkan oleh keadaan dan suasana apa pun juga. Mereka inilah pembela-pembela Rasulullah, pembela Islam dan kebenaran."
        },
        {
          "number": 143,
          "arabic": "وَلَقَدْ كُنتُمْ تَمَنَّوْنَ ٱلْمَوْتَ مِن قَبْلِ أَن تَلْقَوْهُ فَقَدْ رَأَيْتُمُوهُ وَأَنتُمْ تَنظُرُونَ",
          "transliteration": "walaqad kuntum tamannawna l-mawta min qabli an talqawhu faqad ra-aytumūhu wa-antum tanẓurūna",
          "translation": "Dan kamu benar-benar mengharapkan mati (syahid) sebelum kamu menghadapinya; maka (sekarang) kamu sungguh, telah melihatnya dan kamu menyaksikannya.",
          "tafsir": "Kaum Muslimin sebelum terjadi Perang Uhud berjanji akan mati syahid mengikuti jejak para syuhada Badar. Tetapi mereka tidak menepati janji itu ketika melihat dahsyatnya pertempuran. Sebagai puncak dari kesukaran yang dihadapi oleh kaum Muslimin dalam Perang Uhud, ialah tersiarnya berita Rasulullah telah terbunuh. Ketika itu orang-orang yang lemah imannya ingin memperoleh jasa-jasa baik dari 'Abdullah bin Ubai, kepala kaum munafik di Medinah, agar dia berusaha mendapat perlindungan dari Abu Sufyan, bahkan ada pula yang berteriak seraya berkata, \"Kalau Muhammad sudah mati, marilah kita kembali saja kepada agama kita semula.\" Dalam keadaan kalut sahabat Nabi (Anas bin an-Nadhar) berbicara, \"Andaikata Muhammad telah terbunuh, maka Tuhan Muhammad tidak akan terbunuh. Untuk apa kamu hidup sesudah terbunuhnya Rasulullah? Marilah kita terus berperang, meskipun beliau telah mati.\" Kemudian Anas bin an-Nadhar berdoa meminta ampun kepada Tuhan karena perkataan orang-orang yang lemah iman itu, lalu ia mengambil pedangnya dan terus bertempur sehingga ia mati syahid."
        },
        {
          "number": 144,
          "arabic": "وَمَا مُحَمَّدٌ إِلَّا رَسُولٌ قَدْ خَلَتْ مِن قَبْلِهِ ٱلرُّسُلُ ۚ أَفَإِي۟ن مَّاتَ أَوْ قُتِلَ ٱنقَلَبْتُمْ عَلَىٰٓ أَعْقَـٰبِكُمْ ۚ وَمَن يَنقَلِبْ عَلَىٰ عَقِبَيْهِ فَلَن يَضُرَّ ٱللَّهَ شَيْـًٔا ۗ وَسَيَجْزِى ٱللَّهُ ٱلشَّـٰكِرِينَ",
          "transliteration": "wamā muḥammadun illā rasūlun qad khalat min qablihi l-rusulu afa-in māta aw qutila inqalabtum ʿalā aʿqābikum waman yanqalib ʿalā ʿaqibayhi falan yaḍurra l-laha shayan wasayajzī l-lahu l-shākirīna",
          "translation": "Dan Muhammad hanyalah seorang Rasul; sebelumnya telah berlalu beberapa Rasul.<sup foot_note=135099>1</sup> Apakah jika dia wafat atau dibunuh, kamu berbalik ke belakang (murtad)? Barang siapa berbalik ke belakang, maka ia tidak akan merugikan Allah sedikit pun. Allah akan memberi balasan kepada orang yang bersyukur.",
          "tafsir": "Muhammad hanyalah seorang Rasul Allah. Kalau dia mati terbunuh, maka itu adalah hal biasa sebagaimana telah terjadi pula pada nabi-nabi dan rasul-rasul sebelumnya. Ada yang mati biasa dan ada yang terbunuh. Mengapa ada di antara kaum Muslimin yang murtad disebabkan mendengar berita Muhammad telah mati terbunuh? Ketahuilah bahwa orang yang murtad tidak akan menimbulkan sesuatu mudarat kepada Allah. Dan Allah akan memberi balasan kepada orang-orang yang bersyukur kepada-Nya. Pengertian bersyukur biasa diartikan terima kasih. Berterima kasih dalam ayat ini bukanlah sekedar ucapan, tetapi dengan suatu perbuatan dan bukti yang nyata. Bersyukur kepada manusia ialah berbuat baik kepadanya sebagai balas jasa, sedang bersyukur kepada Allah ialah berbakti kepada-Nya, sesuai dengan perintah-Nya. Di dalam menegakkan kebenaran, kita harus berusaha dengan sungguh-sungguh, berjuang dengan penuh iman dan kesabaran dan rela menerima segala macam cobaan dan penderitaan. Orang-orang semacam inilah yang benar-benar bersyukur kepada Allah dan yang pasti akan mendapat balasan yang dijanjikan-Nya."
        },
        {
          "number": 145,
          "arabic": "وَمَا كَانَ لِنَفْسٍ أَن تَمُوتَ إِلَّا بِإِذْنِ ٱللَّهِ كِتَـٰبًا مُّؤَجَّلًا ۗ وَمَن يُرِدْ ثَوَابَ ٱلدُّنْيَا نُؤْتِهِۦ مِنْهَا وَمَن يُرِدْ ثَوَابَ ٱلْـَٔاخِرَةِ نُؤْتِهِۦ مِنْهَا ۚ وَسَنَجْزِى ٱلشَّـٰكِرِينَ",
          "transliteration": "wamā kāna linafsin an tamūta illā bi-idh'ni l-lahi kitāban mu-ajjalan waman yurid thawāba l-dun'yā nu'tihi min'hā waman yurid thawāba l-ākhirati nu'tihi min'hā wasanajzī l-shākirīna",
          "translation": "Dan setiap yang bernyawa tidak akan mati kecuali dengan izin Allah, sebagai ketetapan yang telah ditentukan waktunya. Barang siapa menghendaki pahala dunia, niscaya Kami berikan kepadanya pahala (dunia) itu, dan barang siapa menghendaki pahala akhirat, Kami berikan (pula) kepadanya pahala (akhirat) itu, dan Kami akan memberi balasan kepada orang-orang yang bersyukur.",
          "tafsir": "Allah menyatakan, \"Semua yang bernyawa tidak akan mati melainkan dengan izin-Nya, tepat pada waktunya sesuai dengan yang telah ditetapkan-Nya.\" Artinya: persoalan mati itu hanya di tangan Tuhan, bukan di tangan siapa-siapa atau di tangan musuh yang ditakuti. Ini merupakan teguran kepada orang-orang mukmin yang lari dari medan Perang Uhud karena takut mati, dan juga merupakan petunjuk bagi setiap umat Islam yang sedang berjuang di jalan Allah. Seterusnya Allah memberikan bimbingan kepada umat Islam bagaimana seharusnya berjuang di jalan Allah dengan firman-Nya: ... Barang siapa menghendaki pahala dunia, niscaya Kami berikan kepadanya pahala (dunia) itu,¦(Ali 'Imran/3:145). Ini berarti setiap orang Islam harus meluruskan dan membetulkan niatnya dalam melaksanakan setiap perjuangan. Kalau niatnya hanya sekedar untuk memperoleh balasan dunia, maka biar bagaimanapun besar perjuangannya, maka balasannya hanya sekedar yang bersifat dunia saja. Dan barang siapa yang niatnya untuk mendapat pahala akhirat, maka Allah akan membalasnya dengan pahala akhirat. Allah akan memberi balasan kepada orang-orang yang bersyukur yaitu orang-orang yang mematuhi perintah-Nya dan selalu mendampingi Nabi-Nya."
        },
        {
          "number": 146,
          "arabic": "وَكَأَيِّن مِّن نَّبِىٍّ قَـٰتَلَ مَعَهُۥ رِبِّيُّونَ كَثِيرٌ فَمَا وَهَنُوا۟ لِمَآ أَصَابَهُمْ فِى سَبِيلِ ٱللَّهِ وَمَا ضَعُفُوا۟ وَمَا ٱسْتَكَانُوا۟ ۗ وَٱللَّهُ يُحِبُّ ٱلصَّـٰبِرِينَ",
          "transliteration": "waka-ayyin min nabiyyin qātala maʿahu ribbiyyūna kathīrun famā wahanū limā aṣābahum fī sabīli l-lahi wamā ḍaʿufū wamā is'takānū wal-lahu yuḥibbu l-ṣābirīna",
          "translation": "Dan betapa banyak nabi yang berperang didampingi sejumlah besar dari pengikut(nya) yang bertakwa. Mereka tidak (menjadi) lemah karena bencana yang menimpanya di jalan Allah, tidak patah semangat dan tidak (pula) menyerah (kepada musuh). Dan Allah mencitai orang-orang yang sabar.",
          "tafsir": "Allah kembali memberikan koreksi kepada sebagian pengikut Nabi Muhammad saw yang lemah dan tidak setia dalam Perang Uhud dengan mengemukakan keadaan umat nabi-nabi sebelumnya bahwa dalam jihad fisabilillah, semangat dan iman mereka tetap kuat, tidak lemah, tidak lesu dan tidak menyerah di kala menderita bencana. Orang-orang semacam itulah yang dicintai Allah karena kesabarannya."
        },
        {
          "number": 147,
          "arabic": "وَمَا كَانَ قَوْلَهُمْ إِلَّآ أَن قَالُوا۟ رَبَّنَا ٱغْفِرْ لَنَا ذُنُوبَنَا وَإِسْرَافَنَا فِىٓ أَمْرِنَا وَثَبِّتْ أَقْدَامَنَا وَٱنصُرْنَا عَلَى ٱلْقَوْمِ ٱلْكَـٰفِرِينَ",
          "transliteration": "wamā kāna qawlahum illā an qālū rabbanā igh'fir lanā dhunūbanā wa-is'rāfanā fī amrinā wathabbit aqdāmanā wa-unṣur'nā ʿalā l-qawmi l-kāfirīna",
          "translation": "Dan tidak lain ucapan mereka hanyalah doa, \"Ya Tuhan kami, ampunilah dosa-dosa kami dan tindakan-tindakan kami yang berlebihan (dalam) urusan kami<sup foot_note=135100>1</sup> dan tetapkanlah pendirian kami, dan tolonglah kami terhadap orang-orang kafir.\"",
          "tafsir": "Mereka di samping kesabaran dan ketabahan berjihad fisabilillah bersama Nabi, tidak lupa mengadakan hubungan langsung dengan Allah swt dengan berdoa agar dosanya dan tindakan yang berlebih-lebihan diampuni oleh Tuhan, pendiriannya ditetapkan agar mereka dimenangkan terhadap orang-orang kafir."
        },
        {
          "number": 148,
          "arabic": "فَـَٔاتَىٰهُمُ ٱللَّهُ ثَوَابَ ٱلدُّنْيَا وَحُسْنَ ثَوَابِ ٱلْـَٔاخِرَةِ ۗ وَٱللَّهُ يُحِبُّ ٱلْمُحْسِنِينَ",
          "transliteration": "faātāhumu l-lahu thawāba l-dun'yā waḥus'na thawābi l-ākhirati wal-lahu yuḥibbu l-muḥ'sinīna",
          "translation": "Maka Allah memberi mereka pahala di dunia<sup foot_note=135101>1</sup> dan pahala yang baik di akhirat. Dan Allah mencintai orang-orang yang berbuat kebaikan.",
          "tafsir": "Oleh karena kesungguhan, keikhlasan, keteguhan iman dan kesabaran para pengikut nabi-nabi yang terdahulu dalam menghadapi segala macam penderitaan dalam memperjuangkan kebenaran di jalan Allah, maka Allah memberikan kepada mereka balasan dunia dan pahala yang setimpal di akhirat."
        }
      ]
    }
  ]
}