{
  "pageNumber": 118,
  "juz": 6,
  "surahs": [
    {
      "number": 5,
      "name": "Al-Ma'idah",
      "nameArabic": "المائدة",
      "meaning": "Hidangan",
      "revelation": "Madinah",
      "description": "Surat Al-Ma-idah terdiri dari 120 ayat dan termasuk surat Madaniyyah. Hanya saja ada ayat-ayat yang diturunkan di Mekah, pada waktu haji wadaa', setelah Nabi Muhammad s.a.w. hijrah ke Madinah.Surat ini dinamakan \"Al-Ma-idah\" (hidangan) karena memuat kisah pengikut-pengikut setia Nabi 'Isa a.s. yang meminta kepada Nabi 'Isa agar Allah berkenan menurunkan Al-Ma-idah (hidangan makanan) dari langit (ayat 112) untuk mereka. Juga dinamakan dengan \"Al-Uqud\" (perjanjian), karena kata ini terdapat pada ayat pertama surat ini, Allah menyuruh agar hamba memenuhi janji prasetia terhadap Allah dan perjanjian-perjanjian terhadap sesama.Dinamakan juga \"Al-Munqidz\" (yang menyelamatkan), karena akhir surat ini mengandung kisah tentang Nabi 'Isa a.s. yang menjadi penyelamat bagi pengikut-pengikut setianya dari azab Allah.Pokok-Pokok Isi:1. Keimanan:Bantahan terhadap orang-orang yang mempertuhankan Nabi 'Isa a.s.2. Hukum-hukum:Kewajiban memenuhi janji; hukum melanggar syi'ar Allah; makanan yang dihalalkan dan yang diharamkan; hukum menikahi perempuan ahli kitab; wudhu; tayammum; mandi; hukum membunuh orang; hukum mengacau dan mengganggu keamanan; hukum qishash; hukum melanggar sumpah dan kafaaratnya; hukum khamar, berjudi, berkurban untuk berhala, dan mengundi nasib; hukum membunuh binatang waktu ihram; hukum persaksian dalam berwasiat.3. Kisah-kisah:Kisah Nabi Musa a.s. menyuruh kaumnya memasuki Palestina; kisah Habil dan Qabil; dan kisah-kisah tentang Nabi 'Isa a.s.4. Lain-lain:Kewajiban bersikap lemah lembut terhadap sesama mukmin dan bersikap keras terhadap orang kafir; penyempurnaan Agama Islam di zaman Nabi Muhammad s.a.w.; kewajiban bersikap jujur dan adil; sikap dalam menghadapi berita-berita bohong; akibat berteman akrab nonmuslim; laknat Allah terhadap orang-orang Yahudi; kewajiban rasul-rasul hanya menyampaikan agama; sikap Yahudi dan Nasrani terhadap orang Islam; Ka'bah sebagai pondasi kehidupan manusia; peringatan dari Allah agar meninggalkan kebiasaan Arab Jahiliyah; larangan bertanya sesuatu yang mengakibatkan kesusahan dalam beragama.Surat Al-Ma-idah mengemukakan bagaimana seharusnya orang mukmin bersikap, baik terhadap sesama maupun nonmukmin; manfaaat memenuhi janji prasetia terhadap Allah, perjanjian yang dilakukan oleh sesama manusia, dan ketauhidan Allah.Hubungan Surat Al-Ma-Idah Dengan Surat Al-An'Am:1. Surat Al-Ma-idah mengemukakan hujjah terhadap ahli kitab, sedangkan surat Al-An'am mengemukakan hujjah terhadap kaum musyrikin.2. Surat Al-An'am memuat makanan-makanan yang diharamkan dan binatang sembelihan secara umum, sedangkan surat Al-Ma-idah memuat secara terperinci.3. Akhir surat Al-Ma-idah mengemukakan bahwa Allah menguasai langit dan bumi serta memberi balasan atas perbuatan-perbuatan manusia di dunia, sedangkan permulaan surat Al-An'am mengutarakan bahwa segala puji hanya milik Allah, Pencipta langit dan bumi serta sumber kebahagiaan manusia.",
      "verses": [
        {
          "number": 58,
          "arabic": "وَإِذَا نَادَيْتُمْ إِلَى ٱلصَّلَوٰةِ ٱتَّخَذُوهَا هُزُوًا وَلَعِبًا ۚ ذَٰلِكَ بِأَنَّهُمْ قَوْمٌ لَّا يَعْقِلُونَ",
          "transliteration": "wa-idhā nādaytum ilā l-ṣalati ittakhadhūhā huzuwan walaʿiban dhālika bi-annahum qawmun lā yaʿqilūna",
          "translation": "Dan apabila kamu menyeru (mereka) untuk (melaksanakan) salat, mereka menjadikannya bahan ejekan dan permainan. Yang demikian itu adalah karena mereka orang-orang yang tidak mengerti.",
          "tafsir": "Ayat ini menjelaskan sebagian dari ejekan dan permainan orang-orang kafir terhadap agama Islam, yaitu apabila umat Islam mengajak mereka untuk salat maka orang-orang kafir itu menjadikan ajakan itu bahan ejekan dan permainan sambil menertawakan mereka. Menurut riwayat Ibnu Jarir dari as-Suddi, ia menceritakan, bahwa ada seorang laki-laki Nasrani di Medinah, apabila ia mendengar seruan azan Asyhadu anna Muhammad Rasulullah (saya mengaku bahwa sesungguhnya Muhammad adalah rasul Allah), ia berkata, \"haraqa al-Kadzdzab\" (semoga terbakarlah pembohong itu). Kemudian pada suatu malam, pembantu rumah tangganya datang masuk membawa api dan jatuhlah butiran kecil dari api yang dibawanya, sehingga menyebabkan rumah itu terbakar semuanya dan terbakar pulalah laki-laki Nasrani tersebut beserta keluarganya ketika sedang tidur. Selanjutnya diterangkan bahwa perbuatan orang-orang kafir yang demikian, disebabkan karena mereka adalah kaum yang tidak mau mempergunakan akal dan tidak mau tahu tentang hakikat agama Allah yang mewajibkan mereka mengagungkan dan memuja-Nya. Andaikata mereka mempergunakan akal secara wajar, tanpa dipengaruhi oleh rasa benci dan permusuhan, maka hati mereka akan khusyu, apabila mereka mendengar azan dengan suara yang merdu, apalagi jika mereka mengerti dan memahami azan yang dimulai dengan kata-kata yang mengagungkan Allah."
        },
        {
          "number": 59,
          "arabic": "قُلْ يَـٰٓأَهْلَ ٱلْكِتَـٰبِ هَلْ تَنقِمُونَ مِنَّآ إِلَّآ أَنْ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ إِلَيْنَا وَمَآ أُنزِلَ مِن قَبْلُ وَأَنَّ أَكْثَرَكُمْ فَـٰسِقُونَ",
          "transliteration": "qul yāahla l-kitābi hal tanqimūna minnā illā an āmannā bil-lahi wamā unzila ilaynā wamā unzila min qablu wa-anna aktharakum fāsiqūna",
          "translation": "Katakanlah, \"Wahai Ahli Kitab! Apakah kamu memandang kami salah, hanya karena kami beriman kepada Allah, kepada apa yang diturunkan kepada kami dan kepada apa yang diturunkan sebelumnya? Sungguh, kebanyakan dari kamu adalah orang-orang yang fasik.\"",
          "tafsir": "Menurut riwayat, Ibnu Jarir dan lain-lainnya menceritakan orang-orang Yahudi, di antaranya turut Abu Yasir bin Akhtab dan yang lain mereka bertanya kepada Nabi Muhammad tentang siapa saja rasul-rasul yang beriman (percaya) kepada mereka, Nabi Muhammad menjawab, \"Saya percaya kepada Allah dan apa yang diturunkan kepada kami dan apa yang diturunkan kepada Ibrahim, Ishak, Yakub dan Asbat, dan apa yang diberikan Allah kepada Musa, Isa dan para nabi lainnya, tanpa membedakan antara mereka. Dan kami berserah diri kepada-Nya. Tatkala Nabi Muhammad menyebut Isa\", mereka tidak mengakui kenabiannya seraya berkata, \"Kami tidak percaya kepada orang yang percaya kepadanya, maka turunlah ayat ini. Ayat ini memberi petunjuk kepada Nabi Muhammad saw supaya membantah orang-orang Ahli Kitab dengan bentuk pertanyaan sebagai berikut, \"Hai Ahli Kitab, apakah kamu memandang salah, membenci dan menghina kami, hanya lantaran kami beriman kepada Allah dan kepada yang diturunkan kepada rasul-rasul-Nya yang dahulu? Kami tidak berbuat selain dari itu, karena tidak ada alasan yang pantas bagi kamu untuk menyalahkan dan membenci kami, selain karena kebanyakan kamu memang sudah rnenjadi orang-orang yang fasik.\" Bantahan ini pada hakikatnya tidak dapat mereka jawab selain bersikap acuh tak acuh dan terus mengejek dan menghina agama Islam dan kaum Muslimin. Oleh karena itu Allah menurunkan lagi ayat berikut ini untuk memberikan bantahan yang lebih keras, sehingga mereka semua diam."
        },
        {
          "number": 60,
          "arabic": "قُلْ هَلْ أُنَبِّئُكُم بِشَرٍّ مِّن ذَٰلِكَ مَثُوبَةً عِندَ ٱللَّهِ ۚ مَن لَّعَنَهُ ٱللَّهُ وَغَضِبَ عَلَيْهِ وَجَعَلَ مِنْهُمُ ٱلْقِرَدَةَ وَٱلْخَنَازِيرَ وَعَبَدَ ٱلطَّـٰغُوتَ ۚ أُو۟لَـٰٓئِكَ شَرٌّ مَّكَانًا وَأَضَلُّ عَن سَوَآءِ ٱلسَّبِيلِ",
          "transliteration": "qul hal unabbi-ukum bisharrin min dhālika mathūbatan ʿinda l-lahi man laʿanahu l-lahu waghaḍiba ʿalayhi wajaʿala min'humu l-qiradata wal-khanāzīra waʿabada l-ṭāghūta ulāika sharrun makānan wa-aḍallu ʿan sawāi l-sabīli",
          "translation": "Katakanlah (Muhammad), \"Apakah akan aku beritakan kepadamu tentang orang yang lebih buruk pembalasannya dari (orang fasik) di sisi Allah? Yaitu, orang yang dilaknat dan dimurkai Allah, di antara mereka (ada) yang dijadikan kera dan babi<sup foot_note=135234>1</sup> dan (orang yang) menyembah Tagut.\" Mereka itu lebih buruk tempatnya dan lebih tersesat dari jalan yang lurus.",
          "tafsir": "Ayat ini dalam rangkaian petunjuk Allah kepada Rasul-Nya Muhammad untuk memberikan bantahan kepada Ahli Kitab sebagaimana yang diuraikan pada ayat 59. Menurut riwayat St-thabarani, ia menceritakan bahwa Ahli Kitab berkata kepada Nabi Muhammad yang maksudnya, \"Tidak ada agama yang kami ketahui lebih buruk dari agamamu\", maka turunlah ayat ini untuk membantahnya. Pada ayat ini Allah menyuruh Nabi Muhammad supaya berkata sebagai berikut: \"Apakah perlu aku beritakan kepada kamu, hal orang-orang yang mengejek agama dan azan kami, sesuatu yang lebih buruk balasannya di sisi Allah dari pekerjaan (fasik) yang kamu lakukan ini, yaitu kamu dijadikan kera dan babi.\" Riwayat Ibnu Abbas menceriterakan, bahwa peristiwa pelanggaran kehormatan hari Sabat (Sabtu) itu telah menimbulkan dua macam kejadian. Kejadian pertama ialah orang-orang muda berubah menjadi kera; yang kedua, orang-orang tua menjadi babi. (Lihat juga Tafsir atas 2:65 dan 7:166) Selanjutnya Allah menyuruh Rasul-Nya untuk menyampaikan bahwa mereka inilah yang lebih buruk tempatnya di akhirat dan sesat dari jalan yang benar."
        },
        {
          "number": 61,
          "arabic": "وَإِذَا جَآءُوكُمْ قَالُوٓا۟ ءَامَنَّا وَقَد دَّخَلُوا۟ بِٱلْكُفْرِ وَهُمْ قَدْ خَرَجُوا۟ بِهِۦ ۚ وَٱللَّهُ أَعْلَمُ بِمَا كَانُوا۟ يَكْتُمُونَ",
          "transliteration": "wa-idhā jāūkum qālū āmannā waqad dakhalū bil-kuf'ri wahum qad kharajū bihi wal-lahu aʿlamu bimā kānū yaktumūna",
          "translation": "Dan apabila mereka (Yahudi atau munafik) datang kepadamu, mereka mengatakan, \"Kami telah beriman,\" padahal mereka datang kepadamu dengan kekafiran dan mereka pergi pun demikian; dan Allah lebih mengetahui apa yang mereka sembunyikan.",
          "tafsir": "Setelah beberapa ayat lalu menerangkan tingkah laku orang-orang kafir dan Ahli Kitab dari orang-orang Yahudi, maka pada ayat ini dan beberapa ayat berikutnya, Allah menerangkan pula tingkah laku orang-orang munafik dari golongan Yahudi Medinah dan sekitarnya. Menurut riwayat Qatadah dan as-Suddi mereka menceritakan, bahwa orang-orang Yahudi datang menyatakan keislaman mereka kepada Rasulullah saw dan para sahabatnya yang kebetulan ada pada waktu itu, maka turunlah ayat ini untuk mengungkapkan kepalsuan orang-orang munafik ini. Ayat ini menerangkan kepada Muhammad saw dan para sahabatnya, yang maksudnya: Apabila datang kepada kamu orang-orang munafik dari Yahudi yang berkata, \"Kami beriman kepada Rasul Allah Muhammad dan apa yang diturunkan kepadanya,\" maka ketahuilah di dalam hati mereka tetap tertanam kekafiran dan kesesatan yang tak kunjung berubah, semenjak mereka masuk ke tempat kamu sampai keluar. Allah mengetahui apa yang mereka sembunyikan dalam hati mereka, sewaktu mereka mengunjungi kamu dengan cara tipu muslihat sampai mereka keluar dalam segala macam bentuk tipu daya untuk mengetahui keadaan kamu yang diperlukan mereka untuk disampaikan kepada kaum mereka."
        },
        {
          "number": 62,
          "arabic": "وَتَرَىٰ كَثِيرًا مِّنْهُمْ يُسَـٰرِعُونَ فِى ٱلْإِثْمِ وَٱلْعُدْوَٰنِ وَأَكْلِهِمُ ٱلسُّحْتَ ۚ لَبِئْسَ مَا كَانُوا۟ يَعْمَلُونَ",
          "transliteration": "watarā kathīran min'hum yusāriʿūna fī l-ith'mi wal-ʿud'wāni wa-aklihimu l-suḥ'ta labi'sa mā kānū yaʿmalūna",
          "translation": "Dan kamu akan melihat banyak di antara mereka (orang Yahudi) berlomba dalam berbuat dosa, permusuhan dan memakan yang haram. Sungguh, sangat buruk apa yang mereka perbuat.",
          "tafsir": "Ayat ini menjelaskan pula sesuatu yang maksudnya sebagai berikut: \"Dan engkau ya Muhammad, akan melihat banyak di antara orang-orang Yahudi menjadikan agamamu sebagai bahan ejekan dan permainan. Mereka segera melanjutkan dan meneruskan perbuatan dosa dan permusuhan, dengan perkataan, seperti mengejek, menghina, membohong dan sebagainya. Selain itu mereka senantiasa makan yang haram, seperti riba, uang suap, korupsi dan sebagainya. Selanjutnya Allah berfirman yang maksudnya: \"Sesungguhnya amat buruklah apa yang telah mereka kerjakan itu\", karena pada hakikatnya mereka telah menenggelamkan diri sendiri ke dalam lautan kejahatan yang tidak berpantai, sehingga mereka tidak dapat ditolong lagi."
        },
        {
          "number": 63,
          "arabic": "لَوْلَا يَنْهَىٰهُمُ ٱلرَّبَّـٰنِيُّونَ وَٱلْأَحْبَارُ عَن قَوْلِهِمُ ٱلْإِثْمَ وَأَكْلِهِمُ ٱلسُّحْتَ ۚ لَبِئْسَ مَا كَانُوا۟ يَصْنَعُونَ",
          "transliteration": "lawlā yanhāhumu l-rabāniyūna wal-aḥbāru ʿan qawlihimu l-ith'ma wa-aklihimu l-suḥ'ta labi'sa mā kānū yaṣnaʿūna",
          "translation": "Mengapa para ulama dan para pendeta mereka tidak melarang mereka mengucapkan perkataan bohong dan memakan yang haram? Sungguh, sangat buruk apa yang mereka perbuat.",
          "tafsir": ". Ayat ini menyatakan celaan yang maksudnya sebagai berikut: Mengapa orang-orang alim dan pendeta-pendeta Yahudi tidak mau melarang umatnya berbohong dan makan harta yang haram? Ibnu Abbas menceritakan bahwa tidak ada di dalam Al-Qur'an celaan yang lebih keras dari ayat ini terhadap para ulama yang melalaikan tugas mereka dalam menyampaikan dakwah tentang larangan-larangan dan kejahatan-kejahatan. Para ulama tafsir mengatakan bahwa ayat ini bukanlah sekedar menceritakan cercaan Allah kepada para pendeta Yahudi yang tidak menunjuki jalan yang baik bagi orang-orang Yahudi yang berbuat fasik, tetapi yang lebih penting dari itu yang harus kita sadari ialah bahwa orang yahudi melarang para ulama Islam menyampaikan dakwah terutama menganjurkan perbuatan yang baik dan mencegah perbuatan yang jelek."
        },
        {
          "number": 64,
          "arabic": "وَقَالَتِ ٱلْيَهُودُ يَدُ ٱللَّهِ مَغْلُولَةٌ ۚ غُلَّتْ أَيْدِيهِمْ وَلُعِنُوا۟ بِمَا قَالُوا۟ ۘ بَلْ يَدَاهُ مَبْسُوطَتَانِ يُنفِقُ كَيْفَ يَشَآءُ ۚ وَلَيَزِيدَنَّ كَثِيرًا مِّنْهُم مَّآ أُنزِلَ إِلَيْكَ مِن رَّبِّكَ طُغْيَـٰنًا وَكُفْرًا ۚ وَأَلْقَيْنَا بَيْنَهُمُ ٱلْعَدَٰوَةَ وَٱلْبَغْضَآءَ إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ ۚ كُلَّمَآ أَوْقَدُوا۟ نَارًا لِّلْحَرْبِ أَطْفَأَهَا ٱللَّهُ ۚ وَيَسْعَوْنَ فِى ٱلْأَرْضِ فَسَادًا ۚ وَٱللَّهُ لَا يُحِبُّ ٱلْمُفْسِدِينَ",
          "transliteration": "waqālati l-yahūdu yadu l-lahi maghlūlatun ghullat aydīhim waluʿinū bimā qālū bal yadāhu mabsūṭatāni yunfiqu kayfa yashāu walayazīdanna kathīran min'hum mā unzila ilayka min rabbika ṭugh'yānan wakuf'ran wa-alqaynā baynahumu l-ʿadāwata wal-baghḍāa ilā yawmi l-qiyāmati kullamā awqadū nāran lil'ḥarbi aṭfa-ahā l-lahu wayasʿawna fī l-arḍi fasādan wal-lahu lā yuḥibbu l-muf'sidīna",
          "translation": "Dan orang-orang Yahudi berkata, \"Tangan Allah terbelenggu.\"<sup foot_note=135235>1</sup> Sebenarnya tangan merekalah yang dibelenggu dan merekalah yang dilaknat disebabkan apa yang telah mereka katakan itu, padahal kedua tangan Allah<sup foot_note=135236>2</sup> terbuka; Dia memberi rezeki sebagaimana Dia kehendaki. Dan (Alquran) yang diturunkan kepadamu dari Tuhanmu itu pasti akan menambah kedurhakaan dan kekafiran bagi kebanyakan mereka. Dan Kami timbulkan permusuhan dan kebencian di antara mereka sampai hari Kiamat. Setiap mereka menyalakan api peperangan, Allah memadamkannya. Dan mereka berusaha (menimbulkan) kerusakan di bumi. Dan Allah tidak menyukai orang-orang yang berbuat kerusakan.",
          "tafsir": "Menurut riwayat Ibnu Ishak dan at-thabrani dari Ibnu Abbas dia berkata, \"Seorang Yahudi yang bernama Nabbasy bin Qais berkata kepada Nabi Muhammad saw, 'Tuhan engkau kikir, tidak suka memberi.\" Maka ayat ini meskipun yang mengatakan kepada Nabi itu hanya seorang dari kalangan Yahudi namun dapat dianggap menggambarkan pendirian secara kesuluruhan dari kaumnya. Ayat ini menceritakan bahwa orang Yahudi itu berkata, \"Tangan Allah terbelenggu,\" tetapi yang sebenarnya terbelenggu adalah tangan mereka sendiri, dengan demikian mereka akan dilaknat Allah. Perkataan orang Yahudi bahwa \"tangan Allah terbelenggu\" adalah tidak masuk akal, sebab mereka mengakui bahwa Allah adalah nama bagi zat yang pasti ada dan Mahakuasa, Dia pencipta alam semesta. Hal ini menunjukkan bahwa tangan Allah tidak terbelenggu dari kekuasaan-Nya tidak terbatas karena jika demikian maka tentulah Dia tidak dapat memelihara dan mengatur alam ini. Maka apakah yang mendorong mereka mengucapkan kata-kata demikian? Sebagian mufasir mengemukakan bahwa dorongan tersebut adalah sebagai berikut: 1.Mungkin mereka mendengar ayat: Barang siapa meminjami Allah dengan pinjaman yang baik maka Allah akan melipatgandakan ganti kepadanya dengan banyak. Allah menahan dan melapangkan (rezeki) dan kepada-Nyalah kamu dikembalikan. (al-Baqarah/2:245). Setelah mendengar ayat ini mereka mengatakan bahwa tangan Allah itu terbelenggu dengan arti kikir, karena Allah tidak mampu dan miskin sehingga memerlukan pinjaman. 2.Mereka mengucapkan ucapan tersebut dengan mengejek kaum Muslimin ketika mereka melihat sahabat Nabi yang sedang berada dalam kesempitan dan kesulitan keuangan. 3.Pada awalnya masyarakat Yahudi adalah orang-orang kaya. Ketika Nabi Muhammad diutus menjadi Rasul mereka menentang-Nya, oleh karenanya mereka banyak mengeluarkan harta benda untuk pembiayaan menggagalkan dakwah sehingga orang-orang kaya dari kalangan mereka banyak yang menjadi miskin. Karena Allah tidak melapangkan rezeki lagi bagi mereka yang telah miskin itu, mereka mengeluarkan ucapan \"tangan Allah terbelenggu\" dengan maksud, Allah itu kikir karena tidak menolong mereka. Pernyataan dalam ayat ini menyatakan bahwa \"Tangan orang Yahudi itulah yang terbelenggu dan mereka mendapat laknat disebabkan apa yang telah mereka katakan adalah suatu pernyatan terhadap kekikiran mereka, yakni merekalah yang kikir, terbelenggu tangannya, tidak mau memberi bantuan. Ternyata memang mereka adalah umat yang terkikir, mereka baru mau memberikan bantuan jika mereka melihat ada harapan akan mendapat keuntungan yang besar. Dan mereka pada hari kemudian pasti menerima kutukan Allah sebagai balasan atas perbuatan mereka. Ayat ini juga menegaskan bahwa Allah Maha Pemurah dan Dia memberi sebagaimana yang Dia kehendaki. Perkataan \"tangan\" dalam bahasa Arab mempunyai beberapa arti, yaitu: (1) salah satu dari anggota tubuh manusia, (2) kekuatan, (3) kepunyaan (milik), dan (4) nikmat karunia. Pengertian yang keempat inilah yang dimaksud dengan perkataan \"tangan\" yang disandarkan kepada Allah pada ayat ini. Demikianlah para ulama khalaf mengartikan tangan dalam ayat ini. Dengan demikian hendaklah diartikan perkataan \"kedua tangan Allah terbuka\" dengan makna nikmat karunia Allah terbentang luas, nikmat karunia itu diberikan kepada siapa-siapa yang dikehendaki-Nya. Adapun golongan yang tidak menerima nikmat karunia Allah janganlah menganggap bahwa Allah itu kikir atau fakir. Adanya perbedaan tingkatan manusia di dalam menerima rezeki dari Allah, adalah termasuk sunnatullah. Allah berfirman: \"Apakah mereka yang membagi-bagi rahmat Tuhanmu? Kamilah yang menentukan penghidupan mereka dalam kehidupan dunia, dan Kami meninggikan sebagian mereka atas sebagian yang lain beberapa derajat, agar sebagian mereka dapat memanfaatkan sebagian yang lain. Dan rahmat Tuhanmu lebih baik dari apa yang mereka kumpulkan.\" (az-Zukhruf/43:32). Para mufasir dalam menafsirkan ayat ini ada dua pendapat, yaitu: Pertama, terkenal dengan ahli tawil yaitu yang menakwil pengertian kalimat-kalimat menurut pengertian majazi (kiasan), umpamanya ayat: \"Tetapi wajah Tuhanmu yang memiliki kebesaran dan kemuliaan tetap kekal.\" (ar-Rahman/55:27). Golongan ini menakwil kata \"wajah\", umpamanya pada kalimat \"aku tidak melihat wajah fulan\" maksudnya adalah diri atau zat fulan. Jadi kalimat itu sama dengan kalimat \"aku tidak melihat fulan (tanpa menyebutkan kata \"wajah\"). Kedua, golongan ahli tafwid yaitu menyerahkan maksud kalimat atau perkataan seperti demikian itu kepada Allah. Mereka mengartikan tangan dengan arti hakikinya. Jadi ini mengartikan perkataan \"wajah\" pada ayat Surah ar-Rahman tersebut menurut arti hakiki yaitu \"muka.\" Tentang bagaimanakah keadaan muka Tuhan itu mereka menyerahkan juga kepada Tuhan, dan dalam hal ini mereka berpegang pada ayat: Tidak ada sesuatu pun yang serupa dengan Dia\" (asy-Syura/42:11). Jadi golongan ini menetapkan Tuhan itu bermuka, tetapi tidak seperti muka manusia. Ayat ini mengutarakan kepada Muhammad bahwa apa yang diturunkan kepadanya benar-benar akan menambah kedurhakaan dan kekafiran bagi kebanyakan di antara kaum Yahudi dan menerangkan bahwa ayat yang diturunkan itu mengandung pengetahuan yang tidak diketahui oleh Yahudi yang semasa dengan Nabi Muhammad saw. Karena jika tidak demikian halnya tentulah Muhammad tidak mengetahui semua itu, sebab dia adalah ummi tidak pandai tulis baca. Tetapi karena kedengkian dan kefanatikan, orang-orang Yahudi itu semakin jauh dari beriman kepada Nabi Muhammad meskipun kenabian Muhammad telah ditulis di dalam kitab suci. Ayat ini juga menerangkan bahwa Allah akan menimbulkan permusuhan di antara sesama Ahli Kitab. Permusuhan itu tidak akan berakhir sampai hari Kiamat. Watak kaum Yahudi memang suka menyalakan api peperangan, fitnah dan keonaran. Watak seperti itu telah tercatat dalam sejarah dan membuktikan bahwa mereka selalu berusaha memperdayakan Nabi Muhammad dan orang-orang beriman baik secara langsung maupun dengan cara membujuk orang musyrik atau orang Nasrani untuk memerangi Nabi Muhammad dan orang-orang yang beriman. Watak seperti itu membawa mereka senang berbuat dan melihat kerusakan di bumi. Tetapi setiap kali mereka menyalakan api peperangan, fitnah dan keonaran, serta mencoba membuat kerusakan, Allah tetap memadamkannya, karena Allah tidak menyukai orang-orang yang berbuat kerusakan, oleh karenanya usaha-usaha mereka untuk membuat kerusakan dan bencana di atas bumi ini selalu mengalami kegagalan."
        }
      ]
    }
  ]
}