{
  "pageNumber": 279,
  "juz": 14,
  "surahs": [
    {
      "number": 16,
      "name": "An-Nahl",
      "nameArabic": "النحل",
      "meaning": "Lebah",
      "revelation": "Makkah",
      "description": "Surat ini terdiri dari 128 ayat dan termasuk surat Makkiyyah. Surat ini dinamakan \"An-Nahl\" yang berarti \"lebah\" karena di dalamnya terdapat firman Allah pada ayat 68 yang artinya, \"Dan Tuhanmu mengilhamkan kepada lebah.\"Lebah adalah makhluk Allah yang banyak memberi manfaat dan kenikmatan pada manusia. Ada persamaan antara madu yang dihasilkan lebah dengan Al-Qur'anul Karim. Madu berasal dari aneka macam sari bunga dan menjadi obat bagi bermacam-macam penyakit (lihat ayat ke-69). Sementara itu, Al-Qur'an berisi inti sari kitab-kitab yang telah diturunkan kepada nabi-nabi terdahulu ditambah ajaran-ajaran yang dibutuhkan semua manusia sepanjang masa untuk mencapai kebahagiaan dunia dan akhirat (lihat surat Yunus ayat ke-57 dan surat Al-Israa' ayat ke-82). Surat ini juga dinamakan \"An Ni'am\" yang berarti nikmat-nikmat, karena di dalamnya Allah menyebutkan berbagai macam nikmat yang diberikan kepada hamba-hamba-Nya.**Pokok-Pokok Isi:**1. **Keimanan:** Kepastian adanya hari kiamat; keesaan Allah, kekuasaan-Nya dan kesempurnaan ilmu-Nya serta dalil-dalilnya; pertanggungjawaban manusia kepada Allah terhadap segala yang telah dikerjakannya.2. **Hukum-hukum:** Beberapa hukum tentang makanan dan minuman yang diharamkan dan yang dihalalkan; dibolehkan memakai perhiasan yang berasal dari laut, seperti: merjan dan mutiara; dibolehkan memakan makanan yang diharamkan dalam keadaan terpaksa; kulit dan bulu binatang dari hewan yang halal dimakan; kewajiban memenuhi perjanjian dan larangan mempermainkan sumpah; larangan membuat-buat hukum yang tak ada dasarnya; perintah membaca isti'aadzah (a'uudzubillahi minasyaithaanirrajiim = aku berlindung kepada Allah dari setan yang terkutuk); tantangan membalas siksa melebihi siksaan yang diterima.3. **Kisah-kisah:** Kisah Nabi Ibrahim.4. **Lain-lain:** Asal muasal kejadian manusia; madu adalah untuk kesehatan manusia; nasib pemimpin-pemimpin palsu pada hari kiamat; pandangan orang Arab zaman Jahiliyah terhadap anak perempuan; ajaran moral di dalam Islam; pedoman dakwah dalam Islam.Surat An-Nahl mengandung keterangan tentang sifat-sifat dan tingkah laku orang musyrikin, serta tantangan mereka terhadap kebenaran hari kiamat dan kerasulan Nabi Muhammad. Kemudian Allah menyebutkan peringatan-peringatan-Nya kepada mereka dari azab yang mereka alami sebagai akibat atas perbuatan mereka itu. Dalam surat ini, Allah menunjukkan bukti-bukti keesaan-Nya seraya memaparkan nikmat-nikmat yang diberikan-Nya kepada hamba-hamba-Nya. Surat ini juga memuat hukum-hukum dan ajaran-ajaran tentang akhlak.**Hubungan Surat An-Nahl Dengan Surat Al-Isra':**1. Dalam surat An-Nahl Allah menyebutkan perselisihan orang-orang Yahudi tentang hari Sabtu, kemudian di surat Al-Isra' dijelaskan sifat-sifat orang Yahudi yang ditetapkan dalam Taurat.2. Setelah Allah menganjurkan kepada Nabi Muhammad agar bersabar dan melarang beliau agar tidak berduka cita atau berkecil hati disebabkan tipu daya orang-orang musyrikin, maka di surat Al-Isra' Allah menerangkan kemuliaan Nabi Muhammad serta martabatnya yang tinggi di hadapan Allah.3. Dalam surat An-Nahl Allah menerangkan bermacam-macam nikmat-Nya, tetapi kebanyakan manusia tidak mensyukuri nikmat itu, kemudian dalam surat Al-Isra' disebut nikmat-nikmat yang lebih besar yang diberikan kepada Bani Israil dan tidak mereka syukuri, justru mereka berbuat kerusakan di bumi.4. Dalam surat An-Nahl Allah mengatakan, bahwa air madu yang keluar dari lebah merupakan minuman yang mengandung obat bagi manusia, maka dalam surat Al-Isra' diterangkan bahwa Al-Qur'an juga mengandung obat dan rahmat bagi orang-orang yang beriman.",
      "verses": [
        {
          "number": 103,
          "arabic": "وَلَقَدْ نَعْلَمُ أَنَّهُمْ يَقُولُونَ إِنَّمَا يُعَلِّمُهُۥ بَشَرٌ ۗ لِّسَانُ ٱلَّذِى يُلْحِدُونَ إِلَيْهِ أَعْجَمِىٌّ وَهَـٰذَا لِسَانٌ عَرَبِىٌّ مُّبِينٌ",
          "transliteration": "walaqad naʿlamu annahum yaqūlūna innamā yuʿallimuhu basharun lisānu alladhī yul'ḥidūna ilayhi aʿjamiyyun wahādhā lisānun ʿarabiyyun mubīnun",
          "translation": "Dan sesungguhnya Kami mengetahui bahwa mereka berkata, \"Sesungguhnya Alquran itu hanya diajarkan oleh seorang manusia kepadanya (Muhammad).\" Bahasa orang yang mereka tuduhkan (bahwa Muhammad belajar) kepadanya adalah bahasa 'Ajam,<sup foot_note=135415>1</sup> padahal ini (Alquran) adalah dalam bahasa Arab yang jelas.",
          "tafsir": "Allah swt menjelaskan bahwa orang-orang musyrik Mekah menuduh Nabi Muhammad saw menerima pelajaran Al-Qur'an dari seseorang. Menurut mereka, orang itu seorang laki-laki asing, bukan bangsa Arab, yang selalu mengajarkan kitab-kitab lama di tengah-tengah mereka. Tetapi tuduhan itu tidak benar karena Al-Qur'an tersusun dalam bahasa Arab yang indah dan padat isinya, bagaimana orang asing menciptakannya? Sampai sejauh mana orang yang bukan bangsa Arab Quraisy merasakan keindahan bahasa Arab dan kemudian menyusunnya dalam bahasa yang indah dan padat seperti Al-Qur'an? Apalagi kalau dikatakan bahwa orang itu menjadi pengajar Nabi. Mengenai siapa orang asing itu, bermacam-macam riwayat menjelaskannya. Di antaranya ada yang mengatakan bahwa orang asing itu adalah seorang budak Romawi yang beragama Nasrani, yang dipelihara oleh Bani Hadrami. Namun demikian, dari riwayat yang bermacam-macam itu, tidak ada satu pun yang dapat menjadi pegangan. Besar kemungkinan tuduhan itu hanya tipu muslihat orang-orang musyrik yang sengaja dilontarkan kepada Nabi saw dan kaum Muslimin. Pemimpin-pemimpin Quraisy yang berdagang ke Syam (Syria) sedikit banyaknya sudah pernah mendengar isi Kitab Taurat dan Injil karena hubungan mereka dengan orang-orang Ahli Kitab. Karena Al-Qur'an itu memuat isi Taurat, lalu mereka mengira tentulah ada orang asing ('ajam) yang beragama Nasrani mengajarkan isi Al-Qur'an itu kepada Nabi."
        },
        {
          "number": 104,
          "arabic": "إِنَّ ٱلَّذِينَ لَا يُؤْمِنُونَ بِـَٔايَـٰتِ ٱللَّهِ لَا يَهْدِيهِمُ ٱللَّهُ وَلَهُمْ عَذَابٌ أَلِيمٌ",
          "transliteration": "inna alladhīna lā yu'minūna biāyāti l-lahi lā yahdīhimu l-lahu walahum ʿadhābun alīmun",
          "translation": "Sesungguhnya orang yang tidak beriman kepada ayat-ayat Allah (Alquran), Allah tidak akan memberi petunjuk kepada mereka dan mereka akan mendapat azab yang pedih.",
          "tafsir": "Dalam ayat ini, Allah swt menegaskan bahwa tanpa iman kepada Allah swt dan Al-Qur'an sebagai wahyu-Nya, seseorang tidak akan mendapat petunjuk kepada kebenaran hakiki yang melepaskan dia dari azab. Orang-orang yang mengatakan bahwa Al-Qur'an itu buatan manusia atau dongeng-dongeng zaman kuno, tentu jauh dari hidayah Allah, dan tidak akan dapat menemukan jalan kebenaran. Al-Qur'an yang seharusnya menjadi penuntun ditinggalkannya, sehingga mereka menjadi sesat. Oleh karena itu, mereka mudah terjerumus ke dalam kejahatan sehingga jiwanya menjadi kotor dan tertutup oleh noda-noda dosa. Mereka itu pasti sengsara dan tersiksa di dunia dan di akhirat."
        },
        {
          "number": 105,
          "arabic": "إِنَّمَا يَفْتَرِى ٱلْكَذِبَ ٱلَّذِينَ لَا يُؤْمِنُونَ بِـَٔايَـٰتِ ٱللَّهِ ۖ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْكَـٰذِبُونَ",
          "transliteration": "innamā yaftarī l-kadhiba alladhīna lā yu'minūna biāyāti l-lahi wa-ulāika humu l-kādhibūna",
          "translation": "Sesungguhnya yang mengada-adakan kebohongan, hanyalah orang yang tidak beriman kepada ayat-ayat Allah, dan mereka itulah pembohong.",
          "tafsir": "Ayat ini menyanggah tuduhan orang-orang kafir yang mengatakan bahwa Al-Qur'an adalah ciptaan Muhammad. Sesungguhnya yang membuat-buat kebohongan itu bukan Rasul saw, tetapi orang-orang yang tidak beriman kepada ayat-ayat Allah, baik ayat-ayat kauniyah yang menjelaskan keesaan dan kekuasaan Allah yang terdapat pada alam semesta ini, maupun ayat-ayat qur'aniyah yang memberi petunjuk dalam kehidupan ini. Jadi sebenarnya mereka yang menjadi pendusta, bukan Rasul saw karena beliau adalah orang yang paling jujur, sempurna ilmu dan amal perbuatannya, kuat keyakinan, dan paling terpercaya. Karena kejujuran dan kebersihan jiwanya, ia diberi nama al-Amin (orang yang jujur)."
        },
        {
          "number": 106,
          "arabic": "مَن كَفَرَ بِٱللَّهِ مِنۢ بَعْدِ إِيمَـٰنِهِۦٓ إِلَّا مَنْ أُكْرِهَ وَقَلْبُهُۥ مُطْمَئِنٌّۢ بِٱلْإِيمَـٰنِ وَلَـٰكِن مَّن شَرَحَ بِٱلْكُفْرِ صَدْرًا فَعَلَيْهِمْ غَضَبٌ مِّنَ ٱللَّهِ وَلَهُمْ عَذَابٌ عَظِيمٌ",
          "transliteration": "man kafara bil-lahi min baʿdi īmānihi illā man uk'riha waqalbuhu muṭ'ma-innun bil-īmāni walākin man sharaḥa bil-kuf'ri ṣadran faʿalayhim ghaḍabun mina l-lahi walahum ʿadhābun ʿaẓīmun",
          "translation": "Barang siapa kafir kepada Allah setelah dia beriman (dia mendapat kemurkaan Allah), kecuali orang yang dipaksa kafir padahal hatinya tetap tenang dalam beriman (dia tidak berdosa), tetapi orang yang melapangkan dadanya untuk kekafiran, maka kemurkaan Allah menimpanya dan mereka akan mendapat azab yang besar.",
          "tafsir": "Dalam ayat ini, Allah swt menerangkan tentang ancaman keras terhadap riddah (murtad) yakni kufur kembali sesudah beriman, mengutama-kan kesesatan dari petunjuk (hidayah)-Nya. Mereka mendapat kemurkaan dan azab Allah, kecuali dalam kondisi terpaksa. Misalnya, mereka menyatakan murtad dengan lidah karena jiwanya terancam, namun hati mereka tetap penuh dengan keimanan. Tidak ada dosa dan tuntutan hukum kepadanya, selama ia tetap beriman. Rasulullah bersabda: Tidak dicatat amal umatku (karena) kekeliruan, lupa, dan mereka terpaksa. (Riwayat ath-thabrani dari sauban)"
        },
        {
          "number": 107,
          "arabic": "ذَٰلِكَ بِأَنَّهُمُ ٱسْتَحَبُّوا۟ ٱلْحَيَوٰةَ ٱلدُّنْيَا عَلَى ٱلْـَٔاخِرَةِ وَأَنَّ ٱللَّهَ لَا يَهْدِى ٱلْقَوْمَ ٱلْكَـٰفِرِينَ",
          "transliteration": "dhālika bi-annahumu is'taḥabbū l-ḥayata l-dun'yā ʿalā l-ākhirati wa-anna l-laha lā yahdī l-qawma l-kāfirīna",
          "translation": "Yang demikian itu disebabkan karena mereka lebih mencintai kehidupan dunia daripada akhirat, dan Allah tidak memberi petunjuk kepada kaum yang kafir.",
          "tafsir": "Dalam ayat ini, dijelaskan sebab-sebab kemurkaan Allah kepada mereka yang benar-benar kembali kepada kekafiran, sesudah beriman. Mereka dianggap lebih mengutamakan kehidupan dunia daripada kehidupan akhirat dengan segala kenikmatan yang dijanjikan Allah bagi orang-orang yang benar-benar beriman dan sudah teruji keimanannya dengan berbagai cobaan dan fitnah di dunia. Allah tidak akan memberikan hidayah-Nya bagi orang yang murtad, bukan karena terpaksa. Di akhirat mereka mendapatkan siksaan yang pedih. Allah tidak akan memberi taufik kepada orang yang ingkar kepada ayat-ayatnya, dan orang yang telah sengaja menghilangkan kesediaan jiwanya untuk menerima kebaikan lalu menukarkannya dengan dosa dan kejahatan."
        },
        {
          "number": 108,
          "arabic": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمْ وَسَمْعِهِمْ وَأَبْصَـٰرِهِمْ ۖ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْغَـٰفِلُونَ",
          "transliteration": "ulāika alladhīna ṭabaʿa l-lahu ʿalā qulūbihim wasamʿihim wa-abṣārihim wa-ulāika humu l-ghāfilūna",
          "translation": "Mereka itulah orang yang hati, pendengaran dan penglihatannya telah dikunci oleh Allah. Mereka itulah orang yang lalai.",
          "tafsir": "Hukuman lainnya bagi orang yang murtad dijelaskan Allah dalam ayat ini, yaitu Allah swt menutup hati (jiwa), pandangan, dan penglihatan mereka. Hati mereka tertutup disebabkan kekerasan dan kekafirannya, sehingga tidak dapat terbuka untuk memahami dan menanggapi tanda-tanda keberadaan Allah. Pandangan dan penglihatan mereka tertutup disebabkan pengertian dan kesan dari apa yang didengar dan dilihat mereka tidak sampai ke dalam hati. Pancaran cahaya Ilahi dan ilmu tidak dapat menembus dan menyinari kalbu mereka menuju jalan Ilahi. Batin mereka juga tidak mampu menyerap fakta ilmiah sebagai tanda keesaan dan kebesaran Allah swt. Manusia serupa inilah yang dikatakan Allah swt seperti hewan, bahkan lebih jelek lagi. Firman Allah swt: Barang siapa murtad di antara kamu dari agamanya, lalu dia mati dalam kekafiran, maka mereka itu sia-sia amalnya di dunia dan di akhirat, dan mereka itulah penghuni neraka, mereka kekal di dalamnya. (al-Baqarah/2: 217) Hukuman selanjutnya bagi mereka yang murtad ialah menjadikan mereka lalai terhadap hakikat kebenaran. Mereka memang tidak punya perhatian sama sekali kepada lingkungan, sehingga mereka menjadi pasif (jumud) dan terkucil. Hukuman bagi orang Islam yang dengan sadar murtad dari Islam adalah hukum bunuh seperti yang dilakukan oleh Ali r.a. dan Mu'adz bin Jabal terhadap orang yang murtad di zamannya, berdasarkan riwayat Imam Ahmad. Kedua sahabat itu berpegang kepada sabda Rasul: Barang siapa mengganti agamanya (Islam) bunuhlah dia. (Riwayat Ahmad, al-Bukhari dan Muslim dari Ibnu 'Abbas)"
        },
        {
          "number": 109,
          "arabic": "لَا جَرَمَ أَنَّهُمْ فِى ٱلْـَٔاخِرَةِ هُمُ ٱلْخَـٰسِرُونَ",
          "transliteration": "lā jarama annahum fī l-ākhirati humu l-khāsirūna",
          "translation": "Pastilah mereka termasuk orang yang rugi di akhirat nanti.",
          "tafsir": "Dalam ayat ini, Allah swt menegaskan bahwa mereka yang murtad itu adalah orang yang sungguh merugi di akhirat karena telah menodai jiwa mereka sendiri dan menjerumuskan diri ke dalam jurang api neraka. Mereka mendapatkan hal-hal berikut: 1.Murka Allah. 2.Siksaan yang pedih. 3.Tidak mendapat hidayah Allah. 4.Hati, pendengaran, dan penglihatan mereka tertutup. 5.Pada hari kiamat, mereka akan merugi. Mereka kehilangan kenikmatan duniawi yang mereka kejar dengan mencurahkan tenaga dan menghabiskan umur. Di akhirat mereka tidak mendapatkan apa pun selain penderitaan. Mereka tidak menyadari bahwa modal utama untuk hidup di dunia adalah umur. Jika modal itu tidak dipergunakan untuk keperluan yang utama, tentulah modal itu akan habis dengan percuma."
        },
        {
          "number": 110,
          "arabic": "ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ هَاجَرُوا۟ مِنۢ بَعْدِ مَا فُتِنُوا۟ ثُمَّ جَـٰهَدُوا۟ وَصَبَرُوٓا۟ إِنَّ رَبَّكَ مِنۢ بَعْدِهَا لَغَفُورٌ رَّحِيمٌ",
          "transliteration": "thumma inna rabbaka lilladhīna hājarū min baʿdi mā futinū thumma jāhadū waṣabarū inna rabbaka min baʿdihā laghafūrun raḥīmun",
          "translation": "Kemudian Tuhanmu (pelindung) bagi orang yang berhijrah setelah menderita cobaan, kemudian mereka berjihad dan bersabar, sungguh, Tuhanmu setelah itu benar-benar Maha Pengampun, Maha Penyayang.",
          "tafsir": "Allah menerangkan keadaan kaum Muslimin di Mekah yang sangat tertekan, sehingga tidak berani memperlihatkan keislaman mereka. Bilamana kelihatan melakukan ibadah, mereka dipaksa dan disiksa agar kembali kepada agama nenek moyang mereka yaitu agama syirik seperti apa yang dialami 'Ammar bin Yasir, Khabbab, dan lain-lain. Karena penghinaan dan ancaman penganiayaan itu, mereka lalu berpura-pura kembali kepada agama syirik. Mereka mengikuti kemauan kaum Quraisy di bawah ancaman siksa. Ketika mendapatkan kesempatan hijrah meninggalkan kota Mekah, mereka pun pergi untuk hijrah. Dengan ikhlas mereka berpisah dengan sanak keluarga, harta benda, dan kampung halaman hanya karena mengharapkan rida Allah. Bermacam-macam penderitaan dan kesulitan yang mereka hadapi dalam hijrah itu, baik dalam perjalanan maupun begitu tiba di tempat yang dituju. Semua penderitaan dan kesulitan itu mereka hadapi dengan penuh kesabaran serta tawakal kepada Allah. Tempat yang menjadi tujuan mereka adalah negeri Habasyah (Ethiopia) yang jaraknya sangat jauh dari Mekah. Jarak yang jauh itu mereka tempuh dengan jalan kaki. Ketika sampai di tempat tujuan, mereka harus berjuang lagi mempertahankan keimanan sambil berdakwah. Sesudah mereka mengalami cobaan dan penderitaan itu, Allah mengampuni kesalahan yang mereka lakukan di bawah ancaman siksaan seperti mengucapkan kata-kata kufur kembali. Allah swt memberikan rahmat dan kasih sayang-Nya dengan memberikan pahala yang besar bagi mereka pada hari akhirat kelak."
        }
      ]
    }
  ]
}