{
  "pageNumber": 145,
  "juz": 8,
  "surahs": [
    {
      "number": 6,
      "name": "Al-An'am",
      "nameArabic": "الأنعام",
      "meaning": "Binatang Ternak",
      "revelation": "Makkah",
      "description": "Surat Al-An'am (binatang ternak: unta, sapi, dan kambing) terdiri dari 165 ayat dan termasuk surat Makkiyyah, karena hampir seluruh ayatnya diturunkan di Mekah sebelum hijrah. Dinamakan Al-An'am karena di dalamnya disebut kata \"An'am\" yang memiliki kaitan erat dengan adat istiadat kaum musyrikin; mereka biasa mempergunakan binatang ternak untuk mendekatkan diri kepada tuhan. Selain itu, juga disebutkan hukum-hukum yang berkenaan dengan binatang ternak itu.Pokok-pokok Isi:1. Keimanan:Bukti-bukti keesaan Allah dan kesempurnaan sifat-sifat-Nya; kebenaran kenabian Nabi Muhammad s.a.w.; persaksian Allah atas kenabian Ibrahim, Ishaq, Ya'qub, Nuh, Daud, Sulaiman, Ayyub, Yusuf, Musa, Harun, Zakariya, Yahya, 'Isa, Ilyas, Alyasa', Yunus, dan Luth; penegasan tentang keberadaan risalah dan wahyu serta hari pembalasan dan hari kebangkitan; kepalsuan kepercayaan orang-orang musyrik dan keingkaran mereka terhadap hari kiamat.2. Hukum-hukum:Larangan mengikuti adat istiadat yang dibuat-buat oleh kaum Jahiliyah; makanan yang halal dan yang haram; wasiat yang sepuluh dan Al-Qur'an, tentang tauhid keadilan dan hukum-hukum; larangan mencaci maki berhala orang musyrik karena mereka akan membalas dengan mencaci maki Allah.3. Kisah-kisah:Kisah umat-umat yang menentang rasul-rasul; kisah pengalaman Nabi Muhammad s.a.w. dan para nabi pada umumnya; cerita Nabi Ibrahim a.s. membimbing kaumnya kepada tauhid.4. Lain-lain:Sikap keras kepala kaum musyrikin: tata cara seorang nabi memimpin umatnya; bidang-bidang kerasulan dan tugas rasul-rasul; tantangan kaum musyrikin untuk melemahkan rasul; kepercayaan orang-orang musyrik terhadap jin, setan, dan malaikat; beberapa prinsip keagamaan dan kemasyarakatan; nilai hidup duniawi.Dalam surat Al-An'am Allah menjelaskan keesaan dan kesempurnaan sifat-sifat-Nya, menyatakan kebatilan kepercayaan orang-orang musyrik dengan bantahan-bantahan yang logis dan mudah diterima oleh akal. Hukuman yang berat akan dijatuhkan kepada orang yang keras kepala menolak kebenaran.Hubungan Surat Al-An'Am Dengan Surat Al-A'raf:1. Kedua surat tersebut termasuk di antara tujuh surat yang panjang (assab'uth thiwaal), sama-sama membicarakan pokok aqidah agama. Dalam surat Al-An'am dikemukakan garis-garis besar aqidah sedangkan surat Al-A'raf menjelaskannya.2. Dalam surat Al-An'am Allah menerangkan asal usul kejadian manusia, yaitu dari tanah, dan menjelaskan tentang beberapa generasi manusia yang telah dibinasakan, kemudian disinggung pula tentang rasul-rasul dengan menyebut beberapa nama mereka secara garis besar, sedangkan surat Al-A'raf menjelaskannya.3. Pada bagian terakhir surat Al-An'am, Allah mengatakan bahwa Dia menjadikan manusia sebagai khalifah-khalifah di bumi dan mengangkat derajat sebagian mereka, maka bagian permulaan surat Al-A'raf mengemukakan penciptaan Adam dan anak cucunya yang dijadikan sebagai khalifah di bumi.4. Hubungan bagian akhir Al-An'am dengan permulaan surat Al-A'raf:a. Bagian akhir Al-An'am, Allah mengatakan bahwa Al-Qur'an adalah kitab pedoman yang benar, jalan yang lurus dan diberkahi, maka umat manusia diperintahkan mengikutinya. Pada bagian permulaan surat Al-A'raf, Allah mengulangi lagi perintah ini dan melarang mengikuti selainnya.b. Pada bagian akhir surat Al-An'am, Allah berfirman bahwa Dia akan memberikan keterangan tentang apa yang seharusnya dilakukan manusia dan yang menjadi perselisihan mereka. Maka pada bagian permulaan surat Al-A'raf, Allah menjelaskan apa yang disebut dengan \"Allah memberi keterangan,\" yaitu pengutusan para rasul yang bertugas memberi keterangan dan masing-masing akan dimintai pertanggungjawaban.c. Pada bagian akhir surat Al-An'am, Allah menyatakan bahwa orang yang berbuat kebajikan akan diberi ganjaran sepuluh kali lipat dan yang berbuat kejahatan akan dibalas sesuai dengan perbuatannya. Untuk menentukan kadar kebajikan dan kejahatan itu ada timbangannya, maka Allah mengemukakan di bagian muka surat Al-A'raf, bahwa timbangan pada hari itu ialah kebenaran dan keadilan. Siapa yang timbangannya berat maka dialah yang beruntung dan siapa yang timbangannya ringan maka dialah yang merugi. Kemudian Allah menceritakan keadaan dan nasib ashhabul A'raaf.",
      "verses": [
        {
          "number": 132,
          "arabic": "وَلِكُلٍّ دَرَجَـٰتٌ مِّمَّا عَمِلُوا۟ ۚ وَمَا رَبُّكَ بِغَـٰفِلٍ عَمَّا يَعْمَلُونَ",
          "transliteration": "walikullin darajātun mimmā ʿamilū wamā rabbuka bighāfilin ʿammā yaʿmalūna",
          "translation": "Dan masing-masing orang ada tingkatannya, (sesuai) dengan apa yang mereka kerjakan. Dan Tuhanmu tidak lengah terhadap apa yang mereka kerjakan.",
          "tafsir": "Pada ayat ini Allah menerangkan bahwa masing-masing jin dan manusia yang telah mendapatkan seruan rasul, akan mendapat derajat dan tingkatan yang sesuai dengan amal perbuatannya. Orang yang beriman, yang bertakwa dan mengerjakan amal saleh, akan mendapat derajat dan tingkatnya sesuai dengan tebalnya iman, kuatnya takwa dan banyaknya amal saleh yang dikerjakan seperti derajat para nabi, shiddiqin (orang-orang yang benar keyakinannya dalam hidup mereka), syuhada' (para kesatria dan pahlawan) dan shalihin (orang-orang yang saleh), sebagaimana disebutkan dalam firman Allah: Dan barang siapa menaati Allah dan Rasul (Muhammad), maka mereka itu akan bersama-sama dengan orang yang diberikan nikmat oleh Allah, (yaitu) para nabi, para pecinta kebenaran, orang-orang yang mati syahid dan orang-orang saleh. Mereka itulah teman yang sebaik-baiknya. (an-Nisa'/4: 69) Sebaliknya orang-orang kafir, munafik dan ingkar yang banyak melakukan kejahatan, akan menempati tingkat yang rendah yang paling bawah, sesuai dengan usaha dan pekerjaan mereka masing-masing; seperti orang munafik tempatnya adalah di dalam neraka yang paling bawah, sebagai tersebut dalam firman Allah: Sungguh, orang-orang munafik itu (ditempatkan) pada tingkatan yang paling bawah dari neraka. Dan kamu tidak akan mendapat seorang penolong pun bagi mereka.(an-Nisa'/4: 145) Allah sekali-kali tidak lengah terhadap apa yang dikerjakan oleh jin dan manusia. Semua pekerjaannya, baik yang kecil maupun yang besar, yang buruk atau yang baik, akan dicatat dan mereka akan mendapat balasannya. Kejahatan akan dibalas dengan siksaan yang setimpal dan kebaikan akan dibalas dengan pahala yang berlipat ganda."
        },
        {
          "number": 133,
          "arabic": "وَرَبُّكَ ٱلْغَنِىُّ ذُو ٱلرَّحْمَةِ ۚ إِن يَشَأْ يُذْهِبْكُمْ وَيَسْتَخْلِفْ مِنۢ بَعْدِكُم مَّا يَشَآءُ كَمَآ أَنشَأَكُم مِّن ذُرِّيَّةِ قَوْمٍ ءَاخَرِينَ",
          "transliteration": "warabbuka l-ghaniyu dhū l-raḥmati in yasha yudh'hib'kum wayastakhlif min baʿdikum mā yashāu kamā ansha-akum min dhurriyyati qawmin ākharīna",
          "translation": "Dan Tuhanmu Mahakaya, penuh rahmat. Jika Dia menghendaki, Dia akan memusnahkan kamu dan setelah kamu (musnah) akan Dia ganti dengan yang Dia kehendaki, sebagaimana Dia menjadikan kamu dari keturunan golongan lain.",
          "tafsir": "Ayat ini menegaskan bahwa Allah Mahakaya dan Mahaluas rahmat-Nya dan tidak memerlukan apa dan siapa pun; tetapi semua yang selain Allah membutuhkan bantuan dan pertolongan-Nya, baik keberadaannya maupun dalam kehidupannya. Bagaimanapun banyaknya kekayaan seorang manusia namun ia masih memerlukan pertolongan orang lain, misalnya pertolongan dari pembantu-pembantunya, buruhnya, dokternya, dan sebagainya. Ia pasti tetap memerlukan pertolongan Allah, Penciptanya dan Pencipta semua keperluan dan kebutuhan hidupnya, Allah berfirman: Wahai manusia! Kamulah yang memerlukan Allah; dan Allah Dialah Yang Mahakaya (tidak memerlukan sesuatu), Maha Terpuji. (Fathir/35: 15) Hal ini dijelaskan oleh sebuah hadis Qudsy yang diriwayatkan oleh Abu dzar dari Nabi saw; beliau menerima wahyu dari Tuhan sebagai berikut: Artinya: Hai hamba-hamba-Ku, Aku mengharamkan terhadap diriku berbuat zalim, dan Aku jadikan perbuatan zalim itu haram pula di antara kamu, maka janganlah kamu melakukan kezaliman terhadap sesamamu. Hai hamba-hamba-Ku, semua kamu berada dalam kesesatan kecuali orang-orang yang telah Aku beri petunjuk, maka mintalah selalu petunjuk-Ku tentu Aku akan menunjukimu. Hai hamba-hamba-Ku, semua kamu lapar kecuali orang-orang yang Aku beri makanan maka mintalah kepada-Ku makanan niscaya Aku akan memberimu makanan. Hai hamba-hamba-Ku, kamu semua dalam keadaan telanjang kecuali orang-orang yang telah Aku beri pakaian, maka mintalah kepada-Ku niscaya akan Aku berikan pakaian. Hai hamba-hamba-Ku, kamu senantiasa melakukan kesalahan pada siang dan malam sedang Aku mengampuni semua dosa, maka mintalah ampun kepada-Ku, niscaya Aku akan mengampuni. Hai hamba-hambaKu, kamu sekali-kali tidak akan memberi mudarat kepada-Ku sehingga Aku mendapat mudarat karenamu dan kamu sekali-kali tidak akan memberikan manfaat kepada-Ku, sehingga Aku mendapat manfaat karenamu. Hai hamba-hamba-Ku, andaikata orang-orang dahulu, orang-orang yang kemudian, manusia dan jin semuanya sangat bertakwa kepada-Ku, maka hal itu tidak akan menambah apa-apa kepada kerajaan-Ku. Hai hamba-hamba-Ku, sekiranya orang-orang dahulu, orang-orang yang kemudian, manusia dan jin semuanya bersifat jahat maka hal itu tidak akan mengurangi sesuatu apapun dari kerajaan-Ku. Hai hamba-hamba-Ku, andaikata orang-orang dahulu, orang-orang kemudian, jin dan manusia berada pada suatu tempat, lalu mereka meminta kepada-Ku dan Aku kabulkan semua permintaan itu, maka hal itu tidak akan mengurangi sedikitpun perbendaharaan yang ada pada-Ku, kecuali seperti jarum licin mengurangi air lautan bila dimasukkan ke dalamnya (dan diangkat kembali). Hai hamba-hamba-Ku, sesungguhnya Aku mencatat semua amalan kamu dan akan Kubalasi dengan sempurna, maka barang siapa mendapat balasan yang baik, hendaklah ia memuji Allah, dan barang siapa mendapat balasan yang buruk, maka janganlah ia mencela, kecuali dirinya sendiri. (Riwayat Ahmad, Muslim, at-Tirmidzi dan Ibnu Majah dari Abu dzar) Demikianlah sebagian kekayaan Allah. Adapun rahmat dan karunia-Nya yang amat luas dan tidak terhingga, dapat dilihat pada kenyataan alam semesta, ciptaan-Nya dan tidak seorang pun yang dapat mengingkarinya. Dalam sebuah hadis yang diriwayatkan dari Abu Hurairah diterangkan bahwa Rasulullah saw bersabda: \"Allah membagi rahmat-Nya menjadi seratus bagian. Maka yang sembilan puluh sembilan bagian ditahan-Nya di sisi-Nya dan yang satu bagian diturunkan-Nya ke bumi. Dari rahmat yang satu bagian itulah semua makhluk sayang menyayangi, sehingga seekor kuda akan mengangkat telapak kakinya karena takut anaknya terinjak olehnya\". (Riwayat al-Bukhari dan Muslim dari Abu Hurairah) Allah Yang Mahakaya, Mahaluas rahmat-Nya mengharamkan bagi diri-Nya sifat aniaya, jika Allah bertindak menimpakan siksa kepada hamba-Nya yang durhaka maka tindakan-Nya itu tidaklah bertentangan dengan sifat-sifat tersebut. Maka dengan ayat ini Allah menegaskan kepada musuh-musuh Nabi Muhammad bahwa jika Allah menghendaki, Dia pasti dapat membinasakan mereka dan mengganti mereka dengan kaum lain yang diciptakan-Nya sebagaimana Dia menciptakan mereka dari keturunan yang lain. Janji Allah terbukti dengan binasanya musuh-musuh Nabi Muhammad dalam Perang Badar, sehingga pada akhirnya tidak ada lagi kaum musyrik di Mekah. Mereka digantikan oleh orang-orang yang beriman dan bertakwa, berjuang meninggikan kalimat Allah dengan jiwa raga dan harta benda mereka. Meskipun dalam mempertahankan kebenaran mereka terpaksa mengangkat senjata dan memasuki medan pertempuran tetapi dalam setiap pertempuran itu mereka menjadi teladan dalam sikap santun dalam memperlakukan musuh-musuh mereka, sehingga para ahli sejarah barat mengakui bahwa tidak ada suatu bangsa yang tidak menaklukkan bangsa lain dengan penuh rasa keadilan dan kasih sayang seperti bangsa Arab yang telah beragama Islam."
        },
        {
          "number": 134,
          "arabic": "إِنَّ مَا تُوعَدُونَ لَـَٔاتٍ ۖ وَمَآ أَنتُم بِمُعْجِزِينَ",
          "transliteration": "inna mā tūʿadūna laātin wamā antum bimuʿ'jizīna",
          "translation": "Sesungguhnya apa pun yang dijanjikan kepadamu pasti datang dan kamu tidak mampu menolaknya.",
          "tafsir": "Pada ayat ini Allah memberikan ancaman-Nya kepada musuh-musuh Nabi. Mereka di dunia ini telah mendapat siksaan dan di akhirat kelak demikian pula. Siksaan akhirat yang diancamkan kepada mereka ialah api neraka yang menyala-nyala, pasti akan menimpa mereka, tidak ada satu kekuasaan pun yang dapat menolaknya dan mereka sendiri tidak dapat menghalangi atau lari dari padanya. Hari pembalasan itu pasti datang dan semua makhluk akan dihidupkan kembali. Hal ini tidaklah sulit bagi Allah Yang Mahakuasa. Sebagaimana Allah berkuasa menciptakan makhluk-Nya dari tidak ada menjadi ada, tentu Allah pun berkuasa menghidupkan kembali, walaupun makhluk tersebut sudah mati dan menjadi tulang-belulang yang hancur luluh. Dalil ini berulang kali disebutkan dalam Al-Qur'an di antaranya, firman Allah: Dan dia membuat perumpamaan bagi Kami dan melupakan asal kejadiannya; dia berkata, \"Siapakah yang dapat menghidupkan tulang-belulang, yang telah hancur luluh?\" Katakanlah (Muhammad), \"Yang akan menghidupkannya ialah (Allah) yang menciptakannya pertama kali. Dan Dia Maha Mengetahui tentang segala makhluk. (Yasin/36: 78-79)"
        },
        {
          "number": 135,
          "arabic": "قُلْ يَـٰقَوْمِ ٱعْمَلُوا۟ عَلَىٰ مَكَانَتِكُمْ إِنِّى عَامِلٌ ۖ فَسَوْفَ تَعْلَمُونَ مَن تَكُونُ لَهُۥ عَـٰقِبَةُ ٱلدَّارِ ۗ إِنَّهُۥ لَا يُفْلِحُ ٱلظَّـٰلِمُونَ",
          "transliteration": "qul yāqawmi iʿ'malū ʿalā makānatikum innī ʿāmilun fasawfa taʿlamūna man takūnu lahu ʿāqibatu l-dāri innahu lā yuf'liḥu l-ẓālimūna",
          "translation": "Katakanlah (Muhammad), \"Wahai kaumku! Berbuatlah menurut kedudukanmu, akupun berbuat (demikian). Kelak kamu akan mengetahui, siapa yang akan memperoleh tempat (terbaik) di akhirat (nanti). Sesungguhnya orang-orang yang zalim itu tidak akan beruntung.",
          "tafsir": "Ancaman Allah terhadap kaum musyrikin yang memusuhi Nabi Muhammad yang terdapat pada ayat 133 dan 134 yang lalu, diiringi dengan tantangan terhadap mereka dengan menyuruh Nabi Muhammad mengatakan kepada mereka, \"Berbuatlah apa yang hendak kamu lakukan sesuai dengan kesanggupan kamu. Akupun akan berbuat demikian pula; nanti kamu akan mengetahui siapa di antara kita yang akan mendapat kejayaan dan kemenangan. Ketahuilah bahwa orang-orang zalim tidak akan mendapat kemenangan.\" Tantangan itu walaupun mengandung pengertian yang agak keras, namun bahasanya tetap halus, karena Nabi Muhammad masih menyebut musuh-musuh Islam itu dengan kata \"kaumku\". Pengertian \"kaum\" dalam kalangan orang-orang Arab adalah sangat dalam hampir sama dengan pengertian \"bangsa\" di zaman sekarang. Orang yang cinta kepada bangsanya akan merasa berkewajiban untuk membelanya, bila mereka tergelincir dari rel kebenaran. Dalam ucapan ini terbayang bahwa Nabi Muhammad sangat mengharapkan kesadaran mereka dan agar mereka kembali ke jalan yang benar. Dalam tantangan ini terdapat pula janji Allah kepada kaum muslimin, bahwa mereka akan mendapat kemenangan besar terhadap kaum musyrikin yang sesat dan yang zalim itu. Apa yang terjadi kemudian sesuai dengan janji Allah, kaum musyrikin terus-menerus ditimpa kekalahan sehingga tegaklah kalimat Allah dengan kokohnya dan hancurnya kemusyrikan. Ini adalah bukti bahwa janji Allah di akhirat nanti pasti akan terlaksana pula, karena janji di dunia itu juga diucapkan sebelum peristiwa itu terjadi, keduanya terkait dengan peristiwa yang akan datang. Janji Allah bahwa Dia akan menolong kaum mukmin sepanjang masa, sampai akhir zaman, selama mereka benar-benar beriman dan bertakwa, benar-benar menjalankan ajaran-ajaran agama-Nya secara keseluruhan dan benar-benar berjuang dengan ikhlas untuk menegakkan kalimat Allah. Disebutkan dalam firman-Nya: Wahai orang-orang yang beriman! Jika kamu menolong (agama) Allah, niscaya Dia akan menolongmu dan meneguhkan kedudukanmu. (Muhammad/47: 7)"
        },
        {
          "number": 136,
          "arabic": "وَجَعَلُوا۟ لِلَّهِ مِمَّا ذَرَأَ مِنَ ٱلْحَرْثِ وَٱلْأَنْعَـٰمِ نَصِيبًا فَقَالُوا۟ هَـٰذَا لِلَّهِ بِزَعْمِهِمْ وَهَـٰذَا لِشُرَكَآئِنَا ۖ فَمَا كَانَ لِشُرَكَآئِهِمْ فَلَا يَصِلُ إِلَى ٱللَّهِ ۖ وَمَا كَانَ لِلَّهِ فَهُوَ يَصِلُ إِلَىٰ شُرَكَآئِهِمْ ۗ سَآءَ مَا يَحْكُمُونَ",
          "transliteration": "wajaʿalū lillahi mimmā dhara-a mina l-ḥarthi wal-anʿāmi naṣīban faqālū hādhā lillahi bizaʿmihim wahādhā lishurakāinā famā kāna lishurakāihim falā yaṣilu ilā l-lahi wamā kāna lillahi fahuwa yaṣilu ilā shurakāihim sāa mā yaḥkumūna",
          "translation": "Dan mereka menyediakan sebagian hasil tanaman dan hewan (bagian) untuk Allah sambil berkata menurut persangkaan mereka, \"Ini untuk Allah dan yang ini untuk berhala-berhala kami.\" Bagian yang untuk berhala-berhala mereka tidak akan sampai kepada Allah, dan bagian yang untuk Allah akan sampai kepada berhala-berhala mereka.<sup foot_note=135276>1</sup> Sangat buruk ketetapan mereka itu.",
          "tafsir": "Ayat ini menginformasikan bahwa mereka membagi apa yang mereka dapat dari hasil tanaman dan hewan ternak kepada dua bagian. Satu bagian untuk Allah dan satu bagian lagi untuk berhala-berhala yang mereka puja-puja dan mereka agungkan. Mereka berkata, \"Bagian yang pertama adalah untuk Allah sebagai persembahan kami untuk mendekatkan diri kepada-Nya. Bagian yang kedua adalah untuk berhala sesembahan kami yang juga untuk mendekatkan diri kepada Allah.\" Dengan pembagian seperti itu mereka telah menjadi sesat, karena pengorbanan itu adalah suatu ibadah dan pendekatan diri kepada yang disembah. Menyembah kepada berhala-berhala dan patung-patung adalah satu perbuatan yang tak dapat diterima oleh akal sehat, karena patung adalah benda-benda mati yang tak dapat berbuat apa-apa, bahkan patung-patung ini dibuat oleh mereka. Tradisi ini adalah suatu agama yang dibuat-buat oleh para pemimpin dan pemuka-pemuka bangsa Arab di kala itu, untuk mempengaruhi orang-orang awam agar mereka tetap mengagungkan dan memuliakan pemimpin sebagai pengawal dan pemelihara berhala-berhala dan sebagai orang-orang yang terdekat kepadanya. Dengan demikian, mereka dapat berkuasa atas orang-orang awam. Memeras mereka dengan menyuruh kaumnya berbakti dengan mengorbankan harta benda kepada berhala-berhala yang mereka anggap berkuasa atas kehidupan mereka dan dapat mendatangkan nikmat atau bencana kepada siapa yang dikehendakinya. Bagian pertama yang diperuntukkan bagi Allah, dipergunakan untuk memberi makan tamu-tamu, anak-anak dan orang-orang miskin; sedangkan bagian kedua yang diperuntukkan bagi berhala-berhala dikuasai sepenuhnya oleh penjaga-penjaga dan pemelihara-pemeliharanya. Tetapi karena mereka telah dikuasai oleh sifat tamak dan serakah, maka bagian yang diperuntukkan bagi berhala-berhala itu tidak boleh dikurangi atau diambil sedikitpun untuk digabungkan kepada bagian yang diperuntukkan bagi Allah. Sebaliknya bagian yang diperuntukkan bagi Allah boleh diambil untuk digabungkan kepada bagian berhala-berhala, karena bagian Allah itu adalah hak fakir miskin dan orang-orang yang sangat membutuhkan makanan. Sedangkan bagian berhala adalah sepenuhnya menjadi hak para penguasa. Demikianlah ketentuan yang mereka tetapkan dan alangkah jahatnya ketentuan itu. Selain ketetapan itu merupakan perampasan atas hak fakir miskin dan orang-orang yang sangat membutuhkan bantuan. Segi-segi keburukan ketetapan mereka adalah sebagai berikut: a.Mereka telah melanggar hak Allah, karena hanya Allah-lah yang berhak membuat ketentuan dalam masalah ibadah. b.Mereka telah mempersekutukan Allah dengan berhala, padahal hanya Allah yang berhak disembah dan kepada-Nyalah segala kebaktian harus dipersembahkan. c.Mereka lebih mengutamakan hak berhala dari pada hak Allah. d.Ketetapan itu tidak berdasarkan akal yang sehat dan tidak pula berdasarkan petunjuk atau syariat-syariat yang ada sebelumnya, hanya berdasarkan keinginan hawa nafsu belaka. Diriwayatkan oleh Ali bin Abi Talib dan al-'Aufi bahwa Ibnu 'Abbas berkata tentang tafsir ayat ini yang maksudnya sebagai berikut: \"Sesungguhnya musuh-musuh Allah, apabila mereka bercocok tanam atau memetik hasil tanaman, mereka membaginya dua bagian, yaitu sebagian untuk Allah dan sebagian lagi untuk berhala. Apabila bagian yang disediakan untuk Allah tercecer, kemudian bercampur dengan bagian yang diperuntukkan untuk berhala, maka yang tercecer itu mereka gabungkan untuk berhala. Selanjutnya jika air yang diperuntukkan bagi tanaman bagian berhala mengalir ke tanaman bagian Allah, maka tanaman bagian Allah itu mereka jadikan tanaman bagian berhala. Tetapi apabila air tanaman bagian untuk Allah mengalir ke tanaman bagian berhala, maka tanaman itu tetap dijadikan bagian berhala.\""
        },
        {
          "number": 137,
          "arabic": "وَكَذَٰلِكَ زَيَّنَ لِكَثِيرٍ مِّنَ ٱلْمُشْرِكِينَ قَتْلَ أَوْلَـٰدِهِمْ شُرَكَآؤُهُمْ لِيُرْدُوهُمْ وَلِيَلْبِسُوا۟ عَلَيْهِمْ دِينَهُمْ ۖ وَلَوْ شَآءَ ٱللَّهُ مَا فَعَلُوهُ ۖ فَذَرْهُمْ وَمَا يَفْتَرُونَ",
          "transliteration": "wakadhālika zayyana likathīrin mina l-mush'rikīna qatla awlādihim shurakāuhum liyur'dūhum waliyalbisū ʿalayhim dīnahum walaw shāa l-lahu mā faʿalūhu fadharhum wamā yaftarūna",
          "translation": "Dan demikianlah berhala-berhala mereka (setan) menjadikan tampak indah bagi banyak orang-orang musyrik membunuh anak-anak mereka, untuk membinasakan mereka dan mengacaukan agama mereka sendiri.<sup foot_note=135277>1</sup> Dan kalau Allah menghendaki, niscaya mereka tidak akan mengerjakannya. Biarkanlah mereka bersama apa (kebohongan) yang mereka ada-adakan.",
          "tafsir": "Dalam ayat ini Allah menjelaskan bagaimana sewenang-wenangnya para pemimpin dan pemuka agama kaum musyrik Mekah, dengan menganjurkan kepada pengikut-pengikutnya agar tidak segan membunuh anak-anak perempuan mereka sendiri dengan alasan yang tidak jelas dan sulit dimengerti. Padahal membunuh anak perempuan sendiri itu bertentangan dengan naluri manusia, dan bertentangan pula dengan cita-cita pembinaan keluarga yang harmonis. Dengan sendirinya bertentangan dengan pembinaan umat yang kukuh dan kuat karena kukuh dan kuatnya suatu umat tergantung kepada kuat dan kukuhnya keluarga-keluarga yang membentuk umat tersebut. Anjuran mereka itu hanya berdasarkan tiga hal: Pertama: Karena kemiskinan atau takut akan ditimpa kemiskinan. Hal ini diterangkan Allah dalam firman-Nya: Janganlah membunuh anak-anakmu karena miskin. Kamilah yang memberi rezeki kepadamu dan kepada mereka. (al-An'am/6: 151) Dalam firman-Nya yang lain: Dan janganlah kamu membunuh anak-anakmu karena takut miskin. Kamilah yang memberi rezeki kepada mereka dan kepadamu. Membunuh mereka itu sungguh suatu dosa yang besar. (al-Isra'/17: 31) Kedua: Karena takut akan mendapat malu di belakang hari. Mereka membunuh anak-anak mereka yang perempuan dengan menguburnya hidup-hidup, karena anak-anak itu apabila mereka besar nanti mungkin melakukan perbuatan keji dan tercela, atau dirampas menjadi tawanan dan diperbudak, atau kawin dengan laki-laki yang tidak sekufu atau lebih rendah derajatnya dari derajat bapaknya. Dalam hal ini Allah berfirman: Padahal apabila seseorang dari mereka diberi kabar dengan (kelahiran) anak perempuan, wajahnya menjadi hitam (merah padam), dan dia sangat marah. Dia bersembunyi dari orang banyak, disebabkan kabar buruk yang disampaikan kepadanya. Apakah dia akan memeliharanya dengan (menanggung) kehinaan atau akan membenamkannya ke dalam tanah (hidup-hidup)? Ingatlah alangkah buruknya (putusan) yang mereka tetapkan itu. (an-Nahl/16: 58-59) Ketiga: Karena mereka nazar kepada berhala, bahwa mereka akan mengorbankan anak mereka untuk mendekatkan diri kepada berhala-berhala itu. Atau karena alasan lain misalnya kebiasaan mereka bila mereka telah mendapat sejumlah anak akan mengorbankan seorang diantara mereka seperti yang pernah dilakukan Abdul Muththalib kakek Nabi Muhammad ketika dia bersumpah akan mengorbankan Abdullah ayah Nabi Muhammad, apabila ia diberi sepuluh orang anak. Demikianlah anjuran kaum musyrikin yang merusak tabiat dan naluri mereka sebagai manusia yang mempunyai rasa cinta dan kasih sayang kepada anak, sifat yang mulia ini berbalik menjadi kejam. Ia tidak segan-segan membunuh anaknya darah daging sendiri. Demikianlah mereka mengelabui kaumnya sehingga mereka tidak dapat lagi membedakan antara yang baik dan yang buruk, dan mana peraturan agama yang sebenarnya yang harus diikuti dan dilaksanakan. Jika Allah menghendaki, tentulah Allah dapat menahan mereka dari perbuatan yang merusak itu dan mereka tidak akan melakukannya. Oleh sebab itu Allah memerintahkan kepada Nabi Muhammad agar membiarkan mereka membuat peraturan yang merusak dengan sekehendak hati mereka, karena dengan demikian mereka akan menjadi lemah dan kehilangan kepercayaan terhadap diri mereka sendiri."
        }
      ]
    }
  ]
}