{
  "pageNumber": 557,
  "juz": 28,
  "surahs": [
    {
      "number": 64,
      "name": "At-Taghabun",
      "nameArabic": "التغابن",
      "meaning": "Hari Dinampakkan Kesalahan",
      "revelation": "Madinah",
      "description": "Surat ini terdiri dari 18 ayat, termasuk golongan surat Madaniyyah, dan diturunkan sesudah surat At-Tahrim.Nama At-Taghabun diambil dari kata \"At-Taghabun\" yang terdapat pada ayat ke-9 yang artinya hari kesalahan-kesalahan ditampakkan.**Pokok-Pokok Isi:**1. **Keimanan:** Seluruh alam bertasbih kepada Allah, penjelasan tentang kekuasaan Allah serta keluasan ilmu-Nya; penegasan bahwa semua yang terjadi di alam ini adalah atas izin Allah.2. **Hukum-hukum:** Perintah taat kepada Allah dan Rasul; perintah bertakwa dan menginfakkan harta.3. **Lain-lain:** Peringatan kepada orang-orang kafir tentang nasib orang-orang terdahulu yang mendurhakai rasul-rasul; di antara istri dan anak seseorang ada yang menjadi musuh baginya; harta dan anak adalah cobaan dan ujian bagi manusia.Pada surat At-Taghabun Allah memberi peringatan kepada kaum musyrikin tentang azab yang ditimpakan kepada umat-umat terdahulu dan memberi hiburan kepada Nabi bahwa keingkaran orang-orang kafir itu tidak akan mendatangkan mudarat kepadanya.**Hubungan Surat At-Taghabun Dengan Surat Ath-Thalaq:**Dalam surat At-Taghabun diterangkan bahwa di antara istri-istri dan anak-anak ada yang menjadi musuh, dan permusuhan antara suami dan istri mungkin berujung pada perceraian (talak), maka dalam surat Ath-Thalaq diterangkan hukum-hukum talak secara ringkas.",
      "verses": [
        {
          "number": 10,
          "arabic": "وَٱلَّذِينَ كَفَرُوا۟ وَكَذَّبُوا۟ بِـَٔايَـٰتِنَآ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلنَّارِ خَـٰلِدِينَ فِيهَا ۖ وَبِئْسَ ٱلْمَصِيرُ",
          "transliteration": "wa-alladhīna kafarū wakadhabū biāyātinā ulāika aṣḥābu l-nāri khālidīna fīhā wabi'sa l-maṣīru",
          "translation": "Dan orang-orang yang kafir dan mendustakan ayat-ayat Kami, mereka itulah penghuni neraka, mereka kekal di dalamnya. Dan itulah seburuk-buruk tempat kembali.",
          "tafsir": "Dalam ayat ini, Allah menerangkan bahwa orang-orang yang mengingkari keesaan-Nya, dan mendustakan ayat-ayat Al-Qur'an yang telah diturunkan kepada Nabi Muhammad, adalah penghuni neraka. Mereka akan tinggal kekal di dalamnya, sebagaimana Allah berfirman: Adapun orang-orang yang kafir dan mendustakan ayat-ayat Kami, mereka itu penghuni neraka, mereka kekal di dalamnya. (al-Baqarah/2: 39) Dalam ayat yang lain Allah berfirman: Adapun orang-orang yang kafir dan mendustakan ayat-ayat Kami, mereka itu penghuni neraka. (al-Ma'idah/5: 10) Alangkah ruginya penghuni neraka karena tempat itu adalah seburuk-buruk tempat kembali, dan sejahat-jahat tempat tinggal, sebagaimana Allah berfirman: Sungguh, Jahanam itu seburuk-buruk tempat menetap dan tempat kediaman. (al-Furqan/25: 66)"
        },
        {
          "number": 11,
          "arabic": "مَآ أَصَابَ مِن مُّصِيبَةٍ إِلَّا بِإِذْنِ ٱللَّهِ ۗ وَمَن يُؤْمِنۢ بِٱللَّهِ يَهْدِ قَلْبَهُۥ ۚ وَٱللَّهُ بِكُلِّ شَىْءٍ عَلِيمٌ",
          "transliteration": "mā aṣāba min muṣībatin illā bi-idh'ni l-lahi waman yu'min bil-lahi yahdi qalbahu wal-lahu bikulli shayin ʿalīmun",
          "translation": "Tidak ada suatu musibah yang menimpa (seseorang), kecuali dengan izin Allah; dan barangsiapa beriman kepada Allah, niscaya Allah akan memberi petunjuk kepada hatinya. Dan Allah Maha Mengetahui segala sesuatu.",
          "tafsir": "Allah menerangkan bahwa apa yang menimpa manusia, baik yang merupakan kenikmatan dunia maupun yang berupa siksa adalah qadha' dan qadar, sesuai dengan kehendak Allah yang telah ditetapkan di muka bumi. Dalam berusaha keras, manusia hendaknya tidak menyesal dan merasa kecewa apabila menemui hal-hal yang tidak sesuai dengan usaha dan keinginannya. Hal itu di luar kemampuannya, karena ketentuan Allah-lah yang akan berlaku dan menjadi kenyataan. Sebagaimana firman-Nya: Katakanlah (Muhammad), \"Tidak akan menimpa kami melainkan apa yang telah ditetapkan Allah bagi kami.\" (at-Taubah/9: 51) Allah memberi petunjuk kepada orang yang beriman untuk melapangkan dadanya, menerima dengan segala senang hati apa yang terjadi pada dirinya, baik sesuai dengan yang diinginkan, maupun yang tidak, karena ia yakin bahwa kesemuanya itu dari Allah. Ibnu Abbas menafsirkan bahwa Allah memberikan kepada orang mukmin dalam hatinya suatu keyakinan. Begitu pula ketika seseorang ditimpa musibah, ia mengatakan inna lillahi wa inna ilaihi raji'un, hal itu karena iman yang menyebabkan sabar dan akhirnya musibah itu ringan baginya."
        },
        {
          "number": 12,
          "arabic": "وَأَطِيعُوا۟ ٱللَّهَ وَأَطِيعُوا۟ ٱلرَّسُولَ ۚ فَإِن تَوَلَّيْتُمْ فَإِنَّمَا عَلَىٰ رَسُولِنَا ٱلْبَلَـٰغُ ٱلْمُبِينُ",
          "transliteration": "wa-aṭīʿū l-laha wa-aṭīʿū l-rasūla fa-in tawallaytum fa-innamā ʿalā rasūlinā l-balāghu l-mubīnu",
          "translation": "Dan taatlah kepada Allah dan taatlah kepada Rasul. Jika kamu berpaling maka sesungguhnya kewajiban Rasul Kami hanyalah menyampaikan (amanah Allah) dengan terang.",
          "tafsir": "Allah memerintahkan agar manusia taat kepada-Nya dan rasul-Nya dengan melaksanakan perintah-Nya dan meninggalkan larangan-Nya. Manakala mereka itu tetap tidak menaati dan patuh, ketahuilah bahwa tugas Rasulullah hanyalah sekedar menyampaikan apa yang menjadi tugas dan kewajibannya, sebagaimana ditegaskan dalam firman Allah: Jika kamu berpaling, maka ketahuilah bahwa kewajiban rasul Kami hanyalah menyampaikan (amanat) dengan jelas. (al-Ma'idah/5: 92)"
        },
        {
          "number": 13,
          "arabic": "ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ ۚ وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُؤْمِنُونَ",
          "transliteration": "al-lahu lā ilāha illā huwa waʿalā l-lahi falyatawakkali l-mu'minūna",
          "translation": "(Dialah) Allah, tidak ada tuhan selain Dia. Dan hendaklah orang-orang mukmin bertawakal kepada Allah.",
          "tafsir": "Allah menjelaskan bahwa Dialah Tuhan Yang Maha Esa, tidak ada Tuhan selain Dia. Maka hendaklah kita semua mengesakan-Nya, berbakti kepada-Nya dengan ikhlas, dan tidak menyekutukan-Nya dengan sesuatu apa pun, sebagaimana dijelaskan dalam firman-Nya: (Dialah) Tuhan timur dan barat, tidak ada tuhan selain Dia, maka jadikanlah Dia sebagai pelindung. (al-Muzzammil/73: 9) Dan dijelaskan pula dalam ayat lain: Dan sembahlah Allah dan janganlah kamu mempersekutukan-Nya dengan sesuatu apa pun. (an-Nisa'/4: 36) Karena Allah adalah Maha Pencipta dan Maha Pemberi rezeki. Kepada Allah-lah orang-orang mukmin itu hendaknya bertawakal. Firman Allah: Dan bertawakallah kamu hanya kepada Allah, jika kamu orang-orang beriman. (al-Ma'idah/5: 23)"
        },
        {
          "number": 14,
          "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِنَّ مِنْ أَزْوَٰجِكُمْ وَأَوْلَـٰدِكُمْ عَدُوًّا لَّكُمْ فَٱحْذَرُوهُمْ ۚ وَإِن تَعْفُوا۟ وَتَصْفَحُوا۟ وَتَغْفِرُوا۟ فَإِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
          "transliteration": "yāayyuhā alladhīna āmanū inna min azwājikum wa-awlādikum ʿaduwwan lakum fa-iḥ'dharūhum wa-in taʿfū wataṣfaḥū wataghfirū fa-inna l-laha ghafūrun raḥīmun",
          "translation": "Wahai orang-orang yang beriman! Sesungguhnya di antara istri-istrimu dan anak-anakmu ada yang menjadi musuh bagimu,<sup foot_note=135795>1</sup> maka berhati-hatilah kamu terhadap mereka; dan jika kamu maafkan dan kamu santuni serta ampuni (mereka), maka sungguh, Allah Maha Pengampun, Maha Penyayang.",
          "tafsir": "Allah menjelaskan bahwa ada di antara istri-istri dan anak-anak yang menjadi musuh bagi suami dan orang tuanya yang mencegah mereka berbuat baik dan mendekatkan diri kepada Allah, menghalangi mereka beramal saleh yang berguna bagi akhirat mereka. Bahkan adakalanya menjerumuskan mereka kepada perbuatan maksiat, perbuatan haram yang dilarang oleh agama. Karena rasa cinta dan sayang kepada istri dan anaknya, agar keduanya hidup mewah dan senang, seorang suami atau ayah tidak segan berbuat yang dilarang agama, seperti korupsi dan lainnya. Oleh karena itu, ia harus berhati-hati, dan sabar menghadapi anak istrinya. Mereka perlu dibimbing, tidak terlalu ditekan, sebaiknya dimaafkan dan tidak dimarahi, tetapi diampuni. Allah sendiri pun Maha Pengampun, lagi Maha Penyayang, sebagaimana dijelaskan dalam firman-Nya: Tetapi jika kamu bersabar, itu lebih baik bagimu. Allah Maha Pengampun, Maha Penyayang. (an-Nisa'/4: 25)"
        },
        {
          "number": 15,
          "arabic": "إِنَّمَآ أَمْوَٰلُكُمْ وَأَوْلَـٰدُكُمْ فِتْنَةٌ ۚ وَٱللَّهُ عِندَهُۥٓ أَجْرٌ عَظِيمٌ",
          "transliteration": "innamā amwālukum wa-awlādukum fit'natun wal-lahu ʿindahu ajrun ʿaẓīmun",
          "translation": "Sesungguhnya hartamu dan anak-anakmu hanyalah cobaan (bagimu), dan di sisi Allah pahala yang besar.",
          "tafsir": "Allah menerangkan bahwa cinta terhadap harta dan anak adalah cobaan. Jika tidak berhati-hati, akan mendatangkan bencana. Tidak sedikit orang, karena cintanya yang berlebihan kepada harta dan anaknya, berani berbuat yang bukan-bukan dan melanggar ketentuan agama. Dalam ayat ini, harta didahulukan dari anak karena ujian dan bencana harta itu lebih besar, sebagaimana firman Allah: Sekali-kali tidak! Sungguh, manusia itu benar-benar melampaui batas, apabila melihat dirinya serba cukup. (al-'Alaq/96: 6-7) Dijelaskan pula dalam sabda Nabi saw. Sesungguhnya bagi tiap-tiap umat ada cobaan dan sesungguhnya cobaan umatku (yang berat) ialah harta, (Riwayat Ahmad, at-Tirmidhi, ath-thabrani, dan al-hakim, dari Ka'ab bin 'Iyadh) Kalau manusia dapat menahan diri, tidak akan berlebihan cintanya kepada harta dan anaknya, jika cintanya kepada Allah lebih besar daripada cintanya kepada yang lain, maka ia akan mendapat pahala yang besar dan berlipat ganda."
        },
        {
          "number": 16,
          "arabic": "فَٱتَّقُوا۟ ٱللَّهَ مَا ٱسْتَطَعْتُمْ وَٱسْمَعُوا۟ وَأَطِيعُوا۟ وَأَنفِقُوا۟ خَيْرًا لِّأَنفُسِكُمْ ۗ وَمَن يُوقَ شُحَّ نَفْسِهِۦ فَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
          "transliteration": "fa-ittaqū l-laha mā is'taṭaʿtum wa-is'maʿū wa-aṭīʿū wa-anfiqū khayran li-anfusikum waman yūqa shuḥḥa nafsihi fa-ulāika humu l-muf'liḥūna",
          "translation": "Maka bertakwalah kamu kepada Allah menurut kesanggupanmu dan dengarlah serta taatlah; dan infakkanlah harta yang baik untuk dirimu. Dan barangsiapa dijaga dirinya dari kekikiran, mereka itulah orang-orang yang beruntung.",
          "tafsir": "Allah memerintahkan agar manusia yang mempunyai harta, anak, dan istri bertakwa kepada-Nya sekuat tenaga dan kemampuannya, sebagaimana dijelaskan oleh sabda Nabi saw: Apabila saya perintahkan kamu dengan sesuatu maka laksanakanlah dengan maksimal dan apa yang saya larang melakukannya, maka jauhilah ia. (Riwayat al-Bukhari dari Abu Hurairah) Dalam firman Allah juga dijelaskan: Bertakwalah kepada Allah sebenar-benar takwa kepada-Nya dan janganlah kamu mati kecuali dalam keadaan muslim. (Ali 'Imran/3: 102) Selanjutnya Allah memerintahkan orang-orang beriman agar mendengar dan patuh kepada perintah Allah dan rasul-Nya. Tidak terpengaruh oleh keadaan sekelilingnya, sehingga melanggar apa yang dilarang agama. Harta benda agar dibelanjakan untuk meringankan penderitaan fakir miskin, menolong orang-orang yang memerlukan pertolongan, dan untuk membantu berbagai kegiatan yang berguna bagi umat dan agama, yang membawa kebahagiaan dunia dan akhirat. Yang demikian itu jauh lebih baik daripada menumpuk harta dan memanjakan anak. Ayat ke-16 ini ditutup dengan satu penegasan bahwa orang yang menjauhi kebakhilan dan ketamakan pada harta adalah orang yang beruntung. Ia akan mencapai keinginannya di dunia dan akhirat, serta disenangi oleh teman-temannya. Di akhirat nanti, ia sangat berbahagia karena dekat dengan Tuhannya, disenangi, diridai, dan dimasukkan ke dalam surga."
        },
        {
          "number": 17,
          "arabic": "إِن تُقْرِضُوا۟ ٱللَّهَ قَرْضًا حَسَنًا يُضَـٰعِفْهُ لَكُمْ وَيَغْفِرْ لَكُمْ ۚ وَٱللَّهُ شَكُورٌ حَلِيمٌ",
          "transliteration": "in tuq'riḍū l-laha qarḍan ḥasanan yuḍāʿif'hu lakum wayaghfir lakum wal-lahu shakūrun ḥalīmun",
          "translation": "Jika kamu meminjamkan kepada Allah dengan pinjaman yang baik, niscaya Dia melipatgandakan (balasan) untukmu dan mengampuni kamu. Dan Allah Maha Mensyukuri, Maha Penyantun.",
          "tafsir": "Allah menerangkan bahwa orang yang meminjamkan kepada-Nya dengan pinjaman yang baik sewaktu di dunia yakni membelanjakan harta-bendanya di jalan yang diridai-Nya, mendekatkan diri kepada-Nya dengan ikhlas dan hati yang lega, akan dilipatgandakan pahalanya. Satu kebaikan akan dibalas dengan sepuluh sampai tujuh ratus pahala. Bahkan akan dilipatgandakan lebih dari itu, sesuai dengan keikhlasannya yang mantap di dalam hati, sebagaimana dijelaskan dalam firman Allah: Barang siapa meminjami Allah dengan pinjaman yang baik maka Allah melipatgandakan ganti kepadanya dengan banyak. (al-Baqarah/2: 245) Selain daripada itu, dosanya pun akan diampuni Allah. Dia Maha Pembalas jasa, melipatgandakan pahala bagi orang yang taat kepada-Nya, lagi Maha Penyantun. Allah tidak menyegerakan azab kepada orang yang berdosa, meskipun dosa dan kesalahannya bertumpuk."
        },
        {
          "number": 18,
          "arabic": "عَـٰلِمُ ٱلْغَيْبِ وَٱلشَّهَـٰدَةِ ٱلْعَزِيزُ ٱلْحَكِيمُ",
          "transliteration": "ʿālimu l-ghaybi wal-shahādati l-ʿazīzu l-ḥakīmu",
          "translation": "Yang Mengetahui yang gaib dan yang nyata. Yang Mahaperkasa, Mahabijaksana.",
          "tafsir": "Ayat ini menjelaskan bahwa Allah Maha Mengetahui yang gaib apalagi yang tampak. Apa saja yang dikerjakan oleh manusia, semuanya tercatat dan tersimpan di sisi-Nya. Tidak satu pun yang luput sekalipun sebesar biji sawi, sebagaimana dijelaskan oleh Allah dengan firman-Nya: Kitab apakah ini, tidak ada yang tertinggal, yang kecil dan yang besar melainkan tercatat semuanya,\" (al-Kahf/18: 49) Ayat di atas mendorong manusia untuk berinfak, karena segala perbuatan pasti terlihat oleh Allah dan dibalas dengan berlipat ganda. Amal yang tercatat dalam kitab seseorang akan dibalas oleh Allah dengan sangat teliti. Yang baik dibalas dengan baik yaitu surga, dan yang jahat dibalas dengan siksa di dalam neraka. Dia itu Mahaperkasa dan Mahakuasa. Semua kehendak-Nya terwujud menjadi kenyataan, Mahabijaksana mengatur ciptaan-Nya, memberikan apa yang baik kepada siapa yang dikehendaki-Nya."
        }
      ]
    }
  ]
}