{
  "pageNumber": 299,
  "juz": 15,
  "surahs": [
    {
      "number": 18,
      "name": "Al-Kahf",
      "nameArabic": "الكهف",
      "meaning": "Gua",
      "revelation": "Makkah",
      "description": "Surat ini terdiri daris 110 ayat dan termasuk surat Makkiyyah. Dinamai \"Al-Kahfi\" yang berarti \"Gua\" dan \"Ashhabul Kahfi\" yang berarti \"Penghuni gua\". Kedua nama ini diambil dari kata yang terdapat dalam surat ini pada ayat ke-9 sampai dengan ke-26, tentang beberapa orang pemuda yang tidur di dalam gua bertahun-tahun lamanya. Selain cerita tersebut, dalam surat ini juga terdapat beberapa buah kisah, yang kesemuanya mengandung i'tibar dan pelajaran yang amat berguna bagi kehidupan manusia. Banyak hadits Rasulullah yang menyatakan keutamaan membaca surat ini.**Pokok-Pokok Isi:**1. **Keimanan:** Kekuasaan Allah untuk memberikan hidup kepada manusia di luar hukum kebiasaan; dasar-dasar Tauhid dan keadilan Allah tidak akan berubah untuk selama-lamanya; kalimat-kalimat Allah (ilmu-Nya) sangat luas sekali meliputi segala sesuatu, sehingga manusia tidak akan mampu menulisnya; kepastian datangnya hari kebangkitan; Al-Qur'an adalah kitab suci yang isinya bersih dari kekurangan dan kepalsuan.2. **Hukum-hukum:** Dasar hukum wakalah (perwakilan); larangan membangun tempat ibadah di atas kubur; hukum membaca \"Insya Allah\"; perbuatan salah yang dilakukan karena lupa dimaafkan; boleh merusak suatu barang untuk menghindarkan bahaya yang lebih besar.3. **Kisah-kisah:** kisah Ashabul Kahfi; kisah dua orang laki-laki yang seorang kafir dan yang lainnya mukmin, kisah Nabi Musa dengan Khidhir; kisah Zulkarnain dengan Ya'juj dan Ma'juj.4. **Lain-lain:** Beberapa pelajaran yang dapat diambil dari cerita-cerita dalam surat ini antara lain tentang kekuatan iman kepada Allah serta ibadah yang ikhlas kepada-Nya; kesungguhan seseorang dalam mencari guru (ilmu); adab sopan-santun antara murid dengan guru; dan beberapa contoh tentang cara memimpin dan memerintah rakyat, serta perjuangan untuk mencapai kebahagiaan rakyat dan negara.Surat Al-Kahfi dimulai dengan menerangkan sifat Al-Qur'an sebagai petunjuk dan peringatan bagi manusia, dan sebagai peringatan terhadap orang yang mengatakan bahwa Allah mempunyai anak. Semua yang ada di permukaan bumi merupakan perhiasan bagi bumi dan sengaja diciptakan Allah agar manusia memikirkan bagaimana cara mengambil manfaat dari semuanya itu.Kekuasaan Allah dan betapa luasnya pengetahuan-Nya dikemukakan dalam surat ini dengan menyebutkan kisah Nabi Musa dengan Khidhir dan kisah Zulkarnain. Juga dengan mengibaratkan bahwa seandainya semua air yang ada di bumi dan ditambah lagi sebanyak itu pula dijadikan tinta untuk menulis ilmu Allah, tentu tidak akan mencukupi. Kemudian diterangkan bahwa semua amal orang musyrik tidak diberi pahala di akhirat, sedangkan untuk orang mukmin disediakan Jannatun Na'im.**Hubungan Surat Al-Kahfi Dengan Surat Maryam:**1. Kedua surat ini sama-sama mengandung kisah yang ajaib, seperti surat Al-Kahfi mengemukakan kisah Ashhabul kahfi, kisah Musa dengan Khidhr, dan kisah Zulkarnain, sedangkan surat Maryam mengemukakan kisah kelahiran Yahya ketika bapaknya, Zakariya, sudah tua renta dan ibunya seorang perempuan tua yang mandul, dan kisah kelahiran 'Isa tanpa bapak.2. Bagian akhir surat Al-Kahfi menerangkan tentang ancaman Allah terhadap orang kafir yang mengambil pelindung selain Allah, semua amal mereka sia-sia dan mereka dimasukkan ke dalam neraka, sedangkan pada bagian akhir surat Maryam diulangi lagi celaan dan ancaman Allah terhadap orang-orang yang mempersekutukan-Nya.",
      "verses": [
        {
          "number": 46,
          "arabic": "ٱلْمَالُ وَٱلْبَنُونَ زِينَةُ ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ وَٱلْبَـٰقِيَـٰتُ ٱلصَّـٰلِحَـٰتُ خَيْرٌ عِندَ رَبِّكَ ثَوَابًا وَخَيْرٌ أَمَلًا",
          "transliteration": "al-mālu wal-banūna zīnatu l-ḥayati l-dun'yā wal-bāqiyātu l-ṣāliḥātu khayrun ʿinda rabbika thawāban wakhayrun amalan",
          "translation": "Harta dan anak-anak adalah perhiasan kehidupan dunia tetapi amal kebajikan yang terus menerus adalah lebih baik pahalanya di sisi Tuhanmu serta lebih baik untuk menjadi harapan.",
          "tafsir": "Allah menjelaskan bahwa yang menjadi kebanggaan manusia di dunia ini adalah harta benda dan anak-anak, karena manusia sangat mem-perhatikan keduanya. Banyak harta dan anak dapat memberikan kehidupan dan martabat yang terhormat kepada orang yang memilikinya. Seperti halnya 'Uyainah, pemuka Quraisy yang kaya itu, atau Qurthus, yang mempunyai kedudukan mulia di tengah-tengah kaumnya, karena memiliki kekayaan dan anak buah yang banyak. Karena harta dan anak pula, orang menjadi takabur dan merendahkan orang lain. Allah menegaskan bahwa keduanya hanyalah perhiasan hidup duniawi, bukan perhiasan dan bekal untuk ukhrawi. Padahal manusia sudah menyadari bahwa keduanya akan segera binasa dan tidak patut dijadikan bahan kesombongan. Dalam urutan ayat ini, harta didahulukan dari anak, padahal anak lebih dekat ke hati manusia, karena harta sebagai perhiasan lebih sempurna daripada anak. Harta dapat menolong orang tua dan anak setiap waktu dan dengan harta itu pula kelangsungan hidup keturunan dapat terjamin. Kebutuhan manusia terhadap harta lebih besar daripada kebutuhannya terhadap anak, tetapi tidak sebaliknya. Kemudian Allah swt menjelaskan bahwa yang patut dibanggakan hanyalah amal kebajikan yang buahnya dirasakan oleh manusia sepanjang zaman sampai akhirat, seperti amal ibadah salat, puasa, zakat, jihad di jalan Allah, serta amal ibadah sosial seperti membangun sekolah, rumah anak yatim, rumah orang-orang jompo, dan lain sebagainya. Amal kebajikan ini lebih baik pahalanya di sisi Allah daripada harta dan anak-anak yang jauh dari petunjuk Allah swt, dan tentu menjadi pembela dan pemberi syafaat bagi orang yang memilikinya di hari akhirat ketika harta dan anak tidak lagi bermanfaat."
        },
        {
          "number": 47,
          "arabic": "وَيَوْمَ نُسَيِّرُ ٱلْجِبَالَ وَتَرَى ٱلْأَرْضَ بَارِزَةً وَحَشَرْنَـٰهُمْ فَلَمْ نُغَادِرْ مِنْهُمْ أَحَدًا",
          "transliteration": "wayawma nusayyiru l-jibāla watarā l-arḍa bārizatan waḥasharnāhum falam nughādir min'hum aḥadan",
          "translation": "Dan (ingatlah) pada hari (ketika) Kami perjalankan gunung-gunung dan engkau akan melihat bumi itu rata dan Kami kumpulkan mereka (seluruh manusia), dan tidak Kami tinggalkan seorang pun dari mereka.",
          "tafsir": "Dalam ayat ini, Allah swt menerangkan berbagai peristiwa yang terjadi pada hari kiamat. Peristiwa-peristiwa itu antara lain: Pada hari itu, Allah swt mencabut gunung-gunung dari cengkeraman bumi, sehingga hancur menjadi debu lalu diterbangkan ke udara sebagai-mana Allah menerbangkan awan. Dalam ayat yang lain Allah swt berfirman: Apabila bumi diguncangkan sedahsyat-dahsyatnya, dan gunung-gunung dihancurluluhkan sehancur-hancurnya, maka jadilah ia debu yang beterbangan. (al-Waqi'ah/56: 4-6) Keadaan permukaan bumi ketika itu tampak polos. Tidak ada lagi sisa-sisa benda peradaban manusia, pohon-pohon kayu, sungai-sungai, dan laut yang selama ini terdapat di permukaan bumi. Semua manusia tampak jelas di hadapan Tuhan, tidak ada satu pun yang menutupi keadaan mereka seperti diterangkan Allah dalam firman-Nya: Dan mereka bertanya kepadamu (Muhammad) tentang gunung-gunung, maka katakanlah, \"Tuhanku akan menghancurkannya (pada hari Kiamat) sehancur-hancurnya, kemudian Dia akan menjadikan (bekas gunung-gunung) itu rata sama sekali, (Sehingga) kamu tidak akan melihat lagi ada tempat yang rendah dan yang tinggi di sana.\" (thaha/20: 105-107) Pada hari itu, Allah swt mengumpulkan umat manusia dari zaman awal sampai akhir, sesudah dibangkitkan dari kuburnya masing-masing. Tidak seorang pun pada hari itu yang ketinggalan untuk diperiksa, baik raja maupun rakyat. Keadaan demikian diterangkan Allah swt dalam firman-Nya: Katakanlah, \"(Ya), sesungguhnya orang-orang yang terdahulu dan yang kemudian, pasti semua akan dikumpulkan pada waktu tertentu, pada hari yang sudah dimaklumi. (al-Waqi'ah/56: 49-50) Firman Allah swt: ¦ Itulah hari ketika semua manusia dikumpulkan (untuk dihisab), dan itulah hari yang disaksikan (oleh semua makhluk). (Hud/11: 103) Rasulullah saw menceritakan pula keadaan hari yang dahsyat itu sebagai berikut: Diriwayatkan dari 'Aisyah ra bahwa dia berkata, \"Aku dengar Rasulullah saw bersabda, \"Pada hari kiamat itu manusia dikumpulkan (di Padang Mahsyar) berkaki telanjang, bertelanjang bulat, lagi tidak berkhitan.\" Aku lalu bertanya, \"Wahai Rasulullah, apakah antara laki-laki dan perempuan saling melihat satu sama lain?\" Rasul saw menjawab, \"Ya 'Aisyah, urusan hari kiamat itu lebih dahsyat dari melihat satu sama lain.\" (Riwayat Muslim dalam sahihnya)"
        },
        {
          "number": 48,
          "arabic": "وَعُرِضُوا۟ عَلَىٰ رَبِّكَ صَفًّا لَّقَدْ جِئْتُمُونَا كَمَا خَلَقْنَـٰكُمْ أَوَّلَ مَرَّةٍۭ ۚ بَلْ زَعَمْتُمْ أَلَّن نَّجْعَلَ لَكُم مَّوْعِدًا",
          "transliteration": "waʿuriḍū ʿalā rabbika ṣaffan laqad ji'tumūnā kamā khalaqnākum awwala marratin bal zaʿamtum allan najʿala lakum mawʿidan",
          "translation": "Dan mereka akan dibawa ke hadapan Tuhanmu dengan berbaris. (Allah berfirman), \"Sesungguhnya kamu datang kepada Kami, sebagaimana Kami menciptakan kamu pada pertama kali; bahkan kamu menganggap bahwa Kami tidak akan menetapkan bagi kamu waktu (berbangkit untuk memenuhi) perjanjian.\"",
          "tafsir": "Dalam ayat ini Allah swt menerangkan lagi apa yang terjadi pada hari kiamat itu, yaitu malaikat dan manusia dihadapkan kepada Allah dengan berbaris saf demi saf (barisan) seperti dalam salat jamaah, satu sama lain tidak saling menutupi, masing-masing dalam deretannya. Suasana mereka seperti pasukan di hadapan raja. Lalu Allah menyatakan kepada mereka yang kafir dan ingkar kepada hari kiamat dengan pernyataan yang menggentarkan hati mereka, bahwa mereka didatangkan di hadapan Tuhan tanpa harta dan anak, bahkan tanpa pakaian dan sepatu seperti halnya pada waktu mereka diciptakan pertama kali. Sebagaimana diterangkan Allah pada ayat yang lain dengan firman-Nya: Dan kamu benar-benar datang sendiri-sendiri kepada Kami sebagaimana Kami ciptakan kamu pada mulanya, dan apa yang telah Kami karuniakan kepadamu, kamu tinggalkan di belakangmu (di dunia). (al-An'am/6: 94) Rasulullah saw menerangkan pula tentang peristiwa hari kiamat ini dengan sabdanya: Sesungguhnya Allah Yang Maha Tinggi memanggil pada hari kiamat, \"Hai hamba-hamba-Ku. Aku Allah tiada Tuhan kecuali Aku, yang Maha Pengasih di antara yang pengasih, yang Mahabijaksana di antara yang bijaksana, dan yang paling segera mengambil perhitungan. Siapkan alasan-alasanmu, mudahkanlah jawaban-jawabanmu. Kamu sekalian akan ditanya dan akan dihisab. Wahai malaikat-malaikat, aturlah hamba-hamba-Ku berdiri dalam barisan yang rapat untuk dihisab.\" (Riwayat Ibnu Mandah dari Mu'adz bin Jabal) Allah mencerca mereka karena dahulu menganggap bahwa hari kebang-kitan yang dijanjikan Tuhan itu tidak akan terjadi. Dulu mereka selalu menyombongkan diri di hadapan orang-orang Islam dengan harta kekayaan dan anak-anak mereka sambil mengingkari hari kiamat. Tapi pada saat hari kiamat itu terjadi, mereka tidak berkutik lagi."
        },
        {
          "number": 49,
          "arabic": "وَوُضِعَ ٱلْكِتَـٰبُ فَتَرَى ٱلْمُجْرِمِينَ مُشْفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَـٰوَيْلَتَنَا مَالِ هَـٰذَا ٱلْكِتَـٰبِ لَا يُغَادِرُ صَغِيرَةً وَلَا كَبِيرَةً إِلَّآ أَحْصَىٰهَا ۚ وَوَجَدُوا۟ مَا عَمِلُوا۟ حَاضِرًا ۗ وَلَا يَظْلِمُ رَبُّكَ أَحَدًا",
          "transliteration": "wawuḍiʿa l-kitābu fatarā l-muj'rimīna mush'fiqīna mimmā fīhi wayaqūlūna yāwaylatanā māli hādhā l-kitābi lā yughādiru ṣaghīratan walā kabīratan illā aḥṣāhā wawajadū mā ʿamilū ḥāḍiran walā yaẓlimu rabbuka aḥadan",
          "translation": "Dan diletakkanlah kitab (catatan amal), lalu engkau akan melihat orang yang berdosa merasa ketakutan terhadap apa yang (tertulis) di dalamnya, dan mereka berkata, \"Betapa celaka kami, kitab apakah ini, tidak ada yang tertinggal, yang kecil dan yang besar melainkan tercatat semuanya,\" dan mereka dapati (semua) apa yang telah mereka kerjakan (tertulis). Dan Tuhanmu tidak menzalimi seorang jua pun.\"",
          "tafsir": "Dalam ayat ini, Allah swt menambahkan keterangan tentang peristiwa-peristiwa yang terjadi di hari kiamat, yaitu buku catatan amal perbuatan seseorang semasa hidupnya di dunia diberikan kepadanya. Isi catatan itu ada yang baik dan ada yang buruk, dan ada yang diberikan dari sebelah kanan, ada pula yang dari sebelah kiri. Orang-orang mukmin dan beramal saleh menerimanya dari sebelah kanan, lalu ia melihat isinya. Ternyata kebaikannya lebih besar dari kejahatannya, dan kejahatan itu segera diampuni oleh Allah swt. Maka dia dimasukkan ke dalam surga, sebagaimana firman Allah swt: Adapun orang yang kitabnya diberikan di tangan kanannya, maka dia berkata, \"Ambillah, bacalah kitabku (ini).\" Sesungguhnya aku yakin, bahwa (suatu saat) aku akan menerima perhitungan terhadap diriku. Maka orang itu berada dalam kehidupan yang diridai, dalam surga yang tinggi. (al-haqqah/69: 19-22) Kepada orang kafir dan orang yang bersalah, kitab catatan amal mereka di dunia diberikan dari sebelah kiri. Lalu mereka melihat isinya, dan ternyata penuh dengan catatan dari berbagai kejahatan, baik berupa perbuatan ataupun perkataan. Bukti-bukti demikian itu menimbulkan rasa ketakutan di hati mereka terhadap hukuman Allah dan kecaman-kecaman manusia. Dengan penuh penyesalan mereka berkata, \"Aduhai, celaka kami, mengapa buku catatan ini sedikit pun tidak meninggalkan kesalahan kami yang kecil apalagi yang besar, semuanya dicatatnya.\" Keadaan mereka diterangkan Allah lebih jauh dengan firman-Nya: Dan adapun orang yang kitabnya diberikan di tangan kirinya, maka dia berkata, \"Alangkah baiknya jika kitabku (ini) tidak diberikan kepadaku, sehingga aku tidak mengetahui bagaimana perhitunganku, Wahai, kiranya (kematian) itulah yang menyudahi segala sesuatu. Hartaku sama sekali tidak berguna bagiku. Kekuasaanku telah hilang dariku.\" (Allah berfirman), \"Tangkaplah dia lalu belenggulah tangannya ke lehernya.\" Kemudian masukkanlah dia ke dalam api neraka yang menyala-nyala. (al-haqqah/69: 25-31) Mereka mendapatkan segala tindakan mereka yang melanggar aturan agama dan kemanusiaan tertulis di hadapan mereka. Mereka lupa bahwa selama hidup di dunia ada malaikat-malaikat yang selalu mencatat dengan teliti segala perbuatan dan perkataan mereka. Firman Allah swt: Dan sesungguhnya bagi kamu ada (malaikat-malaikat) yang mengawasi (pekerjaanmu), yang mulia (di sisi Allah) dan yang mencatat (amal perbuatanmu), mereka mengetahui apa yang kamu kerjakan. (al-Infithar/82: 10-12) Semua perbuatan manusia sengaja ditulis dalam buku catatan amal untuk diperlihatkan kepada mereka pada hari kiamat. Firman Allah swt: (Ingatlah) pada hari (ketika) setiap jiwa mendapatkan (balasan) atas kebajikan yang telah dikerjakan dihadapkan kepadanya, (begitu juga balasan) atas kejahatan yang telah dia kerjakan.... (ali 'Imran/3: 30) Tidak ada seorangpun pada hari kiamat itu yang teraniaya. Setiap amal perbuatan akan ditimbang betapapun kecilnya. Allah swt menjamin tegaknya keadilan pada hari itu. Firman-Nya: Dan Kami akan memasang timbangan yang tepat pada hari Kiamat, maka tidak seorang pun dirugikan walau sedikit ; sekalipun hanya seberat biji sawi, pasti Kami mendatangkannya (pahala). Dan cukuplah Kami yang membuat perhitungan. (al-Anbiya'/21: 47) Allah swt tidak akan merugikan hamba-hambanya, sebaliknya akan memberikan pengampunan kepada mereka yang bersalah, kecuali dosa kekufuran. Dia memberikan hukuman kepada mereka berdasar hikmah dan keadilan-Nya. Allah memberikan pahala bagi mereka yang taat, dan menjatuhkan hukuman bagi yang berbuat maksiat."
        },
        {
          "number": 50,
          "arabic": "وَإِذْ قُلْنَا لِلْمَلَـٰٓئِكَةِ ٱسْجُدُوا۟ لِـَٔادَمَ فَسَجَدُوٓا۟ إِلَّآ إِبْلِيسَ كَانَ مِنَ ٱلْجِنِّ فَفَسَقَ عَنْ أَمْرِ رَبِّهِۦٓ ۗ أَفَتَتَّخِذُونَهُۥ وَذُرِّيَّتَهُۥٓ أَوْلِيَآءَ مِن دُونِى وَهُمْ لَكُمْ عَدُوٌّۢ ۚ بِئْسَ لِلظَّـٰلِمِينَ بَدَلًا",
          "transliteration": "wa-idh qul'nā lil'malāikati us'judū liādama fasajadū illā ib'līsa kāna mina l-jini fafasaqa ʿan amri rabbihi afatattakhidhūnahu wadhurriyyatahu awliyāa min dūnī wahum lakum ʿaduwwun bi'sa lilẓẓālimīna badalan",
          "translation": "Dan (ingatlah) ketika Kami berfirman kepada para malaikat, \"Sujudlah kamu kepada Adam!\" Maka mereka pun sujud kecuali iblis. Dia adalah dari (golongan) jin, maka dia mendurhakai perintah Tuhannya. Pantaskah kamu menjadikan dia dan keturunannya sebagai pemimpin selain Aku, padahal mereka adalah musuhmu? Sangat buruklah (iblis itu) sebagai pengganti (Allah) bagi orang yang zalim.",
          "tafsir": "Dalam ayat ini dijelaskan ketika Allah memerintahkan malaikat untuk sujud kepada Adam, mereka menaati perintah itu dan sujud kepada-nya. Hanya Iblis yang menolak perintah itu. Malaikat yang selalu taat kepada Allah termasuk makhluk gaib, tidak seorangpun yang mengetahui hakikat-nya. Menurut penjelasan Al-Qur'an, malaikat terbagi menjadi beberapa golongan. Tiap-tiap golongan mempunyai tugas masing-masing. Dalam Islam, yang memberi ilham kepada manusia untuk cenderung kepada kebenaran dan kebaikan adalah malaikat, sebagaimana yang terjadi pada kisah Maryam a.s. Sedangkan yang menggoda dan menimbulkan was-was dalam hati manusia ialah setan. Dia ingin mendorong manusia berbuat kejahatan, sebagaimana firman Allah swt: Setan menjanjikan (menakut-nakuti) kemiskinan kepadamu dan menyuruh kamu berbuat keji (kikir). (al-Baqarah/2: 268) Malaikat dan setan adalah makhluk rohani yang memiliki hubungan dengan jiwa manusia, namun tidak diketahui hakikatnya. Manusia harus beriman sebagaimana yang diperintahkan dalam rukun iman tanpa menambah dan menguranginya. Semua manusia bisa merasakan bahwa jika ia bermaksud mengerjakan sesuatu, terjadi pergolakan dalam jiwanya antara cenderung kepada kebaikan atau kejahatan, hingga keinginan yang satu mengalahkan yang lain. Jika kita cenderung kepada kebaikan, itu adalah akibat dorongan malaikat, dan jika cenderung kepada kejahatan, maka itu adalah dorongan setan. Dilihat dari segi kejadian, keduanya berasal dari unsur yang berbeda. Malaikat diciptakan dari cahaya, sedangkan jin atau setan diciptakan dari lidah api. Firman Allah swt: Dan Dia menciptakan jin dari nyala api tanpa asap. (ar-Rahman/55: 15) Sabda Rasulullah saw: Malaikat diciptakan dari cahaya, Iblis diciptakan dari nyala api, dan Adam diciptakan seperti yang diceritakan kepadamu. (Riwayat Muslim dari 'a'isyah r.a.) Iblis menolak sujud kepada Adam karena menurutnya, unsur api lebih tinggi dari tanah. Karena Adam dibuat dari unsur tanah, Iblis merasa hina jika disuruh sujud dan hormat kepadanya, sebagaimana yang diceritakan Allah dalam firman-Nya: (Allah) berfirman, \"Apakah yang menghalangimu (sehingga) kamu tidak bersujud (kepada Adam) ketika Aku menyuruhmu?\" (Iblis) menjawab, \"Aku lebih baik daripada dia. Engkau ciptakan aku dari api, sedangkan dia Engkau ciptakan dari tanah.\" (al-A'raf/7: 12) Pendapat Iblis ini sangat keliru karena ketinggian derajat dan kemuliaan tidak tergantung pada asal usul, melainkan pada ketaatan kepada Allah. Karena tidak mau sujud kepada Adam, maka Iblis menjadi fasik dalam artian tidak taat kepada perintah Tuhan. Iblis menolak untuk taat karena isi perintah Allah tersebut berlawanan dengan jalan pikirannya. Jadi, dia keberatan untuk sujud kepada Adam. Iblis memiliki bakat suka membang-kang dan selalu melakukan perlawanan sesuai dengan dasar kejadiannya dari nyala api. Sesudah menjelaskan kefasikan Iblis, Tuhan mengingatkan manusia agar jangan sampai menempatkan Iblis dan keturunannya sebagai pemimpin, karena mereka adalah musuh manusia dan musuh Tuhan. Banyak riwayat, baik yang datang dari Nabi Muhammad saw maupun dari sahabat, yang menunjukkan Iblis dan keturunannya (setan) terus-menerus berkembang-biak, dan umat manusia diingatkan agar tidak tergoda rayuannya untuk mengikutinya. Setan bertebaran di muka bumi ini untuk menggoda manusia. Hanya manusia yang zalim yang tunduk kepada godaan setan dan menjadikan mereka sebagai pemimpin dan pelindung. Sungguh, setan itu seburuk-buruk makhluk Allah. Orang-orang yang mengikuti setan dikatakan zalim karena Allah swt yang telah menurunkan rahmat dan kenikmatan kepada mereka ditinggalkan dan lebih memilih ajakan setan."
        },
        {
          "number": 51,
          "arabic": "۞ مَّآ أَشْهَدتُّهُمْ خَلْقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَلَا خَلْقَ أَنفُسِهِمْ وَمَا كُنتُ مُتَّخِذَ ٱلْمُضِلِّينَ عَضُدًا",
          "transliteration": "mā ashhadttuhum khalqa l-samāwāti wal-arḍi walā khalqa anfusihim wamā kuntu muttakhidha l-muḍilīna ʿaḍudan",
          "translation": "Aku tidak menghadirkan mereka (iblis dan anak cucunya) untuk menyaksikan penciptaan langit dan bumi dan tidak (pula) penciptaan diri mereka sendiri; dan Aku tidak menjadikan orang yang menyesatkan itu sebagai penolong.",
          "tafsir": "Dalam ayat ini, Allah swt menerangkan tentang kekuasaan-Nya, dan menyatakan bahwa setan tidak berhak untuk menjadi pembimbing atau pelindung bagi manusia. Setan tidak mempunyai hak sebagai pelindung, tidak hanya disebabkan kejadiannya dari nyala api saja tetapi juga karena mereka tidak mempunyai saham dalam menciptakan langit dan bumi ini. Allah swt menegaskan bahwa Iblis dan setan tidak dihadirkan untuk menyaksikan penciptaan langit dan bumi ketika Allah menciptakannya, bahkan tidak pula penciptaan diri mereka sendiri, dan tidak pula sebagian mereka menyaksikan penciptaan sebagian yang lain. Bilamana mereka tidak punya andil dalam penciptaan itu, bagaimana mungkin mereka memberikan pertolongan dalam penciptaan tersebut. Dengan demikian, patutkah setan-setan itu dijadikan sekutu Allah? Allah swt dalam menciptakan langit dan bumi ini tidak pernah sama sekali menjadikan setan-setan, berhala-berhala, dan sembahan-sembahan lainnya sebagai penolong. Hanya Allah yang menciptakan alam semesta ini, tanpa pertolongan siapapun. Oleh karena itu, setan-setan dan berhala-berhala tidak patut dijadikan sekutu bagi Allah dalam peribadatan seorang hamba-Nya. Sebab, yang disembah hanyalah yang ikut menciptakan bumi dan langit. Sekutu dalam penciptaan, sekutu pula dalam menerima ibadah. Dan sebaliknya tidak bersekutu dalam penciptaan, tidak bersekutu pula dalam menerima ibadah. Maka yang berhak menerima ibadah hanyalah Allah swt. Allah swt berfirman: Katakanlah (Muhammad), \"Serulah mereka yang kamu anggap (sebagai tuhan) selain Allah! Mereka tidak memiliki (kekuasaan) seberat zarrah pun di langit dan di bumi, dan mereka sama sekali tidak mempunyai peran serta dalam (penciptaan) langit dan bumi dan tidak ada di antara mereka yang menjadi pembantu bagi-Nya.\" (Saba/34: 22)"
        },
        {
          "number": 52,
          "arabic": "وَيَوْمَ يَقُولُ نَادُوا۟ شُرَكَآءِىَ ٱلَّذِينَ زَعَمْتُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا۟ لَهُمْ وَجَعَلْنَا بَيْنَهُم مَّوْبِقًا",
          "transliteration": "wayawma yaqūlu nādū shurakāiya alladhīna zaʿamtum fadaʿawhum falam yastajībū lahum wajaʿalnā baynahum mawbiqan",
          "translation": "Dan (ingatlah) pada hari (ketika) Dia berfirman, \"Panggillah olehmu sekutu-sekutu-Ku yang kamu klaim itu!\" Mereka lalu memanggilnya, tetapi mereka (sekutu-sekutu) tidak membalas (seruan) mereka dan Kami adakan untuk mereka tempat kebinasaan (neraka).",
          "tafsir": "Allah dalam ayat ini mengingatkan Rasulullah tentang hari kiamat. Allah menyeru kaum musyrikin dengan seruannya, \"Cobalah panggil orang-orang atau sembahan-sembahan yang kamu muliakan ketika di dunia, dan kamu anggap sebagai sekutu-Ku. Barangkali mereka sanggup memberikan perlindungan dan syafaat kepadamu, lalu melepaskan kamu dari azab yang sedang kamu hadapi saat ini.\" Lalu mereka segera memanggil sembahan-sembahan itu untuk meminta pertolongan dan memberi syafaat kepada mereka. Akan tetapi, ternyata sedikit pun sembahan-sembahan itu tidak dapat berbuat apa-apa untuk menolong mereka, bahkan tidak menjawab panggilan itu. Allah menjadikan antara orang-orang kafir itu dengan sembahan-sembahan mereka, tempat kebinasaan (maubiq/api neraka). Maubiq dalam ayat ini dapat pula berarti permusuhan, maksudnya terjadi permusuhan antara sembahan-sembahan itu dan penyembah-penyembahnya, sebagaimana dalam firman Allah swt: Dan mereka telah memilih tuhan-tuhan selain Allah, agar tuhan-tuhan itu menjadi pelindung bagi mereka. Sama sekali tidak! Kelak mereka (sesembahan) itu akan mengingkari penyembahan mereka terhadapnya, dan akan menjadi musuh bagi mereka. (Maryam/19: 81-82)"
        },
        {
          "number": 53,
          "arabic": "وَرَءَا ٱلْمُجْرِمُونَ ٱلنَّارَ فَظَنُّوٓا۟ أَنَّهُم مُّوَاقِعُوهَا وَلَمْ يَجِدُوا۟ عَنْهَا مَصْرِفًا",
          "transliteration": "waraā l-muj'rimūna l-nāra faẓannū annahum muwāqiʿūhā walam yajidū ʿanhā maṣrifan",
          "translation": "Dan orang yang berdosa melihat neraka, lalu mereka menduga, bahwa mereka akan jatuh ke dalamnya, dan mereka tidak menemukan tempat berpaling darinya.",
          "tafsir": "Dalam ayat ini, Allah swt menerangkan bahwa orang-orang yang berdosa, yakni penyembah-penyembah berhala atau selain Allah, menyaksi-kan api neraka pada hari kiamat. Mereka menyadari bahwa mereka akan memasuki neraka itu, dan tidak ada jalan keluar dari ancaman itu sama sekali. Allah telah menetapkan azab kepada mereka. Tidak ada kemungkinan lagi bagi mereka untuk menghindarkan diri dari azab, karena sudah terkepung dari segala penjuru. Alangkah besar duka cita mereka itu ketika menunggu hukuman yang dijatuhkan atas diri mereka."
        }
      ]
    }
  ]
}