{
  "pageNumber": 71,
  "juz": 4,
  "surahs": [
    {
      "number": 3,
      "name": "Ali 'Imran",
      "nameArabic": "آل عمران",
      "meaning": "Keluarga Imran",
      "revelation": "Madinah",
      "description": "Surat Ali 'Imraan terdiri dari 200 ayat dan termasuk surat Madaniyyah. Dinamakan Ali 'Imran karena memuat kisah keluarga 'Imran, yang juga menyebutkan kisah kelahiran Nabi 'Isa a.s., persamaan kejadiannya dengan Nabi Adam a.s., kenabian dan beberapa mukjizatnya, serta kelahiran Maryam putri 'Imran, ibu Nabi 'Isa a.s.Surat Al Baqarah dan Ali 'Imraan dinamakan \"Az Zahrawaani\" (dua yang cemerlang), karena menyingkapkan hal-hal yang disembunyikan oleh para Ahli Kitab, seperti kejadian dan kelahiran Nabi 'Isa a.s., kedatangan Nabi Muhammad s.a.w., dan sebagainya.Pokok-Pokok Isi:1. Keimanan:Dalil-dalil dan alasan-alasan yang membantah orang Nasrani yang mempertuhankan Nabi 'Isa a.s.; ketauhidan adalah dasar yang dibawa oleh seluruh nabi.2. Hukum-hukum:Musyawarah; bermubahalah; larangan melakukan riba.3. Kisah-kisah:Kisah keluarga 'Imran; perang Badar dan Uhud dan pelajaran yang dapat diambil darinya,4. Lain-lain:Golongan-golongan manusia dalam memahami ayat-ayat mutasyaabihaat; sifat- sifat Allah; sifat orang-orang yang bertakwa; Islam satu-satunya agama yang diridhai Allah; kemudharatan mengambil orang-orang kafir sebagai teman kepercayaan; pengambilan perjanjian para Nabi oleh Allah; perumpamaan-perumpamaan; peringatan-peringatan terhadap Ahli Kitab; Ka'bah adalah rumah peribadatan yang tertua dan bukti-buktinya; faedah mengingat Allah dan merenungkan ciptaan-Nya.Surat Ali 'Imraan berisi dalil-dalil dan alasan-alasan untuk membantah kaum Nasrani yang mempertuhankan Nabi 'Isa a.s., menerangkan perang Badar dan Uhud; agar kemenangan di perang Badar dan kekalahan di perang Uhud yang dialami kaum muslimin itu dapat dijadikan pelajaran.Hubungan Surat Ali 'imraan Dengan Surat An Nisaa':1. Surat Ali 'Imraan disudahi dengan perintah bertakwa, sesuai dengan permulaan surat An Nisaa',2. Dalam surat Ali 'Imraan disebutkan perang Badar dan Uhud dengan sempurna, keterangan sebagiannya diulangi dalam surat An Nisaa'.3. Dalam surat Ali 'Imraan dikisahkan perang Hamraa-ul Asad yang terjadi setelah perang Uhud, dan perang ini disinggung pula dalam surat An Nisaa'.4. Dalam surat Ali 'Imraan disebutkan bahwa banyak kaum Muslimin yang gugur sebagai syuhada yang berarti mereka meninggalkan anak-anak dan istri-istri mereka, maka dalam bagian permulaan surat An Nisaa' disebutkan perintah memelihara anak yatim dan pembagian harta pusaka.",
      "verses": [
        {
          "number": 158,
          "arabic": "وَلَئِن مُّتُّمْ أَوْ قُتِلْتُمْ لَإِلَى ٱللَّهِ تُحْشَرُونَ",
          "transliteration": "wala-in muttum aw qutil'tum la-ilā l-lahi tuḥ'sharūna",
          "translation": "Dan sungguh, sekiranya kamu mati atau gugur, pastilah kepada Allah kamu dikumpulkan.",
          "tafsir": "Semua orang akan mati atau gugur dengan sebab apa saja, baik karena meninggal di dalam peperangan dalam bepergian atau di tempatnya sendiri. Mereka pasti akan dikembalikan kepada Allah dan akan diperhitungkan segala amal perbuatannya di akhirat nanti. Kalau jahat dibalas dengan siksa neraka dan kalau baik dibalas dengan masuk surga. Oleh karena itu orang mukmin hendaklah memilih dan menempuh jalan yang dapat mendekatkan dirinya kepada Allah, agar memperoleh ampunan dan rahmat-Nya. Untuk itu, janganlah seorang Muslim merasa enggan berjihad di jalan Allah, untuk mendekatkan diri kepada-Nya."
        },
        {
          "number": 159,
          "arabic": "فَبِمَا رَحْمَةٍ مِّنَ ٱللَّهِ لِنتَ لَهُمْ ۖ وَلَوْ كُنتَ فَظًّا غَلِيظَ ٱلْقَلْبِ لَٱنفَضُّوا۟ مِنْ حَوْلِكَ ۖ فَٱعْفُ عَنْهُمْ وَٱسْتَغْفِرْ لَهُمْ وَشَاوِرْهُمْ فِى ٱلْأَمْرِ ۖ فَإِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى ٱللَّهِ ۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلْمُتَوَكِّلِينَ",
          "transliteration": "fabimā raḥmatin mina l-lahi linta lahum walaw kunta faẓẓan ghalīẓa l-qalbi la-infaḍḍū min ḥawlika fa-uʿ'fu ʿanhum wa-is'taghfir lahum washāwir'hum fī l-amri fa-idhā ʿazamta fatawakkal ʿalā l-lahi inna l-laha yuḥibbu l-mutawakilīna",
          "translation": "Maka berkat rahmat Allah engkau (Muhammad) berlaku lemah lembut terhadap mereka. Sekiranya engkau bersikap keras dan berhati kasar, tentulah mereka menjauhkan diri dari sekitarmu. Karena itu maafkanlah mereka dan mohonkanlah ampunan untuk mereka, dan bermusyawarahlah dengan mereka dalam urusan itu.<sup foot_note=135111>1</sup> Kemudian, apabila engkau telah membulatkan tekad, maka bertawakallah kepada Allah. Sungguh, Allah mencintai orang yang bertawakal.",
          "tafsir": "Meskipun dalam keadaan genting, seperti terjadinya pelanggaran-pelanggaran yang dilakukan oleh sebagian kaum Muslimin dalam Perang Uhud sehingga menyebabkan kaum Muslimin menderita, tetapi Rasulullah tetap bersikap lemah lembut dan tidak marah terhadap para pelanggar itu, bahkan memaafkannya, dan memohonkan ampunan dari Allah untuk mereka. Andaikata Nabi Muhammad saw bersikap keras, berhati kasar tentulah mereka akan menjauhkan diri dari beliau. Di samping itu Nabi Muhammad saw selalu bermusyawarah dengan mereka dalam segala hal, apalagi dalam urusan peperangan. Oleh karena itu kaum Muslimin patuh melaksanakan keputusan-keputusan musyawarah itu karena keputusan itu merupakan keputusan mereka sendiri bersama Nabi. Mereka tetap berjuang dan berjihad di jalan Allah dengan tekad yang bulat tanpa menghiraukan bahaya dan kesulitan yang mereka hadapi. Mereka bertawakal sepenuhnya kepada Allah, karena tidak ada yang dapat membela kaum Muslimin selain Allah."
        },
        {
          "number": 160,
          "arabic": "إِن يَنصُرْكُمُ ٱللَّهُ فَلَا غَالِبَ لَكُمْ ۖ وَإِن يَخْذُلْكُمْ فَمَن ذَا ٱلَّذِى يَنصُرُكُم مِّنۢ بَعْدِهِۦ ۗ وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُؤْمِنُونَ",
          "transliteration": "in yanṣur'kumu l-lahu falā ghāliba lakum wa-in yakhdhul'kum faman dhā alladhī yanṣurukum min baʿdihi waʿalā l-lahi falyatawakkali l-mu'minūna",
          "translation": "Jika Allah menolong kamu, maka tidak ada yang dapat mengalahkanmu, tetapi jika Allah membiarkan kamu (tidak memberi pertolongan), maka siapa yang dapat menolongmu setelah itu? Karena itu, hendaklah kepada Allah saja orang-orang mukmin bertawakal.",
          "tafsir": "Apabila Allah hendak menolong pasukan Muslimin, maka tidak ada sesuatupun yang dapat menghalanginya sebagaimana Allah menolong pasukan Muslimin pada Perang Badar karena mereka berserah diri kepada Allah. Demikian pula apabila Allah hendak menghina atau hendak menimpakan malapetaka kepada mereka maka tidak ada sesuatupun yang dapat menghalang-halanginya, apa yang terjadi dalam Perang Uhud akibat kurang patuh dan tidak disiplin terhadap komando Rasul. Oleh karena itu, setiap mukmin hendaklah bertawakal sepenuhnya kepada Allah, karena tidak ada yang dapat membela kaum Muslimin selain Allah."
        },
        {
          "number": 161,
          "arabic": "وَمَا كَانَ لِنَبِىٍّ أَن يَغُلَّ ۚ وَمَن يَغْلُلْ يَأْتِ بِمَا غَلَّ يَوْمَ ٱلْقِيَـٰمَةِ ۚ ثُمَّ تُوَفَّىٰ كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ",
          "transliteration": "wamā kāna linabiyyin an yaghulla waman yaghlul yati bimā ghalla yawma l-qiyāmati thumma tuwaffā kullu nafsin mā kasabat wahum lā yuẓ'lamūna",
          "translation": "Dan tidak mungkin seorang Nabi berkhianat (dalam urusan harta rampasan perang). Barang siapa berkhianat, niscaya pada hari Kiamat dia akan datang membawa apa yang dikhianatkannya. Kemudian setiap orang akan diberi balasan yang sempurna sesuai dengan apa yang dilakukannya, dan mereka tidak dizalimi.",
          "tafsir": "Dalam Perang Badar ada selembar selimut merah dari barang rampasan hilang sebelum dibagi-bagi. Sebagian dari orang munafik mengatakan bahwa selimut itu mungkin diambil oleh Rasulullah saw atau pasukan pemanah. Tidak pantas dan tidak mungkin Rasulullah saw berbuat khianat mengambil barang ganimah (rampasan dalam peperangan). Hal itu bertentangan dengan sifat-sifat kemaksuman Nabi (terpeliharanya dari perbuatan yang tercela), akhlaknya yang tinggi yang menjadi contoh utama. Barang siapa berbuat khianat serupa itu maka ia pada hari kiamat akan datang membawa barang hasil pengkhianatannya dan tidak akan disembunyikannya. Setiap orang akan menerima balasan atas amal perbuatannya baik atau buruk, dan dalam hal balasan itu ia tidak akan teraniaya. Seperti orang yang berbuat baik dikurangi pahalanya atau orang yang berbuat buruk ditambah siksaannya. Yang dimaksud dengan gulul pada ayat 161 ialah mengambil secara sembunyi-sembunyi milik orang banyak. Jadi pengambilan itu sifatnya semacam mencuri. Seorang rasul sifatnya antara lain amanah, dapat dipercaya. Karena itu sangat tidak mungkin Rasulullah saw berbuat gulul bahkan dalam masalah gulul ini Rasulullah saw pernah bersabda: \"Wahai sekalian manusia! Barang siapa di antaramu mengerjakan sesuatu untuk kita, kemudian ia menyembunyikan sehelai barang jahitan atau lebih dari itu, maka perbuatan itu gulul (korupsi) harus dipertanggungjawabkan nanti pada hari Kiamat.\" (Riwayat Muslim). \"Dari Umar bin al-Khattab berkata, \"Setelah selesai perang Khaibar beberapa sahabat menghadap Rasulullah saw seraya mengatakan, Si A mati syahid, si B mati syahid sampai mereka menyebut si C mati syahid. Rasul menjawab, \"Tidak, saya lihat si C ada di neraka, karena ia mencuri selimut atau sehelai baju.\" Kemudian Rasul bersabda, 'Hai Umar pergilah engkau lalu umumkan kepada orang banyak bahwa si C tidak akan masuk surga, kecuali orang-orang mukmin. Umar berkata, lalu aku keluar, maka aku menyeru, ' ketahuilah bahwa si C tidak akan masuk surga kecuali orang-orang mukmin.\" (Riwayat Muslim)."
        },
        {
          "number": 162,
          "arabic": "أَفَمَنِ ٱتَّبَعَ رِضْوَٰنَ ٱللَّهِ كَمَنۢ بَآءَ بِسَخَطٍ مِّنَ ٱللَّهِ وَمَأْوَىٰهُ جَهَنَّمُ ۚ وَبِئْسَ ٱلْمَصِيرُ",
          "transliteration": "afamani ittabaʿa riḍ'wāna l-lahi kaman bāa bisakhaṭin mina l-lahi wamawāhu jahannamu wabi'sa l-maṣīru",
          "translation": "Maka adakah orang yang mengikuti keridaan Allah sama dengan orang yang kembali membawa kemurkaan dari Allah dan tempatnya di neraka Jahanam? Itulah seburuk-buruk tempat kembali.",
          "tafsir": "Orang yang mencari keridaan Allah dengan beribadah dan beramal saleh tidak sama dengan orang yang memperoleh murka Allah, karena berbuat maksiat, melanggar larangan-larangan-Nya dan meninggalkan kewajibannya. Orang yang memperoleh murka Allah itu tempatnya di neraka jahanam, dan itu adalah tempat kembali yang terjelek. Dalam Al-Qur'an banyak terdapat ayat yang dirangkaikan menyebut dua golongan yang berbeda yang memang sifat-sifat mereka berbeda dan berlawanan misalnya ayat: Maka apakah orang yang mengetahui bahwa apa yang diturunkan Tuhan kepadamu adalah kebenaran, sama dengan orang yang buta? ... (ar-Rad/13:19). Maka apakah sama orang yang Kami janjikan kepadanya suatu janji yang baik (surga) lalu dia memperolehnya, dengan orang yang Kami berikan kepadanya kesenangan hidup duniawi¦(al-Qasas/28:61). Kedua golongan itu masing-masing mempunyai tingkatan, karena pada hari Kiamat nanti yang merupakan hari pembalasan, kedua golongan itu akan dibalas sesuai dengan amal perbuatannya di dunia. Orang yang banyak berbuat baik akan tinggi tingkatannya dan orang yang banyak kejahatannya akan berada di tingkat yang paling rendah. Tingkatan golongan manusia yang tertinggi biasa disebut ar-rafiul ala, yaitu tingkat yang dicapai oleh Nabi Muhammad saw, dan yang terendah disebut ad-darkul asfal. Hal ini dijelaskan dalam Al-Qur'an bahwa manusia di sisi Allah apakah ia baik ataukah jelek, adalah bertingkat-tingkat kebaikan dan kejelekannya. Allah Maha Mengetahui akan tingkat-tingkat amal perbuatan mereka dan memberi balasan sesuai dengan amal perbuatan masing-masing."
        },
        {
          "number": 163,
          "arabic": "هُمْ دَرَجَـٰتٌ عِندَ ٱللَّهِ ۗ وَٱللَّهُ بَصِيرٌۢ بِمَا يَعْمَلُونَ",
          "transliteration": "hum darajātun ʿinda l-lahi wal-lahu baṣīrun bimā yaʿmalūna",
          "translation": "(Kedudukan) mereka itu bertingkat-tingkat di sisi Allah, dan Allah Maha Melihat apa yang mereka kerjakan.",
          "tafsir": "Segenap makhluk Allah yang tampak dibagi kepada 3 macam jenis, ialah jenis nabatat (tumbuh-tumbuhan), jenis hayawanat (binatang) dan jenis jamadat (benda-benda mati). Jenis nabatat ialah jenis tumbuh-tumbuhan baik yang tumbuh pada tanah atau air maupun yang tumbuh di tempat-tempat lain, misalnya pada dahan atau batang-batang kayu. Jenis hayawanat ialah jenis makhluk yang hidup bernyawa. Jenis jamadat ialah selain dari jenis nabatat dan hayawanat. Makhluk jenis hayawanat ada yang untuk kepentingan hidupnya dikaruniai akal dan pengertian, misalnya manusia dan ada yang tidak ialah jenis nabatat. Manusia semestinya dengan mempergunakan akal pikiran dan pengertiannya dapat membedakan antara yang baik dan yang buruk, antara yang bermanfaat dan yang mudarat. Kemudian ia dapat memilih mana yang baik untuk kemaslahatan dirinya. Tetapi karena manusia itu juga diberi hawa nafsu, bila ia tidak pandai-pandai mengendalikannya, akan lebih banyak mengajak kepada keburukan dan kejahatan. Oleh karena itu jika manusia dalam mengarungi bahtera hidup dan kehidupannya tanpa pimpinan dan tuntunan seorang rasul, maka akan mengalami kekacauan, kerusakan dan kehancuran. Hal ini telah dibuktikan oleh sejarah Nabi Adam. Artinya: setiap zaman fatrah (zaman vakum antara seorang rasul dengan rasul sesudahnya) manusia di bumi ini selalu mengalami kekacauan, keributan dan kehancuran, maka diutusnya seorang rasul adalah merupakan nikmat dan kebahagiaan bagi masyarakat manusia."
        },
        {
          "number": 164,
          "arabic": "لَقَدْ مَنَّ ٱللَّهُ عَلَى ٱلْمُؤْمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولًا مِّنْ أَنفُسِهِمْ يَتْلُوا۟ عَلَيْهِمْ ءَايَـٰتِهِۦ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ ٱلْكِتَـٰبَ وَٱلْحِكْمَةَ وَإِن كَانُوا۟ مِن قَبْلُ لَفِى ضَلَـٰلٍ مُّبِينٍ",
          "transliteration": "laqad manna l-lahu ʿalā l-mu'minīna idh baʿatha fīhim rasūlan min anfusihim yatlū ʿalayhim āyātihi wayuzakkīhim wayuʿallimuhumu l-kitāba wal-ḥik'mata wa-in kānū min qablu lafī ḍalālin mubīnin",
          "translation": "Sungguh, Allah telah memberi karunia kepada orang-orang beriman ketika (Allah) mengutus seorang Rasul (Muhammad) di tengah-tengah mereka dari kalangan mereka sendiri, yang membacakan kepada mereka ayat-ayat-Nya, menyucikan (jiwa) mereka, dan mengajarkan kepada mereka Kitab (Alquran) dan Hikmah (Sunah), meskipun sebelumnya, mereka benar-benar dalam kesesatan yang nyata.",
          "tafsir": "Allah benar-benar memberi keuntungan dan nikmat kepada semua orang mukmin umumnya dan kepada orang-orang yang beriman bersama-sama Rasulullah khususnya, karena Allah mengutus seorang rasul dari kalangan mereka sendiri, sehingga mereka mudah memahami tutur katanya dan dapat menyaksikan tingkah lakunya untuk diikuti dan dicontoh amal-amal perbuatannya. Nabi Muhammad langsung membacakan ayat-ayat kebesaran Allah menyucikan mereka dalam amal dan iktikad, dan mengajarkan kepada mereka al-Kitab dan al-Hikmah. Adapun yang dimaksud al-Kitab adalah suatu kompendium semua pengetahuan yang diwahyukan (revealed knowledge), sedangkan al-Hikmah adalah mencakup semua pengetahuan perolehan (acquired knowledge). Jika dihubungkan dengan keberadaan kalam dan falsafah, maka kalam lebih berat ke al-Kitab sedangkan falsafah lebih berat ke al-Hikmah, meskipun kedua-duanya mengagungkan satu dengan lainnya dengan tingkat keserasian tertentu yang tinggi. Keduanya bertemu dalam kesamaan iman dan kedalaman rasa keagamaan."
        },
        {
          "number": 165,
          "arabic": "أَوَلَمَّآ أَصَـٰبَتْكُم مُّصِيبَةٌ قَدْ أَصَبْتُم مِّثْلَيْهَا قُلْتُمْ أَنَّىٰ هَـٰذَا ۖ قُلْ هُوَ مِنْ عِندِ أَنفُسِكُمْ ۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
          "transliteration": "awalammā aṣābatkum muṣībatun qad aṣabtum mith'layhā qul'tum annā hādhā qul huwa min ʿindi anfusikum inna l-laha ʿalā kulli shayin qadīrun",
          "translation": "Dan mengapa kamu (heran) ketika ditimpa musibah (kekalahan pada Perang Uhud), padahal kamu telah menimpakan musibah dua kali lipat (kepada musuh-musuhmu pada Perang Badar) kamu berkata, \"Dari mana datangnya (kekalahan) ini?\" Katakanlah, \"Itu dari (kesalahan) dirimu sendiri.\" Sungguh, Allah Mahakuasa atas segala sesuatu.",
          "tafsir": "Ayat ini masih ada hubungannya dengan ayat tentang kisah Perang Uhud. Pada waktu Perang Uhud 70 dari pasukan Muslimin gugur sebagai syuhada. Di antara mereka ada yang berkata dari manakah dan sebab apakah kita mengalami musibah sedemikian besar? Sedangkan pasukan Muslimin pada Perang Badar telah memperoleh kemenangan besar dengan menjadikan musuh lari kocar-kacir dan dapat menewaskan 70 orang musuh dan menawan 70 orang lagi. Terhadap pertanyaan itu Rasulullah dapat perintah untuk menjawab bahwa malapetaka itu adalah karena kesalahan mereka sendiri. Pasukan pemanah oleh Rasulullah diperintahkan bertahan di atas bukit dan tidak boleh meninggalkannya sebelum ada perintah dari beliau. Tetapi mereka telah melanggar perintah itu dan turun meninggalkan bukit untuk ikut mengambil barang ganimah. Dari atas bukit yang ditinggalkan pasukan pemanah itulah musuh menyerbu tentara Islam, sehingga akhirnya mereka mengalami kekalahan. Sesungguhnya Allah Mahakuasa atas segala sesuatu."
        }
      ]
    }
  ]
}