{
  "pageNumber": 227,
  "juz": 12,
  "surahs": [
    {
      "number": 11,
      "name": "Hud",
      "nameArabic": "هود",
      "meaning": "Nabi Hud",
      "revelation": "Makkah",
      "description": "Surat Hud termasuk surat Makkiyyah, terdiri dari 123 ayat, dan diturunkan setelah surat Yunus.Surat ini dinamai Hud karena di dalamnya terdapat kisah Nabi Hud dan kaumnya. Dalam surat ini juga terdapat kisah-kisah nabi yang lain, seperti: Nuh, Shaleh, Ibrahim, Luth, Syu'aib, dan Musa.**Pokok-Pokok isi:**1. **Keimanan:** Keberadaan 'Arsy Allah; kejadian alam dalam enam masa; keberadaan golongan-golongan manusia pada hari kiamat.2. **Hukum-hukum:** Agama membolehkan menikmati yang baik-baik dan memakai perhiasan asal tidak berlebih-lebihan; tidak boleh bersikap sombong; tidak boleh berdoa atau mengharapkan sesuatu yang mustahil menurut sunnatullah.3. **Kisah-kisah:** Kisah Nuh dan kaumnya; kisah Hud dan kaumnya; kisah Shaleh dan kaumnya; kisah Ibrahim dan kaumnya; kisah Syu'aib dan kaumnya; kisah Luth dan kaumnya; kisah Musa dan kaumnya.4. **Lain-lain:** Pelajaran-pelajaran yang diambil dari kisah-kisah para nabi; air sumber segala kehidupan; shalat memperkuat keimanan; sunnatullah yang berhubungan dengan kebinasaan suatu kaum.Surat Hud berisi hal-hal yang berhubungan dengan pokok-pokok agama, seperti ketauhidan, kerasulan, dan hari kebangkitan, kemudian dihubungkan dengan dakwah yang telah dilakukan oleh para nabi kepada kaumnya.**Hubungan Surat Hud Dengan Surat Yusuf:**1. Kedua surat ini sama-sama dimulai dengan alif laam raa kemudian diiringi dengan penjelasan tentang Al-Qur'an.2. Surat Yusuf menyempurnakan penjelasan kisah para rasul yang disebut dalam surat Hud, kemudian kisah itu dijadikan dalil untuk menyatakan bahwa Al-Qur'an adalah wahyu Ilahi; setelah Nabi Muhammad tidak ada lagi nabi atau rasul yang diutus Allah.3. Perbedaan kedua surat ini ada dalam menjelaskan kisah-kisah para nabi. Dalam surat Hud diutarakan kisah beberapa orang rasul dalam menyampaikan risalah kepada kaumnya, akibat mengikuti dan akibat mendustakan mereka, kemudian dijadikan perbandingan dan berita yang mengancam kaum musyrikin Arab beserta pengikut-pengikutnya. Dalam surat Yusuf diterangkan tentang kehidupan Nabi Yusuf yang pada mulanya dizalimi oleh saudara-saudaranya kemudian menjadi rasul yang berkuasa dan dapat menolong saudara-sudaranya beserta kedua orang tuanya. Kepribadian Nabi Yusuf ini harus dijadikan teladan oleh semua orang yang beriman kepada Nabi Muhammad.",
      "verses": [
        {
          "number": 46,
          "arabic": "قَالَ يَـٰنُوحُ إِنَّهُۥ لَيْسَ مِنْ أَهْلِكَ ۖ إِنَّهُۥ عَمَلٌ غَيْرُ صَـٰلِحٍ ۖ فَلَا تَسْـَٔلْنِ مَا لَيْسَ لَكَ بِهِۦ عِلْمٌ ۖ إِنِّىٓ أَعِظُكَ أَن تَكُونَ مِنَ ٱلْجَـٰهِلِينَ",
          "transliteration": "qāla yānūḥu innahu laysa min ahlika innahu ʿamalun ghayru ṣāliḥin falā tasalni mā laysa laka bihi ʿil'mun innī aʿiẓuka an takūna mina l-jāhilīna",
          "translation": "Dia (Allah) berfirman, \"Wahai Nuh! Sesungguhnya dia bukanlah termasuk keluargamu, karena perbuatannya sungguh tidak baik, sebab itu jangan engkau memohon kepada-Ku sesuatu yang tidak engkau ketahui (hakikatnya). Aku menasihatimu agar (engkau) tidak termasuk orang yang bodoh.\"",
          "tafsir": "Pada ayat ini diterangkan, bahwa Allah menolak permohonan Nuh a.s. agar anaknya Kanan bisa lepas dari azab topan itu. Allah menerangkan bahwa Kanan yang enggan masuk kapal itu tidak termasuk keluarganya yang dijanjikan oleh Allah swt akan diselamatkan dari topan karena anak itu telah melakukan perbuatan yang tidak baik. Dia tidak mau turut masuk ke dalam kapal dan tidak mau menerima petunjuk yang benar, walaupun petunjuk itu datangnya dari ayahnya sendiri, yang telah menjadi rasul Allah. Ia tetap keras kepala dan membangkang bersama dengan orang-orang kafir lainnya dan harus ditenggelamkan di waktu topan itu. Allah tidak membeda-bedakan sesama manusia melainkan dengan takwanya, tanpa memandang warna kulit, bangsa, dan keturunan. Allah melarang Nuh a.s. memohon kepada-Nya tentang sesuatu yang belum diketahuinya dengan yakin bahwa permohonan itu sudah wajar dikemukakan atau tidak. Selanjutnya Allah memperingatkan Nuh a.s. supaya ia tidak termasuk ke dalam golongan orang-orang jahil yang memohon sesuatu kepada-Nya menurut keinginan nafsunya atau untuk keuntungan keluarga dan kekasihnya tanpa mengetahui apa yang boleh dan patut diminta. Ayat ini mengandung beberapa hukum dan petunjuk antara lain: a. Tidak boleh memohon kepada Allah tentang sesuatu yang tidak wajar yang bertentangan dengan sunnah Allah atau yang belum diketahui bahwa permohonan itu wajar atau tidak. b. Setiap orang yang menentang kebenaran yang ditunjuki oleh Allah dan rasul-Nya akan mendapat balasan siksa."
        },
        {
          "number": 47,
          "arabic": "قَالَ رَبِّ إِنِّىٓ أَعُوذُ بِكَ أَنْ أَسْـَٔلَكَ مَا لَيْسَ لِى بِهِۦ عِلْمٌ ۖ وَإِلَّا تَغْفِرْ لِى وَتَرْحَمْنِىٓ أَكُن مِّنَ ٱلْخَـٰسِرِينَ",
          "transliteration": "qāla rabbi innī aʿūdhu bika an asalaka mā laysa lī bihi ʿil'mun wa-illā taghfir lī watarḥamnī akun mina l-khāsirīna",
          "translation": "Dia (Nuh) berkata, \"Ya Tuhanku, sesungguhnya aku berlindung kepada-Mu untuk memohon kepada-Mu sesuatu yang aku tidak mengetahui (hakikatnya). Kalau Engkau tidak mengampuniku, dan (tidak) menaruh belas kasihan kepadaku, niscaya aku termasuk orang yang rugi.\"",
          "tafsir": "Pada ayat ini diterangkan anggapan Nabi Nuh a.s. terhadap teguran Allah yang berisi penolakan atas permohonannya, agar anaknya Kanan diselamatkan dari topan. Demikianlah, setelah Nabi Nuh a.s. mengetahui dari Allah hakikat anaknya itu, maka ia memohon ampun kepada-Nya tentang kekhilafan dan kesalahannya dalam memohonkan sesuatu yang tidak pada tempatnya. Ia berlindung kepada Allah supaya dapat menjaga dirinya agar tidak menyampaikan permohonan yang sifatnya serupa dengan kesalahannya itu. Pada akhir permohonan ampun itu, dengan sungguh-sungguh dan ikhlas, ia menyatakan penyesalannya kepada Allah. Jika kesalahannya tidak diampuni Tuhan, niscaya ia termasuk golongan orang yang merugi, sebab kesalahannya itu hanya didorong oleh perasaan kasih sayang seorang ayah terhadap anaknya dan ingin supaya anaknya mendapat rahmat Allah."
        },
        {
          "number": 48,
          "arabic": "قِيلَ يَـٰنُوحُ ٱهْبِطْ بِسَلَـٰمٍ مِّنَّا وَبَرَكَـٰتٍ عَلَيْكَ وَعَلَىٰٓ أُمَمٍ مِّمَّن مَّعَكَ ۚ وَأُمَمٌ سَنُمَتِّعُهُمْ ثُمَّ يَمَسُّهُم مِّنَّا عَذَابٌ أَلِيمٌ",
          "transliteration": "qīla yānūḥu ih'biṭ bisalāmin minnā wabarakātin ʿalayka waʿalā umamin mimman maʿaka wa-umamun sanumattiʿuhum thumma yamassuhum minnā ʿadhābun alīmun",
          "translation": "Difirmankan, \"Wahai Nuh! Turunlah dengan selamat sejahtera dan penuh keberkahan dari Kami, bagimu dan bagi semua umat (mukmin) yang bersamamu. Dan ada umat-umat yang Kami beri kesenangan (dalam kehidupan dunia), kemudian mereka akan ditimpa azab Kami yang pedih.\"",
          "tafsir": "Ayat ini menerangkan bahwa setelah kapal itu berlabuh di atas bukit Judiy beberapa waktu yang tidak diterangkan lamanya ”menurut sebagian mufasir, lamanya satu bulan”dan air bah sudah surut, Allah memerintahkan kepada Nuh a.s. supaya turun dari kapal itu bersama-sama dengan para pengikutnya untuk membangun kehidupan baru dalam rangka meneruskan generasi umat manusia yang bertauhid dan bertakwa, setelah orang-orang kafir dari kaumnya itu musnah tenggelam dalam azab topan. Allah memerintahkan agar Nuh a.s. dan para pengikutnya turun dari kapal itu disertai ucapan selamat sejahtera dan penuh keberkatan dari-Nya. Mereka akan diberi berkah, sesuai dengan janji Allah, dalam menempuh kehidupan dunia dan akhirat. Setelah mereka turun ke daratan, maka mereka mendapat keluasan dalam rezeki dan keperluan hidup yang mereka butuhkan untuk kepentingan mereka dan generasi selanjutnya. Selanjutnya Allah menerangkan bahwa tidak semua dari generasi mereka yang akan berkembang biak di kemudian hari sama dengan mereka. Akan tetapi, ada di antara generasi yang berkembang biak itu menjadi umat-umat yang hanya dapat menikmati rezeki dan kesenangan dunia, namun di akhirat mereka akan menerima azab yang sangat pedih. Mereka disesatkan oleh setan sehingga menjadi musyrik dan bergelimang dalam kezaliman dan kejahatan-kejahatan lainnya, sehingga mereka tidak bisa memelihara keamanan dan kesejahteraan, bahkan sebagian menindas sebagian yang lain. Mereka bercerai-berai dan berselisih serta menyimpang dari petunjuk agama yang dibawa oleh para rasul Allah. Menurut keterangan Taqiyuddin al-Maqrizi, semua pengikut Nabi Nuh tidak ada yang mempunyai keturunan kecuali tiga anaknya (Syam, Ham, dan Yafis). Pendapat ini berdasarkan firman Allah: Dan Kami jadikan anak cucunya orang-orang yang melanjutkan keturunan. (ash-saffat/37: 77)"
        },
        {
          "number": 49,
          "arabic": "تِلْكَ مِنْ أَنۢبَآءِ ٱلْغَيْبِ نُوحِيهَآ إِلَيْكَ ۖ مَا كُنتَ تَعْلَمُهَآ أَنتَ وَلَا قَوْمُكَ مِن قَبْلِ هَـٰذَا ۖ فَٱصْبِرْ ۖ إِنَّ ٱلْعَـٰقِبَةَ لِلْمُتَّقِينَ",
          "transliteration": "til'ka min anbāi l-ghaybi nūḥīhā ilayka mā kunta taʿlamuhā anta walā qawmuka min qabli hādhā fa-iṣ'bir inna l-ʿāqibata lil'muttaqīna",
          "translation": "Itulah sebagian dari berita-berita gaib yang Kami wahyukan kepadamu (Muhammad); tidak pernah engkau mengetahuinya dan tidak (pula) kaummu sebelum ini. Maka bersabarlah, sungguh, kesudahan (yang baik) adalah bagi orang yang bertakwa.",
          "tafsir": "Pada ayat ini, Allah swt menjelaskan kepada Nabi Muhammad saw, bahwa kisah Nuh a.s. itu dan kisah nabi-nabi lainnya adalah berita penting yang termasuk dalam soal-soal gaib yang diwahyukan Allah kepadanya, yang belum pernah diketahuinya dan belum pernah pula diketahui oleh kaumnya sebelum itu, sehingga mereka bisa menuduhnya bahwa kisah itu diperolehnya dari orang lain. Tetapi Allah-lah yang mewahyukan kisah itu kepada Muhammad sesuai dengan kejadian yang sebenarnya sebagaimana yang diterangkan dalam kitab-kitab para nabi sebelumnya. Seandainya ada di antara kaumnya yang pernah mendengarnya, maka pengetahuan mereka itu hanya secara global dan samar-samar. Oleh karena itu, sekalipun berbagai tuduhan mereka lemparkan terhadap Muhammad saw, tetapi Allah memerintahkannya supaya bersabar menghadapi kaumnya yang banyak menyakitkan hatinya; sebagaimana Nuh a.s. bersabar menghadapi kaumnya yang mengejek dan mencemoohkannya beratus-ratus tahun lamanya. Hal serupa itu sudah menjadi sunnah Allah pada rasul-rasul-Nya. Namun demikian, kesudahannya adalah kemenangan dan keberuntungan bagi orang-orang yang bertakwa dan sabar. Sebaliknya, kekalahan dan kerugian akan menimpa orang-orang yang membangkang terhadap kebenaran dan orang-orang yang berbuat jahat. Ini sesuai dengan ayat-ayat lain seperti firman Allah: Sesungguhnya Kami akan menolong rasul-rasul Kami dan orang-orang yang beriman dalam kehidupan dunia dan pada hari tampilnya para saksi (hari Kiamat). (al-Mumin/40: 51) Dalam Al-Quran tidak diterangkan dengan tegas berapa usia Nabi Nuh a.s., tetapi hanya disebutkan dalam firman-Nya sebagai berikut: Dan sungguh, Kami telah mengutus Nuh kepada kaumnya, maka dia tinggal bersama mereka selama seribu tahun kurang lima puluh tahun. Kemudian mereka dilanda banjir besar, sedangkan mereka adalah orang-orang yang zalim. (al-Ankabut/29: 14) Yang jelas ayat tersebut hanya menyatakan bahwa Nuh a.s. tinggal di antara kaumnya selama sembilan ratus lima puluh tahun. Ada kemungkinan bahwa rentang waktu tersebut hanya menunjuk pada jangka waktu dalam menyampaikan dakwah kepada kaumnya. Dan ada kemungkinan pula bahwa itulah jumlah seluruh usianya termasuk di dalam masa menyampaikan dakwah."
        },
        {
          "number": 50,
          "arabic": "وَإِلَىٰ عَادٍ أَخَاهُمْ هُودًا ۚ قَالَ يَـٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَـٰهٍ غَيْرُهُۥٓ ۖ إِنْ أَنتُمْ إِلَّا مُفْتَرُونَ",
          "transliteration": "wa-ilā ʿādin akhāhum hūdan qāla yāqawmi uʿ'budū l-laha mā lakum min ilāhin ghayruhu in antum illā muf'tarūna",
          "translation": "Dan kepada kaum 'Ād (Kami utus) saudara mereka, Hud. Dia berkata, \"Wahai kaumku! Sembahlah Allah, tidak ada tuhan bagimu selain Dia. (selama ini) kamu hanyalah mengada-ada.",
          "tafsir": "Pada ayat ini diterangkan bahwa Allah telah mengutus rasul-Nya kepada bangsa ad yang berdiam di sebelah utara Hadramaut di Yaman dan sebelah barat Oman. Rasul Allah itu ialah Hud a.s. yang dipilih Allah dari bangsa ad sendiri, agar lebih mudah menyampaikan dan menanamkan kepercayaan kepada mereka. Menurut sebagian riwayat yang dikutip oleh sebagian mufasir dikatakan bahwa Nabi Hud a.s. adalah orang pertama yang berbahasa Arab dan rasul Allah pertama dari bangsa Arab keturunan Nuh a.s. Pada ayat ini, Allah mempergunakan uslub atau gaya bahasa ijaz yang singkat padat yaitu \"kepada kaum ad ada saudara mereka yaitu Hud,\" maksudnya, \"Kami telah utus kepada kaum ad seorang dari mereka yang bernama Hud.\" Tata bahasa semacam ini banyak dipergunakan dalam Al-Quran. Hud a.s. sebagai rasul Allah, mulai menyeru kaumnya supaya menyembah Allah Yang Maha Esa, tiada tuhan yang lain melainkan Dia. Nabi Hud a.s. melarang mereka menyembah patung-patung dan berhala-berhala, karena perbuatan semacam itu adalah mempersekutukan Tuhan dan mengadakan perkataan bohong dengan menyebutkan bahwa patung-patung dan berhala-berhala yang mereka sembah itu, sebagai penolong yang dapat memberikan manfaat dan menolak mudarat (bahaya). Padahal patung-patung itu dibuat oleh manusia."
        },
        {
          "number": 51,
          "arabic": "يَـٰقَوْمِ لَآ أَسْـَٔلُكُمْ عَلَيْهِ أَجْرًا ۖ إِنْ أَجْرِىَ إِلَّا عَلَى ٱلَّذِى فَطَرَنِىٓ ۚ أَفَلَا تَعْقِلُونَ",
          "transliteration": "yāqawmi lā asalukum ʿalayhi ajran in ajriya illā ʿalā alladhī faṭaranī afalā taʿqilūna",
          "translation": "Wahai kaumku! Aku tidak meminta imbalan kepadamu atas (seruanku) ini. Imbalanku hanyalah dari Allah yang telah menciptakanku. Tidakkah kamu mengerti?\"",
          "tafsir": "Pada ayat ini, Allah swt menerangkan bahwa Hud a.s. dalam menyampaikan dakwah kepada kaumnya, sama sekali tidak meminta upah dan bayaran, sehingga mereka tidak dapat menuduhnya untuk mencari keuntungan bagi dirinya sendiri. Ia hanya mengharap pahala dari Allah Yang telah menciptakannya sebagai manusia yang berpikiran sehat dan yang dapat membebaskan dirinya dari menyembah patung-patung yang dibikin oleh kaum Nuh a.s. Patung-patung itu mereka buat untuk mengabadikan jasa-jasa nenek moyang mereka yang saleh. Sebenarnya mereka terjerumus ke jurang syirik itu karena dipermainkan oleh tipu daya setan yang pada mulanya dimaksudkan untuk menghormati dan mengagungkan, tetapi pada akhirnya menjadi sesembahan. Kemudian Nabi Hud a.s. mendorong kaumnya supaya mau memperguna-kan akal pikiran yang sehat, agar mereka bisa membedakan mana yang bermanfaat dan mana yang membikin mudarat bagi mereka. Ia juga mengatakan bahwa ia menasihati mereka dan menunjukkan kepada jalan yang benar hanyalah untuk keselamatan dan kebahagiaan mereka di dunia dan di akhirat. Tetapi mereka tidak mau mengikutinya."
        },
        {
          "number": 52,
          "arabic": "وَيَـٰقَوْمِ ٱسْتَغْفِرُوا۟ رَبَّكُمْ ثُمَّ تُوبُوٓا۟ إِلَيْهِ يُرْسِلِ ٱلسَّمَآءَ عَلَيْكُم مِّدْرَارًا وَيَزِدْكُمْ قُوَّةً إِلَىٰ قُوَّتِكُمْ وَلَا تَتَوَلَّوْا۟ مُجْرِمِينَ",
          "transliteration": "wayāqawmi is'taghfirū rabbakum thumma tūbū ilayhi yur'sili l-samāa ʿalaykum mid'rāran wayazid'kum quwwatan ilā quwwatikum walā tatawallaw muj'rimīna",
          "translation": "Dan (Hud berkata), \"Wahai kaumku! Mohonlah ampunan kepada Tuhanmu lalu bertobatlah kepada-Nya, niscaya Dia menurunkan hujan yang sangat deras, Dia akan menambahkan kekuatan di atas kekuatanmu, dan janganlah kamu berpaling menjadi orang yang berdosa.\"",
          "tafsir": "Ayat ini menerangkan bahwa Hud a.s., setelah mengajak kaumnya menyembah Tuhan Yang Maha Esa dan melarang mereka menyekutukan-Nya dengan beribadah kepada berhala-berhala, menyuruh mereka meminta ampun kepada Allah yang kemudian bertobat dengan penuh keikhlasan. Selanjutnya Hud a.s. menjelaskan, apabila mereka berbuat seperti yang telah dinasihatkan itu, niscaya Allah akan menurunkan hujan lebat, yang sangat besar manfaatnya bagi mereka sebagai bangsa yang banyak mempunyai tanam-tanaman dan kebun-kebun. Allah juga akan menambah kekuatan dan kemuliaan yang mereka impikan, di samping yang sudah mereka miliki. Oleh karena itu, Nabi Hud a.s. memperingatkan kaumnya, supaya tidak berpaling dari kebenaran yang telah dinasihatkan kepada mereka dan tidak meneruskan kesalahan-kesalahan besar yang sudah biasa mereka lakukan yaitu menyembah berhala-berhala, patung-patung dan terjerumus pada perbuatan jahat lainnya. Kaum Hud a.s. itu, yang disebut bangsa ad atau kabilah ad atau kaum ad, di samping terkenal sebagai bangsa yang kaya raya di bidang pertanian, mereka terkenal pula sebagai orang-orang kuat yang bertubuh kekar, yang menyebabkan mereka bertambah sombong dan takabur, sebagaimana yang diterangkan oleh Allah dalam firman-Nya: Maka adapun kaum ad, mereka menyombongkan diri di bumi tanpa (mengindahkan) kebenaran dan mereka berkata, \"Siapakah yang lebih hebat kekuatannya dari kami?\" Tidakkah mereka memperhatikan bahwa sesungguhnya Allah yang menciptakan mereka. Dia lebih hebat kekuatan-Nya dari mereka? Dan mereka telah mengingkari tanda-tanda (kebesaran) Kami. Maka Kami tiupkan angin yang sangat bergemuruh kepada mereka dalam beberapa hari yang nahas, karena Kami ingin agar mereka itu merasakan siksaan yang menghinakan dalam kehidupan di dunia. Sedangkan azab akhirat pasti lebih menghinakan dan mereka tidak diberi pertolongan. (Fushshilat/41: 15-16)"
        },
        {
          "number": 53,
          "arabic": "قَالُوا۟ يَـٰهُودُ مَا جِئْتَنَا بِبَيِّنَةٍ وَمَا نَحْنُ بِتَارِكِىٓ ءَالِهَتِنَا عَن قَوْلِكَ وَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ",
          "transliteration": "qālū yāhūdu mā ji'tanā bibayyinatin wamā naḥnu bitārikī ālihatinā ʿan qawlika wamā naḥnu laka bimu'minīna",
          "translation": "Mereka (kaum 'Ād) berkata, \"Wahai Hud! Engkau tidak mendatangkan suatu bukti yang nyata kepada kami, dan kami tidak akan meninggalkan sesembahan kami karena perkataanmu dan kami tidak akan mempercayaimu.",
          "tafsir": "Pada ayat ini Allah swt menerangkan tantangan kaum Hud a.s. terhadap dakwah yang disampaikan Hud a.s. dengan cara membangkang dan mengatakan, bahwa Hud a.s. tidak memberikan bukti yang nyata sedikit pun yang menunjukkan kebenarannya sebagai rasul Allah, yang ditugaskan untuk menyampaikan dakwah kepada mereka. Sebab itu mereka tidak akan meninggalkan penyembahan berhala-berhala dan patung-patung hanya karena mendengar ucapannya yang tidak beralasan, dan menyatakan bahwa mereka tidak akan percaya kepadanya. Tantangan kaum Hud yang keras ini, pada mulanya didasarkan kepada tidak-adanya bukti yang nyata yang disampaikan oleh Nabi Hud a.s. kepada mereka tentang kebenarannya sebagai rasul Allah. Akan tetapi bila diperhatikan dari cara, gaya, dan isi dari tantangan kaumnya itu, maka dapat disimpulkan bahwa mereka hakikatnya hanya membangkang, bukan karena tidak adanya bukti atau dalil yang nyata. Dengan adanya tantangan itu mereka tidak bisa diharapkan lagi untuk beriman."
        }
      ]
    }
  ]
}