{
  "pageNumber": 566,
  "juz": 29,
  "surahs": [
    {
      "number": 68,
      "name": "Al-Qalam",
      "nameArabic": "القلم",
      "meaning": "Pena",
      "revelation": "Makkah",
      "description": "Surat ini terdiri dari 52 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Al-'Alaq.Nama \"Al-Qalam\" diambil dari kata Al-Qalam yang terdapat pada ayat pertama surat ini yang artinya \"pena\". Surat ini dinamai pula dengan surat \"Nun\" (huruf \"nun\").**Pokok-Pokok Isi:**Nabi Muhammad bukanlah orang gila tetapi manusia yang berbudi pekerti yang agung; larangan bertoleransi di bidang kepercayaan; larangan mengikuti orang-orang yang mempunyai sifat-sifat yang dicela Allah; nasib yang dialami pemilik-pemilik kebun sebagai contoh orang yang tidak bersyukur terhadap nikmat Allah; kecaman-kecaman Allah kepada orang yang ingkar dan azab yang akan menimpa mereka; Al-Qur'an adalah peringatan bagi seluruh umat.Surat Al-Qalam berisi bantahan dari orang-orang musyrikin terhadap Nabi Muhammad dan memperingatkan agar jangan mematuhi keinginan mereka. Mereka ini mendapat penghinaan pada hari kiamat akibat perbuatan mereka.**Hubungan Surat Al-Qalam Dengan Surat Al-Haqqah:**1. Dalam surat Al-Qalam disebutkan tentang hari kiamat secara umum, sedangkan dalam surat Al-Haqqah peristiwa-peristiwa hari kiamat itu dijelaskan secara terperinci.2. Dalam surat Al-Qalam diterangkan orang-orang yang mendustakan Al-Qur'an dan ancaman azab atas mereka, sedangkan dalam surat Al-Haqqah diterangkan orang-orang terdahulu yang mendustakan rasul-rasul dan macam-macam azab yang telah menimpa mereka.3. Dalam surat Al-Qalam, Allah membantah tuduhan orang-orang musyrikin bahwa Muhammad orang gila, sedangkan dalam surat Al-Haqqah Allah membantah tuduhan bahwa Nabi Muhammad seorang penyair.",
      "verses": [
        {
          "number": 43,
          "arabic": "خَـٰشِعَةً أَبْصَـٰرُهُمْ تَرْهَقُهُمْ ذِلَّةٌ ۖ وَقَدْ كَانُوا۟ يُدْعَوْنَ إِلَى ٱلسُّجُودِ وَهُمْ سَـٰلِمُونَ",
          "transliteration": "khāshiʿatan abṣāruhum tarhaquhum dhillatun waqad kānū yud'ʿawna ilā l-sujūdi wahum sālimūna",
          "translation": "pandangan mereka tertunduk ke bawah, diliputi kehinaan. Dan sungguh, dahulu (di dunia) mereka telah diseru untuk bersujud waktu mereka sehat (tetapi mereka tidak melakukan).",
          "tafsir": "Dalam ayat ini diterangkan bahwa orang-orang kafir pada hari Kiamat berada dalam keadaan tidak berdaya sedikit pun. Tidak ada yang memberi mereka pertolongan dan mereka dalam keadaan hina-dina. Mereka hanya dalam keadaan penuh penyesalan, tetapi semua itu tidak berguna lagi. Ketika hidup di dunia dahulu, mereka dalam keadaan sehat, berkecukupan, berkuasa, dan berpangkat, tetapi mereka tidak mau salat, sujud dan menyembah Allah, serta menyerahkan diri kepada-Nya. Setelah di akhirat, di waktu penyesalan itu tiba, mereka memanggil Tuhan, ingin mengerjakannya untuk menghambakan diri kepada-Nya, akan tetapi mereka tidak sanggup mengerjakannya lagi. Hal itu karena di samping tulang-tulang mereka telah lemah, pintu tobat juga telah ditutup. Hanya orang-orang beriman sajalah yang dapat bersujud di akhirat ketika Allah menampakkan diri-Nya kepada mereka"
        },
        {
          "number": 44,
          "arabic": "فَذَرْنِى وَمَن يُكَذِّبُ بِهَـٰذَا ٱلْحَدِيثِ ۖ سَنَسْتَدْرِجُهُم مِّنْ حَيْثُ لَا يَعْلَمُونَ",
          "transliteration": "fadharnī waman yukadhibu bihādhā l-ḥadīthi sanastadrijuhum min ḥaythu lā yaʿlamūna",
          "translation": "Maka serahkanlah kepada-Ku (urusannya) dan orang-orang yang mendustakan perkataan ini (Alquran). Kelak akan Kami hukum mereka berangsur-angsur dari arah yang tidak mereka ketahui,",
          "tafsir": "Ayat ini merupakan penawar hati dan hiburan kepada Nabi Muhammad dan ancaman keras bagi orang-orang kafir. Sangat banyak sikap dan tindakan orang-orang kafir terhadap Nabi Muhammad dan kaum Muslimin dalam melaksanakan tugas yang dibebankan Allah kepada mereka. Di antaranya ada yang menghalang-halangi orang untuk masuk Islam, menyiksa para sahabat Nabi yang telah masuk Islam, menyakiti, mengejek, memboikot, dan mengucilkan (mengisolir) Nabi, dan sebagainya. Oleh karena itu, kadang-kadang timbul dalam hati Nabi untuk berdoa agar Allah mengazab dan menyiksa mereka yang ingkar itu seperti yang pernah ditimpakan kepada umat-umat yang lalu. Dengan ayat ini, Allah menyatakan bahwa Dia mengetahui segala macam bentuk sikap dan tindakan orang-orang kafir itu, dan akan mengazab mereka sesuai dengan apa yang mereka lakukan. Selanjutnya Allah menyatakan bahwa karena mendustakan Al-Qur'an dan mengingkari Allah, maka orang-orang kafir itu mendapat kesempatan untuk melakukan perbuatan-perbuatan dosa dan melakukan penganiayaan sehingga perbuatan dosa yang mereka lakukan itu bertambah banyak. Dengan demikian, balasan azabnya pun bertambah berat, sehingga tidak tertanggungkan oleh mereka. Mereka menyangka bahwa dengan pangkat, harta, dan kekuasaan yang ada pada mereka, Allah telah melimpahkan karunia yang tiada taranya kepada mereka, padahal tidak demikian halnya. Bahkan, dengan pangkat, kekayaan, dan kekuasaan yang ada pada mereka itu, dosa mereka semakin bertambah besar. Dalam ayat yang lain, Allah berfirman: Maka biarkanlah mereka dalam kesesatannya sampai waktu yang ditentukan. Apakah mereka mengira bahwa Kami memberikan harta dan anak-anak kepada mereka itu (berarti bahwa) Kami segera memberikan kebaikan-kebaikan kepada mereka? (Tidak), tetapi mereka tidak menyadarinya. (al-Mu'minun/23: 54-56) Firman Allah lainnya: Maka ketika mereka melupakan peringatan yang telah diberikan kepada mereka, Kami pun membukakan semua pintu (kesenangan) untuk mereka. Sehingga ketika mereka bergembira dengan apa yang telah diberikan kepada mereka, Kami siksa mereka secara tiba-tiba, maka ketika itu mereka terdiam putus asa. (al-An'am/6: 44)"
        },
        {
          "number": 45,
          "arabic": "وَأُمْلِى لَهُمْ ۚ إِنَّ كَيْدِى مَتِينٌ",
          "transliteration": "wa-um'lī lahum inna kaydī matīnun",
          "translation": "dan Aku memberi tenggang waktu kepada mereka. Sungguh, rencana-Ku sangat teguh.",
          "tafsir": "Allah menyatakan bahwa Dia memberi tempo kepada orang-orang kafir itu sampai pada waktu yang ditentukan dengan membiarkan mereka bertambah-tambah kekafiran dan kezalimannya. Allah juga menyatakan bahwa rencana-Nya tidak dapat digagalkan oleh siapa pun, dan pasti terlaksana, tidak seorang pun yang dapat menghalang-halangi-Nya. Sebenarnya jika orang-orang kafir mau menyadari tentu mereka akan sampai kepada suatu pendirian dan pandangan bahwa yang mereka gunakan untuk menghalang-halangi Rasulullah saw dan orang-orang beriman menegakkan agama Allah, adalah nikmat-nikmat yang dianugerahkan Allah kepada mereka, seperti kekayaan, pangkat, jabatan, dan sebagainya. Seharusnya nikmat-nikmat itu mereka gunakan untuk mencari keridaan-Nya. Sangat besar dosa mereka karena mengingkari dan menyalahgunakan nikmat Allah itu. Mengenai azab yang ditimpakan kepada orang-orang kafir ini diterangkan dalam hadis Rasulullah saw yang diriwayatkan al-Bukhari dan Muslim: Sesungguhnya Allah Ta'ala akan menangguhkan azab bagi orang-orang yang zalim, hingga apabila Dia mengazabnya, tidak ada yang luput dari azab itu. Kemudian Nabi saw membaca (Surah Hud/11: 102): \"Dan begitulah siksa Tuhanmu apabila Dia menyiksa (penduduk) negeri-negeri yang berbuat zalim. Sungguh, siksa-Nya sangat pedih, sangat berat.\" (Riwayat al-Bukhari, Muslim, Abu Ya'la, al-Baihaqi dan an-Nasa'i dari Abu Musa al-Asy'ari)"
        },
        {
          "number": 46,
          "arabic": "أَمْ تَسْـَٔلُهُمْ أَجْرًا فَهُم مِّن مَّغْرَمٍ مُّثْقَلُونَ",
          "transliteration": "am tasaluhum ajran fahum min maghramin muth'qalūna",
          "translation": "Ataukah engkau (Muhammad) meminta imbalan kepada mereka, sehingga mereka dibebani dengan hutang?",
          "tafsir": "Dalam ayat ini, Allah mengajukan kepada Rasul saw suatu pertanyaan dengan maksud untuk menerka jalan pikiran orang-orang kafir bahwa seseorang melakukan sesuatu pekerjaan untuk mengharapkan suatu upah, keuntungan, atau kesenangan duniawi. Menurut mereka, tidak ada orang yang mau bekerja dan berusaha semata-mata karena Allah. Pertanyaan Allah itu ialah: Wahai Muhammad, apakah engkau meminta upah kepada orang-orang yang mempersekutukan-Ku dengan sesuatu yang lain, karena engkau memberinya nasihat, menyeru mereka kepada kebenaran dan mengikuti agama-Ku, sehingga mereka harus dibebani oleh hutang karena upah yang kau minta itu?"
        },
        {
          "number": 47,
          "arabic": "أَمْ عِندَهُمُ ٱلْغَيْبُ فَهُمْ يَكْتُبُونَ",
          "transliteration": "am ʿindahumu l-ghaybu fahum yaktubūna",
          "translation": "Ataukah mereka mengetahui yang gaib, lalu mereka menuliskannya?",
          "tafsir": "Pada ayat ini pertanyaan tersebut masih dilanjutkan: Apakah mereka mempunyai pengetahuan tentang yang gaib, atau mempunyai seperti Lauh Mahfudh yang mencatat segala sesuatu dengan yang mereka kehendaki yaitu bukti kebenaran pendapat mereka? Orang-orang kafir Mekah beranggapan bahwa patung-patung yang mereka sembah dapat memberitahukan kepada mereka segala sesuatu yang akan terjadi dan segala sesuatu yang gaib. Akan tetapi, anggapan mereka itu tidak ada buktinya sama sekali."
        },
        {
          "number": 48,
          "arabic": "فَٱصْبِرْ لِحُكْمِ رَبِّكَ وَلَا تَكُن كَصَاحِبِ ٱلْحُوتِ إِذْ نَادَىٰ وَهُوَ مَكْظُومٌ",
          "transliteration": "fa-iṣ'bir liḥuk'mi rabbika walā takun kaṣāḥibi l-ḥūti idh nādā wahuwa makẓūmun",
          "translation": "Maka bersabarlah engkau (Muhammad) terhadap ketetapan Tuhanmu, dan janganlah engkau seperti (Yunus) orang yang berada dalam (perut) ikan ketika dia berdoa dengan hati sedih.",
          "tafsir": "Allah memerintahkan kepada Nabi Muhammad agar bersabar dalam menerima ketetapan-Nya, tetap melaksanakan tugas kerasulan yang telah dibebankan kepadanya, dan menghindari segala sesuatu yang dapat menghalangi atau mengganggu usaha-usaha dalam melaksanakan tugas itu. Kemudian Allah memperingatkan beliau agar tidak bersikap dan bertindak seperti seorang yang berada dalam perut ikan, yaitu Nabi Yunus. Karena marah kepada kaumnya, Nabi Yunus lalu meninggalkan mereka dan berdoa kepada Allah agar mereka ditimpa azab yang membinasakan. Kisah ini bermula ketika Nabi Yunus diutus Allah kepada penduduk kota Niniveh. Ia menyeru kaumnya agar menyembah Allah, Tuhan Yang Maha Esa, tidak ada tuhan selain Dia. Tetapi penduduk kota Niniveh menolak ajakan itu, bahkan mereka mengingkari dan mengancamnya. Karena sikap dan tindakan kaumnya yang demikian itu, beliau pun marah serta memperingatkan mereka bahwa Allah akan menimpakan malapetaka yang sangat dahsyat sebagai balasan terhadap sikap dan keingkaran mereka. Beliau pun lalu meninggalkan kaumnya. Sepeninggal Nabi Yunus, kaumnya sadar dan takut kepada ancaman Allah itu, maka mereka pun keluar dari rumah-rumah mereka menuju tanah lapang bersama istri, anak, dan binatang ternak mereka. Di tanah lapang itu, mereka bersama-sama menyatakan bertobat kepada Allah, dan merendahkan diri dengan penuh keimanan. Mereka berjanji kepada Allah akan mengikuti seruan Yunus, melaksanakan perintah dan menghentikan larangan-Nya. Karena kaum Yunus itu bertobat dengan sebenar-benarnya, tunduk, dan menyerahkan diri kepada-Nya, maka Allah mengabulkan doa mereka dengan mengurungkan datangnya malapetaka itu kepada mereka, sebagaimana diterangkan dalam firman Allah: Maka mengapa tidak ada (penduduk) suatu negeri pun yang beriman, lalu imannya itu bermanfaat kepadanya selain kaum Yunus? Ketika mereka (kaum Yunus itu) beriman, Kami hilangkan dari mereka azab yang menghinakan dalam kehidupan dunia, dan Kami beri kesenangan kepada mereka sampai waktu tertentu. (Yunus/10: 98) Adapun Nabi Yunus, setelah memberi peringatan itu, pergi dari kaumnya dengan meninggalkan tugas yang dipercayakan Allah kepadanya sebagai rasul-Nya. Tanpa mendapat izin dari Allah, beliau pergi dengan menumpang sebuah kapal yang sarat dengan muatan. Setelah kapal itu berlayar dan berada di tengah lautan timbullah kekhawatiran nakhodanya bahwa kapal itu bakal tenggelam, seandainya muatannya itu tidak dikurangi. Untuk mengurangi muatan kapal itu, mereka mengadakan undian di antara penumpang. Barang siapa yang kalah dalam undian itu, akan dilemparkan ke dalam laut. Dengan demikian, kapal itu akan terhindar dari bahaya tenggelam. Dalam undian itu, Nabi Yunus kalah, namun para penumpang kapal itu merasa berat melakukan keputusan tersebut. Hal itu diulangi hingga tiga kali dan hasilnya sama, Nabi Yunus tetap kalah. Namun sebagaimana yang pertama, para penumpang juga merasa berat melaksanakan keputusan itu. Akhirnya Nabi Yunus mengambil keputusan sendiri, dan ia pun terjun ke dalam laut. Setelah Yunus terjun ke dalam laut, Allah memerintahkan seekor ikan hiu yang besar menelannya. Kepada ikan itu diwahyukan agar jangan memakan daging dan tulang Yunus, tetapi cukup menjadikan perutnya sebagai penjara bagi Yunus, karena Yunus bukan makanannya. Nabi Yunus merasa menderita dan sengsara dalam perut ikan yang gelap itu. Ia bertobat, berdoa, dan menyerahkan dirinya kepada Allah, semoga Allah mengampuni dosa-dosanya dan menyelamatkannya, sebagaimana diterangkan pada firman Allah yang lain: Dan (ingatlah kisah) dzun Nun (Yunus), ketika dia pergi dalam keadaan marah, lalu dia menyangka bahwa Kami tidak akan menyulitkannya, maka dia berdoa dalam keadaan yang sangat gelap, \"Tidak ada tuhan selain Engkau, Mahasuci Engkau. Sungguh, aku termasuk orang-orang yang zalim.\" Maka Kami kabulkan (doa)nya dan Kami selamatkan dia dari kedukaan. Dan demikianlah Kami menyelamatkan orang-orang yang beriman. (al-Anbiya'/21: 87-88)"
        },
        {
          "number": 49,
          "arabic": "لَّوْلَآ أَن تَدَٰرَكَهُۥ نِعْمَةٌ مِّن رَّبِّهِۦ لَنُبِذَ بِٱلْعَرَآءِ وَهُوَ مَذْمُومٌ",
          "transliteration": "lawlā an tadārakahu niʿ'matun min rabbihi lanubidha bil-ʿarāi wahuwa madhmūmun",
          "translation": "Sekiranya dia tidak segera mendapat nikmat dari Tuhannya, pastilah dia dicampakkan ke tanah tandus dalam keadaan tercela.",
          "tafsir": "Setelah beberapa hari berada dalam perut ikan, Nabi Yunus dilimpahi rahmat oleh Allah dengan mewahyukan kepada ikan itu agar melontarkan Yunus ke daratan. Maka ikan itu pun melontarkan Yunus ke daratan. Ia jatuh di daratan yang tandus, sepi tidak ada air, tumbuh-tumbuhan, dan kayu-kayuan di sekitarnya. Badannya pun dalam keadaan sangat lemah dan sakit, karena penderitaan yang dialaminya selama berada dalam perut ikan, dan karena kesedihannya akibat sikap kaumnya yang menantang dakwahnya. Untuk melindunginya dari terik panas matahari dan kedinginan malam, Allah menumbuhkan di sampingnya semacam pohon labu (yaqthin). Dengan demikian, Nabi Yunus terlindungi dan juga dapat memakan buahnya sebagai penguat tubuhnya yang lemah, sebagaimana firman Allah: Kemudian Kami lemparkan dia ke daratan yang tandus, sedang dia dalam keadaan sakit. Kemudian untuk dia Kami tumbuhkan sebatang pohon dari jenis labu. (as-saffat/37: 145-146) Seandainya Allah tidak melimpahkan rahmat-Nya kepada Yunus, tentu ia akan tenggelam di lautan, atau hancur lumat di dalam perut ikan, atau mati kelaparan dan kekeringan di tengah-tengah padang yang tandus. Akan tetapi, Allah Maha Pengasih kepada hamba-hamba-Nya yang mau bertobat dengan sebenar-benarnya, seperti yang dilakukan Nabi Yunus. Oleh karena itu, Allah melimpahkan rahmat kepadanya."
        },
        {
          "number": 50,
          "arabic": "فَٱجْتَبَـٰهُ رَبُّهُۥ فَجَعَلَهُۥ مِنَ ٱلصَّـٰلِحِينَ",
          "transliteration": "fa-ij'tabāhu rabbuhu fajaʿalahu mina l-ṣāliḥīna",
          "translation": "Lalu Tuhannya memilihnya dan menjadikannya termasuk orang yang saleh.",
          "tafsir": "Setelah kesehatan Yunus pulih kembali, demikian pula kekuatan badannya, maka Allah mengutusnya kembali kepada kaumnya yang pada waktu itu berjumlah seratus ribu orang lebih, sebagaimana firman Allah: Dan Kami utus dia kepada seratus ribu (orang) atau lebih, sehingga mereka beriman, karena itu Kami anugerahkan kenikmatan hidup kepada mereka hingga waktu tertentu. (as saffat/37: 147-148) Kedatangan Yunus disambut kaumnya dengan gembira dan menyatakan keimanan kepadanya, sehingga mereka termasuk orang-orang yang saleh. Dengan ayat-ayat di atas, Allah memperingatkan Nabi Muhammad agar jangan sekali-kali bersikap dan bertindak seperti yang dilakukan Nabi Yunus yang mudah marah dan mudah berputus asa, sehingga ia meninggalkan kaumnya dan tugas suci yang telah dibebankan kepadanya, yaitu tugas kerasulan. Nabi Muhammad diperintahkan untuk selalu tabah dan sabar dalam keadaan bagaimana pun karena Allah menyukai orang-orang yang sabar."
        },
        {
          "number": 51,
          "arabic": "وَإِن يَكَادُ ٱلَّذِينَ كَفَرُوا۟ لَيُزْلِقُونَكَ بِأَبْصَـٰرِهِمْ لَمَّا سَمِعُوا۟ ٱلذِّكْرَ وَيَقُولُونَ إِنَّهُۥ لَمَجْنُونٌ",
          "transliteration": "wa-in yakādu alladhīna kafarū layuz'liqūnaka bi-abṣārihim lammā samiʿū l-dhik'ra wayaqūlūna innahu lamajnūnun",
          "translation": "Dan sungguh, orang-orang kafir itu hampir-hampir menggelincirkanmu dengan pandangan mata mereka, ketika mereka mendengar Alquran dan mereka berkata, \"Dia (Muhammad) itu benar-benar orang gila.\"<sup foot_note=135804>1</sup>",
          "tafsir": "Allah menyatakan kepada Nabi Muhammad saw bahwa karena orang-orang musyrik sangat marah dan benci kepada beliau, mereka memandang Nabi dari sudut matanya dengan pandangan yang penuh kemarahan dan kebencian. Hal ini terutama setiap kali mereka mendengar bacaan ayat-ayat Al-Qur'an. Menurut sebagian ahli tafsir, yang dimaksudkan dengan \"orang-orang yang hampir-hampir menggelincirkan Nabi dengan pandangan matanya\" ialah Bani Asad, salah satu kabilah di negeri Arab waktu itu. Diriwayatkan bahwa orang-orang dari Bani Asad mempunyai semacam ilmu yang dapat mempengaruhi orang lain dengan menggunakan ketajaman sorotan matanya. Maka sebahagian mereka bermaksud mencobakan ilmunya itu kepada Nabi Muhammad, karena menurut mereka seandainya Muhammad itu benar-benar seorang rasul yang diutus Allah, tentu ia tidak akan terpengaruh oleh ilmu mereka itu. Kenyataannya bahwa ilmu itu memang tidak mempan terhadap Rasulullah saw. Dari riwayat di atas ayat ini dipahami bahwa segala macam ilmu gaib apa pun tidak akan dapat mengenai atau mempengaruhi seseorang jika ia beriman kepada Allah, kecuali ilmu-ilmu yang sesuai dengan sunatullah, seperti menyakiti seseorang dengan cara mempengaruhi jiwanya sesuai dengan dalil dan ketetapan ilmu jiwa, menganiaya seseorang dengan aliran listrik, dan sebagainya. Ilmu-ilmu yang demikian itu dapat mempengaruhi seseorang. Karena orang-orang musyrik itu tidak dapat mempengaruhi Rasulullah dengan ilmu-ilmu yang ada pada mereka, seperti sorotan ketajaman mata, dan karena tidak dapat menandingi ayat-ayat Al-Qur'an, maka mereka mengatakan bahwa sesungguhnya ia (Muhammad) itu benar-benar orang yang gila."
        },
        {
          "number": 52,
          "arabic": "وَمَا هُوَ إِلَّا ذِكْرٌ لِّلْعَـٰلَمِينَ",
          "transliteration": "wamā huwa illā dhik'run lil'ʿālamīna",
          "translation": "Padahal Alquran itu tidak lain adalah peringatan bagi seluruh alam.",
          "tafsir": "Dalam ayat ini, Allah mengatakan dengan tegas bahwa Al-Qur'an itu berisi petunjuk dan pelajaran untuk kebahagiaan hidup manusia di dunia dan akhirat. Ia diperuntukkan bagi seluruh manusia di mana pun mereka berada, baik bagi penduduk negeri-negeri yang telah maju ataupun bagi penduduk negeri yang sedang berkembang atau terbelakang, baik untuk orang yang pintar maupun untuk orang yang bodoh, baik penduduk kota maupun penduduk desa, baik bagi orang yang kaya maupun bagi orang-orang yang miskin, dan sebagainya. Oleh karena itu, setiap orang dapat belajar memahami dan mempelajari Al-Qur'an, asal ia mempunyai sikap akan menerima setiap kebenaran yang disampaikan kepadanya. Jika seseorang belum mempunyai sikap yang demikian, walaupun hati dan pikirannya telah menerima kebenaran Al-Qur'an, namun hawa nafsunya memerintahkan agar ia menentang Al-Qur'an itu dan mengatakannya sebagai buatan manusia atau tuduhan lainnya. Berapa banyak orang yang terus-menerus melawan kebenaran dan keadilan karena memperturutkan hawa nafsunya, seperti hawa nafsu ingin pangkat, kedudukan, harta yang banyak, takut dipencilkan oleh golongannya, takut meninggalkan kepercayaan nenek moyangnya, dan sebagainya. Betapa banyak orang yang bersedia membunuh teman, saudara kandung, bahkan ayah dan ibunya karena mengiuti hawa nafsunya. Muhammad saw adalah seorang nabi dan rasul Allah yang telah terbukti kejujurannya, seorang yang dihormati dan dipercayai oleh kaumnya, adil sempurna akal pikirannya, tidak seorang pun yang mengingkarinya. Setelah beliau diangkat Allah sebagai nabi dan rasul, timbullah rasa benci itu, karena mengikuti Muhammad saw berarti meninggalkan pangkat, harta, kesenangan, dan kesewenang-wenangan."
        }
      ]
    },
    {
      "number": 69,
      "name": "Al-Haqqah",
      "nameArabic": "الحاقة",
      "meaning": "Hari Kiamat",
      "revelation": "Makkah",
      "description": "Surat ini terdiri dari 52 ayat, termasuk surat Makkiyyah, dan diturunkan setelah surat Al-Mulk. Nama \"Al-Haqqah\" yang artinya \"hari kiamat\" diambil dari kata \"Al-Haqqah\" yang terdapat pada ayat pertama surat ini.**Pokok-Pokok Isi:**Peringatan tentang azab pada hari kiamat yang ditimpakan kepada kaum-kaum Tsamud, 'Ad, Fir'aun, kaum Nuh, dan kaum-kaum sebelum mereka yang mengingkari para rasul; kejadian-kejadian pada hari kiamat dan hari penghisaban; penegasan Allah bahwa Al-Qur'an itu benar-benar wahyu Allah.Surat Al-Haqqah memberi peringatan kepada orang yang tidak menaati Rasulullah dengan memberikan contoh-contoh tentang azab yang ditimpakan kepada umat terdahulu yang mengingkari para rasul.**Hubungan Surat Al-Haqqah Dengan Surat Al-Ma'arij:**1. Surat Al-Ma'arij melengkapi surat Al-Haqqah tentang gambaran hari kiamat dan hari penghisaban.2. Dalam surat Al-Haqqah disebutkan dua golongan manusia pada hari kiamat: ahli surga yang menerima kitab di tangan kanannya dan ahli neraka yang menerima kitab di tangan kirinya, sedangkan surat Al-Ma'arij menerangkan sifat-sifat kedua golongan itu.",
      "verses": [
        {
          "number": 1,
          "arabic": " ٱلْحَآقَّةُ",
          "transliteration": "al-ḥāqatu",
          "translation": "Hari kiamat,<sup foot_note=135805>1</sup>",
          "tafsir": "Al-haqqah menurut bahasa berarti yang pasti terjadi. Hari Kiamat dinamai al-haqqah karena hari itu pasti terjadi. Tentang keadaan dan sifatnya tidak dapat dijelaskan dan diterangkan oleh manusia, karena pengetahuan tentang hari Kiamat termasuk pengetahuan yang gaib. Apa yang diketahui manusia tentang hari Kiamat terbatas pada yang disampaikan Al-Qur'an. Dalam ayat yang lain, Allah berfirman: Mereka menanyakan kepadamu (Muhammad) tentang Kiamat, \"Kapan terjadi?\" Katakanlah, \"Sesungguhnya pengetahuan tentang Kiamat itu ada pada Tuhanku; tidak ada (seorang pun) yang dapat menjelaskan waktu terjadinya selain Dia. (Kiamat) itu sangat berat (huru-haranya bagi makhluk) yang di langit dan di bumi, tidak akan datang kepadamu kecuali secara tiba-tiba.\" Mereka bertanya kepadamu seakan-akan engkau mengetahuinya. Katakanlah (Muhammad), \"Sesungguhnya pengetahuan tentang (hari Kiamat) ada pada Allah, tetapi kebanyakan manusia tidak mengetahui.\" (al-A'raf/7: 187) Hari Kiamat, sebagaimana beberapa perkara gaib lainnya, hanya diketahui Allah. Firman-Nya: Sesungguhnya hanya di sisi Allah ilmu tentang hari Kiamat; dan Dia yang menurunkan hujan, dan mengetahui apa yang ada dalam rahim. Dan tidak ada seorang pun yang dapat mengetahui (dengan pasti) apa yang akan dikerjakannya besok. Dan tidak ada seorang pun yang dapat mengetahui di bumi mana dia akan mati. Sungguh, Allah Maha Mengetahui, Maha Mengenal. (Luqman/31: 34) Apa yang dapat dijadikan sumber pengetahuan untuk mengetahui terjadinya hari Kiamat itu? Dari pertanyaan ini dipahami bahwa ada beberapa hal yang dapat memberikan keterangan kepada manusia tentang proses kejadian yang terjadi pada hari Kiamat, karena pengetahuan tentang hari Kiamat itu adalah pengetahuan yang dapat dicapai oleh makhluk dengan bantuan berbagai macam pengetahuan. Memang kejadian hari Kiamat tidak dapat dikira-kirakan. Kejadian dan peristiwanya lebih hebat dari yang pernah digambarkan oleh siapa pun. Karena hakikat hari Kiamat tidak dapat diketahui makhluk, orang-orang musyrik tidak dapat mengingkarinya. Jika mereka mengingkarinya, berarti mereka mengingkari sesuatu yang tidak dapat diketahui atau dicapai oleh pikiran mereka."
        },
        {
          "number": 2,
          "arabic": "مَا ٱلْحَآقَّةُ",
          "transliteration": "mā l-ḥāqatu",
          "translation": "apakah hari Kiamat itu?",
          "tafsir": "Al-haqqah menurut bahasa berarti yang pasti terjadi. Hari Kiamat dinamai al-haqqah karena hari itu pasti terjadi. Tentang keadaan dan sifatnya tidak dapat dijelaskan dan diterangkan oleh manusia, karena pengetahuan tentang hari Kiamat termasuk pengetahuan yang gaib. Apa yang diketahui manusia tentang hari Kiamat terbatas pada yang disampaikan Al-Qur'an. Dalam ayat yang lain, Allah berfirman: Mereka menanyakan kepadamu (Muhammad) tentang Kiamat, \"Kapan terjadi?\" Katakanlah, \"Sesungguhnya pengetahuan tentang Kiamat itu ada pada Tuhanku; tidak ada (seorang pun) yang dapat menjelaskan waktu terjadinya selain Dia. (Kiamat) itu sangat berat (huru-haranya bagi makhluk) yang di langit dan di bumi, tidak akan datang kepadamu kecuali secara tiba-tiba.\" Mereka bertanya kepadamu seakan-akan engkau mengetahuinya. Katakanlah (Muhammad), \"Sesungguhnya pengetahuan tentang (hari Kiamat) ada pada Allah, tetapi kebanyakan manusia tidak mengetahui.\" (al-A'raf/7: 187) Hari Kiamat, sebagaimana beberapa perkara gaib lainnya, hanya diketahui Allah. Firman-Nya: Sesungguhnya hanya di sisi Allah ilmu tentang hari Kiamat; dan Dia yang menurunkan hujan, dan mengetahui apa yang ada dalam rahim. Dan tidak ada seorang pun yang dapat mengetahui (dengan pasti) apa yang akan dikerjakannya besok. Dan tidak ada seorang pun yang dapat mengetahui di bumi mana dia akan mati. Sungguh, Allah Maha Mengetahui, Maha Mengenal. (Luqman/31: 34) Apa yang dapat dijadikan sumber pengetahuan untuk mengetahui terjadinya hari Kiamat itu? Dari pertanyaan ini dipahami bahwa ada beberapa hal yang dapat memberikan keterangan kepada manusia tentang proses kejadian yang terjadi pada hari Kiamat, karena pengetahuan tentang hari Kiamat itu adalah pengetahuan yang dapat dicapai oleh makhluk dengan bantuan berbagai macam pengetahuan. Memang kejadian hari Kiamat tidak dapat dikira-kirakan. Kejadian dan peristiwanya lebih hebat dari yang pernah digambarkan oleh siapa pun. Karena hakikat hari Kiamat tidak dapat diketahui makhluk, orang-orang musyrik tidak dapat mengingkarinya. Jika mereka mengingkarinya, berarti mereka mengingkari sesuatu yang tidak dapat diketahui atau dicapai oleh pikiran mereka."
        },
        {
          "number": 3,
          "arabic": "وَمَآ أَدْرَىٰكَ مَا ٱلْحَآقَّةُ",
          "transliteration": "wamā adrāka mā l-ḥāqatu",
          "translation": "Dan tahukah kamu apakah hari Kiamat itu?",
          "tafsir": "Al-haqqah menurut bahasa berarti yang pasti terjadi. Hari Kiamat dinamai al-haqqah karena hari itu pasti terjadi. Tentang keadaan dan sifatnya tidak dapat dijelaskan dan diterangkan oleh manusia, karena pengetahuan tentang hari Kiamat termasuk pengetahuan yang gaib. Apa yang diketahui manusia tentang hari Kiamat terbatas pada yang disampaikan Al-Qur'an. Dalam ayat yang lain, Allah berfirman: Mereka menanyakan kepadamu (Muhammad) tentang Kiamat, \"Kapan terjadi?\" Katakanlah, \"Sesungguhnya pengetahuan tentang Kiamat itu ada pada Tuhanku; tidak ada (seorang pun) yang dapat menjelaskan waktu terjadinya selain Dia. (Kiamat) itu sangat berat (huru-haranya bagi makhluk) yang di langit dan di bumi, tidak akan datang kepadamu kecuali secara tiba-tiba.\" Mereka bertanya kepadamu seakan-akan engkau mengetahuinya. Katakanlah (Muhammad), \"Sesungguhnya pengetahuan tentang (hari Kiamat) ada pada Allah, tetapi kebanyakan manusia tidak mengetahui.\" (al-A'raf/7: 187) Hari Kiamat, sebagaimana beberapa perkara gaib lainnya, hanya diketahui Allah. Firman-Nya: Sesungguhnya hanya di sisi Allah ilmu tentang hari Kiamat; dan Dia yang menurunkan hujan, dan mengetahui apa yang ada dalam rahim. Dan tidak ada seorang pun yang dapat mengetahui (dengan pasti) apa yang akan dikerjakannya besok. Dan tidak ada seorang pun yang dapat mengetahui di bumi mana dia akan mati. Sungguh, Allah Maha Mengetahui, Maha Mengenal. (Luqman/31: 34) Apa yang dapat dijadikan sumber pengetahuan untuk mengetahui terjadinya hari Kiamat itu? Dari pertanyaan ini dipahami bahwa ada beberapa hal yang dapat memberikan keterangan kepada manusia tentang proses kejadian yang terjadi pada hari Kiamat, karena pengetahuan tentang hari Kiamat itu adalah pengetahuan yang dapat dicapai oleh makhluk dengan bantuan berbagai macam pengetahuan. Memang kejadian hari Kiamat tidak dapat dikira-kirakan. Kejadian dan peristiwanya lebih hebat dari yang pernah digambarkan oleh siapa pun. Karena hakikat hari Kiamat tidak dapat diketahui makhluk, orang-orang musyrik tidak dapat mengingkarinya. Jika mereka mengingkarinya, berarti mereka mengingkari sesuatu yang tidak dapat diketahui atau dicapai oleh pikiran mereka."
        },
        {
          "number": 4,
          "arabic": "كَذَّبَتْ ثَمُودُ وَعَادٌۢ بِٱلْقَارِعَةِ",
          "transliteration": "kadhabat thamūdu waʿādun bil-qāriʿati",
          "translation": "Kaum Samud, dan 'Ād telah mendustakan hari Kiamat.<sup foot_note=135806>1</sup>",
          "tafsir": "Dalam ayat ini, diterangkan bahwa kaum Samud dan kaum 'Ad tidak mempercayai adanya hari Kiamat. Mereka tidak percaya bahwa nanti akan terjadi kehancuran dunia dan peristiwa dahsyat yang huru-haranya tidak tertanggungkan. Hal ini juga difirmankan Allah: (Kaum) Samud telah mendustakan (rasulnya) karena mereka melampaui batas (zalim), ketika bangkit orang yang paling celaka di antara mereka, lalu Rasul Allah (Saleh) berkata kepada mereka, \"(Biarkanlah) unta betina dari Allah ini dengan minumannya.\" Namun mereka mendustakannya dan menyembelihnya, karena itu Tuhan membinasakan mereka karena dosanya, lalu diratakan-Nya (dengan tanah). (as-Syams/91: 11-14)"
        },
        {
          "number": 5,
          "arabic": "فَأَمَّا ثَمُودُ فَأُهْلِكُوا۟ بِٱلطَّاغِيَةِ",
          "transliteration": "fa-ammā thamūdu fa-uh'likū bil-ṭāghiyati",
          "translation": "Maka adapun kaum Samud, mereka telah dibinasakan dengan suara yang sangat keras,<sup foot_note=135807>1</sup>",
          "tafsir": "Kaum Samud telah dihancurkan Allah dengan thagiyah yaitu suara petir yang mengguntur dari langit yang membinasakan semua yang ada di permukaan bumi. Disebut thagiyah (sesuatu yang luar biasa) karena memang suara itu luar biasa; tidak seperti suara petir yang pernah terjadi. Mereka diazab oleh Tuhan karena telah bertindak melampaui batas yang telah ditetapkan Nabi Saleh terhadap mereka. Mereka membunuh unta betina yang diperintahkan Nabi Saleh untuk dijaga dengan baik. Pada firman Allah yang lain diterangkan bahwa kaum Samud dibinasakan dengan sa'iqah (petir). Dan adapun kaum Samud, mereka telah Kami beri petunjuk tetapi mereka lebih menyukai kebutaan (kesesatan) daripada petunjuk itu, maka mereka disambar petir sebagai azab yang menghinakan disebabkan apa yang telah mereka kerjakan. (Fussilat/41: 17)"
        },
        {
          "number": 6,
          "arabic": "وَأَمَّا عَادٌ فَأُهْلِكُوا۟ بِرِيحٍ صَرْصَرٍ عَاتِيَةٍ",
          "transliteration": "wa-ammā ʿādun fa-uh'likū birīḥin ṣarṣarin ʿātiyatin",
          "translation": "sedangkan kaum 'Ād, mereka telah dibinasakan dengan angin topan yang sangat dingin,",
          "tafsir": "Adapun kaum 'Ad dibinasakan Allah dengan angin dingin yang sangat kencang (sarsar 'atiyah). Dalam ayat lain, Allah berfirman: Maka Kami tiupkan angin yang sangat bergemuruh kepada mereka dalam beberapa hari yang nahas, karena Kami ingin agar mereka itu merasakan siksaan yang menghinakan dalam kehidupan di dunia. Sedangkan azab akhirat pasti lebih menghinakan dan mereka tidak diberi pertolongan. (Fussilat/41: 16)"
        },
        {
          "number": 7,
          "arabic": "سَخَّرَهَا عَلَيْهِمْ سَبْعَ لَيَالٍ وَثَمَـٰنِيَةَ أَيَّامٍ حُسُومًا فَتَرَى ٱلْقَوْمَ فِيهَا صَرْعَىٰ كَأَنَّهُمْ أَعْجَازُ نَخْلٍ خَاوِيَةٍ",
          "transliteration": "sakharahā ʿalayhim sabʿa layālin wathamāniyata ayyāmin ḥusūman fatarā l-qawma fīhā ṣarʿā ka-annahum aʿjāzu nakhlin khāwiyatin",
          "translation": "Allah menimpakan angin itu kepada mereka selama tujuh malam delapan hari terus-menerus; maka kamu melihat kaum 'Ād pada waktu itu mati bergelimpangan seperti batang-batang pohon kurma yang telah kosong (lapuk).",
          "tafsir": "Angin dingin yang sangat kencang itu bertiup di negeri mereka tidak henti-hentinya selama tujuh malam delapan hari, memusnahkan rumah-rumah, istana-istana, harta-benda, binatang ternak, tanaman-tanaman, dan semua yang ada di negeri mereka. Kaum 'Ad atau bangsa 'Ad merupakan bangsa ras semitik, yang hidup sekitar 5000-4000 tahun yang lalu. Kaum ini hidup di wilayah Arabia Selatan, di suatu kawasan bukit-bukit al-Ahqaf (lihat Surah al-Ahqaf/46: 21), atau yang sekarang dikenal dengan nama Rab al-Khali, yang membentang antara Yaman bagian selatan sampai ke wilayah Oman. Mayoritas kaum 'Ad telah menolak kerasulan dan misi Nabi Hud. Mereka mendapat azab dari Allah berupa angin yang sangat dingin lagi kencang yang berlangsung terus menerus selama tujuh malam delapan hari. Data ilmiah paleogeologik tentang peristiwa itu belum didapatkan. Namun mungkin kita dapat membandingkannya dengan apa yang terjadi di Amerika Serikat, tepatnya di Negara bagian New Orleans, ketika wilayah itu diterjang oleh Badai Katrina (Katrina Hurricane) pada tanggal 23-31 Agustus 2005 yang lalu. Katrina Hurricane ini mempunyai kecepatan badai 280 km/jam, tekanan (minimal) 902 mbar (hPa: 26.65 inHg); suhu badai cukup hangat, sekitar 28,4 oC, berlangsung selama lebih kurang 8 (delapan) hari, terus menerus. Wilayah hantamannya meliputi Bahamas, Florida Selatan, Kuba, Louisiana (utamanya Greater New Orleans), Mississippi, Alabama, Florida Panhandle, dan sebagian besar pantai timur Amerika Utara. Radius Katrina Hurricane ini sekitar 160 km dari titik sentral badai itu. Korban manusia meninggal 1.836 jiwa. Korban harta sebesar US$ 84 Miliar. Katrina Hurricane ini tercatat sebagai jenis Badai Atlantik yang terkuat ke-enam dalam sejarah Amerika, atau terkuat ketiga, yang terjadi pada musim landfall (musim gugur) di Amerika Serikat. Sebagai perbandingan Galveston Hurricane yang terjadi pada tahun 1900 di Amerika Serikat menelan korban jiwa antara 6000-12.000 orang. Dengan demikian, angin atau badai yang sangat dingin lagi kencang, yang menimpa kaum 'Ad selama tujuh malam delapan hari terus menerus, mungkin mirip atau jauh lebih hebat dari Katrina Hurricane ini; karena suhunya sangat dingin dan mampu menghancurkan suatu kaum (umat). Perkataan \"tujuh malam delapan hari\" memberi peringatan bahwa angin kencang dunia itu benar-benar merupakan azab bagi mereka, dan menimpa seluruh yang ada di negeri itu."
        },
        {
          "number": 8,
          "arabic": "فَهَلْ تَرَىٰ لَهُم مِّنۢ بَاقِيَةٍ",
          "transliteration": "fahal tarā lahum min bāqiyatin",
          "translation": "Maka adakah kamu melihat seorang pun yang masih tersisa di antara mereka? <sup foot_note=135808>1</sup>",
          "tafsir": "Angin dingin yang sangat kencang itu bertiup di negeri mereka tidak henti-hentinya selama tujuh malam delapan hari, memusnahkan rumah-rumah, istana-istana, harta-benda, binatang ternak, tanaman-tanaman, dan semua yang ada di negeri mereka. Kaum 'Ad atau bangsa 'Ad merupakan bangsa ras semitik, yang hidup sekitar 5000-4000 tahun yang lalu. Kaum ini hidup di wilayah Arabia Selatan, di suatu kawasan bukit-bukit al-Ahqaf (lihat Surah al-Ahqaf/46: 21), atau yang sekarang dikenal dengan nama Rab al-Khali, yang membentang antara Yaman bagian selatan sampai ke wilayah Oman. Mayoritas kaum 'Ad telah menolak kerasulan dan misi Nabi Hud. Mereka mendapat azab dari Allah berupa angin yang sangat dingin lagi kencang yang berlangsung terus menerus selama tujuh malam delapan hari. Data ilmiah paleogeologik tentang peristiwa itu belum didapatkan. Namun mungkin kita dapat membandingkannya dengan apa yang terjadi di Amerika Serikat, tepatnya di Negara bagian New Orleans, ketika wilayah itu diterjang oleh Badai Katrina (Katrina Hurricane) pada tanggal 23-31 Agustus 2005 yang lalu. Katrina Hurricane ini mempunyai kecepatan badai 280 km/jam, tekanan (minimal) 902 mbar (hPa: 26.65 inHg); suhu badai cukup hangat, sekitar 28,4 oC, berlangsung selama lebih kurang 8 (delapan) hari, terus menerus. Wilayah hantamannya meliputi Bahamas, Florida Selatan, Kuba, Louisiana (utamanya Greater New Orleans), Mississippi, Alabama, Florida Panhandle, dan sebagian besar pantai timur Amerika Utara. Radius Katrina Hurricane ini sekitar 160 km dari titik sentral badai itu. Korban manusia meninggal 1.836 jiwa. Korban harta sebesar US$ 84 Miliar. Katrina Hurricane ini tercatat sebagai jenis Badai Atlantik yang terkuat ke-enam dalam sejarah Amerika, atau terkuat ketiga, yang terjadi pada musim landfall (musim gugur) di Amerika Serikat. Sebagai perbandingan Galveston Hurricane yang terjadi pada tahun 1900 di Amerika Serikat menelan korban jiwa antara 6000-12.000 orang. Dengan demikian, angin atau badai yang sangat dingin lagi kencang, yang menimpa kaum 'Ad selama tujuh malam delapan hari terus menerus, mungkin mirip atau jauh lebih hebat dari Katrina Hurricane ini; karena suhunya sangat dingin dan mampu menghancurkan suatu kaum (umat). Perkataan \"tujuh malam delapan hari\" memberi peringatan bahwa angin kencang dunia itu benar-benar merupakan azab bagi mereka, dan menimpa seluruh yang ada di negeri itu."
        }
      ]
    }
  ]
}