{
  "pageNumber": 547,
  "juz": 28,
  "surahs": [
    {
      "number": 59,
      "name": "Al-Hashr",
      "nameArabic": "الحشر",
      "meaning": "Pengusiran",
      "revelation": "Madinah",
      "description": "Surat Al-Hasyr terdiri dari 24 ayat, termasuk golongan surat Madaniyyah, dan diturunkan setelah surat Al-Bayyinah.Surat ini dinamai \"Al-Hasyr\" (pengusiran) diambil dari kata \"Al-Hasyr\" yang terdapat pada ayat kedua surat ini. Di dalam surat ini disebutkan kisah pengusiran suku Yahudi Bani Nadhir yang tinggal di sekitar Madinah.**Pokok-Pokok Isi:**1. **Keimanan:** Apa yang berada di langit dan di bumi bertasbih memuji Allah: Allah pasti mengalahkan musuh-Nya dan musuh-musuh Rasul-Nya; Allah mempunyai Al-Asmaa-ul Husna; keagungan dan ketinggian martabat Al-Qur'an.2. **Hukum-hukum:** Cara pembagian harta fai; perintah bertakwa dan menyiapkan diri untuk kehidupan ukhrawi.3. **Lain-lain:** Beberapa sifat orang-orang munafik dan Ahli Kitab yang tercela; peringatan-peringatan untuk kaum muslimin.Surat ini menerangkan tentang bagaimana seharusnya sikap seorang muslim terhadap nonmuslim yang melakukan tindakan-tindakan yang merugikan umat islam seperti yang dilakukan oleh Bani Nadir. Juga menjelaskan tentang hukum fai dan pembagiannya, kewajiban bertakwa, ketinggian dan keagungan Al-Qur'an. Surat ini ditutup dengan menyebutkan beberapa Al-Asmaul Husna.**Hubungan Surat Al-Hasyr Dengan Surat Al-Mumtahanah:**Dalam surat Al-Hasyr disebutkan bagaimana orang-orang munafik saling menolong dengan orang-orang Yahudi dalam memusuhi kaum muslimin, sedangkan dalam surat Al-Mumtahanah Allah melarang kaum muslimin mengangkat orang-orang kafir menjadi pemimpin atau menjadikan mereka sebagai teman setia. Namun, tetap diperbolehkan untuk bekerja sama dan tolong-menolong dengan mereka selama tidak memusuhi kaum muslimin.",
      "verses": [
        {
          "number": 10,
          "arabic": "وَٱلَّذِينَ جَآءُو مِنۢ بَعْدِهِمْ يَقُولُونَ رَبَّنَا ٱغْفِرْ لَنَا وَلِإِخْوَٰنِنَا ٱلَّذِينَ سَبَقُونَا بِٱلْإِيمَـٰنِ وَلَا تَجْعَلْ فِى قُلُوبِنَا غِلًّا لِّلَّذِينَ ءَامَنُوا۟ رَبَّنَآ إِنَّكَ رَءُوفٌ رَّحِيمٌ",
          "transliteration": "wa-alladhīna jāū min baʿdihim yaqūlūna rabbanā igh'fir lanā wali-ikh'wāninā alladhīna sabaqūnā bil-īmāni walā tajʿal fī qulūbinā ghillan lilladhīna āmanū rabbanā innaka raūfun raḥīmun",
          "translation": "Dan orang-orang yang datang sesudah mereka (Muhajirin dan Ansar), mereka berdoa, \"Ya Tuhan kami, ampunilah kami dan saudara-saudara kami yang telah beriman lebih dahulu dari kami, dan janganlah Engkau tanamkan kedengkian dalam hati kami terhadap orang-orang yang beriman. Ya Tuhan kami, sungguh, Engkau Maha Penyantun, Maha Penyayang.\"",
          "tafsir": "Ayat ini menerangkan bahwa generasi kaum Muslimin yang datang kemudian, setelah berakhirnya generasi Muhajirin dan Ansar, sampai datangnya hari Kiamat nanti berdoa kepada Allah, yang artinya, \"Wahai Tuhan kami, ampunilah dosa-dosa kami dan dosa-dosa saudara-saudara kami seagama yang lebih dahulu beriman daripada kami.\" Ada beberapa hal yang dapat diambil dari ayat ini, yaitu: 1.Jika seseorang berdoa, maka doa itu dimulai untuk diri sendiri, kemudian untuk orang lain. 2.Kaum Muslimin satu dengan yang lain mempunyai hubungan persaudaraan, seperti hubungan saudara seibu-sebapak. Mereka saling mendoakan agar diampuni Allah segala dosa-dosanya, baik yang sekarang, maupun yang terdahulu. 3.Kaum Muslimin wajib mencintai para sahabat Rasulullah saw, karena mereka telah memberikan contoh dalam berhubungan yang baik dengan sesama manusia. Jika seseorang ingin hidupnya bahagia di dunia dan di akhirat, hendaklah mencontoh hubungan persaudaraan yang telah dilakukan kaum Muhajirin dan Ansar itu. Ayat ke-10 ini mempunyai hubungan erat dengan ayat sebelumnya (ayat ke-9). Oleh karena itu, maksud ayat ini ialah menjelaskan bagaimana hubungan orang-orang Muhajirin yang telah meninggalkan kampung halaman, keluarga, dan harta mereka di Mekah dengan orang-orang Ansar yang beriman yang menerima orang-orang Muhajirin dengan penuh kecintaan dan persaudaraan di kampung halaman mereka, yang mereka lakukan semata-mata untuk mencari keridaan Allah dan bersama-sama menegakkan agama Allah serta menunjukkan iman mereka yang benar, demikian pulalah hendaknya hubungan kaum Muslimin yang datang sesudahnya. Hendaklah mereka tolong-menolong dan mempererat persaudaraan dalam meninggikan kalimat Allah. Dari ayat ini dapat dipahami bahwa hubungan orang yang sedang berhijrah dan penduduk negeri yang menerima mereka, dapat menimbulkan hubungan persaudaraan yang kuat di antara manusia, asal dalam hubungan itu terdapat unsur-unsur keimanan, keikhlasan, dan tolong-menolong, seperti yang telah dilakukan kaum Muhajirin dan kaum Ansar. Dalam situasi ini terdapat kesempatan yang paling banyak bagi seorang mukmin untuk melakukan berbagai perbuatan yang membentuk sifat-sifat takwa dan diridai Allah. Ibnu Abi Laila berkata, \"Manusia terbagi kepada beberapa tingkatan yaitu tingkatan Muhajirin, tingkatan Ansar, dan tingkatan generasi sesudahnya yang selalu mengikuti jejak Muhajirin dan Ansar. Oleh karena itu, hendaknya kita berupaya agar dapat masuk ke dalam salah satu dari tiga tingkatan tersebut. Kemudian disebutkan lanjutan doa orang-orang yang beriman itu, yang artinya, \"Wahai Tuhan kami, janganlah Engkau timbulkan dalam hati kami rasa dengki kepada orang-orang yang beriman.\" Rasa dengki dan dendam adalah sumber segala kejahatan dan maksiat yang mendorong orang berbuat kebinasaan, kezaliman, dan menumpahkan darah di muka bumi. Allah berfirman: Dan orang-orang yang terdahulu lagi yang pertama-tama (masuk Islam) di antara orang-orang Muhajirin dan Ansar dan orang-orang yang mengikuti mereka dengan baik, Allah rida kepada mereka dan mereka pun rida kepada Allah. Allah menyediakan bagi mereka surga-surga yang mengalir di bawahnya sungai-sungai. Mereka kekal di dalamnya selama-lamanya. Itulah kemenangan yang agung. (at-Taubah/9: 100) Pada akhir ayat ini dijelaskan bahwa orang-orang yang tersebut dalam ayat 10 ini mengatakan bahwa Allah Maha Penyayang kepada para hamba-Nya, dan banyak melimpahkan rahmat-Nya. Oleh karena itu, mereka mohon agar Dia memperkenankan doa-doa mereka. Diriwayatkan dari Ibnu 'Umar bahwa ia mendengar seorang laki-laki bertemu dengan sebagian orang Muhajirin, maka dibacakan ayat, \"Lil fuqara'il-muhajirin\" (bagi orang fakir golongan Muhajirin), kemudian salah seorang berkata kepadanya, \"Mereka itu orang-orang Muhajirin, apakah kamu termasuk sebagian dari mereka.\" Orang itu menjawab, \"Tidak.\" Kemudian dibacakan pula kepadanya: \"Wal-ladhina tabawwa'ud-dara wal-imana min qablihim\" (dan orang-orang yang telah menempati kota Medinah dan telah beriman sebelum kedatangan mereka). Kemudian salah seorang berkata kepadanya, \"Mereka itu golongan Ansar, apakah engkau dari golongan mereka?\" Ia menjawab, \"Tidak.\" Kemudian dibacakan ayat: \"Wal-ladhina ja'u min ba'dihim\" (orang-orang yang datang kemudian), Seseorang juga bertanya kepadanya, \"Apakah engkau dari golongan mereka?\" Ia menjawab, \"Aku mengharap demikian.\" Kemudian ia berkata, \"Bukankah sebagian mereka mencela sebagian yang lain?\" Ayat ini menunjukkan bahwa antara orang-orang mukmin tidak boleh mencela sesama mereka."
        },
        {
          "number": 11,
          "arabic": "۞ أَلَمْ تَرَ إِلَى ٱلَّذِينَ نَافَقُوا۟ يَقُولُونَ لِإِخْوَٰنِهِمُ ٱلَّذِينَ كَفَرُوا۟ مِنْ أَهْلِ ٱلْكِتَـٰبِ لَئِنْ أُخْرِجْتُمْ لَنَخْرُجَنَّ مَعَكُمْ وَلَا نُطِيعُ فِيكُمْ أَحَدًا أَبَدًا وَإِن قُوتِلْتُمْ لَنَنصُرَنَّكُمْ وَٱللَّهُ يَشْهَدُ إِنَّهُمْ لَكَـٰذِبُونَ",
          "transliteration": "alam tara ilā alladhīna nāfaqū yaqūlūna li-ikh'wānihimu alladhīna kafarū min ahli l-kitābi la-in ukh'rij'tum lanakhrujanna maʿakum walā nuṭīʿu fīkum aḥadan abadan wa-in qūtil'tum lananṣurannakum wal-lahu yashhadu innahum lakādhibūna",
          "translation": "Tidakkah engkau memperhatikan orang-orang munafik yang berkata kepada saudara-saudaranya yang kafir di antara Ahli Kitab, \"Sungguh, jika kamu diusir niscaya kami pun akan keluar bersama kamu; dan kami selama-lamanya tidak akan patuh kepada siapa pun demi kamu, dan jika kamu diperangi pasti kami akan membantumu.\" Dan Allah menyaksikan, bahwa mereka benar-benar pendusta.",
          "tafsir": "Diriwayatkan oleh Ibnu Ishaq, Ibnu Mundhir, dan Abu Nu'aim dari Ibnu 'Abbas bahwa ayat ini turun berhubungan dengan segolongan orang dari Bani Auf, di antaranya ialah 'Abdullah bin Ubay bin Salul, Wadi'ah bin Malik, Suwaid, dan Da'is, diutus kepada Bani Nadhir sebagaimana diterangkan ayat ini. Allah mengatakan kepada Rasulullah saw, \"Apakah engkau tidak heran hai Muhammad melihat tindakan-tindakan orang-orang munafik itu? Mereka menjanjikan sesuatu kepada orang-orang Yahudi Bani Nadhir, yang berlawanan dengan keinginan mereka sendiri. Orang-orang munafik yang dipimpin oleh 'Abdullah bin Ubay mengatakan kepada orang Yahudi Bani Nadhir bahwa mereka adalah teman akrab, karena mereka menyimpan permusuhan dengan kaum Muslimin.\" Mereka mengatakan, \"Hai Bani Nadhir, jika kamu sekalian diusir dari negerimu sebagaimana dikehendaki Muhammad saw dan kaum Muslimin, pastilah kami akan bersama-sama dengan kamu, dan tidak ada seorang pun yang dapat menghalangi kami ikut serta dengan kamu sekalian.\" Selanjutnya orang-orang munafik itu mengatakan, \"Hai Bani Nadhir, jika kamu sekalian diperangi Muhammad kami pasti menolongmu dan ikut menumpas musuh-musuh kamu\", kenyataannya semua yang dijanjikan orang-orang munafik itu bohong belaka. Mereka dengan mudah mengingkari janji yang telah mereka janjikan walaupun janji itu dikuatkan dengan sumpah. Allah mengetahui bahwa mereka berdusta. Perkataan \"Allah menyaksikan bahwa mereka benar-benar pendusta\" merupakan suatu kabar gaib yang akan terjadi pada masa yang akan datang. Sebagaimana disebutkan bahwa orang-orang munafik telah menjanjikan pertolongan kepada Bani Nadhir, tetapi Allah menyatakan bahwa orang-orang munafik itu tidak akan menepati janjinya. Hal itu benar-benar terbukti di kemudian hari. Pemberitaan suatu kejadian yang akan terjadi di kemudian hari ini termasuk bukti kemukjizatan Al-Qur'an. 'Abdullah bin Ubay dan kawan-kawannya ketika melihat kaum Muslimin mengepung Bani Nadhir, mengirim dua orang utusan untuk menyampaikan pesan bahwa ia dan kawan-kawannya akan datang membantu dengan segala kekuatan yang ada pada mereka, untuk membebaskan mereka dari kepungan Muhammad. Setelah Bani Nadhir dikepung rapat oleh kaum Muslimin selama berhari-hari, bantuan yang dijanjikan itu tidak kunjung datang. Akhirnya orang Yahudi Bani Nadhir yakin bahwa janji 'Abdullah bin Ubay dan kawan-kawannya itu adalah janji bohong belaka. Maka timbullah rasa takut dan gentar dalam hati mereka. Oleh karena itu, mereka menyatakan menyerah kepada Rasulullah saw tanpa syarat. Maka Rasulullah saw menetapkan bahwa mereka harus menerima hukuman yang ditetapkan bagi mereka, dan keluar dari kota Medinah dengan paksa."
        },
        {
          "number": 12,
          "arabic": "لَئِنْ أُخْرِجُوا۟ لَا يَخْرُجُونَ مَعَهُمْ وَلَئِن قُوتِلُوا۟ لَا يَنصُرُونَهُمْ وَلَئِن نَّصَرُوهُمْ لَيُوَلُّنَّ ٱلْأَدْبَـٰرَ ثُمَّ لَا يُنصَرُونَ",
          "transliteration": "la-in ukh'rijū lā yakhrujūna maʿahum wala-in qūtilū lā yanṣurūnahum wala-in naṣarūhum layuwallunna l-adbāra thumma lā yunṣarūna",
          "translation": "Sungguh, jika mereka diusir, orang-orang munafik itu tidak akan keluar bersama mereka, dan jika mereka diperangi; mereka (juga) tidak akan menolongnya; dan kalau pun mereka menolongnya pastilah mereka akan berpaling lari ke belakang, kemudian mereka tidak akan mendapat pertolongan.",
          "tafsir": "Pada ayat ini Allah menegaskan kebenaran kembali pemberitaan akan terjadinya suatu peristiwa pada masa yang akan datang dengan menyatakan bahwa sebenarnya jika Bani Nadhir itu diusir dari kota Medinah, tidak ada orang munafik yang ikut bersama mereka. Demikian pula jika Muhammad saw memerangi Bani Nadhir, mereka pun tidak akan memberikan pertolongan dan Bani Nadhir akan kalah, karena Allah tidak memberi pertolongan kepada mereka."
        },
        {
          "number": 13,
          "arabic": "لَأَنتُمْ أَشَدُّ رَهْبَةً فِى صُدُورِهِم مِّنَ ٱللَّهِ ۚ ذَٰلِكَ بِأَنَّهُمْ قَوْمٌ لَّا يَفْقَهُونَ",
          "transliteration": "la-antum ashaddu rahbatan fī ṣudūrihim mina l-lahi dhālika bi-annahum qawmun lā yafqahūna",
          "translation": "Sesungguhnya dalam hati mereka, kamu (muslimin) lebih ditakuti daripada Allah. Yang demikian itu karena mereka orang-orang yang tidak mengerti.",
          "tafsir": "Dalam ayat ini diterangkan bahwa sebab-sebab orang munafik tidak menepati janjinya menolong Bani Nadhir, sebagaimana yang telah mereka sepakati, adalah karena mereka lebih takut kepada kaum Muslimin daripada kepada Allah. Oleh karena itu, mereka tidak berani melawan kaum Muslimin, meskipun mereka bersama Bani Nadhir. Ayat ini menunjukkan apa yang terkandung dalam hati orang-orang munafik. Mereka tidak percaya kepada kekuasaan dan kebesaran Allah. Hal terpenting bagi mereka ialah keselamatan diri dan harta benda mereka masing-masing. Untuk keselamatan itu, mereka melakukan apa yang mungkin dilakukan, seperti perbuatan nifaq, kepada Rasulullah mereka menyatakan termasuk orang-orang yang beriman, sedang kepada Bani Nadhir mereka menyatakan senasib dan sepenanggungan dalam menghadapi kaum Muslimin. Di samping itu, mereka tidak mau memahami ajaran yang disampaikan Rasulullah kepada mereka. Apakah ajaran itu benar atau tidak, bagi mereka, yang menentukan segala sesuatu hanyalah harta benda dan kekayaan. Oleh karena itu, tampak dalam sikap mereka ketika menghadapi kesulitan, mereka tidak mempunyai pegangan, dan terombang-ambing ke sana ke mari. Mereka lebih takut kepada manusia daripada Allah. Firman Allah: Ketika mereka diwajibkan berperang, tiba-tiba sebagian mereka (golongan munafik) takut kepada manusia (musuh), seperti takutnya kepada Allah, bahkan lebih takut (dari itu). (an-Nisa'/4: 77)"
        },
        {
          "number": 14,
          "arabic": "لَا يُقَـٰتِلُونَكُمْ جَمِيعًا إِلَّا فِى قُرًى مُّحَصَّنَةٍ أَوْ مِن وَرَآءِ جُدُرٍۭ ۚ بَأْسُهُم بَيْنَهُمْ شَدِيدٌ ۚ تَحْسَبُهُمْ جَمِيعًا وَقُلُوبُهُمْ شَتَّىٰ ۚ ذَٰلِكَ بِأَنَّهُمْ قَوْمٌ لَّا يَعْقِلُونَ",
          "transliteration": "lā yuqātilūnakum jamīʿan illā fī quran muḥaṣṣanatin aw min warāi judurin basuhum baynahum shadīdun taḥsabuhum jamīʿan waqulūbuhum shattā dhālika bi-annahum qawmun lā yaʿqilūna",
          "translation": "Mereka tidak akan memerangi kamu (secara) bersama-sama, kecuali di negeri-negeri yang berbenteng atau di balik tembok. Permusuhan antara sesama mereka sangat hebat. Kamu kira mereka itu bersatu padahal hati mereka terpecah belah. Yang demikian itu karena mereka orang-orang yang tidak mengerti.",
          "tafsir": "Dalam ayat ini diterangkan bahwa mental orang Yahudi dan orang munafik itu telah jatuh sedemikian rupa. Seandainya orang-orang munafik menepati janji mereka dan berperang bersama orang Yahudi Bani Nadhir menghadapi kaum Muslimin, mereka pun tidak akan mampu menghadapinya, karena dalam hati mereka telah timbul rasa takut dan gentar terhadap kaum Muslimin. Seandainya mereka berperang juga, mereka hanya berperang di balik benteng-benteng yang kokoh yang telah mereka buat, di balik tembok rumah-rumah mereka, tidak berani keluar berhadapan dengan kaum Muslimin. Pada akhir ayat ini diterangkan sebab lain yang menyebabkan mereka takut berperang menghadapi kaum Muslimin, yaitu di antara mereka sendiri terjadi pertentangan dan permusuhan yang hebat, tak ada persatuan di antara mereka. Ayat ini mengisyaratkan kepada kaum Muslimin bahwa persatuan dan kesatuan itu merupakan syarat untuk mencapai kemenangan. Betapa pun kuatnya persenjataan, perlengkapan, dan kesatuan tentara, tidak akan ada artinya apabila mereka tidak bersatu dan tidak yakin akan tercapainya cita-cita mereka. Karena bangsa atau umat yang bersatu meskipun dengan perlengkapan yang memadai akan dapat mencapai segala yang mereka cita-citakan. Ketentuan ini berlaku bagi seluruh umat manusia di mana pun mereka berada. Sehubungan dengan perlu adanya keyakinan yang kuat, persatuan, dan kesatuan dalam menghadapi apa pun, Allah berfirman: Wahai orang-orang yang beriman! Apabila kamu bertemu pasukan (musuh), maka berteguh hatilah dan sebutlah (nama) Allah banyak-banyak (berzikir dan berdoa) agar kamu beruntung. Dan taatilah Allah dan Rasul-Nya dan janganlah kamu berselisih, yang menyebabkan kamu menjadi gentar dan kekuatanmu hilang dan bersabarlah. Sungguh, Allah beserta orang-orang sabar. (al-Anfal/8: 45-46) Jika tertanam pada suatu bangsa iman yang kuat dan persatuan yang kokoh dan kesatuan tentara yang tak terpecahkan, niscaya mereka akan sanggup menghadapi segala macam kesukaran menghadapi musuh-musuh yang akan memerangi mereka. Allah berfirman: Mereka yang meyakini bahwa mereka akan menemui Allah berkata, \"Betapa banyak kelompok kecil mengalahkan kelompok besar dengan izin Allah.\" Dan Allah beserta orang-orang yang sabar. (al-Baqarah/2: 249) Sementara itu, Allah mengingatkan kaum Muslimin agar jangan sekali-kali terpengaruh oleh sesuatu yang kelihatannya baik seperti hubungan orang-orang munafik dengan Bani Nadhir , mereka seakan-akan bersatu-padu menghadapi kaum Muslimin, padahal di antara mereka terdapat pertentangan dan permusuhan."
        },
        {
          "number": 15,
          "arabic": "كَمَثَلِ ٱلَّذِينَ مِن قَبْلِهِمْ قَرِيبًا ۖ ذَاقُوا۟ وَبَالَ أَمْرِهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ",
          "transliteration": "kamathali alladhīna min qablihim qarīban dhāqū wabāla amrihim walahum ʿadhābun alīmun",
          "translation": "(Mereka) seperti orang-orang yang sebelum mereka (Yahudi) belum lama berselang, telah merasakan akibat buruk (terusir) disebabkan perbuatan mereka sendiri. Dan mereka akan mendapat azab yang pedih.",
          "tafsir": "Allah menerangkan bahwa keadaan orang-orang Yahudi Bani Nadhir itu sama halnya dengan orang-orang Yahudi Bani Qainuqa' yang juga berdomisili di sekitar kota Medinah. Karena tindakan Bani Qainuqa' serupa dengan tindakan Bani Nadhir, maka mereka diperangi oleh Rasulullah saw pada hari Sabtu bulan Syawal, 20 bulan setelah Nabi hijrah. Akhirnya mereka diusir dari Medinah ke suatu tempat bernama Adhri'at di negeri Syam. Bani Qainuqa' telah merasakan akibat buruk dari perbuatan mereka. Jarak waktu antara kedua kejadian itu tidak lama, hanya dua tahun. Jadi peristiwa Bani Nadhir terjadi pada tahun keempat hijrah. Semestinya peristiwa pengusiran Bani Qainuqa' menjadi pelajaran bagi Bani Nadhir ketika mengadakan hubungan dengan kaum Muslimin di Medinah. Seandainya mereka melaksanakan ketentuan yang disepakati dalam perjanjian damai yang telah mereka tetapkan bersama Rasulullah saw, mereka akan hidup damai dan tenteram di bawah pemerintahan Rasulullah saw. Tetapi mereka melanggar perjanjian damai itu, sehingga mereka mengalami nasib yang sama dengan Bani Qainuqa'. Dari ayat ini dapat dipahami bahwa kaum Muslimin diperintahkan bersikap baik kepada orang-orang yang bukan Islam, selama orang-orang yang bukan Islam itu bersikap baik kepada mereka. Sikap baik itu adalah cermin dari keinginan hati, kemudian terwujud dalam perbuatan dan tindakan, baik secara terang-terangan maupun secara sembunyi-sembunyi. Keinginan hati itu terbaca pula pada air muka seseorang dalam pergaulannya. Seandainya orang-orang yang bukan Muslim tidak bersikap baik, seperti yang dilakukan Bani Qainuqa' dan Bani Nadhir, adalah wajar apabila kaum Muslimin melakukan tindakan yang setimpal untuk mengimbangi tindakan-tindakan mereka."
        },
        {
          "number": 16,
          "arabic": "كَمَثَلِ ٱلشَّيْطَـٰنِ إِذْ قَالَ لِلْإِنسَـٰنِ ٱكْفُرْ فَلَمَّا كَفَرَ قَالَ إِنِّى بَرِىٓءٌ مِّنكَ إِنِّىٓ أَخَافُ ٱللَّهَ رَبَّ ٱلْعَـٰلَمِينَ",
          "transliteration": "kamathali l-shayṭāni idh qāla lil'insāni uk'fur falammā kafara qāla innī barīon minka innī akhāfu l-laha rabba l-ʿālamīna",
          "translation": "(Bujukan orang-orang munafik itu) seperti (bujukan) setan ketika ia berkata kepada manusia, \"Kafirlah kamu!\" Kemudian setelah manusia itu menjadi kafir ia berkata, \"Sesungguhnya aku berlepas diri dari kamu, karena sesungguhnya aku takut kepada Allah, Tuhan seluruh alam.\"",
          "tafsir": "Ayat ini menjelaskan bahwa perbuatan khianat orang-orang munafik yang berjanji akan menolong Bani Nadhir bila diserang kaum Muslimin dan ikut mereka bila diusir dari Medinah, adalah seperti perbuatan setan. Setan selalu merayu manusia agar mengingkari Allah dan tidak mengikuti agama yang telah disampaikan rasul-Nya. Akan tetapi, bila manusia itu memerlukan pertolongan dalam menghadapi kesengsaraan dan malapetaka yang datang kepada mereka, setan berlepas diri dan tidak menepati janjinya. Mereka bahkan berkata, \"Sesungguhnya aku takut kepada Allah Tuhan semesta alam.\" Allah menyamakan orang-orang munafik dengan setan untuk menunjukkan bahwa sifat-sifat orang-orang munafik itu sama dengan sifat-sifat setan. Setan yang durhaka mematuhi hukum-hukum Allah, percaya bahwa Allah itu ada, Maha Esa, dan hanya Dia yang berhak disembah. Setan juga percaya bahwa syarat-syarat memperoleh kebahagiaan hidup di dunia dan di akhirat hanya dengan mengikuti agama Allah. Akan tetapi, mereka adalah kaum yang fasik. Mereka mengetahui kebenaran sesuatu tetapi tidak melaksanakannya. Demikian pula halnya dengan orang-orang munafik, mereka tahu mana yang benar dan mana yang salah, tetapi mereka tidak melaksanakan kebenaran itu. Mereka bahkan melakukan perbuatan-perbuatan menghasut dan terlarang. Allah berfirman: Dan setan berkata ketika perkara (hisab) telah diselesaikan, \"Sesungguhnya Allah telah menjanjikan kepadamu janji yang benar, dan aku pun telah menjanjikan kepadamu, tetapi aku menyalahinya. Tidak ada kekuasaan bagiku terhadapmu, melainkan (sekedar) aku menyeru kamu lalu kamu mematuhi seruanku, oleh sebab itu janganlah kamu mencerca aku, tetapi cercalah dirimu sendiri. Aku tidak dapat menolongmu, dan kamu pun tidak dapat menolongku. Sesungguhnya aku tidak membenarkan perbuatanmu mempersekutukan aku (dengan Allah) sejak dahulu.\" Sungguh, orang yang zalim akan mendapat siksaan yang pedih. (Ibrahim/14: 22) Jadi bentuk perumpamaan dalam ayat ini ialah orang-orang munafik diserupakan dengan setan. Orang-orang Yahudi Bani Nadhir disamakan dengan orang-orang yang teperdaya oleh bujukan setan. Ketakutan mereka kepada kaum Muslimin disamakan dengan ketakutan mereka kepada Allah, bahkan lebih dari itu."
        }
      ]
    }
  ]
}