{
  "pageNumber": 375,
  "juz": 19,
  "surahs": [
    {
      "number": 26,
      "name": "Ash-Shu'ara'",
      "nameArabic": "الشعراء",
      "meaning": "Para Penyair",
      "revelation": "Makkah",
      "description": "Surat ini terdiri dari 227 ayat dan termasuk golongan surat Makkiyyah. Dinamakan \"Asy Syu'ara'\" yang berarti penyair diambil dari kata \"Asy Syu'ara'\" yang terdapat pada ayat ke-224, ketika Allah secara khusus menyebutkan kedudukan para penyair. Para penyair disebutkan mempunyai sifat-sifat yang jauh berbeda dengan para rasul; mereka diikuti oleh orang-orang yang sesat, mereka suka memutarbalikkan perkataan dan tidak mempunyai pendirian; perbuatan mereka tidak sesuai dengan apa yang mereka ucapkan. Sifat-sifat seperti ini tidak terdapat pada rasul-rasul. Oleh karena itu, tidak pantas jika Nabi Muhammad dituduh sebagai penyair dan Al-Qur'an dianggap sebagai syair. Al-Qur'an adalah wahyu Allah, bukan buatan manusia.**Pokok isi:**1. **Keimanan:** Jaminan Allah akan kemenangan perjuangan dan keselamatan rasul-rasul-Nya; Al-Qur'an benar-benar wahyu Allah yang dibawa turun ke dunia oleh Malaikat Jibril (Ruuhul amiin); hanya Allah yang wajib disembah.2. **Hukum-hukum:** Kewajiban menyempurnakan takaran dan timbangan; larangan menggubah syair yang berisi cacian, khurafat-khurafat, dan kebohongan.3. **Kisah-kisah:** Kisah-kisah Nabi Musa dengan Fir'aun; kisah Nabi Ibrahim dengan kaumnya; kisah Nabi Nuh dengan kaumnya; kisah Nabi Shaleh dengan kaumnya (Tsamud); kisah Nabi Huud dengan kaumnya ('Ad), kisah Nabi Luth dengan kaumnya; kisah Nabi Syu'aib dengan penduduk Aikah.4. **Lain-lain:** Kebinasaan suatu bangsa atau umat disebabkan meninggalkan petunjuk-petunjuk agama; tumbuh-tumbuhan yang beraneka ragam dan perubahan-perubahannya adalah bukti keberadaan Tuhan Yang Maha Esa; petunjuk-petunjuk Allah bagi pemimpin agar berlaku lemah-lembut terhadap pengikutnya; turunnya kitab Al-Qur'an dalam bahasa Arab sudah disebut dalam kitab-kitab suci terdahulu.Sebagian besar surat Asy-Syu'ara' menerangkan kisah nabi-nabi dengan umatnya masing-masing. Mereka mengalami penderitaan dan permusuhan dari kaumnya, tetapi pada akhirnya mereka mendapat kemenangan, dan lawan-lawan mereka mengalami kehancuran.Kisah-kisah ini diceritakan Allah untuk menghibur Rasulullah dan kaum muslimin; karena kelak mereka akan mendapat kemenangan sebagaimana para rasul terdahulu.**Hubungan Surat Asy-Syu'Ara' Dengan Surat An-Naml:**1. Surat An-Naml melengkapi surat Asy-Syu'ara' dengan menambahkan kisah nabi-nabi yang tidak terdapat dalam surat Asy-Syu'ara', yaitu kisah Nabi Daud dan Nabi Sulaiman.2. Dalam surat An-Naml ada penambahan uraian pada kisah Nabi Luth dan Nabi Musa yang diceritakan dalam surat Asy-Syu'ara'.3. Kedua surat ini sama-sama memuat sifat Al-Qur'an dan menerangkan bahwa Al-Qur'an benar-benar diturunkan dari sisi Allah.4. Kedua surat ini sama-sama menghibur Nabi Muhammad yang mengalami bermacam-macam penderitaan dan permusuhan dari kaumnya.",
      "verses": [
        {
          "number": 184,
          "arabic": "وَٱتَّقُوا۟ ٱلَّذِى خَلَقَكُمْ وَٱلْجِبِلَّةَ ٱلْأَوَّلِينَ",
          "transliteration": "wa-ittaqū alladhī khalaqakum wal-jibilata l-awalīna",
          "translation": "dan bertakwalah kepada Allah yang telah menciptakan kamu dan umat-umat yang terdahulu.\"",
          "tafsir": "Di samping menyekutukan Allah dengan sesuatu yang lain, penduduk Madyan juga berbuat dosa dan melakukan kejahatan lain, di antaranya: 1. Mengurangi timbangan dan takaran pada waktu menjual dan minta dilebihkan pada waktu membeli. 2. Menurunkan harga barang-barang agar mereka dapat membeli barang-barang itu dengan harga yang amat rendah. 3. Membuat onar dan kerusakan di bumi. Ayat ini menerangkan bahwa Syuaib menyeru kaumnya untuk menghentikan kejahatan yang biasa mereka lakukan. Mereka diseru untuk menyempurnakan takaran dan timbangan baik di waktu menjual maupun membeli. Mengurangi atau melebihkan takaran dan timbangan adalah perbuatan yang merugikan orang lain. Hal itu berarti membuat kerusakan di bumi. Syuaib mengingatkan kaumnya bahwa harta yang halal lebih baik bagi mereka, karena mereka adalah orang-orang yang berpenghidupan baik. Allah berfirman: Sisa (yang halal) dari Allah adalah lebih baik bagimu jika kamu orang yang beriman. Dan aku bukanlah seorang penjaga atas dirimu.\" (Hud/11: 86). Yang dimaksud dengan sisa keuntungan dari Allah (baqiyyatullah) ialah keuntungan yang halal dalam perdagangan sesudah menyempurnakan takaran dan timbangan. Syuaib mengingatkan bahwa perbuatan jahat yang mereka lakukan itu bertentangan dengan ketentuan yang ditetapkan Allah bagi semua makhluk-Nya. Oleh karena itu, mereka diminta untuk menghentikan perbuatan itu, dan takut kepada azab Allah yang akan ditimpakan kepada orang-orang yang berbuat kejahatan. Dialah yang menciptakan segala yang ada, termasuk mereka. Diciptakan-Nya dari tidak ada kepada ada untuk mengadakan kemaslahatan di bumi. Allah pernah menciptakan orang-orang yang mempunyai kekuatan dan kemampuan yang lebih kuat dan besar dari mereka, serta mempunyai harta dan kekayaan yang lebih banyak, seperti kaum Hud yang pernah mereka katakan sebagai kaum yang lebih kuat dan perkasa dari mereka. Karena kezaliman dan kejahatan umat-umat dahulu itu, Allah mengazab dan menimpakan malapetaka yang besar kepada mereka."
        },
        {
          "number": 185,
          "arabic": "قَالُوٓا۟ إِنَّمَآ أَنتَ مِنَ ٱلْمُسَحَّرِينَ",
          "transliteration": "qālū innamā anta mina l-musaḥarīna",
          "translation": "Mereka berkata, \"Engkau tidak lain hanyalah orang-orang yang kena sihir,",
          "tafsir": "Sekalipun Syuaib telah mengingatkan kaumnya, tetapi mereka tetap ingkar dan kafir. Bahkan mereka mencela Syuaib dan memandang ringan ancaman Allah yang disampaikan kepada mereka dengan menyatakan bahwa: pertama, Syuaib termasuk salah seorang yang kena sihir, yang mengatakan dan melakukan sesuatu hanya berdasarkan khayalan dan angan-angan belaka. Syuaib seorang manusia biasa seperti mereka, tidak memiliki kelebihan apa pun dari mereka, dan bahkan ia seorang yang rusak akalnya. Mereka mendustakan Syuaib, dan tidak percaya sedikit pun bahwa dia adalah rasul Allah yang diutus kepada mereka. Oleh karena itu, mereka mengingkari Nabi Syuaib, menghalangi orang lain mendatanginya, dan mengancam orang-orang yang beriman kepadanya. Akan tetapi, Syuaib terus menasihati dan mengingatkan mereka. Syuaib adalah nabi yang sangat pintar berdebat dengan kaumnya. Dalil-dalil dan argumennya amat kuat, sehingga para mufasir menjulukinya dengan Khathib al-Anbiya' (ahli pidato di antara para nabi). Namun demikian, penduduk Madyan tetap membangkang dan menyangkal seruan Syuaib. Kadang-kadang mereka mengatakan bahwa mereka tidak paham apa yang dikatakannya, padahal seruan itu sudah jelas dan terang. Kadang-kadang mereka mengatakan bahwa Syuaib orang lemah, seakan-akan mereka mengira bahwa kekuatanlah yang menjadi ukuran kebenaran dan keadilan. Kadang-kadang mereka mengancam akan membunuh Syuaib, dan mengusir para pengikutnya yang beriman dari negeri itu apabila Syuaib dan orang-orang yang beriman itu tidak kembali kepada agama mereka. Kaum Syuaib juga mengingatkan masyarakat bahwa mereka akan merugi kalau mengikuti agama Syuaib karena melarang mereka mengurangi takaran dan timbangan. Mereka merasa heran kepada Syuaib yang melarang mereka menyembah sembahan nenek moyang mereka, dan berbuat apa yang mereka sukai terhadap harta mereka. Mereka mencela Syuaib tentang kesalahan-kesalahan yang telah diperbuatnya. Mereka mengejek dengan sinis salat yang dikerjakan Syuaib. Allah berfirman: Mereka berkata, \"Wahai Syuaib! Apakah agamamu yang menyuruhmu agar kami meninggalkan apa yang disembah nenek moyang kami atau melarang kami mengelola harta kami menurut cara yang kami kehendaki? Sesungguhnya engkau benar-benar orang yang sangat penyantun dan pandai.\" (Hud/11: 87). Mereka berkata, \"Wahai Syuaib! Kami tidak banyak mengerti tentang apa yang engkau katakan itu, sedang kenyataannya kami memandang engkau seorang yang lemah di antara kami. Kalau tidak karena keluargamu, tentu kami telah merajam engkau, sedang engkau pun bukan seorang yang berpengaruh di lingkungan kami.\" (Hud/11: 91). Kedua, Jika Syuaib benar-benar seorang nabi dan rasul Allah, maka ia diminta untuk menurunkan kepada mereka (kaum Syuaib) gumpalan-gumpalan dari langit, sebagaimana yang telah diancamkannya. Sikap kaum Syuaib ini sama dengan sikap kaum Quraisy ketika menentang Nabi Muhammad agar beliau memancarkan air dari bumi untuk mereka, mendatangkan sebuah kebun dan kurma serta anggur yang indah, mendatangkan azab dengan menjatuhkan kepingan-kepingan dari langit yang menimpa mereka, atau mendatangkan sebuah rumah emas dan sebagainya. (Baca Surah al-Isra'/17: 90-93)."
        },
        {
          "number": 186,
          "arabic": "وَمَآ أَنتَ إِلَّا بَشَرٌ مِّثْلُنَا وَإِن نَّظُنُّكَ لَمِنَ ٱلْكَـٰذِبِينَ",
          "transliteration": "wamā anta illā basharun mith'lunā wa-in naẓunnuka lamina l-kādhibīna",
          "translation": "dan engkau hanyalah manusia seperti kami, dan sesungguhnya kami yakin engkau termasuk orang-orang yang berdusta.",
          "tafsir": "Sekalipun Syuaib telah mengingatkan kaumnya, tetapi mereka tetap ingkar dan kafir. Bahkan mereka mencela Syuaib dan memandang ringan ancaman Allah yang disampaikan kepada mereka dengan menyatakan bahwa: pertama, Syuaib termasuk salah seorang yang kena sihir, yang mengatakan dan melakukan sesuatu hanya berdasarkan khayalan dan angan-angan belaka. Syuaib seorang manusia biasa seperti mereka, tidak memiliki kelebihan apa pun dari mereka, dan bahkan ia seorang yang rusak akalnya. Mereka mendustakan Syuaib, dan tidak percaya sedikit pun bahwa dia adalah rasul Allah yang diutus kepada mereka. Oleh karena itu, mereka mengingkari Nabi Syuaib, menghalangi orang lain mendatanginya, dan mengancam orang-orang yang beriman kepadanya. Akan tetapi, Syuaib terus menasihati dan mengingatkan mereka. Syuaib adalah nabi yang sangat pintar berdebat dengan kaumnya. Dalil-dalil dan argumennya amat kuat, sehingga para mufasir menjulukinya dengan Khathib al-Anbiya' (ahli pidato di antara para nabi). Namun demikian, penduduk Madyan tetap membangkang dan menyangkal seruan Syuaib. Kadang-kadang mereka mengatakan bahwa mereka tidak paham apa yang dikatakannya, padahal seruan itu sudah jelas dan terang. Kadang-kadang mereka mengatakan bahwa Syuaib orang lemah, seakan-akan mereka mengira bahwa kekuatanlah yang menjadi ukuran kebenaran dan keadilan. Kadang-kadang mereka mengancam akan membunuh Syuaib, dan mengusir para pengikutnya yang beriman dari negeri itu apabila Syuaib dan orang-orang yang beriman itu tidak kembali kepada agama mereka. Kaum Syuaib juga mengingatkan masyarakat bahwa mereka akan merugi kalau mengikuti agama Syuaib karena melarang mereka mengurangi takaran dan timbangan. Mereka merasa heran kepada Syuaib yang melarang mereka menyembah sembahan nenek moyang mereka, dan berbuat apa yang mereka sukai terhadap harta mereka. Mereka mencela Syuaib tentang kesalahan-kesalahan yang telah diperbuatnya. Mereka mengejek dengan sinis salat yang dikerjakan Syuaib. Allah berfirman: Mereka berkata, \"Wahai Syuaib! Apakah agamamu yang menyuruhmu agar kami meninggalkan apa yang disembah nenek moyang kami atau melarang kami mengelola harta kami menurut cara yang kami kehendaki? Sesungguhnya engkau benar-benar orang yang sangat penyantun dan pandai.\" (Hud/11: 87). Mereka berkata, \"Wahai Syuaib! Kami tidak banyak mengerti tentang apa yang engkau katakan itu, sedang kenyataannya kami memandang engkau seorang yang lemah di antara kami. Kalau tidak karena keluargamu, tentu kami telah merajam engkau, sedang engkau pun bukan seorang yang berpengaruh di lingkungan kami.\" (Hud/11: 91). Kedua, Jika Syuaib benar-benar seorang nabi dan rasul Allah, maka ia diminta untuk menurunkan kepada mereka (kaum Syuaib) gumpalan-gumpalan dari langit, sebagaimana yang telah diancamkannya. Sikap kaum Syuaib ini sama dengan sikap kaum Quraisy ketika menentang Nabi Muhammad agar beliau memancarkan air dari bumi untuk mereka, mendatangkan sebuah kebun dan kurma serta anggur yang indah, mendatangkan azab dengan menjatuhkan kepingan-kepingan dari langit yang menimpa mereka, atau mendatangkan sebuah rumah emas dan sebagainya. (Baca Surah al-Isra'/17: 90-93)."
        },
        {
          "number": 187,
          "arabic": "فَأَسْقِطْ عَلَيْنَا كِسَفًا مِّنَ ٱلسَّمَآءِ إِن كُنتَ مِنَ ٱلصَّـٰدِقِينَ",
          "transliteration": "fa-asqiṭ ʿalaynā kisafan mina l-samāi in kunta mina l-ṣādiqīna",
          "translation": "Maka jatuhkanlah kepada kami gumpalan dari langit, jika engkau termasuk orang-orang yang benar.\"",
          "tafsir": "Sekalipun Syuaib telah mengingatkan kaumnya, tetapi mereka tetap ingkar dan kafir. Bahkan mereka mencela Syuaib dan memandang ringan ancaman Allah yang disampaikan kepada mereka dengan menyatakan bahwa: pertama, Syuaib termasuk salah seorang yang kena sihir, yang mengatakan dan melakukan sesuatu hanya berdasarkan khayalan dan angan-angan belaka. Syuaib seorang manusia biasa seperti mereka, tidak memiliki kelebihan apa pun dari mereka, dan bahkan ia seorang yang rusak akalnya. Mereka mendustakan Syuaib, dan tidak percaya sedikit pun bahwa dia adalah rasul Allah yang diutus kepada mereka. Oleh karena itu, mereka mengingkari Nabi Syuaib, menghalangi orang lain mendatanginya, dan mengancam orang-orang yang beriman kepadanya. Akan tetapi, Syuaib terus menasihati dan mengingatkan mereka. Syuaib adalah nabi yang sangat pintar berdebat dengan kaumnya. Dalil-dalil dan argumennya amat kuat, sehingga para mufasir menjulukinya dengan Khathib al-Anbiya' (ahli pidato di antara para nabi). Namun demikian, penduduk Madyan tetap membangkang dan menyangkal seruan Syuaib. Kadang-kadang mereka mengatakan bahwa mereka tidak paham apa yang dikatakannya, padahal seruan itu sudah jelas dan terang. Kadang-kadang mereka mengatakan bahwa Syuaib orang lemah, seakan-akan mereka mengira bahwa kekuatanlah yang menjadi ukuran kebenaran dan keadilan. Kadang-kadang mereka mengancam akan membunuh Syuaib, dan mengusir para pengikutnya yang beriman dari negeri itu apabila Syuaib dan orang-orang yang beriman itu tidak kembali kepada agama mereka. Kaum Syuaib juga mengingatkan masyarakat bahwa mereka akan merugi kalau mengikuti agama Syuaib karena melarang mereka mengurangi takaran dan timbangan. Mereka merasa heran kepada Syuaib yang melarang mereka menyembah sembahan nenek moyang mereka, dan berbuat apa yang mereka sukai terhadap harta mereka. Mereka mencela Syuaib tentang kesalahan-kesalahan yang telah diperbuatnya. Mereka mengejek dengan sinis salat yang dikerjakan Syuaib. Allah berfirman: Mereka berkata, \"Wahai Syuaib! Apakah agamamu yang menyuruhmu agar kami meninggalkan apa yang disembah nenek moyang kami atau melarang kami mengelola harta kami menurut cara yang kami kehendaki? Sesungguhnya engkau benar-benar orang yang sangat penyantun dan pandai.\" (Hud/11: 87). Mereka berkata, \"Wahai Syuaib! Kami tidak banyak mengerti tentang apa yang engkau katakan itu, sedang kenyataannya kami memandang engkau seorang yang lemah di antara kami. Kalau tidak karena keluargamu, tentu kami telah merajam engkau, sedang engkau pun bukan seorang yang berpengaruh di lingkungan kami.\" (Hud/11: 91). Kedua, Jika Syuaib benar-benar seorang nabi dan rasul Allah, maka ia diminta untuk menurunkan kepada mereka (kaum Syuaib) gumpalan-gumpalan dari langit, sebagaimana yang telah diancamkannya. Sikap kaum Syuaib ini sama dengan sikap kaum Quraisy ketika menentang Nabi Muhammad agar beliau memancarkan air dari bumi untuk mereka, mendatangkan sebuah kebun dan kurma serta anggur yang indah, mendatangkan azab dengan menjatuhkan kepingan-kepingan dari langit yang menimpa mereka, atau mendatangkan sebuah rumah emas dan sebagainya. (Baca Surah al-Isra'/17: 90-93)."
        },
        {
          "number": 188,
          "arabic": "قَالَ رَبِّىٓ أَعْلَمُ بِمَا تَعْمَلُونَ",
          "transliteration": "qāla rabbī aʿlamu bimā taʿmalūna",
          "translation": "Dia (Syu'aib) berkata, \"Tuhanku lebih mengetahui apa yang kamu kerjakan.\"",
          "tafsir": "Ungkapan ayat ini merupakan jawaban Syuaib terhadap pengingkaran dan penantangan kaumnya dengan mengatakan bahwa ia tidak diutus untuk menjadikan mereka beriman dengan memasukkan iman ke dalam hati mereka. Ia juga tidak bertugas menghisab amal perbuatan mereka, serta menghukum dan menimpakan azab kepada mereka. Tugasnya hanya menyampaikan agama Allah kepada kaumnya. Adapun menjadikan seseorang itu beriman, menghisab perbuatan manusia, dan menimpakan azab adalah hak Allah semata, karena Dia adalah Yang Mahakuasa dan lebih mengetahui segala perbuatan manusia."
        },
        {
          "number": 189,
          "arabic": "فَكَذَّبُوهُ فَأَخَذَهُمْ عَذَابُ يَوْمِ ٱلظُّلَّةِ ۚ إِنَّهُۥ كَانَ عَذَابَ يَوْمٍ عَظِيمٍ",
          "transliteration": "fakadhabūhu fa-akhadhahum ʿadhābu yawmi l-ẓulati innahu kāna ʿadhāba yawmin ʿaẓīmin",
          "translation": "Kemudian mereka mendustakannya (Syu'aib), lalu mereka ditimpa azab pada hari yang gelap. Sungguh, itulah azab pada hari yang dahsyat.",
          "tafsir": "Karena penduduk Madyan tetap membangkang, Syuaib mengancam dengan menyuruh mereka menunggu azab yang akan didatangkan Allah. Pada waktu yang dijanjikan Allah, datanglah malapetaka yang dahsyat menimpa mereka. Pada hari itu, mereka merasakan terik panas yang sangat menyesakkan napas. Tidak ada sesuatu pun yang dapat menolong mereka dari keadaan yang demikian, apakah berupa naungan rumah, ataupun air yang dapat diminum, dan sebagainya. Oleh karena itu, mereka ke luar ke tanah lapang dan bernaung di bawah segumpal awan yang menyejukkan. Dalam keadaan demikian, turunlah azab Allah berupa sambaran petir yang dahsyat yang ke luar dari gumpalan awan itu, dengan suara yang keras, dan menyebabkan bumi berguncang. Mereka semua mati tersungkur dengan muka tertelungkup ke tanah. Keadaan mereka itu seperti keadaan kaum Nabi Saleh yang ditimpa azab Allah sebelumnya. Adapun Nabi Syuaib dan orang-orang yang beriman diselamatkan Allah dari azab itu."
        },
        {
          "number": 190,
          "arabic": "إِنَّ فِى ذَٰلِكَ لَـَٔايَةً ۖ وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ",
          "transliteration": "inna fī dhālika laāyatan wamā kāna aktharuhum mu'minīna",
          "translation": "Sungguh, pada yang demikian itu benar-benar terdapat tanda (kekuasaan Allah), tetapi kebanyakan mereka tidak beriman.",
          "tafsir": "Semua kejadian yang terdapat dalam kisah Syuaib dan kaumnya, yaitu kehancuran penduduk Madyan yang mengingkari seruan Syuaib dan penyelamatan orang-orang yang beriman dari sambaran petir dan gempa, merupakan bukti atas kebenaran Syuaib sebagai rasul Allah. Sekalipun demikian, orang-orang musyrik Mekah serta manusia yang tidak mau mengambil pelajaran daripadanya, tetap tidak beriman kepada Nabi Muhammad."
        },
        {
          "number": 191,
          "arabic": "وَإِنَّ رَبَّكَ لَهُوَ ٱلْعَزِيزُ ٱلرَّحِيمُ",
          "transliteration": "wa-inna rabbaka lahuwa l-ʿazīzu l-raḥīmu",
          "translation": "Dan sungguh, Tuhanmu, Dialah yang Mahaperkasa, Maha Penyayang.",
          "tafsir": "Ayat ini menjelaskan bahwa Tuhan yang menunjukkan manusia kepada jalan yang benar, yang dapat mengangkat manusia ke tempat yang mulia dan terpuji, adalah Tuhan Yang Mahaadil, Mahakeras tuntutan-Nya, dan Mahakekal rahmat-Nya terhadap orang-orang yang beriman."
        },
        {
          "number": 192,
          "arabic": "وَإِنَّهُۥ لَتَنزِيلُ رَبِّ ٱلْعَـٰلَمِينَ",
          "transliteration": "wa-innahu latanzīlu rabbi l-ʿālamīna",
          "translation": "Dan sungguh, (Alquran) ini benar-benar diturunkan oleh Tuhan seluruh alam,",
          "tafsir": "Pada ayat-ayat ini diterangkan bahwa Al-Qur'an yang diturunkan kepada Muhammad adalah kitab suci yang berasal dari Tuhan semesta alam. Diturunkan kepada Muhammad secara berangsur-angsur dengan perantaraan Jibril, malaikat yang bertugas membawa wahyu kepada para rasul. Al-Qur'an itu ditanamkan ke dalam hati Muhammad, maksudnya ialah Al-Qur'an itu dibacakan oleh Jibril sedemikian rupa sehingga Nabi Muhammad memahami betul arti dan maksudnya. Dengan pemahaman dan pengertian yang demikian, maka Nabi Muhammad mudah menyampaikan kepada umatnya dan umatnya mudah pula menerimanya. Sebagai contoh, ketika Surah al-An'am yang ayatnya berjumlah 165 ayat dan Surah Yusuf sebanyak 111 ayat diturunkan sekaligus, Rasulullah langsung menerima dan menghafalnya. Ini bukti bahwa Al-Qur'an telah dihunjamkan ke hati Rasul oleh malaikat dengan lisannya. Allah menerangkan bahwa Al-Qur'an itu diturunkan dalam bahasa Arab yang jelas dan fasih serta gaya bahasa yang indah. Di dalamnya terdapat pula ayat-ayat yang menantang orang-orang musyrik Mekah agar membuat ayat-ayat yang lain seperti ayat-ayat Al-Qur'an itu, kalau mereka tidak percaya bahwa Al-Qur'an itu diturunkan dari Allah dan hanyalah buatan Muhammad sendiri. Akan tetapi, mereka tidak mampu menandinginya, walaupun dengan membuat satu surah pun yang sefasih dan seindah gaya bahasa Al-Qur'an. Dengan demikian, tidak ada lagi alasan bagi orang-orang musyrik Mekah itu untuk mengatakan bahwa Al-Qur'an itu hanyalah buatan Muhammad semata. Tegasnya, kendati Al-Qur'an itu diturunkan dalam bahasa Arab, yakni bahasa mereka sendiri, tetapi mereka tidak mampu menandingi ayat-ayatnya. Kalau Muhammad dapat membuat Al-Qur'an, tentu menurut logikanya, mereka juga dapat membuatnya, karena sama-sama bangsa Arab dan sama-sama berbahasa Arab. Mereka memahami ayat-ayat Al-Qur'an itu, mengetahui keindahan gaya bahasanya, dan meyakini bahwa Al-Qur'an itu bukan bersumber dari manusia. Mereka mengetahui betul sampai di mana batas kemampuan manusia, namun mereka tetap tidak mau beriman kepadanya karena sifat takabur dan keingkaran yang berurat dan berakar pada diri mereka."
        },
        {
          "number": 193,
          "arabic": "نَزَلَ بِهِ ٱلرُّوحُ ٱلْأَمِينُ",
          "transliteration": "nazala bihi l-rūḥu l-amīnu",
          "translation": "Yang dibawa turun oleh Ar-Rūḥ Al-Amīn (Jibril),",
          "tafsir": "Pada ayat-ayat ini diterangkan bahwa Al-Qur'an yang diturunkan kepada Muhammad adalah kitab suci yang berasal dari Tuhan semesta alam. Diturunkan kepada Muhammad secara berangsur-angsur dengan perantaraan Jibril, malaikat yang bertugas membawa wahyu kepada para rasul. Al-Qur'an itu ditanamkan ke dalam hati Muhammad, maksudnya ialah Al-Qur'an itu dibacakan oleh Jibril sedemikian rupa sehingga Nabi Muhammad memahami betul arti dan maksudnya. Dengan pemahaman dan pengertian yang demikian, maka Nabi Muhammad mudah menyampaikan kepada umatnya dan umatnya mudah pula menerimanya. Sebagai contoh, ketika Surah al-An'am yang ayatnya berjumlah 165 ayat dan Surah Yusuf sebanyak 111 ayat diturunkan sekaligus, Rasulullah langsung menerima dan menghafalnya. Ini bukti bahwa Al-Qur'an telah dihunjamkan ke hati Rasul oleh malaikat dengan lisannya. Allah menerangkan bahwa Al-Qur'an itu diturunkan dalam bahasa Arab yang jelas dan fasih serta gaya bahasa yang indah. Di dalamnya terdapat pula ayat-ayat yang menantang orang-orang musyrik Mekah agar membuat ayat-ayat yang lain seperti ayat-ayat Al-Qur'an itu, kalau mereka tidak percaya bahwa Al-Qur'an itu diturunkan dari Allah dan hanyalah buatan Muhammad sendiri. Akan tetapi, mereka tidak mampu menandinginya, walaupun dengan membuat satu surah pun yang sefasih dan seindah gaya bahasa Al-Qur'an. Dengan demikian, tidak ada lagi alasan bagi orang-orang musyrik Mekah itu untuk mengatakan bahwa Al-Qur'an itu hanyalah buatan Muhammad semata. Tegasnya, kendati Al-Qur'an itu diturunkan dalam bahasa Arab, yakni bahasa mereka sendiri, tetapi mereka tidak mampu menandingi ayat-ayatnya. Kalau Muhammad dapat membuat Al-Qur'an, tentu menurut logikanya, mereka juga dapat membuatnya, karena sama-sama bangsa Arab dan sama-sama berbahasa Arab. Mereka memahami ayat-ayat Al-Qur'an itu, mengetahui keindahan gaya bahasanya, dan meyakini bahwa Al-Qur'an itu bukan bersumber dari manusia. Mereka mengetahui betul sampai di mana batas kemampuan manusia, namun mereka tetap tidak mau beriman kepadanya karena sifat takabur dan keingkaran yang berurat dan berakar pada diri mereka."
        },
        {
          "number": 194,
          "arabic": "عَلَىٰ قَلْبِكَ لِتَكُونَ مِنَ ٱلْمُنذِرِينَ",
          "transliteration": "ʿalā qalbika litakūna mina l-mundhirīna",
          "translation": "ke dalam hatimu (Muhammad) agar engkau termasuk orang yang memberi peringatan,",
          "tafsir": "Pada ayat-ayat ini diterangkan bahwa Al-Qur'an yang diturunkan kepada Muhammad adalah kitab suci yang berasal dari Tuhan semesta alam. Diturunkan kepada Muhammad secara berangsur-angsur dengan perantaraan Jibril, malaikat yang bertugas membawa wahyu kepada para rasul. Al-Qur'an itu ditanamkan ke dalam hati Muhammad, maksudnya ialah Al-Qur'an itu dibacakan oleh Jibril sedemikian rupa sehingga Nabi Muhammad memahami betul arti dan maksudnya. Dengan pemahaman dan pengertian yang demikian, maka Nabi Muhammad mudah menyampaikan kepada umatnya dan umatnya mudah pula menerimanya. Sebagai contoh, ketika Surah al-An'am yang ayatnya berjumlah 165 ayat dan Surah Yusuf sebanyak 111 ayat diturunkan sekaligus, Rasulullah langsung menerima dan menghafalnya. Ini bukti bahwa Al-Qur'an telah dihunjamkan ke hati Rasul oleh malaikat dengan lisannya. Allah menerangkan bahwa Al-Qur'an itu diturunkan dalam bahasa Arab yang jelas dan fasih serta gaya bahasa yang indah. Di dalamnya terdapat pula ayat-ayat yang menantang orang-orang musyrik Mekah agar membuat ayat-ayat yang lain seperti ayat-ayat Al-Qur'an itu, kalau mereka tidak percaya bahwa Al-Qur'an itu diturunkan dari Allah dan hanyalah buatan Muhammad sendiri. Akan tetapi, mereka tidak mampu menandinginya, walaupun dengan membuat satu surah pun yang sefasih dan seindah gaya bahasa Al-Qur'an. Dengan demikian, tidak ada lagi alasan bagi orang-orang musyrik Mekah itu untuk mengatakan bahwa Al-Qur'an itu hanyalah buatan Muhammad semata. Tegasnya, kendati Al-Qur'an itu diturunkan dalam bahasa Arab, yakni bahasa mereka sendiri, tetapi mereka tidak mampu menandingi ayat-ayatnya. Kalau Muhammad dapat membuat Al-Qur'an, tentu menurut logikanya, mereka juga dapat membuatnya, karena sama-sama bangsa Arab dan sama-sama berbahasa Arab. Mereka memahami ayat-ayat Al-Qur'an itu, mengetahui keindahan gaya bahasanya, dan meyakini bahwa Al-Qur'an itu bukan bersumber dari manusia. Mereka mengetahui betul sampai di mana batas kemampuan manusia, namun mereka tetap tidak mau beriman kepadanya karena sifat takabur dan keingkaran yang berurat dan berakar pada diri mereka."
        },
        {
          "number": 195,
          "arabic": "بِلِسَانٍ عَرَبِىٍّ مُّبِينٍ",
          "transliteration": "bilisānin ʿarabiyyin mubīnin",
          "translation": "dengan bahasa Arab yang jelas.",
          "tafsir": "Pada ayat-ayat ini diterangkan bahwa Al-Qur'an yang diturunkan kepada Muhammad adalah kitab suci yang berasal dari Tuhan semesta alam. Diturunkan kepada Muhammad secara berangsur-angsur dengan perantaraan Jibril, malaikat yang bertugas membawa wahyu kepada para rasul. Al-Qur'an itu ditanamkan ke dalam hati Muhammad, maksudnya ialah Al-Qur'an itu dibacakan oleh Jibril sedemikian rupa sehingga Nabi Muhammad memahami betul arti dan maksudnya. Dengan pemahaman dan pengertian yang demikian, maka Nabi Muhammad mudah menyampaikan kepada umatnya dan umatnya mudah pula menerimanya. Sebagai contoh, ketika Surah al-An'am yang ayatnya berjumlah 165 ayat dan Surah Yusuf sebanyak 111 ayat diturunkan sekaligus, Rasulullah langsung menerima dan menghafalnya. Ini bukti bahwa Al-Qur'an telah dihunjamkan ke hati Rasul oleh malaikat dengan lisannya. Allah menerangkan bahwa Al-Qur'an itu diturunkan dalam bahasa Arab yang jelas dan fasih serta gaya bahasa yang indah. Di dalamnya terdapat pula ayat-ayat yang menantang orang-orang musyrik Mekah agar membuat ayat-ayat yang lain seperti ayat-ayat Al-Qur'an itu, kalau mereka tidak percaya bahwa Al-Qur'an itu diturunkan dari Allah dan hanyalah buatan Muhammad sendiri. Akan tetapi, mereka tidak mampu menandinginya, walaupun dengan membuat satu surah pun yang sefasih dan seindah gaya bahasa Al-Qur'an. Dengan demikian, tidak ada lagi alasan bagi orang-orang musyrik Mekah itu untuk mengatakan bahwa Al-Qur'an itu hanyalah buatan Muhammad semata. Tegasnya, kendati Al-Qur'an itu diturunkan dalam bahasa Arab, yakni bahasa mereka sendiri, tetapi mereka tidak mampu menandingi ayat-ayatnya. Kalau Muhammad dapat membuat Al-Qur'an, tentu menurut logikanya, mereka juga dapat membuatnya, karena sama-sama bangsa Arab dan sama-sama berbahasa Arab. Mereka memahami ayat-ayat Al-Qur'an itu, mengetahui keindahan gaya bahasanya, dan meyakini bahwa Al-Qur'an itu bukan bersumber dari manusia. Mereka mengetahui betul sampai di mana batas kemampuan manusia, namun mereka tetap tidak mau beriman kepadanya karena sifat takabur dan keingkaran yang berurat dan berakar pada diri mereka."
        },
        {
          "number": 196,
          "arabic": "وَإِنَّهُۥ لَفِى زُبُرِ ٱلْأَوَّلِينَ",
          "transliteration": "wa-innahu lafī zuburi l-awalīna",
          "translation": "Dan sungguh, (Alquran) itu (disebut) dalam kitab-kitab orang yang terdahulu.",
          "tafsir": "Ayat ini menerangkan bahwa Al-Qur'an yang diturunkan kepada Nabi Muhammad itu telah diisyaratkan dalam kitab-kitab Allah yang diturunkan kepada para rasul-Nya terdahulu. Dalam ayat yang lain Allah berfirman: Dan (ingatlah) ketika Isa putra Maryam berkata, \"Wahai Bani Israil! Sesungguhnya aku utusan Allah kepadamu, yang membenarkan kitab (yang turun) sebelumku, yaitu Taurat dan memberi kabar gembira dengan seorang rasul yang akan datang setelahku, yang namanya Ahmad (Muhammad).\" (as-saff/61: 6). Di samping adanya isyarat-isyarat akan turun-Nya Al-Qur'an dalam kitab-kitab yang diturunkan kepada para rasul terdahulu, juga telah ada nubuat-nubuat tentang akan diutusnya Nabi Muhammad. Sekalipun kitab Taurat yang sekarang telah dicampuri tangan-tangan manusia, ada yang ditambah, dikurangi, dan sebagainya, namun masih terdapat ayat-ayat yang menjelaskan kedatangan Nabi Muhammad sebagai rasul terakhir dan membawa syariat yang sempurna. Firman Allah: (Yaitu) orang-orang yang mengikuti Rasul, Nabi yang ummi (tidak bisa baca tulis) yang (namanya) mereka dapati tertulis di dalam Taurat dan Injil yang ada pada mereka, yang menyuruh mereka berbuat yang makruf dan mencegah dari yang mungkar, dan yang menghalalkan segala yang baik bagi mereka dan mengharamkan segala yang buruk bagi mereka, dan membebaskan beban-beban dan belenggu-belenggu yang ada pada mereka. Adapun orang-orang yang beriman kepadanya, memuliakannya, menolongnya dan mengikuti cahaya yang terang yang diturunkan kepadanya (Al-Qur'an), mereka itulah orang-orang beruntung. (al-A'raf/7: 157)"
        },
        {
          "number": 197,
          "arabic": "أَوَلَمْ يَكُن لَّهُمْ ءَايَةً أَن يَعْلَمَهُۥ عُلَمَـٰٓؤُا۟ بَنِىٓ إِسْرَٰٓءِيلَ",
          "transliteration": "awalam yakun lahum āyatan an yaʿlamahu ʿulamāu banī is'rāīla",
          "translation": "Apakah tidak (cukup) menjadi bukti bagi mereka, bahwa para ulama Bani Israil mengetahuinya?",
          "tafsir": "Ayat ini menerangkan bahwa di samping diberitakan dalam Taurat dan Injil, kedatangan dan kenabian Muhammad saw itu juga ditegaskan oleh ulama-ulama Yahudi yang hidup di Madinah pada waktu itu. Mereka mengatakan bahwa sebenarnya terdapat di dalam Taurat dan Injil isyarat-isyarat atau keterangan-keterangan tentang Nabi Muhammad. Oleh karena itu, banyak orang-orang musyrik Mekah yang pergi ke Medinah menemui ulama-ulama Yahudi untuk menanyakan berita-berita tentang Nabi Muhammad. Ats-sa'labi menerangkan dari Ibnu 'Abbas bahwa orang-orang musyrik Mekah pernah mengutus utusan ke Madinah menemui pendeta-pendeta Yahudi untuk meminta keterangan tentang Muhammad. Mereka menjawab, \"Ini masa kedatangannya\", dan mereka menyebutkan sifat-sifatnya."
        },
        {
          "number": 198,
          "arabic": "وَلَوْ نَزَّلْنَـٰهُ عَلَىٰ بَعْضِ ٱلْأَعْجَمِينَ",
          "transliteration": "walaw nazzalnāhu ʿalā baʿḍi l-aʿjamīna",
          "translation": "Dan seandainya (Alquran) itu Kami turunkan kepada sebagian dari golongan bukan Arab,",
          "tafsir": "Dalam ayat ini dijelaskan bahwa walaupun bukti-bukti kenabian Muhammad sudah diterangkan dalam kitab-kitab terdahulu, dan hal ini diakui oleh ulama-ulama Yahudi, serta diketahui oleh orang-orang musyrik Mekah dari para pemimpin Yahudi, namun orang-orang musyrik itu tidak akan beriman, walau buku atau kitab suci apa pun yang dikemukakan kepada mereka. Seakan-akan Allah mencela sikap mereka itu dengan mengatakan, \"Kami telah menurunkan Al-Qur'an itu dalam bahasa Arab yang jelas dan gaya bahasa yang indah kepada seseorang dari bangsa Arab, tepatnya dari suku Quraisy yang berpengaruh di Mekah, dan mereka telah mengetahui pula dari orang-orang Yahudi di Madinah tentang kenabian Muhammad itu, namun mereka tetap tidak beriman. Maka andaikata Al-Qur'an itu diturunkan kepada seseorang dari golongan bukan Arab yang tidak pandai berbahasa Arab, tetapi dengan kehendak Allah orang itu dapat membacakannya dengan fasih kepada orang-orang musyrik Mekah itu, mereka itu tidak juga akan beriman kepadanya. Di sisi lain, kalau pun kejadian yang semacam itu terjadi, hal itu merupakan kejadian yang luar biasa.\" Ayat ini merupakan hiburan yang dapat menenteramkan dan menyejukkan hati Muhammad yang telah digundahkan oleh sikap orang-orang musyrik yang selalu menantang dan mendustakan seruannya."
        },
        {
          "number": 199,
          "arabic": "فَقَرَأَهُۥ عَلَيْهِم مَّا كَانُوا۟ بِهِۦ مُؤْمِنِينَ",
          "transliteration": "faqara-ahu ʿalayhim mā kānū bihi mu'minīna",
          "translation": "lalu dia membacakannya kepada mereka (orang-orang kafir); niscaya mereka tidak juga akan beriman kepadanya.",
          "tafsir": "Dalam ayat ini dijelaskan bahwa walaupun bukti-bukti kenabian Muhammad sudah diterangkan dalam kitab-kitab terdahulu, dan hal ini diakui oleh ulama-ulama Yahudi, serta diketahui oleh orang-orang musyrik Mekah dari para pemimpin Yahudi, namun orang-orang musyrik itu tidak akan beriman, walau buku atau kitab suci apa pun yang dikemukakan kepada mereka. Seakan-akan Allah mencela sikap mereka itu dengan mengatakan, \"Kami telah menurunkan Al-Qur'an itu dalam bahasa Arab yang jelas dan gaya bahasa yang indah kepada seseorang dari bangsa Arab, tepatnya dari suku Quraisy yang berpengaruh di Mekah, dan mereka telah mengetahui pula dari orang-orang Yahudi di Madinah tentang kenabian Muhammad itu, namun mereka tetap tidak beriman. Maka andaikata Al-Qur'an itu diturunkan kepada seseorang dari golongan bukan Arab yang tidak pandai berbahasa Arab, tetapi dengan kehendak Allah orang itu dapat membacakannya dengan fasih kepada orang-orang musyrik Mekah itu, mereka itu tidak juga akan beriman kepadanya. Di sisi lain, kalau pun kejadian yang semacam itu terjadi, hal itu merupakan kejadian yang luar biasa.\" Ayat ini merupakan hiburan yang dapat menenteramkan dan menyejukkan hati Muhammad yang telah digundahkan oleh sikap orang-orang musyrik yang selalu menantang dan mendustakan seruannya."
        },
        {
          "number": 200,
          "arabic": "كَذَٰلِكَ سَلَكْنَـٰهُ فِى قُلُوبِ ٱلْمُجْرِمِينَ",
          "transliteration": "kadhālika salaknāhu fī qulūbi l-muj'rimīna",
          "translation": "Demikianlah, Kami masukkan (sifat dusta dan ingkar) ke dalam hati orang-orang yang berdosa,",
          "tafsir": "Ayat ini menerangkan bahwa Allah telah memasukkan ke dalam hati orang-orang musyrik Mekah yang ingkar itu kemampuan untuk memahami ayat-ayat Al-Qur'an dan merasakan keindahan gaya bahasanya. Dengan demikian, mereka yakin bahwa Al-Qur'an itu datang dari Tuhan, bukan buatan manusia. Akan tetapi, mereka mengingkari Al-Qur'an itu, dan mendustakan nabi yang membawanya. Keingkaran mereka itu semakin kuat, tidak tergoyahkan oleh apa pun. Nafsu mengingkari Nabi dan menantangnya itu menyebabkan mereka melakukan perbuatan dosa, dan mereka hanya akan berhenti apabila azab itu telah menimpa mereka. Pada ayat yang lain Allah berfirman: Dan mereka mengingkarinya karena kezaliman dan kesombongannya, padahal hati mereka meyakini (kebenaran)nya. Maka perhatikanlah bagaimana kesudahan orang-orang yang berbuat kerusakan. (an-Naml/27: 14)."
        },
        {
          "number": 201,
          "arabic": "لَا يُؤْمِنُونَ بِهِۦ حَتَّىٰ يَرَوُا۟ ٱلْعَذَابَ ٱلْأَلِيمَ",
          "transliteration": "lā yu'minūna bihi ḥattā yarawū l-ʿadhāba l-alīma",
          "translation": "mereka tidak akan beriman kepadanya, hingga mereka melihat azab yang pedih,",
          "tafsir": "Ayat ini menerangkan bahwa Allah telah memasukkan ke dalam hati orang-orang musyrik Mekah yang ingkar itu kemampuan untuk memahami ayat-ayat Al-Qur'an dan merasakan keindahan gaya bahasanya. Dengan demikian, mereka yakin bahwa Al-Qur'an itu datang dari Tuhan, bukan buatan manusia. Akan tetapi, mereka mengingkari Al-Qur'an itu, dan mendustakan nabi yang membawanya. Keingkaran mereka itu semakin kuat, tidak tergoyahkan oleh apa pun. Nafsu mengingkari Nabi dan menantangnya itu menyebabkan mereka melakukan perbuatan dosa, dan mereka hanya akan berhenti apabila azab itu telah menimpa mereka. Pada ayat yang lain Allah berfirman: Dan mereka mengingkarinya karena kezaliman dan kesombongannya, padahal hati mereka meyakini (kebenaran)nya. Maka perhatikanlah bagaimana kesudahan orang-orang yang berbuat kerusakan. (an-Naml/27: 14)."
        },
        {
          "number": 202,
          "arabic": "فَيَأْتِيَهُم بَغْتَةً وَهُمْ لَا يَشْعُرُونَ",
          "transliteration": "fayatiyahum baghtatan wahum lā yashʿurūna",
          "translation": "maka datang azab kepada mereka secara mendadak, ketika mereka tidak menyadarinya,",
          "tafsir": "Dalam keadaan demikian, tanpa mereka sadari, datanglah azab kepada mereka secara tiba-tiba dan tidak diketahui dari mana datangnya. Ketika itu, barulah mereka sadar akan perbuatan mereka selama ini. Mereka mengeluh dan mengharap agar ditangguhkan kedatangan azab itu, sehingga mereka dapat mengerjakan amal saleh, beriman, dan taat kepada Allah dan rasul-Nya. Meskipun telah mengetahui bahwa permintaan itu tidak akan dikabulkan Allah, namun mereka mencoba-coba untuk meminta, sekadar mengurangi kepedihan azab yang sedang mereka alami."
        },
        {
          "number": 203,
          "arabic": "فَيَقُولُوا۟ هَلْ نَحْنُ مُنظَرُونَ",
          "transliteration": "fayaqūlū hal naḥnu munẓarūna",
          "translation": "lalu mereka berkata, \"Apakah kami diberi penangguhan waktu?\"",
          "tafsir": "Dalam keadaan demikian, tanpa mereka sadari, datanglah azab kepada mereka secara tiba-tiba dan tidak diketahui dari mana datangnya. Ketika itu, barulah mereka sadar akan perbuatan mereka selama ini. Mereka mengeluh dan mengharap agar ditangguhkan kedatangan azab itu, sehingga mereka dapat mengerjakan amal saleh, beriman, dan taat kepada Allah dan rasul-Nya. Meskipun telah mengetahui bahwa permintaan itu tidak akan dikabulkan Allah, namun mereka mencoba-coba untuk meminta, sekadar mengurangi kepedihan azab yang sedang mereka alami."
        },
        {
          "number": 204,
          "arabic": "أَفَبِعَذَابِنَا يَسْتَعْجِلُونَ",
          "transliteration": "afabiʿadhābinā yastaʿjilūna",
          "translation": "Bukankah mereka yang meminta agar azab Kami dipercepat?",
          "tafsir": "Ayat ini menjelaskan bahwa orang-orang musyrik Mekah pernah mengejek Nabi Muhammad dengan menanyakan kapan azab yang dijanjikan itu akan menimpa mereka. Pertanyaan mereka itu dijawab Allah melalui ayat ini dengan mengatakan, \"Apakah mereka minta dipercepat datangnya azab yang Kami janjikan itu?\" Sebenarnya mereka tidak perlu menanyakan kapan azab yang diancamkan Allah itu datang. Mereka cukup memperhatikan malapetaka yang telah menimpa umat-umat dahulu yang telah mendustakan para rasul yang diutus Allah kepada mereka. Padahal umat-umat dahulu itu adalah umat yang gagah perkasa dan mempunyai kemampuan untuk memakmurkan negara mereka, tetapi tidak seorang pun di antara mereka yang sanggup mengelakkan diri dari azab Allah."
        },
        {
          "number": 205,
          "arabic": "أَفَرَءَيْتَ إِن مَّتَّعْنَـٰهُمْ سِنِينَ",
          "transliteration": "afara-ayta in mattaʿnāhum sinīna",
          "translation": "Maka bagaimana pendapatmu jika kepada mereka Kami berikan kenikmatan hidup beberapa tahun,",
          "tafsir": "Ibnu Abi hatim menukil riwayat tentang asbab nuzul ayat ini dari Abu Yahdham bahwa Rasulullah terlihat dalam keadaan bingung, kemudian para sahabat bertanya kepadanya apa sebab beliau bingung. Rasulullah menjawab bahwa beliau melihat musuh-musuhnya sesudah beliau wafat dari umatnya sendiri, maka turunlah ayat 205 Surah asy-Syu'ara', dan kebingungan Rasul akhirnya sirna. Melalui ayat-ayat ini, Allah memperingatkan orang-orang musyrik Mekah tentang azab-Nya dengan berfirman, \"Hai orang-orang musyrik, apakah kamu ingin mengalami nasib seperti yang dialami oleh umat-umat terdahulu? Mereka telah diberi kesenangan hidup, kekuatan tubuh, dan kesanggupan memakmurkan negeri mereka. Mereka mengira bahwa kebahagiaan, kemakmuran, dan kekuasaan yang diperoleh itu dapat mengelakkan mereka dari azab Allah. Kenyataannya tidak demikian. Mereka tetap merasakan azab yang sangat pedih. Demikian pedihnya azab itu seakan-akan mereka tidak pernah merasakan kebahagiaan dan kesenangan di dunia.\" Allah berfirman: Pada hari ketika mereka melihat hari Kiamat itu (karena suasananya yang hebat), mereka merasa seakan-akan hanya (sebentar saja) tinggal (di dunia) pada waktu sore atau pagi hari. (an-Nazi'at/79: 46)."
        },
        {
          "number": 206,
          "arabic": "ثُمَّ جَآءَهُم مَّا كَانُوا۟ يُوعَدُونَ",
          "transliteration": "thumma jāahum mā kānū yūʿadūna",
          "translation": "kemudian datang kepada mereka azab yang diancamkan kepada mereka,",
          "tafsir": "Ibnu Abi hatim menukil riwayat tentang asbab nuzul ayat ini dari Abu Yahdham bahwa Rasulullah terlihat dalam keadaan bingung, kemudian para sahabat bertanya kepadanya apa sebab beliau bingung. Rasulullah menjawab bahwa beliau melihat musuh-musuhnya sesudah beliau wafat dari umatnya sendiri, maka turunlah ayat 205 Surah asy-Syu'ara', dan kebingungan Rasul akhirnya sirna. Melalui ayat-ayat ini, Allah memperingatkan orang-orang musyrik Mekah tentang azab-Nya dengan berfirman, \"Hai orang-orang musyrik, apakah kamu ingin mengalami nasib seperti yang dialami oleh umat-umat terdahulu? Mereka telah diberi kesenangan hidup, kekuatan tubuh, dan kesanggupan memakmurkan negeri mereka. Mereka mengira bahwa kebahagiaan, kemakmuran, dan kekuasaan yang diperoleh itu dapat mengelakkan mereka dari azab Allah. Kenyataannya tidak demikian. Mereka tetap merasakan azab yang sangat pedih. Demikian pedihnya azab itu seakan-akan mereka tidak pernah merasakan kebahagiaan dan kesenangan di dunia.\" Allah berfirman: Pada hari ketika mereka melihat hari Kiamat itu (karena suasananya yang hebat), mereka merasa seakan-akan hanya (sebentar saja) tinggal (di dunia) pada waktu sore atau pagi hari. (an-Nazi'at/79: 46)."
        }
      ]
    }
  ]
}