{
  "pageNumber": 437,
  "juz": 22,
  "surahs": [
    {
      "number": 35,
      "name": "Fatir",
      "nameArabic": "فاطر",
      "meaning": "Pencipta",
      "revelation": "Makkah",
      "description": "Surat Fathir terdiri dari 45 ayat, termasuk golongan surat Makkiyyah, diturunkan setelah surat Al-Furqan, dan merupakan surat terakhir di antara urutan surat-surat dalam Al-Qur'an yang dimulai dengan \"Alhamdulillah\".Dinamakan \"Fathir\" (pencipta) karena ada hubungannya dengan kata \"Fathir\" yang terdapat pada ayat pertama surat ini.Pada ayat tersebut diterangkan bahwa Allah adalah Pencipta langit dan bumi, Pencipta malaikat-malaikat, dan Pencipta semesta alam, yang semuanya itu adalah sebagai bukti atas kekuasaan dan kebesaran-Nya.Surat ini dinamai juga dengan \"surat Malaikat\" karena pada ayat pertama disebutkan bahwa Allah telah menciptakan malaikat-malaikat, sebagai utusan-Nya, yang mempunyai beberapa sayap.**Pokok-Pokok Isi:**1. **Keimanan:** Bukti-bukti kekuasaan Allah dan nikmat-nikmat yang telah Dia anugerahkan; Allah menciptakan para malaikat sesuai dengan bentuk yang Dia kehendaki; bukti-bukti atas kebenaran adanya hari kebangkitan.2. **Lain-lain:** Kesenangan hidup di dunia hanyalah sementara; menguatkan hati Rasulullah dalam menyeru orang-orang kafir dengan mengingatkannya kepada rasul-rasul yang terdahulu dan orang-orang yang mendustakannya; seruan kepada manusia agar mengerjakan amal baik dan meninggalkan perbuatan buruk agar jangan mengikuti langkah setan; Setiap orang memikul dosanya sendiri; manusia adalah khalifah Allah di bumi; gambaran akibat yang diterima oleh orang mukmin dan orang-orang kafir; tingkatan orang-orang mukmin.Kesimpulan surat Fathir ialah mengajak untuk mensyukuri nikmat yang diberikan Allah kepada manusia, menjauhi perbuatan jahat, memikirkan tentang keindahan-keindahan semesta alam, dan manusia adalah sebagai khalifah Allah di bumi.**Hubungan Surat Fathir Dengan Surat Yasin:**1. Pada bagian akhir surat Fathir dikemukakan bahwa orang-orang musyrik bersumpah akan beriman apabila seorang pemberi peringatan (rasul) datang kepada mereka, tetapi setelah rasul itu datang, mereka tetap mengingkarinya. Pada permulaan surat Yasin Allah menegaskan bahwa Nabi Muhammad adalah seorang rasul yang selalu berada di jalan yang lurus untuk memberi peringatan, tetapi orang-orang kafir tetap tidak beriman.2. Pada surat Fathir disebutkan bahwa Allah menundukkan matahari dan bulan, masing-masing beredar menurut waktu yang sudah ditentukan, sedangkan pada surat Yasin disebutkan bahwa matahari dan bulan beredar pada garis edar yang telah ditetapkan Allah.",
      "verses": [
        {
          "number": 19,
          "arabic": "وَمَا يَسْتَوِى ٱلْأَعْمَىٰ وَٱلْبَصِيرُ",
          "transliteration": "wamā yastawī l-aʿmā wal-baṣīru",
          "translation": "Dan tidaklah sama orang yang buta dengan orang yang melihat,",
          "tafsir": "Pada ayat ini, Allah menerangkan bahwa orang-orang yang tidak mengetahui atau mengingkari agama yang dibawa oleh Nabi Muhammad tidak sama dengan orang-orang yang membuka matanya lebar-lebar sehingga dapat melihat dan mengetahui dengan jelas kebenaran agama yang dibawanya, lalu mereka mengikuti dan menaatinya. Golongan pertama termasuk orang-orang yang jahat dan tidak mengetahui, sedang golongan kedua adalah orang-orang yang baik dan mengetahui. Firman Allah: Katakanlah (Muhammad), \"Tidaklah sama yang buruk dengan yang baik.\" (al-Ma'idah./5: 100) Dan firman-Nya: Katakanlah, \"Apakah sama orang-orang yang mengetahui dengan orang-orang yang tidak mengetahui?\" (az-Zumar/39: 9)"
        },
        {
          "number": 20,
          "arabic": "وَلَا ٱلظُّلُمَـٰتُ وَلَا ٱلنُّورُ",
          "transliteration": "walā l-ẓulumātu walā l-nūru",
          "translation": "dan tidak (pula) sama gelap gulita dengan cahaya,",
          "tafsir": "Pada ayat ini, Allah menerangkan bahwa kekafiran tidak sama dengan iman, karena kekafiran adalah kegelapan, tidak mengetahui peraturan Allah. Orang kafir berjalan dalam kegelapan, tidak dapat keluar darinya, bahkan hanyut dalam kesesatan di dunia dan akhirat. Adapun cahaya iman menerangi orang Islam kepada jalan yang benar dan membawa kebahagiaan dunia dan akhirat. Sebagian mufasir mengartikan 'gelap gulita di sini dengan 'kebatilan, dan 'cahaya dengan 'kebenaran, kebatilan dan kebenaran tidak sama."
        },
        {
          "number": 21,
          "arabic": "وَلَا ٱلظِّلُّ وَلَا ٱلْحَرُورُ",
          "transliteration": "walā l-ẓilu walā l-ḥarūru",
          "translation": "dan tidak (pula) sama yang teduh dengan yang panas,",
          "tafsir": "Selanjutnya, Allah menerangkan bahwa yang terlindung tidak sama dengan yang terkena panas. Sebagian ulama tafsir mengartikan dhill (teduh/naungan) di sini dengan surga, karena surga itu mempunyai naungan yang menyebabkan hawa sejuk. Sebagaimana firman Allah: Perumpamaan surga yang dijanjikan kepada orang yang bertakwa (ialah seperti taman), mengalir di bawahnya sungai-sungai; senantiasa berbuah dan teduh. (ar-Ra'd/13: 35) Sedang harr (panas) diartikan dengan neraka, karena ia memang satu tempat yang amat panas dan penuh dengan api yang menyala-nyala, jauh lebih panas dari api yang dikenal di dunia. Sepercik bunga api neraka saja jatuh di dunia, maka dunia akan panas seluruhnya sebagaimana dijelaskan di dalam suatu hadis. Sekiranya sepercik api dari bunga-bunga api neraka (berada) di timur, maka akan dirasakan panasnya (oleh orang-orang yang berada) di barat. (Riwayat ath-thabrani dari Anas bin Malik)"
        },
        {
          "number": 22,
          "arabic": "وَمَا يَسْتَوِى ٱلْأَحْيَآءُ وَلَا ٱلْأَمْوَٰتُ ۚ إِنَّ ٱللَّهَ يُسْمِعُ مَن يَشَآءُ ۖ وَمَآ أَنتَ بِمُسْمِعٍ مَّن فِى ٱلْقُبُورِ",
          "transliteration": "wamā yastawī l-aḥyāu walā l-amwātu inna l-laha yus'miʿu man yashāu wamā anta bimus'miʿin man fī l-qubūri",
          "translation": "dan tidak (pula) sama orang yang hidup dengan orang yang mati. Sungguh, Allah memberikan pendengaran kepada siapa yang Dia kehendaki dan engkau (Muhammad) tidak akan sanggup menjadikan orang yang di dalam kubur dapat mendengar.<sup foot_note=135661>1</sup>",
          "tafsir": "Pada awal ayat ini, Allah menerangkan bahwa orang-orang yang hatinya hidup karena beriman kepada Allah dan rasul-Nya, serta mengetahui Al-Qur'an dan isinya, tidak sama dengan orang yang mati hatinya akibat ditutupi kekafiran. Mereka yang terakhir ini tidak mau mengetahui perintah dan larangan Allah, tidak dapat membedakan antara petunjuk dan kesesatan. Ini adalah perumpamaan bagi orang-orang yang mukmin dan bagi orang-orang kafir. Firman Allah: Dan apakah orang yang sudah mati lalu Kami hidupkan dan Kami beri dia cahaya yang membuatnya dapat berjalan di tengah-tengah orang banyak, sama dengan orang yang berada dalam kegelapan, sehingga dia tidak dapat keluar dari sana? (al-An'am/6: 122) Dan firman-Nya: Perumpamaan kedua golongan (orang kafir dan mukmin), seperti orang buta dan tuli dengan orang yang dapat melihat dan dapat mendengar. Samakah kedua golongan itu? Maka tidakkah kamu mengambil pelajaran? (Hud/11: 24) Orang mukmin itu melihat, mendengar, dan bermandikan cahaya terang-benderang ketika melintasi shirathal mustaqim sampai ke surga yang sejuk, mempunyai naungan, dan mata air yang banyak. Sedangkan orang kafir buta dan tuli berjalan di dalam gelap gulita tidak dapat keluar daripadanya, bahkan selalu bersikap sombong di dalam kesesatannya di dunia dan akhirat sampai diberi keputusan masuk neraka yang sangat panas, penuh api menyala-nyala. Allah memberi petunjuk kepada orang-orang yang dikehendaki-Nya, mau mendengar hujjah atas kebenaran rasul, dan menerima agama yang dibawanya yaitu Islam dengan baik. Sebagaimana halnya orang yang telah mati dimasukkan dalam kubur, tidak dapat mendengar nasihat-nasihat dan saran-saran yang akan membimbingnya ke jalan yang benar, begitu pula orang yang mati hatinya. Tidak akan bermanfaat baginya peringatan-peringatan Allah. Mereka tidak dapat memahami isi Al-Qur'an dan ajaran-ajaran agama."
        },
        {
          "number": 23,
          "arabic": "إِنْ أَنتَ إِلَّا نَذِيرٌ",
          "transliteration": "in anta illā nadhīrun",
          "translation": "Engkau tidak lain hanyalah seorang pemberi peringatan.",
          "tafsir": "Pada ayat ini, Allah menjelaskan bahwa tugas Nabi Muhammad hanyalah memberi peringatan kepada manusia yang belum mendapat petunjuk. Ia tidak dibebani perintah untuk memaksa mereka menerima petunjuk dan agama yang dibawanya, karena petunjuk itu adalah sepenuhnya berada di tangan Allah. Oleh karena itu, tidak pada tempatnya Nabi Muhammad bersedih hati dan merasa kecewa kalau mereka itu belum mau menyambut baik seruannya. Tugas ini ditegaskan oleh Nabi Muhammad sebagaimana firman Allah: Katakanlah (Muhammad), \"Sesungguhnya aku hanya seorang pemberi peringatan,\" (shad/38: 65) Dan firman-Nya: Yang diwahyukan kepadaku, bahwa aku hanyalah seorang pemberi peringatan yang nyata.\" (shad/38: 70)"
        },
        {
          "number": 24,
          "arabic": "إِنَّآ أَرْسَلْنَـٰكَ بِٱلْحَقِّ بَشِيرًا وَنَذِيرًا ۚ وَإِن مِّنْ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٌ",
          "transliteration": "innā arsalnāka bil-ḥaqi bashīran wanadhīran wa-in min ummatin illā khalā fīhā nadhīrun",
          "translation": "Sungguh, Kami mengutus engkau dengan membawa kebenaran<sup foot_note=135662>1</sup> sebagai pembawa berita gembira dan sebagai pemberi peringatan. Dan tidak ada satu pun umat melainkan di sana telah datang seorang pemberi peringatan.",
          "tafsir": "Ayat ini menerangkan bahwa Nabi Muhammad diutus kepada manusia agar mereka beriman kepada Allah Yang Maha Esa disertai dengan syariat yang diwajibkan kepada hamba-Nya. Nabi saw juga diperintahkan untuk memberi kabar gembira kepada orang yang membenarkan risalahnya dan menerima baik agama yang dibawanya dari Allah, bahwa mereka akan dimasukkan ke dalam surga yang penuh dengan kenikmatan dan kesenangan. Juga memberi peringatan kepada orang yang mendustakannya dan menolak wahyu yang diturunkan dari Allah bahwa mereka akan dimasukkan ke dalam neraka yang penuh dengan azab dan siksa yang amat pedih. Pada ayat yang lain Allah menegaskan sebagai berikut: Dan Kami mengutus engkau (Muhammad), hanya sebagai pembawa berita gembira dan pemberi peringatan. (al-Isra'/17: 105) Tidak ada suatu umat pun sejak Nabi Adam kecuali Allah mengutus kepada mereka seorang utusan yang memberi peringatan. Dengan demikian, umat itu tidak mempunyai alasan lagi untuk membantah Allah sesudah diutus-Nya para rasul itu. Firman Allah: Rasul-rasul itu adalah sebagai pembawa berita gembira dan pemberi peringatan, agar tidak ada alasan bagi manusia untuk membantah Allah setelah rasul-rasul itu diutus. (an-Nisa'/4: 165) Dan firman-Nya: Kami tidak akan menyiksa sebelum Kami mengutus seorang rasul. (al-Isra'/17: 15) Pada ayat lain ditegaskan juga sebagai berikut: Dan jika mereka (orang-orang musyrik) mendustakan engkau (Muhammad), begitu pulalah kaum-kaum yang sebelum mereka, kaum Nuh, 'Ad, dan Samud (juga telah mendustakan rasul-rasul-Nya), dan (demikian juga) kaum Ibrahim dan kaum Lut, dan penduduk Madyan. Dan Musa (juga) telah didustakan, namun Aku beri tenggang waktu kepada orang-orang kafir, kemudian Aku siksa mereka, maka betapa hebatnya siksaan-Ku. (al-hajj/22: 42-44)"
        },
        {
          "number": 25,
          "arabic": "وَإِن يُكَذِّبُوكَ فَقَدْ كَذَّبَ ٱلَّذِينَ مِن قَبْلِهِمْ جَآءَتْهُمْ رُسُلُهُم بِٱلْبَيِّنَـٰتِ وَبِٱلزُّبُرِ وَبِٱلْكِتَـٰبِ ٱلْمُنِيرِ",
          "transliteration": "wa-in yukadhibūka faqad kadhaba alladhīna min qablihim jāathum rusuluhum bil-bayināti wabil-zuburi wabil-kitābi l-munīri",
          "translation": "Dan jika mereka mendustakanmu, maka sungguh, orang-orang yang sebelum mereka pun telah mendustakan (rasul-rasul); ketika rasul-rasulnya datang dengan membawa keterangan yang nyata (mukjizat), zubur, dan kitab yang memberi penjelasan yang sempurna.<sup foot_note=135663>1</sup>",
          "tafsir": "Pada ayat ini, Allah menerangkan bahwa setelah mereka mengingkari kedatangan rasul dan mendustakan agama yang dibawanya, Dia mengazab orang-orang kafir itu dengan azab yang pedih. Alangkah hebatnya kemurkaan Allah kepada mereka apabila mereka tetap dalam keadaan membangkang, serta tetap mengingkari kerasulan Muhammad saw dan agama yang dibawanya. Mereka akan mengalami seperti apa yang telah dialami umat dahulu. Demikian sunatullah tetap berlaku dan tidak akan berubah. Sebagaimana firman Allah: Sebagai sunnah Allah yang (berlaku juga) bagi orang-orang yang telah terdahulu sebelum(mu), dan engkau tidak akan mendapati perubahan pada sunah Allah. (al-Ahzab/33: 62)"
        },
        {
          "number": 26,
          "arabic": "ثُمَّ أَخَذْتُ ٱلَّذِينَ كَفَرُوا۟ ۖ فَكَيْفَ كَانَ نَكِيرِ",
          "transliteration": "thumma akhadhtu alladhīna kafarū fakayfa kāna nakīri",
          "translation": "Kemudian Aku azab orang-orang yang kafir; maka (lihatlah) bagaimana akibat kemurkaan-Ku.",
          "tafsir": "Pada ayat ini, Allah menerangkan bahwa setelah mereka mengingkari kedatangan rasul dan mendustakan agama yang dibawanya, Dia mengazab orang-orang kafir itu dengan azab yang pedih. Alangkah hebatnya kemurkaan Allah kepada mereka apabila mereka tetap dalam keadaan membangkang, serta tetap mengingkari kerasulan Muhammad saw dan agama yang dibawanya. Mereka akan mengalami seperti apa yang telah dialami umat dahulu. Demikian sunatullah tetap berlaku dan tidak akan berubah. Sebagaimana firman Allah: Sebagai sunnah Allah yang (berlaku juga) bagi orang-orang yang telah terdahulu sebelum(mu), dan engkau tidak akan mendapati perubahan pada sunah Allah. (al-Ahzab/33: 62)"
        },
        {
          "number": 27,
          "arabic": "أَلَمْ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَأَخْرَجْنَا بِهِۦ ثَمَرَٰتٍ مُّخْتَلِفًا أَلْوَٰنُهَا ۚ وَمِنَ ٱلْجِبَالِ جُدَدٌۢ بِيضٌ وَحُمْرٌ مُّخْتَلِفٌ أَلْوَٰنُهَا وَغَرَابِيبُ سُودٌ",
          "transliteration": "alam tara anna l-laha anzala mina l-samāi māan fa-akhrajnā bihi thamarātin mukh'talifan alwānuhā wamina l-jibāli judadun bīḍun waḥum'run mukh'talifun alwānuhā wagharābību sūdun",
          "translation": "Tidakkah engkau melihat bahwa Allah menurunkan air dari langit lalu dengan air itu Kami hasilkan buah-buahan yang beraneka macam jenisnya. Dan di antara gunung-gunung itu ada garis-garis putih dan merah yang beraneka macam warnanya dan ada (pula) yang hitam pekat.",
          "tafsir": "Pada ayat ini, Allah menguraikan beberapa hal yang menunjukkan kesempurnaan dan kekuasaan-Nya, yang dapat dilihat manusia setiap waktu. Jika mereka menyadari dan menginsyafi semuanya itu, tentu mereka akan menyadari pula keesaan dan kekuasaan Allah Yang Maha Sempurna itu. Di antara tanda-tanda itu adalah Allah menjadikan sesuatu yang beraneka ragam macamnya yang bersumber dari yang satu. Allah menurunkan hujan dari langit, sehingga tanaman bisa tumbuh dan mengeluarkan buah-buahan yang beraneka ragam warna, rasa, bentuk, dan aromanya, sebagaimana yang kita saksikan. Buah-buahan itu warnanya ada yang kuning, merah, hijau, dan sebagainya. Hal yang sama dijelaskan pula di dalam ayat yang lain. Firman Allah: Dan di bumi terdapat bagian-bagian yang berdampingan, kebun-kebun anggur, tanaman-tanaman, pohon kurma yang bercabang, dan yang tidak bercabang; disirami dengan air yang sama, tetapi Kami lebihkan tanaman yang satu dari yang lainnya dalam hal rasanya. Sungguh, pada yang demikian itu terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang mengerti. (ar-Ra'd/13: 4) Allah juga menciptakan gunung-gunung yang kelihatan seperti garis-garis, ada yang kelihatan putih, merah, dan hitam pekat. Di antara gunung-gunung itu terbentang pula jalan-jalan yang beraneka ragam pula warnanya. Menurut para saintis, garis-garis berwarna pada batuan paling umum dijumpai pada jenis batuan sedimen. Batuan sedimen terbentuk dari hasil pengendapan bahan yang terangkut oleh aliran air atau angin. Bahan yang diendapkan adalah butiran-butiran halus berupa pasir, debu, atau lempung sebagai hasil pelapukan batuan di tempat lain, yang kemudian terlepas dari batuan induknya dan terangkut oleh aliran air atau tiupan angin. Tempat pengendapan bahan sedimen ini umumnya terletak pada bagian-bagian yang rendah di mana kecepatan tenaga pengangkut (arus air, hembusan angin) berkurang. Daerah-daerah yang umum dikenal sebagai tempat pengendapan adalah dataran, pesisir terutama daerah delta, dan dasar laut. Pada proses pengangkutan (transportasi) dan pengendapan (sedimentasi) terjadi pula mekanisme pemilahan (sorting) di mana pada umumnya bahan dengan karakteristik fisik yang sama (misalnya dalam hal ukuran butir atau berat jenis) akan diendapkan pada lingkungan pengendapan yang sama. Proses pelapukan, pengangkutan, dan pengendapan ini berjalan terus- menerus sepanjang sejarah bumi yang dapat memakan waktu ribuan bahkan jutaan tahun. Selama proses ini berjalan terdapat pula perubahan-perubahan baik dalam hal lingkungan pengendapan maupun jenis bahan yang diendapkan, sehingga pada batuan sedimen terbentuk lapisan-lapisan yang juga melukiskan urutan sejarah (waktu) pengendapan. Mekanisme geologi lain yang biasa terjadi pada batuan sedimen adalah mengalami pengangkatan oleh adanya gaya tektonik sehingga batuan sedimen yang biasanya terbentuk di tempat-tempat yang rendah bisa dijumpai di puncak-puncak gunung. Pada puncak-puncak gunung yang tertoreh, baik oleh pengikisan maupun oleh terjadinya rekahan, lapisan-lapisan sedimen ini akan tampak ke permukaan. Setiap lapisan pada batuan sedimen dapat memiliki warna yang berbeda karena tersusun dari material yang berbeda. Perbedaan warna ini terutama dicirikan oleh perbedaan susunan mineralogisnya. Misal: mineral-mineral yang mengandung senyawa besi oksida (hematit) berwarna merah, mineral yang berwarna putih antara lain alumino-silika (kaoline), mineral-mineral logam hidroksida (goethite, brucite, diaspore, boehmite) dapat memberikan berbagai warna (kuning, hijau, abu-abu, hitam, merah muda), yang berwarna bening antara lain silika (kuarsa). Batuan atau mineral keras yang berwarna-warni biasa digosok menjadi batu perhiasan."
        },
        {
          "number": 28,
          "arabic": "وَمِنَ ٱلنَّاسِ وَٱلدَّوَآبِّ وَٱلْأَنْعَـٰمِ مُخْتَلِفٌ أَلْوَٰنُهُۥ كَذَٰلِكَ ۗ إِنَّمَا يَخْشَى ٱللَّهَ مِنْ عِبَادِهِ ٱلْعُلَمَـٰٓؤُا۟ ۗ إِنَّ ٱللَّهَ عَزِيزٌ غَفُورٌ",
          "transliteration": "wamina l-nāsi wal-dawābi wal-anʿāmi mukh'talifun alwānuhu kadhālika innamā yakhshā l-laha min ʿibādihi l-ʿulamāu inna l-laha ʿazīzun ghafūrun",
          "translation": "Dan demikian (pula) di antara manusia, makhluk bergerak yang bernyawa dan hewan-hewan ternak ada yang bermacam-macam warnanya (dan jenisnya). Di antara hamba-hamba Allah yang takut kepada-Nya, hanyalah para ulama.<sup foot_note=135664>1</sup> Sungguh, Allah Mahaperkasa, Maha Pengampun.",
          "tafsir": "Pada ayat ini, Allah menambah penjelasan lagi tentang hal-hal yang menunjukkan kesempurnaan dan kekuasaan-Nya. Allah menciptakan binatang melata dan binatang ternak, yang bermacam-macam warnanya sekalipun berasal dari jenis yang satu. Bahkan ada binatang yang satu, tetapi memiliki warna yang bermacam-macam. Mahasuci Allah pencipta alam semesta dengan sebaik-baiknya. Sejalan dengan ini firman Allah: Dan di antara tanda-tanda (kebesaran)-Nya ialah penciptaan langit dan bumi, perbedaan bahasamu dan warna kulitmu. (ar-Rum/30: 22) Demikianlah Allah menunjukkan tanda-tanda kekuasaan-Nya seperti tersebut di atas untuk dapat diketahui secara mendalam. Hanya ulama yang benar-benar menyadari dan mengetahui tanda-tanda kekuasaan Allah, sehingga mereka benar-benar tunduk kepada kekuasaan-Nya dan takut kepada siksa-Nya. Ibnu 'Abbas berkata, \"Yang dinamakan ulama ialah orang-orang yang mengetahui bahwa Allah itu Mahakuasa atas segala sesuatu.\" Di dalam riwayat lain, Ibnu 'Abbas berkata, \"Ulama itu ialah orang yang tidak mempersekutukan Tuhan dengan sesuatu apa pun, yang menghalalkan yang telah dihalalkan Allah dan mengharamkan yang telah diharamkan-Nya, menjaga perintah-perintah-Nya, dan yakin bahwa dia akan bertemu dengan-Nya yang akan menghisab dan membalas semua amalan manusia.\" Ayat ini ditutup dengan suatu penegasan bahwa Allah Mahaperkasa menindak orang-orang yang kafir kepada-Nya. Dia tidak mengazab orang-orang yang beriman dan taat kepada-Nya, tetapi Maha Pengampun kepada mereka. Dia kuasa mengazab orang-orang yang selalu berbuat maksiat dan bergelimang dosa, sebagaimana Dia kuasa memberi pahala kepada orang-orang yang taat kepada-Nya dan mengampuni dosa-dosa mereka, maka sepatutnya manusia itu takut kepada-Nya."
        },
        {
          "number": 29,
          "arabic": "إِنَّ ٱلَّذِينَ يَتْلُونَ كِتَـٰبَ ٱللَّهِ وَأَقَامُوا۟ ٱلصَّلَوٰةَ وَأَنفَقُوا۟ مِمَّا رَزَقْنَـٰهُمْ سِرًّا وَعَلَانِيَةً يَرْجُونَ تِجَـٰرَةً لَّن تَبُورَ",
          "transliteration": "inna alladhīna yatlūna kitāba l-lahi wa-aqāmū l-ṣalata wa-anfaqū mimmā razaqnāhum sirran waʿalāniyatan yarjūna tijāratan lan tabūra",
          "translation": "Sesungguhnya orang-orang yang selalu membaca Kitab Allah (Alquran) dan melak­sana­kan salat dan menginfakkan sebagian rezeki yang Kami anugerahkan kepadanya dengan diam-diam dan terang-terangan, mereka itu mengharapkan perdagangan yang tidak akan rugi,",
          "tafsir": "Pada ayat ini, Allah menerangkan bahwa orang-orang yang selalu membaca Al-Qur'an, meyakini berita, mempelajari kata dan maknanya lalu diamalkan, mengikuti perintah, menjauhi larangan, mengerjakan salat pada waktunya sesuai dengan cara yang telah ditetapkan dan dengan penuh ikhlas dan khusyuk, menafkahkan harta bendanya tanpa berlebih-lebihan dengan ikhlas tanpa ria, baik secara diam-diam atau terang-terangan, mereka adalah orang yang mengamalkan ilmunya dan berbuat baik dengan Tuhan mereka. Mereka itu ibarat pedagang yang tidak merugi, tetapi memperoleh pahala yang berlipat ganda sebagai karunia Allah, berdasarkan amal baktinya. Firman Allah: Adapun orang-orang yang beriman dan mengerjakan kebajikan, Allah akan menyempurnakan pahala bagi mereka dan menambah sebagian dari karunia-Nya. (an-Nisa'/4: 173) Selain dari itu, mereka juga akan memperoleh ampunan atas kesalahan dan kejahatan yang telah dilakukan, karena Allah Maha Pengampun lagi Maha Mensyukuri hamba-hamba-Nya, memberikan pahala yang sempurna terhadap amal-amal mereka, memaafkan kesalahannya dan menambah nikmat-Nya. Sejalan dengan ini firman Allah: Sungguh, Allah Maha Pengampun, Maha Mensyukuri. (asy-Syura/42: 23)"
        },
        {
          "number": 30,
          "arabic": "لِيُوَفِّيَهُمْ أُجُورَهُمْ وَيَزِيدَهُم مِّن فَضْلِهِۦٓ ۚ إِنَّهُۥ غَفُورٌ شَكُورٌ",
          "transliteration": "liyuwaffiyahum ujūrahum wayazīdahum min faḍlihi innahu ghafūrun shakūrun",
          "translation": "agar Allah menyempurnakan pahalanya kepada mereka dan menambah karunia-Nya. Sungguh, Allah Maha Pengampun, Maha Mensyukuri.<sup foot_note=135665>1</sup>",
          "tafsir": "Pada ayat ini, Allah menerangkan bahwa orang-orang yang selalu membaca Al-Qur'an, meyakini berita, mempelajari kata dan maknanya lalu diamalkan, mengikuti perintah, menjauhi larangan, mengerjakan salat pada waktunya sesuai dengan cara yang telah ditetapkan dan dengan penuh ikhlas dan khusyuk, menafkahkan harta bendanya tanpa berlebih-lebihan dengan ikhlas tanpa ria, baik secara diam-diam atau terang-terangan, mereka adalah orang yang mengamalkan ilmunya dan berbuat baik dengan Tuhan mereka. Mereka itu ibarat pedagang yang tidak merugi, tetapi memperoleh pahala yang berlipat ganda sebagai karunia Allah, berdasarkan amal baktinya. Firman Allah: Adapun orang-orang yang beriman dan mengerjakan kebajikan, Allah akan menyempurnakan pahala bagi mereka dan menambah sebagian dari karunia-Nya. (an-Nisa'/4: 173) Selain dari itu, mereka juga akan memperoleh ampunan atas kesalahan dan kejahatan yang telah dilakukan, karena Allah Maha Pengampun lagi Maha Mensyukuri hamba-hamba-Nya, memberikan pahala yang sempurna terhadap amal-amal mereka, memaafkan kesalahannya dan menambah nikmat-Nya. Sejalan dengan ini firman Allah: Sungguh, Allah Maha Pengampun, Maha Mensyukuri. (asy-Syura/42: 23)"
        }
      ]
    }
  ]
}