{
  "pageNumber": 257,
  "juz": 13,
  "surahs": [
    {
      "number": 14,
      "name": "Ibrahim",
      "nameArabic": "ابراهيم",
      "meaning": "Nabi Ibrahim",
      "revelation": "Makkah",
      "description": "Surat ini terdiri dari 52 ayat dan termasuk surat Makkiyyah karena diturunkan di Mekah sebelum Hijrah. Dinamakan surat \"IBRAHIM\", karena surat ini menyinggung doa Nabi Ibrahim pada ayat ke-35 sampai ke-41. Doa ini berisi antara lain: permohonan agar keturunannya mendirikan shalat, dijauhkan dari menyembah berhala, dan agar Mekah dan sekitarnya menjadi daerah yang aman dan makmur. Doa Nabi Ibrahim ini telah dikabulkan oleh Allah sebagaimana keamanan Mekah telah terbukti sejak dahulu sampai sekarang. Doa tersebut dipanjatkan Ibrahim ke hadirat Allah setelah selesai membangun Ka'bah bersama putranya, Ismail di dataran tanah Mekah yang tandus.**Pokok-Pokok Isi:**1. **Keimanan:** Al-Qur'an adalah pembimbing manusia ke jalan Allah; segala sesuatu di alam ini milik Allah; keingkaran manusia terhadap Allah tidaklah mengurangi kesempurnaan-Nya; nabi-nabi membawa mukjizat atas izin Allah semata; Allah kuasa mematikan manusia dan membangkitkannya kembali dalam bentuk baru; ilmu Allah meliputi yang lahir dan yang batin.2. **Hukum-hukum:** Perintah mendirikan shalat dan menafkahkan sebagian harta, baik secara rahasia maupun terang-terangan.3. **Kisah-kisah:** Kisah Nabi Musa dengan kaumnya dan kisah para rasul zaman dahulu.4. **Lain-lain:** Penyebab rasul-rasul diutus dengan bahasa kaumnya sendiri; perumpamaan tentang perbuatan dan perkataan yang benar dengan yang batil; kejadian langit dan bumi mengandung hikmah-hikmah; macam-macam nikmat Allah kepada manusia dan janji Allah kepada hamba-hamba yang bersyukur.Surat Ibrahim berisi petunjuk-petunjuk bagi manusia untuk mengenal Allah dan Allah berjanji akan menyediakan surga bagi orang-orang yang beriman. Dalam surat ini Allah menjelaskan bahwa rasul-rasul diutus dengan mempergunakan bahasa kaumnya agar kaum itu bisa memahami segala perintah dan larangan Allah. Kemudian Allah menjelaskan apa yang terjadi antara rasul-rasul itu dan kaumnya masing-masing.**Hubungan Surat Ibrahim Dengan Surat Al-Hijr:**1. Kedua surat ini sama-sama dimulai dengan \"Alif laam raa\" dan menerangkan sifat Al-Qur'an.2. Dalam surat Ibrahim Allah menjelaskan bahwa Al-Qur'an adalah pembimbing manusia ke jalan Allah, kemudian dalam surat Al-Hijr Allah menambahkan bahwa Al-Qur'an akan tetap terjaga kemurniannya sepanjang zaman.3. Masing-masing surat ini menjelaskan keadaan langit dan bumi dan sama-sama menjelaskan bahwa kejadian-kejadian alam ini mengandung hikmah, sebagai tanda keesaan dan kebesaran Allah.4. Kedua surat ini mengandung kisah Nabi Ibrahim dengan terperinci.5. Kedua surat ini sama-sama menerangkan keadaan orang-orang kafir pada hari kiamat dan penyesalan mereka: mengapa sewaktu hidup di dunia mereka tidak menjadi orang yang beriman.6. Kedua surat ini sama-sama menceritakan kisah nabi-nabi zaman dahulu dengan kaumnya serta menerangkan keadaan orang yang ingkar kepada nabi pada hari kiamat. Kisah-kisah ini disampaikan kepada Nabi Muhammad sebagai penghibur beliau ketika menghadapi berbagai kesulitan yang beliau temui dalam mendakwahkan agama Islam.",
      "verses": [
        {
          "number": 11,
          "arabic": "قَالَتْ لَهُمْ رُسُلُهُمْ إِن نَّحْنُ إِلَّا بَشَرٌ مِّثْلُكُمْ وَلَـٰكِنَّ ٱللَّهَ يَمُنُّ عَلَىٰ مَن يَشَآءُ مِنْ عِبَادِهِۦ ۖ وَمَا كَانَ لَنَآ أَن نَّأْتِيَكُم بِسُلْطَـٰنٍ إِلَّا بِإِذْنِ ٱللَّهِ ۚ وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُؤْمِنُونَ",
          "transliteration": "qālat lahum rusuluhum in naḥnu illā basharun mith'lukum walākinna l-laha yamunnu ʿalā man yashāu min ʿibādihi wamā kāna lanā an natiyakum bisul'ṭānin illā bi-idh'ni l-lahi waʿalā l-lahi falyatawakkali l-mu'minūna",
          "translation": "Rasul-rasul mereka berkata kepada mereka, \"Kami hanyalah manusia seperti kamu, tetapi Allah memberi karunia kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya. Tidak pantas bagi kami mendatangkan suatu bukti kepada kamu melainkan dengan izin Allah. Dan hanya kepada Allah saja hendaknya orang yang beriman itu bertawakal.",
          "tafsir": "Untuk menjawab pertanyaan dan permintaan umatnya, maka dalam ayat ini disebutkan ucapan para rasul itu kepada mereka bahwa benar mereka hanyalah manusia seperti umat mereka juga, hanya saja Allah telah memberikan karunia kepada mereka, yaitu berupa kenabian dan kerasulan, yang disertai mukjizat yang hanya dapat digunakan dengan seizin Allah swt. Oleh sebab itu, bukanlah wewenang seorang rasul untuk mengemukakan mukjizat yang lain dari apa yang telah dikaruniakan Allah kepadanya. Pada akhir ayat ini ditunjukkan pula, bahwa tawakal adalah merupakan suatu prinsip dan sikap hidup yang harus menjadi pegangan bagi setiap orang yang beriman, apabila mereka sudah melaksanakan kewajiban dengan sebaik-baiknya."
        },
        {
          "number": 12,
          "arabic": "وَمَا لَنَآ أَلَّا نَتَوَكَّلَ عَلَى ٱللَّهِ وَقَدْ هَدَىٰنَا سُبُلَنَا ۚ وَلَنَصْبِرَنَّ عَلَىٰ مَآ ءَاذَيْتُمُونَا ۚ وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُتَوَكِّلُونَ",
          "transliteration": "wamā lanā allā natawakkala ʿalā l-lahi waqad hadānā subulanā walanaṣbiranna ʿalā mā ādhaytumūnā waʿalā l-lahi falyatawakkali l-mutawakilūna",
          "translation": "Dan mengapa kami tidak akan bertawakal kepada Allah, sedangkan Dia telah menunjukkan jalan kepada kami, dan kami sungguh, akan tetap bersabar terhadap gangguan yang kamu lakukan kepada kami. Dan hanya kepada Allah saja orang yang bertawakal itu berserah diri.\"",
          "tafsir": "Pada ayat ini diterangkan penegasan para rasul kepada umat mereka, bahwa bagi mereka tidak ada alasan sama sekali untuk tidak bertawakal kepada Allah swt, karena Dia telah memberikan rahmat dan nikmat yang banyak sekali kepada mereka. Di antaranya ialah bahwa Allah swt telah menunjukkan kepada mereka jalan lurus yang mengantarkan mereka kepada cahaya iman yang terang benderang sehingga mereka memperoleh rida-Nya di dunia dan di akhirat. Oleh sebab itu, mereka akan menghadapi semua ancaman umat mereka dengan penuh kesabaran dan keuletan serta tawakal kepada Yang Mahakuasa. Hanya kepada Allah semata-mata orang-orang mukmin bertawakal dan berserah diri. Mereka tidak merasa gentar ataupun takut terhadap ancaman orang-orang yang tidak beriman karena segala sesuatu di alam ini tunduk di bawah kekuasaan Allah."
        },
        {
          "number": 13,
          "arabic": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لِرُسُلِهِمْ لَنُخْرِجَنَّكُم مِّنْ أَرْضِنَآ أَوْ لَتَعُودُنَّ فِى مِلَّتِنَا ۖ فَأَوْحَىٰٓ إِلَيْهِمْ رَبُّهُمْ لَنُهْلِكَنَّ ٱلظَّـٰلِمِينَ",
          "transliteration": "waqāla alladhīna kafarū lirusulihim lanukh'rijannakum min arḍinā aw lataʿūdunna fī millatinā fa-awḥā ilayhim rabbuhum lanuh'likanna l-ẓālimīna",
          "translation": "Dan orang-orang kafir berkata kepada rasul-rasul mereka, \"Kami pasti akan mengusir kamu dari negeri kami atau kamu benar-benar kembali kepada agama kami.\" Maka Tuhan mewahyukan kepada mereka, \"Kami pasti akan membinasakan orang yang zalim itu.",
          "tafsir": "Dalam ayat ini, diceritakan lanjutan dari ucapan kaum kafir terhadap rasul-rasul, di mana mereka mengancam para rasul itu akan diusir dari negeri mereka apabila tidak menghentikan dakwah kepada agama Allah. Kaum kafir tersebut mengajukan pilihan kepada rasul-rasul itu, apakah mereka menerima pengusiran itu, ataukah mereka bersedia untuk kembali kepada agama yang mereka warisi dari nenek moyang, yaitu agama syirik dan kufur. Selanjutnya dalam ayat ini dijelaskan, bahwa setelah adanya ancaman kaum kafir, maka Allah swt mewahyukan kepada rasul-rasul tersebut bahwa Dia pasti akan membinasakan kaum yang zalim itu. Wahyu ini merupakan dorongan moril yang amat besar artinya bagi masing-masing rasul yang sedang menjalankan tugas sucinya, sehingga mereka tidak merasa gentar untuk menghadapi umat yang zalim itu."
        },
        {
          "number": 14,
          "arabic": "وَلَنُسْكِنَنَّكُمُ ٱلْأَرْضَ مِنۢ بَعْدِهِمْ ۚ ذَٰلِكَ لِمَنْ خَافَ مَقَامِى وَخَافَ وَعِيدِ",
          "transliteration": "walanus'kinannakumu l-arḍa min baʿdihim dhālika liman khāfa maqāmī wakhāfa waʿīdi",
          "translation": "Dan Kami pasti akan menempatkan kamu di negeri-negeri itu setelah mereka. Yang demikian itu (adalah untuk) orang-orang yang takut (menghadap) ke hadirat-Ku dan takut akan ancaman-Ku.\"",
          "tafsir": "Dalam ayat ini, Allah swt menyebutkan janji-Nya yang lain kepada para rasul, bahwa Allah akan menempatkan mereka di negeri-negeri itu, setelah umat yang zalim itu lenyap karena azab yang akan ditimpakan kepada mereka. Janji ini akan dilaksanakan-Nya untuk orang-orang yang bertakwa, yang merasa takut untuk menghadap Allah dengan dosa yang banyak, dan merasa takut kepada ancaman dan siksa-Nya. Dengan jelas dapat dipahami bahwa janji Allah yang disebutkan dalam ayat ini memperkuat janji-Nya yang telah disebutkan pada ayat di atas, tentang pembinasaan orang-orang yang zalim. Setelah mereka binasa dan lenyap dari muka bumi, maka rasul-rasul bersama umatnya masing-masing yang beriman dan taat kepada Allah menjadi penghuni negeri-negeri itu, dan mereka hidup dengan tenteram di bawah limpahan rahmat dan rida Allah."
        },
        {
          "number": 15,
          "arabic": "وَٱسْتَفْتَحُوا۟ وَخَابَ كُلُّ جَبَّارٍ عَنِيدٍ",
          "transliteration": "wa-is'taftaḥū wakhāba kullu jabbārin ʿanīdin",
          "translation": "Dan mereka memohon diberi kemenangan dan binasalah semua orang yang berlaku sewenang-wenang lagi keras kepala,",
          "tafsir": "Orang yang beriman kepada Allah, mengharapkan rida dan kasih sayang-Nya, serta takut kepada ancaman dan siksaan-Nya, memohon kepada Allah agar diberi kemenangan atas musuh-musuh mereka yang zalim itu. Allah mengabulkan permohonan mereka. Maka binasalah kaum yang bersifat sewenang-wenang dan keras kepala itu. Sifat sewenang-wenang dan keras kepala adalah ciri-ciri dari orang-orang yang takabur, yang ingin menandingi kekuasaan dan kebesaran Allah. Mereka tidak mempedulikan hukum-hukum dan peraturan yang telah dikaruniakan Allah kepada hamba-Nya untuk mengatur hubungan antara sesama manusia, agar tercapai kehidupan yang harmonis, saling mengasihi dan saling menghargai. Oleh sebab itu, selayaknya mereka menerima hukuman dari Yang Mahakuasa dan Maha Penyayang."
        },
        {
          "number": 16,
          "arabic": "مِّن وَرَآئِهِۦ جَهَنَّمُ وَيُسْقَىٰ مِن مَّآءٍ صَدِيدٍ",
          "transliteration": "min warāihi jahannamu wayus'qā min māin ṣadīdin",
          "translation": "dihadapannya ada neraka Jahanam dan dia akan diberi minuman dengan air nanah,",
          "tafsir": "Pada ayat ini ditegaskan bahwa orang-orang yang menolak kebenaran dengan mengingkari rasul yang diutus Allah kepada mereka, bahkan berani mengancam akan mengusirnya, adalah orang-orang yang ingin menandingi kekuasaan dan kebesaran Allah. Mereka bersifat keras kepala, takabur, dan berbuat sewenang-wenang. Mereka telah berada di depan neraka Jahanam, bahkan dalam kehidupan di dunia, mereka telah merasa seperti di tepi neraka, selalu gelisah, khawatir, dan penuh keraguan. Di akhirat nanti, mereka akan dimasukkan ke dalam neraka dan diberi minuman dari air kotor seperti nanah. Hal ini merupakan hukuman bagi mereka yang tidak mempedulikan hukum dan petunjuk yang diberikan Allah kepada hamba-hamba-Nya."
        },
        {
          "number": 17,
          "arabic": "يَتَجَرَّعُهُۥ وَلَا يَكَادُ يُسِيغُهُۥ وَيَأْتِيهِ ٱلْمَوْتُ مِن كُلِّ مَكَانٍ وَمَا هُوَ بِمَيِّتٍ ۖ وَمِن وَرَآئِهِۦ عَذَابٌ غَلِيظٌ",
          "transliteration": "yatajarraʿuhu walā yakādu yusīghuhu wayatīhi l-mawtu min kulli makānin wamā huwa bimayyitin wamin warāihi ʿadhābun ghalīẓun",
          "translation": "direguknya (air nanah itu) dan dia hampir tidak bisa menelannya dan datanglah (bahaya) maut kepadanya dari segenap penjuru, tetapi dia tidak juga mati; dan dihadapannya (masih ada) azab yang berat.",
          "tafsir": "Dalam ayat ini, Allah swt menggambarkan betapa berat siksaan yang akan diterima atau diderita umat yang zalim di akhirat kelak, yaitu siksaan dengan api neraka yang amat panas, mereka diberi minum yang kotor seperti nanah, dan mereka minum air kotor itu, akan tetapi amat sukar bagi mereka untuk meneguknya. Di samping itu, bahaya maut senantiasa mengancam mereka dari segala penjuru, tetapi kematian mereka ditangguhkan Allah, agar mereka merasakan kepedihan azab yang akan ditimpakan kepada mereka."
        },
        {
          "number": 18,
          "arabic": "مَّثَلُ ٱلَّذِينَ كَفَرُوا۟ بِرَبِّهِمْ ۖ أَعْمَـٰلُهُمْ كَرَمَادٍ ٱشْتَدَّتْ بِهِ ٱلرِّيحُ فِى يَوْمٍ عَاصِفٍ ۖ لَّا يَقْدِرُونَ مِمَّا كَسَبُوا۟ عَلَىٰ شَىْءٍ ۚ ذَٰلِكَ هُوَ ٱلضَّلَـٰلُ ٱلْبَعِيدُ",
          "transliteration": "mathalu alladhīna kafarū birabbihim aʿmāluhum karamādin ish'taddat bihi l-rīḥu fī yawmin ʿāṣifin lā yaqdirūna mimmā kasabū ʿalā shayin dhālika huwa l-ḍalālu l-baʿīdu",
          "translation": "Perumpamaan orang yang ingkar kepada Tuhannya, perbuatan mereka seperti abu yang ditiup oleh angin keras pada suatu hari yang berangin kencang. Mereka tidak kuasa (mendatangkan manfaat) sama sekali dari apa yang telah mereka usahakan (di dunia). Yang demikian itu adalah kesesatan yang jauh.",
          "tafsir": "Jika dalam ayat-ayat di atas Allah telah menjelaskan azab yang akan diderita orang-orang kafir dalam neraka Jahanam, maka dalam ayat ini dijelaskan-Nya kerugian besar yang akan mereka derita, yaitu pahala dari amalan kebajikan mereka di dunia, kalau ada, dihapus Allah. Dengan demikian, mereka tidak dapat merasakan manfaat apapun dari amalan kebajikan yang mungkin pernah mereka perbuat di dunia. Amalan-amalan mereka itu diibaratkan oleh ayat ini bagaikan abu yang ditiup angin kencang, hilang tanpa kesan. Keadaan yang demikian adalah akibat dari kesesatan mereka dan penyelewengan yang jauh sekali dari petunjuk Allah swt."
        }
      ]
    }
  ]
}