{
  "pageNumber": 255,
  "juz": 13,
  "surahs": [
    {
      "number": 13,
      "name": "Ar-Ra'd",
      "nameArabic": "الرعد",
      "meaning": "Guruh",
      "revelation": "Madinah",
      "description": "Surat Ar-Ra'd terdiri dari 43 ayat dan termasuk surat Madaniyyah.Surat ini dinamakan \"Ar-Ra'd\" yang berarti \"guruh\" karena dalam ayat ke-13 Allah berfirman yang artinya, \"Dan guruh itu bertasbih sambil memuji-Nya,\" yang menunjukkan sifat kesucian dan kesempurnaan Allah. Selain itu, juga sesuai dengan sifat Al-Qur'an yang berisi ancaman dan harapan. Maka, begitu pula halnya bunyi guruh itu menimbulkan kecemasan dan harapan kepada manusia. Isi yang terpenting dari surat ini ialah bahwa bimbingan Allah kepada makhluk-Nya bertalian erat dengan hukum sebab dan akibat. Bagi Allah tidak ada pilih kasih dalam menetapkan hukuman. Balasan atau hukuman adalah akibat dari ketaatan atau keingkaran terhadap hukum Allah.**Pokok-Pokok Isi:**1. **Keimanan:** Allahlah yang menciptakan dan mengatur alam semesta; ilmu Allah meliputi segala sesuatu; keberadaan malaikat yang selalu memelihara manusia dan datang silih berganti, yaitu malaikat Hafazhah; Allah menerima doa hamba-Nya; memberi taufiq hanya hak Allah sedang tugas para rasul hanya menyampaikan agama Allah.2. **Hukum-hukum:** Manusia dilarang berdoa yang jelek untuk diri sendiri; kewajiban melarang perbuatan yang mungkar.3. **Kisah-kisah:** Kisah pengalaman nabi-nabi zaman dahulu.4. **Lain-lain:** Beberapa sifat yang terpuji; perumpamaan bagi orang-orang yang menyembah berhala dan orang-orang yang menyembah Allah; Allah tidak mengubah nasib suatu bangsa sebelum mereka mengubah keadaan mereka sendiri.Surat Ar-Ra'd lebih menitikberatkan pada pembuktian kebenaran dan keesaan Allah serta kepastian terjadinya hari kebangkitan. Juga menjelaskan tugas-tugas para rasul dan kebenaran kitab-kitab suci yang mereka bawa. Terhadap orang-orang yang ingkar dan memusuhi para nabi-nabi itu, diterangkan bahwa mereka pasti mengalami kegagalan dan kehancuran.**Hubungan Surat Ar-Ra'D Dengan Surat Ibrahim:**1. Dalam surat Ar-Ra'd disebutkan bahwa Al-Qur'an diturunkan dalam bahasa Arab sebagai pemisah antara kebenaran dan kebatilan, sedangkan hikmah diturunkannya Al-Qur'an dalam bahasa Arab dijelaskan dalam surat Ibrahim.2. Dalam surat Ar-Ra'd Allah menegaskan bahwa seorang rasul tidak dapat mendatangkan suatu mukjizat tanpa izin Allah, maka dalam surat Ibrahim para rasul menegaskan bahwa mereka adalah manusia biasa, yang tidak dapat mendatangkan suatu mukjizat tanpa izin Allah.3. Dalam surat Ar-Ra'd disebutkan bahwa Nabi Muhammad menyerukan agar manusia bertawakal kepada Allah, sedangkan dalam surat Ibrahim Nabi Muhammad menerangkan bahwa para rasul hanya bertawakal kepada Allah.4. Dalam surat Ar-Ra'd Allah menyebutkan perbuatan makar orang-orang kafir, sedangkan dalam surat Ibrahim hal ini diulangi lagi serta disebutkan pula sifat-sifat yang tidak tersebut dalam surat Ar-Ra'd.",
      "verses": [
        {
          "number": 43,
          "arabic": "وَيَقُولُ ٱلَّذِينَ كَفَرُوا۟ لَسْتَ مُرْسَلًا ۚ قُلْ كَفَىٰ بِٱللَّهِ شَهِيدًۢا بَيْنِى وَبَيْنَكُمْ وَمَنْ عِندَهُۥ عِلْمُ ٱلْكِتَـٰبِ",
          "transliteration": "wayaqūlu alladhīna kafarū lasta mur'salan qul kafā bil-lahi shahīdan baynī wabaynakum waman ʿindahu ʿil'mu l-kitābi",
          "translation": "Dan orang-orang kafir berkata, \"Engkau (Muhammad) bukanlah seorang Rasul.\" Katakanlah, \"Cukuplah Allah dan orang yang menguasai ilmu Al-Kitab<sup foot_note=135374>1</sup> menjadi saksi antara aku dan kamu.\"",
          "tafsir": "Ayat ini menunjukkan dialog antara orang-orang kafir Mekah dan Rasulullah, di mana mereka mengingkari kerasulannya dengan mengatakan, \"Engkau bukanlah seorang yang dijadikan rasul.\" Untuk menghadapi pengingkaran mereka ini, Allah memerintahkan kepada Nabi Muhammad untuk menjawabnya dengan mengatakan, \"Cukuplah Allah menjadi saksi dalam pertikaian yang terjadi antara kita seputar kerasulanku. Orang-orang yang mempunyai ilmu tentang Al-Kitab dari kalanganmu yang telah masuk Islam dapat menjadi saksi tentang kebenaran kerasulanku.\" Sesuai dengan penegasan Allah dalam ayat yang lalu bahwa tugas pokok Nabi Muhammad adalah menyampaikan agama Islam kepada manusia. Beliau tidak perlu gelisah menghadapi sikap ingkar dari kaum kafir tersebut, sebab Allahlah yang mengangkat dan mengutusnya menjadi rasul. Para ulama ahlul kitab memilih menganut agama Islam karena telah mengetahui bahwa dalam kitab Injil dan Taurat yang diwahyukan Allah kepada Nabi Isa dan Nabi Musa telah ada keterangan yang jelas tentang kedatangan nabi dan rasul terakhir, yaitu Muhammad saw. Oleh karena itu, mereka sama sekali tidak mengingkari kerasulan beliau."
        }
      ]
    },
    {
      "number": 14,
      "name": "Ibrahim",
      "nameArabic": "ابراهيم",
      "meaning": "Nabi Ibrahim",
      "revelation": "Makkah",
      "description": "Surat ini terdiri dari 52 ayat dan termasuk surat Makkiyyah karena diturunkan di Mekah sebelum Hijrah. Dinamakan surat \"IBRAHIM\", karena surat ini menyinggung doa Nabi Ibrahim pada ayat ke-35 sampai ke-41. Doa ini berisi antara lain: permohonan agar keturunannya mendirikan shalat, dijauhkan dari menyembah berhala, dan agar Mekah dan sekitarnya menjadi daerah yang aman dan makmur. Doa Nabi Ibrahim ini telah dikabulkan oleh Allah sebagaimana keamanan Mekah telah terbukti sejak dahulu sampai sekarang. Doa tersebut dipanjatkan Ibrahim ke hadirat Allah setelah selesai membangun Ka'bah bersama putranya, Ismail di dataran tanah Mekah yang tandus.**Pokok-Pokok Isi:**1. **Keimanan:** Al-Qur'an adalah pembimbing manusia ke jalan Allah; segala sesuatu di alam ini milik Allah; keingkaran manusia terhadap Allah tidaklah mengurangi kesempurnaan-Nya; nabi-nabi membawa mukjizat atas izin Allah semata; Allah kuasa mematikan manusia dan membangkitkannya kembali dalam bentuk baru; ilmu Allah meliputi yang lahir dan yang batin.2. **Hukum-hukum:** Perintah mendirikan shalat dan menafkahkan sebagian harta, baik secara rahasia maupun terang-terangan.3. **Kisah-kisah:** Kisah Nabi Musa dengan kaumnya dan kisah para rasul zaman dahulu.4. **Lain-lain:** Penyebab rasul-rasul diutus dengan bahasa kaumnya sendiri; perumpamaan tentang perbuatan dan perkataan yang benar dengan yang batil; kejadian langit dan bumi mengandung hikmah-hikmah; macam-macam nikmat Allah kepada manusia dan janji Allah kepada hamba-hamba yang bersyukur.Surat Ibrahim berisi petunjuk-petunjuk bagi manusia untuk mengenal Allah dan Allah berjanji akan menyediakan surga bagi orang-orang yang beriman. Dalam surat ini Allah menjelaskan bahwa rasul-rasul diutus dengan mempergunakan bahasa kaumnya agar kaum itu bisa memahami segala perintah dan larangan Allah. Kemudian Allah menjelaskan apa yang terjadi antara rasul-rasul itu dan kaumnya masing-masing.**Hubungan Surat Ibrahim Dengan Surat Al-Hijr:**1. Kedua surat ini sama-sama dimulai dengan \"Alif laam raa\" dan menerangkan sifat Al-Qur'an.2. Dalam surat Ibrahim Allah menjelaskan bahwa Al-Qur'an adalah pembimbing manusia ke jalan Allah, kemudian dalam surat Al-Hijr Allah menambahkan bahwa Al-Qur'an akan tetap terjaga kemurniannya sepanjang zaman.3. Masing-masing surat ini menjelaskan keadaan langit dan bumi dan sama-sama menjelaskan bahwa kejadian-kejadian alam ini mengandung hikmah, sebagai tanda keesaan dan kebesaran Allah.4. Kedua surat ini mengandung kisah Nabi Ibrahim dengan terperinci.5. Kedua surat ini sama-sama menerangkan keadaan orang-orang kafir pada hari kiamat dan penyesalan mereka: mengapa sewaktu hidup di dunia mereka tidak menjadi orang yang beriman.6. Kedua surat ini sama-sama menceritakan kisah nabi-nabi zaman dahulu dengan kaumnya serta menerangkan keadaan orang yang ingkar kepada nabi pada hari kiamat. Kisah-kisah ini disampaikan kepada Nabi Muhammad sebagai penghibur beliau ketika menghadapi berbagai kesulitan yang beliau temui dalam mendakwahkan agama Islam.",
      "verses": [
        {
          "number": 1,
          "arabic": " الٓر ۚ كِتَـٰبٌ أَنزَلْنَـٰهُ إِلَيْكَ لِتُخْرِجَ ٱلنَّاسَ مِنَ ٱلظُّلُمَـٰتِ إِلَى ٱلنُّورِ بِإِذْنِ رَبِّهِمْ إِلَىٰ صِرَٰطِ ٱلْعَزِيزِ ٱلْحَمِيدِ",
          "transliteration": "alif-lam-ra kitābun anzalnāhu ilayka litukh'rija l-nāsa mina l-ẓulumāti ilā l-nūri bi-idh'ni rabbihim ilā ṣirāṭi l-ʿazīzi l-ḥamīdi",
          "translation": "Alif Lām Rā`. (Ini adalah) Kitab yang Kami turunkan kepadamu (Muhammad) agar engkau mengeluarkan manusia dari kegelapan kepada cahaya terang-benderang dengan izin Tuhan, (yaitu) menuju jalan Tuhan Yang Mahaperkasa, Maha Terpuji.",
          "tafsir": "Surah ini dimulai dengan \"Alif Lam Ra\". (Lihat tafsirnya pada jilid pertama pada judul \"mafatihus suwar\".) Dalam firman Allah swt sesudah Alif Lam Ra menjelaskan maksud dan tujuan diturunkannya Al-Quran kepada Nabi Muhammad. Allah menurunkan Al-Quran kepada Rasulullah agar petunjuk dan peraturan-peraturan yang dibawa Al-Quran itu dapat menjadi tuntunan dan bimbingan kepada umatnya. Dengan petunjuk itu mereka dapat dikeluarkan dari kegelapan ke cahaya yang terang-benderang, atau dari kesesatan dan kejahilan ke jalan yang benar dan mempunyai ilmu pengetahuan serta peradaban yang tinggi, sehingga mereka memperoleh rida dan kasih sayang Allah swt di dunia dan di akhirat. Penegasan tentang fungsi Al-Quran ini sangat penting sekali, apalagi jika dihubungkan dengan ayat-ayat yang lalu, di mana Allah swt telah menyebut-kan adanya orang-orang yang mengingkari Al-Quran, baik sebagian, maupun keseluruhannya. Selanjutnya dalam ayat ini diterangkan bahwa Rasulullah hanya dapat menjalankan tugas tersebut di atas dengan izin dan bantuan dari Allah swt, dengan cara memberi kemudahan dan menguatkan tekad beliau dalam menghadapi segala rintangan. Al-Quran merupakan jalan yang dibentangkan Allah Yang Mahakuasa dan Maha Terpuji bagi Nabi Muhammad dan umatnya."
        },
        {
          "number": 2,
          "arabic": "ٱللَّهِ ٱلَّذِى لَهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ وَوَيْلٌ لِّلْكَـٰفِرِينَ مِنْ عَذَابٍ شَدِيدٍ",
          "transliteration": "al-lahi alladhī lahu mā fī l-samāwāti wamā fī l-arḍi wawaylun lil'kāfirīna min ʿadhābin shadīdin",
          "translation": "Allah yang memiliki apa yang ada di langit dan apa yang ada di bumi. Celakalah bagi orang yang ingkar kepada Tuhan karena siksaan yang sangat berat,",
          "tafsir": "Allah swt kembali mengingatkan kekuasaan-Nya dalam ayat ini dengan menegaskan bahwa Dialah yang memiliki dan menguasai semua yang ada di langit dan di bumi. Oleh karena Allah swt adalah Pemilik dan Penguasa atas segala makhluk-Nya di alam ini, maka Al-Quran yang diturunkan-Nya adalah petunjuk ke jalan yang terbaik yang menjamin kebahagiaan hakiki.."
        },
        {
          "number": 3,
          "arabic": "ٱلَّذِينَ يَسْتَحِبُّونَ ٱلْحَيَوٰةَ ٱلدُّنْيَا عَلَى ٱلْـَٔاخِرَةِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبْغُونَهَا عِوَجًا ۚ أُو۟لَـٰٓئِكَ فِى ضَلَـٰلٍۭ بَعِيدٍ",
          "transliteration": "alladhīna yastaḥibbūna l-ḥayata l-dun'yā ʿalā l-ākhirati wayaṣuddūna ʿan sabīli l-lahi wayabghūnahā ʿiwajan ulāika fī ḍalālin baʿīdin",
          "translation": "(yaitu) orang yang lebih menyukai kehidupan dunia daripada (kehidupan) akhirat, dan menghalang-halangi (manusia) dari jalan Allah dan menginginkan (jalan yang) bengkok. Mereka itu berada dalam kesesatan yang jauh.",
          "tafsir": "Dalam ayat ini, Allah swt menjelaskan bahwa orang-orang yang lebih menyukai kehidupan duniawi daripada kehidupan ukhrawi, menghalangi orang lain dari jalan Allah, dan menginginkan agar orang-orang menjauhi jalan lurus yang diberikan Allah kepada manusia, mereka itu sesat sejauh-jauhnya. Berbagai urusan duniawi tidak boleh melalaikan kita dari mempersiapkan diri bagi kehidupan ukhrawi. Akan tetapi, kehidupan duniawi itu juga tidak boleh diabaikan sama sekali, sebagaimana firman Allah: Dan carilah (pahala) negeri akhirat dengan apa yang telah dianugerahkan Allah kepadamu, tetapi janganlah kamu lupakan bagianmu di dunia (al-Qashash/28: 77) Orang-orang kafir tidak hanya mengingkari Al-Quran, tetapi juga menghalang-halangi orang lain untuk mengikuti jalan yang benar itu, yaitu menghalangi manusia mengenal ajaran Islam dan menjadikannya pedoman hidup. Dengan demikian, mereka adalah orang-orang yang sesat dan berusaha menyesatkan orang lain, sehingga kejahatan mereka berlipat ganda. Mereka juga berusaha dengan berbagai tipu daya agar jalan lurus yang ditunjukkan Allah itu menjadi bengkok. Mereka menukar ayat-ayat Allah dengan apa yang sesuai dengan kehendak hawa nafsu dan maksud jahat mereka. Dengan demikian, maka kesalahan yang mereka lakukan menjadi berlipat ganda lagi. Sewajarnyalah mereka itu ditimpa kemurkaan Allah karena mereka itu telah sesat dan kafir."
        },
        {
          "number": 4,
          "arabic": "وَمَآ أَرْسَلْنَا مِن رَّسُولٍ إِلَّا بِلِسَانِ قَوْمِهِۦ لِيُبَيِّنَ لَهُمْ ۖ فَيُضِلُّ ٱللَّهُ مَن يَشَآءُ وَيَهْدِى مَن يَشَآءُ ۚ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
          "transliteration": "wamā arsalnā min rasūlin illā bilisāni qawmihi liyubayyina lahum fayuḍillu l-lahu man yashāu wayahdī man yashāu wahuwa l-ʿazīzu l-ḥakīmu",
          "translation": "Dan Kami tidak mengutus seorang rasul pun, melainkan dengan bahasa kaumnya,<sup foot_note=135375>1</sup> agar dia dapat memberi penjelasan kepada mereka. Maka Allah menyesatkan siapa yang Dia kehendaki, dan memberi petunjuk kepada siapa yang Dia kehendaki. Dia Yang Mahaperkasa, Mahabijaksana.",
          "tafsir": "Pada ayat yang terdahulu telah disebutkan bahwa diturunkannya Al-Quran kepada Nabi Muhammad saw merupakan rahmat bagi manusia. Kemudian dalam ayat ini, Allah menjelaskan pula rahmat-Nya yang lain, yaitu diutus-Nya para rasul kepada suatu kaum menggunakan bahasa yang dipakai oleh kaum tersebut. Ini memudahkan komunikasi antara para rasul tersebut dengan umat mereka untuk memberikan penjelasan dan bimbingan kepada umat-umat tersebut. Akan tetapi, walaupun kitab suci telah diturunkan dalam bahasa mereka masing-masing, dan para rasul telah berbicara dengan mereka dalam bahasa yang sama, namun masih saja ada di antara mereka yang enggan mendengar, memahami, dan mengikutinya. Oleh karena itu, Allah membiarkan mereka ini sesat dan Allah memberikan petunjuk kepada orang-orang yang dikehendaki-Nya. Allah Mahakuasa dan Maha Bijaksana."
        },
        {
          "number": 5,
          "arabic": "وَلَقَدْ أَرْسَلْنَا مُوسَىٰ بِـَٔايَـٰتِنَآ أَنْ أَخْرِجْ قَوْمَكَ مِنَ ٱلظُّلُمَـٰتِ إِلَى ٱلنُّورِ وَذَكِّرْهُم بِأَيَّىٰمِ ٱللَّهِ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّكُلِّ صَبَّارٍ شَكُورٍ",
          "transliteration": "walaqad arsalnā mūsā biāyātinā an akhrij qawmaka mina l-ẓulumāti ilā l-nūri wadhakkir'hum bi-ayyāmi l-lahi inna fī dhālika laāyātin likulli ṣabbārin shakūrin",
          "translation": "Dan sungguh, Kami telah mengutus Musa dengan membawa tanda-tanda (kekuasaan) Kami, (dan Kami perintahkan kepadanya), \"Keluarkanlah kaummu dari kegelapan kepada cahaya terang-benderang dan ingatkanlah mereka kepada hari-hari Allah.\"<sup foot_note=135376>1</sup> Sungguh, pada yang demikian itu terdapat tanda-tanda (kekuasaan Allah) bagi setiap orang penyabar dan banyak bersyukur.",
          "tafsir": "Pada ayat ini, Allah swt menunjukkan bahwa rasul-rasul yang telah diutus kepada manusia mempunyai tugas yang sama, yaitu menyampaikan ayat-ayat Allah untuk membimbing manusia ke jalan yang benar, mengeluarkan mereka dari kegelapan yang disebabkan kejahilan, kekafiran, dan kemaksiatan, kepada cahaya yang terang benderang karena iman, hidayah dan ilmu pengetahuan serta akhlak yang mulia. Allah menceritakan dalam ayat ini bahwa Nabi Musa a.s. pun telah diutus untuk menyampaikan tugas tersebut, dan diperintahkan untuk menyeru kaumnya. Allah berfirman, \"Keluarkanlah umatmu dari gelap gulita kepada cahaya yang terang benderang, serulah mereka agar beriman, dan mengingat hari-hari Allah\". Yang dimaksud dengan \"hari-hari Allah\" ialah peristiwa penting yang telah dialami oleh umat manusia terdahulu, seperti nikmat Allah yang telah mereka peroleh ketika lepas dari perbudakan Firaun, atau kemurkaan dan siksa Allah yang telah menimpa diri mereka karena keingkaran. Pada akhir ayat ini Allah menegaskan bahwa \"hari-hari Allah\" tersebut mengandung tanda-tanda keesaan dan kekuasaan-Nya. Tanda-tanda tersebut hanya dapat dipahami oleh setiap orang yang sabar dan banyak bersyukur."
        }
      ]
    }
  ]
}