{
  "pageNumber": 454,
  "juz": 23,
  "surahs": [
    {
      "number": 38,
      "name": "Sad",
      "nameArabic": "ص",
      "meaning": "Sad",
      "revelation": "Makkah",
      "description": "Surat Shad terdiri dari 88 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Al-Qamar.Dinamai dengan \"Shad\" karena surat ini dimulai dengan kata \"Shad\" (selanjutnya lihat catatan kaki ayat ke-1 surat Al-Baqarah). Dalam surat ini Allah bersumpah dengan Al-Qur'an, untuk menunjukkan bahwa Al-Qur'an ini suatu kitab yang agung dan bahwa siapa saja yang mengikutinya akan mendapat kebahagiaan di dunia dan akhirat, juga untuk menunjukkan bahwa Al-Qur'an ini adalah mukjizat Nabi Muhammad yang menyatakan kebenarannya dan ketinggian akhlaknya.**Pokok-Pokok Isi:**1. **Keimanan:** Dalil-dalil tentang kenabian Muhammad, bahwa beliau mengetahui hal-hal yang hanya dapat diketahui melalui jalan wahyu; sumpah Iblis untuk menyesatkan seluruh manusia kecuali hamba-hamba Allah yang ikhlas; Al-Qur'an diturunkan untuk menjadi pelajaran bagi seluruh jin dan manusia.2. **Kisah-kisah:** Kisah Nabi Dawud dan Nabi Sulaiman; kisah Nabi Ayub.3. **Lain-lain:** Kaum musyrikin tercengang mendengar seruan Nabi Muhammad, bahwa Allah adalah Maha Esa; rahasia yang terdapat pada kejadian alam; pertengkaran antara orang-orang yang sesat dan pengikut mereka di neraka; nikmat-nikmat yang dilimpahkan kepada penduduk surga dan azab yang ditampakkan pada neraka.Dari surat ini dapat disimpulkan bahwa setiap nabi yang terdahulu selalu mendapat tantangan dan perlawanan dari musuh-musuhnya, tetapi musuh-musuh itu dibinasakan Allah. Demikian juga halnya Nabi Muhammad yang mendapat tantangan dan perlawanan dari kaum musyrikin, tetapi akhirnya kaum musyrikin itu binasa.Juga dapat disimpulkan bahwa Al-Qur'an adalah semata-mata wahyu Allah, karena di dalamnya dikabarkan hal-hal yang hanya dapat diketahui dengan perantaraan wahyu, yaitu hal-hal yang akan terjadi pada masa yang akan datang dan hal-hal yang telah terjadi dahulu kala tanpa ada yang menceritakannya, hal-hal yang terjadi di alam atas dan di akhirat nanti.**Hubungan Surat Shad Dengan Surat Az-Zumar:**1. Akhir surat Shad menerangkan bahwa Al-Qur'an adalah peringatan bagi semesta alam, sedangkan permulaan surat Az-Zumar menerangkan bahwa Al-Qur'an diturunkan dari Allah Yang Mahaperkasa, Mahabijaksana.2. Kedua surat ini sama-sama menyebutkan tentang makhluk sejak permulaan sampai kembali kepada Allah.3. Kalau diperhatikan, seakan-akan surat Az-Zumar adalah lanjutan dari surat Shad, karena pada akhir surat Shad diterangkan penciptaan Adam, kemudian pada surat Az-Zumar diterangkan bahwa Allah menciptakan semua manusia dan menerangkan kesudahan nasib mereka, bahwa semua manusia akan mati lalu dibangkitkan kembali dan dihisab. Orang yang bertakwa dimasukkan ke dalam surga dan orang yang kafir dimasukkan ke dalam neraka.",
      "verses": [
        {
          "number": 17,
          "arabic": "ٱصْبِرْ عَلَىٰ مَا يَقُولُونَ وَٱذْكُرْ عَبْدَنَا دَاوُۥدَ ذَا ٱلْأَيْدِ ۖ إِنَّهُۥٓ أَوَّابٌ",
          "transliteration": "iṣ'bir ʿalā mā yaqūlūna wa-udh'kur ʿabdanā dāwūda dhā l-aydi innahu awwābun",
          "translation": "Bersabarlah atas apa yang mereka katakan; dan ingatlah akan hamba Kami Dawud yang mempunyai kekuatan; sungguh dia sangat taat (kepada Allah).",
          "tafsir": "Allah memerintahkan kepada Rasulullah dan pengikut-pengikutnya agar tetap bersabar menghadapi apa saja yang dikatakan oleh kaum musyrikin, meskipun perkataan itu merupakan hinaan dan pendustaan. Hal serupa itu tidak saja menimpa Rasulullah dan para pengikutnya, akan tetapi juga menimpa nabi-nabi yang diutus sebelumnya. Bagi orang-orang yang beriman, pengingkaran dan penganiayaan yang datang dari pihak musuh-musuh Allah, tidaklah mengurangi semangat perjuangan mereka dalam menegakkan agama tauhid, bahkan menjadi pendorong untuk tetap mempertahankan kebenaran tauhid dan tetap berjuang menghancurkan kemusyrikan. Allah memerintahkan kepada Rasulullah agar mengingatkan kaumnya akan kisah Nabi Daud yang memiliki kekuatan. Dimaksud kekuatan pada ayat ini ialah kekuatan dalam menaati Allah dan kekuatan dalam memahami agama. Ketaatan kepada Allah dan pengetahuannya terhadap agama tergambar pada tindakannya yang selalu berjuang untuk melaksanakan amanat, menyebarluaskan seruan menganut agama tauhid, tanpa menampakkan kelemahan sedikit pun. Nabi Daud terkenal sebagai nabi yang paling kuat beribadah. Ia menggunakan waktunya sepertiga malam untuk salat, dan selang sehari ia berpuasa. Mengenai ketaatan Daud kepada Tuhannya lebih jauh dijelaskan dalam beberapa hadis sebagai berikut: Puasa yang paling dicintai Allah adalah puasa Daud. Dia berpuasa sehari dan berbuka sehari. Salat yang paling dicintai Allah Ta'ala ialah salat Daud, Dia tidur separuh malam, dan melakukan salat sepertiganya, lalu tidur lagi seperenamnya. (Riwayat A.hmad, al-Bukhari, Muslim, Abu Dawud, dan an-Nasa'i dari Ibnu 'Umar) Dari riwayat ini dapat dipahami bahwa Nabi Daud dalam segala urusan selalu mengembalikannya kepada Allah. Apabila ia merasa bersalah, atau terlintas dalam hatinya ada kesalahan pada dirinya, maka ia selalu meminta ampun kepada Allah. Imam al-hakim meriwayatkan dari Abu ad-Darda' yang menyatakan: Apabila Nabi (Muhammad) saw menyebutkan Nabi Daud atau membicarakannya, maka beliau memberikan sifat bahwa ia adalah manusia yang paling banyak ibadahnya. Imam adh-ailami meriwayatkan dari Ibnu 'Umar yang menyatakan bahwa Rasulullah saw bersabda: Tidak patut bagi seseorang mengatakan bahwa saya lebih banyak beribadah dari Nabi Daud. Riwayat-riwayat tersebut menunjukkan bahwa Nabi Daud adalah nabi yang amat taat kepada Allah, sebagaimana ditegaskan oleh Allah pada akhir ayat ini."
        },
        {
          "number": 18,
          "arabic": "إِنَّا سَخَّرْنَا ٱلْجِبَالَ مَعَهُۥ يُسَبِّحْنَ بِٱلْعَشِىِّ وَٱلْإِشْرَاقِ",
          "transliteration": "innā sakharnā l-jibāla maʿahu yusabbiḥ'na bil-ʿashiyi wal-ish'rāqi",
          "translation": "Sungguh, Kamilah yang menundukkan gunung-gunung untuk bertasbih bersama dia (Dawud) pada waktu petang dan pagi,",
          "tafsir": "Di dalam ayat-ayat ini, Allah menyebutkan beberapa kenikmatan yang telah diberikan kepada Daud. Pertama, bahwa Allah telah menundukkan gunung-gunung untuk bertasbih bersama-sama Daud di waktu petang dan pagi. Ungkapan seperti ini mengandung pengertian bahwa Nabi Daud selalu taat beribadah kepada Allah. Dia selalu bertasbih, memuji kebesaran-Nya pagi dan petang. Allah menyamakan ketaatan Daud ini dengan ketaatan gunung-gunung untuk menunjukkan betapa dalam ketaatan Nabi Daud itu. Adapun tentang ketaatan gunung bertasbih itu adalah dalam kenyataan bahwa gunung-gunung itu mengikuti sunah Allah yang tidak berubah-ubah, yang sudah barang tentu lain dengan taatnya manusia. Allah berfirman: Dan tidak ada sesuatu pun melainkan bertasbih dengan memuji-Nya, tetapi kamu tidak mengerti tasbih mereka. (al-Isra'/17: 44) Apabila seseorang memperhatikan dengan cermat arti dan kegunaan penciptaan gunung untuk manusia, serta memperhatikan pula fungsinya sebaik-baiknya, maka ia akan mengetahui bahwa gunung itu merupakan salah satu penyebab turunnya hujan, yang memberi kehidupan bagi manusia. Ia juga sebagai media penyimpan air di musim penghujan, yang dialirkannya di musim kemarau, serta mineral yang dimuntahkannya menjadi penyubur tanah pertanian. Demikian pula dalam perutnya terdapat segala macam barang tambang yang sangat diperlukan untuk kepentingan perlengkapan hidup manusia. Gunung-gunung itu menunaikan tugas dengan sebaik-baiknya dan tidak pernah keluar dari ketentuan yang berlaku. Allah selanjutnya menjelaskan bahwa Dia menundukkan pula burung-burung yang selalu bertasbih kepada-Nya bersama Nabi Daud. Ungkapan serupa ini mengandung pengertian betapa indahnya suara Nabi Daud pada saat membaca kitab Zabur, sehingga seolah-olah getaran suaranya dapat menawan burung-burung yang sedang beterbangan di angkasa. Digambarkan seolah-olah burung-burung yang sedang terbang itu terhenti di udara karena mendengar suara Nabi Daud yang sedang bertasbih, dan ikut pula bertasbih bersama-sama dengannya. Tasbih burung-burung tidak sama dengan tasbih manusia. Burung-burung mempunyai cara tersendiri di dalam menyatakan keagungan Allah. Sesudah itu Allah menegaskan bahwa masing-masing makhluk yang disebutkan tadi, yaitu gunung dan burung tunduk, takluk dan jinak patuh pada ketentuan Allah untuk kepentingan umat manusia. Pada ayat ini terdapat sindiran bagi orang-orang musyrik Mekah, pertama bahwa apabila gunung dan burung yang diciptakan tidak berakal itu selalu menaati ketentuan-ketentuan Allah, maka seharusnyalah mereka yang diciptakan sebagai makhluk yang lebih sempurna dan dilengkapi dengan akal lebih taat kepada hukum-hukum Allah. Apabila terjadi sebaliknya, berarti telah terjadi sesuatu yang tidak wajar pada diri mereka. Kedua, Allah telah menguatkan kerajaan Nabi Daud dengan tentara yang banyak, harta kekayaan yang melimpah ruah, pribadi yang sangat disegani, dan kemahiran dalam mengatur siasat perang sehingga selalu meraih kemenangan. Ketiga, Allah telah menganugerahkan kepadanya hikmah. Yang dimaksud hikmah dalam ayat ini adalah kenabian, kesempurnaan ilmu, dan ketelitian dalam melaksanakan amal perbuatan, serta pemahaman yang tepat. Di antara ilmu pengetahuan yang diberikan Allah kepada Nabi Daud ialah seperti disebutkan dalam firman Allah: ¦ dan Kami telah melunakkan besi untuknya, (yaitu) buatlah baju besi yang besar-besar dan ukurlah anyamannya; dan kerjakanlah kebajikan. Sungguh, Aku Maha Melihat apa yang kamu kerjakan. (Saba'/34: 10-11) Sedang yang dimaksud ketelitiannya dalam melaksanakan amal perbuatan ialah dia tidak mau memulai sesuatu perbuatan, terkecuali ia mengetahui sebab apa dan untuk apa amal perbuatan itu dilakukan. Keempat, Allah telah menganugerahkan kepadanya kebijakan dalam menyelesaikan perselisihan. Dalam menyelesaikan persengketaan ia selalu memeriksa pihak-pihak berdasarkan bukti-bukti yang meyakinkan jauh dari sifat-sifat berat sebelah, dan bersih dari pengaruh hawa nafsu. Untuk mencari keyakinan yang sebenar-benarnya yang dapat dijadikan landasan yang tepat dalam memutuskan perkara memerlukan ilmu pengetahuan yang luas, sikap yang lemah-lembut, menguasai persoalan yang dipersengketakan, dan kesabaran yang kuat."
        },
        {
          "number": 19,
          "arabic": "وَٱلطَّيْرَ مَحْشُورَةً ۖ كُلٌّ لَّهُۥٓ أَوَّابٌ",
          "transliteration": "wal-ṭayra maḥshūratan kullun lahu awwābun",
          "translation": "dan (Kami tundukkan pula) burung-burung dalam keadaan terkumpul. Masing-masing sangat taat (kepada Allah).",
          "tafsir": "Di dalam ayat-ayat ini, Allah menyebutkan beberapa kenikmatan yang telah diberikan kepada Daud. Pertama, bahwa Allah telah menundukkan gunung-gunung untuk bertasbih bersama-sama Daud di waktu petang dan pagi. Ungkapan seperti ini mengandung pengertian bahwa Nabi Daud selalu taat beribadah kepada Allah. Dia selalu bertasbih, memuji kebesaran-Nya pagi dan petang. Allah menyamakan ketaatan Daud ini dengan ketaatan gunung-gunung untuk menunjukkan betapa dalam ketaatan Nabi Daud itu. Adapun tentang ketaatan gunung bertasbih itu adalah dalam kenyataan bahwa gunung-gunung itu mengikuti sunah Allah yang tidak berubah-ubah, yang sudah barang tentu lain dengan taatnya manusia. Allah berfirman: Dan tidak ada sesuatu pun melainkan bertasbih dengan memuji-Nya, tetapi kamu tidak mengerti tasbih mereka. (al-Isra'/17: 44) Apabila seseorang memperhatikan dengan cermat arti dan kegunaan penciptaan gunung untuk manusia, serta memperhatikan pula fungsinya sebaik-baiknya, maka ia akan mengetahui bahwa gunung itu merupakan salah satu penyebab turunnya hujan, yang memberi kehidupan bagi manusia. Ia juga sebagai media penyimpan air di musim penghujan, yang dialirkannya di musim kemarau, serta mineral yang dimuntahkannya menjadi penyubur tanah pertanian. Demikian pula dalam perutnya terdapat segala macam barang tambang yang sangat diperlukan untuk kepentingan perlengkapan hidup manusia. Gunung-gunung itu menunaikan tugas dengan sebaik-baiknya dan tidak pernah keluar dari ketentuan yang berlaku. Allah selanjutnya menjelaskan bahwa Dia menundukkan pula burung-burung yang selalu bertasbih kepada-Nya bersama Nabi Daud. Ungkapan serupa ini mengandung pengertian betapa indahnya suara Nabi Daud pada saat membaca kitab Zabur, sehingga seolah-olah getaran suaranya dapat menawan burung-burung yang sedang beterbangan di angkasa. Digambarkan seolah-olah burung-burung yang sedang terbang itu terhenti di udara karena mendengar suara Nabi Daud yang sedang bertasbih, dan ikut pula bertasbih bersama-sama dengannya. Tasbih burung-burung tidak sama dengan tasbih manusia. Burung-burung mempunyai cara tersendiri di dalam menyatakan keagungan Allah. Sesudah itu Allah menegaskan bahwa masing-masing makhluk yang disebutkan tadi, yaitu gunung dan burung tunduk, takluk dan jinak patuh pada ketentuan Allah untuk kepentingan umat manusia. Pada ayat ini terdapat sindiran bagi orang-orang musyrik Mekah, pertama bahwa apabila gunung dan burung yang diciptakan tidak berakal itu selalu menaati ketentuan-ketentuan Allah, maka seharusnyalah mereka yang diciptakan sebagai makhluk yang lebih sempurna dan dilengkapi dengan akal lebih taat kepada hukum-hukum Allah. Apabila terjadi sebaliknya, berarti telah terjadi sesuatu yang tidak wajar pada diri mereka. Kedua, Allah telah menguatkan kerajaan Nabi Daud dengan tentara yang banyak, harta kekayaan yang melimpah ruah, pribadi yang sangat disegani, dan kemahiran dalam mengatur siasat perang sehingga selalu meraih kemenangan. Ketiga, Allah telah menganugerahkan kepadanya hikmah. Yang dimaksud hikmah dalam ayat ini adalah kenabian, kesempurnaan ilmu, dan ketelitian dalam melaksanakan amal perbuatan, serta pemahaman yang tepat. Di antara ilmu pengetahuan yang diberikan Allah kepada Nabi Daud ialah seperti disebutkan dalam firman Allah: ¦ dan Kami telah melunakkan besi untuknya, (yaitu) buatlah baju besi yang besar-besar dan ukurlah anyamannya; dan kerjakanlah kebajikan. Sungguh, Aku Maha Melihat apa yang kamu kerjakan. (Saba'/34: 10-11) Sedang yang dimaksud ketelitiannya dalam melaksanakan amal perbuatan ialah dia tidak mau memulai sesuatu perbuatan, terkecuali ia mengetahui sebab apa dan untuk apa amal perbuatan itu dilakukan. Keempat, Allah telah menganugerahkan kepadanya kebijakan dalam menyelesaikan perselisihan. Dalam menyelesaikan persengketaan ia selalu memeriksa pihak-pihak berdasarkan bukti-bukti yang meyakinkan jauh dari sifat-sifat berat sebelah, dan bersih dari pengaruh hawa nafsu. Untuk mencari keyakinan yang sebenar-benarnya yang dapat dijadikan landasan yang tepat dalam memutuskan perkara memerlukan ilmu pengetahuan yang luas, sikap yang lemah-lembut, menguasai persoalan yang dipersengketakan, dan kesabaran yang kuat."
        },
        {
          "number": 20,
          "arabic": "وَشَدَدْنَا مُلْكَهُۥ وَءَاتَيْنَـٰهُ ٱلْحِكْمَةَ وَفَصْلَ ٱلْخِطَابِ",
          "transliteration": "washadadnā mul'kahu waātaynāhu l-ḥik'mata wafaṣla l-khiṭābi",
          "translation": "Dan Kami kuatkan kerajaannya dan Kami berikan hikmah kepadanya<sup foot_note=135701>1</sup> serta kebijaksanaan dalam memutuskan perkara.",
          "tafsir": "Di dalam ayat-ayat ini, Allah menyebutkan beberapa kenikmatan yang telah diberikan kepada Daud. Pertama, bahwa Allah telah menundukkan gunung-gunung untuk bertasbih bersama-sama Daud di waktu petang dan pagi. Ungkapan seperti ini mengandung pengertian bahwa Nabi Daud selalu taat beribadah kepada Allah. Dia selalu bertasbih, memuji kebesaran-Nya pagi dan petang. Allah menyamakan ketaatan Daud ini dengan ketaatan gunung-gunung untuk menunjukkan betapa dalam ketaatan Nabi Daud itu. Adapun tentang ketaatan gunung bertasbih itu adalah dalam kenyataan bahwa gunung-gunung itu mengikuti sunah Allah yang tidak berubah-ubah, yang sudah barang tentu lain dengan taatnya manusia. Allah berfirman: Dan tidak ada sesuatu pun melainkan bertasbih dengan memuji-Nya, tetapi kamu tidak mengerti tasbih mereka. (al-Isra'/17: 44) Apabila seseorang memperhatikan dengan cermat arti dan kegunaan penciptaan gunung untuk manusia, serta memperhatikan pula fungsinya sebaik-baiknya, maka ia akan mengetahui bahwa gunung itu merupakan salah satu penyebab turunnya hujan, yang memberi kehidupan bagi manusia. Ia juga sebagai media penyimpan air di musim penghujan, yang dialirkannya di musim kemarau, serta mineral yang dimuntahkannya menjadi penyubur tanah pertanian. Demikian pula dalam perutnya terdapat segala macam barang tambang yang sangat diperlukan untuk kepentingan perlengkapan hidup manusia. Gunung-gunung itu menunaikan tugas dengan sebaik-baiknya dan tidak pernah keluar dari ketentuan yang berlaku. Allah selanjutnya menjelaskan bahwa Dia menundukkan pula burung-burung yang selalu bertasbih kepada-Nya bersama Nabi Daud. Ungkapan serupa ini mengandung pengertian betapa indahnya suara Nabi Daud pada saat membaca kitab Zabur, sehingga seolah-olah getaran suaranya dapat menawan burung-burung yang sedang beterbangan di angkasa. Digambarkan seolah-olah burung-burung yang sedang terbang itu terhenti di udara karena mendengar suara Nabi Daud yang sedang bertasbih, dan ikut pula bertasbih bersama-sama dengannya. Tasbih burung-burung tidak sama dengan tasbih manusia. Burung-burung mempunyai cara tersendiri di dalam menyatakan keagungan Allah. Sesudah itu Allah menegaskan bahwa masing-masing makhluk yang disebutkan tadi, yaitu gunung dan burung tunduk, takluk dan jinak patuh pada ketentuan Allah untuk kepentingan umat manusia. Pada ayat ini terdapat sindiran bagi orang-orang musyrik Mekah, pertama bahwa apabila gunung dan burung yang diciptakan tidak berakal itu selalu menaati ketentuan-ketentuan Allah, maka seharusnyalah mereka yang diciptakan sebagai makhluk yang lebih sempurna dan dilengkapi dengan akal lebih taat kepada hukum-hukum Allah. Apabila terjadi sebaliknya, berarti telah terjadi sesuatu yang tidak wajar pada diri mereka. Kedua, Allah telah menguatkan kerajaan Nabi Daud dengan tentara yang banyak, harta kekayaan yang melimpah ruah, pribadi yang sangat disegani, dan kemahiran dalam mengatur siasat perang sehingga selalu meraih kemenangan. Ketiga, Allah telah menganugerahkan kepadanya hikmah. Yang dimaksud hikmah dalam ayat ini adalah kenabian, kesempurnaan ilmu, dan ketelitian dalam melaksanakan amal perbuatan, serta pemahaman yang tepat. Di antara ilmu pengetahuan yang diberikan Allah kepada Nabi Daud ialah seperti disebutkan dalam firman Allah: ¦ dan Kami telah melunakkan besi untuknya, (yaitu) buatlah baju besi yang besar-besar dan ukurlah anyamannya; dan kerjakanlah kebajikan. Sungguh, Aku Maha Melihat apa yang kamu kerjakan. (Saba'/34: 10-11) Sedang yang dimaksud ketelitiannya dalam melaksanakan amal perbuatan ialah dia tidak mau memulai sesuatu perbuatan, terkecuali ia mengetahui sebab apa dan untuk apa amal perbuatan itu dilakukan. Keempat, Allah telah menganugerahkan kepadanya kebijakan dalam menyelesaikan perselisihan. Dalam menyelesaikan persengketaan ia selalu memeriksa pihak-pihak berdasarkan bukti-bukti yang meyakinkan jauh dari sifat-sifat berat sebelah, dan bersih dari pengaruh hawa nafsu. Untuk mencari keyakinan yang sebenar-benarnya yang dapat dijadikan landasan yang tepat dalam memutuskan perkara memerlukan ilmu pengetahuan yang luas, sikap yang lemah-lembut, menguasai persoalan yang dipersengketakan, dan kesabaran yang kuat."
        },
        {
          "number": 21,
          "arabic": "۞ وَهَلْ أَتَىٰكَ نَبَؤُا۟ ٱلْخَصْمِ إِذْ تَسَوَّرُوا۟ ٱلْمِحْرَابَ",
          "transliteration": "wahal atāka naba-u l-khaṣmi idh tasawwarū l-miḥ'rāba",
          "translation": "Dan apakah telah sampai kepadamu berita orang-orang yang berselisih ketika mereka memanjat dinding mihrab?",
          "tafsir": "Allah menyebutkan salah satu peristiwa yang menarik di antara kisah Nabi Daud. Kisah ini dimulai dengan pertanyaan yang ditujukan kepada Rasulullah dan pengikut-pengikutnya, untuk menunjukkan bahwa kisah dimaksud benar-benar menarik perhatian dan patut diteladani. Kisah yang menarik itu ialah kisah orang-orang yang berperkara yang datang kepada Nabi Daud. Daud pada waktu itu berada di tempat peribadatannya. Nabi Daud pun terperanjat karena beliau menyangka mereka itu datang untuk memperdayainya. Nabi Daud menduga demikian, karena mereka datang dengan cara dan dalam waktu yang tak biasa. Pada saat itulah, mereka meminta kepada Daud agar tidak merasa takut. Selanjutnya mereka menjelaskan bahwa mereka mempunyai perkara yang harus diputuskan, dan meminta agar perkaranya diputuskan dengan keputusan yang adil, lagi tidak menyimpang dari kebenaran."
        },
        {
          "number": 22,
          "arabic": "إِذْ دَخَلُوا۟ عَلَىٰ دَاوُۥدَ فَفَزِعَ مِنْهُمْ ۖ قَالُوا۟ لَا تَخَفْ ۖ خَصْمَانِ بَغَىٰ بَعْضُنَا عَلَىٰ بَعْضٍ فَٱحْكُم بَيْنَنَا بِٱلْحَقِّ وَلَا تُشْطِطْ وَٱهْدِنَآ إِلَىٰ سَوَآءِ ٱلصِّرَٰطِ",
          "transliteration": "idh dakhalū ʿalā dāwūda fafaziʿa min'hum qālū lā takhaf khaṣmāni baghā baʿḍunā ʿalā baʿḍin fa-uḥ'kum baynanā bil-ḥaqi walā tush'ṭiṭ wa-ih'dinā ilā sawāi l-ṣirāṭi",
          "translation": "ketika mereka masuk menemui Dawud lalu dia terkejut karena (kedatangan) mereka. Mereka berkata, \"Janganlah takut! (Kami) berdua sedang berselisih, sebagian dari kami berbuat zalim kepada yang lain; maka berilah keputusan di antara kami secara adil dan janganlah menyimpang dari kebenaran serta tunjukilah kami ke jalan yang lurus.",
          "tafsir": "Allah menyebutkan salah satu peristiwa yang menarik di antara kisah Nabi Daud. Kisah ini dimulai dengan pertanyaan yang ditujukan kepada Rasulullah dan pengikut-pengikutnya, untuk menunjukkan bahwa kisah dimaksud benar-benar menarik perhatian dan patut diteladani. Kisah yang menarik itu ialah kisah orang-orang yang berperkara yang datang kepada Nabi Daud. Daud pada waktu itu berada di tempat peribadatannya. Nabi Daud pun terperanjat karena beliau menyangka mereka itu datang untuk memperdayainya. Nabi Daud menduga demikian, karena mereka datang dengan cara dan dalam waktu yang tak biasa. Pada saat itulah, mereka meminta kepada Daud agar tidak merasa takut. Selanjutnya mereka menjelaskan bahwa mereka mempunyai perkara yang harus diputuskan, dan meminta agar perkaranya diputuskan dengan keputusan yang adil, lagi tidak menyimpang dari kebenaran."
        },
        {
          "number": 23,
          "arabic": "إِنَّ هَـٰذَآ أَخِى لَهُۥ تِسْعٌ وَتِسْعُونَ نَعْجَةً وَلِىَ نَعْجَةٌ وَٰحِدَةٌ فَقَالَ أَكْفِلْنِيهَا وَعَزَّنِى فِى ٱلْخِطَابِ",
          "transliteration": "inna hādhā akhī lahu tis'ʿun watis'ʿūna naʿjatan waliya naʿjatun wāḥidatun faqāla akfil'nīhā waʿazzanī fī l-khiṭābi",
          "translation": "Sesungguhnya saudaraku ini mempunyai sembilan puluh sembilan ekor kambing betina dan aku mempunyai seekor saja, lalu dia berkata, \"Serahkanlah (kambingmu) itu kepadaku! Dan dia mengalahkan aku dalam perdebatan.\"",
          "tafsir": "Pada ayat ini Allah menjelaskan apa yang mereka jadikan perkara itu. Salah satu pihak dari mereka menerangkan bahwa saudaranya mempunyai sembilan puluh sembilan ekor kambing. Sedang ia sendiri mempunyai seekor kambing saja. Saudaranya menuntut agar menyerahkan kambing yang ia miliki. Karena saudaranya itu pandai memutarbalikkan fakta, sedang ia sendiri tidak mempunyai bukti-bukti yang kuat untuk menangkis, ia merasa dikalahkan dan harus menyerahkan kambing yang seekor itu kepada saudaranya. Itulah perkara yang mereka ajukan kepada Nabi Daud dengan maksud agar mendapat keputusan yang adil."
        },
        {
          "number": 24,
          "arabic": "قَالَ لَقَدْ ظَلَمَكَ بِسُؤَالِ نَعْجَتِكَ إِلَىٰ نِعَاجِهِۦ ۖ وَإِنَّ كَثِيرًا مِّنَ ٱلْخُلَطَآءِ لَيَبْغِى بَعْضُهُمْ عَلَىٰ بَعْضٍ إِلَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ وَقَلِيلٌ مَّا هُمْ ۗ وَظَنَّ دَاوُۥدُ أَنَّمَا فَتَنَّـٰهُ فَٱسْتَغْفَرَ رَبَّهُۥ وَخَرَّ رَاكِعًا وَأَنَابَ ۩",
          "transliteration": "qāla laqad ẓalamaka bisuāli naʿjatika ilā niʿājihi wa-inna kathīran mina l-khulaṭāi layabghī baʿḍuhum ʿalā baʿḍin illā alladhīna āmanū waʿamilū l-ṣāliḥāti waqalīlun mā hum waẓanna dāwūdu annamā fatannāhu fa-is'taghfara rabbahu wakharra rākiʿan wa-anāba",
          "translation": "Dia (Dawud) berkata, \"Sungguh, dia telah berbuat zalim kepadamu dengan meminta kambingmu itu untuk (ditambahkan) kepada kambingnya. Memang banyak di antara orang-orang yang bersekutu itu berbuat zalim kepada yang lain, kecuali orang-orang yang beriman dan mengerjakan kebajikan; dan hanya sedikitlah mereka yang begitu.\" Dan Dawud menduga bahwa Kami mengujinya; maka dia memohon ampunan kepada Tuhannya lalu menyungkur sujud dan bertobat.",
          "tafsir": "Pada ayat ini dijelaskan bahwa Nabi Daud memutuskan perkara tersebut dengan mengatakan bahwa tergugat telah berbuat aniaya kepada penggugat, karena yang digugat itu telah mengambil kambing penggugat untuk dimiliki, sehingga kambingnya menjadi bertambah banyak. Pada ayat ini tidak dijelaskan lebih lanjut apakah Nabi Daud sesudah mendapat keterangan dari penggugat, meminta keterangan juga kepada tergugat. Juga tidak diterangkan apakah jawaban Nabi Daud itu didasarkan atas bukti-bukti yang memberi keyakinan. Menurut pengertian yang tampak dalam ayat, Nabi Daud hanyalah memberi jawaban sesudah mendapat keterangan dari pihak penggugat saja. Padahal mungkin saja pihak penggugat mengemukakan keterangan yang berlawanan dengan kenyataan, atau karena cara mengemukakan kata diatur demikian rupa, hingga timbullah kesan seolah-olah si penggugat itu orang jujur. Seharusnya Nabi Daud tidak memberi jawaban secara tergesa-gesa, atau ditunda saja jawabannya hingga mendapat keyakinan yang sebenar-benarnya. Ditinjau dari cara mereka masuk menemui Daud dengan memanjat pagar, dan waktunya yang tidak tepat, dan persoalan yang diajukan, sebenarnya mereka tidak bermaksud untuk meminta keputusan kepada Daud, tetapi mereka mempunyai maksud yang lain. Hanya karena kewaspadaan Nabi Daud, maka rencana mereka itu tidak dapat mereka laksanakan. Di dalam sejarah dapat diketahui bahwa orang-orang Bani Israil sering kali berusaha untuk membunuh nabinya, misalnya mereka telah membunuh Ilyasa' dan Zakaria. Patut diduga kedua orang itu (penggugat dan tergugat) sebenarnya ingin menganiaya Nabi Daud, hanya saja mereka tidak sampai melaksanakan niat jahatnya karena niat mereka diketahui terlebih dahulu. Kemudian Allah menjelaskan jawaban Daud lebih terperinci. Daud mengatakan kepada orang yang berperkara itu bahwa sebagian besar orang yang mengadakan perserikatan, menganiaya anggotanya yang lain hal ini terjadi karena sifat hasad, dengki, dan memperturutkan hawa nafsu sehingga hak anggota yang satu terambil oleh anggota yang lain. Terkecuali orang-orang yang dalam hatinya penuh dengan iman dan mencintai amal saleh yang terhindar dari perbuatan yang jahat itu. Di akhir ayat, Allah menjelaskan bahwa Nabi Daud sadar bahwa ia sedang mendapat cobaan dari Allah. Lalu ia meminta ampun kepada Allah atas kesalahan, seraya sujud bertobat kepada-Nya karena merasakan kekurangan dan kesalahan yang ada pada dirinya. Kesalahan dan kekurangan yang menimpa dirinya ialah ketergesa-gesaannya memberikan jawaban kepada orang yang berperkara, padahal ia belum memperoleh keyakinan dan bukti-bukti yang seharusnya ia peroleh. Ia memutuskan hanya berdasar prasangkanya bahwa kedatangan orang yang ingin memperdayainya itu adalah cobaan dari Allah, padahal apa yang ia duga tidak terjadi."
        },
        {
          "number": 25,
          "arabic": "فَغَفَرْنَا لَهُۥ ذَٰلِكَ ۖ وَإِنَّ لَهُۥ عِندَنَا لَزُلْفَىٰ وَحُسْنَ مَـَٔابٍ",
          "transliteration": "faghafarnā lahu dhālika wa-inna lahu ʿindanā lazul'fā waḥus'na maābin",
          "translation": "Lalu Kami mengampuni (kesalahannya) itu. Dan sungguh, dia mempunyai kedudukan yang benar-benar dekat di sisi Kami dan tempat kembali yang baik.",
          "tafsir": "Kemudian Allah menjelaskan bahwa Dia telah memberikan ampun kepada Daud atas kesalahan yang ia sadari. Allah menilai bahwa kesadaran yang tinggi terhadap peristiwa yang ia hayati, dan ketajaman nuraninya terhadap apa yang tergerak dalam hatinya serta taatnya kepada Allah, sebagai tanda bahwa ia mempunyai kedudukan yang dekat pada sisi Allah. Hamba Allah seperti dialah yang berhak mendapat tempat kembali yang baik, yaitu surga Na'im yang penuh dengan kenikmatan."
        },
        {
          "number": 26,
          "arabic": "يَـٰدَاوُۥدُ إِنَّا جَعَلْنَـٰكَ خَلِيفَةً فِى ٱلْأَرْضِ فَٱحْكُم بَيْنَ ٱلنَّاسِ بِٱلْحَقِّ وَلَا تَتَّبِعِ ٱلْهَوَىٰ فَيُضِلَّكَ عَن سَبِيلِ ٱللَّهِ ۚ إِنَّ ٱلَّذِينَ يَضِلُّونَ عَن سَبِيلِ ٱللَّهِ لَهُمْ عَذَابٌ شَدِيدٌۢ بِمَا نَسُوا۟ يَوْمَ ٱلْحِسَابِ",
          "transliteration": "yādāwūdu innā jaʿalnāka khalīfatan fī l-arḍi fa-uḥ'kum bayna l-nāsi bil-ḥaqi walā tattabiʿi l-hawā fayuḍillaka ʿan sabīli l-lahi inna alladhīna yaḍillūna ʿan sabīli l-lahi lahum ʿadhābun shadīdun bimā nasū yawma l-ḥisābi",
          "translation": "(Allah berfirman), \"Wahai Dawud! Sesungguhnya engkau Kami jadikan khalifah (penguasa) di bumi, maka berilah keputusan (perkara) di antara manusia dengan adil dan janganlah engkau mengikuti hawa nafsu, karena akan menyesatkan engkau dari jalan Allah. Sungguh, orang-orang yang sesat dari jalan Allah akan mendapat azab yang berat, karena mereka melupakan hari perhitungan.\"",
          "tafsir": "Pada ayat ini, Allah menjelaskan pengangkatan Nabi Daud sebagai penguasa dan penegak hukum di kalangan rakyatnya. Allah menyatakan bahwa dia mengangkat Daud sebagai penguasa yang memerintah kaumnya. Pengertian penguasa diungkapkan dengan khalifah, yang artinya pengganti, adalah sebagai isyarat agar Daud dalam menjalankan kekuasaannya selalu dihiasi dengan sopan-santun yang baik, yang diridai Allah, dan dalam melaksanakan peraturan hendaknya berpedoman kepada hidayah Allah. Dengan demikian, sifat-sifat khalifah Allah tercermin pada diri pribadinya. Rakyatnya pun tentu akan menaati segala peraturannya dan tingkah lakunya yang patut diteladani. Selanjutnya Allah menjelaskan bahwa Dia menyuruh Nabi Daud agar memberi keputusan terhadap perkara yang terjadi antara manusia dengan keputusan yang adil dengan berpedoman pada wahyu yang diturunkan kepadanya. Dalam wahyu itu terdapat hukum yang mengatur kesejahteraan manusia di dunia dan kebahagiaan mereka di akhirat. Oleh sebab itu Allah melarang Nabi Daud memperturutkan hawa nafsunya dalam melaksanakan segala macam urusan yang berhubungan dengan kesejahteraan dan kebahagiaan manusia di dunia dan akhirat. Pada ayat ini terdapat isyarat yang menunjukkan pengangkatan Daud sebagai rasul dan tugas-tugas apa yang seharusnya dilakukan oleh seorang rasul yang mengandung pelajaran bagi para pemimpin sesudahnya dalam melaksanakan kepemimpinannya. Pada akhir ayat Allah menjelaskan akibat dari orang yang memperturutkan hawa nafsu dan hukuman apa yang pantas dijatuhkan kepadanya. Memperturutkan hawa nafsu menyebabkan seseorang kehilangan kesadaran. Dengan demikian, ia akan kehilangan kontrol pribadi sehingga ia tersesat dari jalan yang diridai Allah. Kemudian apabila kesesatan itu telah menyelubungi hati seseorang, ia lupa akan keyakinan yang melekat dalam hatinya bahwa di atas kekuasaannya masih ada yang lebih berkuasa. Itulah sebabnya orang yang memperturutkan hawa nafsu itu diancam dengan ancaman yang keras, yang akan mereka rasakan deritanya di hari pembalasan, hari diperhitungkannya seluruh amal manusia guna diberi balasan yang setimpal."
        }
      ]
    }
  ]
}