{
  "pageNumber": 126,
  "juz": 7,
  "surahs": [
    {
      "number": 5,
      "name": "Al-Ma'idah",
      "nameArabic": "المائدة",
      "meaning": "Hidangan",
      "revelation": "Madinah",
      "description": "Surat Al-Ma-idah terdiri dari 120 ayat dan termasuk surat Madaniyyah. Hanya saja ada ayat-ayat yang diturunkan di Mekah, pada waktu haji wadaa', setelah Nabi Muhammad s.a.w. hijrah ke Madinah.Surat ini dinamakan \"Al-Ma-idah\" (hidangan) karena memuat kisah pengikut-pengikut setia Nabi 'Isa a.s. yang meminta kepada Nabi 'Isa agar Allah berkenan menurunkan Al-Ma-idah (hidangan makanan) dari langit (ayat 112) untuk mereka. Juga dinamakan dengan \"Al-Uqud\" (perjanjian), karena kata ini terdapat pada ayat pertama surat ini, Allah menyuruh agar hamba memenuhi janji prasetia terhadap Allah dan perjanjian-perjanjian terhadap sesama.Dinamakan juga \"Al-Munqidz\" (yang menyelamatkan), karena akhir surat ini mengandung kisah tentang Nabi 'Isa a.s. yang menjadi penyelamat bagi pengikut-pengikut setianya dari azab Allah.Pokok-Pokok Isi:1. Keimanan:Bantahan terhadap orang-orang yang mempertuhankan Nabi 'Isa a.s.2. Hukum-hukum:Kewajiban memenuhi janji; hukum melanggar syi'ar Allah; makanan yang dihalalkan dan yang diharamkan; hukum menikahi perempuan ahli kitab; wudhu; tayammum; mandi; hukum membunuh orang; hukum mengacau dan mengganggu keamanan; hukum qishash; hukum melanggar sumpah dan kafaaratnya; hukum khamar, berjudi, berkurban untuk berhala, dan mengundi nasib; hukum membunuh binatang waktu ihram; hukum persaksian dalam berwasiat.3. Kisah-kisah:Kisah Nabi Musa a.s. menyuruh kaumnya memasuki Palestina; kisah Habil dan Qabil; dan kisah-kisah tentang Nabi 'Isa a.s.4. Lain-lain:Kewajiban bersikap lemah lembut terhadap sesama mukmin dan bersikap keras terhadap orang kafir; penyempurnaan Agama Islam di zaman Nabi Muhammad s.a.w.; kewajiban bersikap jujur dan adil; sikap dalam menghadapi berita-berita bohong; akibat berteman akrab nonmuslim; laknat Allah terhadap orang-orang Yahudi; kewajiban rasul-rasul hanya menyampaikan agama; sikap Yahudi dan Nasrani terhadap orang Islam; Ka'bah sebagai pondasi kehidupan manusia; peringatan dari Allah agar meninggalkan kebiasaan Arab Jahiliyah; larangan bertanya sesuatu yang mengakibatkan kesusahan dalam beragama.Surat Al-Ma-idah mengemukakan bagaimana seharusnya orang mukmin bersikap, baik terhadap sesama maupun nonmukmin; manfaaat memenuhi janji prasetia terhadap Allah, perjanjian yang dilakukan oleh sesama manusia, dan ketauhidan Allah.Hubungan Surat Al-Ma-Idah Dengan Surat Al-An'Am:1. Surat Al-Ma-idah mengemukakan hujjah terhadap ahli kitab, sedangkan surat Al-An'am mengemukakan hujjah terhadap kaum musyrikin.2. Surat Al-An'am memuat makanan-makanan yang diharamkan dan binatang sembelihan secara umum, sedangkan surat Al-Ma-idah memuat secara terperinci.3. Akhir surat Al-Ma-idah mengemukakan bahwa Allah menguasai langit dan bumi serta memberi balasan atas perbuatan-perbuatan manusia di dunia, sedangkan permulaan surat Al-An'am mengutarakan bahwa segala puji hanya milik Allah, Pencipta langit dan bumi serta sumber kebahagiaan manusia.",
      "verses": [
        {
          "number": 109,
          "arabic": "۞ يَوْمَ يَجْمَعُ ٱللَّهُ ٱلرُّسُلَ فَيَقُولُ مَاذَآ أُجِبْتُمْ ۖ قَالُوا۟ لَا عِلْمَ لَنَآ ۖ إِنَّكَ أَنتَ عَلَّـٰمُ ٱلْغُيُوبِ",
          "transliteration": "yawma yajmaʿu l-lahu l-rusula fayaqūlu mādhā ujib'tum qālū lā ʿil'ma lanā innaka anta ʿallāmu l-ghuyūbi",
          "translation": "(Ingatlah), pada hari ketika Allah mengumpulkan para rasul, lalu Dia bertanya (kepada mereka), \"Apa jawaban (kaummu) terhadap (seruan)mu?\" Mereka (para rasul) menjawab, \"Kami tidak tahu (tentang itu). Sesungguhnya Engkaulah Yang Maha Mengetahui segala yang gaib.\"",
          "tafsir": "Ayat ini menjelaskan bahwa pada hari Kiamat, Allah akan mengumpulkan para rasul dan umatnya masing-masing. Hari terjadinya peristiwa itu disebut \"Yaumul Mahsyar\". Ketika itu Allah akan mengajukan pertanyaan kepada para rasul, \"Apakah jawaban yang mereka terima dari umat-umat mereka setelah mereka menyeru kepada agama-Nya.\" Para rasul tentu saja mengetahui jawaban apa yang telah mereka terima dari umatnya masing-masing, dan bagaimana tanggapan mereka terhadap seruan yang telah disampaikan kepada mereka, meskipun tidak seluruhnya mereka ketahui. Tetapi, para rasul adalah orang yang sangat tinggi budi pekertinya dan amat rendah hati di hadapan Allah Yang Mahakuasa dan Maha Mengetahui segala sesuatu. Oleh sebab itu, dengan penuh rasa kehambaannya kepada Allah, mereka menjawab, \"Bahwa mereka tidak mempunyai pengetahuan tentang hal itu. Sesungguhnya Allah-lah Yang Maha Mengetahui hal-hal yang gaib.\" Allah menanyakan kepada para rasul, jawaban apa yang mereka terima dari umat yang telah mereka seru kepada agama-Nya. Allah tidak menanyakan kepada para rasul apakah mereka sudah menyampaikan risalah yang ditugaskan kepada mereka, atau belum? Hal ini menunjukkan bahwa para rasul itu benar-benar telah menunaikan tugas mereka dengan baik, yaitu menyampaikan agama Allah kepada umat mereka. Akan tetapi sebagian dari umat itulah yang tidak menerima ajakan dan seruan dengan sebaik-baiknya. Hal lain yang dapat kita pahami dari ayat ini ialah bahwa Allah tidak langsung menyampaikan pertanyaan kepada umat-umat dari pada rasul itu, misalnya: \"Hai manusia jawaban apakah yang telah kamu berikan kepada rasul-rasul-Ku ketika mereka menyampaikan risalah-Ku kepada kamu sekalian?\" Sebaliknya, Allah menyampaikan pertanyaan-Nya kepada para rasul-Nya, bukan kepada umat mereka. Hal ini menunjukkan kemurkaan Allah kepada umat-umat yang mengabaikan seruan dan peringatan-peringatan yang telah disampaikan para rasul itu kepada mereka. Maka pertanyaan itu adalah untuk menghardik umat-umat yang durhaka."
        },
        {
          "number": 110,
          "arabic": "إِذْ قَالَ ٱللَّهُ يَـٰعِيسَى ٱبْنَ مَرْيَمَ ٱذْكُرْ نِعْمَتِى عَلَيْكَ وَعَلَىٰ وَٰلِدَتِكَ إِذْ أَيَّدتُّكَ بِرُوحِ ٱلْقُدُسِ تُكَلِّمُ ٱلنَّاسَ فِى ٱلْمَهْدِ وَكَهْلًا ۖ وَإِذْ عَلَّمْتُكَ ٱلْكِتَـٰبَ وَٱلْحِكْمَةَ وَٱلتَّوْرَىٰةَ وَٱلْإِنجِيلَ ۖ وَإِذْ تَخْلُقُ مِنَ ٱلطِّينِ كَهَيْـَٔةِ ٱلطَّيْرِ بِإِذْنِى فَتَنفُخُ فِيهَا فَتَكُونُ طَيْرًۢا بِإِذْنِى ۖ وَتُبْرِئُ ٱلْأَكْمَهَ وَٱلْأَبْرَصَ بِإِذْنِى ۖ وَإِذْ تُخْرِجُ ٱلْمَوْتَىٰ بِإِذْنِى ۖ وَإِذْ كَفَفْتُ بَنِىٓ إِسْرَٰٓءِيلَ عَنكَ إِذْ جِئْتَهُم بِٱلْبَيِّنَـٰتِ فَقَالَ ٱلَّذِينَ كَفَرُوا۟ مِنْهُمْ إِنْ هَـٰذَآ إِلَّا سِحْرٌ مُّبِينٌ",
          "transliteration": "idh qāla l-lahu yāʿīsā ib'na maryama udh'kur niʿ'matī ʿalayka waʿalā wālidatika idh ayyadttuka birūḥi l-qudusi tukallimu l-nāsa fī l-mahdi wakahlan wa-idh ʿallamtuka l-kitāba wal-ḥik'mata wal-tawrāta wal-injīla wa-idh takhluqu mina l-ṭīni kahayati l-ṭayri bi-idh'nī fatanfukhu fīhā fatakūnu ṭayran bi-idh'nī watub'ri-u l-akmaha wal-abraṣa bi-idh'nī wa-idh tukh'riju l-mawtā bi-idh'nī wa-idh kafaftu banī is'rāīla ʿanka idh ji'tahum bil-bayināti faqāla alladhīna kafarū min'hum in hādhā illā siḥ'run mubīnun",
          "translation": "Dan Ingatlah, ketika Allah berfirman, \"Wahai Isa putra Maryam! Ingatlah nikmat-Ku kepadamu dan kepada ibumu sewaktu Aku menguatkanmu dengan Rohulkudus. Engkau dapat berbicara dengan manusia di waktu masih dalam buaian dan setelah dewasa. Dan ingatlah ketika Aku mengajarkan menulis kepadamu, (juga) Hikmah, Taurat dan Injil. Dan ingatlah ketika engkau membentuk dari tanah berupa burung dengan seizin-Ku, kemudian engkau meniupnya, lalu menjadi seekor burung (yang sebenarnya) dengan seizin-Ku. Dan ingatlah, ketika engkau menyembuhkan orang yang buta sejak lahir dan orang yang berpenyakit kusta dengan seizin-Ku. Dan ingatlah ketika engkau mengeluarkan orang mati (dari kubur menjadi hidup) dengan seizin-Ku. Dan ingatlah ketika Aku menghalangi Bani Israil (dari keinginan mereka membunuhmu) dikala engkau mengemukakan kepada mereka keterangan-keterangan yang nyata, lalu orang-orang kafir di antara mereka berkata, \"Ini tidak lain hanyalah sihir yang nyata.\"",
          "tafsir": "Pada ayat ini dijelaskan tentang bermacam-macam nikmat yang telah dilimpahkan kepada Nabi Isa dan ibunya, kemudian diungkapkan kembali berbagai kejahatan Bani Israil yang pernah menuduh bahwa berbagai keterangan dan bukti-bukti yang disampaikan Nabi Isa kepada mereka hanyalah sihir semata. Nikmat Allah kepada Maryam, yaitu ibu Nabi Isa ialah Allah telah menjadikannya sebagai wanita yang suci, terpilih di antara wanita-wanita di dunia ini untuk memperoleh kedudukan yang mulia. Nikmat-nikmat Allah kepada Nabi Isa yang disebutkan dalam ayat ini adalah sebagai berikut: 1. Allah telah memperkuat Nabi Isa dengan Rohulkudus, yaitu malaikat Jibril. Allah telah menjadikan jiwanya bersih dari segala sifat-sifat yang tidak baik. Dengan nikmat ini Isa dapat mengetahui bahwa ia lahir ke dunia dengan kejadian yang luar biasa, sehingga dengan demikian ia dapat membuktikan kesucian dirinya dan kesucian ibunya. Karena Allah telah memperkuatnya dengan Rohulkudus, maka ia dapat berbicara ketika ia masih kecil dan lemah, masih berada dalam buaian. Ia berbicara untuk membela kesucian dan kehormatan ibunya terhadap tuduhan yang bukan-bukan dari kaum Yahudi. Kemudian setelah ia dewasa ia juga dapat berbicara dengan baik untuk menyeru manusia kepada agama Allah. Tentang Nabi Isa, ibunya dan Rohulkudus dalam ayat ini, pendapat beberapa mufasir dapat dikatakan sama, Mengenai \"mengingat nikmat,\" artinya \"mensyukuri\" nikmat yang diberikan kepada Isa dan kepada ibunya Maryam dan memperkuatnya dengan Rohulkudus, yakni Jibril, dan berbicara dengan orang ketika ia masih bayi dan sesudah dewasa menjadi Nabi, yang menurut Ibnu 'Abbas seperti yang dikutip al-Bagawi, dalam usia 30 tahun dan menjalankan tugas kenabiannya selama 30 bulan. Kemudian \"Aku mengajar kamu menulis, hikmah (yakni kearifan ilmu pengetahuan), Taurat dan Injil,\" dan seterusnya. Lebih jauh tentang Rohulkudus lihat kosakata di atas (al-Baqarah/2: 253). Dapat ditambahkan, bahwa seperti disebutkan di dalam Al-Qur'an, bahwa Rohulkudus berlaku untuk semua orang beriman (al-Mujadalah/58: 22); dan diturunkan kepada siapa saja dari hamba-hamba-Nya sesuai dengan kehendak-Nya. Dalam ayat ini, ruh berarti wahyu (al-Kahf/16: 2). Nabi Isa menyebut dirinya anak Maryam, yang tidak mengenal bapak manusia karena kelahirannya memang suatu mukjizat. Allah telah memberinya nikmat yang besar berupa kekuatan rohani, \"memperkuatnya dengan Rohulkudus\", dengan mukjizat-mukjizat yang terjadi sekitar dirinya dan ibundanya Maryam, mengenai kelahiran, kehidupan dan kematiannya. Tetapi Rohulkudus (al-Baqarah/2: 87) yang banyak kita temui dalam Al-Qur'an, dalam pengertian \"roh yang suci\" berarti juga sebagai \"ilham ilahi.\" Nabi Muhammad juga mendoakan rahmat dengan Rohulkudus kepada seorang sahabat, yakni penyair Hassan bin sabit melalui sabdanya: Bahwa Hassan bin sabit al-Ansari minta persaksian kepada Abu Hurairah, \"Apakah kamu mendengar Nabi Saw berkata, \"Hai Hassan, penuhilah Rasulillah. Ya Allah kuatkanlah dia (Hassan) dengan Rohulkudus.\" (Riwayat al-Bukhari, Muslim, dan an-Nasa'i) Pengertian Rohulkudus dalam Al-Qur'an dan hadis tidak sama dengan pengertian Rohulkudus dalam Bibel (Perjanjian Lama dan Perjanjian Baru). Roh, Roh Allah atau firman-Nya dalam Perjanjian Lama (Kejadian i.2) ialah mengenai pembentukan bumi, \"dan Roh Allah melayang-layang di atas permukaan air,\" dan Mazmur xxxiii.6, \"Oleh firman Tuhan langit telah dijadikan, oleh nafas dari mulut-Nya¦\" Dalam Perjanjian Baru disebut Roh Kudus, Roh Allah atau Roh Yesus. Matius menyebutkan bahwa kelahiran Yesus Kristus pada waktu Maria bertunangan dengan Yusuf anak Heli, mengandung dari Roh Kudus, sebelum mereka hidup sebagai suami istri. Yusuf suami Maria adalah orang yang tulus hati, ia tidak mau mencemarkan nama istrinya di muka umum, ia bermaksud diam-diam akan menceraikannya. Tetapi dalam mimpinya malaikat Tuhan tampak kepadanya, dan berkata, agar jangan takut \"¦ mengambil Maria sebagai istrimu, sebab anak yang di dalam kandungannya adalah Roh Kudus. Ia akan melahirkan anak laki-laki dan engkau akan menamakan Dia Yesus, ¦\" (Matius 1.18-21). Lihat juga kosakata (an-Nisa'/4: 156). 2. Allah telah mengajarkan kepadanya Al-Kitab, artinya Isa telah dianugerahi-Nya kepandaian menulis dan membaca, sehingga ia dapat mempelajari ilmu pengetahuan yang tertulis. Di samping itu. Allah mengajarkan pula kepadanya Taurat, yaitu kitab suci yang telah diturunkan kepada Nabi Musa. Akhirnya Allah mengajarkan kepadanya Injil, yaitu kitab suci yang diturunkan kepada Nabi Isa sendiri. Nabi Isa sendiri tidak pernah mengubah-ubah isi Taurat dan tidak pula menggantikannya dengan Injil yang diturunkan kepadanya, dan diakui oleh Perjanjian Baru yang sekarang, \"Janganlah kamu menyangka, bahwa Aku datang untuk meniadakan hukum Taurat atau kitab para nabi. Aku datang bukan untuk meniadakannya, melainkan untuk menggenapinya.\" (Matius v.17). 3. Isa dapat membuat dari tanah sesuatu yang bentuk dan ukurannya seperti burung, kemudian ia meniup burung itu, maka jadilah ia seekor burung yang sungguh-sungguh, dengan seizin Allah. Artinya Isa-lah yang membentuk benda tersebut seperti burung, dan ia pula yang meniupnya, kemudian Allah menjadikannya seekor burung yang hidup. 4. Isa telah dapat menyembuhkan orang-orang buta sejak lahir dan orang-orang yang kena penyakit sopak, dengan izin Allah, padahal di masa itu tak seorang tabib pun dapat menyembuhkan orang buta sejak lahir dan orang-orang yang kena penyakit sopak. Dalam bahasa Indonesia, kata abras dipadankan dengan kusta dari terjemahan Inggris leprosy, yakni \"penyakit menahun yang menyerang kulit dan saraf, yang secara perlahan-lahan menyebabkan kerusakan pada anggota tubuh; lepra\" (Kamus Besar Bahasa Indonesia), yang dalam bahasa Arab biasa disamakan dengan judzam, bukan abras. Mu'jam Alfadh al-Qur'an al-Karim menjelasakan, bahwa abras \"adalah warna putih di kulit karena kehilangan zat warna merah (pigmen) dan menimbulkan bercak-bercak putih dalam berbagai bentuk. Ini merupakan gejala penyakit kusta.\" Jadi bukan kusta. Dalam Perjanjian Baru (Matius x.8, Lukas iv.27), diterjemahkan dengan \"kusta,\" sama dengan terjemahan bahasa Inggris. Dalam Tafsir ini diterjemahkan dengan \"sopak,\" agaknya ini lebih tepat, yakni \"penyakit kulit berupa belang-belang putih di tangan atau kaki akibat sel pigmen adalah sel yang memberi warna kulit kering, sawo matang.\" (Kamus Besar Bahasa Indonesia), atau dalam istilah kedokteran dikenal dengan nama leukemia atau vitiligo. 5. Isa juga dapat menghidupkan orang-orang yang telah mati, sehingga dapat keluar dari kuburnya dalam keadaan hidup, dengan izin Allah. Setelah Nabi Isa memberikan bukti-bukti dengan mukjizatnya, sebagian mereka (Bani Israil) menuduhnya ia melakukan perbuatan sihir, mengusir setan dengan menggunakan pemimpin setan, \"Ia mengusir setan dengan kuasa Beelzebul, penghulu setan\" (Lukas xi.15). Orang Yahudi menyebut raja setan atau penghulu setan itu Beelzebul, dan penghulu setan yang digunakan untuk mengusir setan ini terdapat dalam beberapa bab (chapter) dalam Perjanjian Baru, antara lain dalam Matius, Markus dan Lukas. 6. Allah telah melindungi Nabi Isa dari kejahatan kaum Yahudi yang hendak membunuh dan menyalibnya, ketika Isa datang kepada mereka membawa agama Allah yang disertai dengan bukti-bukti dan keterangan yang jelas, yang dikaruniakan Allah kepadanya. Allah menyelamatkan Isa dan mengangkatnya kepada-Nya. Kejahatan Bani Israil melebihi kejahatan umat lainnya, kejahatan umat lainnya terhadap rasul Allah hanya sebatas kepada diri pribadi rasul itu, tetapi kejahatan Bani Israil tidak hanya ditujukan kepada Nabi Isa semata, melainkan juga terhadap ibunya, yaitu mereka menuduh Maryam telah berzina dengan seorang lelaki, sehingga melahirkan Isa. Bahkan kejahatan mereka tidak hanya tertuju kepada Isa dan ibunya, melainkan juga terhadap Allah, karena mereka mengatakan bahwa Allah mempunyai istri dan anak, padahal Allah Maha Suci dari hal-hal tersebut. Orang-orang kafir di antara Bani Israil itu tidak hanya menolak agama Allah yang disampaikan Nabi Isa kepada mereka, bahkan mereka mengatakan bahwa keterangan-keterangan yang disampaikan Isa tersebut hanyalah sihir. Bermacam-macam nikmat Allah kepada Nabi Isa yang disebutkan dalam ayat ini merupakan sindiran dan kecaman yang amat tajam sekali terhadap Bani Israil, atas sikap dan perbuatan mereka yang keji itu. Ayat ini menyingkap pula betapa besarnya kedengkian mereka terhadap orang yang memperoleh nikmat Allah. Ucapan mereka bahwa keterangan-keterangan yang disampaikan Nabi Isa kepada mereka adalah \"sihir yang nyata\", merupakan bukti yang kuat tentang sifat-sifat dengki mereka kepada Nabi Isa yang telah dipilih Allah sebagai Nabi dan Rasul-Nya. Nikmat Allah kepada Nabi Isa yang disebutkan dalam ayat ini merupakan nikmat yang luar biasa, yang tidak diberikan Allah kepada nabi-nabi lain. Pada ayat berikutnya, Allah menyebutkan beberapa nikmat-Nya yang lain yang juga diberikannya kepada Nabi Isa tetapi merupakan nikmat-nikmat yang biasa, yang juga diperoleh rasul-rasul lain."
        },
        {
          "number": 111,
          "arabic": "وَإِذْ أَوْحَيْتُ إِلَى ٱلْحَوَارِيِّـۧنَ أَنْ ءَامِنُوا۟ بِى وَبِرَسُولِى قَالُوٓا۟ ءَامَنَّا وَٱشْهَدْ بِأَنَّنَا مُسْلِمُونَ",
          "transliteration": "wa-idh awḥaytu ilā l-ḥawāriyīna an āminū bī wabirasūlī qālū āmannā wa-ish'had bi-annanā mus'limūna",
          "translation": "Dan (ingatlah), ketika Aku ilhamkan kepada pengikut-pengikut Isa yang setia, \"Berimanlah kamu kepada-Ku dan kepada Rasul-Ku.\" Mereka menjawab, \"Kami telah beriman dan saksikanlah (wahai Rasul) bahwa kami adalah orang-orang yang berserah diri (muslim).\"",
          "tafsir": "Allah menjelaskan sikap kaum hawariyin, yaitu satu kelompok dari Bani Israil yang menerima baik agama Allah yang disampaikan oleh Nabi Isa. Lalu mereka berkata kepada Nabi Isa, \"Kami telah beriman; dan saksikanlah, bahwa sesungguhnya kami adalah orang-orang yang patuh kepada seruanmu.\" Maksudnya, mereka beriman dan menerima seruan Nabi Isa, dan akan melaksanakan semua perintah-perintahnya, sebagai bukti dari iman tersebut. Arti nikmat Allah kepada Nabi Isa dalam hal ini ialah bahwa Nabi Isa telah mendapat sambutan baik dari kaum hawariyin, sehingga mereka mencintai dan mematuhinya. Ini tidak hanya merupakan nikmat bagi Nabi Isa semata-mata, melainkan juga nikmat bagi ibunya, sebab setiap nikmat yang diperoleh seorang anak, juga mendatangkan kegembiraan dan kebahagiaan bagi ibunya."
        },
        {
          "number": 112,
          "arabic": "إِذْ قَالَ ٱلْحَوَارِيُّونَ يَـٰعِيسَى ٱبْنَ مَرْيَمَ هَلْ يَسْتَطِيعُ رَبُّكَ أَن يُنَزِّلَ عَلَيْنَا مَآئِدَةً مِّنَ ٱلسَّمَآءِ ۖ قَالَ ٱتَّقُوا۟ ٱللَّهَ إِن كُنتُم مُّؤْمِنِينَ",
          "transliteration": "idh qāla l-ḥawāriyūna yāʿīsā ib'na maryama hal yastaṭīʿu rabbuka an yunazzila ʿalaynā māidatan mina l-samāi qāla ittaqū l-laha in kuntum mu'minīna",
          "translation": "(Ingatlah), ketika pengikut-pengikut Isa yang setia berkata, \"Wahai Isa putra Maryam! Bersediakah Tuhanmu menurunkan hidangan dari langit kepada kami?\" Isa menjawab, \"Bertakwalah kepada Allah jika kamu orang-orang beriman.\"",
          "tafsir": "Pada ayat ini Allah menceritakan bahwa kaum hawariyyin pernah menanyakan kepada Nabi Isa, apakah Allah dapat menurunkan kepada mereka suatu hidangan dari langit. Pertanyaan itu bukan menunjukkan bahwa kaum hawariyyin itu masih ragu tentang kekuasaan Allah. Mereka telah yakin sepenuhnya tentang kekuasaan Allah. Tetapi mereka menanyakan hal itu untuk lebih menenteramkan hati mereka. Sebab, apabila mereka dapat menyaksikan bahwa Allah kuasa menurunkan apa yang mereka inginkan itu, maka hati mereka akan lebih tenteram, dan iman mereka akan bertambah kuat. Hal ini juga pernah terjadi pada Nabi Ibrahim ketika beliau memohon kepada Allah agar Allah memperlihatkan kepadanya bagaimana Dia kuasa menghidupkan makhluk yang telah mati. Allah berfirman: dan (ingatlah) ketika Ibrahim berkata, \"Ya Tuhanku, perlihatkanlah kepadaku bagaimana Engkau menghidupkan orang mati.\" Allah berfirman, \"Belum percayakah engkau?\" Dia (Ibrahim) menjawab, \"Aku percaya, tetapi agar hatiku tenang (mantap).\" (al-Baqarah/2:260) Dengan demikian, pertanyaan kaum hawariyyin tadi dapat diartikan sebagai berikut, \"Hai Isa, maukah Tuhanmu memperkenankan bila kami memohon kepada-Nya agar Dia menurunkan kepada kami suatu hidangan?\" Jadi yang mereka ragukan bukanlah kekuasaan Allah untuk mengabulkan hal itu melainkan apakah Tuhan bersedia mengabulkan permintaan Nabi, bila Nabi Isa memintakan hal itu kepada-Nya untuk mereka. Patut diperhatikan dalam ayat di atas, bahwa ketika kaum hawariyyin mengemukakan pertanyaan mereka kepada Nabi Isa, mereka menyebutkannya dengan namanya, lalu diiringi dengan sebutan 'putra Maryam. Ini untuk menegaskan bahwa mereka tidak menganut kepercayaan bahwa Isa adalah Tuhan, atau anak Tuhan. Mereka yakin bahwa Isa adalah makhluk Allah yang dipilih untuk menjadi Nabi dan Rasul-Nya, juga adalah putra Maryam, bukan putra Allah. hawariyyun atau hawariyyin, dari kata hawari, \"bahan pemutih pakaian, yang bersih dan bebas dari segala noda; sahabat dan pembela;\" menurut Mu'jam Alfadh al-Qur'an al-Karim, hawari, murni dan bersih dari segalanya, umumnya dipakai untuk mereka yang benar-benar ikhlas untuk para nabi,\" atau \"pembelaan, dukungan,\" \"pembela-pembela\" (Ali 'Imran/3: 52). Diduga dari asal bahasa Abisinia. Menurut Muhammad Asad dalam The Message of The Qur'an, \"orang yang memutihkan pakaiannya dengan mencucinya,\" karenanya dikatakan juga untuk pengikut-pengikut Nabi Isa sebagai simbul orang yang berhati bersih. Penemuan Dead Sea Scroll belum lama ini sangat mendukung pendapat ini, bahwa kata hawari dipakai untuk menunjukkan orang yang menjadi anggota Persaudaraan Essense, yaitu sekelompok golongan agama di Palestina pada masa Nabi Isa, yang mungkin juga termasuk dia sendiri. Golongan Essense ini terutama dikenal karena kegigihannya mempertahankan kebersihan moral serta tidak mementingkan diri sendiri, dan mereka selalu mengenakan pakaian putih. Nabi Muhammad memberi gelar hawari kepada Zubair bin 'Awwam dengan mengatakan: \"Setiap nabi punya seorang hawari, dan hawari-ku adalah Zubair bin 'Awwam\". (Riwayat al-Bukhari dan at-Tirmidzi) Dalam beberapa tafsir bahasa Indonesia diterjemahkan dengan \"pengikut,\" \"sahabat,\" \"penolong\" atau \"tetap \"Hawariyun;\" sementara Bibel menerje-mahkannya dengan \"murid\". Pada akhir ayat tersebut diterangkan jawaban Nabi Isa kepada kaum hawariyyin. Ia menyuruh mereka agar bertakwa kepada Allah, yaitu agar mereka tidak mengajukan permintaan ataupun pertanyaan yang memberikan kesan seolah-olah mereka meragukan kekuasaan Allah. Ini merupakan suatu pelajaran yang amat baik, sebab orang-orang yang beriman haruslah memperkokoh imannya, dan melenyapkan segala macam hal yang dapat mengurangi keimanan. Allah Mahakuasa, atas segala sesuatu. Menyediakan suatu hidangan adalah suatu pekerjaan yang tidak patut untuk dimohonkan kepada Allah. Dia Mahamulia. Dia telah mengaruniakan kepada hamba-Nya segala sesuatu di bumi, baik berupa bahan makanan, pakaian, perumahan, dan sebagainya. Maka tugas manusialah untuk mengolah bahan-bahan yang tersedia itu untuk mereka jadikan makanan, pakaian, rumah dan sebagainya untuk kepentingan mereka sendiri. Allah tidak meminta imbalan atas nikmat yang telah disediakan-Nya, yang tak terhitung jumlahnya. Apabila Allah tidak menurunkan hidangan dari langit, maka hal itu tidaklah mengurangi arti kekuasaan dan kasih sayang-Nya kepada hamba-Nya. Sebab itu, janganlah mengurangi iman dan keyakinan kepada-Nya."
        },
        {
          "number": 113,
          "arabic": "قَالُوا۟ نُرِيدُ أَن نَّأْكُلَ مِنْهَا وَتَطْمَئِنَّ قُلُوبُنَا وَنَعْلَمَ أَن قَدْ صَدَقْتَنَا وَنَكُونَ عَلَيْهَا مِنَ ٱلشَّـٰهِدِينَ",
          "transliteration": "qālū nurīdu an nakula min'hā wataṭma-inna qulūbunā wanaʿlama an qad ṣadaqtanā wanakūna ʿalayhā mina l-shāhidīna",
          "translation": "Mereka berkata, \"Kami ingin memakan hidangan itu agar tenteram hati kami dan agar kami yakin bahwa engkau telah berkata benar kepada kami, dan kami menjadi orang-orang yang menyaksikan (hidangan itu).\"",
          "tafsir": "Dalam ayat ini diceritakan ucapan kaum hawariyyin selanjutnya kepada Nabi Isa, setelah Isa menyuruh mereka beriman kepada Allah, beramal, bekerja dan bertawakal kepada-Nya, dan tidak mengajukan permintaan yang tidak layak. Kaum hawariyyin itu berkata, \"Kami beriman sepenuhnya atas kekuasaan Allah, akan tetapi kami mengajukan permintaan itu, karena kami memerlukan makanan, dan kami tidak mendapatkan makanan yang lain, sedangkan kami merasa lapar. Di samping itu, apabila kami dapat menyaksikan turunnya hidangan itu, serta dapat merasakan kelezatannya, maka iman kami akan bertambah kuat. Dengan demikian kami pun akan dapat pula menjadi saksi terhadap orang-orang yang tidak menyaksikan turunnya hidangan itu dan tidak turut memakannya, sehingga mereka pun akan turut beriman pula, dan bertambah kuat pula keyakinan mereka, karena kasaksian kami tadi.\""
        }
      ]
    }
  ]
}