{
  "pageNumber": 306,
  "juz": 16,
  "surahs": [
    {
      "number": 19,
      "name": "Maryam",
      "nameArabic": "مريم",
      "meaning": "Maryam",
      "revelation": "Makkah",
      "description": "Surat Maryam terdiri dari 98 ayat, dan termasuk surat Makkiyyah, karena hampir seluruh ayatnya diturunkan sebelum Nabi Muhammad hijrah ke Madinah, bahkan sebelum sahabat-sahabat beliau hijrah ke negeri Habasyah. Menurut riwayat Ibnu Mas'ud, Ja'far bin Abi Thalib membacakan permulaan surat Maryam ini kepada raja Najasyi dan pengikutnya ketika ia ikut hijrah bersama sahabat-sahabat yang lain ke negeri Habasyah.Surat ini dinamai \"Maryam\", karena surat ini menyinggung kisah Maryam, ibu Nabi 'Isa, yang melahirkan putranya, 'Isa, secara ajaib sebab tanpa melalui proses pernikahan dan percampuran dengan seorang laki-laki pun. Kelahiran 'Isa tanpa ayah merupakan suatu bukti kekuasaan Allah. Pengutaraan kisah Maryam sebagai kejadian yang luar biasa dan ajaib dalam surat ini diawali dengan kisah kejadian yang luar biasa dan ajaib pula, yaitu dikabulkannya doa Zakariya oleh Allah, agar beliau dianugerahi seorang putra sebagai pewaris dan pelanjut cita-cita serta kepercayaan beliau, sedang beliau sudah berusia lanjut dan istri beliau mandul, yang menurut ukuran ilmu biologi mustahil terjadi.**Pokok-Pokok Isi:**1. **Keimanan:** Allah berbuat sesuatu sesuai dengan kehendak-Nya meskipun tidak sesuai dengan hukum alam; 'Isa bukan anak Allah karena mustahil Allah mempunyai anak; Jibril turun kepada rasul-rasul membawa wahyu atas perintah Allah; pada hari kiamat orang kafir menghadap Allah dengan sendiri-sendiri dan semua manusia akan menghadap Allah sebagai hamba.2. **Kisah-kisah:** Allah mengabulkan doa Zakariya untuk memperoleh anak meskipun sudah berusia lanjut dan istri mandul; kisah kelahiran 'Isa tanpa ayah; kisah Ibrahim dengan ayahnya; Musa seorang yang dipilih oleh Allah; Ismail seorang yang membenarkan janji; Idris seorang yang sangat kuat kepercayaannya.3. **Lain-lain:** Ancaman terhadap orang yang meninggalkan shalat dan mengikuti hawa nafsu serta kabar gembira untuk orang-orang yang bertaubat dan mengerjakan amal saleh; keadaan di surga; membiarkan orang yang sesat bergelimang dalam kesesatan setelah diberi petunjuk adalah sunnatullah.Surat Maryam mengemukakan hal-hal yang perlu diperhatikan oleh manusia apabila mereka memikirkan kejadian-kejadian di alam semesta dalam hubungan dengan Penciptanya. Ada kejadian yang terjadi sesuai dengan sunnatullah dan dapat dipikirkan oleh manusia, dan ada pula kejadian yang luar biasa, aneh dan ajaib yang tidak mampu dipikirkan manusia. Kejadian-kejadian yang luar biasa ini terjadi pada orang-orang yang telah dipilih oleh Allah, dan dikemukakan kepada manusia agar mereka percaya kepada Allah Maha Pencipta.**Hubungan Surat Maryam Dengan Surat Thaha:**1. Surat Maryam mengemukakan kisah beberapa nabi dan rasul; ada yang secara terperinci, ada yang secara ringkas, dan ada pula yang hanya disebut namanya saja, yaitu Nabi Adam. Sementara itu, surat Thaha mengemukakan pula kisah beberapa orang nabi dan rasul sebagaimana halnya surat Maryam. Dalam surat Maryam, kisah Musa disebut secara singkat, sedangkan dalam surat Thaha dikemukakan secara terperinci. Begitu pula kisah Adam yang hanya namanya saja yang disebut dalam surat Maryam, sedangkan dalam surat Thaha dikemukakan secara terperinci.2. Menurut riwayat Ibnu Abbas, surat Thaha diturunkan kepada Nabi Muhammad setelah Allah menurunkan surat Maryam.3. Akhir surat Maryam menerangkan bahwa Al-Qur'an diturunkan dalam bahasa Arab, sebagai kabar gembira bagi orang-orang yang bertakwa dan peringatan bagi orang-orang yang ingkar, sedangkan awal surat Thaha menerangkan dan menguatkannya lagi.",
      "verses": [
        {
          "number": 12,
          "arabic": "يَـٰيَحْيَىٰ خُذِ ٱلْكِتَـٰبَ بِقُوَّةٍ ۖ وَءَاتَيْنَـٰهُ ٱلْحُكْمَ صَبِيًّا",
          "transliteration": "yāyaḥyā khudhi l-kitāba biquwwatin waātaynāhu l-ḥuk'ma ṣabiyyan",
          "translation": "\"Wahai Yahya! Ambillah (pelajarilah)<sup foot_note=135452>1</sup> Kitab (Taurat) itu dengan sungguh-sungguh.\" Dan Kami berikan hikmah kepadanya (Yahya)<sup foot_note=135453>2</sup> selagi dia masih kanak-kanak,",
          "tafsir": "Allah memerintahkan kepada Yahya supaya mengambil kitab Taurat yang merupakan nikmat terbesar dari Allah kepada Bani Israil dengan penuh perhatian dan sungguh-sungguh dan mengamalkan isinya dengan tulus ikhlas. Kemudian Allah mengungkapkan sifat-sifat Nabi Yahya yang sangat terpuji yang patut ditiru oleh sekalian pengikutnya. Di antaranya, Allah telah memberikan kepadanya hikmah dan pengertian yang sangat mendalam tentang agama dan kegairahan untuk mengamalkan segala amal kebaikan walaupun ketika itu Yahya masih sangat muda. Diriwayatkan bahwa beliau pernah dikerumuni oleh anak-anak sebayanya dan diajak supaya main bersama-sama, lalu beliau menjawab, \"Kita ini diciptakan Tuhan bukan untuk bermain-main. Marilah ikut bersama saya salat.\""
        },
        {
          "number": 13,
          "arabic": "وَحَنَانًا مِّن لَّدُنَّا وَزَكَوٰةً ۖ وَكَانَ تَقِيًّا",
          "transliteration": "waḥanānan min ladunnā wazakatan wakāna taqiyyan",
          "translation": "dan (Kami jadikan) rasa kasih sayang (kepada sesama) dari Kami dan bersih (dari dosa). Dan dia adalah seorang yang bertakwa,",
          "tafsir": "Allah menjadikan Nabi Yahya itu seorang yang memiliki rasa belas kasihan kepada sesama manusia terutama fakir miskin sebagaimana Allah menjadikan Nabi Muhammad saw memiliki perasaan yang sama, seperti tercantum dalam firman Allah: Maka berkat rahmat Allah engkau (Muhammad) berlaku lemah lembut terhadap mereka. (Ali 'Imran/3: 159) Dan firman Allah: Sungguh, telah datang kepadamu seorang rasul dari kaummu sendiri, berat terasa olehnya penderitaan yang kamu alami, (dia) sangat menginginkan (keimanan dan keselamatan) bagimu, penyantun dan penyayang terhadap orang-orang yang beriman. (at-Taubah/9: 128) Sifat Nabi Yahya juga bersih dari syirik dan selalu menjauhkan diri dari setiap perbuatan yang menyebabkan kemurkaan Allah. Beliau selalu bertakwa melaksanakan perintah Allah dan menjauhi larangannya."
        },
        {
          "number": 14,
          "arabic": "وَبَرًّۢا بِوَٰلِدَيْهِ وَلَمْ يَكُن جَبَّارًا عَصِيًّا",
          "transliteration": "wabarran biwālidayhi walam yakun jabbāran ʿaṣiyyan",
          "translation": "dan sangat berbakti kepada kedua orang tuanya, dan dia bukan orang yang sombong (bukan pula) orang yang durhaka.",
          "tafsir": "Ayat ini menjelaskan sifat Nabi Yahya yang selalu berbakti kepada kedua orang tuanya, karena berbakti kepada mereka itu dijadikan amal kebajikan setelah beribadah kepada Allah, sesuai dengan firman-Nya: Dan Tuhanmu telah memerintahkan agar kamu jangan menyembah selain Dia dan hendaklah berbuat baik kepada ibu bapak.(al-Isra/17: 23) Di antara sifat Nabi Yahya lainnya ialah tidak sombong terhadap manusia yang lain, selalu rendah hati, seperti sifat yang diperintahkan kepada Nabi Muhammad saw dalam firman Allah: Dan rendahkanlah dirimu terhadap orang-orang yang beriman yang mengikutimu. (asy-Syu'ara/26: 215) Dan firman Allah: Sekiranya engkau bersikap keras dan berhati kasar, tentulah mereka menjauhkan diri dari sekitarmu. (Ali 'Imran/3: 159) Oleh karena sifat sombong ini sangat buruk, sehingga menyebabkan Iblis dikutuk karena ia berlaku sombong, tidak mau sujud menghormati kepada Nabi Adam as, atas perintah Allah. Sifat yang terakhir di antara sifat Nabi Yahya yang terpuji adalah tidak pernah menentang perintah Allah."
        },
        {
          "number": 15,
          "arabic": "وَسَلَـٰمٌ عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوتُ وَيَوْمَ يُبْعَثُ حَيًّا",
          "transliteration": "wasalāmun ʿalayhi yawma wulida wayawma yamūtu wayawma yub'ʿathu ḥayyan",
          "translation": "Dan kesejahteraan bagi dirinya pada hari lahirnya, pada hari wafatnya, dan pada hari dia dibangkitkan hidup kembali.",
          "tafsir": "Allah menerangkan pahala kebajikan Nabi Yahya itu karena ketaatan dan kesalehannya, keselamatan, kesejahteraan atas dirinya pada hari ia dilahirkan ke dunia, dan pada hari ia wafat meninggalkan dunia yang fana ini serta pada hari ia dibangkitkan hidup lagi pada hari Kiamat. Disebutkannya tiga peristiwa ini, karena setiap manusia pada ketiga masa itu sangat membutuhkan rahmat dan karunia Tuhan."
        },
        {
          "number": 16,
          "arabic": "وَٱذْكُرْ فِى ٱلْكِتَـٰبِ مَرْيَمَ إِذِ ٱنتَبَذَتْ مِنْ أَهْلِهَا مَكَانًا شَرْقِيًّا",
          "transliteration": "wa-udh'kur fī l-kitābi maryama idhi intabadhat min ahlihā makānan sharqiyyan",
          "translation": "Dan ceritakanlah (Muhammad) kisah Maryam di dalam Kitab (Alquran), (yaitu) ketika dia mengasingkan diri dari keluarganya ke suatu tempat di sebelah timur (Baitul-maqdis),",
          "tafsir": "Allah memerintahkan Nabi Muhammad supaya menceritakan kisah Maryam yang diterangkan dalam Al-Qur'an ketika Maryam ibunda Nabi Isa menjauhkan diri dari keluarganya ke suatu tempat yang berada di sebelah timur Baitul Makdis untuk mendapatkan ketenangan dalam beribadat kepada Allah. Maryam ingin melepaskan diri dari rutinitas kegiatan hidup sehari-hari. Sehubungan dengan ayat ini, Ibnu Abbas berkata, \"Di antara semua orang aku paling mengetahui tentang apa sebab kaum Nasrani menjadikan kiblat mereka ke arah Timur; yaitu sesuai dengan firman Allah bahwa Maryam menenangkan dan menjauhkan diri dari keluarganya ke suatu tempat di sebelah Timur, lalu mereka menjadikan tempat kelahiran Nabi Isa a.s. itu sebagai kiblat.\""
        },
        {
          "number": 17,
          "arabic": "فَٱتَّخَذَتْ مِن دُونِهِمْ حِجَابًا فَأَرْسَلْنَآ إِلَيْهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرًا سَوِيًّا",
          "transliteration": "fa-ittakhadhat min dūnihim ḥijāban fa-arsalnā ilayhā rūḥanā fatamathala lahā basharan sawiyyan",
          "translation": "lalu dia memasang tabir (yang melindunginya) dari mereka; lalu Kami mengutus roh Kami (Jibril) kepadanya, maka dia menampakan diri di hadapannya dalam bentuk manusia yang sempurna.",
          "tafsir": "Maka Maryam membuat tabir (dinding) yang melindunginya dari pandangan keluarganya dan manusia lainnya. Kemudian Allah mengutus malaikat Jibril kepadanya dalam bentuk seorang laki-laki yang gagah dan rupawan untuk memberitahukan kepada Maryam bahwa ia akan melahirkan seorang putra tanpa ayah. Adapun hikmatnya kedatangan Jibril dalam bentuk manusia itu agar supaya tidak menimbulkan ketakutan pada diri Maryam."
        },
        {
          "number": 18,
          "arabic": "قَالَتْ إِنِّىٓ أَعُوذُ بِٱلرَّحْمَـٰنِ مِنكَ إِن كُنتَ تَقِيًّا",
          "transliteration": "qālat innī aʿūdhu bil-raḥmāni minka in kunta taqiyyan",
          "translation": "Dia (Maryam) berkata, \"Sungguh, aku berlindung kepada Tuhan Yang Maha Pengasih terhadapmu, jika engkau orang yang bertakwa.\"",
          "tafsir": "Tatkala Maryam melihat ada seorang laki-laki di tempatnya yang terasing itu, beliau berlindung kepada Allah Ta'ala dari kejahatan yang mungkin timbul seraya berkata, \"Sesungguhnya aku berlindung daripadamu kepada Tuhan Yang Maha Pemurah; jangan sekali-kali kamu mengganggu aku jika kamu bertakwa kepada-Nya, sebab setiap orang yang bertakwa itu selalu menjauhkan diri dari perbuatan maksiat.\""
        },
        {
          "number": 19,
          "arabic": "قَالَ إِنَّمَآ أَنَا۠ رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَـٰمًا زَكِيًّا",
          "transliteration": "qāla innamā anā rasūlu rabbiki li-ahaba laki ghulāman zakiyyan",
          "translation": "Dia (Jibril) berkata, \"Sesungguhnya aku hanyalah utusan Tuhanmu, untuk menyampaikan anugerah kepadamu berupa seorang anak laki-laki yang suci.\"",
          "tafsir": "Untuk menenteramkan hati Maryam dan menghilangkan ke-curigaannya Malaikat Jibril berkata, \"Sesungguhnya aku ini hanyalah utusan dari Tuhanmu untuk menyampaikan berita kepadamu akan lahir seorang anak laki-laki yang suci dari segala macam noda.\" Malaikat Jibril menyebutkan bahwa dia sendiri yang akan menyampaikan berita tentang anak laki-laki itu, karena ia diperintahkan oleh Allah Ta'ala untuk meniupkan roh ke dalam tubuh Maryam."
        },
        {
          "number": 20,
          "arabic": "قَالَتْ أَنَّىٰ يَكُونُ لِى غُلَـٰمٌ وَلَمْ يَمْسَسْنِى بَشَرٌ وَلَمْ أَكُ بَغِيًّا",
          "transliteration": "qālat annā yakūnu lī ghulāmun walam yamsasnī basharun walam aku baghiyyan",
          "translation": "Dia (Maryam) berkata, \"Bagaimana mungkin aku mempunyai anak laki-laki, padahal tidak pernah ada orang (laki-laki) yang menyentuhku dan aku bukan seorang pezina!\"",
          "tafsir": "Maryam merasa sangat terkejut mendengar berita itu dan dengan nada keheranan ia berkata, \"Bagaimana aku akan mendapat seorang anak laki-laki padahal belum pernah ada seorang laki-laki pun yang menyentuhku; dan aku bukan pula seorang pezina.\""
        },
        {
          "number": 21,
          "arabic": "قَالَ كَذَٰلِكِ قَالَ رَبُّكِ هُوَ عَلَىَّ هَيِّنٌ ۖ وَلِنَجْعَلَهُۥٓ ءَايَةً لِّلنَّاسِ وَرَحْمَةً مِّنَّا ۚ وَكَانَ أَمْرًا مَّقْضِيًّا",
          "transliteration": "qāla kadhāliki qāla rabbuki huwa ʿalayya hayyinun walinajʿalahu āyatan lilnnāsi waraḥmatan minnā wakāna amran maqḍiyyan",
          "translation": "Dia (Jibril) berkata, \"Demikanlah.\" Tuhanmu berfirman, \"Hal itu mudah bagi-Ku, dan agar Kami menjadikannya suatu tanda (kebesaran Allah) bagi manusia dan sebagai rahmat dari Kami; dan hal itu adalah suatu urusan yang (sudah) diputuskan.\"",
          "tafsir": "Jibril menjawab pertanyaan Maryam dengan mengatakan bahwa Maryam akan mendapat seorang anak laki-laki walaupun tidak bersuami ataupun tidak mengadakan hubungan dengan laki-laki; karena yang demikian itu adalah kehendak Allah Yang Mahakuasa dan yang demikian itu mudah bagi-Nya. Allah menjadikan seorang putra dari Maryam itu agar menjadi bukti bagi manusia atas kekuasaan-Nya. Pemberian putra kepada Maryam sebagai rahmat dari Allah karena kelak anak laki-laki itu akan menjadi seorang Nabi yang menyeru kepada jalan kebahagiaan dunia dan akhirat. Dan itu adalah keputusan Allah yang tidak dapat dirubah lagi.\""
        },
        {
          "number": 22,
          "arabic": "۞ فَحَمَلَتْهُ فَٱنتَبَذَتْ بِهِۦ مَكَانًا قَصِيًّا",
          "transliteration": "faḥamalathu fa-intabadhat bihi makānan qaṣiyyan",
          "translation": "Maka dia (Maryam) mengandung, lalu dia mengasingkan diri dengan kandungannya itu ke tempat yang jauh.",
          "tafsir": "Setelah Jibril menerangkan maksud kedatangannya itu, maka Maryam menjawab, \"Aku berserah diri kepada ketetapan Allah.\" Lalu Jibril meniupkan roh Nabi Isa ke Maryam sehingga mengakibatkan Maryam mengandung; lalu ia mengasingkan diri dengan kandungannya ke suatu tempat yang jauh dari orang banyak untuk menghindari tuduhan dan cemoohan dari Bani Israil."
        },
        {
          "number": 23,
          "arabic": "فَأَجَآءَهَا ٱلْمَخَاضُ إِلَىٰ جِذْعِ ٱلنَّخْلَةِ قَالَتْ يَـٰلَيْتَنِى مِتُّ قَبْلَ هَـٰذَا وَكُنتُ نَسْيًا مَّنسِيًّا",
          "transliteration": "fa-ajāahā l-makhāḍu ilā jidh'ʿi l-nakhlati qālat yālaytanī mittu qabla hādhā wakuntu nasyan mansiyyan",
          "translation": "Kemudian rasa sakit akan melahirkan memaksanya (bersandar) pada pangkal pohon kurma, dia (Maryam) berkata, \"Wahai, alangkah (baiknya) aku mati sebelum ini, dan aku menjadi seorang yang tidak diperhatikan dan dilupakan.\"",
          "tafsir": "Ketika Maryam merasa sakit karena akan melahirkan anaknya, maka ia terpaksa bersandar pada pangkal pohon kurma untuk memudahkan kelahiran; dengan penuh kesedihan ia berkata, \"Aduhai, alangkah baiknya jika aku mati saja sebelum ini, dan aku menjadi sesuatu yang tidak berarti lagi dilupakan.\" Ia mengharapkan seandainya mati saja sebelum melahirkan karena merasa beratnya penderitaan akibat melahirkan seorang anak tanpa seorang ayah yang berakibat timbulnya tuduhan dan cemoohan dari kaumnya yang tidak mengetahui kejadian yang sebenarnya; atau beliau mengharapkan menjadi sesuatu benda yang tidak berarti dalam pandangan manusia, lagi dilupakan daripada menderita perasaan tertekan dan malu yang luar biasa."
        },
        {
          "number": 24,
          "arabic": "فَنَادَىٰهَا مِن تَحْتِهَآ أَلَّا تَحْزَنِى قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا",
          "transliteration": "fanādāhā min taḥtihā allā taḥzanī qad jaʿala rabbuki taḥtaki sariyyan",
          "translation": "Maka dia (Jibril) berseru kepadanya dari tempat yang rendah, \"Janganlah engkau bersedih hati, sesungguhnya Tuhanmu telah menjadikan anak sungai di bawahmu.",
          "tafsir": "Maka datanglah Jibril dan berseru dari suatu tempat yang rendah, \"Janganlah kamu bersedih hati, karena sesungguhnya Tuhanmu telah mengalirkan sebuah anak sungai di bawahmu.\" Ini merupakan suatu rahmat bagi Maryam karena di tempat itu pada mulanya kering tidak ada air yang mengalir, tetapi kemudian terdapat aliran air yang bersih."
        },
        {
          "number": 25,
          "arabic": "وَهُزِّىٓ إِلَيْكِ بِجِذْعِ ٱلنَّخْلَةِ تُسَـٰقِطْ عَلَيْكِ رُطَبًا جَنِيًّا",
          "transliteration": "wahuzzī ilayki bijidh'ʿi l-nakhlati tusāqiṭ ʿalayki ruṭaban janiyyan",
          "translation": "Dan goyanglah pangkal pohon kurma itu ke arahmu, niscaya (pohon) itu akan menggugurkan buah kurma yang masak kepadamu.",
          "tafsir": "Jibril kemudian menyuruh Maryam untuk menggoyang pohon kurma dan nanti pohon itu akan menjatuhkan buah kurma yang telah masak kepadanya. Dan ini adalah rahmat yang lain untuk Maryam karena pada mulanya pohon kurma itu telah kering, dengan kehendak Allah menjadi hijau dan subur kembali serta berbuah sebagai rezeki untuk Maryam."
        }
      ]
    }
  ]
}