{
  "pageNumber": 26,
  "juz": 2,
  "surahs": [
    {
      "number": 2,
      "name": "Al-Baqarah",
      "nameArabic": "البقرة",
      "meaning": "Sapi Betina",
      "revelation": "Madinah",
      "description": "Surat \"Al Baqarah\" terdiri atas 286 ayat dan sebagian besar diturunkan di Madinah pada permulaan tahun Hijrah, kecuali ayat 281 yang diturunkan di Mina pada Haji wadaa' (haji Nabi Muhammad s.a.w. yang terakhir). Seluruh ayat surat Al Baqarah termasuk golongan Madaniyyah dan merupakan surat yang terpanjang di antara surat-surat Al Qur'an yang di dalamnya terdapat pula ayat yang terpanjang (ayat 282).Surat ini dinamai \"Al Baqarah\" karena di dalamnya disebutkan kisah penyembelihan sapi betina yang diperintahkan Allah kepada Bani Israil (ayat 67 sampai dengan 74), di mana dijelaskan watak orang Yahudi pada umumnya. Dinamai \"Fusthaathul-Qur'an\" (puncak Al Qur'an) karena memuat beberapa hukum yang tidak disebutkan dalam surat yang lain. Dinamai juga surat \"Alif-laam-miim\" karena surat ini dimulai dengan Alif-laam-miim.&nbsp;Pokok-Pokok Isi:1. Keimanan:Dakwah Islamiyah yang dihadapkan kepada umat Islam, ahli kitab dan para musyrikin.2. Hukum-hukum:Perintah mengerjakan shalat; menunaikan zakat; hukum puasa; hukum haji dan umrah; hukum qishash; halal dan haram; berinfak di jalan Allah; hukum arak dan judi; cara menyantuni anak yatim, larangan riba; utang-piutang; nafkah dan yang berhak menerimanya; wasiat kepada ibu-bapak dan kaum kerabat; hukum sumpah; kewajiban menyampaikan amanah; sihir; hukum merusak masjid; hukum mengubah kitab-kitab Allah; hukum haidh, 'iddah, thalak, khulu', ilaa' dan susuan; hukum melamar, mahar, larangan menikahi wanita musyrik dan sebaliknya; hukum perang.3. Kisah-kisah:Kisah penciptaan Nabi Adam a.s; kisah Nabi Ibrahim a.s.; kisah Nabi Musa a.s. dengan Bani Israil.4. Lain-lain:Sifat-sifat orang yang bertakwa; sifat-sifat orang munafik; sifat-sifat Allah; perumpamaan-perumpamaan; kiblat, kebangkitan sesudah mati.Kesimpulan surat Al Baqarah:1. Menjelaskan beberapa hukum dalam agama Islam.2. Mengemukakan beberapa perumpamaan.3. Mengemukakan hujjah-hujjah.Hubungan Surat Al Baqarah Dengan Surat Ali 'Imran:1. Dalam surat Al Baqarah, disebutkan Nabi Adam a.s. yang langsung diciptakan Allah, sedang dalam surat Ali'Imran, disebutkan tentang kelahiran Nabi 'Isa a.s. yang kedua-duanya diciptakan Allah secara menyelisihi kebiasaan.2. Dalam surat Al Baqarah, sifat dan perbuatan orang-orang Yahudi dibentangkan secara luas disertai dengan hujjah untuk mematahkan hujjah-hujjah mereka yang membela kesesatan, sedang dalam surat Ali 'Imran, dibentangkan hal-hal serupa yang berhubungan dengan orang Nasrani.3. Surat Al Baqarah dimulai dengan menyebutkan tiga golongan manusia, yaitu orang mukmin, orang yang mengimani hari akhir, dan orang munafik. Sementara itu, surat Ali 'Imran dimulai dengan menyebutkan orang yang suka mentakwilkan ayat yang mutasyabihaat secara salah untuk memfitnah orang mukmin, dan menyebutkan orang yang mempunyai keahlian dalam menakwilkannya.4. Surat Al Baqarah disudahi dengan permohonan kepada Allah agar kesalahan-kesalahan dan kealpaan dalam melaksanakan ketaatan diampuni, sedang surat Ali 'Imran disudahi dengan permohonan kepada Allah agar Dia memberi pahala atas amal saleh yang dilakukan hamba-Nya.5. Surat Al Baqarah dimulai dengan menyebutkan sifat-sifat orang yang bertakwa, sedang surat Ali 'Imran dimulai dengan perintah bertakwa.",
      "verses": [
        {
          "number": 170,
          "arabic": "وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُوا۟ مَآ أَنزَلَ ٱللَّهُ قَالُوا۟ بَلْ نَتَّبِعُ مَآ أَلْفَيْنَا عَلَيْهِ ءَابَآءَنَآ ۗ أَوَلَوْ كَانَ ءَابَآؤُهُمْ لَا يَعْقِلُونَ شَيْـًٔا وَلَا يَهْتَدُونَ",
          "transliteration": "wa-idhā qīla lahumu ittabiʿū mā anzala l-lahu qālū bal nattabiʿu mā alfaynā ʿalayhi ābāanā awalaw kāna ābāuhum lā yaʿqilūna shayan walā yahtadūna",
          "translation": "Dan apabila dikatakan kepada mereka, \"Ikutilah apa yang telah diturunkan Allah,\" mereka menjawab, \"(Tidak!) Kami mengikuti apa yang kami dapati pada nenek moyang kami (melakukannya).\" Padahal, nenek moyang mereka itu tidak mengetahui apa pun, dan tidak mendapat petunjuk.",
          "tafsir": "Sungguh aneh kemauan dan jalan pikiran pengikut setan. Apabila dikatakan kepada mereka, \"Ikutilah peraturan yang diturunkan Allah,\" mereka menjawab, \"Kami tidak akan mengikutinya; kami hanya akan mengikuti peraturan yang kami pusakai dari nenek moyang kami.\" Padahal sudah jelas bahwa peraturan-peraturan itu hanya dibuat menurut hawa nafsu belaka. Apakah mereka tidak dapat memikirkan dan meneliti sehingga dapat mengetahui bahwa peraturan-peraturan itu tidak ada faedah dan manfaatnya?\" Apakah mereka akan mematuhi juga peraturan-peraturan itu walaupun nenek moyang mereka yang membuat peraturan-peraturan itu adalah bodoh, tidak mengetahui suatu apa pun dan tidak pula dapat petunjuk dari Allah? Dalam ayat ini dapat diambil suatu kesimpulan yaitu bahwa seorang Muslim tidak boleh bertaklid buta kepada siapa pun karena bertaklid buta itu adalah sifat para pengikut setan."
        },
        {
          "number": 171,
          "arabic": "وَمَثَلُ ٱلَّذِينَ كَفَرُوا۟ كَمَثَلِ ٱلَّذِى يَنْعِقُ بِمَا لَا يَسْمَعُ إِلَّا دُعَآءً وَنِدَآءً ۚ صُمٌّۢ بُكْمٌ عُمْىٌ فَهُمْ لَا يَعْقِلُونَ",
          "transliteration": "wamathalu alladhīna kafarū kamathali alladhī yanʿiqu bimā lā yasmaʿu illā duʿāan wanidāan ṣummun buk'mun ʿum'yun fahum lā yaʿqilūna",
          "translation": "Dan perumpamaan bagi (penyeru) orang yang kafir adalah seperti (penggembala) yang meneriaki (binatang) yang tidak mendengar selain panggilan dan teriakan. (Mereka) tuli, bisu dan buta, maka mereka tidak mengerti.",
          "tafsir": "Allah memberikan perumpamaan bagi orang kafir yang menerima saja semua yang diperintahkan pemimpin mereka dan apa yang dilakukan nenek moyang mereka sehingga mereka menolak ajaran Islam yang benar dan sesuai dengan akal pikiran. Mereka seperti hewan piaraan, yang bila dipanggil oleh tuannya, ia datang, bila diusir ia pergi dan bila ia dilarang memasuki suatu padang rumput, ia menghindarinya, sedangkan ia sendiri tidak mengerti apalagi memikirkan untuk apa dipanggil, untuk apa diusir dan untuk apa tidak dibolehkan memasuki suatu tempat. Demikianlah orang kafir itu seakan-akan tidak bertelinga untuk mendengar, tidak berlidah untuk berbicara dan tidak punya mata untuk melihat dan memperhatikan."
        },
        {
          "number": 172,
          "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ كُلُوا۟ مِن طَيِّبَـٰتِ مَا رَزَقْنَـٰكُمْ وَٱشْكُرُوا۟ لِلَّهِ إِن كُنتُمْ إِيَّاهُ تَعْبُدُونَ",
          "transliteration": "yāayyuhā alladhīna āmanū kulū min ṭayyibāti mā razaqnākum wa-ush'kurū lillahi in kuntum iyyāhu taʿbudūna",
          "translation": "Wahai orang-orang yang beriman! Makanlah dari rezeki yang baik yang Kami berikan kepada kamu dan bersyukurlah kepada Allah, jika kamu hanya menyembah kepada-Nya.",
          "tafsir": "Di dalam ayat ini ditegaskan agar seorang mukmin makan makanan yang baik yang diberikan Allah, dan rezeki yang diberikan-Nya itu haruslah disyukuri. Dalam ayat 168 perintah makan makanan yang baik-baik ditujukan kepada manusia umumnya. Karenanya, perintah itu diiringi dengan larangan mengikuti ajaran setan. Sedangkan dalam ayat ini perintah ditujukan kepada orang mukmin saja agar mereka makan rezeki Allah yang baik-baik. Sebab itu, perintah ini diiringi dengan perintah mensyukurinya."
        },
        {
          "number": 173,
          "arabic": "إِنَّمَا حَرَّمَ عَلَيْكُمُ ٱلْمَيْتَةَ وَٱلدَّمَ وَلَحْمَ ٱلْخِنزِيرِ وَمَآ أُهِلَّ بِهِۦ لِغَيْرِ ٱللَّهِ ۖ فَمَنِ ٱضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَلَآ إِثْمَ عَلَيْهِ ۚ إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
          "transliteration": "innamā ḥarrama ʿalaykumu l-maytata wal-dama walaḥma l-khinzīri wamā uhilla bihi lighayri l-lahi famani uḍ'ṭurra ghayra bāghin walā ʿādin falā ith'ma ʿalayhi inna l-laha ghafūrun raḥīmun",
          "translation": "Sesungguhnya Dia hanya mengharamkan atasmu bangkai, darah, daging babi, dan (daging) hewan yang disembelih dengan (menyebut nama) selain Allah. Tetapi barang siapa terpaksa (memakannya), bukan karena menginginkannya dan tidak (pula) melampaui batas, maka tidak ada dosa baginya. Sungguh, Allah Maha Pengampun, Maha Penyayang.",
          "tafsir": "Menetapkan suatu hukum dengan menghalalkan atau mengharamkan sesuatu, sepenuhnya hak Allah swt, karena Dialah yang berkuasa. Dialah yang disembah, ditaati segala perintah-Nya dan dijauhi segala larangan-Nya. Kalau ada seseorang mengharamkan sesuatu atau menghalalkannya maka sebenarnya orang itu telah menyamakan dirinya dengan Allah, dan tidak boleh diikuti. Membenarkan orang itu sama dengan mempersekutukan Allah dan mengakui bahwa di samping Allah ada yang berhak dibenarkan dan dipatuhi hukumnya. Demikianlah halnya orang musyrik, mereka menyembah dan mematuhi perintah selain Allah berupa berhala-berhala, pemimpin-pemimpin yang menguasai berhala-berhala itu, mereka tidak diakui oleh Allah dan Rasul-Nya sebagai orang mukmin selama mereka mempunyai kepercayaan seperti itu. Di sini ditegaskan makanan yang diharamkan ada empat macam itu saja. Ada lagi beberapa jenis binatang yang dilarang dimakan berdasarkan ayat seperti yang tersebut di atas. Kemudian dijelaskan lagi bahwa tidak berdosa orang yang dalam keadaan darurat makan makanan yang diharamkan, apabila mereka benar-benar dalam keadaan darurat, seperti tidak ada lagi makanan yang akan dimakan, dan jika tidak dimakan akan membawa bahaya besar atau kematian. Sebenarnya mereka tidak ingin bahkan merasa jijik memakannya, tapi hanya sekadar untuk menyelamatkan jiwanya. Adapun memakan yang lebih dari itu hukumnya tetap haram. Ini kehendak Allah dan Allah tidak memberatkan seorang hamba lebih daripada kesanggupannya. Menurut jumhur ulama, makanan yang haram dimakan, haram pula diperjualbelikan, karena najis, kecuali ulama Hanafi dan Zahiri yang mengatakan bahwa segala yang dapat dimanfaatkan, boleh diperjualbelikan, seperti jual beli kotoran hewan dan sampah-sampah yang najis, karena dibutuhkan penggunaannya di kebun-kebun dan lain-lain. Ayat tersebut menerangkan dengan jelas bahwa umat Islam dilarang memakan bangkai, darah dan daging babi. Darah dan bangkai sudah jelas, karena di dalamnya banyak mengandung racun. Sedangkan mengenai daging babi, mungkin perlu penjelasan lebih lanjut. Menurut saintis, babi adalah binatang yang berbentuk seperti tong, dengan kaki yang pendek. Babi hutan yang ada saat ini diduga sebagai nenek moyang babi peliharaan. Babi hutan dapat berlari sangat cepat dan pandai berenang. Mereka termasuk pemakan segala macam makanan, mulai dari rumput sampai bangkai. Bahkan babi ternak menyukai kotorannya sendiri. Dengan demikian, bukan persoalan kebersihan peternakan babi yang perlu dibicarakan di sini, akan tetapi memang babi secara alami bukan binatang yang bersih. Bagaimanapun canggihnya sistem kebersihan yang diterapkan, sifat babi tersebut tidak berubah. Sesuai dengan cara hidup alaminya yang sangat jorok, maka mereka memiliki kandungan antibodi (suatu zat yang dihasilkan tubuh untuk pertahanan diri terhadap penyakit) yang tinggi. Kandungan antibodi yang tinggi yang tersimpan di dalam daging babi, kurang menguntungkan kesehatan manusia yang memakannya. Termasuk dalam hal ini kandungan kolesterol dan lemak yang tinggi yang ada pada daging babi. Kematangan seksual babi sangat cepat. Babi jantan sudah matang dan dapat membuahi pada umur delapan bulan. Sedangkan babi betina sudah dapat beranak setelah umur enam bulan. Mereka baru berhenti beranak pada umur 15 tahun. Babi betina dapat beranak sampai dengan 20 ekor dalam sekali pembuahan. Dorongan seksual babi sangat besar. Pertumbuhan anak babi sangat cepat. Ketika lahir, beratnya sekitar 2 kg. Setelah enam bulan, beratnya dapat mencapai 100 kg. Berat babi dapat mencapai, yang terbesar ditemukan, 363 kg. Semua ini dapat terjadi karena babi memiliki hormon pertumbuhan dan hormon seksual yang sangat tinggi. Hal inilah yang menyebabkan babi banyak memiliki lemak. Kedua hormon tersebut (yang hadir dalam jumlah tinggi) juga menambah panjang daftar penyebab mengapa daging babi tidak baik untuk dikonsumsi. Beberapa penelitian medis menyebutkan bahwa dalam tubuh babi terkandung beberapa virus yang dapat menyebabkan seseorang yang memakannya terjangkit suatu penyakit. Di samping itu satu penelitian menyebutkan bahwa satu dari enam orang di Amerika terserang kuman pada ototnya karena mengkonsumsi babi. Hal ini bisa terjadi karena dalam tubuh babi terkandung beberapa jenis cacing pita yang membahayakan. Seperti sudah banyak diketahui bahwa penyakit cacing pita Trichinellosis ditularkan melalui daging babi. Tenasolium adalah salah satu nama cacing yang berkembang biak dalam pencernaan yang panjangnya dapat mencapai delapan meter. Beberapa penyakit yang merebak secara luas oleh penyakit dengan babi sebagai inangnya dapat disimak di bawah ini. Pada 1968 ditemukan sejenis kuman dari daging babi yang merupakan penyebab dari kematian sekian banyak pasien di Belanda dan Denmark. Pada 1918, flu Babi pernah menyerang banyak bagian dari dunia kita dan menelan korban jutaan orang. Flu ini kembali muncul pada 1977, dan di Amerika Serikat ketika itu dilakukan imunisasi yang menelan biaya mencapai 135 juta dolar. Wabah virus flu burung dan SARS pada tahun 2005-2007 juga tidak lepas dari peran binatang babi sebagai hospes (inang) perantara bagi beberapa virus dari hewan lain yang juga dapat menular pada manusia seperti virus SARS dan flu burung. Beberapa penyakit lainnya yang dapat ditimbulkan babi adalah menularkan penyakit influensa, radang otak (Japanese B. Encephalitis), peradangan mulut dan hati (Stomatitis dan Myocarditis) dan lainnya. Salah satu temuan baru yang terungkap setelah maraknya rekayasa genetika adalah ditemukannya virus-virus yang terdapat pada babi yang tidak terbunuh melalui cara dibakar atau pemasakan biasa. Ada juga cacing yang disebut Trichine yang dapat masuk dan berdiam di tubuh manusia selama bertahun-tahun. Lemak babi mengandung complicated fats antara lain triglycerides, dan dagingnya mengandung kolesterol yang sangat tinggi, mencapai lima belas kali lipat lebih banyak dari daging sapi. Dalam Encydopedia Americana dijelaskan perbandingan antara kadar lemak yang terdapat pada babi, domba, dan kerbau. Dalam kadar berat yang sama, babi mengandung 50% lemak, domba 17%, dan kerbau tidak lebih dari 5%. Beberapa bagian babi diketahui dapat digunakan untuk menggantikan organ manusia. Misalnya saja katup jantung babi adalah pengganti katup jantung manusia yang terbaik. Tetapi perlu dicermati, karena babi juga merupakan tempat hidupnya banyak bakteri, virus dan parasit yang berbahaya untuk manusia, maka kemungkinan akan menulari manusia yang menerima organ babi tersebut menjadi sangat tinggi."
        },
        {
          "number": 174,
          "arabic": "إِنَّ ٱلَّذِينَ يَكْتُمُونَ مَآ أَنزَلَ ٱللَّهُ مِنَ ٱلْكِتَـٰبِ وَيَشْتَرُونَ بِهِۦ ثَمَنًا قَلِيلًا ۙ أُو۟لَـٰٓئِكَ مَا يَأْكُلُونَ فِى بُطُونِهِمْ إِلَّا ٱلنَّارَ وَلَا يُكَلِّمُهُمُ ٱللَّهُ يَوْمَ ٱلْقِيَـٰمَةِ وَلَا يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ",
          "transliteration": "inna alladhīna yaktumūna mā anzala l-lahu mina l-kitābi wayashtarūna bihi thamanan qalīlan ulāika mā yakulūna fī buṭūnihim illā l-nāra walā yukallimuhumu l-lahu yawma l-qiyāmati walā yuzakkīhim walahum ʿadhābun alīmun",
          "translation": "Sungguh, orang-orang yang menyembunyikan apa yang telah diturunkan Allah, yaitu Kitab, dan menjualnya dengan harga murah, mereka hanya menelan api neraka ke dalam perutnya,<sup foot_note=135009>1</sup> dan Allah tidak akan menyapa mereka pada hari Kiamat dan tidak akan menyucikan mereka. Mereka akan mendapat azab yang sangat pedih.",
          "tafsir": "Orang yang menyembunyikan apa yang diturunkan Allah dalam kitab-Nya disebabkan memperturutkan keinginan dan hawa nafsunya, serta takut akan kehilangan pengaruh dan kedudukan dan khawatir tidak akan mendapat kekayaan dan harta benda lagi, mereka itu orang yang telah menjual agamanya dengan harga yang amat murah. Apalah arti kesenangan hidup di dunia ini yang bersifat sementara saja kalau dibandingkan dengan kenikmatan hidup di akhirat yang kekal abadi. Barang-barang yang mereka dapatkan di dunia ini dengan jalan yang sesat, di akhirat nanti akan menjadi api yang menyala-nyala yang selalu mereka telan dan masuk ke dalam perut mereka sehingga mereka amat tersiksa. Di samping itu Allah sangat murka kepada mereka, sehingga apa pun yang mereka keluhkan dan dengan cara bagaimanapun mereka memohon ampunan agar dikasihani, Allah tidak akan mendengarkan keluhan dan permintaan mereka. Allah tidak akan mau berbicara dengan orang yang selalu menyembunyikan apa yang diturunkan-Nya dan selalu durhaka kepada-Nya. Allah tidak akan menghapus dosa mereka dan tidak pula akan membersihkan mereka dari kesalahan serta kesesatan di dunia, bahkan bagi mereka telah disediakan azab yang sangat pedih."
        },
        {
          "number": 175,
          "arabic": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ ٱشْتَرَوُا۟ ٱلضَّلَـٰلَةَ بِٱلْهُدَىٰ وَٱلْعَذَابَ بِٱلْمَغْفِرَةِ ۚ فَمَآ أَصْبَرَهُمْ عَلَى ٱلنَّارِ",
          "transliteration": "ulāika alladhīna ish'tarawū l-ḍalālata bil-hudā wal-ʿadhāba bil-maghfirati famā aṣbarahum ʿalā l-nāri",
          "translation": "Mereka itulah yang membeli kesesatan dengan petunjuk dan azab dengan ampunan. Maka alangkah beraninya mereka menentang api neraka!",
          "tafsir": "Mereka itulah orang-orang yang membeli kesesatan dengan petunjuk yang diturunkan Allah kepada rasul-rasul-Nya. Bahkan sebenarnya mereka telah membeli siksaan dengan ampunan. Sesungguhnya yang mereka lakukan ini adalah jual-beli yang amat merugikan yang tidak akan dilakukan oleh orang yang waras pikirannya serta dapat mempertimbangkan mana yang baik dan mana yang buruk. Tetapi meskipun mereka telah diberi akal pikiran, mereka tidak mempergunakannya karena telah dipengaruhi hawa nafsu dan disilaukan pangkat dan kedudukan. Mereka giat dan gigih mengerjakan perbuatan yang akan membawa dan memasukkan mereka ke dalam neraka kelak di akhirat."
        },
        {
          "number": 176,
          "arabic": "ذَٰلِكَ بِأَنَّ ٱللَّهَ نَزَّلَ ٱلْكِتَـٰبَ بِٱلْحَقِّ ۗ وَإِنَّ ٱلَّذِينَ ٱخْتَلَفُوا۟ فِى ٱلْكِتَـٰبِ لَفِى شِقَاقٍۭ بَعِيدٍ",
          "transliteration": "dhālika bi-anna l-laha nazzala l-kitāba bil-ḥaqi wa-inna alladhīna ikh'talafū fī l-kitābi lafī shiqāqin baʿīdin",
          "translation": "Yang demikian itu karena Allah telah menurunkan Kitab (Alquran) dengan (membawa) kebenaran, dan sesungguhnya orang-orang yang berselisih paham tentang (kebenaran) Kitab itu, mereka dalam perpecahan yang parah.",
          "tafsir": "Allah telah menurunkan Al-Qur'an dan kitab-kitab yang sebelum-nya yang membawa kebenaran. Sedangkan mereka menyembunyikan dan menafsirkannya menurut hawa nafsunya sehingga hal ini menimbulkan perselisihan yang tajam di antara mereka sendiri. Orang yang mempertengkarkan kebenaran yang dibawa oleh kitab itu sudah jauh menyimpang dan terperosok ke dalam jurang kesesatan. Mereka akan mendapat siksaan yang pedih dari Allah."
        }
      ]
    }
  ]
}