{
  "pageNumber": 457,
  "juz": 23,
  "surahs": [
    {
      "number": 38,
      "name": "Sad",
      "nameArabic": "ص",
      "meaning": "Sad",
      "revelation": "Makkah",
      "description": "Surat Shad terdiri dari 88 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Al-Qamar.Dinamai dengan \"Shad\" karena surat ini dimulai dengan kata \"Shad\" (selanjutnya lihat catatan kaki ayat ke-1 surat Al-Baqarah). Dalam surat ini Allah bersumpah dengan Al-Qur'an, untuk menunjukkan bahwa Al-Qur'an ini suatu kitab yang agung dan bahwa siapa saja yang mengikutinya akan mendapat kebahagiaan di dunia dan akhirat, juga untuk menunjukkan bahwa Al-Qur'an ini adalah mukjizat Nabi Muhammad yang menyatakan kebenarannya dan ketinggian akhlaknya.**Pokok-Pokok Isi:**1. **Keimanan:** Dalil-dalil tentang kenabian Muhammad, bahwa beliau mengetahui hal-hal yang hanya dapat diketahui melalui jalan wahyu; sumpah Iblis untuk menyesatkan seluruh manusia kecuali hamba-hamba Allah yang ikhlas; Al-Qur'an diturunkan untuk menjadi pelajaran bagi seluruh jin dan manusia.2. **Kisah-kisah:** Kisah Nabi Dawud dan Nabi Sulaiman; kisah Nabi Ayub.3. **Lain-lain:** Kaum musyrikin tercengang mendengar seruan Nabi Muhammad, bahwa Allah adalah Maha Esa; rahasia yang terdapat pada kejadian alam; pertengkaran antara orang-orang yang sesat dan pengikut mereka di neraka; nikmat-nikmat yang dilimpahkan kepada penduduk surga dan azab yang ditampakkan pada neraka.Dari surat ini dapat disimpulkan bahwa setiap nabi yang terdahulu selalu mendapat tantangan dan perlawanan dari musuh-musuhnya, tetapi musuh-musuh itu dibinasakan Allah. Demikian juga halnya Nabi Muhammad yang mendapat tantangan dan perlawanan dari kaum musyrikin, tetapi akhirnya kaum musyrikin itu binasa.Juga dapat disimpulkan bahwa Al-Qur'an adalah semata-mata wahyu Allah, karena di dalamnya dikabarkan hal-hal yang hanya dapat diketahui dengan perantaraan wahyu, yaitu hal-hal yang akan terjadi pada masa yang akan datang dan hal-hal yang telah terjadi dahulu kala tanpa ada yang menceritakannya, hal-hal yang terjadi di alam atas dan di akhirat nanti.**Hubungan Surat Shad Dengan Surat Az-Zumar:**1. Akhir surat Shad menerangkan bahwa Al-Qur'an adalah peringatan bagi semesta alam, sedangkan permulaan surat Az-Zumar menerangkan bahwa Al-Qur'an diturunkan dari Allah Yang Mahaperkasa, Mahabijaksana.2. Kedua surat ini sama-sama menyebutkan tentang makhluk sejak permulaan sampai kembali kepada Allah.3. Kalau diperhatikan, seakan-akan surat Az-Zumar adalah lanjutan dari surat Shad, karena pada akhir surat Shad diterangkan penciptaan Adam, kemudian pada surat Az-Zumar diterangkan bahwa Allah menciptakan semua manusia dan menerangkan kesudahan nasib mereka, bahwa semua manusia akan mati lalu dibangkitkan kembali dan dihisab. Orang yang bertakwa dimasukkan ke dalam surga dan orang yang kafir dimasukkan ke dalam neraka.",
      "verses": [
        {
          "number": 62,
          "arabic": "وَقَالُوا۟ مَا لَنَا لَا نَرَىٰ رِجَالًا كُنَّا نَعُدُّهُم مِّنَ ٱلْأَشْرَارِ",
          "transliteration": "waqālū mā lanā lā narā rijālan kunnā naʿudduhum mina l-ashrāri",
          "translation": "Dan (orang-orang durhaka) berkata, \"Mengapa kami tidak melihat orang-orang yang dahulu (di dunia) kami anggap sebagai orang-orang yang jahat (hina).",
          "tafsir": "Orang-orang kafir itu saling bertanya sesamanya, setelah mereka tidak melihat seorang pun orang-orang yang beriman yang mereka anggap hina sewaktu di dunia, \"Mengapa kita tidak melihat seorang pun dari orang-orang yang sewaktu di dunia kita pandang sebagai orang bodoh, orang jahat, dan orang hina yang tidak ada kebaikan pada dirinya.\" Ibnu 'Abbas berkata, \"Yang mereka maksud dengan orang bodoh dan jahat adalah sahabat Rasul. Abu Jahal berkata, 'Di mana Bilal, di mana shuhaib, di mana Ammar, mereka semuanya di dalam surga. Kasihan Abu Jahal, anaknya 'Ikrimah dan Juwairiyah masuk Islam, demikian pula ibunya, saudaranya, sedang ia sendiri kafir.\""
        },
        {
          "number": 63,
          "arabic": "أَتَّخَذْنَـٰهُمْ سِخْرِيًّا أَمْ زَاغَتْ عَنْهُمُ ٱلْأَبْصَـٰرُ",
          "transliteration": "attakhadhnāhum sikh'riyyan am zāghat ʿanhumu l-abṣāru",
          "translation": "Dahulu kami menjadikan mereka olok-olokan, ataukah karena penglihatan kami yang tidak melihat mereka?\"",
          "tafsir": "Selanjutnya mereka saling bertanya sesama mereka, \"Apakah karena telah kita ejek dan perolok-olokkan sewaktu di dunia, sehingga mereka tidak masuk neraka ini, sedang mereka adalah orang-orang yang tidak pantas diejek dan diperolok-olokkan. Atau mereka sebenarnya telah masuk bersama-sama kita ke dalam neraka, tetapi kita tidak melihat mereka.\" Demikianlah keadaan orang-orang kafir di dalam neraka, mereka saling salah menyalahkan, saling tuduh-menuduh, bahkan mereka saling bertengkar antara yang satu dengan yang lain."
        },
        {
          "number": 64,
          "arabic": "إِنَّ ذَٰلِكَ لَحَقٌّ تَخَاصُمُ أَهْلِ ٱلنَّارِ",
          "transliteration": "inna dhālika laḥaqqun takhāṣumu ahli l-nāri",
          "translation": "Sungguh, yang demikian benar-benar terjadi, (yaitu) pertengkaran di antara penghuni neraka.",
          "tafsir": "Pada ayat ini Allah menegaskan bahwa semua yang diceritakan itu benar-benar akan terjadi, tidak diragukan sedikit pun. Orang-orang kafir itu akan selalu bertengkar sesama mereka di dalam neraka nanti."
        },
        {
          "number": 65,
          "arabic": "قُلْ إِنَّمَآ أَنَا۠ مُنذِرٌ ۖ وَمَا مِنْ إِلَـٰهٍ إِلَّا ٱللَّهُ ٱلْوَٰحِدُ ٱلْقَهَّارُ",
          "transliteration": "qul innamā anā mundhirun wamā min ilāhin illā l-lahu l-wāḥidu l-qahāru",
          "translation": "Katakanlah (Muhammad), \"Sesungguhnya aku hanya seorang pemberi peringatan, tidak ada tuhan selain Allah Yang Maha Esa, Mahaperkasa,",
          "tafsir": "Allah memerintahkan kepada Rasul-Nya agar menyampaikan kepada orang-orang musyrik Mekah bahwa dirinya adalah rasul Allah yang menyampaikan janji dan ancaman-Nya kepada manusia. Ancaman-Nya ialah azab pedih yang akan ditimpakan kepada orang-orang yang menyalahi perintah-Nya sebagaimana yang telah ditimpakan kepada orang-orang sebelumnya, seperti kaum 'Ad, Samud, dan sebagainya. Selanjutnya Rasulullah saw menyatakan bahwa dia hanya pemberi berita dan bukanlah tukang sihir sebagaimana yang mereka tuduhkan dan bukan pula orang pendusta. Ia bukanlah seorang yang berkuasa atas manusia, sebagaimana diterangkan dalam firman Allah: Maka berilah peringatan, karena sesungguhnya engkau (Muhammad) hanyalah pemberi peringatan. Engkau bukanlah orang yang berkuasa atas mereka. (al-Gasyiyah/88: 21-22) Allah menerangkan tugas seorang rasul dan batas-batas kemampuannya. Dia menerangkan ajaran yang harus disampaikan kepada orang-orang kafir yaitu: Tidak ada satu pun Tuhan yang berhak disembah kecuali Allah, Tuhan Yang Maha Esa, tiada sekutu bagi-Nya."
        },
        {
          "number": 66,
          "arabic": "رَبُّ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَمَا بَيْنَهُمَا ٱلْعَزِيزُ ٱلْغَفَّـٰرُ",
          "transliteration": "rabbu l-samāwāti wal-arḍi wamā baynahumā l-ʿazīzu l-ghafāru",
          "translation": "(yaitu) Tuhan langit dan bumi dan apa yang ada di antara keduanya, Yang Mahaperkasa, Maha Pengampun.\"",
          "tafsir": "Dialah Tuhan yang tidak dapat ditandingi oleh siapa pun. Tuhan Yang Maha Esa Mahaperkasa, Mahakuasa, menguasai, mengatur, mengawasi, dan memelihara kelangsungan hidup segala sesuatu yang ada di langit dan bumi. Dialah Tuhan Yang Maha Mengampuni segala dosa-dosa hamba yang dikehendaki-Nya."
        },
        {
          "number": 67,
          "arabic": "قُلْ هُوَ نَبَؤٌا۟ عَظِيمٌ",
          "transliteration": "qul huwa naba-on ʿaẓīmun",
          "translation": "Katakanlah, \"Itu (Alquran) adalah berita besar,",
          "tafsir": "Nabi Muhammad diperintahkan untuk mengatakan kepada orang-orang musyrik bahwa berita tentang rasul atau utusan Allah yang memberi peringatan kepada manusia dan berita keesaan dan kekuasaan-Nya, adalah berita yang sangat besar faedahnya bagi seluruh manusia. Berita itu dapat menyelamatkan manusia dari kesesatan, dapat menunjukkan kepada manusia jalan yang lurus, jalan kebahagiaan hidup di dunia dan akhirat. Akan tetapi, kebanyakan manusia tidak mau mengerti bahkan mereka berpaling dari agama Allah."
        },
        {
          "number": 68,
          "arabic": "أَنتُمْ عَنْهُ مُعْرِضُونَ",
          "transliteration": "antum ʿanhu muʿ'riḍūna",
          "translation": "yang kamu berpaling darinya.",
          "tafsir": "Nabi Muhammad diperintahkan untuk mengatakan kepada orang-orang musyrik bahwa berita tentang rasul atau utusan Allah yang memberi peringatan kepada manusia dan berita keesaan dan kekuasaan-Nya, adalah berita yang sangat besar faedahnya bagi seluruh manusia. Berita itu dapat menyelamatkan manusia dari kesesatan, dapat menunjukkan kepada manusia jalan yang lurus, jalan kebahagiaan hidup di dunia dan akhirat. Akan tetapi, kebanyakan manusia tidak mau mengerti bahkan mereka berpaling dari agama Allah."
        },
        {
          "number": 69,
          "arabic": "مَا كَانَ لِىَ مِنْ عِلْمٍۭ بِٱلْمَلَإِ ٱلْأَعْلَىٰٓ إِذْ يَخْتَصِمُونَ",
          "transliteration": "mā kāna liya min ʿil'min bil-mala-i l-aʿlā idh yakhtaṣimūna",
          "translation": "Aku tidak mempunyai pengetahuan sedikit pun tentang al-malaul a'lā (malaikat) ketika mereka berbantah-bantahan.",
          "tafsir": "Selanjutnya Rasulullah diperintahkan Allah menyatakan kepada orang-orang musyrik Mekah bahwa seandainya Allah tidak menurunkan wahyu kepadanya, tentu ia tidak akan mengetahui para malaikat yang selalu tunduk dan patuh kepada Allah. Ia juga tidak akan mengetahui pembicaraan yang dilakukan para malaikat, Iblis, dan Adam di hadapan Allah. Malaikat dan Adam tunduk dan patuh kepada Allah, sedang Iblis ingkar dan durhaka kepada-Nya. Pada akhir ayat ini Rasulullah menegaskan lagi tugas yang diberikan Allah, \"Aku ini hanyalah seorang rasul yang memberi petunjuk dan peringatan, bukanlah seorang yang dapat memaksa manusia masuk agama Islam.\""
        },
        {
          "number": 70,
          "arabic": "إِن يُوحَىٰٓ إِلَىَّ إِلَّآ أَنَّمَآ أَنَا۠ نَذِيرٌ مُّبِينٌ",
          "transliteration": "in yūḥā ilayya illā annamā anā nadhīrun mubīnun",
          "translation": "Yang diwahyukan kepadaku, bahwa aku hanyalah seorang pemberi peringatan yang nyata.\"",
          "tafsir": "Selanjutnya Rasulullah diperintahkan Allah menyatakan kepada orang-orang musyrik Mekah bahwa seandainya Allah tidak menurunkan wahyu kepadanya, tentu ia tidak akan mengetahui para malaikat yang selalu tunduk dan patuh kepada Allah. Ia juga tidak akan mengetahui pembicaraan yang dilakukan para malaikat, Iblis, dan Adam di hadapan Allah. Malaikat dan Adam tunduk dan patuh kepada Allah, sedang Iblis ingkar dan durhaka kepada-Nya. Pada akhir ayat ini Rasulullah menegaskan lagi tugas yang diberikan Allah, \"Aku ini hanyalah seorang rasul yang memberi petunjuk dan peringatan, bukanlah seorang yang dapat memaksa manusia masuk agama Islam.\""
        },
        {
          "number": 71,
          "arabic": "إِذْ قَالَ رَبُّكَ لِلْمَلَـٰٓئِكَةِ إِنِّى خَـٰلِقٌۢ بَشَرًا مِّن طِينٍ",
          "transliteration": "idh qāla rabbuka lil'malāikati innī khāliqun basharan min ṭīnin",
          "translation": "(Ingatlah) ketika Tuhanmu berfirman kepada malaikat, \"Sesungguhnya Aku akan menciptakan manusia dari tanah.",
          "tafsir": "Pada ayat ini dijelaskan bahwa para malaikat dan iblis mengajukan pertanyaan kepada Allah setelah Dia menyampaikan kepada malaikat bahwa akan menciptakan seorang manusia dari tanah. Pernyataan mereka mengenai faedah adanya manusia yang akan diciptakan Allah itu. Pertanyaan ini diterangkan dalam firman Allah: Dan (ingatlah) ketika Tuhanmu berfirman kepada para malaikat, \"Aku hendak menjadikan khalifah di bumi.\" Mereka berkata, \"Apakah Engkau hendak menjadikan orang yang merusak dan menumpahkan darah di sana, sedangkan kami bertasbih memuji-Mu dan menyucikan nama-Mu?\" Dia berfirman, \"Sungguh, Aku mengetahui apa yang tidak kamu ketahui.\" (al-Baqarah/2: 30) Mengenai penciptaan manusia dari tanah, dijelaskan disini bahwa berdasarkan kajian ilmiah bahan penciptaan manusia adalah tanah, disebut lebih persis pada ayat ini yaitu tanah liat. Istilah liat biasa dipakai untuk menamai butiran tanah dengan ukuran paling kecil, diameter di bawah 0,5 mikron (= 1/2000 mm). Istilah liat juga biasa dipakai untuk menamai jenis mineral pembentuk butiran tanah paling kecil ini. Karena ukurannya yang kecil, liat bila dimasukkan ke dalam air akan bersifat koloidal: tidak melarut tetapi tersebar merata dan sulit dipisahkan dari air. Sebagai mineral, liat adalah sekelompok alumino-silikat hidrat yang strukturnya berlembar. Karena strukturnya, partikel liat mempunyai muatan elektrik. Sifat-sifat mineral liat lainnya adalah plastis, tetapi plastisitas ini menghilang apabila dipanaskan sampai temperatur tertentu karena struktur mineral berubah. Pemanfaatan liat secara tradisional didasarkan pada sifat-sifat fisiknya, antara lain karena mudah dibentuk dan mengeras jika dipanaskan dipanaskan, sehingga umum dipakai sebagai bahan pembuat barang gerabah atau tembikar dan keramik. Pemanfaatan liat secara modern lebih didasarkan pada sifat kimia-fisiknya, umumnya dipakai sebagai bahan katalis pada reaksi-reaksi kimia. Karena sifat-sifat kimia-fisik yang dimilikinya, liat merupakan bagian tanah yang paling mungkin memiliki peran besar pada proses terbentuknya awal kehidupan di muka bumi termasuk penciptaan manusia (lihat juga al-An'am/6: 2, Fathir/35: 11; al-hijr/15: 26-28-33; al-Mu'minun/23: 12, 14; ash-shaffat/37: 11)"
        },
        {
          "number": 72,
          "arabic": "فَإِذَا سَوَّيْتُهُۥ وَنَفَخْتُ فِيهِ مِن رُّوحِى فَقَعُوا۟ لَهُۥ سَـٰجِدِينَ",
          "transliteration": "fa-idhā sawwaytuhu wanafakhtu fīhi min rūḥī faqaʿū lahu sājidīna",
          "translation": "Kemudian apabila telah Aku sempurnakan kejadiannya dan Aku tiupkan roh (ciptaan)-Ku kepadanya; maka tunduklah kamu dengan bersujud kepadanya.\"",
          "tafsir": "Allah menyampaikan kepada malaikat bahwa apabila Ia telah menyempurnakan kejadian manusia dan meniupkan roh ke dalam tubuhnya, mereka diperintahkan untuk sujud kepada Adam, sebagai tanda penghormatan kepadanya. Pada ayat ini diterangkan salah satu proses penciptaan Adam, yaitu dari tanah. Para malaikat bersujud menghormatinya, karena taat kepada Allah, kecuali Iblis. Ia enggan menghormati Adam, sehingga ia termasuk makhluk yang tidak taat kepada Allah. Pembangkangan Iblis terhadap perintah sujud kepada Adam telah disebutkan dalam firmannya: Dan (ingatlah) ketika Kami berfirman kepada para malaikat, \"Sujudlah kamu kepada Adam!\" Maka mereka pun sujud kecuali Iblis. Ia menolak dan menyombongkan diri, dan ia termasuk golongan yang kafir. (al-Baqarah/2: 34)"
        },
        {
          "number": 73,
          "arabic": "فَسَجَدَ ٱلْمَلَـٰٓئِكَةُ كُلُّهُمْ أَجْمَعُونَ",
          "transliteration": "fasajada l-malāikatu kulluhum ajmaʿūna",
          "translation": "Lalu para malaikat itu bersujud semuanya,",
          "tafsir": "Allah menyampaikan kepada malaikat bahwa apabila Ia telah menyempurnakan kejadian manusia dan meniupkan roh ke dalam tubuhnya, mereka diperintahkan untuk sujud kepada Adam, sebagai tanda penghormatan kepadanya. Pada ayat ini diterangkan salah satu proses penciptaan Adam, yaitu dari tanah. Para malaikat bersujud menghormatinya, karena taat kepada Allah, kecuali Iblis. Ia enggan menghormati Adam, sehingga ia termasuk makhluk yang tidak taat kepada Allah. Pembangkangan Iblis terhadap perintah sujud kepada Adam telah disebutkan dalam firmannya: Dan (ingatlah) ketika Kami berfirman kepada para malaikat, \"Sujudlah kamu kepada Adam!\" Maka mereka pun sujud kecuali Iblis. Ia menolak dan menyombongkan diri, dan ia termasuk golongan yang kafir. (al-Baqarah/2: 34)"
        },
        {
          "number": 74,
          "arabic": "إِلَّآ إِبْلِيسَ ٱسْتَكْبَرَ وَكَانَ مِنَ ٱلْكَـٰفِرِينَ",
          "transliteration": "illā ib'līsa is'takbara wakāna mina l-kāfirīna",
          "translation": "kecuali iblis; ia menyombongkan diri dan ia termasuk golongan yang kafir.",
          "tafsir": "Allah menyampaikan kepada malaikat bahwa apabila Ia telah menyempurnakan kejadian manusia dan meniupkan roh ke dalam tubuhnya, mereka diperintahkan untuk sujud kepada Adam, sebagai tanda penghormatan kepadanya. Pada ayat ini diterangkan salah satu proses penciptaan Adam, yaitu dari tanah. Para malaikat bersujud menghormatinya, karena taat kepada Allah, kecuali Iblis. Ia enggan menghormati Adam, sehingga ia termasuk makhluk yang tidak taat kepada Allah. Pembangkangan Iblis terhadap perintah sujud kepada Adam telah disebutkan dalam firmannya: Dan (ingatlah) ketika Kami berfirman kepada para malaikat, \"Sujudlah kamu kepada Adam!\" Maka mereka pun sujud kecuali Iblis. Ia menolak dan menyombongkan diri, dan ia termasuk golongan yang kafir. (al-Baqarah/2: 34)"
        },
        {
          "number": 75,
          "arabic": "قَالَ يَـٰٓإِبْلِيسُ مَا مَنَعَكَ أَن تَسْجُدَ لِمَا خَلَقْتُ بِيَدَىَّ ۖ أَسْتَكْبَرْتَ أَمْ كُنتَ مِنَ ٱلْعَالِينَ",
          "transliteration": "qāla yāib'līsu mā manaʿaka an tasjuda limā khalaqtu biyadayya astakbarta am kunta mina l-ʿālīna",
          "translation": "(Allah) berfirman, \"Wahai iblis, apakah yang menghalangi kamu sujud kepada yang telah Aku ciptakan dengan kedua tangan-Ku. Apakah kamu menyombongkan diri atau kamu (merasa) termasuk golongan yang (lebih) tinggi?\"",
          "tafsir": "Allah berkata kepada Iblis, \"Hai Iblis, apa yang menyebabkanmu enggan sujud menghormati Adam, makhluk yang telah Aku ciptakan sendiri dengan kekuasaan-Ku? Aku sendirilah yang menciptakan Adam itu, bukan makhluk-Ku yang menciptakannya. Kenapa kamu berlaku angkuh dan sombong. Apakah kamu telah merasa dirimu lebih tinggi dan lebih terhormat di antara makhluk-makhluk yang telah Aku ciptakan, sehingga kamu berpendapat bahwa kamu berhak dan berwenang berbuat apa yang kamu inginkan?\" Iblis menjawab dan memberikan alasan pembangkangannya. Ia mengatakan bahwa ia lebih baik daripada Adam karena Allah menjadikannya dari api, sedang Adam dari tanah. Menurut Iblis, api lebih baik daripada tanah karena sifat api selalu meninggi dan tanah selalu di bawah. Padahal, materi asal itu tidak bisa dijadikan indikator kemuliaan makhluk. Kemuliaan itu tergantung pada ketaatan dan kepatuhan kepada Allah. Percakapan di atas disebutkan dalam firman Allah: (Allah) berfirman, \"Apakah yang menghalangimu (sehingga) kamu tidak bersujud (kepada Adam) ketika Aku menyuruhmu?\" (Iblis) menjawab, \"Aku lebih baik daripada dia. Engkau ciptakan aku dari api, sedangkan dia Engkau ciptakan dari tanah.\"(al-A.'raf/7: 12)"
        },
        {
          "number": 76,
          "arabic": "قَالَ أَنَا۠ خَيْرٌ مِّنْهُ ۖ خَلَقْتَنِى مِن نَّارٍ وَخَلَقْتَهُۥ مِن طِينٍ",
          "transliteration": "qāla anā khayrun min'hu khalaqtanī min nārin wakhalaqtahu min ṭīnin",
          "translation": "(Iblis) berkata, \"Aku lebih baik darinya, karena Engkau ciptakan aku dari api, sedangkan dia Engkau ciptakan dari tanah.\"",
          "tafsir": "Allah berkata kepada Iblis, \"Hai Iblis, apa yang menyebabkanmu enggan sujud menghormati Adam, makhluk yang telah Aku ciptakan sendiri dengan kekuasaan-Ku? Aku sendirilah yang menciptakan Adam itu, bukan makhluk-Ku yang menciptakannya. Kenapa kamu berlaku angkuh dan sombong. Apakah kamu telah merasa dirimu lebih tinggi dan lebih terhormat di antara makhluk-makhluk yang telah Aku ciptakan, sehingga kamu berpendapat bahwa kamu berhak dan berwenang berbuat apa yang kamu inginkan?\" Iblis menjawab dan memberikan alasan pembangkangannya. Ia mengatakan bahwa ia lebih baik daripada Adam karena Allah menjadikannya dari api, sedang Adam dari tanah. Menurut Iblis, api lebih baik daripada tanah karena sifat api selalu meninggi dan tanah selalu di bawah. Padahal, materi asal itu tidak bisa dijadikan indikator kemuliaan makhluk. Kemuliaan itu tergantung pada ketaatan dan kepatuhan kepada Allah. Percakapan di atas disebutkan dalam firman Allah: (Allah) berfirman, \"Apakah yang menghalangimu (sehingga) kamu tidak bersujud (kepada Adam) ketika Aku menyuruhmu?\" (Iblis) menjawab, \"Aku lebih baik daripada dia. Engkau ciptakan aku dari api, sedangkan dia Engkau ciptakan dari tanah.\"(al-A.'raf/7: 12)"
        },
        {
          "number": 77,
          "arabic": "قَالَ فَٱخْرُجْ مِنْهَا فَإِنَّكَ رَجِيمٌ",
          "transliteration": "qāla fa-ukh'ruj min'hā fa-innaka rajīmun",
          "translation": "(Allah) berfirman, \"Kalau begitu keluarlah kamu dari surga! Sesungguhnya kamu adalah makhluk yang terkutuk.",
          "tafsir": "Karena kedurhakaan Iblis yang enggan menaati perintah Allah, maka Allah mengusir Iblis dari surga, dan menjadikannya sebagai makhluk yang terkutuk. Kutukan itu tetap berlaku sampai hari Kiamat, yaitu hari pembalasan terhadap semua perbuatan manusia. Firman Allah: (Allah) berfirman, \"Maka turunlah kamu darinya (surga); karena kamu tidak sepatutnya menyombongkan diri di dalamnya. Keluarlah! Sesungguhnya kamu termasuk makhluk yang hina.\"( al-A.'raf/7: 13)"
        },
        {
          "number": 78,
          "arabic": "وَإِنَّ عَلَيْكَ لَعْنَتِىٓ إِلَىٰ يَوْمِ ٱلدِّينِ",
          "transliteration": "wa-inna ʿalayka laʿnatī ilā yawmi l-dīni",
          "translation": "Dan sungguh, kutukan-Ku tetap atasmu sampai hari pembalasan.\"",
          "tafsir": "Karena kedurhakaan Iblis yang enggan menaati perintah Allah, maka Allah mengusir Iblis dari surga, dan menjadikannya sebagai makhluk yang terkutuk. Kutukan itu tetap berlaku sampai hari Kiamat, yaitu hari pembalasan terhadap semua perbuatan manusia. Firman Allah: (Allah) berfirman, \"Maka turunlah kamu darinya (surga); karena kamu tidak sepatutnya menyombongkan diri di dalamnya. Keluarlah! Sesungguhnya kamu termasuk makhluk yang hina.\"( al-A.'raf/7: 13)"
        },
        {
          "number": 79,
          "arabic": "قَالَ رَبِّ فَأَنظِرْنِىٓ إِلَىٰ يَوْمِ يُبْعَثُونَ",
          "transliteration": "qāla rabbi fa-anẓir'nī ilā yawmi yub'ʿathūna",
          "translation": "(Iblis) berkata, \"Ya Tuhanku, tangguhkanlah aku sampai pada hari mereka dibangkitkan.\"",
          "tafsir": "Setelah menjadi makhluk yang terkutuk, Iblis memohon kepada Allah, \"Wahai Tuhanku, jika Engkau telah menjadikan aku sebagai makhluk-Mu yang terkutuk dan telah terjauh dari rahmat-Mu, maka aku mohon agar umurku dipanjangkan, hingga sampai hari kebangkitan nanti. Janganlah engkau wafatkan aku selama dunia masih ada.\""
        },
        {
          "number": 80,
          "arabic": "قَالَ فَإِنَّكَ مِنَ ٱلْمُنظَرِينَ",
          "transliteration": "qāla fa-innaka mina l-munẓarīna",
          "translation": "(Allah) berfirman, \"Maka sesungguhnya kamu termasuk golongan yang diberi penangguhan,",
          "tafsir": "Allah mengabulkan permohonan Iblis itu dengan membiarkannya hidup sampai waktu yang ditentukan, sebagaimana firman Allah: (Iblis) menjawab, \"Berilah aku penangguhan waktu, sampai hari mereka dibangkitkan.\"(Allah) berfirman, \"Benar, kamu termasuk yang diberi penangguhan waktu.\"( al-A.'raf/7: 14-15)"
        },
        {
          "number": 81,
          "arabic": "إِلَىٰ يَوْمِ ٱلْوَقْتِ ٱلْمَعْلُومِ",
          "transliteration": "ilā yawmi l-waqti l-maʿlūmi",
          "translation": "sampai pada hari yang telah ditentukan waktunya (hari Kiamat).\"",
          "tafsir": "Allah mengabulkan permohonan Iblis itu dengan membiarkannya hidup sampai waktu yang ditentukan, sebagaimana firman Allah: (Iblis) menjawab, \"Berilah aku penangguhan waktu, sampai hari mereka dibangkitkan.\"(Allah) berfirman, \"Benar, kamu termasuk yang diberi penangguhan waktu.\"( al-A.'raf/7: 14-15)"
        },
        {
          "number": 82,
          "arabic": "قَالَ فَبِعِزَّتِكَ لَأُغْوِيَنَّهُمْ أَجْمَعِينَ",
          "transliteration": "qāla fabiʿizzatika la-ugh'wiyannahum ajmaʿīna",
          "translation": "(Iblis) menjawab, \"Demi kemuliaan-Mu, pasti aku akan menyesatkan mereka semuanya,",
          "tafsir": "Selanjutnya Iblis memohon lagi, \"Wahai Tuhanku, demi kekuasaan dan kemuliaan Engkau, berilah aku kesempatan untuk menggoda dan menyesatkan manusia dari jalan Engkau, dengan menjadikan mereka memandang baik perbuatan buruk dan maksiat yang mereka kerjakan.\""
        },
        {
          "number": 83,
          "arabic": "إِلَّا عِبَادَكَ مِنْهُمُ ٱلْمُخْلَصِينَ",
          "transliteration": "illā ʿibādaka min'humu l-mukh'laṣīna",
          "translation": "kecuali hamba-hamba-Mu yang terpilih di antara mereka.\"<sup foot_note=135706>1</sup>",
          "tafsir": "Selanjutnya Iblis mengatakan, \"Tentu saja hamba-hamba Engkau yang kuat imannya, yang tunduk dan patuh kepada Engkau, tidak dapat aku goda dan sesatkan. Hanya orang-orang kafir seperti aku dan orang-orang yang lemah imannya yang mungkin aku sesatkan.\""
        }
      ]
    }
  ]
}