{
  "pageNumber": 383,
  "juz": 20,
  "surahs": [
    {
      "number": 27,
      "name": "An-Naml",
      "nameArabic": "النمل",
      "meaning": "Semut",
      "revelation": "Makkah",
      "description": "Surat An-Naml terdiri dari 93 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Asy-Syu'ara'.Dinamai dengan \"An-Naml\", karena pada ayat ke-18 dan ke-19 terdapat perkataan \"An-Naml\" (semut), ketika raja semut memerintahkan anak buahnya untuk masuk ke sarangnya masing-masing, agar tidak terinjak oleh Nabi Sulaiman dan bala tentaranya yang akan lewat di tempat itu. Mendengar perintah raja semut kepada anak buahnya itu, Nabi Sulaiman tersenyum dan takjub atas keteraturan kerajaan semut. Maka beliau pun mengucapkan syukur kepada Allah yang telah melimpahkan nikmat kepadanya, berupa kerajaan, kekayaan, memahami ucapan-ucapan binatang, dan mempunyai bala tentara yang terdiri dari jin, manusia, burung, dan sebagainya. Meskipun demikian, Nabi Sulaiman tidak merasa takabur dan sombong, dan sebagai seorang hamba Allah memohon agar dimasukkan ke dalam golongan orarg-orang saleh.Dalam surat ini, Allah menyebut binatang semut agar manusia mengambil pelajaran dari kehidupan semut ini. Semut adalah binatang yang hidup berkelompok di dalam tanah, membuat liang dan ruang yang bertingkat-tingkat sebagai rumah dan gudang tempat menyimpan makanan untuk musim dingin. Kerapian dan kedisiplinan yang terdapat dalam kerajaan semut ini dinyatakan Allah dalam ayat ini ketika rakyat semut segera mencari perlindungan agar tidak terinjak oleh Nabi Sulaiman dan bala tentaranya, setelah menerima perintah dari raja semut. Secara tidak langsung, Allah mengingatkan kepada manusia agar mencukupkan kebutuhan sehari-hari dalam berusaha, mementingkan kemaslahatan bersama dan sebagainya. Rakyat semut mempunyai organisasi dan kerja sama yang baik. Dengan mengisahkan kisah Nabi Sulaiman, dalam surat ini, Allah mengisyaratkan tentang masa depan nabi Muhammad. Nabi Sulaiman sebagai seorang nabi, rasul, dan raja yang dianugerahi kekayaan yang melimpah ruah, begitu pula Nabi Muhammad sebagai seorang nabi, rasul, dan kepala negara yang ummi dan miskin akan berhasil membawa dan memimpin umatnya ke jalan Allah.**Pokok-Pokok Isi:**1. **Keimanan:** Al-Qur'an adalah rahmat dan petunjuk bagi orang-orang mukmin; keesaan dan kekuasaan Allah dan keadaan-Nya tidak memerlukan sekutu-sekutu dalam mengatur alam ini; hanya Allahlah Yang mengetahui perkara gaib; hari kebangkitan bukanlah suatu dongeng.2. **Kisah-kisah:** Kisah Nabi Sulaiman dengan semut, burung hud-hud, dan ratu Balqis; kisah Nabi Shaleh dengan kaumnya; kisah Nabi Luth dengan kaumnya.3. **Lain-lain:** Ciri-ciri orang mukmin; Al-Qur'an menjelaskan apa yang diperselisihkan Bani Israil; hanya orang-orang mukminlah yang dapat menerima petunjuk kejadian-kejadian sebelum datangnya kiamat dan keadaan orang-orang yang beriman dan tidak beriman waktu itu; Allah menyuruh Nabi Muhammad dan umatnya untuk memuji dan menyembah Allah serta membaca Al-Qur'an; Allah akan memperlihatkan kebenaran ayat-ayat-Nya kepada kaum musyrikin.Surat An-Naml dimulai dengan menerangkan sifat-sifat Al-Qur'an dan beberapa orang rasul dengan umat-umatnya masing-masing, baik yang mengikuti ajaran-ajaran yang dibawanya maupun yang tidak mengikutinya.Kemudian surat ini diakhiri dengan perintah menyembah Allah dan membaca Al-Qur'an dan bahwa Allah memperlihatkan kebenaran ayat-ayat-Nya kepada kaum musyrikin.**Hubungan Surat An-Naml Dengan Surat Al-Qashash:**1. Kedua surat ini sama-sama dimulai dengan huruf abjad, menerangkan sifat-sifat Al-Qur'an, dan menuturkan kisah Musa. Hanya saja kisah Musa dalam surat Al-Qashash diterangkan lebih lengkap dibandingkan dengan yang terdapat dalam surat An-Naml.2. Surat An-Naml menerangkan secara global bahwa keingkaran orang-orang kafir terhadap hari kebangkitan tidaklah beralasan, kemudian dikemukakan kepada mereka persoalan-persoalan yang ada hubungannya dengan kebangkitan itu. Hal ini diterangkan lebih jelas dalam surat Al-Qashash.3. Surat An-Naml menerangkan kehancuran kaum Shaleh dan kaum Luth sebagai akibat durhaka kepada Allah dan Nabi-Nya, sedang surat Al-Qashash menyinggungnya pula.4. Surat An-Naml menyebut balasan pada hari kiamat terhadap orang-orang yang membuat keburukan di dunia, dan surat Al Qashash menyebutkannya pula.5. Bagian akhir kedua surat ini sama-sama menyebutkan perintah menyembah Allah dan Al-Qur'an.",
      "verses": [
        {
          "number": 64,
          "arabic": "أَمَّن يَبْدَؤُا۟ ٱلْخَلْقَ ثُمَّ يُعِيدُهُۥ وَمَن يَرْزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلْأَرْضِ ۗ أَءِلَـٰهٌ مَّعَ ٱللَّهِ ۚ قُلْ هَاتُوا۟ بُرْهَـٰنَكُمْ إِن كُنتُمْ صَـٰدِقِينَ",
          "transliteration": "amman yabda-u l-khalqa thumma yuʿīduhu waman yarzuqukum mina l-samāi wal-arḍi a-ilāhun maʿa l-lahi qul hātū bur'hānakum in kuntum ṣādiqīna",
          "translation": "Bukankah Dia (Allah) yang menciptakan (makhluk) dari permulaannya, kemudian mengulanginya (lagi) dan yang memberikan rezeki kepadamu dari langit dan bumi? Apakah di samping Allah ada tuhan (yang lain)? Katakanlah, \"Kemukakanlah bukti kebenaranmu, jika kamu orang yang benar.\"",
          "tafsir": "Pada ayat ini, Allah mengemukakan pertanyaan yang kelima dalam rangka memperlihatkan keadilan dan keesaan-Nya, yaitu siapakah yang menciptakan manusia dari awal sampai terciptanya bentuk yang seindah-indahnya, kemudian mematikannya bila Dia kehendaki, lalu menghidupkannya kembali pada hari Kiamat setelah menjadi tulang-belulang? Siapakah yang memberikan rezeki kepada manusia dari langit dan bumi dengan menurunkan air hujan dari langit yang menyebabkan kesuburan tanah yang menumbuhkan tanam-tanaman yang buahnya bisa dimakan oleh manusia dan binatang ternak? Apakah di samping Allah ada lagi tuhan yang lain? Setelah mengemukakan lima pertanyaan di atas, yang seharusnya dipikirkan secara mendalam hingga menjadi bukti tentang kekuasaan dan keesaan-Nya, Allah menyuruh Nabi Muhammad supaya menanyakan kepada orang-orang penyembah berhala itu alasan dan bukti-bukti kebenaran sesembahan mereka, \"Tunjukkanlah bukti kebenaranmu jika kamu memang orang yang beriman.\" Demikian cara Al-Qur'an mengajukan pertanyaan-pertanyaan yang jawabannya harus dicari sendiri oleh manusia. Pertama, air yang turun ke bumi sehingga timbul kehidupan berupa kebun-kebun yang indah. Kedua, menjadikan bumi sebagai tempat tinggal yang menyenangkan dengan adanya sungai, gunung, danau, dan laut. Ketiga, manusia dijadikan khalifah di bumi, yaitu sebagai penguasa dan wakil Tuhan untuk melaksanakan hukum-Nya di muka bumi. Manusia sebagai makhluk yang paling tinggi yang diciptakan Allah melakukan perjalanan di darat maupun pelayaran di laut untuk menyebarkan dakwah hukum-hukum Tuhan. Yang terakhir yaitu meskipun manusia jika sampai pada waktunya meninggal dunia dan dikubur di bumi sehingga jasadnya hancur dan menjadi tanah, tetapi pada hari Kiamat ia dibangkitkan kembali. Demikianlah kekuasaan Allah."
        },
        {
          "number": 65,
          "arabic": "قُل لَّا يَعْلَمُ مَن فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ٱلْغَيْبَ إِلَّا ٱللَّهُ ۚ وَمَا يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ",
          "transliteration": "qul lā yaʿlamu man fī l-samāwāti wal-arḍi l-ghayba illā l-lahu wamā yashʿurūna ayyāna yub'ʿathūna",
          "translation": "Katakanlah (Muhammad), \"Tidak ada sesuatu pun di langit dan di bumi yang mengetahui perkara yang gaib, kecuali Allah. Dan mereka tidak mengetahui kapan mereka akan dibangkitkan.\"",
          "tafsir": "Pada ayat ini, Allah memerintahkan Nabi Muhammad supaya menerangkan kepada orang-orang musyrik Mekah bahwa tidak ada seorang pun yang mengetahui perkara yang gaib baik di langit maupun di bumi selain Allah, sesuai dengan firman-Nya: Dan kunci-kunci semua yang gaib ada pada-Nya; tidak ada yang mengetahui selain Dia. (al-An'am/6: 59) Dan firman-Nya pula: Sesungguhnya hanya di sisi Allah ilmu tentang hari Kiamat; dan Dia yang menurunkan hujan, dan mengetahui apa yang ada dalam rahim. Dan tidak ada seorang pun yang dapat mengetahui (dengan pasti) apa yang akan dikerjakannya besok. Dan tidak ada seorang pun yang dapat mengetahui di bumi mana dia akan mati. Sungguh, Allah Maha Mengetahui, Maha Mengenal. (Luqman/31: 34) Maksud perkara gaib di sini ialah persoalan-persoalan yang ada hubungannya dengan keadaan dan kehidupan di akhirat dan persoalan-persoalan di dunia yang berada dalam lingkungan hidup manusia dan dapat dirasakan tetapi di luar kemampuan manusia mencapainya. Diriwayatkan dari Masruq dari 'Aisyah beliau berkata: Dari 'Aisyah r.a., beliau berkata, \"Barang siapa yang beranggapan bahwa Nabi Muhammad saw mengetahui apa yang akan terjadi besok, maka ia telah berdusta besar terhadap Allah, karena Allah menyatakan, 'Katakan, tidak ada yang tahu tentang kegaiban langit dan bumi kecuali Allah.\" (Riwayat Muslim) Pada ayat ini disebutkan salah satu di antara yang gaib itu ialah mereka tidak mengetahui bila akan dibangkitkan dari kubur pada hari Kiamat, karena kiamat itu datangnya secara tiba-tiba sesuai dengan firman Allah: Apakah mereka hanya menunggu saja kedatangan hari Kiamat yang datang kepada mereka secara mendadak sedang mereka tidak menyadarinya? (az-Zukhruf/43: 66)"
        },
        {
          "number": 66,
          "arabic": "بَلِ ٱدَّٰرَكَ عِلْمُهُمْ فِى ٱلْـَٔاخِرَةِ ۚ بَلْ هُمْ فِى شَكٍّ مِّنْهَا ۖ بَلْ هُم مِّنْهَا عَمُونَ",
          "transliteration": "bali iddāraka ʿil'muhum fī l-ākhirati bal hum fī shakkin min'hā bal hum min'hā ʿamūna",
          "translation": "Bahkan pengetahuan mereka tentang akhirat tidak sampai (ke sana). Bahkan mereka ragu-ragu tentangnya (akhirat). Bahkan mereka buta tentang itu.",
          "tafsir": "Pada ayat ini, Allah menerangkan kejahilan mereka tentang hari Kiamat. Terdapat dua pendapat dalam memahami ayat ini. Pertama, sesungguhnya pengetahuan mereka tentang akhirat itu tidak menyeluruh. Kedua, pengetahuan mereka tentang kiamat sangat sempurna, tetapi ketika tidak melihatnya dengan mata kepala di dunia, mereka mengingkarinya. Bukan saja mereka tidak percaya dan tidak mengetahui kapan akan terjadinya kiamat, malahan mereka sangat ragu-ragu yang akhirnya menjurus kepada keadaan buta sama sekali tentang hari Kiamat. Dalil apa pun yang ditunjukkan kepada mereka tentang akan datangnya hari Kiamat, tetap mereka tolak. Soal keimanan terhadap akan datangnya kiamat itu sangat perlu dimiliki oleh setiap orang yang ingin mendidik dirinya supaya menjadi manusia yang jujur dan bertanggung jawab. Bilamana ia yakin akan mendapat pemeriksaan terhadap dirinya pada hari Kiamat, maka ia akan selalu mengekang hawa nafsunya dari setiap penyelewengan dan keangkaramurkaan. Negara dan seluruh warga negaranya tidak akan dirugikan oleh semua sikap dan tingkah lakunya. Semua kebijaksanaannya menjurus ke arah keamanan kesejahteraan dan kebahagiaan bersama. Agama merupakan unsur mutlak dalam pembangunan bangsa."
        },
        {
          "number": 67,
          "arabic": "وَقَالَ ٱلَّذِينَ كَفَرُوٓا۟ أَءِذَا كُنَّا تُرَٰبًا وَءَابَآؤُنَآ أَئِنَّا لَمُخْرَجُونَ",
          "transliteration": "waqāla alladhīna kafarū a-idhā kunnā turāban waābāunā a-innā lamukh'rajūna",
          "translation": "Dan orang-orang yang kafir berkata, \"Setelah kita menjadi tanah dan (begitu pula) nenek moyang kita, apakah benar kita akan dikeluarkan (dari kubur)?",
          "tafsir": "Pada ayat ini, Allah menerangkan keingkaran orang-orang kafir terhadap hari Kebangkitan dari kubur. Mereka berkata, \"Apakah setelah kita mati dan menjadi tanah, dan begitu pula nenek moyang kita, akan dikeluarkan kembali dalam keadaan hidup dari kubur?\" Pertanyaan mereka itu diucapkan secara sinis yang menunjukkan seolah-olah peristiwa itu mustahil akan terjadi, seperti tercantum dalam firman Allah: Dan mereka berkata, \"Apabila kami telah menjadi tulang-belulang dan benda-benda yang hancur, apakah kami benar-benar akan dibangkitkan kembali sebagai makhluk yang baru?\" (al-Isra'/17: 49)"
        },
        {
          "number": 68,
          "arabic": "لَقَدْ وُعِدْنَا هَـٰذَا نَحْنُ وَءَابَآؤُنَا مِن قَبْلُ إِنْ هَـٰذَآ إِلَّآ أَسَـٰطِيرُ ٱلْأَوَّلِينَ",
          "transliteration": "laqad wuʿid'nā hādhā naḥnu waābāunā min qablu in hādhā illā asāṭīru l-awalīna",
          "translation": "Sejak dahulu kami telah diberi ancaman dengan ini (hari kebangkitan); kami dan nenek moyang kami. Sebenarnya ini hanyalah dongeng orang-orang terdahulu.\"",
          "tafsir": "Pada ayat ini, Allah menerangkan alasan orang-orang kafir yang mengingkari hari Kebangkitan dengan ucapan mereka bahwa sesungguhnya mereka selalu diberi ancaman seperti itu sejak nenek moyang mereka dahulu. Itu tidak lain hanya dongengan orang dahulu kala yang sama sekali tidak berdasarkan kenyataan."
        },
        {
          "number": 69,
          "arabic": "قُلْ سِيرُوا۟ فِى ٱلْأَرْضِ فَٱنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلْمُجْرِمِينَ",
          "transliteration": "qul sīrū fī l-arḍi fa-unẓurū kayfa kāna ʿāqibatu l-muj'rimīna",
          "translation": "Katakanlah (Muhammad), \"Berjalanlah kamu di bumi, lalu perhatikanlah bagaimana kesudahan orang-orang yang berdosa.",
          "tafsir": "Pada ayat ini, Allah menyuruh Nabi Muhammad saw agar memberi nasihat dan petunjuk kepada orang-orang yang mengingkari hari kebangkitan. Nabi saw menyuruh mereka untuk melakukan perjalanan di muka bumi dan memperhatikan bagaimana nasib orang-orang yang berdosa di antara umat-umat terdahulu yang mendustakan Allah dan para rasul yang diutus-Nya. Bagaimana umat-umat itu telah mengalami kehancuran sebagai akibat kekafiran mereka kepada Allah dan hari Kebangkitan. Hendaknya peristiwa-peristiwa itu menjadi pelajaran bagi mereka. Akan tetapi, mereka tetap saja dalam keingkaran, sehingga mereka akan mengalami kehancuran, berdasarkan sunatullah yang tetap berlaku."
        },
        {
          "number": 70,
          "arabic": "وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُن فِى ضَيْقٍ مِّمَّا يَمْكُرُونَ",
          "transliteration": "walā taḥzan ʿalayhim walā takun fī ḍayqin mimmā yamkurūna",
          "translation": "Dan janganlah engkau bersedih hati terhadap mereka, dan janganlah (dadamu) merasa sempit terhadap upaya tipu daya mereka.\"",
          "tafsir": "Pada ayat ini, Nabi Muhammad diperintahkan Allah supaya berlaku sabar dan tenang menghadapi bermacam-macam tantangan dan cemoohan dari orang-orang kafir itu. Nabi dilarang bersedih hati dan putus asa menghadapi tipu daya mereka karena Allah pasti memberi pertolongan sehingga agama Islam akan tersebar luas ke seluruh pelosok bumi, walaupun orang-orang kafir tidak menyukainya, seperti tercantum dalam firman-Nya: Dialah yang telah mengutus Rasul-Nya dengan petunjuk (Al-Qur'an) dan agama yang benar untuk diunggulkan atas segala agama, walaupun orang-orang musyrik tidak menyukai. (at-Taubah/9: 33)"
        },
        {
          "number": 71,
          "arabic": "وَيَقُولُونَ مَتَىٰ هَـٰذَا ٱلْوَعْدُ إِن كُنتُمْ صَـٰدِقِينَ",
          "transliteration": "wayaqūlūna matā hādhā l-waʿdu in kuntum ṣādiqīna",
          "translation": "Dan mereka (orang kafir) berkata, \"Kapankah datangnya janji (azab) itu, jika kamu orang yang benar.\"",
          "tafsir": "Pada ayat ini diterangkan bahwa orang-orang Quraisy tidak saja mengingkari hari Kebangkitan, bahkan mereka menantang dengan menyuruh Nabi Muhammad mendatangkan azab yang diancamkan kepada mereka. Tantangan itu menunjukkan sikap mereka yang benar-benar mendustakan adanya hari Kebangkitan. Bahkan, mereka mengemukakan tuntutan kepada Nabi Muhammad untuk mempercepat datangnya ancaman Allah dengan ucapan mereka, \"Bilakah datangnya azab yang kamu ancamkan kepada kami jika memang kamu orang-orang yang bisa dipercaya?\""
        },
        {
          "number": 72,
          "arabic": "قُلْ عَسَىٰٓ أَن يَكُونَ رَدِفَ لَكُم بَعْضُ ٱلَّذِى تَسْتَعْجِلُونَ",
          "transliteration": "qul ʿasā an yakūna radifa lakum baʿḍu alladhī tastaʿjilūna",
          "translation": "Katakanlah (Muhammad), \"Boleh jadi sebagian dari (azab) yang kamu minta disegerakan itu telah hampir sampai kepadamu.\"",
          "tafsir": "Nabi Muhammad disuruh Allah menjawab pertanyaan orang-orang Quraisy itu dengan mengatakan bahwa azab yang mereka tunggu-tunggu dan ingin disegerakan itu sebentar lagi pasti akan datang. Secara kenyataan, azab itu muncul berupa kebinasaan dan kekalahan yang akan mereka alami waktu Perang Badar. Sebanyak 70 orang di antara pemimpin mereka, termasuk Abu Jahal, terbunuh dan 70 orang lainnya menjadi tawanan perang."
        },
        {
          "number": 73,
          "arabic": "وَإِنَّ رَبَّكَ لَذُو فَضْلٍ عَلَى ٱلنَّاسِ وَلَـٰكِنَّ أَكْثَرَهُمْ لَا يَشْكُرُونَ",
          "transliteration": "wa-inna rabbaka ladhū faḍlin ʿalā l-nāsi walākinna aktharahum lā yashkurūna",
          "translation": "Dan Sungguh, Tuhanmu benar-benar memiliki karunia (yang diberikan-Nya) kepada manusia, tetapi kebanyakan mereka tidak mensyukuri(nya).",
          "tafsir": "Pada ayat ini, Allah menjelaskan bahwa azab yang mereka minta disegerakan itu tidak diturunkan karena Ia benar-benar mempunyai karunia besar untuk manusia. Allah yang Maha Penyantun tidak segera menurunkan azab-Nya, bahkan sebaliknya memberi kesempatan kepada mereka untuk bertobat dan menyadari kesesatan mereka sehingga dengan penuh kesadaran menerima petunjuk Allah yang dibawa oleh Nabi-Nya. Kesempatan untuk bertobat dan kembali kepada jalan kebenaran itu adalah karunia yang besar, tetapi kebanyakan manusia tidak mensyukurinya. Hal ini tersebut pula dalam firman-Nya: ...Sesungguhnya Allah memberikan karunia kepada manusia, tetapi kebanyakan manusia tidak bersyukur. (al-Baqarah/2: 243)"
        },
        {
          "number": 74,
          "arabic": "وَإِنَّ رَبَّكَ لَيَعْلَمُ مَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَ",
          "transliteration": "wa-inna rabbaka layaʿlamu mā tukinnu ṣudūruhum wamā yuʿ'linūna",
          "translation": "Dan sungguh, Tuhanmu mengetahui apa yang disembunyikan dalam dada mereka dan apa yang mereka nyatakan.",
          "tafsir": "Pada ayat ini, Allah menjelaskan bahwa Dia benar-benar mengetahui apa yang mereka sembunyikan di dalam hati dan apa yang mereka nyatakan. Dia mengetahui apa yang mereka sembunyikan tentang permusuhan mereka terhadap Rasulullah dan apa yang mereka nyatakan dalam perbuatan dan tipu muslihat. Allah akan memberi balasan sesuai dengan amal perbuatan mereka itu. Hal ini sesuai dengan firman-Nya: Sama saja (bagi Allah), siapa di antaramu yang merahasiakan ucapannya dan siapa yang berterus-terang dengannya; dan siapa yang bersembunyi pada malam hari dan yang berjalan pada siang hari. (ar-Ra'd/13: 10)"
        },
        {
          "number": 75,
          "arabic": "وَمَا مِنْ غَآئِبَةٍ فِى ٱلسَّمَآءِ وَٱلْأَرْضِ إِلَّا فِى كِتَـٰبٍ مُّبِينٍ",
          "transliteration": "wamā min ghāibatin fī l-samāi wal-arḍi illā fī kitābin mubīnin",
          "translation": "Dan tidak ada sesuatu pun yang tersembunyi di langit dan di bumi, melainkan (tercatat) dalam Kitab yang jelas (Lauḥ Maḥfūẓ).",
          "tafsir": "Pada ayat ini diterangkan bahwa semua yang gaib yang terjadi di langit dan bumi telah dicatat di Lauh Mahfuz, sesuai dengan firman-Nya: Tidakkah engkau tahu bahwa Allah mengetahui apa yang di langit dan di bumi? Sungguh, yang demikian itu sudah terdapat dalam sebuah Kitab (Lauh Mahfudh). Sesungguhnya yang demikian itu s"
        },
        {
          "number": 76,
          "arabic": "إِنَّ هَـٰذَا ٱلْقُرْءَانَ يَقُصُّ عَلَىٰ بَنِىٓ إِسْرَٰٓءِيلَ أَكْثَرَ ٱلَّذِى هُمْ فِيهِ يَخْتَلِفُونَ",
          "transliteration": "inna hādhā l-qur'āna yaquṣṣu ʿalā banī is'rāīla akthara alladhī hum fīhi yakhtalifūna",
          "translation": "Sungguh, Alquran ini menjelaskan kepada Bani Israil sebagian besar dari (perkara) yang mereka perselisihkan.",
          "tafsir": "Pada kedua ayat ini, Allah menerangkan keistimewaan Al-Qur'an sebagai mukjizat terbesar Nabi Muhammad, yaitu: 1.Al-Qur'an memberi kepastian kepada Bani Israil tentang berbagai hal yang telah mereka perselisihkan terutama yang terkait dengan Isa al-Masih putra Maryam. Sebagian Ahli Kitab ada yang menganggapnya sebagai tuhan, ada pula yang memandangnya sebagai anak Allah, dan ada pula yang menganggapnya sebagai oknum ketiga dalam trinitas. Ada pula yang memandangnya sebagai nabi palsu, sebagaimana ibunya, Maryam, dituduh telah melakukan perbuatan zina. 2.Al-Qur'an benar-benar menjadi petunjuk bagi orang-orang beriman karena mengandung berbagai dalil dan bukti yang menunjukkan kebenaran tauhid yang menjadi inti risalah para nabi. Al-Qur'an juga berisi hukum-hukum yang sangat dibutuhkan oleh seluruh umat manusia untuk mencapai kebahagiaan hidup di dunia dan akhirat. Hal ini meyakinkan orang yang membaca Al-Qur'an bahwa kitab ini benar merupakan wahyu dari Allah. 3.Al-Qur'an juga merupakan rahmat bagi orang-orang mukmin. Meskipun Nabi Muhammad itu seorang ummi yang tidak dapat membaca dan menulis, dan belum pernah bergaul dengan pemuka-pemuka Ahli Kitab sebelum menjadi rasul, tetapi karena Al-Qur'an adalah firman Allah yang diwahyukan kepada Nabi Muhammad, maka ia berisi lengkap tentang kisah-kisah dari para nabi dan umat terdahulu sebagaimana diuraikan dalam kitab Taurat dan Injil. Perselisihan pendapat di kalangan Ahli Kitab memang sudah sangat mendalam dan menyangkut hal-hal yang prinsip seperti pendapat tentang trinitas, adanya Tuhan Bapa dan Tuhan Anak. Ada juga yang menganggap bahwa Isa al-Masih sebagai nabi palsu, nabi terakhir adalah Yusya dan sebagainya. Jika para Ahli Kitab mempelajari kitab mereka dengan jujur, dan sungguh-sungguh untuk mencari kebenaran tanpa sentimen kebangsaan atau kesukuan, niscaya mereka akan mendapat kesimpulan bahwa nabi yang diisyaratkan dalam Kitab Taurat tidak lain adalah Nabi Muhammad karena sifat-sifat yang disebutkan dalam Kitab Taurat memang sama dengan sifat-sifatnya. Akan tetapi, karena Nabi Muhammad bukan dari keturunan Bani Israil, mereka sukar menerima kebenaran itu. Dalam kitab Perjanjian Lama, kitab Ulangan (Deuteronomium 18: 18) disebutkan demikian, \"Bahwa Aku (Tuhan) akan menjadikan bagi mereka itu seorang nabi dari antara segala saudaranya, yang seperti engkau (Musa), dan Aku akan memberi segala firman-Ku dalam mulutnya dan ia pun akan mengatakan kepadanya segala yang Kusuruh akan dia. Bahwa sesungguhnya barang siapa yang tidak mau mendengar segala firman-Ku, yang akan dikatakan olehnya dengan nama-Ku, niscaya Aku menuntutnya kelak kepada orang itu.\" Isyarat dari kitab Ulangan itu mengandung pengertian bahwa nabi yang akan diutus Allah setelah Nabi Musa itu ialah dari saudara-saudara Bani Israil, yaitu Bani Ismail atau bangsa Arab, sebab Israil atau Yakub dan Ismail adalah sama-sama keturunan Nabi Ibrahim. Ismail adalah putra Ibrahim dan Yakub adalah putra Ishak, yang juga putra Ibrahim. Nabi yang akan diutus adalah seperti Musa. Pada ayat ini, Allah menerangkan bahwa Al-Qur'an yang telah diturunkan kepada Nabi Muhammad menjelaskan kepada Bani Israil sebagian besar dari persoalan-persoalan yang mereka perselisihkan. Jika mereka sadar dan insaf serta menjauhkan diri dari ajakan hawa nafsu dan sentimen kesukuan, mereka akan merasakan hak dan kemurnian ajaran Al-Qur'an itu. Akan tetapi, karena terhalang oleh ketakaburan, mereka tetap menolaknya, padahal sudah jelas tampak dalil-dalil kebenarannya."
        }
      ]
    }
  ]
}