{
  "pageNumber": 458,
  "juz": 23,
  "surahs": [
    {
      "number": 38,
      "name": "Sad",
      "nameArabic": "ص",
      "meaning": "Sad",
      "revelation": "Makkah",
      "description": "Surat Shad terdiri dari 88 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Al-Qamar.Dinamai dengan \"Shad\" karena surat ini dimulai dengan kata \"Shad\" (selanjutnya lihat catatan kaki ayat ke-1 surat Al-Baqarah). Dalam surat ini Allah bersumpah dengan Al-Qur'an, untuk menunjukkan bahwa Al-Qur'an ini suatu kitab yang agung dan bahwa siapa saja yang mengikutinya akan mendapat kebahagiaan di dunia dan akhirat, juga untuk menunjukkan bahwa Al-Qur'an ini adalah mukjizat Nabi Muhammad yang menyatakan kebenarannya dan ketinggian akhlaknya.**Pokok-Pokok Isi:**1. **Keimanan:** Dalil-dalil tentang kenabian Muhammad, bahwa beliau mengetahui hal-hal yang hanya dapat diketahui melalui jalan wahyu; sumpah Iblis untuk menyesatkan seluruh manusia kecuali hamba-hamba Allah yang ikhlas; Al-Qur'an diturunkan untuk menjadi pelajaran bagi seluruh jin dan manusia.2. **Kisah-kisah:** Kisah Nabi Dawud dan Nabi Sulaiman; kisah Nabi Ayub.3. **Lain-lain:** Kaum musyrikin tercengang mendengar seruan Nabi Muhammad, bahwa Allah adalah Maha Esa; rahasia yang terdapat pada kejadian alam; pertengkaran antara orang-orang yang sesat dan pengikut mereka di neraka; nikmat-nikmat yang dilimpahkan kepada penduduk surga dan azab yang ditampakkan pada neraka.Dari surat ini dapat disimpulkan bahwa setiap nabi yang terdahulu selalu mendapat tantangan dan perlawanan dari musuh-musuhnya, tetapi musuh-musuh itu dibinasakan Allah. Demikian juga halnya Nabi Muhammad yang mendapat tantangan dan perlawanan dari kaum musyrikin, tetapi akhirnya kaum musyrikin itu binasa.Juga dapat disimpulkan bahwa Al-Qur'an adalah semata-mata wahyu Allah, karena di dalamnya dikabarkan hal-hal yang hanya dapat diketahui dengan perantaraan wahyu, yaitu hal-hal yang akan terjadi pada masa yang akan datang dan hal-hal yang telah terjadi dahulu kala tanpa ada yang menceritakannya, hal-hal yang terjadi di alam atas dan di akhirat nanti.**Hubungan Surat Shad Dengan Surat Az-Zumar:**1. Akhir surat Shad menerangkan bahwa Al-Qur'an adalah peringatan bagi semesta alam, sedangkan permulaan surat Az-Zumar menerangkan bahwa Al-Qur'an diturunkan dari Allah Yang Mahaperkasa, Mahabijaksana.2. Kedua surat ini sama-sama menyebutkan tentang makhluk sejak permulaan sampai kembali kepada Allah.3. Kalau diperhatikan, seakan-akan surat Az-Zumar adalah lanjutan dari surat Shad, karena pada akhir surat Shad diterangkan penciptaan Adam, kemudian pada surat Az-Zumar diterangkan bahwa Allah menciptakan semua manusia dan menerangkan kesudahan nasib mereka, bahwa semua manusia akan mati lalu dibangkitkan kembali dan dihisab. Orang yang bertakwa dimasukkan ke dalam surga dan orang yang kafir dimasukkan ke dalam neraka.",
      "verses": [
        {
          "number": 84,
          "arabic": "قَالَ فَٱلْحَقُّ وَٱلْحَقَّ أَقُولُ",
          "transliteration": "qāla fal-ḥaqu wal-ḥaqa aqūlu",
          "translation": "(Allah) berfirman, \"Maka yang benar (adalah sumpahku), dan hanya kebenaran itulah yang Aku katakan.",
          "tafsir": "Allah mengabulkan permintaan Iblis dan berkata, \"Yang hak itu ada pada-Ku. Sungguh, yang hak itulah Aku katakan. Neraka Jahanam itu aku penuhi dengan engkau dan anak cucumu yang datang kemudian dan yang mengikuti engkau dalam kesesatan dari sebagian anak cucu Adam. Allah mengancam orang-orang yang menjadikan setan sebagai pemimpin-pemimpin mereka dan mengabaikan perintah Allah yang menghantarkan mereka kepada kebahagiaan di dunia dan akhirat, Allah berfirman: dan pasti kusesatkan mereka, dan akan kubangkitkan angan-angan kosong pada mereka dan akan kusuruh mereka memotong telinga-telinga binatang ternak, (lalu mereka benar-benar memotongnya), dan akan aku suruh mereka mengubah ciptaan Allah, (lalu mereka benar-benar mengubahnya). Barangsiapa menjadikan setan sebagai pelindung selain Allah, maka sungguh, dia menderita kerugian yang nyata.(an-Nisa'/4: 119)"
        },
        {
          "number": 85,
          "arabic": "لَأَمْلَأَنَّ جَهَنَّمَ مِنكَ وَمِمَّن تَبِعَكَ مِنْهُمْ أَجْمَعِينَ",
          "transliteration": "la-amla-anna jahannama minka wamimman tabiʿaka min'hum ajmaʿīna",
          "translation": "Sungguh, Aku akan memenuhi neraka Jahanam dengan kamu dan dengan orang-orang yang mengikutimu di antara mereka semuanya.\"",
          "tafsir": "Allah mengabulkan permintaan Iblis dan berkata, \"Yang hak itu ada pada-Ku. Sungguh, yang hak itulah Aku katakan. Neraka Jahanam itu aku penuhi dengan engkau dan anak cucumu yang datang kemudian dan yang mengikuti engkau dalam kesesatan dari sebagian anak cucu Adam. Allah mengancam orang-orang yang menjadikan setan sebagai pemimpin-pemimpin mereka dan mengabaikan perintah Allah yang menghantarkan mereka kepada kebahagiaan di dunia dan akhirat, Allah berfirman: dan pasti kusesatkan mereka, dan akan kubangkitkan angan-angan kosong pada mereka dan akan kusuruh mereka memotong telinga-telinga binatang ternak, (lalu mereka benar-benar memotongnya), dan akan aku suruh mereka mengubah ciptaan Allah, (lalu mereka benar-benar mengubahnya). Barangsiapa menjadikan setan sebagai pelindung selain Allah, maka sungguh, dia menderita kerugian yang nyata.(an-Nisa'/4: 119)"
        },
        {
          "number": 86,
          "arabic": "قُلْ مَآ أَسْـَٔلُكُمْ عَلَيْهِ مِنْ أَجْرٍ وَمَآ أَنَا۠ مِنَ ٱلْمُتَكَلِّفِينَ",
          "transliteration": "qul mā asalukum ʿalayhi min ajrin wamā anā mina l-mutakalifīna",
          "translation": "Katakanlah (Muhammad), \"Aku tidak meminta imbalan sedikit pun kepadamu atasnya (dakwahku); dan aku bukanlah termasuk orang yang mengada-ada.",
          "tafsir": "Allah memerintahkan kepada Rasulullah saw agar menyampaikan kepada orang-orang musyrik bahwa ia tidak mengharapkan apalagi meminta upah kepada mereka sebagai imbalan dari tugas menyampaikan agama Allah. Sedikit pun Rasul tidak mengharapkannya. Hanya Allah yang akan memberi upah padanya. Orang-orang telah mengenal rasul dengan sebaik-baiknya bahwa ia tidak pernah mengada-ada dan membuat yang bukan-bukan.\" Dari ayat ini dipahami agar orang-orang yang beriman meniru apa yang telah diperbuat Rasulullah, yaitu selalu menyampaikan agama Allah kepada manusia, walaupun hanya sedikit yang diketahuinya. Imam Muslim meriwayatkan bahwa Ibnu Mas'ud berkata: Wahai sekalian manusia, barangsiapa di antara kamu yang memperoleh pengetahuan, maka hendaklah ia mengatakannya. Dan barangsiapa yang tidak mengetahui hendaklah ia menyatakan, \"Allah Taala lebih mengetahui,\". Allah Taala berfirman kepada Rasulullah saw, \"Qul ma'as 'alukum . . .\" sampai akhir ayat\"."
        },
        {
          "number": 87,
          "arabic": "إِنْ هُوَ إِلَّا ذِكْرٌ لِّلْعَـٰلَمِينَ",
          "transliteration": "in huwa illā dhik'run lil'ʿālamīna",
          "translation": "(Alquran) ini tidak lain hanyalah peringatan bagi seluruh alam.",
          "tafsir": "Allah menegaskan bahwa Al-Qur'an ini berisi petunjuk dan pengajaran bagi jin dan manusia. Semua orang yang sehat akal pikirannya, tentu mengakui kebenarannya. Al-Qur'an merupakan petunjuk ke jalan yang lurus dan pembeda antara yang hak dan yang batil."
        },
        {
          "number": 88,
          "arabic": "وَلَتَعْلَمُنَّ نَبَأَهُۥ بَعْدَ حِينٍۭ",
          "transliteration": "walataʿlamunna naba-ahu baʿda ḥīnin",
          "translation": "Dan sungguh, kamu akan mengetahui (kebenaran) beritanya Alquran setelah beberapa waktu lagi.\"<sup foot_note=135707>1</sup>",
          "tafsir": "Pada akhir surah ini, Allah menyampaikan kepada orang-orang yang tidak mengindahkan seruan Rasulullah, bahwa kelak mereka setelah mati akan mengetahui apakah tindakan mereka itu salah atau benar."
        }
      ]
    },
    {
      "number": 39,
      "name": "Az-Zumar",
      "nameArabic": "الزمر",
      "meaning": "Rombongan",
      "revelation": "Makkah",
      "description": "Surat Az-Zumar terdiri dari 75 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Saba'.Dinamakan \"Az-Zumar\" (rombongan-rombongan) karena kata \"Az-Zumar\" terdapat pada ayat ke-71 dan ke-73.Dalam ayat-ayat tersebut diterangkan keadaan manusia pada hari kiamat setelah mereka dihisab, ketika itu mereka terbagi menjadi dua rombongan; satu rombongan dibawa ke neraka dan satu rombongan lagi dibawa ke surga. Masing-masing rombongan memperoleh balasan atas apa yang mereka kerjakan di dunia.Surat ini dinamakan juga \"Al Ghuraf\" (kamar-kamar) berhubung kata \"ghuraf\" terdapat pada ayat ke-20, yang menerangkan kondisi kamar-kamar dalam surga yang diperoleh orang-orang yang bertakwa.**Pokok-Pokok Isi:**1. **Keimanan:** Dalil-dalil keesaan dan kekuasaan Allah; malaikat-malaikat berkumpul di sekeliling 'Arsy bertasbih kepada Allah; pada hari kiamat setiap orang mempunyai catatan amal masing-masing.2. **Kisah-kisah:** Perintah memurnikan ketaatan kepada Allah; larangan berputus asa terhadap rahmat Allah.3. **Lain-lain:** Tabiat orang-orang musyrik ketika senang dan susah; perumpamaan yang tercantum dalam Al-Qur'an dan faedahnya; kedahsyatan hari kiamat; rona wajah orang musyrik dan rona wajah orang mukmin pada hari kiamat; janji Allah mengampuni orang-orang yang bersalah jika mereka bertaubat.Dari surat Az-Zumar dapat diambil pelajaran sebagai berikut:a. Al-Qur'an adalah petunjuk yang paling sempurna bagi manusia.b. Setiap makhluk akan mati dan di akhirat akan dihisab tentang amal-amalnya.c. Sekalipun manusia banyak dosa, dilarang berputus asa dari rahmat Allah.**Hubungan Surat Az-Zumar Dengan Surat Ghafir (Al-Mukmin):**1. Surat Az-Zumar menerangkan tentang kesudahan orang-orang mukmin dan kesudahan orang-orang kafir yang selalu mengingkari nabi yang diutus kepada mereka. Surat Al-Mukmin menerangkan bahwa Allah mengampuni segala dosa hamba-Nya yang mau mengikuti jalan yang benar. Hal ini merupakan ajakan Allah kepada orang-orang kafir agar mereka beriman.2. Kedua surat ini sama-sama mengutarakan hal-hal yang berhubungan dengan keadaan hari kiamat, keadaan mahsyar, surga dan neraka.",
      "verses": [
        {
          "number": 1,
          "arabic": " تَنزِيلُ ٱلْكِتَـٰبِ مِنَ ٱللَّهِ ٱلْعَزِيزِ ٱلْحَكِيمِ",
          "transliteration": "tanzīlu l-kitābi mina l-lahi l-ʿazīzi l-ḥakīmi",
          "translation": "Kitab (Alquran) ini diturunkan oleh Allah Yang Mahamulia, Mahabijaksana.",
          "tafsir": "Allah menjelaskan bahwa Al-Qur'an yang bernilai tinggi ini, diturunkan dari sisi Allah Yang Mahaperkasa lagi Mahabijaksana. Disebutkan sifat Allah Yang Mahaperkasa dan Mahabijaksana dalam ayat ini agar tergambar bagi orang yang mendengar atau membacanya bahwa Al-Qur'an itu mengandung petunjuk-petunjuk yang benar. Nilai-nilai kebenarannya tidak dapat disanggah atau dibantah oleh siapa pun juga, dan nilai-nilai kebijaksanaan di dalamnya tidak dapat diragukan. Bukti-bukti kebenaran bahwa Al-Qur'an itu diturunkan dari Allah dan mengandung petunjuk yang benar dijelaskan juga dalam ayat-ayat yang lain. Allah berfirman: Dan sungguh, (Al-Qur'an) ini benar-benar diturunkan oleh Tuhan seluruh alam, yang dibawa turun oleh ar-Ruh al-Amin (Jibril), ke dalam hatimu (Muhammad) agar engkau termasuk orang yang memberi peringatan, dengan bahasa Arab yang jelas. (asy-Syu'ara'/26: 192-195) Dan firman-Nya: Sesungguhnya orang-orang yang mengingkari Al-Qur'an ketika (Al-Qur'an) itu disampaikan kepada mereka (mereka itu pasti akan celaka), dan sesungguhnya (Al-Qur'an) itu adalah Kitab yang mulia, (yang) tidak akan didatangi oleh kebatilan baik dari depan maupun dari belakang (pada masa lalu dan yang akan datang), yang diturunkan dari Tuhan Yang Mahabijaksana, Maha Terpuji. (Fushshilat/41: 41-42)"
        },
        {
          "number": 2,
          "arabic": "إِنَّآ أَنزَلْنَآ إِلَيْكَ ٱلْكِتَـٰبَ بِٱلْحَقِّ فَٱعْبُدِ ٱللَّهَ مُخْلِصًا لَّهُ ٱلدِّينَ",
          "transliteration": "innā anzalnā ilayka l-kitāba bil-ḥaqi fa-uʿ'budi l-laha mukh'liṣan lahu l-dīna",
          "translation": "Sesungguhnya Kami menurunkan Kitab (Alquran) kepadamu (Muhammad) dengan (membawa) kebenaran. Maka sembahlah Allah dengan tulus ikhlas beragama kepada-Nya.",
          "tafsir": "Allah menjelaskan bahwa Dia menurunkan kepada rasul-Nya Kitab Al-Qur'an, dengan membawa kebenaran dan keadilan. Maksud \"membawa kebenaran\" dalam ayat ini ialah membawa perintah kepada seluruh manusia agar mereka beribadah hanya kepada Allah Yang Maha Esa. Kemudian Allah menjelaskan cara beribadah yang benar itu hanyalah menyembah Allah semata, dengan memurnikan ketaatan kepada-Nya, bersih dari pengaruh syirik dan ria. Kebenaran yang terdapat dalam Al-Qur'an itu sesuai dengan kebenaran yang termuat dalam kitab-kitab yang diturunkan kepada rasul sebelumnya. Dengan demikian, semua peribadatan yang ditujukan kepada selain Allah atau peribadatan yang tidak langsung ditujukan kepada-Nya adalah peribadatan yang tidak benar."
        },
        {
          "number": 3,
          "arabic": "أَلَا لِلَّهِ ٱلدِّينُ ٱلْخَالِصُ ۚ وَٱلَّذِينَ ٱتَّخَذُوا۟ مِن دُونِهِۦٓ أَوْلِيَآءَ مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَآ إِلَى ٱللَّهِ زُلْفَىٰٓ إِنَّ ٱللَّهَ يَحْكُمُ بَيْنَهُمْ فِى مَا هُمْ فِيهِ يَخْتَلِفُونَ ۗ إِنَّ ٱللَّهَ لَا يَهْدِى مَنْ هُوَ كَـٰذِبٌ كَفَّارٌ",
          "transliteration": "alā lillahi l-dīnu l-khāliṣu wa-alladhīna ittakhadhū min dūnihi awliyāa mā naʿbuduhum illā liyuqarribūnā ilā l-lahi zul'fā inna l-laha yaḥkumu baynahum fī mā hum fīhi yakhtalifūna inna l-laha lā yahdī man huwa kādhibun kaffārun",
          "translation": "Ingatlah! Hanya milik Allah agama yang murni (dari syirik). Dan orang-orang yang mengambil pelindung selain Dia (berkata), \"Kami tidak menyembah mereka melainkan (berharap) agar mereka mendekatkan kami kepada Allah dengan sedekat-dekatnya.\" Sungguh, Allah akan memberi putusan di antara mereka tentang apa yang mereka perselisihkan. Sungguh, Allah tidak memberi petunjuk kepada pendusta dan orang yang sangat ingkar.",
          "tafsir": "Allah lalu memerintahkan kepada rasul-Nya agar mengingatkan kaumnya bahwa agama yang suci adalah agama Allah. Maksud agama dalam ayat ini ialah ibadah dan taat. Oleh sebab itu, ibadah dan taat itu hendaknya ditujukan kepada Allah semata, bersih dari syirik dan ria. Penyembah berhala berpendapat bahwa Allah adalah Zat yang berada di luar jangkauan indera manusia. Oleh sebab itu, tidak mungkin manusia dapat langsung beribadah kepada-Nya. Apabila manusia ingin beribadah kepada-Nya, menurut mereka, hendaknya memakai perantara yang diserahi tugas untuk menyampaikan ibadah mereka itu kepada Allah. Perantara-perantara itu ialah malaikat dan jin, yang kadang-kadang menyerupai bentuk manusia. Mereka ini dianggap Tuhan. Adapun patung-patung yang dipahat yang diletakkan di rumah-rumah ibadah adalah patung yang menggambarkan tuhan, tetapi bukanlah Tuhan yang sebenarnya. Hanya saja pada umumnya kebodohan menyebabkan mereka, tidak lagi membedakan antara patung dan Tuhan sehingga mereka menyembah patung itu sebagaimana menyembah Allah, seperti keadaan orang-orang yang menyembah binatang. Mereka itu tidak lagi membedakan antara menyembah binatang dan menyembah Pencipta binatang. Orang-orang Arab Jahiliah melukiskan patung-patung dengan bermacam-macam bentuk, ada patung yang menggambarkan bintang-bintang, malaikat-malaikat, nabi-nabi, dan orang-orang saleh yang telah berlalu. Mereka menyembah patung-patung itu sebagai simbol bagi masing-masing sembahan itu. Demikianlah anggapan kaum musyrikin di masa lalu dan menjelang diutusnya Muhammad saw sebagai rasul. Kemudian datanglah Rasulullah dengan mengemban perintah untuk membinasakan sembahan-sembahan mereka itu dan mengikis habis anggapan yang salah dari pikiran mereka, serta menggantinya dengan ajaran yang menuntun pikiran agar beragama tauhid. Allah berfirman: Dan sungguh, Kami telah mengutus seorang rasul untuk setiap umat (untuk menyerukan), \"Sembahlah Allah, dan jauhilah thagut.\" (an-Nahl/16: 36) Dan firman-Nya: Dan Kami tidak mengutus seorang rasul pun sebelum engkau (Muhammad), melainkan Kami wahyukan kepadanya, bahwa tidak ada tuhan (yang berhak disembah) selain Aku, maka sembahlah Aku. (al-Anbiya'/21: 25) Sebagai penjelasan lebih luas tentang pengakuan orang-orang Quraisy terhadap adanya Allah, dituturkan oleh Qatadah bahwa apabila orang-orang musyrik Mekah itu ditanya siapa Tuhan mereka, siapa yang menciptakan mereka, dan siapa yang menciptakan langit dan bumi serta menurunkan hujan dari langit, mereka menjawab, \"Allah.\" Kemudian apabila ditanyakan kepada mereka, mengapa mereka menyembah berhala-berhala, mereka pun menjawab, \"Supaya berhala-berhala itu mendekatkan mereka kepada Allah dengan sedekat-dekatnya dan berhala-berhala itu memberi syafaat pada saat mereka memerlukan pertolongan dari sisi Allah.\" Kemudian mengenai sikap kaum musyrikin yang serupa itu Allah berfirman: Maka mengapa (berhala-berhala dan tuhan-tuhan) yang mereka sembah selain Allah untuk mendekatkan diri (kepada-Nya) tidak dapat menolong mereka? Bahkan tuhan-tuhan itu telah lenyap dari mereka? (al-A.hqaf/46: 28) Allah mengancam sikap dan perbuatan mereka serta menampakkan kepada mereka akibat yang akan mereka rasakan. Allah akan memutuskan apa yang mereka perselisihkan itu pada hari perhitungan. Pada hari itu, kebenaran agama tauhid tidak akan dapat ditutup-tutupi lagi dan kebatilan penyembahan berhala akan tampak dengan jelas. Masing-masing pemeluknya akan mendapat imbalan yang setimpal. Orang-orang yang tetap berpegang kepada agama tauhid akan mendapat tempat kembali yang penuh kenikmatan. Sedang orang-orang yang selalu bergelimang dalam lembah kemusyrikan akan mendapat tempat kembali yang penuh dengan penderitaan. Pada bagian akhir ayat ini, Allah menandaskan bahwa Dia tidak akan memberi petunjuk kepada orang-orang yang mendustakan kebenaran dan mengingkari agama tauhid karena kesesatan mereka yang tak dapat dibetulkan lagi. Macam-macam cara yang mereka tempuh untuk menyekutukan Allah dengan tuhan-tuhan yang lain, seperti menyembah berhala, atau beranggapan bahwa Allah mempunyai anak dan sebagainya. Semua itu tiada lain hanyalah anggapan mereka yang jauh dari kebenaran dan menyeret mereka ke lembah kesesatan."
        },
        {
          "number": 4,
          "arabic": "لَّوْ أَرَادَ ٱللَّهُ أَن يَتَّخِذَ وَلَدًا لَّٱصْطَفَىٰ مِمَّا يَخْلُقُ مَا يَشَآءُ ۚ سُبْحَـٰنَهُۥ ۖ هُوَ ٱللَّهُ ٱلْوَٰحِدُ ٱلْقَهَّارُ",
          "transliteration": "law arāda l-lahu an yattakhidha waladan la-iṣ'ṭafā mimmā yakhluqu mā yashāu sub'ḥānahu huwa l-lahu l-wāḥidu l-qahāru",
          "translation": "Sekiranya Allah hendak mengambil anak, tentu Dia akan memilih apa yang Dia kehendaki dari apa yang telah diciptakan-Nya. Mahasuci Dia. Dialah Yang Maha Esa, Mahaperkasa.",
          "tafsir": "Allah menjelaskan dengan lebih rinci perbuatan yang menyebabkan mereka terjerumus ke dalam kesesatan. Allah mengemukakan bahwa sekiranya Dia berkeinginan untuk mengambil anak, tentulah Dia tidak akan mengambil anak seperti yang mereka katakan. Sudah tentu Allah berkuasa memilih anak menurut kehendak-Nya, dan yang dipilih itu tentunya anak lelaki. Akan tetapi, mengapa orang-orang kafir Mekah itu mengatakan bahwa Allah mempunyai anak perempuan, padahal mereka sendiri enggan mempunyai anak perempuan? Allah berfirman: Ataukah (pantas) untuk Dia anak-anak perempuan sedangkan untuk kamu anak-anak laki-laki? (ath-thur/52: 39) Dan firman-Nya: Apakah (pantas) untuk kamu yang laki-laki dan untuk-Nya yang perempuan? Yang demikian itu tentulah suatu pembagian yang tidak adil. (an-Najm/53: 21-22) Anggapan bahwa Allah mempunyai anak bagaimana pun juga bentuknya, adalah termasuk mempersekutukan Allah dengan tuhan-tuhan yang lain. Hal ini berarti memecah-belah kekuasaan Tuhan. Bagaimana pun juga anak itu tentunya mewarisi kekuasaan dari ayah, dan apabila kekuasaan itu terbagi, maka hilanglah kemahakuasaan Allah. Hal ini tidak bisa terjadi karena Allah yang menciptakan langit dan bumi serta isinya, tentu mempunyai kekuasaan tidak terbatas, sehingga kekuasaan-Nya pun tidak mungkin terbagi-bagi. Itulah sebabnya maka Allah menandaskan bahwa Mahasuci Dia dari sifat-sifat yang dikemukakan oleh orang-orang musyrik itu. Sebaliknya Allah menandaskan bahwa Dia Maha Esa, tidak beranak dan tidak berbapak. Dia tidak memerlukan sesuatu apa pun, bahkan Dia Maha Mengalahkan. Dia berkuasa menundukkan apa saja yang ada di langit dan di bumi serta seluruh isinya, dan memaksanya tunduk takluk di bawah kekuasaan-Nya dan patuh menurut kehendak-Nya."
        },
        {
          "number": 5,
          "arabic": "خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ بِٱلْحَقِّ ۖ يُكَوِّرُ ٱلَّيْلَ عَلَى ٱلنَّهَارِ وَيُكَوِّرُ ٱلنَّهَارَ عَلَى ٱلَّيْلِ ۖ وَسَخَّرَ ٱلشَّمْسَ وَٱلْقَمَرَ ۖ كُلٌّ يَجْرِى لِأَجَلٍ مُّسَمًّى ۗ أَلَا هُوَ ٱلْعَزِيزُ ٱلْغَفَّـٰرُ",
          "transliteration": "khalaqa l-samāwāti wal-arḍa bil-ḥaqi yukawwiru al-layla ʿalā l-nahāri wayukawwiru l-nahāra ʿalā al-layli wasakhara l-shamsa wal-qamara kullun yajrī li-ajalin musamman alā huwa l-ʿazīzu l-ghafāru",
          "translation": "Dia menciptakan langit dan bumi dengan (tujuan) yang benar; Dia memasukkan malam atas siang dan memasukkan siang atas malam dan menundukkan matahari dan bulan, masing-masing berjalan menurut waktu yang ditentukan. Ingatlah! Dialah Yang Mahamulia, Maha Pengampun.",
          "tafsir": "Allah menjelaskan bahwa Dia menciptakan langit dan bumi dengan tujuan yang benar. Dihiasi-Nya langit dengan matahari dan bulan. Masing-masing mempunyai lintasan-lintasan menurut ketentuan yang telah ditetapkan Allah. Karena perputaran bumi pada porosnya, seolah-olah matahari terlihat beredar di langit dari arah Timur ke Barat, sehingga terjadilah pergantian siang dan malam. Apabila matahari muncul di kaki langit bagian Timur datanglah siang dan bila matahari tenggelam di kaki langit bagian Barat datanglah malam. Demikianlah yang terjadi setiap hari. Peristiwa yang terjadi itu semata-mata karena kehendak Allah, yang telah ditetapkan-Nya pada saat menciptakan alam semesta. Allah menutupkan malam atas siang adalah ungkapan dari perumpamaan dimana siang yang ditandai oleh terangnya sinar matahari diumpamakan tempat yang terbuka, sedang malam yang ditandai oleh tertutupnya sinar matahari diumpamakan sebagai tirai yang menutupi tempat yang terbuka. Jadi apabila dikatakan malam menutupi siang, pengertiannya ialah terangnya sinar matahari tertutup oleh tirai gelapnya malam. Allah menutupkan siang atas malam adalah lawan perumpamaan yang disebutkan sebaliknya. Siang diumpamakan cahaya yang terang-benderang sedang malam diumpamakan tempat-tempat yang gelap gulita. Di waktu hari mulai siang cahaya matahari yang terang benderang menutupi kegelapan malam, hingga pekatnya malam berganti dengan terang-benderang. Pandangan serupa ini adalah pandangan sehari-hari menurut pengamatan orang awam. Akan tetapi apabila orang mau berpikir lebih teliti, ia akan dapat memahami bahwa panjang siang dan malam tidaklah sama. Untuk tempat-tempat yang berada di sekitar khatulistiwa panjang dan pendeknya siang dan malam selalu berkisar sama, sekitar 12 jam. Akan tetapi, bagi tempat-tempat yang berada di sebelah utara khatulistiwa, pada saat matahari beredar di sebelah utara, waktu siang untuk daerah-daerah itu bertambah panjang. Bertambahnya waktu siang berbanding lurus dengan kedudukan tempat di bumi dan kedudukan matahari. Hingga di beberapa tempat di daerah kutub utara apabila matahari berada di belahan langit yang paling utara, daerah-daerah tersebut akan mengalami siang terus-menerus. Dapat dikatakan, makin jauh satu tempat dari khatulistiwa dan makin jauh kedudukan matahari dari khatulistiwa langit, makin panjanglah waktu siang hingga pada daerah-daerah tertentu berlangsung siang terus-menerus. Maka dari tempat yang terdekat hingga yang terjauh dari khatulistiwa ada bagian malam yang ditutupi siang yang waktunya makin panjang. Hingga pada suatu tempat siang sama sekali menutupi malam. Berarti siang menghabiskan seluruh lingkaran peredaran matahari. Dengan kata lain siang menutupi malam sama sekali. Sesudah itu, Allah menjelaskan bahwa dia menundukkan matahari dan bulan. Berarti bahwa peredaran matahari dan bulan itu sesuai dengan ketentuan yang telah diatur oleh Allah pada saat diciptakan. Apabila yang dimaksud peredaran harian matahari semu, maka saat matahari berkulminasi ke saat berkulminasi berikutnya diperlukan waktu selama kira-kira 24 jam. Tetapi apabila yang dimaksud peredaran tahunan, yaitu peredaran semu matahari di antara bintang-bintang diperlukan waktu satu tahun. Sedang untuk peredaran bulan dari ijtima' hingga ijtima berikutnya diperlukan waktu sebanyak satu bulan. Ketentuan-ketentuan waktu sebanyak satu bulan menurut perhitungan kalender yang berdasarkan pada peredaran bulan. Ketentuan-ketentuan waktu peredaran tersebut adalah ketentuan secara garis besarnya saja. Untuk mendapatkan angka-angka yang lebih teliti, memerlukan pembahasan yang lebih teliti dan mendalam. Tetapi yang dapat dipahami bahwa matahari dan bulan itu beredar menurut waktu peredaran yang tertentu; bahkan boleh dikatakan beredar menurut ketentuan yang hampir pasti. Itulah sebabnya maka Allah menandaskan bahwa masing-masing benda langit itu beredar menurut waktu yang ditentukan menurut peredarannya masing-masing. Oleh karena itu, apabila tiba saatnya matahari dan bulan itu akan kehilangan keseimbangannya, makin lama makin menyimpang dari ketentuan peredarannya. Hal yang serupa itu akan terjadi pada hari Kiamat, yaitu hari ketika langit dan bumi serta isinya hancur berantakan. Allah berfirman: (Ingatlah) pada hari langit Kami gulung seperti menggulung lembaran-lembaran kertas. (al-Anbiya'/21: 104) Di akhir ayat, Allah menyuruh hamba-Nya agar memohon ampun kepada-Nya dengan cara bergegas untuk beribadah dan memurnikan ketaatan kepada-Nya. Allah juga mengingatkan mereka bahwa Ia Mahaperkasa dan ketentuan-ketentuannya tidak dapat dibantah. Allah Maha Pengampun bagi para hamba-Nya yang sadar dan suka dibimbing ke jalan yang benar."
        }
      ]
    }
  ]
}