{
  "pageNumber": 194,
  "juz": 10,
  "surahs": [
    {
      "number": 9,
      "name": "At-Taubah",
      "nameArabic": "التوبة",
      "meaning": "Pengampunan",
      "revelation": "Madinah",
      "description": "Surat At-Taubah terdiri dari 129 ayat dan termasuk surat Madaniyyah. Surat ini dinamakan \"At-Taubah\" yang berarti pengampunan berhubung kata \"At-Taubah\" disebut berulang kali dalam surat ini. Dinamakan juga dengan \"Baraa'ah\" yang berarti berlepas diri yang di sini maksudnya pernyataan pemutusan hubungan, disebabkan kebanyakan pokok pembicaraannya tentang pernyataan pemutusan perjanjian damai dengan kaum musyrikin.Di samping kedua nama yang masyhur di atas, ada beberapa nama lain yang merupakan sifat dari surat ini.Pada permulaan surat ini tidak terdapat basmalah karena berisi pernyataan perang total dengan arti bahwa segenap kaum muslimin diarahkan untuk memerangi seluruh kaum musyrikin, sedang basmalah bernafaskan perdamaian dan cinta kasih dari Allah.Surat ini diturunkan setelah Nabi Muhammad s.a.w. kembali dari perang Tabuk yang terjadi pada tahun 9 H. Pengumuman ini disampaikan oleh Saidina 'Ali pada musim haji pada tahun yang sama.Selain pernyataan pembatalan perjanjian damai dengan kaum musyrikin, surat ini mengandung pokok-pokok isi sebagai berikut:1. Keimanan:Allah selalu menyertai hamba-hamba-Nya yang beriman; pembalasan atas amalan-amalan manusia hanya dari Allah; segala sesuatu menurut sunnatullah; perlindungan Allah bagi orang-orang yang beriman; kedudukan Nabi Muhammad s.a.w. di sisi Allah.2. Hukum-hukum:Kewajiban menginfakkan harta; macam-macam harta dalam agama serta penggunaannya; jizyah; perjanjian dan perdamaian; kewajiban umat Islam terhadap Nabinya, sebab-sebab orang Islam melakukan perang total; beberapa dasar politik kenegaraan dan peperangan dalam Islam.3. Kisah-kisah:Nabi Muhammad s.a.w. dengan Abu Bakar r.a. di suatu gua di bukit Tsur ketika hijrah; perang Hunain (perang Authas atau perang Hawazin); perang Tabuk.4. Lain-lain:Sifat-sifat orang yang beriman dan tingkatan-tingkatan mereka.Surat At-Taubah berisi pernyataan pembatalan perjanjian damai oleh Nabi Muhammad dengan kaum musyrikin, karena mereka tidak memenuhi syarat-syarat perjanjian damai yang diikrarkan pada perjanjian Hudaibiyyah. Selain itu, surat At-Taubah juga menjelaskan hukum peperangan dan perdamaian, hukum kenegaraan, keadaan Nabi Muhammad pada waktu hijrah, dan kewajiban menginfakkan harta.Hubungan Surat At-Taubah Dengan Surat Yunus:1. Akhir surat At-Taubah ditutup dengan menyebutkan tentang risalah Nabi Muhammad dan hal-hal yang serupa disebutkan pula pada akhir surat Yunus.2. Surat At-Taubah menyebut keadaan orang-orang munafik dan menerangkan sikap mereka ketika Al-Qur'an diturunkan, sedang surat Yunus menerangkan sikap orang kafir terhadap Al-Qur'an.",
      "verses": [
        {
          "number": 41,
          "arabic": "ٱنفِرُوا۟ خِفَافًا وَثِقَالًا وَجَـٰهِدُوا۟ بِأَمْوَٰلِكُمْ وَأَنفُسِكُمْ فِى سَبِيلِ ٱللَّهِ ۚ ذَٰلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ",
          "transliteration": "infirū khifāfan wathiqālan wajāhidū bi-amwālikum wa-anfusikum fī sabīli l-lahi dhālikum khayrun lakum in kuntum taʿlamūna",
          "translation": "Berangkatlah kamu baik dengan rasa ringan maupun dengan rasa berat, dan berjihadlah dengan harta dan jiwamu di jalan Allah. Yang demikian itu adalah lebih baik bagimu jika kamu mengetahui.",
          "tafsir": "Pada ayat ini diterangkan bahwa apabila keselamatan kaum Muslimin terancam, berperang bukan lagi anjuran, tetapi wajib, sehingga tidak seorang Muslim pun yang dibenarkan untuk tidak ikut dalam ekspedisi itu. Setiap orang yang sehat, dewasa, kaya, dan miskin wajib tampil ke medan juang untuk membela Islam dan menegakkan kebenaran. Orang-orang yang uzur yang dibenarkan syarat tidak diwajibkan, seperti terlalu tua, lemah fisik, cacat, tak berdaya, sakit keras dan lain-lain, karena mereka akan menjadi beban apabila diikutsertakan. Firman Allah swt: Tidak ada dosa (karena tidak pergi berperang) atas orang yang lemah, orang yang sakit dan orang yang tidak memperoleh apa yang akan mereka infakkan, apabila mereka berlaku ikhlas kepada Allah dan Rasul-Nya. (at-Taubah/9: 91) Mereka diperintahkan berjihad berjaga-jaga dari serangan musuh, mempertahankan tanah air, mendermakan harta dan dirinya untuk menegakkan keadilan, dan meninggikan kalimah Allah, tampil ke medan perang maupun berjihad dengan harta, dengan maksud menjunjung tinggi derajat umat dan agama, jika dilakukan dengan ikhlas akan memberi kebahagiaan di dunia dan akhirat kelak."
        },
        {
          "number": 42,
          "arabic": "لَوْ كَانَ عَرَضًا قَرِيبًا وَسَفَرًا قَاصِدًا لَّٱتَّبَعُوكَ وَلَـٰكِنۢ بَعُدَتْ عَلَيْهِمُ ٱلشُّقَّةُ ۚ وَسَيَحْلِفُونَ بِٱللَّهِ لَوِ ٱسْتَطَعْنَا لَخَرَجْنَا مَعَكُمْ يُهْلِكُونَ أَنفُسَهُمْ وَٱللَّهُ يَعْلَمُ إِنَّهُمْ لَكَـٰذِبُونَ",
          "transliteration": "law kāna ʿaraḍan qarīban wasafaran qāṣidan la-ittabaʿūka walākin baʿudat ʿalayhimu l-shuqatu wasayaḥlifūna bil-lahi lawi is'taṭaʿnā lakharajnā maʿakum yuh'likūna anfusahum wal-lahu yaʿlamu innahum lakādhibūna",
          "translation": "Sekiranya (yang kamu serukan kepada mereka) ada keuntungan yang mudah diperoleh dan perjalanan yang tidak seberapa jauh, niscaya mereka mengikutimu, tetapi tempat yang dituju itu terasa sangat jauh bagi mereka. Mereka akan bersumpah dengan (nama) Allah, \"Jikalau kami sanggup niscaya kami berangkat bersamamu.\" Mereka membinasakan diri sendiri<sup foot_note=135324>1</sup> dan Allah mengetahui bahwa mereka benar-benar orang-orang yang berdusta.",
          "tafsir": "Ayat ini menjelaskan latar belakang tidak ikutnya orang-orang munafik ke medan perang sekalipun sudah diumumkan perintah wajib perang. Di antara alasan dari keengganan mereka, karena pergi berperang akan menempuh jarak yang jauh, pada musim panas, dalam keadaan serba kekurangan, dan belum tentu menang serta memperoleh rampasan perang (ganimah). Mereka bersikap pesimis, karena yang dihadapi adalah tentara Romawi yang terlatih, kuat, dan banyak jumlahnya. Jika mereka diperintahkan ke tempat yang dekat yang tidak mengharus-kan mereka bersusah payah dalam perjalanan, pasti mendapatkan kemenang-an, dan memperoleh keuntungan dengan mudah, tentunya mereka mau dan tidak akan enggan berperang. Untuk menyembunyikan kemunafikannya, mereka tidak segan bersumpah dengan nama Allah bahwa jika mereka sanggup dan ada kemampuan, tentunya mereka ikut berangkat bersama. Sumpah ini mereka ucapkan sebagai alasan ketika kaum Muslimin sudah kembali dari perang Tabuk dengan selamat dan berada sudah di tengah-tengah mereka, sebagaimana firman Allah: Mereka (orang-orang munafik yang tidak ikut berperang) akan mengemukakan alasannya kepadamu ketika kamu telah kembali kepada mereka. (at-Taubah/9: 94) Mereka menduga bahwa sumpah palsu yang mereka ucapkan itu menguntungkan mereka dan dapat menutupi kemunafikannya, padahal sebenarnya tindakan itu hanya mencelakakan mereka. Di samping itu, sumpah palsu termasuk salah satu dosa besar, sebagaimana sabda Rasulullah saw: Dosa besar itu ialah, menyekutukan Allah, durhaka kepada kedua ibu bapak, membunuh diri seseorang, dan bersumpah palsu. (Riwayat al-Bukhari dari 'Abdullah bin 'Amr bin al-'Ash) Allah swt mengetahui kebohongan dan kepalsuan sumpah mereka dan Allah akan membalas semuanya itu."
        },
        {
          "number": 43,
          "arabic": "عَفَا ٱللَّهُ عَنكَ لِمَ أَذِنتَ لَهُمْ حَتَّىٰ يَتَبَيَّنَ لَكَ ٱلَّذِينَ صَدَقُوا۟ وَتَعْلَمَ ٱلْكَـٰذِبِينَ",
          "transliteration": "ʿafā l-lahu ʿanka lima adhinta lahum ḥattā yatabayyana laka alladhīna ṣadaqū wataʿlama l-kādhibīna",
          "translation": "Allah memaafkanmu (Muhammad). Mengapa engkau memberi izin kepada mereka (untuk tidak pergi berperang), sebelum jelas bagimu orang-orang yang benar-benar (berhalangan) dan sebelum engkau mengetahui orang-orang yang berdusta?",
          "tafsir": "Menurut riwayat Mujahid, ayat ini diturunkan berkenaan dengan orang-orang munafik yang minta izin kepada Rasulullah dengan berbagai alasan untuk tidak pergi berperang. Padahal diizinkan atau tidak, mereka tetap saja akan tinggal di Medinah, dan tidak akan ikut ke medan perang. Allah telah memaafkan Nabi Muhammad saw karena telah memberikan izin kepada beberapa orang munafik tidak turut bersama ke medan perang, setelah mereka mengemukakan alasan yang dibuat-buat, sebelum ada wahyu dari Allah swt yang memberikan persetujuan atas permintaan mereka itu. Andaikan Nabi Muhammad saw tidak memenuhi permintaan mereka dan tidak mengizinkan mereka, tentulah rahasia mereka terbuka, sebab diizinkan atau tidak, mereka tidak akan pergi bersama ke medan perang."
        },
        {
          "number": 44,
          "arabic": "لَا يَسْتَـْٔذِنُكَ ٱلَّذِينَ يُؤْمِنُونَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ أَن يُجَـٰهِدُوا۟ بِأَمْوَٰلِهِمْ وَأَنفُسِهِمْ ۗ وَٱللَّهُ عَلِيمٌۢ بِٱلْمُتَّقِينَ",
          "transliteration": "lā yastadhinuka alladhīna yu'minūna bil-lahi wal-yawmi l-ākhiri an yujāhidū bi-amwālihim wa-anfusihim wal-lahu ʿalīmun bil-mutaqīna",
          "translation": "Orang-orang yang beriman kepada Allah dan hari kemudian, tidak akan meminta izin (tidak ikut) kepadamu untuk berjihad dengan harta dan jiwa mereka. Allah mengetahui orang-orang yang bertakwa.",
          "tafsir": "Orang-orang yang beriman kepada Allah dan hari akhir, tentu tidak akan mencari-cari alasan untuk tidak ikut berperang membela agama dan menegakkan kebenaran. Mereka juga tidak akan meminta izin kepada Rasulullah saw untuk tidak berjihad di jalan Allah dengan harta dan diri mereka, bahkan sebaliknya mereka selalu siap sedia mengorbankan hartanya, sesuai dengan kemampuannya, bahkan jiwanya pun siap dikorbankan. Allah swt mengetahui orang-orang yang bertakwa kepada-Nya yaitu orang-orang yang selalu menghindari hal-hal yang menyebabkan kemurkaan Allah, dan mengerjakan apa-apa yang diridai-Nya."
        },
        {
          "number": 45,
          "arabic": "إِنَّمَا يَسْتَـْٔذِنُكَ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ وَٱرْتَابَتْ قُلُوبُهُمْ فَهُمْ فِى رَيْبِهِمْ يَتَرَدَّدُونَ",
          "transliteration": "innamā yastadhinuka alladhīna lā yu'minūna bil-lahi wal-yawmi l-ākhiri wa-ir'tābat qulūbuhum fahum fī raybihim yataraddadūna",
          "translation": "Sesungguhnya yang akan meminta izin kepadamu (Muhammad), hanyalah orang-orang yang tidak beriman kepada Allah dan hari kemudian, dan hati mereka ragu, karena itu mereka selalu bimbang dalam keraguan.",
          "tafsir": "Ayat ini menerangkan bahwa orang-orang yang minta izin kepada Rasulullah saw untuk tidak turut berjihad tanpa alasan yang dapat diterima, adalah orang-orang munafik yang tidak beriman kepada Allah swt, tidak mengakui keesaan-Nya, dan tidak percaya kepada hari akhir. Mereka menyangka bahwa membelanjakan harta kekayaan di jalan Allah, adalah suatu kebodohan dan kerugian serta berjihad dengan mengorbankan jiwa adalah semata-mata kerugian dan penderitaan saja. Di dalam hati mereka tersimpan perasaan ragu kepada kebenaran agamanya. Mereka selalu bingung dan bimbang. Mereka mau bekerja sama dengan orang-orang mukmin dalam urusan yang mudah, tetapi dalam hal yang agak sulit dan berat seperti berperang, mereka mengelak dan mencari berbagai alasan yang dibuat-buat untuk menghindar atau membebaskan diri dari kewajiban tersebut."
        },
        {
          "number": 46,
          "arabic": "۞ وَلَوْ أَرَادُوا۟ ٱلْخُرُوجَ لَأَعَدُّوا۟ لَهُۥ عُدَّةً وَلَـٰكِن كَرِهَ ٱللَّهُ ٱنۢبِعَاثَهُمْ فَثَبَّطَهُمْ وَقِيلَ ٱقْعُدُوا۟ مَعَ ٱلْقَـٰعِدِينَ",
          "transliteration": "walaw arādū l-khurūja la-aʿaddū lahu ʿuddatan walākin kariha l-lahu inbiʿāthahum fathabbaṭahum waqīla uq'ʿudū maʿa l-qāʿidīna",
          "translation": "Dan jika mereka mau berangkat, niscaya mereka menyiapkan persiapan untuk keberangkatan itu, tetapi Allah tidak menyukai keberangkatan mereka, maka Dia melemahkan keinginan mereka, dan dikatakan (kepada mereka), \"Tinggallah kamu bersama orang-orang yang tinggal.\"",
          "tafsir": "Ayat ini menerangkan bukti kepalsuan sumpah mereka dan kebohongan ucapan mereka, yaitu tidak terdapatnya tanda-tanda bahwa mereka akan ikut berperang. Kalau benar mereka mau berangkat ke medan perang tentunya mereka menyiapkan peralatan yang diperlukan seperti bekal, kendaraan, senjata, dan sebagainya. Tidak berangkatnya orang-orang munafik ke medan perang merupakan keuntungan bagi kaum Muslimin, karena kalau mereka ikut bersama ke medan perang, mereka tentu akan mengadu domba antara kaum Muslimin dan mengacaukan barisan. Itulah sebabnya Allah menjadikan niat mereka lemah, khawatir, dan ragu-ragu di dalam hatinya, menyebabkan mereka merasa enggan dan tidak mau berangkat, seakan ada yang mengatakan kepada mereka dengan nada marah, \"Tinggal sajalah kamu sekalian bersama anak-anak, perempuan, orang lemah, orang sakit, dan tak usah berangkat ke medan perang.\" Perkataan ini menyenangkan orang-orang munafik karena dianggapnya kata-kata itu sesuai dengan kehendak dan keinginannya, sekalipun kata-kata itu diucapkan dengan nada yang kurang menyenangkan."
        },
        {
          "number": 47,
          "arabic": "لَوْ خَرَجُوا۟ فِيكُم مَّا زَادُوكُمْ إِلَّا خَبَالًا وَلَأَوْضَعُوا۟ خِلَـٰلَكُمْ يَبْغُونَكُمُ ٱلْفِتْنَةَ وَفِيكُمْ سَمَّـٰعُونَ لَهُمْ ۗ وَٱللَّهُ عَلِيمٌۢ بِٱلظَّـٰلِمِينَ",
          "transliteration": "law kharajū fīkum mā zādūkum illā khabālan wala-awḍaʿū khilālakum yabghūnakumu l-fit'nata wafīkum sammāʿūna lahum wal-lahu ʿalīmun bil-ẓālimīna",
          "translation": "Jika (mereka berangkat bersamamu), niscaya mereka tidak akan menambah (kekuatan)mu, malah hanya akan membuat kekacauan, dan mereka tentu bergegas maju ke depan di celah-celah barisanmu untuk mengadakan kekacauan (di barisanmu); sedang di antara kamu ada orang-orang yang sangat suka mendengarkan (perkataan) mereka. Allah mengetahui orang-orang yang zalim.",
          "tafsir": "Pada ayat ini Allah menjelaskan bahwa kalaupun orang-orang munafik yang meminta izin itu berangkat juga bersama kaum Muslimin, mereka tidak akan menambah ketenangan dan semangat kaum Muslimin, tetapi sebaliknya mereka akan mengacaukan konsentrasi kaum Muslimin dan merusak persatuan, serta melemahkan sikap tegar mereka. Allah swt mengetahui orang-orang yang zalim dan memberi balasan yang setimpal di hari kemudian nanti."
        }
      ]
    }
  ]
}