{
  "pageNumber": 241,
  "juz": 12,
  "surahs": [
    {
      "number": 12,
      "name": "Yusuf",
      "nameArabic": "يوسف",
      "meaning": "Nabi Yusuf",
      "revelation": "Makkah",
      "description": "Surat Yusuf ini terdiri dari 111 ayat dan termasuk surat Makkiyyah karena diturunkan di Mekah sebelum hijrah. Surat ini dinamai Yusuf karena titik berat isinya mengenai kisah Nabi Yusuf. Kisah ini termasuk cerita ghaib yang diwahyukan kepada Nabi Muhammad sebagai mukjizat bagi beliau, yang sebelumnya tidak beliau ketahui. Menurut riwayat Al Baihaqi dalam kitab \"Ad Dalail\" bahwa segolongan orang Yahudi masuk Islam setelah mendengar kisah Nabi Yusuf tersebut, karena sesuai dengan kisah yang mereka ketahui.Dari kisah Nabi Yusuf ini, Nabi Muhammad banyak mengambil pelajaran dan merupakan penghibur bagi beliau dalam menjalankan tugasnya.**Pokok-Pokok Isi:**1. **Keimanan:** Kenabian Yusuf dan mukjizat-mukjizatnya; menentukan hukum dalam agama adalah hak Allah semata; qadha Allah tak dapat diubah; semua rasul berkelamin laki-laki2. **Hukum-hukum:** Keharusan merahasiakan sesuatu untuk menghindari fitnah; barang dan anak temuan wajib dipungut dan tidak boleh dibiarkan; boleh melakukan muslihat yang tidak merugikan orang lain untuk memperoleh sesuatu kemaslahatan.3. **Kisah-kisah:** Kisah Nabi Yusuf bersaudara dan orang tua mereka, Nabi Ya'qub.4. **Lain-lain:** Beberapa sifat dan suri teladan mulia yang dapat diambil dari kisah Nabi Yusuf; persamaan antara agama para nabi, tauhid.Surat Yusuf ini seluruh isinya berkisah tentang Nabi Yusuf dan saudara-saudaranya beserta kedua orang tua mereka. Cara penuturan kisah Nabi Yusuf ini kepada Nabi Muhammad berbeda dengan kisah nabi-nabi yang lain; kisah Nabi Yusuf secara khusus diceritakan dalam satu surat sedang kisah nabi-nabi yang lain disebutkan dalam beberapa surat. Selain itu, isi kisah Nabi Yusuf juga berbeda dengan kisah nabi-nabi yang lain. Dalam kisah nabi-nabi yang lain, Allah menitikberatkan pada tantangan yang bermacam-macam dari kaum mereka, kemudian mengakhiri kisah tersebut dengan kemusnahan para penentang para nabi. Dalam kisah Nabi Yusuf, Allah menonjolkan kesudahan yang baik dari kesabaran, dan bahwa kesenangan datang setelah penderitaan. Allah menguji Nabi Ya'qub dengan kehilangan putranya, Yusuf, dan penglihatannya. Juga menguji ketabahan dan kesabaran Yusuf dengan dipisahkan dari kedua orang tuanya, dibuang ke dalam sumur, dan diperdagangkan sebagai hamba sahaya. Lalu Allah menguji imannya dengan godaan perempuan cantik lagi bangsawan dan akhirnya dimasukkan ke dalam penjara. Kemudian Allah melepaskan Yusuf dan ayahnya dari segala penderitaan dan cobaan, menghimpunkan mereka kembali, mengembalikan penglihatan Ya'qub, dan menghidupkan lagi cinta kasih antara mereka dengan Yusuf.**Hubungan Surat Yusuf Dengan Surat Ar Ra'd:**1. Dalam surat ini secara umum Allah mengemukakan adanya tanda-tanda keesaan Allah di langit dan di bumi. Di dalam surat Ar Ra'd Allah mengemukakannya lagi secara lebih jelas.2. Kedua surat tersebut sama-sama memuat pengalaman nabi-nabi zaman dahulu beserta umatnya. Yang menentang kebenaran mengalami kehancuran sedang yang mengikuti kebenaran mendapat kemenangan.3. Pada akhir surat Yusuf diterangkan bahwa Al-Qur'an bukanlah perkataan yang diada-adakan tetapi petunjuk dan rahmat bagi orang yang beriman, dan keterangan ini diulangi lagi di awal surat Ar Ra'd.",
      "verses": [
        {
          "number": 44,
          "arabic": "قَالُوٓا۟ أَضْغَـٰثُ أَحْلَـٰمٍ ۖ وَمَا نَحْنُ بِتَأْوِيلِ ٱلْأَحْلَـٰمِ بِعَـٰلِمِينَ",
          "transliteration": "qālū aḍghāthu aḥlāmin wamā naḥnu bitawīli l-aḥlāmi biʿālimīna",
          "translation": "Mereka menjawab, \"(Itu) mimpi-mimpi yang kosong dan kami tidak mampu menakwilkan mimpi itu.\"",
          "tafsir": "Tidak seorang pun dapat memecahkan permintaan raja itu. Bermacam-macam pendapat mereka, ada yang mengatakan bahwa itu adalah sebagai mimpi permainan tidur saja dan ada pula yang mengatakan bahwa itu adalah pengaruh angan-angan di waktu tidur yang tidak mempunyai arti apa-apa. Terhadap mimpi yang seperti itu, mereka tidak mempunyai ilmu untuk mencarikan tabirnya."
        },
        {
          "number": 45,
          "arabic": "وَقَالَ ٱلَّذِى نَجَا مِنْهُمَا وَٱدَّكَرَ بَعْدَ أُمَّةٍ أَنَا۠ أُنَبِّئُكُم بِتَأْوِيلِهِۦ فَأَرْسِلُونِ",
          "transliteration": "waqāla alladhī najā min'humā wa-iddakara baʿda ummatin anā unabbi-ukum bitawīlihi fa-arsilūni",
          "translation": "Dan berkatalah orang yang selamat di antara mereka berdua dan teringat (kepada Yusuf) setelah beberapa waktu lamanya, \"Aku akan memberitahukan kepadamu tentang (orang yang pandai) menakwilkan mimpi itu, maka utuslah aku (kepadanya).\"",
          "tafsir": "Raja tidak puas mendengar jawaban mereka dan raja bertambah gelisah nampaknya. Raja ingin mengetahui tabir mimpinya, tetapi tidak tahu kepada siapa akan ditanyakan. Setelah tukang siram kebun raja yang pernah meringkuk dalam penjara bersama Yusuf mendengar kabar ini, dia teringat Yusuf yang sedang meringkuk dalam penjara yang pernah mentawilkan mimpinya sendiri dengan tepat. Dia dengan cepat datang menghadap raja seraya berkata, \"Ya tuanku, di dalam penjara ada seorang pemuda bernama Yusuf. Dia seorang yang mulia, mempunyai pikiran yang dalam, pandangan yang luas, dan dapat pula mentabirkan mimpi dengan tepat. Kalau tuanku utus saya kepadanya, pastilah saya kembali dengan membawa tabir mimpi tuanku itu yang tentunya akan meyakinkan tuanku kebenarannya.\""
        },
        {
          "number": 46,
          "arabic": "يُوسُفُ أَيُّهَا ٱلصِّدِّيقُ أَفْتِنَا فِى سَبْعِ بَقَرَٰتٍ سِمَانٍ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَسَبْعِ سُنۢبُلَـٰتٍ خُضْرٍ وَأُخَرَ يَابِسَـٰتٍ لَّعَلِّىٓ أَرْجِعُ إِلَى ٱلنَّاسِ لَعَلَّهُمْ يَعْلَمُونَ",
          "transliteration": "yūsufu ayyuhā l-ṣidīqu aftinā fī sabʿi baqarātin simānin yakuluhunna sabʿun ʿijāfun wasabʿi sunbulātin khuḍ'rin wa-ukhara yābisātin laʿallī arjiʿu ilā l-nāsi laʿallahum yaʿlamūna",
          "translation": "\"Yusuf, wahai orang yang sangat dipercaya! Terangkanlah kepada kami (takwil mimpi) tentang tujuh ekor sapi betina yang gemuk yang dimakan oleh tujuh (ekor sapi betina) yang kurus, tujuh tangkai (gandum) yang hijau dan (tujuh tangkai) lainnya yang kering agar aku kembali kepada orang-orang itu, agar mereka mengetahuinya.\"",
          "tafsir": "Raja gembira mendengar pendapat tukang siram kebunnya itu, lalu mengutusnya untuk menemui Yusuf dalam penjara. Sesampainya di penjara dan bertemu dengan Yusuf, dia berkata, \"Hai Yusuf, saudaraku yang mulia yang dapat dipercaya. Saya datang kepadamu untuk meminta suatu tabir mimpi: yaitu tujuh ekor sapi yang gemuk dimakan oleh tujuh ekor sapi yang kurus dan tujuh bulir gandum yang hampa kering dan ada pula tujuh bulir gandum yang rimbun. Mudah-mudahan saya kembali dengan membawa tabir mimpi itu dari engkau dan supaya dapat diketahui oleh orang banyak yang tentunya mereka akan berterima kasih kepadamu atas segala kelebihan dan kebaikan yang engkau berikan itu.\""
        },
        {
          "number": 47,
          "arabic": "قَالَ تَزْرَعُونَ سَبْعَ سِنِينَ دَأَبًا فَمَا حَصَدتُّمْ فَذَرُوهُ فِى سُنۢبُلِهِۦٓ إِلَّا قَلِيلًا مِّمَّا تَأْكُلُونَ",
          "transliteration": "qāla tazraʿūna sabʿa sinīna da-aban famā ḥaṣadttum fadharūhu fī sunbulihi illā qalīlan mimmā takulūna",
          "translation": "Dia (Yusuf) berkata, \"Agar kamu bercocok tanam tujuh tahun (berturut-turut) sebagaimana biasa; kemudian apa yang kamu tuai hendaklah kamu biarkan ditangkainya kecuali sedikit untuk kamu makan.",
          "tafsir": "Dengan segala kemurahan hati Yusuf menerangkan tabir mimpi raja itu, seolah-olah Yusuf menyampaikan kepada raja dan pembesar-pembesarnya, katanya, \"Wahai raja dan pembesar-pembesar negara semuanya, kamu akan menghadapi suatu masa tujuh tahun lamanya penuh dengan segala kemakmuran dan keamanan. Ternak berkembang biak, tumbuh-tumbuhan subur, dan semua orang akan merasa senang dan bahagia. Maka galakkanlah rakyat bertanam dalam masa tujuh tahun itu. Hasil dari tanaman itu harus kamu simpan, gandum disimpan dengan tangkai-tangkainya supaya tahan lama. Sebagian kecil kamu keluarkan untuk di makan sekadar keperluan saja."
        },
        {
          "number": 48,
          "arabic": "ثُمَّ يَأْتِى مِنۢ بَعْدِ ذَٰلِكَ سَبْعٌ شِدَادٌ يَأْكُلْنَ مَا قَدَّمْتُمْ لَهُنَّ إِلَّا قَلِيلًا مِّمَّا تُحْصِنُونَ",
          "transliteration": "thumma yatī min baʿdi dhālika sabʿun shidādun yakul'na mā qaddamtum lahunna illā qalīlan mimmā tuḥ'ṣinūna",
          "translation": "Kemudian setelah itu akan datang tujuh (tahun) yang sangat sulit, yang menghabiskan apa yang kamu simpan untuk menghadapinya (tahun sulit), kecuali sedikit dari apa (bibit gandum) yang kamu simpan.",
          "tafsir": "Sehabis masa yang makmur itu akan datang masa yang penuh kesengsaraan dan penderitaan selama tujuh tahun pula. Pada waktu itu ternak habis musnah, tanaman-tanaman tidak berbuah, udara panas, musim kemarau panjang. Sumber-sumber air menjadi kering dan rakyat menderita kekurangan makanan. Semua simpanan makanan akan habis, kecuali tinggal sedikit untuk kamu jadikan benih."
        },
        {
          "number": 49,
          "arabic": "ثُمَّ يَأْتِى مِنۢ بَعْدِ ذَٰلِكَ عَامٌ فِيهِ يُغَاثُ ٱلنَّاسُ وَفِيهِ يَعْصِرُونَ",
          "transliteration": "thumma yatī min baʿdi dhālika ʿāmun fīhi yughāthu l-nāsu wafīhi yaʿṣirūna",
          "translation": "Setelah itu akan datang tahun, dimana manusia diberi hujan (dengan cukup) dan pada masa itu mereka memeras (anggur).\"",
          "tafsir": "Kemudian sesudah berlalu masa kesulitan dan kesengsaraan itu, maka datanglah masa hidup makmur, aman dan sentosa. Di masa itu bumi menjadi subur, hujan turun sangat lebatnya, manusia kelihatan beramai-ramai memeras anggur dengan aman dan gembira. Mereka telah duduk bersantai menikmati buah-buahan hasil kebunnya bersama anak-anak dan keluarganya. Itulah tabir mimpi raja itu saya sampaikan kepadamu untuk saudara sampaikan kepada raja dan pembesar-pembesarnya.\""
        },
        {
          "number": 50,
          "arabic": "وَقَالَ ٱلْمَلِكُ ٱئْتُونِى بِهِۦ ۖ فَلَمَّا جَآءَهُ ٱلرَّسُولُ قَالَ ٱرْجِعْ إِلَىٰ رَبِّكَ فَسْـَٔلْهُ مَا بَالُ ٱلنِّسْوَةِ ٱلَّـٰتِى قَطَّعْنَ أَيْدِيَهُنَّ ۚ إِنَّ رَبِّى بِكَيْدِهِنَّ عَلِيمٌ",
          "transliteration": "waqāla l-maliku i'tūnī bihi falammā jāahu l-rasūlu qāla ir'jiʿ ilā rabbika fasalhu mā bālu l-nis'wati allātī qaṭṭaʿna aydiyahunna inna rabbī bikaydihinna ʿalīmun",
          "translation": "Dan raja berkata, \"Bawalah dia kepadaku.\" Ketika utusan itu datang kepadanya, dia (Yusuf) berkata, \"Kembalilah kepada tuanmu dan tanyakan kepadanya bagaimana halnya perempuan-perempuan yang telah melukai tangannya. Sungguh, Tuhanku Maha Mengetahui tipu daya mereka.\"",
          "tafsir": "Dalam ayat ini diterangkan bagaimana tertariknya raja dengan tabir mimpi yang disampaikan oleh utusannya itu, sehingga raja ingin sekali bertemu langsung dengan Yusuf, maka raja memerintahkan kembali menemui Yusuf di penjara lalu berkata, \"Pergilah engkau temui Yusuf di penjara dan bawalah dia kemari, supaya langsung aku mendengarkan per-kataannya dan aku dapat mengukur sampai di mana tinggi ilmunya dan luas pandangannya. Mudah-mudahan ilmunya itu dan pandangan-pandangannya itu berguna bagiku untuk keselamatan bangsa dan negaraku.\" Maka utusan itu pergi menemui Yusuf dan menyampaikan panggilan raja terhadap dirinya, agar ia datang menghadap raja, sebab raja membutuhkan nasihatnya dan akan mengangkatnya ke derajat yang tinggi. Yusuf memenuhi panggilan raja. Tetapi sebelum Yusuf datang menghadap, Yusuf minta kepada utusan raja itu agar dia kembali dan menanyakan kepada raja tentang peristiwa perempuan-perempuan yang sudah memotong jarinya sendiri dengan pisau supaya diketahui dengan jelas duduk perkaranya yang sebenarnya. Sehingga ketika datang menghadap raja, dia sudah dalam keadaan bebas dari tuduhan karena raja lebih mengetahui tentang tipu daya perempuan-perempuan itu."
        },
        {
          "number": 51,
          "arabic": "قَالَ مَا خَطْبُكُنَّ إِذْ رَٰوَدتُّنَّ يُوسُفَ عَن نَّفْسِهِۦ ۚ قُلْنَ حَـٰشَ لِلَّهِ مَا عَلِمْنَا عَلَيْهِ مِن سُوٓءٍ ۚ قَالَتِ ٱمْرَأَتُ ٱلْعَزِيزِ ٱلْـَٔـٰنَ حَصْحَصَ ٱلْحَقُّ أَنَا۠ رَٰوَدتُّهُۥ عَن نَّفْسِهِۦ وَإِنَّهُۥ لَمِنَ ٱلصَّـٰدِقِينَ",
          "transliteration": "qāla mā khaṭbukunna idh rāwadttunna yūsufa ʿan nafsihi qul'na ḥāsha lillahi mā ʿalim'nā ʿalayhi min sūin qālati im'ra-atu l-ʿazīzi l-āna ḥaṣḥaṣa l-ḥaqu anā rāwadttuhu ʿan nafsihi wa-innahu lamina l-ṣādiqīna",
          "translation": "Dia (raja) berkata (kepada perempuan-perempuan itu), \"Bagaimana keadaanmu<sup foot_note=135364>1</sup> ketika kamu menggoda Yusuf untuk menundukkan dirinya?\" Mereka berkata, \"Mahasempurna Allah, kami tidak mengetahui sesuatu keburukan darinya.\" Istri Al-Aziz berkata, \"Sekarang jelaslah kebenaran itu, akulah yang menggoda dan merayunya, dan sesungguhnya dia termasuk orang yang benar.\"",
          "tafsir": "Setelah utusan kembali menemui raja dan menyampaikan permintaan Yusuf kepadanya, maka dengan segera raja memanggil isteri menteri dan semua perempuan-perempuan yang memotong jarinya itu dan berkata kepada mereka, \"Bagaimana pandanganmu terhadap Yusuf ketika kamu menggodanya dulu? Sebab Yusuf akan aku keluarkan dari penjara.\" Mereka menjawab, \"Bahwa Yusuf seorang pemuda yang suci murni, Maha Sempurna Allah, kami tiada melihat sesuatu yang buruk padanya.\" Istri menteri yang tergila-gila dan terus menggoda Yusuf selama bersama-sama tinggal di rumahnya pun berkata, \"Sudah terlalu lama Yusuf dalam penjara tanpa kesalahan apa-apa. Akulah yang bersalah karena aku tidak dapat menahan hawa nafsuku, aku selalu menggodanya.\" Sekarang jelaslah kebenaran itu, bahwa Yusuf tidak bersalah dan dia termasuk orang-orang yang benar."
        },
        {
          "number": 52,
          "arabic": "ذَٰلِكَ لِيَعْلَمَ أَنِّى لَمْ أَخُنْهُ بِٱلْغَيْبِ وَأَنَّ ٱللَّهَ لَا يَهْدِى كَيْدَ ٱلْخَآئِنِينَ",
          "transliteration": "dhālika liyaʿlama annī lam akhun'hu bil-ghaybi wa-anna l-laha lā yahdī kayda l-khāinīna",
          "translation": "(Yusuf berkata), \"Yang demikian itu agar dia (Al-Aziz) mengetahui bahwa aku benar-benar tidak mengkhianatinya ketika dia tidak ada (di rumah), dan bahwa Allah tidak meridai tipu daya orang-orang yang berkhianat.",
          "tafsir": "Ayat ini menerangkan pengakuan istri al-Aziz yang terus-terang mengatakan bahwa dialah yang bersalah, dialah yang menggoda, tetapi Yusuf tetap enggan dan berpaling, karena takut kepada Tuhannya. Semuanya itu menjadi bukti tentang kejujurannya. Ia tidak mau berdusta terhadap Yusuf walaupun Yusuf dalam penjara. Juga supaya diketahui oleh suaminya, bahwa dia berterus-terang seperti itu menunjukkan bahwa dia bersih, terpelihara dari perbuatan keji, karena kekuatan iman Yusuf. Istrinya tidak mau dituduh pengkhianat, sebab Allah swt tidak akan memberi petunjuk kepada setiap pengkhianatan."
        }
      ]
    }
  ]
}