{
  "pageNumber": 520,
  "juz": 26,
  "surahs": [
    {
      "number": 50,
      "name": "Qaf",
      "nameArabic": "ق",
      "meaning": "Qaf",
      "revelation": "Makkah",
      "description": "Surat Qaf terdiri dari 45 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Al-Mursalat.Dinamai \"Qaf\" karena surat ini dimulai dengan huruf Hijaiyah \"Qaf.\" Menurut hadis yang diriwayatkan Imam Muslim, bahwa Rasulullah senang membaca surat ini pada rakaat pertama shalat subuh dan pada shalat hari raya. Sementara itu, menurut riwayat Abu Daud, Al-Baihaqi, dan Ibnu Majah bahwa Rasulullah membaca surat ini pada setiap kali membaca Khutbah pada hari Jum'at.Kedua riwayat ini menunjukkan bahwa surat Qaf sering dibaca Nabi Muhammad di tempat-tempat umum, untuk memperingatkan manusia tentang kejadian mereka dan nikmat-nikmat yang diberikan kepadanya. Begitu pula tentang hari kebangkitan, hari penghisaban, surga, neraka, pahala, dosa, dan sebagainya.Surat ini juga dinamai \"Al-Basiqat\" diambil dari kata \"Al-Basiqat\" yang terdapat pada ayat ke-10 surat ini.**Pokok-Pokok Isi:**1. **Keimanan:** Pada hari kiamat semua manusia akan hadir di padang mahsyar diiringi dua orang malaikat, yang satu sebagai pengiringnya dan yang lainnya sebagai saksi atas segala perbuatannya di dunia; kebangkitan manusia dari kubur digambarkan sebagai tanah yang kering yang setelah disirami hujan hidup kembali; Allah lebih dekat kepada manusia dari urat lehernya sendiri; setiap manusia didampingi oleh malaikat yang selalu mencatat segala perbuatannya; Allah menciptakan langit dan bumi serta apa yang ada di antara keduanya dalam enam masa.2. **Hukum-hukum:** Anjuran bertasbih dan bertahmid kepada Allah pada waktu-waktu malam sebelum matahari terbit dan terbenam dan setelah mengerjakan shalat; perintah Allah kepada Rasul-Nya agar memberi peringatan dengan ayat-ayat Al-Qur'an kepada orang yang beriman; anjuran memperhatikan kejadian langit dan bumi.3. **Lain-lain:** Keingkaran orang-orang musyrik terhadap kenabian dan hari kebangkitan; hiburan kepada Nabi Muhammad agar jangan berputus asa dalam menghadapi keingkaran orang-orang kafir Mekah karena rasul-rasul terdahulu juga menghadapi hal yang sama; Al-Qur'an sebagai peringatan bagi orang-orang yang takut kepada ancaman Allah.Sebagaimana halnya surat-surat Makkiyyah pada umumnya, maka surat Qaf mengemukakan hal-hal yang berhubungan dengan kebangkitan, surga, dan neraka. Juga mengemukakan bahwa keingkaran orang-orang kafir kepada Nabi itu adalah wajar, karena rasul-rasul terdahulu pun diingkari dan didustakan oleh umat-umatnya.**Hubungan Surat Qaf Dengan Surat Adz-Dzariyat:**1. Pada surat Qaf disebutkan hal-hal mengenai hari kebangkitan, pembalasan, surga, dan neraka; sedangkan surat Adz-Dzariyat dimulai dengan menerangkan bahwa semua itu benar dan pembalasan pada hari kiamat benar-benar akan terlaksana.2. Pada surat Qaf disebutkan secara ringkas pembinasaan umat-umat terdahulu yang mendustakan rasul-rasul, sedangkan pada surat Adz-Dzariyat diterangkan keadaan mereka dengan agak terperinci.",
      "verses": [
        {
          "number": 36,
          "arabic": "وَكَمْ أَهْلَكْنَا قَبْلَهُم مِّن قَرْنٍ هُمْ أَشَدُّ مِنْهُم بَطْشًا فَنَقَّبُوا۟ فِى ٱلْبِلَـٰدِ هَلْ مِن مَّحِيصٍ",
          "transliteration": "wakam ahlaknā qablahum min qarnin hum ashaddu min'hum baṭshan fanaqqabū fī l-bilādi hal min maḥīṣin",
          "translation": "Dan betapa banyak umat yang telah Kami binasakan sebelum mereka, (padahal) mereka lebih hebat kekuatannya daripada mereka (umat yang belakangan) ini. Mereka pernah menjelajah di beberapa negeri. Adakah tempat pelarian (dari kebinasaan bagi mereka)?",
          "tafsir": "Allah menjelaskan bahwa banyak sekali di antara umat manusia sebelum Nabi Muhammad seperti kaum 'Ad, Samud, Tubba', dan lain-lain, tubuh dan kekuatan fisik mereka jauh lebih kuat dari manusia sekarang. Mereka telah menjelajahi beberapa negeri, melaksanakan berbagai usaha untuk mencari rezeki dan menumpuk kekayaan dengan segala macam kecerdikan, tetapi ternyata mereka tidak dapat menghindarkan diri dari azab Allah. Mereka semuanya telah binasa akibat kekufuran mereka kepada Allah dan pembangkangan terhadap seruan para rasul-Nya. Apakah mereka itu dapat lolos atau dapat menghindarkan diri dari kebinasaan itu? ("
        },
        {
          "number": 37,
          "arabic": "إِنَّ فِى ذَٰلِكَ لَذِكْرَىٰ لِمَن كَانَ لَهُۥ قَلْبٌ أَوْ أَلْقَى ٱلسَّمْعَ وَهُوَ شَهِيدٌ",
          "transliteration": "inna fī dhālika ladhik'rā liman kāna lahu qalbun aw alqā l-samʿa wahuwa shahīdun",
          "translation": "Sungguh, pada yang demikian itu pasti terdapat peringatan bagi orang-orang yang mempunyai hati atau yang menggunakan pendengarannya, sedang dia menyaksikannya.",
          "tafsir": "Ayat ini menjelaskan bahwa sesungguhnya dalam peristiwa azab ditimpakan kepada mereka benar-benar terdapat peringatan yang sangat jelas bagi mereka yang menggunakan akalnya yang sehat atau menggunakan pandangannya, sambil menyaksikan faktafakta kenyataannya sehingga timbul kesadaran dan keinginan mawas diri."
        },
        {
          "number": 38,
          "arabic": "وَلَقَدْ خَلَقْنَا ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ وَمَا بَيْنَهُمَا فِى سِتَّةِ أَيَّامٍ وَمَا مَسَّنَا مِن لُّغُوبٍ",
          "transliteration": "walaqad khalaqnā l-samāwāti wal-arḍa wamā baynahumā fī sittati ayyāmin wamā massanā min lughūbin",
          "translation": "Dan sungguh, Kami telah menciptakan langit dan bumi dan apa yang ada di antara keduanya dalam enam masa, dan Kami tidak merasa letih sedikit pun.",
          "tafsir": "Dalam ayat ini Allah mengemukakan dalil atas kekuasaanNya yaitu bahwa Dia telah menciptakan langit dan bumi dan segala yang berada di antara keduanya dalam enam masa, dan dalam menciptakan benda-benda yang besar yang penuh dengan berbagai keajaiban itu. Dia sama sekali tidak menjadi letih dan lemah. Sebaiknya manusia menjadikan alam kosmos itu untuk bahan pemikiran dan tafakur tentang keindahan dan kesempurnaannya, agar dijadikan media perantaraan untuk mengenal keagungan penciptanya. Dengan ayat ini, Allah menyatakan kesalahan anggapan orang-orang Yahudi yang mengatakan bahwa Allah telah menciptakan langit dan bumi dalam enam hari dimulai dengan hari Ahad dan diakhiri dengan hari Jumat dan istirahat pada hari Sabtu, lalu berbaring di atas 'Arsy singgasana-Nya karena merasa letih. Maka Allah membantah anggapan itu dengan penjelasan bahwa Dia tidak merasakan keletihan sedikit pun. Mahasuci Allah dari segala sifat kekurangan atau kelemahan. Ayat ini sejalan dengan ayat berikut: Dan tidakkah mereka memperhatikan bahwa sesungguhnya Allah yang menciptakan langit dan bumi dan Dia tidak merasa payah karena menciptakannya, dan Dia kuasa menghidupkan yang mati? Begitulah; sungguh, Dia Mahakuasa atas segala sesuatu. (alAhqaf/46: 33)"
        },
        {
          "number": 39,
          "arabic": "فَٱصْبِرْ عَلَىٰ مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ ٱلشَّمْسِ وَقَبْلَ ٱلْغُرُوبِ",
          "transliteration": "fa-iṣ'bir ʿalā mā yaqūlūna wasabbiḥ biḥamdi rabbika qabla ṭulūʿi l-shamsi waqabla l-ghurūbi",
          "translation": "Maka bersabarlah engkau (Muhammad) terhadap apa yang mereka katakan, dan bertasbihlah dengan memuji Tuhanmu sebelum matahari terbit dan sebelum terbenam.",
          "tafsir": "Allah memerintahkan nabi-Nya supaya tetap sabar atas ucapan orang musyrik yang mengingkari hari kebangkitan. Tuhan yang menciptakan langit dan bumi dalam masa yang tidak singkat itu tanpa kelemahan dan keletihan, tentu akan kuasa pula untuk membangkitkan mereka pada hari Kiamat dan membalas dengan perbuatan mereka masing-masing yang baik dengan pahala, yang buruk dengan siksa. Hal itu bukanlah suatu yang mustahil bagi Allah. Allah memerintahkan nabi-Nya supaya mensucikan Dia dengan tasbih sambil memuji-Nya pada waktu-waktu yang telah ditentukan, terutama dalam waktu-waktu salat, yaitu sebelum terbit dan sebelum terbenamnya matahari."
        },
        {
          "number": 40,
          "arabic": "وَمِنَ ٱلَّيْلِ فَسَبِّحْهُ وَأَدْبَـٰرَ ٱلسُّجُودِ",
          "transliteration": "wamina al-layli fasabbiḥ'hu wa-adbāra l-sujūdi",
          "translation": "Dan bertasbihlah kepada-Nya pada malam hari dan setiap selesai salat.",
          "tafsir": "Ayat ini memerintahkan kepada nabi-Nya, supaya bertasbih kepada-Nya di malam hari dan setiap selesai salat, Ibnu 'Abbas menafsirkan ayat ini dan berkata bahwa salat sebelum terbit matahari ialah salat Subuh, dan sebelum terbenam matahari mencakup salat Â¨uhur dan Asar, salat di malam hari mencakup salat Magrib dan Isya, dan setiap selesai salat mencakup salat ba'diyah. Dalam hadis riwayat al-Bukhari dari Ibnu 'Abbas, dijelaskan bahwa Nabi saw diperintahkan untuk bertasbih setelah selesai salat apa saja. Dan dalam hadis riwayat Muslim, diterangkan bilangan tasbih (Subhanallah) sebanyak 33 kali, tahmid (al-hamdulillah) 33 kali, dan takbir (Allahu Akbar) 33 kali, dan digenapkan 100 kali dengan bacaan \"La ilaha illallah wahdahu la syarikalahu, lahul mulku wa lahul hamdu yuhyi wa yumitu wa huwa 'ala kulli syai'in qadir\". Semua itu dibaca tiap-tiap selesai salat. ("
        },
        {
          "number": 41,
          "arabic": "وَٱسْتَمِعْ يَوْمَ يُنَادِ ٱلْمُنَادِ مِن مَّكَانٍ قَرِيبٍ",
          "transliteration": "wa-is'tamiʿ yawma yunādi l-munādi min makānin qarībin",
          "translation": "Dan dengarkanlah (seruan) pada hari (ketika) penyeru (malaikat) menyeru dari tempat yang dekat.",
          "tafsir": "Dalam ayat ini, Allah memerintahkan kepada nabi-Nya supaya mendengarkan seruan malaikat (Jibril) pada hari Kiamat. Seruan tersebut dilakukan dari tempat yang dekat sehingga dapat didengar oleh sekalian makhluk, \"Agar mereka berkumpul untuk dihisab (di Padang Mahsyar).\" Lalu mereka keluar semuanya dari kuburnya masing-masing dan datang menghadap kehadiran Allah seperti belalang yang bertaburan."
        },
        {
          "number": 42,
          "arabic": "يَوْمَ يَسْمَعُونَ ٱلصَّيْحَةَ بِٱلْحَقِّ ۚ ذَٰلِكَ يَوْمُ ٱلْخُرُوجِ",
          "transliteration": "yawma yasmaʿūna l-ṣayḥata bil-ḥaqi dhālika yawmu l-khurūji",
          "translation": "(Yaitu) pada hari (ketika) mereka mendengar suara dahsyat dengan sebenarnya. Itulah hari keluar (dari kubur).",
          "tafsir": "Ayat ini menerangkan bahwa pada hari mereka mendengar suara dahsyat yang kedua kalinya, itulah hari mereka keluar dari kuburnya. Menurut kajian ilmiah, alam semesta dimulai oleh suatu ledakan hebat dan dikenal dengan nama Big Bang. Mulai dari sini, alam kemudian berkembang meluas sampai kini. Para peneliti mengatakan, apabila perluasan alam semesta telah berkembang sampai pada tingkat tertentu dan berhenti, maka alam semesta akan hancur. Salah satu penyebab berhentinya perluasan adalah tidak bekerjanya gaya tarik menarik antar benda langit karena jarak yang terlalu jauh satu sama lain. Dipercaya bahwa pengembangan alam semesta akan berakhir dengan peledakan dalam suhu yang amat tinggi. Kejadian ini diberi nama Big Crunch. Peledakan ini disusul oleh akhir dari semua bentuk kehidupan. Alam semesta akan menghilang. Semua benda alam yang dapat kita lihat, dan yang tidak dapat kita lihat karena sangat jauh dari bumi, akan menciut, sampai dengan hanya sebesar proton. Proses peledakan alam semesta menyebabkan timbulnya energi negatif, yang dapat menyebabkan kondisi alam menjadi tidak stabil, dan akhirnya hancur. Diduga bahwa akhir ini akan terjadi tidak dalam waktu \"yang tidak terlalu lama\" dari sekarang, mengingat saat ini kita sudah berada di pertengahan siklus umur alam semesta. Diperkirakan perluasan alam semesta akan berhenti pada saat luas alam semesta mencapai luas 50 juta kali dari apa yang ada saat ini. Atau dengan kata lain, sekitar 7,5 x 1017 tahun dari saat ini. Berdasarkan teori Big Crunch, maka kehancuran alam semesta dimulai dengan perlahan, dan secara bertahap akan semakin cepat, hingga akhirnya mencapai kecepatan yang sangat tinggi. Pada akhir proses, maka alam semesta akan mengalami suatu tekanan dan suhu yang tidak terhingga, dan akan berada dalam ukuran yang sangat kecil. Teori yang muncul dalam konsep ini ternyata hampir mirip dengan penjelasan Al-Qur'an. Pada hari Kami melipat langit bagaikan melipat lembaran bukubuku. Sebagaimana Kami telah memulai penciptaan Kami yang pertama Kami akan mengulanginya. Suatu janji atas diri Kami sesungguhnya Kamilah yang akan melaksanakannya. (al-Anbiya'/21: 104) Dan mereka tidak mengagungkan Allah dengan pengagungan yang semestinya, padahal bumi seluruhnya dalam genggaman-Nya pada hari Kiamat, dan langit terlipat dengan tangan kanan-Nya. Mahasuci dan Mahatinggi Dia dari apa yang mereka persekutukan. (az-Zumar/39: 67) Setelah peledakan, dan alam semesta akan menjadi hanya sebesar proton, apa yang akan terjadi? Siapa yang tahu? Alam Semesta akan terus berputar pada siklus Big Bang dan Big Crunch sepanjang masa? Atau, Big Crunch akan menjadi akhir dari semuanya. Apabila suatu alam semesta yang baru akan terbentuk, maka alam ini tidak akan mempunyai kenangan terhadap alam semesta sebelumnya. Ia akan berkembang tanpa harus mengetahui dan bergantung pada apa tang terjadi sebelumnya."
        },
        {
          "number": 43,
          "arabic": "إِنَّا نَحْنُ نُحْىِۦ وَنُمِيتُ وَإِلَيْنَا ٱلْمَصِيرُ",
          "transliteration": "innā naḥnu nuḥ'yī wanumītu wa-ilaynā l-maṣīru",
          "translation": "Sungguh, Kami yang menghidupkan dan mematikan, dan kepada Kami tempat kembali (semua makhluk).",
          "tafsir": "Dalam ayat ini ditegaskan bahwa sesungguhnya Allah-lah yang menghidupkan manusia di dunia dan mematikan mereka ketika tiba ajalnya masing-masing, dan hanya Allah-lah tempat kembali semua makhluk untuk menerima balasan amalnya"
        },
        {
          "number": 44,
          "arabic": "يَوْمَ تَشَقَّقُ ٱلْأَرْضُ عَنْهُمْ سِرَاعًا ۚ ذَٰلِكَ حَشْرٌ عَلَيْنَا يَسِيرٌ",
          "transliteration": "yawma tashaqqaqu l-arḍu ʿanhum sirāʿan dhālika ḥashrun ʿalaynā yasīrun",
          "translation": "(Yaitu) pada hari (ketika) bumi terbelah, mereka keluar dengan cepat. Yang demikian itu adalah pengumpulan yang mudah bagi Kami.",
          "tafsir": "Ayat ini mengungkapkan hari-hari ketika bumi terbelah sehingga tampak keluar semua isi kubur dengan cepat dari celahcelahnya sebagaimana yang diinformasikan Surah az-Zalzalah ayat 1-2: Apabila bumi diguncangkan dengan guncangan yang dahsyat, dan bumi telah mengeluarkan beban-beban berat (yang dikandung)nya. (az-Zalzalah/99: 1-2) Yang demikian itu adalah pengumpulan yang mudah bagi Allah tanpa kesulitan sedikit pun. ("
        },
        {
          "number": 45,
          "arabic": "نَّحْنُ أَعْلَمُ بِمَا يَقُولُونَ ۖ وَمَآ أَنتَ عَلَيْهِم بِجَبَّارٍ ۖ فَذَكِّرْ بِٱلْقُرْءَانِ مَن يَخَافُ وَعِيدِ",
          "transliteration": "naḥnu aʿlamu bimā yaqūlūna wamā anta ʿalayhim bijabbārin fadhakkir bil-qur'āni man yakhāfu waʿīdi",
          "translation": "Kami lebih mengetahui tentang apa yang mereka katakan, dan engkau (Muhammad) bukanlah seorang pemaksa terhadap mereka. Maka berilah peringatan dengan Alquran kepada siapa pun yang takut kepada ancaman-Ku.",
          "tafsir": "Dalam ayat ini, Allah memerintahkan kepada nabi-Nya supaya tetap sabar. Allah lebih mengetahui apa yang diucapkan oleh orang-orang musyrik tentang keingkaran mereka terhadap kerasulan Muhammad saw dan tentang sikap mereka yang mendustakan ayatayat Allah, terlebih-lebih keingkaran mereka tentang adanya hari kebangkitan. Maka Allah memerintahkan nabi-Nya berlaku sabar sebab beliau tidak ditugaskan untuk mengadakan paksaan kepada mereka, tugasnya hanya sekadar menyampaikan seruan dan risalah saja dan Allah-lah yang menghisab mereka. Walaupun demikian, nabi juga harus melangsungkan dakwahnya sebagai tugasnya yang pokok. Oleh karena itu, Allah tetap pula memerintahkan kepada nabiNya supaya memberikan peringatan dengan Al-Qur'an kepada orang yang takut akan ancaman Allah, karena memang hanya mereka saja yang mengambil manfaat dari peringatan Allah itu sesuai dengan firman-Nya: Yang demikian itu (adalah untuk)orang-orang yang takut (menghadap) ke hadirat-Ku dan takut akan ancaman-Ku.\" (Ibrahim/14: 14)"
        }
      ]
    },
    {
      "number": 51,
      "name": "Adh-Dhariyat",
      "nameArabic": "الذاريات",
      "meaning": "Angin Yang Menerbangkan",
      "revelation": "Makkah",
      "description": "Surat Adz-Dzaariyaat terdiri dari 60 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Al-Ahqaf.Dinamai \"Adz-Dzariyat\" (angin yang menerbangkan) diambil dari kata \"Adz-Dzariyat\" yang terdapat pada ayat pertama surat ini. Allah bersumpah dengan angin, awan, kapal, dan malaikat yang menjadi sumber kesejahteraan dan pembawa kemakmuran. Hal ini mengisyaratkan pada perhatian Allah kepada hamba-Nya.**Pokok-Pokok Isi:**1. **Keimanan:** Keadaan orang-orang yang beriman di dalam surga sebagai balasan ketaatan bagi orang yang bertakwa; manusia dan jin diciptakan Allah untuk beribadah kepada-Nya; Allah Maha Pemberi rezeki; neraka sebagai balasan bagi orang-orang kafir.2. **Hukum-hukum:** Larangan mempersekutukan Allah dengan selain-Nya; perintah berpaling dari orang-orang musyrik yang keras kepala serta memberikan peringatan dan pengajaran kepada orang-orang mukmin; pada harta kekayaan seseorang terdapat hak orang miskin.3. **Kisah-kisah:** Nabi Ibrahim dengan malaikat yang datang ke rumahnya; Nabi Musa dengan Fir'aun; kaum 'Ad dan Tsamud; Nabi Nuh dengan kaumnya.4. **Lain-lain:** Segala sesuatu diciptakan Allah dengan berpasang-pasangan; pada diri manusia sendiri terdapat tanda-tanda kebesaran Allah.Surat Adz-Dzariyat menerangkan hal-hal yang berhubungan dengan penegasan adanya hari kebangkitan, balasan yang diterima orang mukmin dan orang kafir di akhirat. Kemudian dikemukakan kisah beberapa orang nabi dengan kaumnya sebagai bujukan kepada nabi Muhammad agar jangan bersedih hati terhadap sikap kaumnya yang keras kepala dan selalu mendustakannya.**Hubungan Surat Adz-Dzariyat Dengan Surat Ath-Thur:**1. Surat Adz-Dzariyat dimulai dengan ancaman kepada orang-orang kafir dan nikmat-nikmat yang diterima orang-orang mukmin kelak, sedangkan surat Ath-Thur dimulai dengan ancaman dan diiringi dengan menerangkan nikmat yang diterima orang-orang mukmin, secara lebih jelas.2. Kedua surat ini sama-sama dimulai dengan sumpah Allah dengan menyebutkan ciptaan-ciptaan-Nya.3. Kedua surat ini sama-sama berisi perintah kepada Rasulullah agar berpaling dari orang-orang musyrik yang keras kepala dan alasan serta dalil atas keesaan Allah dan adanya hari kebangkitan.",
      "verses": [
        {
          "number": 1,
          "arabic": " وَٱلذَّٰرِيَـٰتِ ذَرْوًا",
          "transliteration": "wal-dhāriyāti dharwan",
          "translation": "Demi (angin) yang menerbangkan debu,",
          "tafsir": "Surah adh-dzariyat ini dimulai dengan sumpah dari Allah swt bahwa semua yang diancamkan itu pasti akan berlaku dan bahwa balasan terhadap segala amal pasti akan terbukti. Dalam surah yang sebelumnya, dikisahkan kebinasaan beberapa umat yang terdahulu secara umum dan dalam Surah adh-dzariyat ini diberikan perinciannya. Surah-surah yang pada permulaannya ada sumpah dengan hurufhuruf hijaiah (fawatihus-suwar) biasanya dimaksudkan untuk memperkuat salah satu dari tiga unsur yaitu ketauhidan, kerasulan dan kebangkitan. Dalam surah-surah yang dimaksudkan untuk memperkuat ketauhidan, biasanya digunakan sumpah dengan benda-benda yang tidak bergerak, dan untuk memperkuat keimanan tentang hari kebangkitan digunakan sumpah dengan benda-benda yang bergerak karena kebangkitan itu mengandung pengumpulan dan pemisahan yang lebih pantas dikaitkan dengan benda-benda yang bergerak. Orang Arab sangat takut akan sumpah palsu karena akibat yang sangat buruk dan terkutuk. Oleh karena itu, setiap sumpah yang serius oleh mereka sangat diperhatikan, terlebih jika yang bersumpah itu adalah Allah swt. Dalam ayat-ayat ini Allah bersumpah, \"Demi angin kencang yang menerbangkan debu dengan tiupannya yang sangat kuat dan dahsyat. Dan dengan awan yang gumpalannya mengandung banyak air hujan. Dan kapal-kapal yang berlayar hilir-mudik di lautan dengan mudah. Dan dengan para malaikat yang membagi-bagi segala urusan yang dipikulkan kepada mereka seperti mengatur perjalanan planet dan bintang-bintang, soal menurunkan air hujan, membagi rezeki, dan sebagainya.\" Ayat di atas mengajak kita untuk berpikir tentang angin. Angin adalah massa udara yang bergerak dari tempat yang bertekanan tinggi ke arah yang bertekanan lebih rendah. Penyebab adanya perbedaan tekanan ini adalah perbedaan suhu. Pada keadaan volume yang tetap, kenaikan suhu udara akan menaikkan tekanannya. Tetapi pada kenyataannya di alam kenaikan suhu udara pada suatu tempat akan menyebabkan pemuaian volume udara dan pengaliran udara ke atas, sehingga kerapatan udara di tempat itu akan berkurang dan akan diisi oleh massa udara dari tempat lain yang lebih dingin. Jadi pada dasarnya pergerakan udara ini dikendalikan oleh energi yang ditimbulkan oleh perbedaan suhu di tempat-tempat berlainan di permukaan bumi. Dengan pergerakannya, angin juga berperan sebagai radiator penyeimbang suhu udara. Tanpa adanya angin suhu di daerah gurun akan jauh lebih panas daripada yang didapati sekarang, demikian pula di daerah dingin akan sangat membekukan. Energi pergerakan angin yang memadai dapat memberikan banyak manfaat kepada manusia, seperti untuk pelayaran, memutar kincir untuk pembangkit energi. Di luar kendali manusia angin berperan penting dalam penyerbukan bunga-bunga menjadi buah dan menerbangkan biji-bijian serta spora untuk penyebaran tumbuhan. Fenomena lain yang terjadi adalah terciptanya gelombang di lautan. Pergerakan udara dapat pula terjadi dengan energi yang demikian besar sehingga menimbulkan bencana dan kerugian misalnya dalam bentuk badai dan topan. Dengan angin Allah bersumpah pada ayat berikutnya (adh-dzariyat/51 ayat 4): Dan yang membagi-bagi urusan. Dengan adanya angin, demikian banyak peristiwa-peristiwa yang terjadi yang diakibatkan hembusannya."
        },
        {
          "number": 2,
          "arabic": "فَٱلْحَـٰمِلَـٰتِ وِقْرًا",
          "transliteration": "fal-ḥāmilāti wiq'ran",
          "translation": "dan awan yang mengandung (hujan),",
          "tafsir": "Surah adh-dzariyat ini dimulai dengan sumpah dari Allah swt bahwa semua yang diancamkan itu pasti akan berlaku dan bahwa balasan terhadap segala amal pasti akan terbukti. Dalam surah yang sebelumnya, dikisahkan kebinasaan beberapa umat yang terdahulu secara umum dan dalam Surah adh-dzariyat ini diberikan perinciannya. Surah-surah yang pada permulaannya ada sumpah dengan hurufhuruf hijaiah (fawatihus-suwar) biasanya dimaksudkan untuk memperkuat salah satu dari tiga unsur yaitu ketauhidan, kerasulan dan kebangkitan. Dalam surah-surah yang dimaksudkan untuk memperkuat ketauhidan, biasanya digunakan sumpah dengan benda-benda yang tidak bergerak, dan untuk memperkuat keimanan tentang hari kebangkitan digunakan sumpah dengan benda-benda yang bergerak karena kebangkitan itu mengandung pengumpulan dan pemisahan yang lebih pantas dikaitkan dengan benda-benda yang bergerak. Orang Arab sangat takut akan sumpah palsu karena akibat yang sangat buruk dan terkutuk. Oleh karena itu, setiap sumpah yang serius oleh mereka sangat diperhatikan, terlebih jika yang bersumpah itu adalah Allah swt. Dalam ayat-ayat ini Allah bersumpah, \"Demi angin kencang yang menerbangkan debu dengan tiupannya yang sangat kuat dan dahsyat. Dan dengan awan yang gumpalannya mengandung banyak air hujan. Dan kapal-kapal yang berlayar hilir-mudik di lautan dengan mudah. Dan dengan para malaikat yang membagi-bagi segala urusan yang dipikulkan kepada mereka seperti mengatur perjalanan planet dan bintang-bintang, soal menurunkan air hujan, membagi rezeki, dan sebagainya.\" Ayat di atas mengajak kita untuk berpikir tentang angin. Angin adalah massa udara yang bergerak dari tempat yang bertekanan tinggi ke arah yang bertekanan lebih rendah. Penyebab adanya perbedaan tekanan ini adalah perbedaan suhu. Pada keadaan volume yang tetap, kenaikan suhu udara akan menaikkan tekanannya. Tetapi pada kenyataannya di alam kenaikan suhu udara pada suatu tempat akan menyebabkan pemuaian volume udara dan pengaliran udara ke atas, sehingga kerapatan udara di tempat itu akan berkurang dan akan diisi oleh massa udara dari tempat lain yang lebih dingin. Jadi pada dasarnya pergerakan udara ini dikendalikan oleh energi yang ditimbulkan oleh perbedaan suhu di tempat-tempat berlainan di permukaan bumi. Dengan pergerakannya, angin juga berperan sebagai radiator penyeimbang suhu udara. Tanpa adanya angin suhu di daerah gurun akan jauh lebih panas daripada yang didapati sekarang, demikian pula di daerah dingin akan sangat membekukan. Energi pergerakan angin yang memadai dapat memberikan banyak manfaat kepada manusia, seperti untuk pelayaran, memutar kincir untuk pembangkit energi. Di luar kendali manusia angin berperan penting dalam penyerbukan bunga-bunga menjadi buah dan menerbangkan biji-bijian serta spora untuk penyebaran tumbuhan. Fenomena lain yang terjadi adalah terciptanya gelombang di lautan. Pergerakan udara dapat pula terjadi dengan energi yang demikian besar sehingga menimbulkan bencana dan kerugian misalnya dalam bentuk badai dan topan. Dengan angin Allah bersumpah pada ayat berikutnya (adh-dzariyat/51 ayat 4): Dan yang membagi-bagi urusan. Dengan adanya angin, demikian banyak peristiwa-peristiwa yang terjadi yang diakibatkan hembusannya."
        },
        {
          "number": 3,
          "arabic": "فَٱلْجَـٰرِيَـٰتِ يُسْرًا",
          "transliteration": "fal-jāriyāti yus'ran",
          "translation": "dan (kapal-kapal) yang berlayar dengan mudah,",
          "tafsir": "Surah adh-dzariyat ini dimulai dengan sumpah dari Allah swt bahwa semua yang diancamkan itu pasti akan berlaku dan bahwa balasan terhadap segala amal pasti akan terbukti. Dalam surah yang sebelumnya, dikisahkan kebinasaan beberapa umat yang terdahulu secara umum dan dalam Surah adh-dzariyat ini diberikan perinciannya. Surah-surah yang pada permulaannya ada sumpah dengan hurufhuruf hijaiah (fawatihus-suwar) biasanya dimaksudkan untuk memperkuat salah satu dari tiga unsur yaitu ketauhidan, kerasulan dan kebangkitan. Dalam surah-surah yang dimaksudkan untuk memperkuat ketauhidan, biasanya digunakan sumpah dengan benda-benda yang tidak bergerak, dan untuk memperkuat keimanan tentang hari kebangkitan digunakan sumpah dengan benda-benda yang bergerak karena kebangkitan itu mengandung pengumpulan dan pemisahan yang lebih pantas dikaitkan dengan benda-benda yang bergerak. Orang Arab sangat takut akan sumpah palsu karena akibat yang sangat buruk dan terkutuk. Oleh karena itu, setiap sumpah yang serius oleh mereka sangat diperhatikan, terlebih jika yang bersumpah itu adalah Allah swt. Dalam ayat-ayat ini Allah bersumpah, \"Demi angin kencang yang menerbangkan debu dengan tiupannya yang sangat kuat dan dahsyat. Dan dengan awan yang gumpalannya mengandung banyak air hujan. Dan kapal-kapal yang berlayar hilir-mudik di lautan dengan mudah. Dan dengan para malaikat yang membagi-bagi segala urusan yang dipikulkan kepada mereka seperti mengatur perjalanan planet dan bintang-bintang, soal menurunkan air hujan, membagi rezeki, dan sebagainya.\" Ayat di atas mengajak kita untuk berpikir tentang angin. Angin adalah massa udara yang bergerak dari tempat yang bertekanan tinggi ke arah yang bertekanan lebih rendah. Penyebab adanya perbedaan tekanan ini adalah perbedaan suhu. Pada keadaan volume yang tetap, kenaikan suhu udara akan menaikkan tekanannya. Tetapi pada kenyataannya di alam kenaikan suhu udara pada suatu tempat akan menyebabkan pemuaian volume udara dan pengaliran udara ke atas, sehingga kerapatan udara di tempat itu akan berkurang dan akan diisi oleh massa udara dari tempat lain yang lebih dingin. Jadi pada dasarnya pergerakan udara ini dikendalikan oleh energi yang ditimbulkan oleh perbedaan suhu di tempat-tempat berlainan di permukaan bumi. Dengan pergerakannya, angin juga berperan sebagai radiator penyeimbang suhu udara. Tanpa adanya angin suhu di daerah gurun akan jauh lebih panas daripada yang didapati sekarang, demikian pula di daerah dingin akan sangat membekukan. Energi pergerakan angin yang memadai dapat memberikan banyak manfaat kepada manusia, seperti untuk pelayaran, memutar kincir untuk pembangkit energi. Di luar kendali manusia angin berperan penting dalam penyerbukan bunga-bunga menjadi buah dan menerbangkan biji-bijian serta spora untuk penyebaran tumbuhan. Fenomena lain yang terjadi adalah terciptanya gelombang di lautan. Pergerakan udara dapat pula terjadi dengan energi yang demikian besar sehingga menimbulkan bencana dan kerugian misalnya dalam bentuk badai dan topan. Dengan angin Allah bersumpah pada ayat berikutnya (adh-dzariyat/51 ayat 4): Dan yang membagi-bagi urusan. Dengan adanya angin, demikian banyak peristiwa-peristiwa yang terjadi yang diakibatkan hembusannya."
        },
        {
          "number": 4,
          "arabic": "فَٱلْمُقَسِّمَـٰتِ أَمْرًا",
          "transliteration": "fal-muqasimāti amran",
          "translation": "dan (malaikat-malaikat) yang membagi-bagi urusan,",
          "tafsir": "Surah adh-dzariyat ini dimulai dengan sumpah dari Allah swt bahwa semua yang diancamkan itu pasti akan berlaku dan bahwa balasan terhadap segala amal pasti akan terbukti. Dalam surah yang sebelumnya, dikisahkan kebinasaan beberapa umat yang terdahulu secara umum dan dalam Surah adh-dzariyat ini diberikan perinciannya. Surah-surah yang pada permulaannya ada sumpah dengan hurufhuruf hijaiah (fawatihus-suwar) biasanya dimaksudkan untuk memperkuat salah satu dari tiga unsur yaitu ketauhidan, kerasulan dan kebangkitan. Dalam surah-surah yang dimaksudkan untuk memperkuat ketauhidan, biasanya digunakan sumpah dengan benda-benda yang tidak bergerak, dan untuk memperkuat keimanan tentang hari kebangkitan digunakan sumpah dengan benda-benda yang bergerak karena kebangkitan itu mengandung pengumpulan dan pemisahan yang lebih pantas dikaitkan dengan benda-benda yang bergerak. Orang Arab sangat takut akan sumpah palsu karena akibat yang sangat buruk dan terkutuk. Oleh karena itu, setiap sumpah yang serius oleh mereka sangat diperhatikan, terlebih jika yang bersumpah itu adalah Allah swt. Dalam ayat-ayat ini Allah bersumpah, \"Demi angin kencang yang menerbangkan debu dengan tiupannya yang sangat kuat dan dahsyat. Dan dengan awan yang gumpalannya mengandung banyak air hujan. Dan kapal-kapal yang berlayar hilir-mudik di lautan dengan mudah. Dan dengan para malaikat yang membagi-bagi segala urusan yang dipikulkan kepada mereka seperti mengatur perjalanan planet dan bintang-bintang, soal menurunkan air hujan, membagi rezeki, dan sebagainya.\" Ayat di atas mengajak kita untuk berpikir tentang angin. Angin adalah massa udara yang bergerak dari tempat yang bertekanan tinggi ke arah yang bertekanan lebih rendah. Penyebab adanya perbedaan tekanan ini adalah perbedaan suhu. Pada keadaan volume yang tetap, kenaikan suhu udara akan menaikkan tekanannya. Tetapi pada kenyataannya di alam kenaikan suhu udara pada suatu tempat akan menyebabkan pemuaian volume udara dan pengaliran udara ke atas, sehingga kerapatan udara di tempat itu akan berkurang dan akan diisi oleh massa udara dari tempat lain yang lebih dingin. Jadi pada dasarnya pergerakan udara ini dikendalikan oleh energi yang ditimbulkan oleh perbedaan suhu di tempat-tempat berlainan di permukaan bumi. Dengan pergerakannya, angin juga berperan sebagai radiator penyeimbang suhu udara. Tanpa adanya angin suhu di daerah gurun akan jauh lebih panas daripada yang didapati sekarang, demikian pula di daerah dingin akan sangat membekukan. Energi pergerakan angin yang memadai dapat memberikan banyak manfaat kepada manusia, seperti untuk pelayaran, memutar kincir untuk pembangkit energi. Di luar kendali manusia angin berperan penting dalam penyerbukan bunga-bunga menjadi buah dan menerbangkan biji-bijian serta spora untuk penyebaran tumbuhan. Fenomena lain yang terjadi adalah terciptanya gelombang di lautan. Pergerakan udara dapat pula terjadi dengan energi yang demikian besar sehingga menimbulkan bencana dan kerugian misalnya dalam bentuk badai dan topan. Dengan angin Allah bersumpah pada ayat berikutnya (adh-dzariyat/51 ayat 4): Dan yang membagi-bagi urusan. Dengan adanya angin, demikian banyak peristiwa-peristiwa yang terjadi yang diakibatkan hembusannya."
        },
        {
          "number": 5,
          "arabic": "إِنَّمَا تُوعَدُونَ لَصَادِقٌ",
          "transliteration": "innamā tūʿadūna laṣādiqun",
          "translation": "sungguh, apa yang dijanjikan kepadamu pasti benar,",
          "tafsir": "Ayat ini menegaskan tentang isi sumpah tersebut: Sesungguhnya apa yang dijanjikan kepadamu seperti hari kebangkitan, pembalasan, hisab pada hari Kiamat semuanya itu pasti akan terjadi. Dan bahwa sesungguhnya hari pembalasan bagi setiap amal pasti terjadi."
        },
        {
          "number": 6,
          "arabic": "وَإِنَّ ٱلدِّينَ لَوَٰقِعٌ",
          "transliteration": "wa-inna l-dīna lawāqiʿun",
          "translation": "dan sungguh, (hari) pembalasan pasti terjadi.",
          "tafsir": "Ayat ini menegaskan tentang isi sumpah tersebut: Sesungguhnya apa yang dijanjikan kepadamu seperti hari kebangkitan, pembalasan, hisab pada hari Kiamat semuanya itu pasti akan terjadi. Dan bahwa sesungguhnya hari pembalasan bagi setiap amal pasti terjadi."
        }
      ]
    }
  ]
}