{
  "pageNumber": 362,
  "juz": 19,
  "surahs": [
    {
      "number": 25,
      "name": "Al-Furqan",
      "nameArabic": "الفرقان",
      "meaning": "Pembeda",
      "revelation": "Makkah",
      "description": "Surat ini terdiri dari 77 ayat dan termasuk golongan surat Makkiyyah. Dinamakan \"Al-Furqan\" yang artinya \"pembeda\" diambil dari kata \"Al-Furqan\" yang terdapat pada ayat pertama surat ini. Yang dimaksud kata Al-Furqan dalam ayat ini ialah Al-Qur'an.Al-Qur'an dinamakan Al-Furqan karena membedakan antara kebenaran dan kebatilan. Maka pada surat ini pun terdapat ayat-ayat yang membedakan antara kebenaran keesaan Allah dan kebatilan kepercayaan syirik.**Pokok-Pokok Isi:**1. **Keimanan:** Allah Mahabesar berkah dan kebaikan-Nya; hanya Allah yang menguasai langit dan bumi; Allah tidak memiliki anak dan sekutu; Al-Qur'an benar-benar diturunkan dari Allah; ilmu Allah meliputi segala sesuatu; Allah bersemayam di atas Arsy; Nabi Muhammad adalah hamba Allah yang diutus ke seluruh alam; rasul-rasul adalah manusia biasa yang mendapat wahyu dari Allah; pada hari kiamat peristiwa-peristiwa luar biasa akan terjadi, seperti: langit terbelah, malaikat turun ke bumi, orang-orang berdosa dihalau ke neraka dengan menyungkurkan wajah.2. **Hukum-hukum:** Haram mengabaikan Al-Qur'an; larangan menafkahkan harta secara boros atau kikir; larangan membunuh atau berzina; kewajiban memberantas kekafiran dengan menggunakan dalil Al-Qur'an; larangan memberikan kesaksian palsu.3. **Kisah-kisah:** Kisah-kisah Nabi Musa, Nabi Nuh, kaum Tsamud, dan kaum Syu'aib.4. **Lain-lain:** Celaan orang kafir terhadap Al-Qur'an; kejadian alam sebagai bukti keesaan dan kekuasaan Allah; hikmah Al-Qur'an diturunkan secara berangsur-angsur; sifat-sifat orang musyrik antara lain: mempertuhankan hawa nafsu dan tidak mempergunakan akal; sifat-sifat hamba Allah yang sejati.Surat Al-Furqan mengandung penjelasan tentang kebenaran keesaan Allah, kenabian Muhammad serta peristiwa-peristiwa yang terjadi pada hari kiamat dan mengemukakan pula kebatilan kemusyrikan dan kekafiran.Kejadian alam seperti pergantian siang dan malam, bertiupnya angin, turunnya hujan, dan lain-lain diterangkan Allah dalam surat ini sebagai bukti atas keesaan dan kekuasaan-Nya. Kesudahan umat-umat yang dahulu yang ingkar dan menentang nabi-nabi juga dikisahkan secara ringkas.Pada bagian akhir, Allah menerangkan sifat-sifat yang terpuji yang dimiliki hamba-Nya yang beriman.**Hubungan Surat Al-Furqan Dengan Surat Asy Syu'ara':**1. Beberapa persoalan dalam surat Al-Furqan diuraikan lagi secara luas di dalam surat Asy Syu'ara', antara lain beberapa kisah nabi-nabi.2. Masing-masing surat itu dimulai dengan keterangan dari Allah bahwa Al-Qur'an adalah petunjuk bagi alam semesta dan membedakan antara yang benar dengan yang batil, dan ditutup dengan ancaman kepada orang-orang yang mendustakannya.",
      "verses": [
        {
          "number": 21,
          "arabic": "۞ وَقَالَ ٱلَّذِينَ لَا يَرْجُونَ لِقَآءَنَا لَوْلَآ أُنزِلَ عَلَيْنَا ٱلْمَلَـٰٓئِكَةُ أَوْ نَرَىٰ رَبَّنَا ۗ لَقَدِ ٱسْتَكْبَرُوا۟ فِىٓ أَنفُسِهِمْ وَعَتَوْ عُتُوًّا كَبِيرًا",
          "transliteration": "waqāla alladhīna lā yarjūna liqāanā lawlā unzila ʿalaynā l-malāikatu aw narā rabbanā laqadi is'takbarū fī anfusihim waʿataw ʿutuwwan kabīran",
          "translation": "Dan orang-orang yang tidak mengharapkan pertemuan dengan Kami (di akhirat) berkata, \"Mengapa bukan para malaikat yang diturunkan kepada kita atau (mengapa) kita (tidak) melihat Tuhan kita?\" Sungguh, mereka telah menyombongkan diri mereka dan benar-benar telah melampaui batas (dalam melakukan kezaliman).",
          "tafsir": "Orang-orang yang tidak percaya hari kebangkitan atau mengingkari hari Kiamat, di mana mereka akan dihadapkan ke hadirat Allah untuk diadili segala perbuatannya di dunia, dengan penuh kesombongan bertanya kenapa tidak diturunkan kepada mereka malaikat yang menjadi saksi atas kebenaran Muhammad sebagai nabi, untuk menghilangkan keraguan mereka tentang kebenaran wahyu yang diturunkan kepadanya. Jika hal itu sulit untuk dilaksanakan, mengapa mereka tidak langsung saja melihat Tuhan yang akan menerangkan kepada mereka bahwa Muhammad itu benar-benar diutus oleh-Nya untuk menyampaikan kabar gembira dan memberi peringatan. Jika yang demikian itu terlaksana, mereka mengatakan akan beriman kepada Muhammad. Ucapan demikian itu tidak lain hanyalah karena kesombongan mereka sendiri, dan karena kezaliman mereka dengan mendustakan seorang utusan Allah. Mereka sama sekali tidak menghiraukan mukjizat nyata yang telah diperlihatkan oleh Rasulullah kepada mereka. Setiap orang yang berakal sehat pasti akan tercengang mendengar ucapan-ucapan mereka itu dan menganggapnya sebagai ucapan orang yang tidak berakal. Seandainya Allah mengabulkan keinginan itu, mereka tetap tidak akan beriman kepada Allah dan rasul-Nya, sebagaimana tercantum dalam firman Allah: Dan sekalipun Kami benar-benar menurunkan malaikat kepada mereka, dan orang yang telah mati berbicara dengan mereka dan Kami kumpulkan (pula) di hadapan mereka segala sesuatu (yang mereka inginkan), mereka tidak juga akan beriman, kecuali jika Allah menghendaki. Tapi kebanyakan mereka tidak mengetahui (arti kebenaran). (al-An'am/6: 111) 21. Ayat ini menjelaskan tentang alasan lainnya yang dibuat-buat kaum musyrik Mekah karena keengganan mereka beriman kepada Nabi Muhammad. Dan orang-orang yang tidak mengharapkan pertemuan dengan Kami di akhirat karena keingkaran mereka terhadap adanya hari akhir, atau karena ketidaktakutan mereka terhadapnya, mereka berkata, “Mengapa bukan para malaikat yang diturunkan kepada kita dalam wujudnya yang nyata, yang memberitahukan tentang kebenaran Nabi Muhammad, atau mengapa kita tidak melihat Tuhan kita? dengan mata kepala kita yang juga memberitahukan tentang kebenaran Nabi Muhammad.\" Permintaan-permintaan tersebut jelas mengada-ada, sama dengan apa yang dilakukan Bani Israil dahulu. Hal itu jelas muncul dari hati mereka yang penuh kedengkian. Sungguh, mereka telah me-nyombongkan diri mereka karena terbujuk oleh hawa nafsu. Mereka meng-anggap bahwa merekalah yang lebih mulia, baik karena kekayaan atau kedudukan mereka di masyarakat. Dan mereka benar-benar telah melampaui batas dalam melakukan kezaliman. Demikianlah jika hati telah tertutup oleh kekafiran, semua kebenaran yang ada di hadapan, walau sudah terang benderang, tidak diacuhkan sama sekali."
        },
        {
          "number": 22,
          "arabic": "يَوْمَ يَرَوْنَ ٱلْمَلَـٰٓئِكَةَ لَا بُشْرَىٰ يَوْمَئِذٍ لِّلْمُجْرِمِينَ وَيَقُولُونَ حِجْرًا مَّحْجُورًا",
          "transliteration": "yawma yarawna l-malāikata lā bush'rā yawma-idhin lil'muj'rimīna wayaqūlūna ḥij'ran maḥjūran",
          "translation": "(Ingatlah) pada hari (ketika) mereka melihat para malaikat, pada hari itu tidak ada kabar gembira bagi orang-orang yang berdosa dan mereka berkata, \"ḥijran maḥjūrā.\"<sup foot_note=135525>1</sup>",
          "tafsir": "Pada ayat ini dijelaskan keadaan orang-orang kafir dan musyrik ketika berjumpa dengan malaikat di akhirat. Malaikat yang mereka inginkan sebagai rasul di dunia, atau sebagai saksi dari kebenaran kenabian Muhammad, akan mereka temui di akhirat. Namun demikian, pertemuan itu tidak seperti yang mereka harapkan karena mereka tidak akan mendengar kabar gembira dari para malaikat itu, baik berupa ampunan dari dosa, atau perintah masuk surga. Mereka hanya mendengar perkataan yang sangat menyakitkan hati, yaitu hijran mahjuran, yang berarti \"(surga) haram dan diharamkan bagi mereka\". Ucapan malaikat itu dianggap sangat menyakitkan, karena biasa diucapkan orang Arab ketika mendapatkan kesulitan. Adapun orang-orang mukmin disambut baik oleh para malaikat yang datang menyongsong mereka dan memberi kabar gembira untuk masuk surga. Hal ini digambarkan dalam firman Allah: Sesungguhnya orang-orang yang berkata, \"Tuhan kami adalah Allah,\" kemudian mereka meneguhkan pendirian mereka, maka malaikat-malaikat akan turun kepada mereka (dengan berkata), \"Janganlah kamu merasa takut dan janganlah kamu bersedih hati; dan bergembiralah kamu dengan (memperoleh) surga yang telah dijanjikan kepadamu.\" (Fussilat/41: 30)"
        },
        {
          "number": 23,
          "arabic": "وَقَدِمْنَآ إِلَىٰ مَا عَمِلُوا۟ مِنْ عَمَلٍ فَجَعَلْنَـٰهُ هَبَآءً مَّنثُورًا",
          "transliteration": "waqadim'nā ilā mā ʿamilū min ʿamalin fajaʿalnāhu habāan manthūran",
          "translation": "Dan Kami akan perlihatkan segala amal<sup foot_note=135526>1</sup> yang mereka kerjakan, lalu Kami akan jadikan amal itu (bagaikan) debu yang beterbangan.",
          "tafsir": "Dalam ayat ini, Allah menjelaskan sebab-sebab kemalangan dan kerugian orang kafir. Allah akan memperlihatkan segala perbuatan yang mereka anggap baik yang pernah dikerjakan selama hidup di dunia, seperti silaturrahim, menolong orang yang menderita, memberikan derma untuk meringankan bencana alam, memberi bantuan kepada rumah sakit dan yatim piatu, membebaskan atau menebus tawanan, dan sebagainya. Sebanyak apa pun kebaikan mereka, tidak akan memperoleh imbalan apa pun di sisi Allah. Mereka hanya dapat memandang kebaikan itu tanpa dapat mengambil manfaatnya sedikit pun. Kebaikan-kebaikan mereka itu lalu dijadikan Allah bagaikan debu yang beterbangan di angkasa karena tidak dilandasi iman yang benar kepada Allah. Mereka hanya bisa duduk termenung penuh dengan penyesalan. Itulah yang mereka rasakan sebagai akibat kekafiran dan kesombongan mereka."
        },
        {
          "number": 24,
          "arabic": "أَصْحَـٰبُ ٱلْجَنَّةِ يَوْمَئِذٍ خَيْرٌ مُّسْتَقَرًّا وَأَحْسَنُ مَقِيلًا",
          "transliteration": "aṣḥābu l-janati yawma-idhin khayrun mus'taqarran wa-aḥsanu maqīlan",
          "translation": "Penghuni-penghuni surga pada hari itu paling baik tempat tinggalnya dan paling indah tempat istirahatnya.",
          "tafsir": "Berbeda dengan nasib orang-orang yang disebut di atas, orang-orang yang beriman menjadi penghuni surga di akhirat. Mereka mendapatkan tempat tinggal yang jauh lebih baik dibandingkan dengan tempat kediaman kaum musyrikin di dunia yang selalu mereka jadikan lambang kemegahan dan kemewahan. Tempat kediaman ahli surga merupakan tempat istirahat yang paling nyaman. Kenikmatan di dunia hanya sementara karena hanya dapat dirasakan selama hidup di dunia dan kesenangannya pun bisa memperdaya, seperti tersebut dalam firman Allah. Setiap yang bernyawa akan merasakan mati. Dan hanya pada hari Kiamat sajalah diberikan dengan sempurna balasanmu. Barang siapa dijauhkan dari neraka dan dimasukkan ke dalam surga, sungguh, dia memperoleh kemenangan. Kehidupan dunia hanyalah kesenangan yang memperdaya. (ali 'Imran/3: 185)."
        },
        {
          "number": 25,
          "arabic": "وَيَوْمَ تَشَقَّقُ ٱلسَّمَآءُ بِٱلْغَمَـٰمِ وَنُزِّلَ ٱلْمَلَـٰٓئِكَةُ تَنزِيلًا",
          "transliteration": "wayawma tashaqqaqu l-samāu bil-ghamāmi wanuzzila l-malāikatu tanzīlan",
          "translation": "Dan (ingatlah) pada hari (ketika) langit pecah mengeluarkan kabut putih dan para malaikat diturunkan (secara) bergelombang.",
          "tafsir": "Pada ayat ini, Allah memerintahkan kepada Muhammad untuk menjelaskan kepada kaumnya kedahsyatan hari Kiamat. Ketika itu, langit akan pecah, dan semua benda angkasa yang berada di dalamnya akan hancur bagaikan kabut yang beterbangan, akibat benturan planet-planet dan bintang-bintang yang tidak lagi mengorbit menurut ketentuannya masing-masing, sebagaimana dijelaskan dalam firman Allah: Dan langit pun dibukalah, maka terdapatlah beberapa pintu, dan gunung-gunung pun dijalankan sehingga menjadi fatamorgana. (an-Naba'/78: 19-20) Apabila langit terbelah; dan apabila bintang-bintang jatuh berserakan; dan apabila lautan dijadikan meluap; dan apabila kuburan-kuburan dibongkar; (maka) setiap jiwa akan mengetahui apa yang telah dikerjakan dan yang dilalaikan(nya). (al-Infithar/82: 1-5) Pada hari yang dahsyat itu, malaikat diturunkan secara bergelombang sambil membawa kitab-kitab yang berisi catatan semua amal hamba-hamba Allah yang mereka saksikan dan catat ketika di dunia. Kitab-kitab itu menjadi bahan bukti ketika mereka diadili Allah di Padang Mahsyar. Menurut para ilmuwan, ayat ini, seperti banyak ayat lainnya dalam Al-Qur'an, menegaskan adanya kejadian-kejadian astronomis yang luar biasa kedahsyatannya yang akan terjadi pada hari Kiamat. Semuanya menunjukkan adanya kerusakan dan kehancuran secara menyeluruh dalam sistem yang mengaitkan bagian-bagian dari alam semesta. Termasuk perubahan total dalam kedudukan, bentuk, dan kaitan-kaitan antar elemen dalam semesta jagad raya ini. Suatu gambaran akhir dan perubahan total yang tidak hanya terjadi di bumi, tetapi juga mencakup keseluruhan benda-benda langit yang ada di alam semesta ini. Bintang-bintang 'berjatuhan, saling bertabrakan, karena rusaknya (hilangnya) gaya gravitasi, langit pecah-belah dan planet-planet saling berbenturan dan berhamburan. Kabut putih menggambarkan semua benda-benda langit yang jumlahnya triliunan, seolah terlihat seperti kabut. Kala itu benda-benda langit tersebut \"melejit\" keluar dari langit seperti didesak dari dalam oleh tekanan besar yang memaksa mereka keluar dari \"balon\" langit. Bintang, planet, dan benda langit lainnya tak ubahnya seperti debu yang kecil dan ringan “ yang tidak mempunyai kekuatan apa-apa. Keseimbangan dan keteraturan antar komponen sistem dalam semesta pada saat itu sudah tidak ada lagi. Benda-benda langit saling berbenturan dan meledak. Bisa jadi kabut putih pun adalah awan-awan yang terkumpul dari uap-uap yang dihasilkan dari ledakan-ledakan tersebut."
        },
        {
          "number": 26,
          "arabic": "ٱلْمُلْكُ يَوْمَئِذٍ ٱلْحَقُّ لِلرَّحْمَـٰنِ ۚ وَكَانَ يَوْمًا عَلَى ٱلْكَـٰفِرِينَ عَسِيرًا",
          "transliteration": "al-mul'ku yawma-idhin l-ḥaqu lilrraḥmāni wakāna yawman ʿalā l-kāfirīna ʿasīran",
          "translation": "Kerajaan yang hak<sup foot_note=135527>1</sup> pada hari itu adalah milik Tuhan Yang Maha Pengasih. Dan itulah hari yang sulit bagi orang-orang kafir.",
          "tafsir": "Dalam ayat ini dijelaskan bahwa kerajaan yang benar dan sejati pada hari Kiamat adalah milik Allah, sedangkan kerajaan-kerajaan yang pernah ada di dunia tidak ada yang abadi. Milik siapakah kerajaan pada hari ini?\" Milik Allah Yang Maha Esa, Maha Mengalahkan. (al-Mu'min/40: 16) Sebagai pemilik kerajaan yang sejati, Allah Maha Pemurah, Maha Pengasih, dan Mahaadil ketika mengadili para hamba-Nya terutama yang beriman dan patuh melaksanakan perintah-Nya. Sebaliknya bagi orang kafir, hari akhirat merupakan hari yang sangat sulit, karena tuhan-tuhan yang menjadi sembahan mereka tidak dapat memberi syafaat atau pertolongan. Berbagai kesukaran yang mereka hadapi itu membuat mereka putus asa. Situasi yang dihadapi orang-orang kafir digambarkan dalam Al-Qur'an: Dan kalau setiap orang yang zalim itu (mempunyai) segala yang ada di bumi, tentu dia menebus dirinya dengan itu, dan mereka menyembunyikan penyesalannya ketika mereka telah menyaksikan azab itu. Kemudian diberi keputusan di antara mereka dengan adil, dan mereka tidak dizalimi. (Yunus/10: 54)"
        },
        {
          "number": 27,
          "arabic": "وَيَوْمَ يَعَضُّ ٱلظَّالِمُ عَلَىٰ يَدَيْهِ يَقُولُ يَـٰلَيْتَنِى ٱتَّخَذْتُ مَعَ ٱلرَّسُولِ سَبِيلًا",
          "transliteration": "wayawma yaʿaḍḍu l-ẓālimu ʿalā yadayhi yaqūlu yālaytanī ittakhadhtu maʿa l-rasūli sabīlan",
          "translation": "Dan (ingatlah) pada hari (ketika) orang-orang zalim menggigit kedua tangannya, (menyesali perbuatannya) seraya berkata, \"Wahai! Sekiranya (dulu) aku mengambil jalan bersama Rasul.",
          "tafsir": "Pada hari itu, orang-orang yang zalim akan menggigit jari mereka dengan penuh penyesalan karena telah melalaikan kewajiban-kewajibannya selama hidup di dunia. Dengan sombong, mereka telah berpaling dari kebenaran yang dibawa oleh utusan Allah kepada mereka. Mereka menangis tersedu-sedu menyesali diri seandainya dulu ketika hidup di dunia mereka mengikuti ajakan Rasulullah kepada jalan yang lurus yang membawa keselamatan dunia dan akhirat. Mereka berkata dengan penuh penyesalan, \"Seandainya aku di dunia dulu mengikuti Muhammad, bersama-sama beliau menuju jalan yang benar. Andaikan aku dulu dapat menahan kesombongan sehingga dengan tulus ikhlas memeluk agama Islam, niscaya aku tidak merasakan kesulitan ini.\" Hanya sayang penyesalan itu tidak berguna lagi. Mereka menyesal karena keliru mencari kawan. Ini kecelakaan dan kebinasaan yang besar. \"Seandainya aku dulu tidak menjadikan si fulan itu teman akrabku, tentu dia tidak dapat menjerumuskan aku ke dalam kesesatan.\" Memang yang menjerumuskan manusia ke dalam kecelakaan dan kesesatan itu ada kalanya setan sendiri atau setan yang berbentuk manusia, seperti seorang musyrik Arab yang bernama Ubay bin Khalaf. Persahabatan 'Uqbah bin Abi Mu'aith dengan Ubay bin Khalaf sangat berpengaruh baginya. 'Uqbah bin Abi Mu'aith sering menghadiri pengajian Nabi Muhammad sehingga menjadi kenalan yang baik. Pada suatu hari, ia mengundang Nabi Muhammad untuk makan di rumahnya. Ketika itu, Nabi tidak mau makan kecuali jika 'Uqbah bin Abi Mu'aith mau masuk Islam, lalu 'Uqbah membaca dua kalimat syahadat. Namun sahabat 'Uqbah bin Abi Mu'aith yang bernama Ubay bin Khalaf tidak senang dan marah kepadanya. 'Uqbah bin Abi Mu'aith lalu mengatakan bahwa ia masuk Islam hanya pura-pura saja. Ubay bin Khalaf menyuruh agar 'Uqbah bin Abi Mu'aith meludahi wajah Nabi Muhammad. Hal itu lalu dilakukannya ketika beliau sedang melaksanakan salat di Dar an-Nadwah, dekat Baitullah. 'Uqbah bin Abi Mu'aith mematuhi apa yang dikehendaki sahabatnya. Demikianlah akibat persahabatan dengan orang yang tidak baik akan membawa akibat yang tidak baik pula. Nabi Muhammad memberi pedoman agar selalu mencari sahabat atau teman akrab yang baik. Sabda beliau: Seseorang akan mengikuti perilaku temannya, maka perhatikanlah siapa temanmu. (Riwayat Abu Dawud dan at-Tirmidzi dari Abu Hurairah) Dan sabda Rasulullah saw: Perumpamaan teman duduk yang baik dan yang jahat ialah seperti pembawa minyak kasturi dan pandai besi. Pembawa minyak kasturi itu adakalanya kamu menerima atau membeli minyak daripadanya. Dan paling sedikit kamu mendapatkan bau harum daripadanya. Adapun pandai besi kadang-kadang ia membakar pakaianmu (karena semburan apinya) atau kamu menjumpai bau yang tidak sedap.\" (Riwayat asy-Syaikhan dari Abu Musa al-Asy'ari)."
        },
        {
          "number": 28,
          "arabic": "يَـٰوَيْلَتَىٰ لَيْتَنِى لَمْ أَتَّخِذْ فُلَانًا خَلِيلًا",
          "transliteration": "yāwaylatā laytanī lam attakhidh fulānan khalīlan",
          "translation": "Wahai celaka aku! Sekiranya (dulu) aku tidak menjadikan si fulan <sup foot_note=135528>1</sup> itu teman akrab(ku),",
          "tafsir": "Pada hari itu, orang-orang yang zalim akan menggigit jari mereka dengan penuh penyesalan karena telah melalaikan kewajiban-kewajibannya selama hidup di dunia. Dengan sombong, mereka telah berpaling dari kebenaran yang dibawa oleh utusan Allah kepada mereka. Mereka menangis tersedu-sedu menyesali diri seandainya dulu ketika hidup di dunia mereka mengikuti ajakan Rasulullah kepada jalan yang lurus yang membawa keselamatan dunia dan akhirat. Mereka berkata dengan penuh penyesalan, \"Seandainya aku di dunia dulu mengikuti Muhammad, bersama-sama beliau menuju jalan yang benar. Andaikan aku dulu dapat menahan kesombongan sehingga dengan tulus ikhlas memeluk agama Islam, niscaya aku tidak merasakan kesulitan ini.\" Hanya sayang penyesalan itu tidak berguna lagi. Mereka menyesal karena keliru mencari kawan. Ini kecelakaan dan kebinasaan yang besar. \"Seandainya aku dulu tidak menjadikan si fulan itu teman akrabku, tentu dia tidak dapat menjerumuskan aku ke dalam kesesatan.\" Memang yang menjerumuskan manusia ke dalam kecelakaan dan kesesatan itu ada kalanya setan sendiri atau setan yang berbentuk manusia, seperti seorang musyrik Arab yang bernama Ubay bin Khalaf. Persahabatan 'Uqbah bin Abi Mu'aith dengan Ubay bin Khalaf sangat berpengaruh baginya. 'Uqbah bin Abi Mu'aith sering menghadiri pengajian Nabi Muhammad sehingga menjadi kenalan yang baik. Pada suatu hari, ia mengundang Nabi Muhammad untuk makan di rumahnya. Ketika itu, Nabi tidak mau makan kecuali jika 'Uqbah bin Abi Mu'aith mau masuk Islam, lalu 'Uqbah membaca dua kalimat syahadat. Namun sahabat 'Uqbah bin Abi Mu'aith yang bernama Ubay bin Khalaf tidak senang dan marah kepadanya. 'Uqbah bin Abi Mu'aith lalu mengatakan bahwa ia masuk Islam hanya pura-pura saja. Ubay bin Khalaf menyuruh agar 'Uqbah bin Abi Mu'aith meludahi wajah Nabi Muhammad. Hal itu lalu dilakukannya ketika beliau sedang melaksanakan salat di Dar an-Nadwah, dekat Baitullah. 'Uqbah bin Abi Mu'aith mematuhi apa yang dikehendaki sahabatnya. Demikianlah akibat persahabatan dengan orang yang tidak baik akan membawa akibat yang tidak baik pula. Nabi Muhammad memberi pedoman agar selalu mencari sahabat atau teman akrab yang baik. Sabda beliau: Seseorang akan mengikuti perilaku temannya, maka perhatikanlah siapa temanmu. (Riwayat Abu Dawud dan at-Tirmidzi dari Abu Hurairah) Dan sabda Rasulullah saw: Perumpamaan teman duduk yang baik dan yang jahat ialah seperti pembawa minyak kasturi dan pandai besi. Pembawa minyak kasturi itu adakalanya kamu menerima atau membeli minyak daripadanya. Dan paling sedikit kamu mendapatkan bau harum daripadanya. Adapun pandai besi kadang-kadang ia membakar pakaianmu (karena semburan apinya) atau kamu menjumpai bau yang tidak sedap.\" (Riwayat asy-Syaikhan dari Abu Musa al-Asy'ari)."
        },
        {
          "number": 29,
          "arabic": "لَّقَدْ أَضَلَّنِى عَنِ ٱلذِّكْرِ بَعْدَ إِذْ جَآءَنِى ۗ وَكَانَ ٱلشَّيْطَـٰنُ لِلْإِنسَـٰنِ خَذُولًا",
          "transliteration": "laqad aḍallanī ʿani l-dhik'ri baʿda idh jāanī wakāna l-shayṭānu lil'insāni khadhūlan",
          "translation": "sungguh, dia telah menyesatkan aku dari peringatan (Alquran) ketika (Alquran) itu telah datang kepadaku. Dan setan memang pengkhianat manusia.\"",
          "tafsir": "Pada ayat ini dijelaskan bahwa orang-orang kafir itu berkata, \"Seseorang telah menyesatkan aku dari ajaran Al-Qur'an dan dari beriman kepada Muhammad setelah petunjuk itu datang kepadaku.\" Adalah kebiasaan setan menipu manusia dan me-malingkannya dari kebenaran dan tidak mau menolong manusia yang telah disesatkannya itu."
        },
        {
          "number": 30,
          "arabic": "وَقَالَ ٱلرَّسُولُ يَـٰرَبِّ إِنَّ قَوْمِى ٱتَّخَذُوا۟ هَـٰذَا ٱلْقُرْءَانَ مَهْجُورًا",
          "transliteration": "waqāla l-rasūlu yārabbi inna qawmī ittakhadhū hādhā l-qur'āna mahjūran",
          "translation": "Dan Rasul (Muhammad) berkata, \"Ya Tuhanku, sesungguhnya kaumku telah menjadikan Alquran ini diabaikan.\"",
          "tafsir": "Pada ayat ini, Rasulullah mengadu kepada Allah dengan berkata, \"Ya Tuhanku, sesungguhnya kaumku menjadikan Al-Qur'an ini sesuatu yang tidak perlu dihiraukan. Mereka tidak beriman kepadanya, tidak memperhatikan janji dan peringatan-nya. Bahkan mereka berpaling darinya dan menolak mengikuti-nya. Kemudian Allah menyuruh rasul-Nya berlaku sabar dan tabah menghadapi kaumnya."
        },
        {
          "number": 31,
          "arabic": "وَكَذَٰلِكَ جَعَلْنَا لِكُلِّ نَبِىٍّ عَدُوًّا مِّنَ ٱلْمُجْرِمِينَ ۗ وَكَفَىٰ بِرَبِّكَ هَادِيًا وَنَصِيرًا",
          "transliteration": "wakadhālika jaʿalnā likulli nabiyyin ʿaduwwan mina l-muj'rimīna wakafā birabbika hādiyan wanaṣīran",
          "translation": "Begitulah, bagi setiap nabi, telah Kami adakan musuh dari orang-orang yang berdosa. Tetapi cukuplah Tuhanmu menjadi pemberi petunjuk dan penolong.",
          "tafsir": "Allah telah menjadikan bagi setiap nabi musuh dari setan dan orang-orang jahat yang selalu mencemoohkan kesucian agama dan meremehkan petunjuk yang dibawa oleh para rasul kepada mereka. Oleh karena itu, Allah berpesan agar Nabi tidak berputus asa ataupun merasa sendirian menghadapi tantangan-tantangan seperti itu, karena cukuplah Allah yang menjadi pemberi petunjuk dan penolong. Sesuai dengan firman Allah: Dan demikianlah untuk setiap nabi Kami menjadikan musuh yang terdiri dari setan-setan manusia dan jin, sebagian mereka membisikkan kepada sebagian yang lain perkataan yang indah sebagai tipuan. (al-An'am/6: 112)"
        },
        {
          "number": 32,
          "arabic": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لَوْلَا نُزِّلَ عَلَيْهِ ٱلْقُرْءَانُ جُمْلَةً وَٰحِدَةً ۚ كَذَٰلِكَ لِنُثَبِّتَ بِهِۦ فُؤَادَكَ ۖ وَرَتَّلْنَـٰهُ تَرْتِيلًا",
          "transliteration": "waqāla alladhīna kafarū lawlā nuzzila ʿalayhi l-qur'ānu jum'latan wāḥidatan kadhālika linuthabbita bihi fuādaka warattalnāhu tartīlan",
          "translation": "Dan orang-orang kafir berkata, \"Mengapa Alquran itu tidak diturunkan kepadanya sekaligus?\" Demikianlah,<sup foot_note=135529>1</sup> agar Kami memperteguh hatimu (Muhammad) dengannya dan Kami membacakannya secara tartil³ (berangsur-angsur, perlahan dan benar).",
          "tafsir": "Orang-orang kafir dan orang-orang Yahudi bertanya mengapa Al-Qur'an tidak diturunkan kepada Muhammad sekali turun, seperti kitab-kitab Allah sebelumnya, yaitu kitab Taurat kepada Musa dan Zabur kepada Daud. Allah menolak pertanyaan mereka itu dan menerangkan mengapa Al-Qur'an diturunkan secara ber-angsur-angsur. Al-Qur'an diturunkan berangsur-angsur agar Allah memudahkan dan menguatkan hati Nabi Muhammad. Allah berfirman: Dan Al-Qur'an (Kami turunkan) berangsur-angsur agar engkau (Muhammad) membacakannya kepada manusia perlahan-lahan dan Kami menurunkannya secara bertahap. (al-Isra'/17: 106) Turunnya Al-Qur'an secara berangsur-angsur memang mengandung banyak hikmah, di antaranya: 1. Nabi Muhammad sering berjumpa dengan malaikat Jibril sehingga banyak menerima nasihat guna menambah semangat, kesabaran, dan ketabahan dalam menunaikan risalah-Nya. 2. Karena Nabi Muhammad tidak dapat membaca dan menulis (ummi) maka seandainya Al-Qur'an itu diturunkan sekaligus, tentu ia akan kesulitan untuk menghafalnya. 3. Supaya hafalannya lebih mantap, sempurna, dan terhindar dari segala kealpaan. 4. Seandainya Al-Qur'an itu diturunkan sekaligus, tentu syariat-syariatnya pun diturunkan sekaligus. Hal yang demikian itu pasti mengakibatkan banyak kesulitan. Akan tetapi, karena turunnya berangsur-angsur maka syariat pun diberlakukan secara berangsur-angsur sehingga mudah dilaksanakan, baik oleh Rasul maupun umatnya. 5. Karena turunnya Al-Qur'an banyak berkaitan dengan sebab-sebab turunnya seperti adanya berbagai pertanyaan, peristiwa, atau kejadian, maka turunnya secara bertahap lebih berkesan dalam hati para sahabat karena mereka bisa menghayatinya peristiwa demi peristiwa. 6. Kalau dengan turunnya Al-Qur'an secara berangsur-angsur saja, mereka tidak mampu meniru Al-Qur'an walaupun satu ayat, apalagi jika diturunkan sekaligus. 7. Sebagian hukum syariat Islam turun sesuai dengan perkembangan kaum Muslimin pada waktu itu. Kemudian setelah mereka bertambah cerdas dan mantap keimanannya, barulah diterapkan syariat Islam yang lebih sempurna dengan ayat-ayat Al-Qur'an yang turun kemudian. Seandainya Al-Qur'an diturunkan sekaligus tentu hal demikian itu tidak mungkin terjadi."
        }
      ]
    }
  ]
}