{
  "pageNumber": 451,
  "juz": 23,
  "surahs": [
    {
      "number": 37,
      "name": "As-Saffat",
      "nameArabic": "الصافات",
      "meaning": "Barisan-barisan",
      "revelation": "Makkah",
      "description": "Surat Ash-Shaffat terdiri dari 182 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Al-An'am.Dinamai dengan \"Ash-Shaffat\" (yang bershaf-shaf) karena ada hubungannya dengan kata \"Ash-Shaffat\" yang terletak pada ayat pertama surat ini, yang mengemukakan bagaimana para malaikat, yang bersih jiwanya dan tidak dapat digoda setan, berbaris di hadapan Allah. Hal ini hendaklah menjadi pelajaran bagi manusia dalam menghambakan diri kepada Allah.**Pokok-Pokok Isi:**1. **Keimanan:** Dalil-dalil tentang keesaan Allah; keberadaan hari kebangkitan; keberadaan padang mahsyar dan hari kiamat; malaikat-malaikat selalu bertasbih kepada Allah.2. **Kisah-kisah:** Kisah Nabi Nuh; kisah Nabi Ibrahim dan Nabi Ismail; kisah Nabi Musa dan Nabi Harun; kisah Nabi Ilyas; kisah Nabi Luth; kisah Nabi Yunus.3. **Lain-lain:** Sikap orang kafir terhadap Al-Qur'an; tuduh-menuduh antara orang kafir dengan pengikutnya pada hari Kiamat; kenikmatan di surga; pohon zaqqum; celaan terhadap orang yang mengatakan bahwa Allah memiliki anak; seorang yang baik belum tentu menurunkan keturunan yang baik pula.Surat ini mengemukakan tentang keesaan Allah, dan dari bukti-bukti yang dipaparkan dapat diambil kesimpulan bahwa tauhid akan menang. Dari kisah-kisah yang dikemukakan surat ini dapat diambil kesimpulan bahwa kaum yang menentang rasul pasti akan hancur. Begitu pula halnya dengan kaum musyrik Mekah yang menentang Nabi Muhammad pasti akan mengalami kehancuran.**Hubungan Surat Ash-Shaffat Dengan Surat Shad:**1. Dalam surat Ash-Shaffat disebutkan kisah para nabi, sedangkan surat Shad menyebutkan kisah nabi-nabi yang belum disebutkan pada surat Ash-Shaffat, seperti: kisah Nabi Dawud, Nabi Sulaiman, dan lain-lain.2. Dalam surat Ash-Shaffat diterangkan bahwa orang-orang musyrik sebelum diutusnya Rasulullah selalu mengatakan bahwa sekiranya mereka mempunyai sebuah kisah pemberi peringatan di antara kitab-kitab yang telah diturunkan kepada orang-orang terdahulu tentu mereka akan taat, sedangkan dalam surat Shad ditegaskan bahwa Al-Qur'an adalah kitab yang lebih sempurna dan seharusnya mereka taati sekiranya mereka jujur dalam pengakuannya itu.3. Dalam surat Ash-Shaffat diterangkan bahwa setelah Al-Qur'an yang memberi peringatan datang kepada orang-orang musyrik Mekah, mereka tetap mengingkarinya, sedangkan dalam surat Shad diterangkan sebab-sebab keingkaran mereka.",
      "verses": [
        {
          "number": 127,
          "arabic": "فَكَذَّبُوهُ فَإِنَّهُمْ لَمُحْضَرُونَ",
          "transliteration": "fakadhabūhu fa-innahum lamuḥ'ḍarūna",
          "translation": "Tetapi mereka mendustakannya (Ilyas), maka sungguh, mereka akan diseret (ke neraka),",
          "tafsir": "Ayat ini menerangkan bahwa kaum Nabi Ilyas menentang Nabi Ilyas. Mereka memandang Nabi Ilyas berbohong dengan dakwah yang disampaikannya. Oleh karena itu, mereka menolak untuk kembali kepada agama tauhid. Karena tetap memilih syirik dan tidak kembali ke agama tauhid itu, maka selama di dunia mereka dibiarkan, tetapi di akhirat nanti mereka akan diseret dengan paksa ke dalam neraka. Mereka yang mengerjakan kebaikan dengan ikhlas dihindarkan dari neraka. Mereka disebut al-mukhlishin 'orang yang ikhlas. Setelah keikhlasan mereka dalam beramal begitu kuatnya sehingga sudah menjadi sifatnya, maka Allah menyambut keikhlasan itu sehingga ia dijadikan-Nya sebagai orang yang telah diterima sepenuhnya keikhlasannya. Orang itu disebut al-mukhlashin 'orang yang diikhlaskan-Nya. Dalam Al-Qur'an orang itulah yang tidak mempan digoda oleh setan sebagaimana diakui setan itu sendiri: Ia (Iblis) berkata, \"Tuhanku, oleh karena Engkau telah memutuskan bahwa aku sesat, aku pasti akan jadikan (kejahatan) terasa indah bagi mereka di bumi, dan aku akan menyesatkan mereka semuanya, kecuali hamba-hamba-Mu yang terpilih di antara mereka.\" (al-hijr/15: 39-40)"
        },
        {
          "number": 128,
          "arabic": "إِلَّا عِبَادَ ٱللَّهِ ٱلْمُخْلَصِينَ",
          "transliteration": "illā ʿibāda l-lahi l-mukh'laṣīna",
          "translation": "kecuali hamba-hamba Allah yang disucikan (dari dosa).",
          "tafsir": "Ayat ini menerangkan bahwa kaum Nabi Ilyas menentang Nabi Ilyas. Mereka memandang Nabi Ilyas berbohong dengan dakwah yang disampaikannya. Oleh karena itu, mereka menolak untuk kembali kepada agama tauhid. Karena tetap memilih syirik dan tidak kembali ke agama tauhid itu, maka selama di dunia mereka dibiarkan, tetapi di akhirat nanti mereka akan diseret dengan paksa ke dalam neraka. Mereka yang mengerjakan kebaikan dengan ikhlas dihindarkan dari neraka. Mereka disebut al-mukhlishin 'orang yang ikhlas. Setelah keikhlasan mereka dalam beramal begitu kuatnya sehingga sudah menjadi sifatnya, maka Allah menyambut keikhlasan itu sehingga ia dijadikan-Nya sebagai orang yang telah diterima sepenuhnya keikhlasannya. Orang itu disebut al-mukhlashin 'orang yang diikhlaskan-Nya. Dalam Al-Qur'an orang itulah yang tidak mempan digoda oleh setan sebagaimana diakui setan itu sendiri: Ia (Iblis) berkata, \"Tuhanku, oleh karena Engkau telah memutuskan bahwa aku sesat, aku pasti akan jadikan (kejahatan) terasa indah bagi mereka di bumi, dan aku akan menyesatkan mereka semuanya, kecuali hamba-hamba-Mu yang terpilih di antara mereka.\" (al-hijr/15: 39-40)"
        },
        {
          "number": 129,
          "arabic": "وَتَرَكْنَا عَلَيْهِ فِى ٱلْـَٔاخِرِينَ",
          "transliteration": "wataraknā ʿalayhi fī l-ākhirīna",
          "translation": "Dan Kami abadikan untuk Ilyas (pujian) di kalangan orang-orang yang datang kemudian,",
          "tafsir": "Ayat ini menjelaskan kemuliaan yang diberikan Allah kepada Nabi Ilyas atas perjuangannya yang tidak kenal lelah dalam menyampaikan dakwah kepada manusia. Kemuliaan itu sama dengan kemuliaan yang diberikan kepada Nabi Nuh, Ibrahim, Musa, dan Harun, yaitu dikenangnya nama mereka sepanjang masa oleh umat beragama. Di antaranya adalah dipujinya nama mereka dalam Al-Qur'an yang lestari sampai akhir zaman."
        },
        {
          "number": 130,
          "arabic": "سَلَـٰمٌ عَلَىٰٓ إِلْ يَاسِينَ",
          "transliteration": "salāmun ʿalā il yāsīna",
          "translation": "\"selamat sejahtera bagi Ilyas.\"",
          "tafsir": "Allah mengucapkan salam kepada Ilyasin (bentuk jamak Ilyas), yaitu Nabi Ilyas dan orang-orang yang menerima dan mendukung ajaran yang disampaikannya. Ucapan salam dari Allah adalah kepastian keselamatan dan kesejahteraan sepanjang masa dari Allah bagi Nabi Ilyas dan para pengikutnya di dunia dan di akhirat. Imam Nafi' membaca Ø§Ù„ ÙŠØ§Ø³ÙŠÙ† dengan ali Yasin. seperti ali Muhammad, sedangkan Imam Hafsh membacanya Ilyasin. Kemudian ahli tafsir berbeda pendapat apakah Ø§Ù„ ÙŠØ§Ø³ÙŠÙ† maksudnya Ilyas atau keluarga Yasin.. Namun demikian, kebanyakan ulama berpendapat bahwa maksudnya adalah keluarga atau pengikutnya."
        },
        {
          "number": 131,
          "arabic": "إِنَّا كَذَٰلِكَ نَجْزِى ٱلْمُحْسِنِينَ",
          "transliteration": "innā kadhālika najzī l-muḥ'sinīna",
          "translation": "Demikianlah Kami memberi balasan kepada orang-orang yang berbuat baik.",
          "tafsir": "Pada ayat ini, Allah menegaskan bahwa kemuliaan yang diberikan kepada Nabi Ilyas itu adalah karena kebajikan yang telah ia perbuat. Ia telah berjuang menegakkan agama tauhid dan meluruskan kembali jalan kehidupan yang ditempuh kaumnya, Bani Israil. Ia telah berdakwah dengan penuh pengorbanan secara tulus ikhlas. Kepentingannya bukan untuk dirinya, tetapi bagaimana supaya umatnya beriman dan berbuat baik dalam hidup mereka."
        },
        {
          "number": 132,
          "arabic": "إِنَّهُۥ مِنْ عِبَادِنَا ٱلْمُؤْمِنِينَ",
          "transliteration": "innahu min ʿibādinā l-mu'minīna",
          "translation": "Sungguh, dia termasuk hamba-hamba Kami yang beriman.",
          "tafsir": "Allah memuji Nabi Ilyas karena termasuk salah satu hamba-Nya yang beriman. Ia seorang yang benar-benar beriman sehingga ia mengabdikan diri untuk-Nya. Karena keimanannya, Nabi Ilyas bisa memberikan pengorbanan yang besar bagi kebaikan umatnya. Iman memang perlu dibuktikan dengan perbuatan baik, dan Nabi Ilyas telah membuktikannya."
        },
        {
          "number": 133,
          "arabic": "وَإِنَّ لُوطًا لَّمِنَ ٱلْمُرْسَلِينَ",
          "transliteration": "wa-inna lūṭan lamina l-mur'salīna",
          "translation": "Dan sungguh, Luṭ benar-benar termasuk salah seorang rasul.",
          "tafsir": "Pada ayat ini diterangkan bahwa Nabi Lut adalah seorang rasul Allah. Ia sezaman dengan Nabi Ibrahim. Ia diutus Allah ke negeri bernama Sodom di daerah Palestina. Penduduk negeri ini terkenal dengan perilaku homoseksual. Nabi Lut berusaha menyadarkan mereka dengan menyatakan bahwa perbuatan mereka itu menyimpang dan dikutuk Allah. Allah berfirman: Dan (ingatlah) ketika Lut berkata kepada kaumnya, \"Kamu benar-benar melakukan perbuatan yang sangat keji (homoseksual) yang belum pernah dilakukan oleh seorang pun dari umat-umat sebelum kamu. Apakah pantas kamu mendatangi laki-laki, menyamun dan mengerjakan kemungkaran di tempat-tempat pertemuanmu?\" Maka jawaban kaumnya tidak lain hanya mengatakan, \"Datangkanlah kepada kami azab Allah, jika engkau termasuk orang-orang yang benar.\" (al-'Ankabut/29: 28-29) Tetapi peringatan dan nasihat Nabi Lut itu tidak mereka indahkan, bahkan mereka menantang Nabi Lut untuk segera memohon kepada Allah untuk mendatangkan azab kepada mereka"
        },
        {
          "number": 134,
          "arabic": "إِذْ نَجَّيْنَـٰهُ وَأَهْلَهُۥٓ أَجْمَعِينَ",
          "transliteration": "idh najjaynāhu wa-ahlahu ajmaʿīna",
          "translation": "(Ingatlah) ketika Kami telah menyelamatkan dia dan pengikutnya semua,",
          "tafsir": "Karena terus membangkang bahkan menantang maka Allah menurunkan azab-Nya. Dalam ayat-ayat ini Allah menjelaskan bahwa Ia menyelamatkan Nabi Lut dan pengikut-pengikutnya yang beriman dan menghancurkan mereka yang membangkang termasuk istrinya. Cara Allah menyelamatkan Nabi Lut dan pengikutnya adalah memerintahkan mereka keluar dari negeri itu tengah malam sehingga sebelum subuh mereka harus sudah berada di luar negeri itu, sebagaimana dilukiskan pada ayat berikut: Mereka (para malaikat) berkata, \"Wahai Lut! Sesungguhnya kami adalah para utusan Tuhanmu, mereka tidak akan dapat mengganggu kamu, sebab itu pergilah beserta keluargamu pada akhir malam dan jangan ada seorang pun di antara kamu yang menoleh ke belakang, kecuali istrimu. Sesungguhnya dia (juga) akan ditimpa (siksaan) yang menimpa mereka. Sesungguhnya saat terjadinya siksaan bagi mereka itu pada waktu subuh. Bukankah subuh itu sudah dekat?\" (Hud/11: 81). Ketika subuh tiba datanglah bencana yang dijanjikan itu, yaitu negeri itu dibalikkan sehingga mereka yang kafir itu terkubur di dalam bumi. Firman Allah: Maka ketika keputusan Kami datang, Kami menjungkirbalikkannya negeri kaum Lut, dan Kami hujani mereka bertubi-tubi dengan batu dari tanah yang terbakar, yang diberi tanda oleh Tuhanmu. Dan siksaan itu tiadalah jauh dari orang yang zalim. (Hud/11: 82-83) Di samping itu negeri itu dilanda topan besar yang membawa batu-batu sehingga menghancurkan dan menguburkan negeri itu, sebagaimana diinformasikan pada ayat lain: Kaum Lut pun telah mendustakan peringatan itu. Sesungguhnya Kami kirimkan kepada mereka badai yang membawa batu-batu (yang menimpa mereka), kecuali keluarga Lut. Kami selamatkan mereka sebelum fajar menyingsing. (al-Qamar/54: 33-34) Karena Nabi Lut, sebagian keluarganya, dan pengikutnya yang beriman sudah berada di luar kota mereka, maka mereka semua selamat. Yang tidak selamat adalah seorang perempuan tua, yaitu istrinya. Ia lebih mematuhi kaumnya yang ingkar daripada mengikuti Nabi Lut. Oleh karena itu, ia tetap tinggal di negeri itu, sehingga ikut menjadi korban."
        },
        {
          "number": 135,
          "arabic": "إِلَّا عَجُوزًا فِى ٱلْغَـٰبِرِينَ",
          "transliteration": "illā ʿajūzan fī l-ghābirīna",
          "translation": "kecuali seorang perempuan tua (istrinya) bersama-sama orang yang tinggal (di kota).",
          "tafsir": "Karena terus membangkang bahkan menantang maka Allah menurunkan azab-Nya. Dalam ayat-ayat ini Allah menjelaskan bahwa Ia menyelamatkan Nabi Lut dan pengikut-pengikutnya yang beriman dan menghancurkan mereka yang membangkang termasuk istrinya. Cara Allah menyelamatkan Nabi Lut dan pengikutnya adalah memerintahkan mereka keluar dari negeri itu tengah malam sehingga sebelum subuh mereka harus sudah berada di luar negeri itu, sebagaimana dilukiskan pada ayat berikut: Mereka (para malaikat) berkata, \"Wahai Lut! Sesungguhnya kami adalah para utusan Tuhanmu, mereka tidak akan dapat mengganggu kamu, sebab itu pergilah beserta keluargamu pada akhir malam dan jangan ada seorang pun di antara kamu yang menoleh ke belakang, kecuali istrimu. Sesungguhnya dia (juga) akan ditimpa (siksaan) yang menimpa mereka. Sesungguhnya saat terjadinya siksaan bagi mereka itu pada waktu subuh. Bukankah subuh itu sudah dekat?\" (Hud/11: 81). Ketika subuh tiba datanglah bencana yang dijanjikan itu, yaitu negeri itu dibalikkan sehingga mereka yang kafir itu terkubur di dalam bumi. Firman Allah: Maka ketika keputusan Kami datang, Kami menjungkirbalikkannya negeri kaum Lut, dan Kami hujani mereka bertubi-tubi dengan batu dari tanah yang terbakar, yang diberi tanda oleh Tuhanmu. Dan siksaan itu tiadalah jauh dari orang yang zalim. (Hud/11: 82-83) Di samping itu negeri itu dilanda topan besar yang membawa batu-batu sehingga menghancurkan dan menguburkan negeri itu, sebagaimana diinformasikan pada ayat lain: Kaum Lut pun telah mendustakan peringatan itu. Sesungguhnya Kami kirimkan kepada mereka badai yang membawa batu-batu (yang menimpa mereka), kecuali keluarga Lut. Kami selamatkan mereka sebelum fajar menyingsing. (al-Qamar/54: 33-34) Karena Nabi Lut, sebagian keluarganya, dan pengikutnya yang beriman sudah berada di luar kota mereka, maka mereka semua selamat. Yang tidak selamat adalah seorang perempuan tua, yaitu istrinya. Ia lebih mematuhi kaumnya yang ingkar daripada mengikuti Nabi Lut. Oleh karena itu, ia tetap tinggal di negeri itu, sehingga ikut menjadi korban."
        },
        {
          "number": 136,
          "arabic": "ثُمَّ دَمَّرْنَا ٱلْـَٔاخَرِينَ",
          "transliteration": "thumma dammarnā l-ākharīna",
          "translation": "Kemudian Kami binasakan orang-orang yang lain.<sup foot_note=135687>1</sup>",
          "tafsir": "Karena terus membangkang bahkan menantang maka Allah menurunkan azab-Nya. Dalam ayat-ayat ini Allah menjelaskan bahwa Ia menyelamatkan Nabi Lut dan pengikut-pengikutnya yang beriman dan menghancurkan mereka yang membangkang termasuk istrinya. Cara Allah menyelamatkan Nabi Lut dan pengikutnya adalah memerintahkan mereka keluar dari negeri itu tengah malam sehingga sebelum subuh mereka harus sudah berada di luar negeri itu, sebagaimana dilukiskan pada ayat berikut: Mereka (para malaikat) berkata, \"Wahai Lut! Sesungguhnya kami adalah para utusan Tuhanmu, mereka tidak akan dapat mengganggu kamu, sebab itu pergilah beserta keluargamu pada akhir malam dan jangan ada seorang pun di antara kamu yang menoleh ke belakang, kecuali istrimu. Sesungguhnya dia (juga) akan ditimpa (siksaan) yang menimpa mereka. Sesungguhnya saat terjadinya siksaan bagi mereka itu pada waktu subuh. Bukankah subuh itu sudah dekat?\" (Hud/11: 81). Ketika subuh tiba datanglah bencana yang dijanjikan itu, yaitu negeri itu dibalikkan sehingga mereka yang kafir itu terkubur di dalam bumi. Firman Allah: Maka ketika keputusan Kami datang, Kami menjungkirbalikkannya negeri kaum Lut, dan Kami hujani mereka bertubi-tubi dengan batu dari tanah yang terbakar, yang diberi tanda oleh Tuhanmu. Dan siksaan itu tiadalah jauh dari orang yang zalim. (Hud/11: 82-83) Di samping itu negeri itu dilanda topan besar yang membawa batu-batu sehingga menghancurkan dan menguburkan negeri itu, sebagaimana diinformasikan pada ayat lain: Kaum Lut pun telah mendustakan peringatan itu. Sesungguhnya Kami kirimkan kepada mereka badai yang membawa batu-batu (yang menimpa mereka), kecuali keluarga Lut. Kami selamatkan mereka sebelum fajar menyingsing. (al-Qamar/54: 33-34) Karena Nabi Lut, sebagian keluarganya, dan pengikutnya yang beriman sudah berada di luar kota mereka, maka mereka semua selamat. Yang tidak selamat adalah seorang perempuan tua, yaitu istrinya. Ia lebih mematuhi kaumnya yang ingkar daripada mengikuti Nabi Lut. Oleh karena itu, ia tetap tinggal di negeri itu, sehingga ikut menjadi korban."
        },
        {
          "number": 137,
          "arabic": "وَإِنَّكُمْ لَتَمُرُّونَ عَلَيْهِم مُّصْبِحِينَ",
          "transliteration": "wa-innakum latamurrūna ʿalayhim muṣ'biḥīna",
          "translation": "Dan sesungguhnya kamu (penduduk Mekkah) benar-benar akan melalui (bekas-bekas) mereka pada waktu pagi,",
          "tafsir": "Pada ayat ini Allah swt mengarahkan sapaan-Nya kepada kaum kafir Mekah, bahwa mereka setiap saat lewat di negeri Sodom yang telah dihancurkan dan sebagiannya tinggal puing-puing itu, karena letaknya di jalur perdagangan antara Mekah dan Syria. Jalur itu sering dilewati kafilah-kafilah dagang mereka. Mereka melewatinya pagi hari atau sore hari. Dari puing-puing itu mereka dapat memperkirakan bagaimana kedahsyatan peristiwa itu. Seharusnya mereka, dan siapa pun sesudah itu, mengambil pelajaran dari peristiwa tersebut dan beriman sebagaimana dinyatakan dalam ayat berikut: Dan sungguh, (negeri) itu benar-benar terletak di jalan yang masih tetap (dilalui manusia). Sungguh, pada yang demikian itu benar-benar terdapat tanda (kekuasaan Allah) bagi orang yang beriman. (al-hijr/15: 76-77) Tetapi mengapa mereka tidak juga mengambil pelajaran dari peristiwa itu dan mengapa mereka tidak juga mau beriman."
        },
        {
          "number": 138,
          "arabic": "وَبِٱلَّيْلِ ۗ أَفَلَا تَعْقِلُونَ",
          "transliteration": "wabi-al-layli afalā taʿqilūna",
          "translation": "dan pada waktu malam. Maka mengapa kamu tidak mengerti?",
          "tafsir": "Pada ayat ini Allah swt mengarahkan sapaan-Nya kepada kaum kafir Mekah, bahwa mereka setiap saat lewat di negeri Sodom yang telah dihancurkan dan sebagiannya tinggal puing-puing itu, karena letaknya di jalur perdagangan antara Mekah dan Syria. Jalur itu sering dilewati kafilah-kafilah dagang mereka. Mereka melewatinya pagi hari atau sore hari. Dari puing-puing itu mereka dapat memperkirakan bagaimana kedahsyatan peristiwa itu. Seharusnya mereka, dan siapa pun sesudah itu, mengambil pelajaran dari peristiwa tersebut dan beriman sebagaimana dinyatakan dalam ayat berikut: Dan sungguh, (negeri) itu benar-benar terletak di jalan yang masih tetap (dilalui manusia). Sungguh, pada yang demikian itu benar-benar terdapat tanda (kekuasaan Allah) bagi orang yang beriman. (al-hijr/15: 76-77) Tetapi mengapa mereka tidak juga mengambil pelajaran dari peristiwa itu dan mengapa mereka tidak juga mau beriman."
        },
        {
          "number": 139,
          "arabic": "وَإِنَّ يُونُسَ لَمِنَ ٱلْمُرْسَلِينَ",
          "transliteration": "wa-inna yūnusa lamina l-mur'salīna",
          "translation": "Dan sungguh, Yunus benar-benar termasuk salah seorang rasul,",
          "tafsir": "Dalam ayat ini Allah menegaskan bahwa Nabi Yunus adalah seorang rasul Allah. Ia diutus ke negeri Niniveh (Nainawa), salah satu kota kerajaan Asyuria di pinggir sungai Tigris (daerah Mosul, Irak sekarang). Ia berusaha menyadarkan kaumnya untuk tidak mempertuhankan berhala, dan mengajak mereka untuk mempercayai dan menyembah Tuhan Yang Maha Esa, yaitu Allah swt, tetapi mereka menentangnya."
        },
        {
          "number": 140,
          "arabic": "إِذْ أَبَقَ إِلَى ٱلْفُلْكِ ٱلْمَشْحُونِ",
          "transliteration": "idh abaqa ilā l-ful'ki l-mashḥūni",
          "translation": "(ingatlah) ketika dia lari,<sup foot_note=135688>1</sup> ke kapal yang penuh muatan,",
          "tafsir": "Karena begitu kerasnya sikap kaum Nabi Yunus terhadap ajakan untuk memeluk agama tauhid, Nabi Yunus marah, lalu mengancam mereka bahwa tidak lama lagi mereka akan ditimpa bencana sebagai hukuman dari Allah. Ia kemudian meninggalkan mereka dan tidak lama kemudian ancaman itu memang terbukti, karena mereka telah melihat tanda-tanda azab itu dari jauh berupa awan tebal yang hitam. Sebelum azab itu sampai, mereka keluar dari kampung mereka bersama istri-istri dan anak-anak mereka menuju padang pasir. Di sana mereka bertobat dan berdoa agar Allah tidak menurunkan azab-Nya. Tobat mereka diterima oleh Allah dan doa mereka dikabulkan, sebagaimana dinyatakan dalam ayat lain: Maka mengapa tidak ada (penduduk) suatu negeri pun yang beriman, lalu imannya itu bermanfaat kepadanya selain kaum Yunus? Ketika mereka (kaum Yunus itu) beriman, Kami hilangkan dari mereka azab yang menghinakan dalam kehidupan dunia, dan Kami beri kesenangan kepada mereka sampai waktu tertentu. (Yunus/10: 98) Sementara itu, Nabi Yunus dalam pelariannya menumpang pada sebuah kapal yang sarat muatan barang dan penumpang. Di tengah laut kapal diterpa gelombang besar, yang dipercayai mereka sebagai suatu tanda bahwa ada seorang budak pelarian di dalam kapal itu. Orang itu harus diturunkan. Karena tidak ada yang mau terjun ke laut secara sukarela, diadakanlah undian dengan melemparkan anak-anak panah sebagaimana kebiasaan masyarakat waktu itu. Siapa yang anak panahnya menancap berarti ia kalah dan harus terjun ke laut. Dalam undian itu yang menancap anak panahnya adalah anak panah Nabi Yunus. Namun para penumpang tidak mau melemparkan beliau ke dalam laut secara paksa karena mereka hormat kepadanya. Diadakanlah undian sekali lagi, tetapi yang kalah tetap Nabi Yunus. Diadakan sekali lagi, juga demikian. Akhirnya Nabi Yunus sendiri membuka bajunya, dan terjun ke laut. Allah lalu memerintahkan seekor ikan amat besar menelan Nabi Yunus, tetapi tidak memakannya. Dalam perut ikan besar itu tentu saja Nabi Yunus menderita. Ia merasa terpenjara. Ia merasa tersiksa karena telah meninggalkan kaumnya. Ia kemudian bertobat."
        },
        {
          "number": 141,
          "arabic": "فَسَاهَمَ فَكَانَ مِنَ ٱلْمُدْحَضِينَ",
          "transliteration": "fasāhama fakāna mina l-mud'ḥaḍīna",
          "translation": "kemudian dia ikut diundi<sup foot_note=135689>1</sup> ternyata dia termasuk orang-orang yang kalah (dalam undian).",
          "tafsir": "Karena begitu kerasnya sikap kaum Nabi Yunus terhadap ajakan untuk memeluk agama tauhid, Nabi Yunus marah, lalu mengancam mereka bahwa tidak lama lagi mereka akan ditimpa bencana sebagai hukuman dari Allah. Ia kemudian meninggalkan mereka dan tidak lama kemudian ancaman itu memang terbukti, karena mereka telah melihat tanda-tanda azab itu dari jauh berupa awan tebal yang hitam. Sebelum azab itu sampai, mereka keluar dari kampung mereka bersama istri-istri dan anak-anak mereka menuju padang pasir. Di sana mereka bertobat dan berdoa agar Allah tidak menurunkan azab-Nya. Tobat mereka diterima oleh Allah dan doa mereka dikabulkan, sebagaimana dinyatakan dalam ayat lain: Maka mengapa tidak ada (penduduk) suatu negeri pun yang beriman, lalu imannya itu bermanfaat kepadanya selain kaum Yunus? Ketika mereka (kaum Yunus itu) beriman, Kami hilangkan dari mereka azab yang menghinakan dalam kehidupan dunia, dan Kami beri kesenangan kepada mereka sampai waktu tertentu. (Yunus/10: 98) Sementara itu, Nabi Yunus dalam pelariannya menumpang pada sebuah kapal yang sarat muatan barang dan penumpang. Di tengah laut kapal diterpa gelombang besar, yang dipercayai mereka sebagai suatu tanda bahwa ada seorang budak pelarian di dalam kapal itu. Orang itu harus diturunkan. Karena tidak ada yang mau terjun ke laut secara sukarela, diadakanlah undian dengan melemparkan anak-anak panah sebagaimana kebiasaan masyarakat waktu itu. Siapa yang anak panahnya menancap berarti ia kalah dan harus terjun ke laut. Dalam undian itu yang menancap anak panahnya adalah anak panah Nabi Yunus. Namun para penumpang tidak mau melemparkan beliau ke dalam laut secara paksa karena mereka hormat kepadanya. Diadakanlah undian sekali lagi, tetapi yang kalah tetap Nabi Yunus. Diadakan sekali lagi, juga demikian. Akhirnya Nabi Yunus sendiri membuka bajunya, dan terjun ke laut. Allah lalu memerintahkan seekor ikan amat besar menelan Nabi Yunus, tetapi tidak memakannya. Dalam perut ikan besar itu tentu saja Nabi Yunus menderita. Ia merasa terpenjara. Ia merasa tersiksa karena telah meninggalkan kaumnya. Ia kemudian bertobat."
        },
        {
          "number": 142,
          "arabic": "فَٱلْتَقَمَهُ ٱلْحُوتُ وَهُوَ مُلِيمٌ",
          "transliteration": "fal-taqamahu l-ḥūtu wahuwa mulīmun",
          "translation": "Maka dia ditelan oleh ikan besar dalam keadaan tercela.<sup foot_note=135690>1</sup>",
          "tafsir": "Karena begitu kerasnya sikap kaum Nabi Yunus terhadap ajakan untuk memeluk agama tauhid, Nabi Yunus marah, lalu mengancam mereka bahwa tidak lama lagi mereka akan ditimpa bencana sebagai hukuman dari Allah. Ia kemudian meninggalkan mereka dan tidak lama kemudian ancaman itu memang terbukti, karena mereka telah melihat tanda-tanda azab itu dari jauh berupa awan tebal yang hitam. Sebelum azab itu sampai, mereka keluar dari kampung mereka bersama istri-istri dan anak-anak mereka menuju padang pasir. Di sana mereka bertobat dan berdoa agar Allah tidak menurunkan azab-Nya. Tobat mereka diterima oleh Allah dan doa mereka dikabulkan, sebagaimana dinyatakan dalam ayat lain: Maka mengapa tidak ada (penduduk) suatu negeri pun yang beriman, lalu imannya itu bermanfaat kepadanya selain kaum Yunus? Ketika mereka (kaum Yunus itu) beriman, Kami hilangkan dari mereka azab yang menghinakan dalam kehidupan dunia, dan Kami beri kesenangan kepada mereka sampai waktu tertentu. (Yunus/10: 98) Sementara itu, Nabi Yunus dalam pelariannya menumpang pada sebuah kapal yang sarat muatan barang dan penumpang. Di tengah laut kapal diterpa gelombang besar, yang dipercayai mereka sebagai suatu tanda bahwa ada seorang budak pelarian di dalam kapal itu. Orang itu harus diturunkan. Karena tidak ada yang mau terjun ke laut secara sukarela, diadakanlah undian dengan melemparkan anak-anak panah sebagaimana kebiasaan masyarakat waktu itu. Siapa yang anak panahnya menancap berarti ia kalah dan harus terjun ke laut. Dalam undian itu yang menancap anak panahnya adalah anak panah Nabi Yunus. Namun para penumpang tidak mau melemparkan beliau ke dalam laut secara paksa karena mereka hormat kepadanya. Diadakanlah undian sekali lagi, tetapi yang kalah tetap Nabi Yunus. Diadakan sekali lagi, juga demikian. Akhirnya Nabi Yunus sendiri membuka bajunya, dan terjun ke laut. Allah lalu memerintahkan seekor ikan amat besar menelan Nabi Yunus, tetapi tidak memakannya. Dalam perut ikan besar itu tentu saja Nabi Yunus menderita. Ia merasa terpenjara. Ia merasa tersiksa karena telah meninggalkan kaumnya. Ia kemudian bertobat."
        },
        {
          "number": 143,
          "arabic": "فَلَوْلَآ أَنَّهُۥ كَانَ مِنَ ٱلْمُسَبِّحِينَ",
          "transliteration": "falawlā annahu kāna mina l-musabiḥīna",
          "translation": "Maka sekiranya dia tidak termasuk orang yang banyak berzikir (bertasbih) kepada Allah,",
          "tafsir": "Dalam tobatnya ia banyak bertasbih mensucikan Allah dan berdoa. Bunyi tasbih yang terus diulang-ulang Nabi Yunus dicantumkan dalam Surah al-Anbiya'/21: 87: ¦Maka dia berdoa dalam keadaan yang sangat gelap, \"Tidak ada tuhan selain Engkau, Mahasuci Engkau. Sungguh, aku termasuk orang-orang yang zalim.\" (al-Anbiya'/21: 87) Dalam tasbihnya itu, Nabi Yunus mengakui dengan sebenar-benarnya bahwa Tuhan hanyalah Allah. Allah Mahasuci dari segala kekurangan dan sifat-sifat yang tidak pantas bagi-Nya. Dan mengakui bahwa ia telah berbuat salah. Di dalam pengakuan-pengakuan itu terselip doa yang tulus agar ia dilepaskan dari siksaan terpenjara dalam perut ikan itu. Allah menegaskan bahwa bila ia tidak bertasbih dan berdoa seperti itu, maka ia akan menghuni perut ikan itu sampai hari Kiamat. Karena tasbih dan doanya itulah maka Allah melepaskannya dari dalam perut ikan tersebut, sebagaimana dinyatakan dalam ayat lain: Maka Kami kabulkan (doa)nya dan Kami selamatkan dia dari kedukaan. Dan demikianlah Kami menyelamatkan orang-orang yang beriman. (al-Anbiya'/21: 88)"
        },
        {
          "number": 144,
          "arabic": "لَلَبِثَ فِى بَطْنِهِۦٓ إِلَىٰ يَوْمِ يُبْعَثُونَ",
          "transliteration": "lalabitha fī baṭnihi ilā yawmi yub'ʿathūna",
          "translation": "niscaya dia akan tetap tinggal di perut (ikan itu) sampai Hari Berbangkit.",
          "tafsir": "Dalam tobatnya ia banyak bertasbih mensucikan Allah dan berdoa. Bunyi tasbih yang terus diulang-ulang Nabi Yunus dicantumkan dalam Surah al-Anbiya'/21: 87: ¦Maka dia berdoa dalam keadaan yang sangat gelap, \"Tidak ada tuhan selain Engkau, Mahasuci Engkau. Sungguh, aku termasuk orang-orang yang zalim.\" (al-Anbiya'/21: 87) Dalam tasbihnya itu, Nabi Yunus mengakui dengan sebenar-benarnya bahwa Tuhan hanyalah Allah. Allah Mahasuci dari segala kekurangan dan sifat-sifat yang tidak pantas bagi-Nya. Dan mengakui bahwa ia telah berbuat salah. Di dalam pengakuan-pengakuan itu terselip doa yang tulus agar ia dilepaskan dari siksaan terpenjara dalam perut ikan itu. Allah menegaskan bahwa bila ia tidak bertasbih dan berdoa seperti itu, maka ia akan menghuni perut ikan itu sampai hari Kiamat. Karena tasbih dan doanya itulah maka Allah melepaskannya dari dalam perut ikan tersebut, sebagaimana dinyatakan dalam ayat lain: Maka Kami kabulkan (doa)nya dan Kami selamatkan dia dari kedukaan. Dan demikianlah Kami menyelamatkan orang-orang yang beriman. (al-Anbiya'/21: 88)"
        },
        {
          "number": 145,
          "arabic": "۞ فَنَبَذْنَـٰهُ بِٱلْعَرَآءِ وَهُوَ سَقِيمٌ",
          "transliteration": "fanabadhnāhu bil-ʿarāi wahuwa saqīmun",
          "translation": "Kemudian Kami lemparkan dia ke daratan yang tandus, sedang dia dalam keadaan sakit.",
          "tafsir": "Setelah satu, atau tiga, atau beberapa hari, menurut beberapa pendapat, Nabi Yunus berada di dalam perut ikan besar itu, Allah memerintahkan ikan tersebut memuntahkannya ke suatu daerah tandus tidak ditumbuhi tanaman apapun. Karena beberapa saat berada di dalam perut ikan, kondisi Nabi Yunus lemah sekali. Untuk menyelamatkannya dari terpaan panas matahari Allah menumbuhkan pohon yaqthin (sejenis labu) di sampingnya. Daun pohon itu melindunginya dan buahnya jadi makanannya."
        },
        {
          "number": 146,
          "arabic": "وَأَنۢبَتْنَا عَلَيْهِ شَجَرَةً مِّن يَقْطِينٍ",
          "transliteration": "wa-anbatnā ʿalayhi shajaratan min yaqṭīnin",
          "translation": "Kemudian untuk dia Kami tumbuhkan sebatang pohon dari jenis labu.",
          "tafsir": "Setelah satu, atau tiga, atau beberapa hari, menurut beberapa pendapat, Nabi Yunus berada di dalam perut ikan besar itu, Allah memerintahkan ikan tersebut memuntahkannya ke suatu daerah tandus tidak ditumbuhi tanaman apapun. Karena beberapa saat berada di dalam perut ikan, kondisi Nabi Yunus lemah sekali. Untuk menyelamatkannya dari terpaan panas matahari Allah menumbuhkan pohon yaqthin (sejenis labu) di sampingnya. Daun pohon itu melindunginya dan buahnya jadi makanannya."
        },
        {
          "number": 147,
          "arabic": "وَأَرْسَلْنَـٰهُ إِلَىٰ مِا۟ئَةِ أَلْفٍ أَوْ يَزِيدُونَ",
          "transliteration": "wa-arsalnāhu ilā mi-ati alfin aw yazīdūna",
          "translation": "Dan Kami utus dia kepada seratus ribu (orang) atau lebih,",
          "tafsir": "Setelah kesehatan Nabi Yunus pulih, Allah mengutusnya kembali kepada kaumnya yang pada waktu itu jumlahnya sudah sampai seratus ribu orang lebih. Kedatangannya mereka sambut dengan baik karena mereka sadar bahwa dahulu mereka telah mengecewakannya sehingga ia meninggalkan mereka. Mereka menyadari telah memperoleh kasih sayang Allah, karena mereka baru beriman ketika tanda-tanda azab Allah telah menghadang mereka. Pada umat-umat yang lalu, iman di saat seperti itu tidak diterima. Hanya umat Nabi Yunus yang dikecualikan dari ketentuan itu, sebagaimana dinyatakan dalam Surah Yunus/10:98 yang sudah diterangkan di atas. Mereka kemudian hidup bahagia dan sentosa sampai waktu yang ditetapkan bagi mereka."
        },
        {
          "number": 148,
          "arabic": "فَـَٔامَنُوا۟ فَمَتَّعْنَـٰهُمْ إِلَىٰ حِينٍ",
          "transliteration": "faāmanū famattaʿnāhum ilā ḥīnin",
          "translation": "sehingga mereka beriman, karena itu Kami anugerahkan kenikmatan hidup kepada mereka hingga waktu tertentu.",
          "tafsir": "Setelah kesehatan Nabi Yunus pulih, Allah mengutusnya kembali kepada kaumnya yang pada waktu itu jumlahnya sudah sampai seratus ribu orang lebih. Kedatangannya mereka sambut dengan baik karena mereka sadar bahwa dahulu mereka telah mengecewakannya sehingga ia meninggalkan mereka. Mereka menyadari telah memperoleh kasih sayang Allah, karena mereka baru beriman ketika tanda-tanda azab Allah telah menghadang mereka. Pada umat-umat yang lalu, iman di saat seperti itu tidak diterima. Hanya umat Nabi Yunus yang dikecualikan dari ketentuan itu, sebagaimana dinyatakan dalam Surah Yunus/10:98 yang sudah diterangkan di atas. Mereka kemudian hidup bahagia dan sentosa sampai waktu yang ditetapkan bagi mereka."
        },
        {
          "number": 149,
          "arabic": "فَٱسْتَفْتِهِمْ أَلِرَبِّكَ ٱلْبَنَاتُ وَلَهُمُ ٱلْبَنُونَ",
          "transliteration": "fa-is'taftihim alirabbika l-banātu walahumu l-banūna",
          "translation": "Maka tanyakanlah (Muhammad) kepada mereka (orang-orang kafir Mekkah), \"Apakah anak-anak perempuan itu untuk Tuhanmu sedangkan untuk mereka anak laki-laki?<sup foot_note=135691>1</sup>",
          "tafsir": "Allah meminta Nabi Muhammad agar menanyakan kepada kaum kafir Mekah tentang kepercayaan mereka bahwa Allah punya anak, dan anaknya itu perempuan, padahal anak perempuan itu dalam pandangan mereka rendah, sebagaimana firman Allah: Padahal apabila seseorang dari mereka diberi kabar dengan (kelahiran) anak perempuan, wajahnya menjadi hitam (merah padam), dan dia sangat marah. (an-Nahl/16: 58) Yang mulia dalam pandangan mereka adalah anak laki-laki, karena anak laki-laki itu mampu berperang dan membela mereka serta mengharumkan nama keluarga. Karena itu mereka mengambil anak laki-laki sedangkan anak perempuan mereka nisbahkan kepada Allah. Dengan demikian, mereka berdasarkan pandangan yang keliru dan mau menang sendiri. Pembagian menurut kepercayaan mereka itu menjadi tidak adil, sebagaimana dinyatakan ayat berikut: Apakah (pantas) untuk kamu yang laki-laki dan untuk-Nya yang perempuan? Yang demikian itu tentulah suatu pembagian yang tidak adil. (an-Najm/53: 21-22). Pemberian anak perempuan, yang mereka pandang rendah, kepada Allah dan anak laki-laki untuk mereka, berarti mereka merendahkan Allah. Pertanyaan yang diminta Allah untuk diajukan Nabi Muhammad kepada kaum kafir Mekah itu sekaligus mengandung arti bahwa pandangan mereka itu salah. Dalam pandangan Allah tidak ada perbedaan laki-laki dan perempuan. Yang membedakan manusia hanyalah takwanya."
        },
        {
          "number": 150,
          "arabic": "أَمْ خَلَقْنَا ٱلْمَلَـٰٓئِكَةَ إِنَـٰثًا وَهُمْ شَـٰهِدُونَ",
          "transliteration": "am khalaqnā l-malāikata ināthan wahum shāhidūna",
          "translation": "atau apakah Kami menciptakan malaikat-malaikat berupa perempuan sedangkan mereka menyaksikan(nya)?",
          "tafsir": "Anak perempuan yang mereka maksud sebagai anak Allah adalah malaikat. Lalu Allah memperkeras bantahan-Nya dengan mempertanyakan lebih lanjut apakah mereka menyaksikan ketika Allah menciptakan atau melahirkan malaikat sebagai anak perempuan-Nya. Mereka tidak punya bukti apa-apa tentang hal itu, begitu juga bukti lain yaitu wahyu. Dengan demikian pandangan mereka itu salah, dan merupakan ucapan yang tidak dapat dipertanggungjawabkan karena dosanya amat besar, sebagaimana dinyatakan ayat berikut: Dan mereka menjadikan malaikat-malaikat hamba-hamba (Allah) Yang Maha Pengasih itu sebagai jenis perempuan. Apakah mereka menyaksikan penciptaan (malaikat-malaikat itu)? Kelak akan dituliskan kesaksian mereka dan akan dimintakan pertanggungjawaban. (az-Zukhruf/43: 19)"
        },
        {
          "number": 151,
          "arabic": "أَلَآ إِنَّهُم مِّنْ إِفْكِهِمْ لَيَقُولُونَ",
          "transliteration": "alā innahum min if'kihim layaqūlūna",
          "translation": "Ingatlah, sesungguhnya di antara kebohongannya mereka benar-benar mengatakan,",
          "tafsir": "Selanjutnya Allah mengecam lebih keras lagi ucapan atau pandangan mereka bahwa Allah punya anak itu. Allah menegaskan bahwa pandangan mereka itu hanyalah suatu kebohongan besar yang direkayasa. Karena rekayasa seperti itu maka Allah mencap mereka sebagai pembohong-pembohong besar. Untuk mempertegas kecaman terhadap kebohongan mereka itu, Allah bertanya, \"Apakah Ia memilih anak perempuan daripada anak laki-laki?\" Maksudnya: anak perempuan rendah dalam pandangan mereka, dan anak laki-laki mulia, lalu apakah Allah akan memilih anak perempuan dan untuk mereka anak laki-laki? Bila demikian keadaannya berarti Allah bodoh dan mereka pintar. Pandangan itulah yang dikecam Allah, karena Allah tidak mungkin beranak dan tidak memerlukan anak, dan tidak boleh dilecehkan dengan pandangan seperti itu, bahwa untuk Allah cukup anak perempuan sedangkan untuk mereka anak laki-laki. Mereka harus mempertanggungjawabkan dosa besar karena pandangan yang keliru itu dan dosa orang-orang yang mengikutinya. Firman Allah: Maka apakah pantas Tuhan memilihkan anak laki-laki untukmu dan Dia mengambil anak perempuan dari malaikat? Sungguh, kamu benar-benar mengucapkan kata yang besar (dosanya). (al-Isra'/17: 40)"
        },
        {
          "number": 152,
          "arabic": "وَلَدَ ٱللَّهُ وَإِنَّهُمْ لَكَـٰذِبُونَ",
          "transliteration": "walada l-lahu wa-innahum lakādhibūna",
          "translation": "\"Allah mempunyai anak.\" Dan sungguh, mereka benar-benar pendusta,",
          "tafsir": "(151-153) Selanjutnya Allah mengecam lebih keras lagi ucapan atau pandangan mereka bahwa Allah punya anak itu. Allah menegaskan bahwa pandangan mereka itu hanyalah suatu kebohongan besar yang direkayasa. Karena rekayasa seperti itu maka Allah mencap mereka sebagai pembohong-pembohong besar. Untuk mempertegas kecaman terhadap kebohongan mereka itu, Allah bertanya, “Apakah Ia memilih anak perempuan daripada anak laki-laki?” Maksudnya: anak perempuan rendah dalam pandangan mereka, dan anak laki-laki mulia, lalu apakah Allah akan memilih anak perempuan dan untuk mereka anak laki-laki? Bila demikian keadaannya berarti Allah bodoh dan mereka pintar. Pandangan itulah yang dikecam Allah, karena Allah tidak mungkin beranak dan tidak memerlukan anak, dan tidak boleh dilecehkan dengan pandangan seperti itu, bahwa untuk Allah cukup anak perempuan sedangkan untuk mereka anak laki-laki. Mereka harus mempertanggungjawabkan dosa besar karena pandangan yang keliru itu dan dosa orang-orang yang mengikutinya. Firman Allah: \"Maka apakah pantas Tuhan memilihkan anak laki-laki untukmu dan Dia mengambil anak perempuan dari malaikat? Sungguh, kamu benar-benar mengucapkan kata yang besar (dosanya)\". (al-Isra'/17: 40)"
        },
        {
          "number": 153,
          "arabic": "أَصْطَفَى ٱلْبَنَاتِ عَلَى ٱلْبَنِينَ",
          "transliteration": "aṣṭafā l-banāti ʿalā l-banīna",
          "translation": "apakah Dia (Allah) memilih anak-anak perempuan daripada anak-anak laki-laki?",
          "tafsir": "Selanjutnya Allah mengecam lebih keras lagi ucapan atau pandangan mereka bahwa Allah punya anak itu. Allah menegaskan bahwa pandangan mereka itu hanyalah suatu kebohongan besar yang direkayasa. Karena rekayasa seperti itu maka Allah mencap mereka sebagai pembohong-pembohong besar. Untuk mempertegas kecaman terhadap kebohongan mereka itu, Allah bertanya, \"Apakah Ia memilih anak perempuan daripada anak laki-laki?\" Maksudnya: anak perempuan rendah dalam pandangan mereka, dan anak laki-laki mulia, lalu apakah Allah akan memilih anak perempuan dan untuk mereka anak laki-laki? Bila demikian keadaannya berarti Allah bodoh dan mereka pintar. Pandangan itulah yang dikecam Allah, karena Allah tidak mungkin beranak dan tidak memerlukan anak, dan tidak boleh dilecehkan dengan pandangan seperti itu, bahwa untuk Allah cukup anak perempuan sedangkan untuk mereka anak laki-laki. Mereka harus mempertanggungjawabkan dosa besar karena pandangan yang keliru itu dan dosa orang-orang yang mengikutinya. Firman Allah: Maka apakah pantas Tuhan memilihkan anak laki-laki untukmu dan Dia mengambil anak perempuan dari malaikat? Sungguh, kamu benar-benar mengucapkan kata yang besar (dosanya). (al-Isra'/17: 40)"
        }
      ]
    }
  ]
}