{
  "pageNumber": 377,
  "juz": 19,
  "surahs": [
    {
      "number": 27,
      "name": "An-Naml",
      "nameArabic": "النمل",
      "meaning": "Semut",
      "revelation": "Makkah",
      "description": "Surat An-Naml terdiri dari 93 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Asy-Syu'ara'.Dinamai dengan \"An-Naml\", karena pada ayat ke-18 dan ke-19 terdapat perkataan \"An-Naml\" (semut), ketika raja semut memerintahkan anak buahnya untuk masuk ke sarangnya masing-masing, agar tidak terinjak oleh Nabi Sulaiman dan bala tentaranya yang akan lewat di tempat itu. Mendengar perintah raja semut kepada anak buahnya itu, Nabi Sulaiman tersenyum dan takjub atas keteraturan kerajaan semut. Maka beliau pun mengucapkan syukur kepada Allah yang telah melimpahkan nikmat kepadanya, berupa kerajaan, kekayaan, memahami ucapan-ucapan binatang, dan mempunyai bala tentara yang terdiri dari jin, manusia, burung, dan sebagainya. Meskipun demikian, Nabi Sulaiman tidak merasa takabur dan sombong, dan sebagai seorang hamba Allah memohon agar dimasukkan ke dalam golongan orarg-orang saleh.Dalam surat ini, Allah menyebut binatang semut agar manusia mengambil pelajaran dari kehidupan semut ini. Semut adalah binatang yang hidup berkelompok di dalam tanah, membuat liang dan ruang yang bertingkat-tingkat sebagai rumah dan gudang tempat menyimpan makanan untuk musim dingin. Kerapian dan kedisiplinan yang terdapat dalam kerajaan semut ini dinyatakan Allah dalam ayat ini ketika rakyat semut segera mencari perlindungan agar tidak terinjak oleh Nabi Sulaiman dan bala tentaranya, setelah menerima perintah dari raja semut. Secara tidak langsung, Allah mengingatkan kepada manusia agar mencukupkan kebutuhan sehari-hari dalam berusaha, mementingkan kemaslahatan bersama dan sebagainya. Rakyat semut mempunyai organisasi dan kerja sama yang baik. Dengan mengisahkan kisah Nabi Sulaiman, dalam surat ini, Allah mengisyaratkan tentang masa depan nabi Muhammad. Nabi Sulaiman sebagai seorang nabi, rasul, dan raja yang dianugerahi kekayaan yang melimpah ruah, begitu pula Nabi Muhammad sebagai seorang nabi, rasul, dan kepala negara yang ummi dan miskin akan berhasil membawa dan memimpin umatnya ke jalan Allah.**Pokok-Pokok Isi:**1. **Keimanan:** Al-Qur'an adalah rahmat dan petunjuk bagi orang-orang mukmin; keesaan dan kekuasaan Allah dan keadaan-Nya tidak memerlukan sekutu-sekutu dalam mengatur alam ini; hanya Allahlah Yang mengetahui perkara gaib; hari kebangkitan bukanlah suatu dongeng.2. **Kisah-kisah:** Kisah Nabi Sulaiman dengan semut, burung hud-hud, dan ratu Balqis; kisah Nabi Shaleh dengan kaumnya; kisah Nabi Luth dengan kaumnya.3. **Lain-lain:** Ciri-ciri orang mukmin; Al-Qur'an menjelaskan apa yang diperselisihkan Bani Israil; hanya orang-orang mukminlah yang dapat menerima petunjuk kejadian-kejadian sebelum datangnya kiamat dan keadaan orang-orang yang beriman dan tidak beriman waktu itu; Allah menyuruh Nabi Muhammad dan umatnya untuk memuji dan menyembah Allah serta membaca Al-Qur'an; Allah akan memperlihatkan kebenaran ayat-ayat-Nya kepada kaum musyrikin.Surat An-Naml dimulai dengan menerangkan sifat-sifat Al-Qur'an dan beberapa orang rasul dengan umat-umatnya masing-masing, baik yang mengikuti ajaran-ajaran yang dibawanya maupun yang tidak mengikutinya.Kemudian surat ini diakhiri dengan perintah menyembah Allah dan membaca Al-Qur'an dan bahwa Allah memperlihatkan kebenaran ayat-ayat-Nya kepada kaum musyrikin.**Hubungan Surat An-Naml Dengan Surat Al-Qashash:**1. Kedua surat ini sama-sama dimulai dengan huruf abjad, menerangkan sifat-sifat Al-Qur'an, dan menuturkan kisah Musa. Hanya saja kisah Musa dalam surat Al-Qashash diterangkan lebih lengkap dibandingkan dengan yang terdapat dalam surat An-Naml.2. Surat An-Naml menerangkan secara global bahwa keingkaran orang-orang kafir terhadap hari kebangkitan tidaklah beralasan, kemudian dikemukakan kepada mereka persoalan-persoalan yang ada hubungannya dengan kebangkitan itu. Hal ini diterangkan lebih jelas dalam surat Al-Qashash.3. Surat An-Naml menerangkan kehancuran kaum Shaleh dan kaum Luth sebagai akibat durhaka kepada Allah dan Nabi-Nya, sedang surat Al-Qashash menyinggungnya pula.4. Surat An-Naml menyebut balasan pada hari kiamat terhadap orang-orang yang membuat keburukan di dunia, dan surat Al Qashash menyebutkannya pula.5. Bagian akhir kedua surat ini sama-sama menyebutkan perintah menyembah Allah dan Al-Qur'an.",
      "verses": [
        {
          "number": 1,
          "arabic": " طسٓ ۚ تِلْكَ ءَايَـٰتُ ٱلْقُرْءَانِ وَكِتَابٍ مُّبِينٍ",
          "transliteration": "tta-seen til'ka āyātu l-qur'āni wakitābin mubīnin",
          "translation": "Ṭā Sīn. Inilah ayat-ayat Alquran, dan Kitab yang jelas,",
          "tafsir": "Awal surah ini menjelaskan bahwa Al-Qur'an adalah wahyu Allah yang diturunkan kepada Nabi Muhammad, nabi dan rasul yang terakhir. Ayat-ayat Al-Qur'an diturunkan melalui perantaraan malaikat Jibril. Ayat-ayat ini memberikan penjelasan dan keterangan bagi orang yang berpikir bahwa Al-Qur'an benar-benar kitab yang diturunkan Allah kepada Nabi Muhammad. Ia bukan kata-kata tipuan atau hasil rekayasa Nabi Muhammad, dan bukan pula ciptaan salah seorang makhluk Allah. Manusia dan jin tidak mungkin dapat membuat Al-Qur'an atau menyamainya, meskipun keduanya bekerja sama untuk itu. Maksud dari kalimat \"Kitab yang menjelaskan\" adalah Al-Qur'an. Dalam ayat ini berkumpul dua nama dari Al-Qur'an itu, yaitu \"Al-Qur'an\" (yang dibaca) dan \"al-Kitab\" (yang dituliskan). Dua buah nama yang mempunyai arti dan maksud yang sama. Dalam ayat yang lain, Allah berfirman: Alif Lam Ra. (Surah) ini adalah (sebagian dari) ayat-ayat Kitab (yang sempurna) yaitu (ayat-ayat) Al-Qur'an yang memberi penjelasan. (al-hijr/15: 1) Ayat-ayat Al-Qur'an memberi penjelasan tentang arti ayat-ayatnya, karena di dalamnya terdapat ayat-ayat yang saling menjelaskan. Maksudnya ialah ada ayat yang membahas satu persoalan secara rinci dan menjelaskan maksud ayat lain yang mengandung persoalan yang sama, tetapi turun secara global. Ayat-ayat Al-Qur'an juga memberi penjelasan tentang tujuan-tujuan penurunannya, seperti hukum-hukum yang terkait dengan halal dan haram, janji dan ancaman, serta perintah dan larangan. Kesemuanya itu dijadikan pedoman hidup di dunia sebagai jalan mencapai kebahagiaan hidup di akhirat kelak."
        },
        {
          "number": 2,
          "arabic": "هُدًى وَبُشْرَىٰ لِلْمُؤْمِنِينَ",
          "transliteration": "hudan wabush'rā lil'mu'minīna",
          "translation": "petunjuk dan berita gembira bagi orang-orang yang beriman,",
          "tafsir": "Al-Qur'an itu sebagai petunjuk dan berita gembira bagi orang-orang yang beriman. Petunjuk yang merupakan hidayah Allah, sehingga manusia menjadi yakin dan mau beriman. Akan tetapi, tidak semua manusia dapat memperoleh dan menikmati hidayah dari Allah, meskipun Al-Qur'an diturunkan sebagai petunjuk dan pembeda antara yang benar dan batil bagi manusia seluruhnya, sebagaimana dalam firman Allah: Bulan Ramadan adalah (bulan) yang di dalamnya diturunkan Al-Qur'an, sebagai petunjuk bagi manusia dan penjelasan-penjelasan mengenai petunjuk itu dan pembeda (antara yang benar dan yang batil)... (al-Baqarah/2: 185). Hanya orang-orang yang beriman dan yang mempunyai kesediaan dalam dirinya untuk beriman saja yang dapat menikmati petunjuk Al-Qur'an. Bagi orang-orang yang beriman, Al-Qur'an menambah petunjuk dan hidayah yang sudah ada, sehingga bertambah pula iman dan amal perbuatannya dalam melaksanakan ajaran Islam yang juga bersumber pada Al-Qur'an. Dengan demikian, iman seseorang dapat bertambah dan berkurang sesuai dengan amalnya. Hal ini disebutkan Allah dalam firman-Nya: ... Adapun orang-orang yang beriman, maka surah ini menambah imannya, dan mereka merasa gembira. (at-Taubah/9: 124). Mereka merasa gembira karena mendapat berita tentang limpahan rahmat dan keridaan Allah. Surga juga tersedia bagi mereka sebagai tempat tinggal, yang penuh dengan berbagai macam kenikmatan."
        },
        {
          "number": 3,
          "arabic": "ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤْتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلْـَٔاخِرَةِ هُمْ يُوقِنُونَ",
          "transliteration": "alladhīna yuqīmūna l-ṣalata wayu'tūna l-zakata wahum bil-ākhirati hum yūqinūna",
          "translation": "(yaitu) orang-orang yang melaksanakan salat dan menunaikan zakat, dan mereka meyakini adanya akhirat.",
          "tafsir": "Ayat ini menerangkan sifat-sifat orang mukmin, yaitu: 1. Mendirikan salat, yaitu menunaikan salat wajib dengan menyempurnakan rukun dan syaratnya, sesuai dengan yang diperintahkan Allah. Salat dikerjakan dengan segala ketulusan hati, kekhusyukan, dan kerendahan hati di hadapan Allah. Salat dapat mencegah perbuatan-perbuatan yang keji dan mungkar karena salat dapat menghilangkan sifat-sifat jiwa yang negatif. Salat merupakan unsur yang membentuk ketakwaan di samping iman kepada yang gaib. Kekhusyukan dalam melaksanakan salat menjadi salah satu syarat untuk menjadi orang mukmin yang sejati. Kedudukan salat dalam Islam antara lain adalah: a. Sebagai tiang agama, tanpa salat agama akan runtuh. b. Sebagai kewajiban pertama dari Allah sebelum kewajiban-kewajiban ibadah lainnya. Perintah wajib ini diterima langsung oleh Nabi Muhammad tanpa perantaraan malaikat Jibril sebagaimana yang disebutkan dalam kisah Isra' Mi'raj. c. Salat merupakan amal yang pertama-tama diperhitungkan (hisab) pada hari Kiamat nanti. Kalau baik salatnya, maka semua amal lainnya akan baik pula. Sebaliknya, kalau salatnya rusak, maka semua amal lainnya ikut rusak. 2. Menunaikan zakat yang merupakan salah satu dari rukun Islam yang lima. Membayar zakat itu wajib sesuai dengan ketentuan yang ditetapkan Allah dan Rasul-Nya. Abu Bakar sebagai khalifah pertama setelah Nabi Muhammad wafat, telah memerangi orang-orang yang tidak mau membayar zakat. Padahal zakat itu merupakan suatu kewajiban yang berhu-bungan dengan harta. Dengan zakat, orang-orang mukmin membersihkan jiwa mereka dari sifat kikir dan tamak. Kedua sifat ini dapat menimbulkan fitnah (keonaran) bagi pemilik harta. Harta adalah rezeki dari Allah yang wajib disyukuri dengan menunaikan zakat, sebagai cara untuk menyucikannya. Pada harta tersebut ada bagian yang menjadi hak orang-orang miskin. Bagi orang-orang miskin zakat dapat membersihkan jiwa mereka dari sifat-sifat dengki dan iri hati kepada orang-orang kaya. Dengan demikian, hubungan baik antara si kaya dan si miskin dalam masyarakat akan tetap terjaga dan kesenjangan antara keduanya bisa dikurangi. 3. Yakin akan adanya hari akhirat, maksudnya ialah yakin akan adanya hidup setelah mati. Semua orang akan kembali menghadap Allah untuk diperhitungkan amal baik dan buruknya. Keduanya akan dibalas dengan balasan yang setimpal. Dengan demikian, setiap manusia akan mempertanggungjawabkan apa yang diperbuatnya selama hidup di dunia. Ini berarti bahwa manusia diciptakan Allah di dunia bukanlah tanpa tujuan atau sia-sia belaka. Allah mengingatkan hal ini dalam firman-Nya: Maka apakah kamu mengira bahwa Kami menciptakan kamu main-main (tanpa ada maksud) dan bahwa kamu tidak akan dikembalikan kepada Kami? (al-Mu'minun/23: 115)."
        },
        {
          "number": 4,
          "arabic": "إِنَّ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْـَٔاخِرَةِ زَيَّنَّا لَهُمْ أَعْمَـٰلَهُمْ فَهُمْ يَعْمَهُونَ",
          "transliteration": "inna alladhīna lā yu'minūna bil-ākhirati zayyannā lahum aʿmālahum fahum yaʿmahūna",
          "translation": "Sesungguhnya orang-orang yang tidak beriman kepada akhirat, Kami jadikan terasa indah bagi mereka (yang buruk), sehingga mereka bergelimang dalam kesesatan.",
          "tafsir": "Pada ayat-ayat yang lalu, Allah menerangkan beberapa sikap orang-orang mukmin yang memperoleh petunjuk dan hidayah dari Allah. Ayat ini menerangkan tingkah laku dan perbuatan orang-orang kafir, yang tidak mau beriman kepada adanya hari akhirat, dan akibat yang akan mereka rasakan. Orang-orang yang tidak beriman kepada kehidupan akhirat adalah mereka yang tidak yakin akan adanya hari Kiamat, tidak yakin bahwa semua manusia akan kembali kepada Allah melalui kematian, tidak yakin akan dibangkitkan kembali pada hari penghisaban, serta tidak percaya akan adanya pahala sebagai balasan amal baik dan siksa sebagai balasan amal buruk. Mereka hidup di dunia tanpa mengekang hawa nafsu, dan amat cinta kepada kenikmatan duniawi, seakan-akan hidup di dunia ini satu-satunya kehidupan bagi mereka. Mereka tidak mengenal halal dan haram, serta tidak memikirkan tanggung jawab di akhirat. Segala tingkah laku tersebut mereka anggap baik. Padahal mengikuti hawa nafsu berarti mengikuti ajaran setan yang sesat lagi menyesatkan. Dengan demikian, mereka pun hidup dan bergelimang dalam kesesatan. Hal ini adalah balasan bagi mereka karena keingkarannya itu."
        },
        {
          "number": 5,
          "arabic": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ لَهُمْ سُوٓءُ ٱلْعَذَابِ وَهُمْ فِى ٱلْـَٔاخِرَةِ هُمُ ٱلْأَخْسَرُونَ",
          "transliteration": "ulāika alladhīna lahum sūu l-ʿadhābi wahum fī l-ākhirati humu l-akhsarūna",
          "translation": "Mereka itulah orang-orang yang mendapat siksaan buruk (di dunia) dan mereka di akhirat adalah orang-orang yang paling rugi.",
          "tafsir": "Dalam ayat ini, Allah menerangkan bahwa mereka akan menerima siksa yang buruk di dunia dan di akhirat. Hal ini merupakan ancaman Allah terhadap orang-orang kafir yang tidak beriman dengan hari akhirat itu. Ayat ini juga merupakan peringatan bagi seluruh manusia. Siksa di dunia dapat terjadi dengan adanya bermacam-macam bencana alam seperti banjir, gempa bumi, peperangan yang membawa korban manusia dan harta benda, dan lain-lain. Siksaan dunia ini juga dapat berupa siksaan batin atau jiwa yang dialami secara perorangan, meskipun di antara mereka ada yang sudah memenuhi berbagai kebutuhan hidup dunianya, bahkan ada yang sudah lebih dari cukup. Namun demikian, hidupnya tidak bahagia dan selalu resah, jiwa mereka kosong, serta tidak punya tujuan hidup karena tidak percaya pada hari akhirat. Dalam kehidupan hari akhirat nanti, mereka sangat merugi dan menjadi penghuni neraka selamanya. Masing-masing menerima balasan siksa yang setimpal sesuai dengan amal buruk mereka. Karena pedihnya siksaan tersebut, mereka lalu memohon keringanan dari malaikat penjaga neraka agar tidak disiksa meskipun hanya sehari. Hal ini disebutkan Allah dalam firman-Nya: Dan orang-orang yang berada dalam neraka berkata kepada penjaga-penjaga neraka Jahanam, \"Mohonkanlah kepada Tuhanmu agar Dia meringankan azab atas kami sehari saja.\" (al-Mu'min/40: 49)."
        },
        {
          "number": 6,
          "arabic": "وَإِنَّكَ لَتُلَقَّى ٱلْقُرْءَانَ مِن لَّدُنْ حَكِيمٍ عَلِيمٍ",
          "transliteration": "wa-innaka latulaqqā l-qur'āna min ladun ḥakīmin ʿalīmin",
          "translation": "Dan sesungguhnya engkau (Muhammad) benar-benar telah diberi Alquran dari sisi (Allah) Yang Mahabijaksana, Maha Mengetahui.",
          "tafsir": "Dalam ayat ini, Allah berfirman kepada Nabi Muhammad untuk memberitahukan bahwa Al-Qur'an diturunkan kepada beliau dengan perantaraan Malaikat Jibril untuk dipahami, dihafal, dan diajarkan kepada umatnya serta dilaksanakan ajaran-ajaran yang ada di dalamnya. Al-Qur'an bukanlah ciptaan Nabi ditegaskan dalam firman-Nya: Demi bintang ketika terbenam, kawanmu (Muhammad) tidak sesat dan tidak (pula) keliru, dan tidaklah yang diucapkannya itu (Al-Qur'an) menurut keinginannya. Tidak lain (Al-Qur'an itu) adalah wahyu yang diwahyukan (kepadanya), yang diajarkan kepadanya oleh (Jibril) yang sangat kuat. (an-Najm/53: 1-5). Jelaslah bahwa Al-Qur'an dari Allah Yang Mahabijaksana dalam segala tindakan terhadap makhluk-Nya, Maha Mengetahui keadaan mereka dan apa-apa yang baik bagi mereka. Beritanya adalah benar dan hukum-Nya adalah adil, sebagaimana Allah telah berfirman: Dan telah sempurna firman Tuhanmu (Al-Qur'an) dengan benar dan adil. (al-An'am/6: 115)."
        },
        {
          "number": 7,
          "arabic": "إِذْ قَالَ مُوسَىٰ لِأَهْلِهِۦٓ إِنِّىٓ ءَانَسْتُ نَارًا سَـَٔاتِيكُم مِّنْهَا بِخَبَرٍ أَوْ ءَاتِيكُم بِشِهَابٍ قَبَسٍ لَّعَلَّكُمْ تَصْطَلُونَ",
          "transliteration": "idh qāla mūsā li-ahlihi innī ānastu nāran saātīkum min'hā bikhabarin aw ātīkum bishihābin qabasin laʿallakum taṣṭalūna",
          "translation": "(Ingatlah) ketika Musa berkata kepada keluarganya, \"Sungguh, aku melihat api. Aku akan membawa kabar tentang itu kepadamu, atau aku akan membawa suluh api (obor) kepadamu agar kamu dapat berdiang (menghangatkan badan dekat api).\"",
          "tafsir": "Ayat ini diturunkan kepada Nabi Muhammad dengan perintah agar beliau menyampaikan kepada umatnya kisah Nabi Musa ketika dalam perjalanan dari Madyan untuk kembali ke Mesir dengan disertai oleh keluarganya. Perjalanan ini dilakukan setelah Musa menyelesaikan waktu yang telah ditentukan, sebagaimana yang disepakati antara Musa dengan mertuanya. Hal ini disebutkan Allah dalam firman-Nya: Maka ketika Musa telah menyelesaikan waktu yang ditentukan itu dan dia berangkat dengan keluarganya, dia melihat api di lereng gunung. Dia berkata kepada keluarganya, \"Tunggulah (di sini), sesungguhnya aku melihat api, mudah-mudahan aku dapat membawa suatu berita kepadamu dari (tempat) api itu atau (membawa) sepercik api, agar kamu dapat menghangatkan badan.\" (al-Qasas/28: 29). Waktu yang ditentukan itu adalah hasil perjanjian antara Musa dengan mertuanya ketika menetapkan mahar perkawinannya, yaitu bekerja menggembalakan kambing mertuanya selama delapan tahun atau disempurnakan menjadi sepuluh tahun. Sepuluh tahun menunjukkan kegigihan dan kesungguhannya. Sedangkan yang dimaksud dengan keluarganya dalam ayat di atas adalah istrinya, tanpa ada orang lain. Dalam perjalanan pada malam yang sangat gelap dan dingin itu, Musa tersesat. Ketika melihat dari kejauhan ada nyala api, Musa berpesan agar keluarganya tetap di tempat tersebut, sedang dia akan pergi ke tempat api itu. Ia berharap memperoleh penunjuk jalan, sehingga tidak tersesat lagi. Menurutnya, adanya api berarti ada orang di sekitar tempat mereka berada. Selain itu, Nabi Musa berharap agar dapat membawakan keluarganya api, yang disulut dari sumber api yang terlihat olehnya. Dengan nyala api itu, dia dan keluarganya tentu dapat berdiam menghangatkan badan dari kedinginan yang mencekam itu."
        },
        {
          "number": 8,
          "arabic": "فَلَمَّا جَآءَهَا نُودِىَ أَنۢ بُورِكَ مَن فِى ٱلنَّارِ وَمَنْ حَوْلَهَا وَسُبْحَـٰنَ ٱللَّهِ رَبِّ ٱلْعَـٰلَمِينَ",
          "transliteration": "falammā jāahā nūdiya an būrika man fī l-nāri waman ḥawlahā wasub'ḥāna l-lahi rabbi l-ʿālamīna",
          "translation": "Maka ketika dia tiba di sana (tempat api itu), dia diseru, \"Telah diberkahi orang-orang yang berada di dekat api, dan orang-orang yang berada di sekitarnya. Mahasuci Allah, Tuhan seluruh alam.\"",
          "tafsir": "Ketika Musa datang mendekat ke arah api itu, ternyata yang disangkanya api itu bukan seperti api yang biasa dilihatnya, tetapi cahaya yang memancar dari sejenis tumbuh-tumbuhan rambut berwarna hijau yang melilit dan menjuntai pada sebuah dahan kayu. Cahaya yang terpancar dari pohon itu bersinar cemerlang, sedang dahan pohon itu tetap hijau dan segar, tidak terbakar atau layu. Musa tidak menemukan seorang pun di tempat itu, sehingga ia merasa heran dan tercengang melihat keadaan yang demikian. Ia bermaksud hendak memetik sebagian dari nyala api itu dari dahan yang condong kepadanya. Waktu ia mencoba menyulut nyala api itu, Musa merasa takut. Dalam keadaan yang demikian, tiba-tiba ia diseru oleh satu suara yang datangnya dari arah pohon itu. Suara yang menyeru itu menyatakan bahwa yang berada di dekat api itu pasti diberkahi, yaitu Musa dan para malaikat. Pernyataan itu merupakan salam dan penghormatan dari Allah kepada Nabi Musa sebagaimana salam para malaikat kepada Nabi Ibrahim dalam firman-Nya: Rahmat Allah dan berkat-Nya, dicurahkan atas kamu wahai ahlulbait. (Hud/11: 73) 'Abdullah bin 'Abbas menyatakan bahwa yang dimaksud dengan \"diberkahi\" di sini ialah yang disucikan Allah. Menurutnya, yang kelihatan oleh Nabi Musa seperti api itu bukanlah api, melainkan cahaya yang menyala-nyala seperti api. Cahaya itu adalah cahaya Tuhan Semesta Alam. Hal ini dikuatkan oleh hadis yang diriwayatkan Abu 'Ubaidah dari Abu Musa al-Asy'ari bahwa Nabi Muhammad bersabda: Sesungguhnya Allah tidak tidur dan tidak pantas bagi Allah itu tidur, Dia menurunkan dan menaikkan timbangan, amal malam hari diangkat ke hadapan-Nya sebelum siang, dan amal siang sebelum malam, dan tabir-Nya adalah cahaya. Andaikata Ia membuka tabir-Nya, pasti kesucian cahaya wajah-Nya membakar segala sesuatu yang tercapai oleh pandangan-Nya di antara ciptaan-Nya. (Riwayat Muslim) Peristiwa itu terjadi ketika Musa sampai di tempat yang diberkahi, yaitu lembah suci yang bernama Lembah thuwa, sebagaimana yang disebutkan dalam firman-Nya: ... Dia diseru dari (arah) pinggir sebelah kanan lembah, dari sebatang pohon, di sebidang tanah yang diberkahi.... (al-Qasas/28: 30). Dan firman Allah yang berbunyi: Ketika Tuhan memanggilnya (Musa) di lembah suci yaitu Lembah thuwa. (an-Naziat/79: 16). Seruan Allah yang didengar Musa di lembah suci thuwa ini merupakan wahyu pengangkatan Nabi Musa sebagai rasul. Ia diutus Allah untuk menyampaikan risalah kepada Fir'aun di Mesir, dengan dibekali bermacam-macam mukjizat. Musa berhadapan langsung dengan Allah ketika menerima wahyu, tetapi Musa tidak dapat melihat-Nya, karena terhalang oleh tabir berupa cahaya. Penerimaan wahyu semacam ini merupakan salah satu macam cara penyampaian wahyu Allah kepada para nabi-Nya. Hal ini disebut Allah dalam firman-Nya: Dan tidaklah patut bagi seorang manusia bahwa Allah akan berbicara kepadanya kecuali dengan perantaraan wahyu atau dari belakang tabir atau dengan mengutus utusan (malaikat) lalu diwahyukan kepadanya dengan izin-Nya apa yang Dia kehendaki.... (asy-Syura/42: 51). Mahasuci Allah, Tuhan seluruh alam yang berbuat menurut apa yang dikehendaki-Nya. Tidak ada satu makhluk pun yang menyamai-Nya. Dia Mahaagung dan Mahatinggi dari seluruh makhluk-Nya. Yang didengar Musa itu ialah suara firman Allah. Hal ini dinyatakan Allah dalam ayat kesembilan bahwa yang menyeru dan memanggilnya ialah Allah, bukan suara makhluk. Allah Mahaperkasa atas segala sesuatu, Mahabijaksana dalam firman dan perbuatan-Nya."
        },
        {
          "number": 9,
          "arabic": "يَـٰمُوسَىٰٓ إِنَّهُۥٓ أَنَا ٱللَّهُ ٱلْعَزِيزُ ٱلْحَكِيمُ",
          "transliteration": "yāmūsā innahu anā l-lahu l-ʿazīzu l-ḥakīmu",
          "translation": "(Allah berfirman), \"Wahai Musa! Sesungguhnya Aku adalah Allah, Yang Mahaperkasa, Mahabijaksana.",
          "tafsir": "Ketika Musa datang mendekat ke arah api itu, ternyata yang disangkanya api itu bukan seperti api yang biasa dilihatnya, tetapi cahaya yang memancar dari sejenis tumbuh-tumbuhan rambut berwarna hijau yang melilit dan menjuntai pada sebuah dahan kayu. Cahaya yang terpancar dari pohon itu bersinar cemerlang, sedang dahan pohon itu tetap hijau dan segar, tidak terbakar atau layu. Musa tidak menemukan seorang pun di tempat itu, sehingga ia merasa heran dan tercengang melihat keadaan yang demikian. Ia bermaksud hendak memetik sebagian dari nyala api itu dari dahan yang condong kepadanya. Waktu ia mencoba menyulut nyala api itu, Musa merasa takut. Dalam keadaan yang demikian, tiba-tiba ia diseru oleh satu suara yang datangnya dari arah pohon itu. Suara yang menyeru itu menyatakan bahwa yang berada di dekat api itu pasti diberkahi, yaitu Musa dan para malaikat. Pernyataan itu merupakan salam dan penghormatan dari Allah kepada Nabi Musa sebagaimana salam para malaikat kepada Nabi Ibrahim dalam firman-Nya: Rahmat Allah dan berkat-Nya, dicurahkan atas kamu wahai ahlulbait. (Hud/11: 73) 'Abdullah bin 'Abbas menyatakan bahwa yang dimaksud dengan \"diberkahi\" di sini ialah yang disucikan Allah. Menurutnya, yang kelihatan oleh Nabi Musa seperti api itu bukanlah api, melainkan cahaya yang menyala-nyala seperti api. Cahaya itu adalah cahaya Tuhan Semesta Alam. Hal ini dikuatkan oleh hadis yang diriwayatkan Abu 'Ubaidah dari Abu Musa al-Asy'ari bahwa Nabi Muhammad bersabda: Sesungguhnya Allah tidak tidur dan tidak pantas bagi Allah itu tidur, Dia menurunkan dan menaikkan timbangan, amal malam hari diangkat ke hadapan-Nya sebelum siang, dan amal siang sebelum malam, dan tabir-Nya adalah cahaya. Andaikata Ia membuka tabir-Nya, pasti kesucian cahaya wajah-Nya membakar segala sesuatu yang tercapai oleh pandangan-Nya di antara ciptaan-Nya. (Riwayat Muslim) Peristiwa itu terjadi ketika Musa sampai di tempat yang diberkahi, yaitu lembah suci yang bernama Lembah thuwa, sebagaimana yang disebutkan dalam firman-Nya: ... Dia diseru dari (arah) pinggir sebelah kanan lembah, dari sebatang pohon, di sebidang tanah yang diberkahi.... (al-Qasas/28: 30). Dan firman Allah yang berbunyi: Ketika Tuhan memanggilnya (Musa) di lembah suci yaitu Lembah thuwa. (an-Naziat/79: 16). Seruan Allah yang didengar Musa di lembah suci thuwa ini merupakan wahyu pengangkatan Nabi Musa sebagai rasul. Ia diutus Allah untuk menyampaikan risalah kepada Fir'aun di Mesir, dengan dibekali bermacam-macam mukjizat. Musa berhadapan langsung dengan Allah ketika menerima wahyu, tetapi Musa tidak dapat melihat-Nya, karena terhalang oleh tabir berupa cahaya. Penerimaan wahyu semacam ini merupakan salah satu macam cara penyampaian wahyu Allah kepada para nabi-Nya. Hal ini disebut Allah dalam firman-Nya: Dan tidaklah patut bagi seorang manusia bahwa Allah akan berbicara kepadanya kecuali dengan perantaraan wahyu atau dari belakang tabir atau dengan mengutus utusan (malaikat) lalu diwahyukan kepadanya dengan izin-Nya apa yang Dia kehendaki.... (asy-Syura/42: 51). Mahasuci Allah, Tuhan seluruh alam yang berbuat menurut apa yang dikehendaki-Nya. Tidak ada satu makhluk pun yang menyamai-Nya. Dia Mahaagung dan Mahatinggi dari seluruh makhluk-Nya. Yang didengar Musa itu ialah suara firman Allah. Hal ini dinyatakan Allah dalam ayat kesembilan bahwa yang menyeru dan memanggilnya ialah Allah, bukan suara makhluk. Allah Mahaperkasa atas segala sesuatu, Mahabijaksana dalam firman dan perbuatan-Nya."
        },
        {
          "number": 10,
          "arabic": "وَأَلْقِ عَصَاكَ ۚ فَلَمَّا رَءَاهَا تَهْتَزُّ كَأَنَّهَا جَآنٌّ وَلَّىٰ مُدْبِرًا وَلَمْ يُعَقِّبْ ۚ يَـٰمُوسَىٰ لَا تَخَفْ إِنِّى لَا يَخَافُ لَدَىَّ ٱلْمُرْسَلُونَ",
          "transliteration": "wa-alqi ʿaṣāka falammā raāhā tahtazzu ka-annahā jānnun wallā mud'biran walam yuʿaqqib yāmūsā lā takhaf innī lā yakhāfu ladayya l-mur'salūna",
          "translation": "dan lemparkanlah tongkatmu!\" Maka ketika (tongkat itu menjadi ular dan) Musa melihatnya bergerak-gerak seperti seekor ular yang gesit, larilah dia berbalik ke belakang tanpa menoleh. \"Wahai Musa! Jangan takut! Sesungguhnya dihadapan-Ku para rasul tidak perlu takut,",
          "tafsir": "Ayat ini adalah rentetan pembicaraan langsung antara Allah dan Musa di lembah suci thuwa. Setelah Musa diangkat sebagai nabi dan rasul, Allah memerintahkan Musa untuk melemparkan tongkat yang dipegang tangan kanannya. Ketika tongkat itu dilemparkan, Musa melihatnya bergerak-gerak seperti seekor jann, yaitu sejenis ular yang sangat gesit geraknya. Tidak terlintas di hati Musa sedikit pun bahwa tongkatnya itu akan berubah menjadi ular, padahal dengan tongkat itu Musa dapat mengambil manfaat dalam kehidupan sehari-hari sebagai penggembala kambing. Hal ini dinyatakan Allah dalam firman-Nya: Dia (Musa) berkata, \"Ini adalah tongkatku, aku bertumpu padanya, dan aku merontokkan (daun-daun) dengannya untuk (makanan) kambingku, dan bagiku masih ada lagi manfaat yang lain.\" (thaha/20: 18). Ketika Musa melihat tongkatnya menjadi ular, dia lari berbalik ke belakang tanpa menoleh, karena merasa sangat ketakutan. Pada saat itu, Allah berfirman kepada Musa agar jangan takut, karena sesungguhnya orang yang diangkat menjadi rasul tidak patut takut di hadapan-Nya. Seruan Allah ini didahului dengan perintah untuk datang ke hadapan-Nya dan dijamin keamanannya. Maka Allah menegaskan dengan firman-Nya: ...\"Wahai Musa! Kemarilah dan jangan takut. Sesungguhnya engkau termasuk orang yang aman. (Al-Qasas/28: 31). Selain itu, Allah memerintahkan Musa untuk memegang ular tersebut agar menjadi tongkat kembali. Ini merupakan mukjizat yang pertama bagi Musa. Firman Allah: Dia (Allah) berfirman, \"Peganglah ia dan jangan takut, Kami akan mengembalikannya kepada keadaannya semula. (thaha/20: 21). Adapun orang yang takut kepada Allah ialah orang-orang yang berbuat zalim, yang menempatkan sesuatu tidak pada tempatnya. Zalim itu bisa terhadap diri sendiri, orang lain, maupun makhluk-makhluk Allah lain. Orang yang sungguh-sungguh bertobat kepada Allah, tidak akan berbuat zalim lagi, kemudian mengiringinya dengan perbuatan baik, tidak perlu takut menghadapi Allah. Hal ini merupakan kabar gembira bagi mereka dan juga bagi seluruh umat manusia, sebagaimana perilaku para tukang sihir Fir'aun yang beriman kepada Musa sebagai utusan Allah. Siapa saja yang berbuat dosa, kemudian menghentikan diri dari perbuatan-perbuatan tersebut dan bertobat, maka Allah akan menerima tobatnya. Hal ini ditegaskan Allah dalam firman-Nya: Dan sungguh, Aku Maha Pengampun bagi yang bertobat, beriman, dan berbuat kebajikan, kemudian tetap dalam petunjuk. (thaha/20: 82). Dan firman-Nya lagi: Dan barang siapa berbuat kejahatan dan menganiaya dirinya, kemudian dia memohon ampunan kepada Allah, niscaya dia akan mendapatkan Allah Maha Pengampun, Maha Penyayang. (an-Nisa'/4: 110)."
        },
        {
          "number": 11,
          "arabic": "إِلَّا مَن ظَلَمَ ثُمَّ بَدَّلَ حُسْنًۢا بَعْدَ سُوٓءٍ فَإِنِّى غَفُورٌ رَّحِيمٌ",
          "transliteration": "illā man ẓalama thumma baddala ḥus'nan baʿda sūin fa-innī ghafūrun raḥīmun",
          "translation": "kecuali orang yang berlaku zalim yang kemudian mengubah (dirinya) dengan kebaikan setelah kejahatan (bertobat); maka sungguh, Aku Maha Pengampun, Maha Penyayang.",
          "tafsir": "Ayat ini adalah rentetan pembicaraan langsung antara Allah dan Musa di lembah suci thuwa. Setelah Musa diangkat sebagai nabi dan rasul, Allah memerintahkan Musa untuk melemparkan tongkat yang dipegang tangan kanannya. Ketika tongkat itu dilemparkan, Musa melihatnya bergerak-gerak seperti seekor jann, yaitu sejenis ular yang sangat gesit geraknya. Tidak terlintas di hati Musa sedikit pun bahwa tongkatnya itu akan berubah menjadi ular, padahal dengan tongkat itu Musa dapat mengambil manfaat dalam kehidupan sehari-hari sebagai penggembala kambing. Hal ini dinyatakan Allah dalam firman-Nya: Dia (Musa) berkata, \"Ini adalah tongkatku, aku bertumpu padanya, dan aku merontokkan (daun-daun) dengannya untuk (makanan) kambingku, dan bagiku masih ada lagi manfaat yang lain.\" (thaha/20: 18). Ketika Musa melihat tongkatnya menjadi ular, dia lari berbalik ke belakang tanpa menoleh, karena merasa sangat ketakutan. Pada saat itu, Allah berfirman kepada Musa agar jangan takut, karena sesungguhnya orang yang diangkat menjadi rasul tidak patut takut di hadapan-Nya. Seruan Allah ini didahului dengan perintah untuk datang ke hadapan-Nya dan dijamin keamanannya. Maka Allah menegaskan dengan firman-Nya: ...\"Wahai Musa! Kemarilah dan jangan takut. Sesungguhnya engkau termasuk orang yang aman. (Al-Qasas/28: 31). Selain itu, Allah memerintahkan Musa untuk memegang ular tersebut agar menjadi tongkat kembali. Ini merupakan mukjizat yang pertama bagi Musa. Firman Allah: Dia (Allah) berfirman, \"Peganglah ia dan jangan takut, Kami akan mengembalikannya kepada keadaannya semula. (thaha/20: 21). Adapun orang yang takut kepada Allah ialah orang-orang yang berbuat zalim, yang menempatkan sesuatu tidak pada tempatnya. Zalim itu bisa terhadap diri sendiri, orang lain, maupun makhluk-makhluk Allah lain. Orang yang sungguh-sungguh bertobat kepada Allah, tidak akan berbuat zalim lagi, kemudian mengiringinya dengan perbuatan baik, tidak perlu takut menghadapi Allah. Hal ini merupakan kabar gembira bagi mereka dan juga bagi seluruh umat manusia, sebagaimana perilaku para tukang sihir Fir'aun yang beriman kepada Musa sebagai utusan Allah. Siapa saja yang berbuat dosa, kemudian menghentikan diri dari perbuatan-perbuatan tersebut dan bertobat, maka Allah akan menerima tobatnya. Hal ini ditegaskan Allah dalam firman-Nya: Dan sungguh, Aku Maha Pengampun bagi yang bertobat, beriman, dan berbuat kebajikan, kemudian tetap dalam petunjuk. (thaha/20: 82). Dan firman-Nya lagi: Dan barang siapa berbuat kejahatan dan menganiaya dirinya, kemudian dia memohon ampunan kepada Allah, niscaya dia akan mendapatkan Allah Maha Pengampun, Maha Penyayang. (an-Nisa'/4: 110)."
        },
        {
          "number": 12,
          "arabic": "وَأَدْخِلْ يَدَكَ فِى جَيْبِكَ تَخْرُجْ بَيْضَآءَ مِنْ غَيْرِ سُوٓءٍ ۖ فِى تِسْعِ ءَايَـٰتٍ إِلَىٰ فِرْعَوْنَ وَقَوْمِهِۦٓ ۚ إِنَّهُمْ كَانُوا۟ قَوْمًا فَـٰسِقِينَ",
          "transliteration": "wa-adkhil yadaka fī jaybika takhruj bayḍāa min ghayri sūin fī tis'ʿi āyātin ilā fir'ʿawna waqawmihi innahum kānū qawman fāsiqīna",
          "translation": "Dan masukkanlah tanganmu ke leher bajumu,<sup foot_note=135543>1</sup> niscaya ia akan ke luar menjadi putih (bersinar) tanpa cacat. (Kedua mukjizat ini) termasuk sembilan macam mukjizat (yang akan dikemukakan) kepada Fir'aun dan kaumnya. Mereka benar-benar orang-orang yang fasik.\"",
          "tafsir": "Pada ayat ini, Allah menunjukkan kekuasaan-Nya yang lain, setelah menunjukkan kekuasaan-Nya mengubah benda mati yang berada di tangan Musa menjadi makhluk hidup berupa ular. Kemudian Musa diperintahkan untuk memasukkan tangannya ke ketiak, melalui belahan leher bajunya. Ketika dikeluarkan, tangan itu mengeluarkan cahaya berwarna putih cemerlang. Ini merupakan mukjizat kedua Musa. Dua macam mukjizat Musa ini merupakan bagian dari sembilan mukjizat yang diberikan Allah kepadanya. Mukjizat ini menjadi bukti kepada Fir'aun dan kaumnya bahwa Musa adalah utusan Allah untuk mengajak ke jalan yang benar dan diridai-Nya. Jumlah mukjizat Musa yang sembilan itu ditegaskan Allah dalam firman-Nya: Dan sungguh, Kami telah memberikan kepada Musa sembilan mukjizat yang nyata. (al-Isra'/17: 101). Musa diutus Allah dengan bermacam-macam kejadian yang luar biasa untuk menghadapi Fir'aun dan kaumnya yang fasik, melampaui batas fitrah manusia. Bahkan Fir'aun mengaku dirinya sebagai Tuhan dan dibenarkan pengakuannya ini oleh kaumnya. Hal ini disebutkan Allah dalam firman-Nya: (Seraya) berkata, \"Akulah tuhanmu yang paling tinggi.\" (an-Nazi'at/79: 24)."
        },
        {
          "number": 13,
          "arabic": "فَلَمَّا جَآءَتْهُمْ ءَايَـٰتُنَا مُبْصِرَةً قَالُوا۟ هَـٰذَا سِحْرٌ مُّبِينٌ",
          "transliteration": "falammā jāathum āyātunā mub'ṣiratan qālū hādhā siḥ'run mubīnun",
          "translation": "Maka ketika mukjizat-mukjizat Kami yang terang itu sampai kepada mereka, mereka berkata, \"Ini sihir yang nyata.\"",
          "tafsir": "Ketika Musa berhadapan dengannya, Fir'aun mengaku bahwa dirinya adalah tuhan. Fir'aun minta bukti kepada Musa bahwa ia benar-benar utusan Allah. Musa sebagai utusan Allah memberi bukti dengan melemparkan tongkatnya yang kemudian menjadi ular yang bergerak dengan gesit, kemudian memasukkan tangannya ke ketiaknya melalui belahan leher bajunya, lalu dikeluarkan maka tangannya menjadi putih bersinar cemerlang bagi orang-orang yang melihatnya. Ayat ini menjelaskan bahwa kedua bukti di atas sangat jelas menjadi saksi nyata bahwa Musa benar-benar utusan Allah. Akan tetapi, mereka mengingkari bukti-bukti tersebut dan berkata bahwa hal itu adalah sihir semata."
        }
      ]
    }
  ]
}