{
  "pageNumber": 28,
  "juz": 2,
  "surahs": [
    {
      "number": 2,
      "name": "Al-Baqarah",
      "nameArabic": "البقرة",
      "meaning": "Sapi Betina",
      "revelation": "Madinah",
      "description": "Surat \"Al Baqarah\" terdiri atas 286 ayat dan sebagian besar diturunkan di Madinah pada permulaan tahun Hijrah, kecuali ayat 281 yang diturunkan di Mina pada Haji wadaa' (haji Nabi Muhammad s.a.w. yang terakhir). Seluruh ayat surat Al Baqarah termasuk golongan Madaniyyah dan merupakan surat yang terpanjang di antara surat-surat Al Qur'an yang di dalamnya terdapat pula ayat yang terpanjang (ayat 282).Surat ini dinamai \"Al Baqarah\" karena di dalamnya disebutkan kisah penyembelihan sapi betina yang diperintahkan Allah kepada Bani Israil (ayat 67 sampai dengan 74), di mana dijelaskan watak orang Yahudi pada umumnya. Dinamai \"Fusthaathul-Qur'an\" (puncak Al Qur'an) karena memuat beberapa hukum yang tidak disebutkan dalam surat yang lain. Dinamai juga surat \"Alif-laam-miim\" karena surat ini dimulai dengan Alif-laam-miim.&nbsp;Pokok-Pokok Isi:1. Keimanan:Dakwah Islamiyah yang dihadapkan kepada umat Islam, ahli kitab dan para musyrikin.2. Hukum-hukum:Perintah mengerjakan shalat; menunaikan zakat; hukum puasa; hukum haji dan umrah; hukum qishash; halal dan haram; berinfak di jalan Allah; hukum arak dan judi; cara menyantuni anak yatim, larangan riba; utang-piutang; nafkah dan yang berhak menerimanya; wasiat kepada ibu-bapak dan kaum kerabat; hukum sumpah; kewajiban menyampaikan amanah; sihir; hukum merusak masjid; hukum mengubah kitab-kitab Allah; hukum haidh, 'iddah, thalak, khulu', ilaa' dan susuan; hukum melamar, mahar, larangan menikahi wanita musyrik dan sebaliknya; hukum perang.3. Kisah-kisah:Kisah penciptaan Nabi Adam a.s; kisah Nabi Ibrahim a.s.; kisah Nabi Musa a.s. dengan Bani Israil.4. Lain-lain:Sifat-sifat orang yang bertakwa; sifat-sifat orang munafik; sifat-sifat Allah; perumpamaan-perumpamaan; kiblat, kebangkitan sesudah mati.Kesimpulan surat Al Baqarah:1. Menjelaskan beberapa hukum dalam agama Islam.2. Mengemukakan beberapa perumpamaan.3. Mengemukakan hujjah-hujjah.Hubungan Surat Al Baqarah Dengan Surat Ali 'Imran:1. Dalam surat Al Baqarah, disebutkan Nabi Adam a.s. yang langsung diciptakan Allah, sedang dalam surat Ali'Imran, disebutkan tentang kelahiran Nabi 'Isa a.s. yang kedua-duanya diciptakan Allah secara menyelisihi kebiasaan.2. Dalam surat Al Baqarah, sifat dan perbuatan orang-orang Yahudi dibentangkan secara luas disertai dengan hujjah untuk mematahkan hujjah-hujjah mereka yang membela kesesatan, sedang dalam surat Ali 'Imran, dibentangkan hal-hal serupa yang berhubungan dengan orang Nasrani.3. Surat Al Baqarah dimulai dengan menyebutkan tiga golongan manusia, yaitu orang mukmin, orang yang mengimani hari akhir, dan orang munafik. Sementara itu, surat Ali 'Imran dimulai dengan menyebutkan orang yang suka mentakwilkan ayat yang mutasyabihaat secara salah untuk memfitnah orang mukmin, dan menyebutkan orang yang mempunyai keahlian dalam menakwilkannya.4. Surat Al Baqarah disudahi dengan permohonan kepada Allah agar kesalahan-kesalahan dan kealpaan dalam melaksanakan ketaatan diampuni, sedang surat Ali 'Imran disudahi dengan permohonan kepada Allah agar Dia memberi pahala atas amal saleh yang dilakukan hamba-Nya.5. Surat Al Baqarah dimulai dengan menyebutkan sifat-sifat orang yang bertakwa, sedang surat Ali 'Imran dimulai dengan perintah bertakwa.",
      "verses": [
        {
          "number": 182,
          "arabic": "فَمَنْ خَافَ مِن مُّوصٍ جَنَفًا أَوْ إِثْمًا فَأَصْلَحَ بَيْنَهُمْ فَلَآ إِثْمَ عَلَيْهِ ۚ إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
          "transliteration": "faman khāfa min mūṣin janafan aw ith'man fa-aṣlaḥa baynahum falā ith'ma ʿalayhi inna l-laha ghafūrun raḥīmun",
          "translation": "Tetapi barang siapa khawatir bahwa pemberi wasiat (berlaku) berat sebelah atau berbuat salah, lalu dia mendamaikan<sup foot_note=135012>1</sup> antara mereka, maka dia tidak berdosa. Sungguh, Allah Maha Pengampun, Maha Penyayang.",
          "tafsir": "Ayat ini memberikan penjelasan, yaitu kalau seseorang merasa khawatir bahwa orang yang berwasiat itu tidak berlaku adil dalam memberikan wasiatnya, maka tidak ada dosa baginya untuk menyuruh yang berwasiat agar berlaku adil dalam memberikan wasiatnya. Apabila seseorang mengetahui bahwa wasiat yang telah dibuat itu ternyata tidak adil kemudian ia berusaha mendamaikan antara orang-orang yang menerima wasiat itu, sehingga terjadi perubahan-perubahan, maka hal itu tidaklah dianggap perubahan yang mengakibatkan dosa, tetapi perubahan dari yang tidak adil kepada yang adil, yang disetujui oleh pihak yang menerima bagian dari wasiat itu."
        },
        {
          "number": 183,
          "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ كُتِبَ عَلَيْكُمُ ٱلصِّيَامُ كَمَا كُتِبَ عَلَى ٱلَّذِينَ مِن قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ",
          "transliteration": "yāayyuhā alladhīna āmanū kutiba ʿalaykumu l-ṣiyāmu kamā kutiba ʿalā alladhīna min qablikum laʿallakum tattaqūna",
          "translation": "Wahai orang-orang yang beriman! Diwajibkan atas kamu berpuasa sebagaimana diwajibkan atas orang sebelum kamu agar kamu bertakwa,",
          "tafsir": "Para ulama banyak memberikan uraian tentang hikmah berpuasa, misalnya: untuk mempertinggi budi pekerti, menimbulkan kesadaran dan kasih sayang terhadap orang-orang miskin, orang-orang lemah yang tidak mampu memenuhi kebutuhan hidupnya, melatih jiwa dan jasmani, menambah kesehatan dan lain sebagainya. Uraian seperti di atas tentu ada benarnya, walaupun tidak mudah dirasakan oleh setiap orang. Karena, lapar, haus dan lain-lain akibat berpuasa tidak selalu mengingatkan kepada penderitaan orang lain, malah bisa mendorongnya untuk mencari dan mempersiapkan bermacam-macam makanan pada siang hari untuk melepaskan lapar dan dahaganya di kala berbuka pada malam harinya. Begitu juga tidak akan mudah dirasakan oleh setiap orang berpuasa, bahwa puasa itu membantu kesehatan, walaupun para dokter telah memberikan penjelasan secara ilmiah, bahwa berpuasa memang benar-benar dapat menyembuhkan sebagian penyakit, tetapi ada pula penyakit yang tidak membolehkan berpuasa. Kalau diperhatikan perintah berpuasa bulan Ramadan ini, maka pada permulaan ayat 183 secara langsung Allah menunjukkan perintah wajib itu kepada orang yang beriman. Orang yang beriman akan patuh melaksanakan perintah berpuasa dengan sepenuh hati, karena ia merasa kebutuhan jasmaniah dan rohaniah adalah dua unsur yang pokok bagi kehidupan manusia yang harus dikembangkan dengan bermacam-macam latihan, agar dapat dimanfaatkan untuk ketenteraman hidup yang bahagia di dunia dan akhirat. Pada ayat 183 ini Allah mewajibkan puasa kepada semua manusia yang beriman, sebagaimana diwajibkan kepada umat-umat sebelum mereka agar mereka menjadi orang yang bertakwa. Jadi, puasa sungguh penting bagi kehidupan orang yang beriman. Kalau kita selidiki macam-macam agama dan kepercayaan pada masa sekarang ini, dijumpai bahwa puasa salah satu ajaran yang umum untuk menahan hawa nafsu dan lain sebagainya. Perintah berpuasa diturunkan pada bulan Sya'ban tahun kedua Hijri, ketika Nabi Muhammad saw mulai membangun pemerintahan yang berwibawa dan mengatur masyarakat baru, maka dapat dirasakan, bahwa puasa itu sangat penting artinya dalam membentuk manusia yang dapat menerima dan melaksanakan tugas-tugas besar dan suci."
        },
        {
          "number": 184,
          "arabic": "أَيَّامًا مَّعْدُودَٰتٍ ۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوْ عَلَىٰ سَفَرٍ فَعِدَّةٌ مِّنْ أَيَّامٍ أُخَرَ ۚ وَعَلَى ٱلَّذِينَ يُطِيقُونَهُۥ فِدْيَةٌ طَعَامُ مِسْكِينٍ ۖ فَمَن تَطَوَّعَ خَيْرًا فَهُوَ خَيْرٌ لَّهُۥ ۚ وَأَن تَصُومُوا۟ خَيْرٌ لَّكُمْ ۖ إِن كُنتُمْ تَعْلَمُونَ",
          "transliteration": "ayyāman maʿdūdātin faman kāna minkum marīḍan aw ʿalā safarin faʿiddatun min ayyāmin ukhara waʿalā alladhīna yuṭīqūnahu fid'yatun ṭaʿāmu mis'kīnin faman taṭawwaʿa khayran fahuwa khayrun lahu wa-an taṣūmū khayrun lakum in kuntum taʿlamūna",
          "translation": "(Yaitu) beberapa hari tertentu. Maka barang siapa di antara kamu sakit atau dalam perjalanan (lalu tidak berpuasa), maka (wajib mengganti) sebanyak hari (yang dia tidak berpuasa itu) pada hari-hari yang lain. Dan bagi orang yang berat menjalankannya,<sup foot_note=135013>1</sup> wajib membayar fidyah, yaitu memberi makan seorang miskin. Tetapi barang siapa dengan kerelaan hati mengerjakan kebajikan,<sup foot_note=135014>2</sup> maka itu lebih baik baginya, dan puasamu itu lebih baik bagimu jika kamu mengetahui.",
          "tafsir": "Ayat 184 dan permulaan ayat 185, menerangkan bahwa puasa yang diwajibkan ada beberapa hari yaitu pada bulan Ramadan menurut jumlah hari bulan Ramadan (29 atau 30 hari). Nabi Besar Muhammad saw semenjak turunnya perintah puasa sampai wafatnya, beliau selalu berpuasa di bulan Ramadan selama 29 hari, kecuali satu kali saja bulan Ramadan genap 30 hari. Sekalipun Allah telah mewajibkan puasa pada bulan Ramadan kepada semua orang yang beriman, namun Allah yang Mahabijaksana memberikan keringanan kepada orang-orang yang sakit dan musafir, untuk tidak berpuasa pada bulan Ramadan dan menggantinya pada hari-hari lain di luar bulan tersebut. Pada ayat tersebut tidak dirinci jenis/sifat batasan dan kadar sakit dan musafir itu, sehingga para ulama memberikan hasil ijtihadnya masing-masing antara lain sebagai berikut: 1.Dibolehkan tidak berpuasa bagi orang yang sakit atau musafir tanpa membedakan sakitnya itu berat atau ringan, demikian pula perjalanannya jauh atau dekat, sesuai dengan bunyi ayat ini. Pendapat ini dipelopori oleh Ibnu Sirin dan Dawud az-Zahiri. 2.Dibolehkan tidak berpuasa bagi setiap orang yang sakit yang benar-benar merasa kesukaran berpuasa, karena sakitnya. Ukuran kesukaran itu diserahkan kepada rasa tanggung jawab dan keimanan masing-masing. Pendapat ini dipelopori oleh sebagian ulama tafsir. 3.Dibolehkan tidak berpuasa bagi orang yang sakit atau musafir dengan ketentuan-ketentuan, apabila sakit itu berat dan akan mempengaruhi keselamatan jiwa atau keselamatan sebagian anggota tubuhnya atau menambah sakitnya bila ia berpuasa. Juga bagi orang-orang yang musafir, apabila perjalanannya itu dalam jarak jauh, yang ukurannya paling sedikit 16 farsakh (kurang lebih 80 km). 4.Tidak ada perbedaan pendapat mengenai perjalanan musafir, apakah dengan berjalan kaki, atau dengan apa saja, asalkan tidak untuk mengerjakan perbuatan maksiat. Sesudah itu Allah menerangkan pada pertengahan ayat 184 yang terjemahannya, \"Dan wajib bagi orang yang berat menjalankannya (jika mereka tidak berpuasa) membayar fidyah, (yaitu) memberi makan orang miskin.\" Menurut ayat itu (184), siapa yang benar-benar merasa berat menjalankan puasa, ia boleh menggantinya dengan fidyah, walaupun ia tidak sakit dan tidak musafir. Termasuk orang-orang yang berat mengerjakan puasa itu ialah: a.Orang tua yang tidak mampu berpuasa, bila ia tidak berpuasa diganti dengan fidyah. b.Wanita hamil dan yang sedang menyusui. Menurut Imam Syafi'i dan Ahmad, bila wanita hamil dan wanita yang sedang menyusui khawatir akan terganggu kesehatan janin/bayinya, lalu mereka tidak puasa, maka wajib atas keduanya mengqada puasa yang ditinggalkannya, dan membayar fidyah. Bila mereka khawatir atas kesehatan diri mereka saja yang terganggu dan tidak khawatir atas kesehatan janin/bayinya, atau mereka khawatir atas kesehatan dirinya dan janin/bayinya, lalu mereka tidak puasa, maka wajib atas mereka diqada puasa saja. Sedangkan menurut Abu Hanifah, ibu hamil dan yang sedang menyusui dalam semua hal yang disebutkan di atas, cukup mengqada puasa saja. c.Orang-orang sakit yang tidak sanggup berpuasa dan penyakitnya tidak ada harapan akan sembuh, hanya diwajibkan membayar fidyah. d.Mengenai buruh dan petani yang penghidupannya hanya dari hasil kerja keras dan membanting tulang setiap hari, dalam hal ini ulama fikih mengemukakan pendapat sebagai berikut: 1)Ibnu Hajar dan Imam al-Azra'i telah memberi fatwa, \"Sesungguhnya wajib bagi orang-orang pengetam padi dan sebagainya dan yang serupa dengan mereka, berniat puasa setiap malam Ramadan. Apabila pada siang harinya ia ternyata mengalami kesukaran atau penderitaan yang berat, maka ia boleh berbuka puasa. Kalau tidak demikian, ia tidak boleh berbuka. ) 2)Kalau seseorang yang pencariannya tergantung kepada suatu pekerjaan berat untuk menutupi kebutuhan hidupnya atau kebutuhan hidup orang-orang yang harus dibiayainya dimana ia tidak tahan berpuasa maka ia boleh berbuka pada waktu itu,\" (dengan arti ia harus berpuasa sejak pagi). Akhir ayat 184 menjelaskan orang yang dengan rela hati mengerjakan kebajikan dengan membayar fidyah lebih dari ukurannya atau memberi makan lebih dari seorang miskin, maka perbuatan itu baik baginya. Sesudah itu Allah menutup ayat ini dengan menekankan bahwa berpuasa lebih baik daripada tidak berpuasa."
        },
        {
          "number": 185,
          "arabic": "شَهْرُ رَمَضَانَ ٱلَّذِىٓ أُنزِلَ فِيهِ ٱلْقُرْءَانُ هُدًى لِّلنَّاسِ وَبَيِّنَـٰتٍ مِّنَ ٱلْهُدَىٰ وَٱلْفُرْقَانِ ۚ فَمَن شَهِدَ مِنكُمُ ٱلشَّهْرَ فَلْيَصُمْهُ ۖ وَمَن كَانَ مَرِيضًا أَوْ عَلَىٰ سَفَرٍ فَعِدَّةٌ مِّنْ أَيَّامٍ أُخَرَ ۗ يُرِيدُ ٱللَّهُ بِكُمُ ٱلْيُسْرَ وَلَا يُرِيدُ بِكُمُ ٱلْعُسْرَ وَلِتُكْمِلُوا۟ ٱلْعِدَّةَ وَلِتُكَبِّرُوا۟ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمْ وَلَعَلَّكُمْ تَشْكُرُونَ",
          "transliteration": "shahru ramaḍāna alladhī unzila fīhi l-qur'ānu hudan lilnnāsi wabayyinātin mina l-hudā wal-fur'qāni faman shahida minkumu l-shahra falyaṣum'hu waman kāna marīḍan aw ʿalā safarin faʿiddatun min ayyāmin ukhara yurīdu l-lahu bikumu l-yus'ra walā yurīdu bikumu l-ʿus'ra walituk'milū l-ʿidata walitukabbirū l-laha ʿalā mā hadākum walaʿallakum tashkurūna",
          "translation": "Bulan Ramadan adalah (bulan) yang di dalamnya diturunkan Alquran, sebagai petunjuk bagi manusia dan penjelasan-penjelasan mengenai petunjuk itu dan pembeda (antara yang benar dan yang batil). Karena itu, barang siapa di antara kamu mendapati bulan itu, maka berpuasalah. Dan barang siapa sakit atau dalam perjalanan (dia tidak berpuasa), maka (wajib menggantinya), sebanyak hari yang ditinggalkannya, pada hari-hari yang lain. Allah menghendaki kemudahan bagimu, dan tidak menghendaki kesukaran bagimu. Hendaklah kamu mencukupkan bilangannya dan mengagungkan Allah atas petunjuk-Nya yang diberikan kepadamu, agar kamu bersyukur.",
          "tafsir": "Ayat ini menerangkan bahwa pada bulan Ramadan, Al-Qur'an diwahyukan. Berkaitan dengan peristiwa penting ini, ada beberapa informasi Al-Qur'an yang dapat dijadikan sebagai acuan untuk menetapkan waktu pewahyuan ini. Ayat-ayat itu antara lain surah al-Qadar/97: 1, ayat ini mengisyaratkan bahwa Al-Qur'an diwahyukan pada malam yang penuh dengan kemuliaan atau malam qadar. Surah ad-Dukhan/44: 3, ayat ini mengisyaratkan bahwa Al-Qur'an diturunkan pada malam yang diberkahi. Surah al-Anfal/8: 41, ayat ini mengisyaratkan bahwa Al-Qur'an itu diturunkan bertepatan dengan terjadinya pertemuan antara dua pasukan, yaitu pasukan Islam yang dipimpin Nabi Muhammad dengan tentara Quraisy yang dikomandani oleh Abu Jahal, pada perang Badar yang terjadi pada tanggal 17 Ramadan. Dari beberapa informasi Al-Qur'an ini, para ulama menetapkan bahwa Al-Qur'an diwahyukan pertama kali pada malam qadar, yaitu malam yang penuh kemuliaan, yang juga merupakan malam penuh berkah, dan ini terjadi pada tanggal 17 Ramadan, bertepatan dengan bertemu dan pecahnya perang antara pasukan Islam dan tentara kafir Quraisy di Badar, yang pada saat turun wahyu itu Muhammad berusia 40 tahun. Selanjutnya peristiwa penting ini ditetapkan sebagai turunnya wahyu yang pertama dan selalu diperingati umat Islam setiap tahun di seluruh dunia. Berkenaan dengan malam qadar, terdapat perbedaan penetapannya, sebagai saat pertama diturunkannya Al-Qur'an, dan malam qadar yang dianjurkan Nabi Muhammad kepada umat Islam untuk mendapatkannya. Yang pertama ditetapkan terjadinya pada tanggal 17 Ramadan, yang hanya sekali terjadi dan tidak akan terulang lagi. Sedangkan yang kedua, sesuai dengan hadis Nabi, terjadi pada sepuluh hari terakhir Ramadan, bahkan lebih ditegaskan pada malam yang ganjil. Malam qadar ini dapat terjadi setiap tahun, sehingga kita selalu dianjurkan untuk mendapatkannya dengan persiapan yang total yaitu dengan banyak melaksanakan ibadah sunah pada sepuluh hari terakhir Ramadan. Ayat ini juga menjelaskan puasa yang diwajibkan ialah pada bulan Ramadan. Untuk mengetahui awal dan akhir bulan Ramadan Rasulullah saw telah bersabda: Berpuasalah kamu karena melihat bulan (Ramadan) dan berbukalah kamu, karena melihat bulan (Syawal), apabila tertutup bagi kamu, (dalam satu) riwayat mengatakan: Apabila tertutup bagi kamu disebabkan cuaca yang berawan), maka sempurnakanlah bulan Sya'ban tiga puluh hari (dan dalam satu riwayat Muslim \"takdirkanlah\" atau hitunglah bulan Sya'ban tiga puluh hari). (Riwayat al-Bukhari dan Muslim) Mengenai situasi bulan yang tertutup baik karena keadaan cuaca, atau memang karena menurut hitungan falakiyah belum bisa dilihat pada tanggal 29 malam 30 Sya'ban, atau pada tanggal 29 malam 30 Ramadan, berlaku ketentuan sebagai berikut: Siapa yang melihat bulan Ramadan pada tanggal 29 masuk malam 30 bulan Sya'ban, atau ada orang yang melihat bulan, yang dapat dipercayai, maka ia wajib berpuasa keesokan harinya. Kalau tidak ada terlihat bulan, maka ia harus menyempurnakan bulan Sya'ban 30 hari. Begitu juga siapa yang melihat bulan Syawal pada tanggal 29 malam 30 Ramadan, atau ada yang melihat, yang dapat dipercayainya, maka ia wajib berbuka besok harinya. Apabila ia tidak melihat bulan pada malam itu, maka ia harus menyempurnakan puasa 30 hari. Dalam hal penetapan permulaan hari puasa Ramadan dan hari raya Syawal agar dipercayakan kepada pemerintah, sehingga kalau ada perbedaan pendapat bisa dihilangkan dengan satu keputusan pemerintah, sesuai dengan kaidah yang berlaku: \"Putusan pemerintah itu menghilangkan perbedaan pendapat.\" Orang yang tidak dapat melihat bulan pada bulan Ramadan seperti penduduk yang berada di daerah kutub utara atau selatan di mana terdapat enam bulan malam di kutub utara dan enam bulan siang di kutub selatan, maka hukumnya disesuaikan dengan daerah tempat turunnya wahyu yaitu Mekah dimana daerah tersebut dianggap daerah mu'tadilah (daerah sedang atau pertengahan) atau diperhitungkan kepada tempat yang terdekat dengan daerah kutub utara dan kutub selatan. Pada ayat 185 ini, Allah memperkuat ayat 184, bahwa walaupun berpuasa diwajibkan, tetapi diberi kelonggaran bagi orang-orang yang sakit dan musafir untuk tidak berpuasa pada bulan Ramadan dan menggantikannya pada hari-hari lain. Pada penutup ayat ini Allah menekankan agar disempurnakan bilangan puasa dan menyuruh bertakbir serta bersyukur kepada Allah atas segala petunjuk yang diberikan."
        },
        {
          "number": 186,
          "arabic": "وَإِذَا سَأَلَكَ عِبَادِى عَنِّى فَإِنِّى قَرِيبٌ ۖ أُجِيبُ دَعْوَةَ ٱلدَّاعِ إِذَا دَعَانِ ۖ فَلْيَسْتَجِيبُوا۟ لِى وَلْيُؤْمِنُوا۟ بِى لَعَلَّهُمْ يَرْشُدُونَ",
          "transliteration": "wa-idhā sa-alaka ʿibādī ʿannī fa-innī qarībun ujību daʿwata l-dāʿi idhā daʿāni falyastajībū lī walyu'minū bī laʿallahum yarshudūna",
          "translation": "Dan apabila hamba-hamba-Ku bertanya kepadamu (Muhammad) tentang Aku, maka sesungguhnya Aku dekat. Aku kabulkan permohonan orang yang berdoa apabila dia berdoa kepada-Ku. Hendaklah mereka itu memenuhi (perintah)-Ku dan beriman kepada-Ku, agar mereka memperoleh kebenaran.",
          "tafsir": "Di dalam ayat ini, Allah menyuruh hamba-Nya agar berdoa kepada-Nya, serta Dia berjanji akan memperkenankannya, tetapi pada akhir ayat ini Allah menekankan agar hamba-Nya memenuhi perintah-Nya dan beriman kepada-Nya agar mereka selalu mendapat petunjuk. Di dalam hadis banyak diterangkan hal-hal yang bertalian dengan doa antara lain: 1.Sabda Rasulullah saw: Tiga macam orang tidak ditolak doanya, yaitu Imam yang adil, orang yang sedang berpuasa hingga ia berbuka dan doa seorang yang teraniaya. (Riwayat Muslim) 2. Sabda Rasulullah saw: \"Senantiasa diterima permohonan setiap hamba, selama ia tidak mendoakan hal-hal yang menimbulkan dosa atau memutuskan hubungan silaturrahim (dan) selama tidak meminta agar segera dikabulkan. Rasulullah ditanya, \"Apakah maksud segera dikabulkan ya Rasulullah?\" Beliau menjawab, \"Maksudnya ialah seorang hamba yang berkata, \"Saya sesungguhnya telah berdoa, tetapi saya lihat belum diperkenankan, karena itu ia merasa kecewa lalu tidak berdoa lagi\". (Riwayat Ahmad, at-Tirmidzi, an-Nasa'i dan Ibnu Majah) Walaupun ada pendapat yang mengatakan bahwa Allah swt Mahakuasa, Maha Mengetahui dan mengatur segalanya, diminta atau tidak diminta Dia berbuat sekehendak-Nya, sehingga manusia tidak perlu berdoa, tetapi pendapat itu bertentangan dengan ayat ini dan hadis-hadis Nabi Muhammad. Apabila di antara doa yang dipanjatkan kepada Allah ada yang belum dikabulkan, maka ada beberapa sebab: a.Tidak memenuhi syarat-syarat yang semestinya. b.Tidak mutlak Allah memberikan sesuai dengan yang dimohonkan oleh hamba-Nya, tetapi diganti atau disesuaikan dengan yang lebih baik bagi pemohon, baik di dunia maupun di akhirat. Dalam ayat ini Allah menghubungkan antara doa yang dijanjikan akan dikabulkan-Nya itu dengan ketentuan bahwa hamba-hamba-Nya harus mematuhi segala perintah-Nya dan beriman kepada-Nya. Selain itu doa hendaklah dilakukan dengan khusyuk, sungguh-sungguh dan dengan sepenuh hati, dan bukan doa untuk menganiaya orang, memutuskan hubungan silaturrahim dan lain-lain perbuatan maksiat. Memang segala sesuatu harus menurut syarat-syarat atau tata cara yang baik dan dapat menyampaikan kepada yang dimaksud. Kalau seorang berkata, \"Ya Tuhanku berikanlah kepadaku seribu rupiah,\" tanpa melakukan usaha, maka dia bukanlah berdoa tetapi sesungguhnya dia seorang jahil. Artinya permohonan serupa itu tidak ada artinya, karena tidak disertai usaha yang wajar."
        }
      ]
    }
  ]
}