{
  "pageNumber": 33,
  "juz": 2,
  "surahs": [
    {
      "number": 2,
      "name": "Al-Baqarah",
      "nameArabic": "البقرة",
      "meaning": "Sapi Betina",
      "revelation": "Madinah",
      "description": "Surat \"Al Baqarah\" terdiri atas 286 ayat dan sebagian besar diturunkan di Madinah pada permulaan tahun Hijrah, kecuali ayat 281 yang diturunkan di Mina pada Haji wadaa' (haji Nabi Muhammad s.a.w. yang terakhir). Seluruh ayat surat Al Baqarah termasuk golongan Madaniyyah dan merupakan surat yang terpanjang di antara surat-surat Al Qur'an yang di dalamnya terdapat pula ayat yang terpanjang (ayat 282).Surat ini dinamai \"Al Baqarah\" karena di dalamnya disebutkan kisah penyembelihan sapi betina yang diperintahkan Allah kepada Bani Israil (ayat 67 sampai dengan 74), di mana dijelaskan watak orang Yahudi pada umumnya. Dinamai \"Fusthaathul-Qur'an\" (puncak Al Qur'an) karena memuat beberapa hukum yang tidak disebutkan dalam surat yang lain. Dinamai juga surat \"Alif-laam-miim\" karena surat ini dimulai dengan Alif-laam-miim.&nbsp;Pokok-Pokok Isi:1. Keimanan:Dakwah Islamiyah yang dihadapkan kepada umat Islam, ahli kitab dan para musyrikin.2. Hukum-hukum:Perintah mengerjakan shalat; menunaikan zakat; hukum puasa; hukum haji dan umrah; hukum qishash; halal dan haram; berinfak di jalan Allah; hukum arak dan judi; cara menyantuni anak yatim, larangan riba; utang-piutang; nafkah dan yang berhak menerimanya; wasiat kepada ibu-bapak dan kaum kerabat; hukum sumpah; kewajiban menyampaikan amanah; sihir; hukum merusak masjid; hukum mengubah kitab-kitab Allah; hukum haidh, 'iddah, thalak, khulu', ilaa' dan susuan; hukum melamar, mahar, larangan menikahi wanita musyrik dan sebaliknya; hukum perang.3. Kisah-kisah:Kisah penciptaan Nabi Adam a.s; kisah Nabi Ibrahim a.s.; kisah Nabi Musa a.s. dengan Bani Israil.4. Lain-lain:Sifat-sifat orang yang bertakwa; sifat-sifat orang munafik; sifat-sifat Allah; perumpamaan-perumpamaan; kiblat, kebangkitan sesudah mati.Kesimpulan surat Al Baqarah:1. Menjelaskan beberapa hukum dalam agama Islam.2. Mengemukakan beberapa perumpamaan.3. Mengemukakan hujjah-hujjah.Hubungan Surat Al Baqarah Dengan Surat Ali 'Imran:1. Dalam surat Al Baqarah, disebutkan Nabi Adam a.s. yang langsung diciptakan Allah, sedang dalam surat Ali'Imran, disebutkan tentang kelahiran Nabi 'Isa a.s. yang kedua-duanya diciptakan Allah secara menyelisihi kebiasaan.2. Dalam surat Al Baqarah, sifat dan perbuatan orang-orang Yahudi dibentangkan secara luas disertai dengan hujjah untuk mematahkan hujjah-hujjah mereka yang membela kesesatan, sedang dalam surat Ali 'Imran, dibentangkan hal-hal serupa yang berhubungan dengan orang Nasrani.3. Surat Al Baqarah dimulai dengan menyebutkan tiga golongan manusia, yaitu orang mukmin, orang yang mengimani hari akhir, dan orang munafik. Sementara itu, surat Ali 'Imran dimulai dengan menyebutkan orang yang suka mentakwilkan ayat yang mutasyabihaat secara salah untuk memfitnah orang mukmin, dan menyebutkan orang yang mempunyai keahlian dalam menakwilkannya.4. Surat Al Baqarah disudahi dengan permohonan kepada Allah agar kesalahan-kesalahan dan kealpaan dalam melaksanakan ketaatan diampuni, sedang surat Ali 'Imran disudahi dengan permohonan kepada Allah agar Dia memberi pahala atas amal saleh yang dilakukan hamba-Nya.5. Surat Al Baqarah dimulai dengan menyebutkan sifat-sifat orang yang bertakwa, sedang surat Ali 'Imran dimulai dengan perintah bertakwa.",
      "verses": [
        {
          "number": 211,
          "arabic": "سَلْ بَنِىٓ إِسْرَٰٓءِيلَ كَمْ ءَاتَيْنَـٰهُم مِّنْ ءَايَةٍۭ بَيِّنَةٍ ۗ وَمَن يُبَدِّلْ نِعْمَةَ ٱللَّهِ مِنۢ بَعْدِ مَا جَآءَتْهُ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ",
          "transliteration": "sal banī is'rāīla kam ātaynāhum min āyatin bayyinatin waman yubaddil niʿ'mata l-lahi min baʿdi mā jāathu fa-inna l-laha shadīdu l-ʿiqābi",
          "translation": "Tanyakanlah kepada Bani Israil, berapa banyak bukti nyata yang telah Kami berikan kepada mereka. Barang siapa menukar nikmat Allah setelah (nikmat itu) datang kepadanya, maka sungguh, Allah sangat keras hukuman-Nya.",
          "tafsir": "Bani Israil telah rusak karena pengaruh keduniaan sehingga tidak sedikit dosa yang telah mereka lakukan dan tidak sedikit pula nikmat Allah yang telah diingkarinya. Karena itu, Nabi Muhammad saw diperintahkan Allah swt menanyakan kepada mereka berapa banyak sudah ayat-ayat dan tanda-tanda kekuasaan Allah yang telah diperlihatkan kepada mereka? Pertanyaan ini bukan untuk dijawab tetapi sebagai peringatan untuk dapat diinsafi dan disadari, agar mereka taat kepada Allah dan meninggalkan perbuatan jahat. Allah telah memperlihatkan kepada mereka mukjizat-mukjizat yang terjadi pada nabi-nabi mereka yang menunjukkan kebenaran ajaran-ajaran yang dibawanya itu, seperti tongkat Nabi Musa a.s. ketika dipukulkan kepada batu lalu memancarlah dari padanya dua belas mata air, dan awan yang menaungi mereka pada waktu panas ketika berjalan di padang pasir, makanan yang berupa mann dan salwa, dan sebagainya. Tetapi mereka tetap saja keras kepala dan tidak ada tanda-tanda sedikit pun bahwa mereka akan sadar dan insaf. Oleh karena itu, Allah swt memberikan satu peringatan keras, yaitu barang siapa yang menukar nikmat Allah dengan kekafiran sesudah nikmat itu datang kepadanya dan mengganti ayat-ayat-Nya, Allah akan membalas mereka dengan azab yang keras dan pedih terutama di hari kemudian dengan menjebloskan mereka ke dalam neraka Jahanam. Allah swt berfirman: Tidakkah kamu memperhatikan orang-orang yang telah menukar nikmat Allah dengan ingkar kepada Allah dan menjatuhkan kaumnya ke lembah kebinasaan?Yaitu neraka Jahanam; mereka masuk ke dalamnya; dan itulah seburuk-buruk tempat kediaman. (Ibrahim/14: 28-29)."
        },
        {
          "number": 212,
          "arabic": "زُيِّنَ لِلَّذِينَ كَفَرُوا۟ ٱلْحَيَوٰةُ ٱلدُّنْيَا وَيَسْخَرُونَ مِنَ ٱلَّذِينَ ءَامَنُوا۟ ۘ وَٱلَّذِينَ ٱتَّقَوْا۟ فَوْقَهُمْ يَوْمَ ٱلْقِيَـٰمَةِ ۗ وَٱللَّهُ يَرْزُقُ مَن يَشَآءُ بِغَيْرِ حِسَابٍ",
          "transliteration": "zuyyina lilladhīna kafarū l-ḥayatu l-dun'yā wayaskharūna mina alladhīna āmanū wa-alladhīna ittaqaw fawqahum yawma l-qiyāmati wal-lahu yarzuqu man yashāu bighayri ḥisābin",
          "translation": "Kehidupan dunia dijadikan terasa indah dalam pandangan orang-orang yang kafir, dan mereka menghina orang-orang yang beriman. Padahal orang-orang yang bertakwa itu berada di atas mereka pada hari Kiamat. Dan Allah memberi rezeki kepada orang yang Dia kehendaki tanpa perhitungan.",
          "tafsir": "Menurut Abdullah bin Abbas, ayat ini diturunkan berhubungan dengan Abu Jahal dan teman-temannya. Sedang menurut Muqatil, ayat ini diturunkan berhubungan dengan orang-orang munafik, seperti Abdullah bin Ubay dan pengikut-pengikutnya. Riwayat lain mengatakan bahwa ayat ini diturunkan berhubungan dengan kaum Yahudi, tokoh-tokoh dan pemimpin-pemimpinnya, dari Bani Quraizah Bani Nadir dan Bani Qainuqa, yang kesemuanya selalu menghina kaum Muslimin. Imam Fakhrur Razi berkata, \"Tidak ada salahnya bila dikatakan bahwa ayat ini diturunkan untuk ketiga golongan tersebut.\" Sudah menjadi tabiat yang melekat, terutama dalam hati orang kafir, yaitu mencintai dunia lebih dari segala-galanya. Setan menggambarkan kepada mereka kenikmatan hidup di dunia yang indah permai dengan sehebat-hebatnya sampai seluruh perhatian mereka tercurah kepada dunia. Mereka merebutnya mati-matian, mempertahankannya dengan jiwa raga, tidak mempedulikan larangan agama, kesopanan atau hukum-hukum Allah dan Rasul. Banyak celaan mereka yang ditujukan kepada orang-orang mukmin, seperti Abdullah bin Mas'ud, Ammar bin Yasir, Suhaib, dan sebagainya, dengan sengaja untuk menghina dan merendahkan kedudukan mereka. Mereka berkata, \"Muslimin itu suka menyiksa diri dan meninggalkan kesenangan dunia, mereka bersusah payah mengerjakan ibadah, menahan hawa nafsu dengan berpuasa, berzakat, dan mengeluarkan biaya yang besar untuk naik haji, dan lain sebagainya. Ejekan dan penghinaan kaum kafir terhadap kaum Muslimin dijawab bahwa orang yang bertakwa kepada Allah, nanti pada hari kemudian jauh lebih tinggi martabat dan kedudukannya daripada mereka. Orang yang bertakwa akan dimasukkan ke dalam surga, sebagaimana disebutkan dalam firman Allah swt: Itulah surga yang akan Kami wariskan kepada hamba-hamba Kami yang selalu bertakwa. (Maryam/19: 63). Orang kafir membanggakan kesenangan dunia yang dimilikinya, kekayaan bertumpuk-tumpuk yang diperolehnya, dan mereka menghina orang yang beriman yang umumnya miskin, tidak banyak yang kaya dibanding mereka. Untuk menjawab penghinaan ini, Allah menutup ayat ini dengan satu penegasan bahwa sangkaan mereka itu tidak benar. Allah memberi rezeki di dunia ini kepada siapa saja yang dikehendaki-Nya, baik ia orang kafir maupun mukmin, hanya bedanya kalau ia orang kafir, rezekinya itu sebagai \"istidraj\" yaitu menjerumuskan mereka dengan berangsur-angsur ke dalam siksa yang pedih yang akan ditemuinya. Siksa dan azab yang diterimanya di hari kemudian adalah karena mereka tidak mau sadar dan tidak mau kembali ke jalan Allah, sekalipun dalam keadaan senang dan serba cukup. Sedang bagi orang mukmin rezekinya itu merupakan \"fitnah\" yaitu cobaan, apakah ia mampu dan sanggup menggunakan dan memanfaatkannya kepada hal-hal yang diridai Allah swt atau tidak? Di akhirat nanti, orang-orang kafir akan meringkuk dalam neraka, merasakan siksaan dan azab yang amat pedih tak terhingga, dan orang mukmin dimasukkan ke dalam surga, diberi pahala berlipat ganda tak ada batasnya. Allah swt berfirman: ¦ Dan barang siapa mengerjakan kebajikan, baik laki-laki maupun perempuan sedangkan dia dalam keadaan beriman, maka mereka akan masuk surga, mereka diberi rezeki di dalamnya tidak terhingga. (al-Mu'min/40: 40)"
        },
        {
          "number": 213,
          "arabic": "كَانَ ٱلنَّاسُ أُمَّةً وَٰحِدَةً فَبَعَثَ ٱللَّهُ ٱلنَّبِيِّـۧنَ مُبَشِّرِينَ وَمُنذِرِينَ وَأَنزَلَ مَعَهُمُ ٱلْكِتَـٰبَ بِٱلْحَقِّ لِيَحْكُمَ بَيْنَ ٱلنَّاسِ فِيمَا ٱخْتَلَفُوا۟ فِيهِ ۚ وَمَا ٱخْتَلَفَ فِيهِ إِلَّا ٱلَّذِينَ أُوتُوهُ مِنۢ بَعْدِ مَا جَآءَتْهُمُ ٱلْبَيِّنَـٰتُ بَغْيًۢا بَيْنَهُمْ ۖ فَهَدَى ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ لِمَا ٱخْتَلَفُوا۟ فِيهِ مِنَ ٱلْحَقِّ بِإِذْنِهِۦ ۗ وَٱللَّهُ يَهْدِى مَن يَشَآءُ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
          "transliteration": "kāna l-nāsu ummatan wāḥidatan fabaʿatha l-lahu l-nabiyīna mubashirīna wamundhirīna wa-anzala maʿahumu l-kitāba bil-ḥaqi liyaḥkuma bayna l-nāsi fīmā ikh'talafū fīhi wamā ikh'talafa fīhi illā alladhīna ūtūhu min baʿdi mā jāathumu l-bayinātu baghyan baynahum fahadā l-lahu alladhīna āmanū limā ikh'talafū fīhi mina l-ḥaqi bi-idh'nihi wal-lahu yahdī man yashāu ilā ṣirāṭin mus'taqīmin",
          "translation": "Manusia itu (dahulunya) satu umat. Lalu Allah mengutus para nabi (untuk) menyampaikan kabar gembira dan peringatan. Dan diturunkan-Nya bersama mereka Kitab yang mengandung kebenaran, untuk memberi keputusan di antara manusia tentang perkara yang mereka perselisihkan. Dan yang berselisih hanyalah orang-orang yang telah diberi (Kitab), setelah bukti-bukti yang nyata sampai kepada mereka, karena kedengkian di antara mereka sendiri. Maka dengan kehendak-Nya, Allah memberi petunjuk kepada mereka yang beriman tentang kebenaran yang mereka perselisihkan. Allah memberi petunjuk kepada siapa yang Dia kehendaki ke jalan yang lurus.",
          "tafsir": "Manusia tadinya merupakan umat yang satu. Satu akidah dan satu tujuan amal perbuatan, yaitu untuk memperbaiki dan bukan untuk merusak, berbuat baik dan bukan berbuat jahat, berlaku adil dan bukan berbuat aniaya, kemudian mereka berpaling dan mengerjakan sebaliknya, dan tidak ada lagi kesatuan akidah dan pendapat di antara mereka, yang membawa mereka kepada kebahagiaan, lalu mereka berselisih, bercerai-berai. Untuk mengembalikan mereka kepada keadaan semula, bersatu dalam kebenaran, Allah mengutus nabi-nabi, manusia pilihan, agar membimbing mereka ke jalan yang benar, memberi petunjuk atas kekeliruan yang diperbuatnya, menyampaikan kabar gembira kepada orang-orang yang beriman dan taat. Nabi-nabi yang diutus itu dilengkapi dengan kitab-kitab samawi yang diturunkan kepada mereka, yang seluruhnya mengandung kebenaran, petunjuk-petunjuk dan penjelasan yang lengkap, yang akan dijadikan landasan untuk memberi pertimbangan dan memberikan keputusan yang seadil-adilnya atas segala sesuatu yang diperselisihkan. Sebenarnya, manusia tidak perlu lagi berselisih karena kitab samawi yang diberikan mengandung keterangan-keterangan yang nyata, yang semuanya itu telah diketahui dan dimengerti. Jadi apakah gerangan yang menyebabkan mereka saling menyalahkan dan menganggap bahwa hanya dialah yang benar dan yang lain salah. Hal ini dikarenakan sifat dengki dan suka melakukan pelanggaran. Apabila sifat dengki ini telah tertanam di dalam hati, baik secara perorangan maupun secara bergolongan, maka sukar untuk memperoleh ketenteraman dan kesejahteraan di antara mereka. Beruntunglah orang-orang yang beriman, karena dengan kehendak Allah swt mereka telah diberi petunjuk kepada jalan yang benar. Aisyah ra berkata, \"Sesungguhnya Rasulullah saw apabila bangun di tengah malam, beliau mengerjakan \"shalah al-Lail\" (salat malam), dan beliau berdoa: \"Ya Allah, Tuhan Jibril, Mikail, dan Israfil, Pencipta langit dan bumi, yang mengetahui yang gaib dan yang nyata. Engkaulah yang memberi putusan antara hamba-hamba-Mu tentang apa yang mereka perselisihkan. Berilah aku petunjuk yang benar tentang apa yang diperselisihkan itu dengan izin-Mu. Sesungguhnya Engkaulah yang memberi petunjuk kepada orang yang Engkau kehendaki ke jalan yang lurus. (Riwayat al-Bukhari dan Muslim) Di dalam salah satu doa yang ma'sur (yang diamalkan) para sahabat terdapat ucapan sebagai berikut: Ya Allah perlihatkanlah kepada Kami yang benar adalah benar, lalu bimbinglah kami untuk mengikutinya, dan perlihatkanlah kepada kami yang salah adalah salah, dan bimbinglah kami untuk menghindarinya. Janganlah dijadikan yang benar dan salah itu samar-samar bagi kami, yang akan menyebabkan kami sesat. Dan jadikanlah kami pemimpin bagi orang-orang yang takwa\". (Riwayat al-Bukhari dan Muslim)."
        },
        {
          "number": 214,
          "arabic": "أَمْ حَسِبْتُمْ أَن تَدْخُلُوا۟ ٱلْجَنَّةَ وَلَمَّا يَأْتِكُم مَّثَلُ ٱلَّذِينَ خَلَوْا۟ مِن قَبْلِكُم ۖ مَّسَّتْهُمُ ٱلْبَأْسَآءُ وَٱلضَّرَّآءُ وَزُلْزِلُوا۟ حَتَّىٰ يَقُولَ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُوا۟ مَعَهُۥ مَتَىٰ نَصْرُ ٱللَّهِ ۗ أَلَآ إِنَّ نَصْرَ ٱللَّهِ قَرِيبٌ",
          "transliteration": "am ḥasib'tum an tadkhulū l-janata walammā yatikum mathalu alladhīna khalaw min qablikum massathumu l-basāu wal-ḍarāu wazul'zilū ḥattā yaqūla l-rasūlu wa-alladhīna āmanū maʿahu matā naṣru l-lahi alā inna naṣra l-lahi qarībun",
          "translation": "Ataukah kamu mengira bahwa kamu akan masuk surga, padahal belum datang kepadamu (cobaan) seperti (yang dialami) orang-orang terdahulu sebelum kamu. Mereka ditimpa kemelaratan, penderitaan dan diguncang (dengan berbagai cobaan), sehingga Rasul dan orang-orang yang beriman bersamanya berkata, \"Kapankah datang pertolongan Allah?\" Ingatlah, sesungguhnya pertolongan Allah itu dekat.",
          "tafsir": "Ada beberapa pendapat mengenai sebab turunnya ayat ini. Pertama, pendapat dari Qatadah, as-Suddi, dan kebanyakan ahli tafsir yang mengatakan bahwa ayat ini turun pada waktu perang Khandak ketika kaum Muslimin mengalami bermacam-macam kesulitan dan tekanan perasaan, sehingga mereka merasa gentar dan ketakutan. Kedua, pendapat lain yang mengatakan bahwa ayat ini turun pada waktu perang Uhud, ketika kaum Muslimin dipukul mundur oleh pasukan musuh. Dalam peperangan itu, Sayyidina Hamzah tewas dianiaya, dan Nabi pun menderita luka. Ketiga, pendapat golongan lain, bahwa ayat ini turun untuk menghibur hati kaum Muhajirin ketika mereka meninggalkan kampung halamannya, dan harta kekayaannya dikuasai oleh kaum musyrikin, dan kaum Yahudi memperlihatkan permusuhan kepada Rasulullah saw secara terang-terangan dan kesulitan-kesulitan lain yang dialaminya di Medinah. Ayat ini secara tidak langsung, memperkuat ayat-ayat sebelumnya, yaitu agar kaum Muslimin selalu tabah dan sabar dalam perjuangan. Allah swt berfirman: Dan Kami pasti akan menguji kamu dengan sedikit ketakutan, kelaparan, kekurangan harta, jiwa, dan buah-buahan. Dan sampaikanlah kabar gembira kepada orang-orang yang sabar, (al-Baqarah/2: 155) dan firman-Nya: Apakah manusia mengira bahwa mereka akan dibiarkan hanya dengan mengatakan, \"Kami telah beriman,\" dan mereka tidak diuji? (al-'Ankabut/29: 2) Makin berat dan makin tinggi cita-cita yang akan dicapai, makin besar pula rintangan dan cobaan yang akan dialami. Untuk mencapai keridaan Allah dan memperoleh surga, bukan suatu hal yang mudah dan gampang, tetapi harus melalui perjuangan yang gigih yang penuh rintangan dan cobaan sebagaimana halnya orang-orang terdahulu. Mereka ditimpa malapetaka dan kesengsaraan, nabinya dibunuh, pengikutnya disiksa sampai ada di antara mereka digergaji kepalanya dalam keadaan hidup atau dibakar hidup-hidup. Oleh karena cobaan dan penderitaan yang dialaminya dirasakan lama, sekalipun mereka yakin bahwa bagaimanapun juga pertolongan Allah akan datang, maka rasul mereka dan pengikut-pengikutnya merasa gelisah lalu berkata, \"Bilakah datang pertolongan Allah,\" pertanyaan itu dijawab oleh Allah, \"Ingatlah, sesungguhnya pertolongan Allah itu amat dekat.\" Pada saatnya nanti mereka akan menang dan mengalahkan musuh, penganiaya dan orang-orang zalim."
        },
        {
          "number": 215,
          "arabic": "يَسْـَٔلُونَكَ مَاذَا يُنفِقُونَ ۖ قُلْ مَآ أَنفَقْتُم مِّنْ خَيْرٍ فَلِلْوَٰلِدَيْنِ وَٱلْأَقْرَبِينَ وَٱلْيَتَـٰمَىٰ وَٱلْمَسَـٰكِينِ وَٱبْنِ ٱلسَّبِيلِ ۗ وَمَا تَفْعَلُوا۟ مِنْ خَيْرٍ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌ",
          "transliteration": "yasalūnaka mādhā yunfiqūna qul mā anfaqtum min khayrin falil'wālidayni wal-aqrabīna wal-yatāmā wal-masākīni wa-ib'ni l-sabīli wamā tafʿalū min khayrin fa-inna l-laha bihi ʿalīmun",
          "translation": "Mereka bertanya kepadamu (Muhammad) tentang apa yang harus mereka infakkan. Katakanlah, \"Harta apa saja yang kamu infakkan, hendaknya diperuntukkan bagi kedua orang tua, kerabat, anak yatim, orang miskin dan orang yang dalam perjalanan.\" Dan kebaikan apa saja yang kamu kerjakan, maka sesungguhnya Allah Maha Mengetahui.",
          "tafsir": "Ibnu 'Abbas meriwayatkan bahwa Amir bin al-Jamuh al-Ansari, orang yang telah lanjut usia dan mempunyai banyak harta, bertanya kepada Rasulullah saw, \"Harta apakah yang sebaiknya saya nafkahkan dan kepada siapa nafkah itu saya berikan?\" Sebagai jawaban, turunlah ayat ini. Nafkah yang dimaksud dalam ayat ini, ialah nafkah sunah, yaitu sedekah, bukan nafkah wajib seperti zakat dan lain-lain. Ayat ini mengajarkan bahwa apa saja yang dinafkahkan, banyak ataupun sedikit pahalanya adalah untuk orang yang menafkahkan itu dan tercatat di sisi Allah swt sebagai amal saleh sebagaimana dijelaskan dalam satu hadis yang berbunyi: \"Bahwasannya pahala perbuatanmu adalah kepunyaanmu. Akulah yang mencatatnya untukmu.\" (Riwayat Muslim dari Abu dzarr al-Giffari). Sesuatu yang dinafkahkan hendaklah diberikan lebih dahulu kepada orang tua yaitu ibu-bapak, karena keduanya adalah orang yang paling berjasa kepada anaknya. Merekalah yang mendidiknya sejak dalam kandungan, dan pada waktu kecil bersusah payah dalam menjaga pertumbuhannya. Sesudah itu barulah nafkah diberikan kepada kaum kerabat, seperti anak-anak, saudara-saudara yang memerlukan bantuan. Mereka itu adalah orang-orang yang semestinya dibantu, karena kalau dibiarkan saja, akhirnya mereka akan meminta kepada orang lain, akibatnya akan memalukan keluarga, lalu kepada anak-anak yatim yang belum bisa berusaha untuk memenuhi keperluannya. Akhirnya kepada orang-orang miskin dan orang-orang yang sedang dalam perjalanan untuk menutupi keperluannya, meringankan beban karena sekalipun mereka tidak ada hubungan famili, tetapi mereka adalah anggota keluarga besar kaum Muslimin, yang sewajarnya dibantu ketika mereka dalam kesusahan. Apa saja yang dinafkahkan oleh manusia, Allah mengetahuinya. Oleh karena itu, tidak boleh digembar-gemborkan, karena Allah-lah yang akan membalasnya dan memberikan pahala berlipat ganda menurut keikhlasan seseorang."
        }
      ]
    }
  ]
}