{
  "pageNumber": 218,
  "juz": 11,
  "surahs": [
    {
      "number": 10,
      "name": "Yunus",
      "nameArabic": "يونس",
      "meaning": "Nabi Yunus",
      "revelation": "Makkah",
      "description": "Surat Yunus terdiri dari 109 ayat dan termasuk surat Makkiyyah, kecuali ayat 40, 94, dan 95 yang diturunkan di Madinah.Surat ini dinamai \"Yunus\" karena di dalamnya disebutkan kisah Nabi Yunus dan pengikut-pengikutnya yang memiliki keteguhan iman.Pokok-Pokok Isi:1. Keimanan:Al-Qur'an bukanlah sihir; Allah mengatur alam semesta dari 'Arsy-Nya; syafaat hanyalah dengan izin Allah; wali-wali Allah; wahyu Allah yang menerangkan yang ghaib kepada manusia; Allah menyaksikan dan mengamati perbuatan hamba-hamba-Nya di dunia; Allah tidak mempunyai Anak.2. Hukum:Menentukan perhitungan tahun dan waktu dengan perjalanan matahari dan bulan; hukum mengada-adakan sesuatu terhadap Allah dan mendustakan ayat-ayat-Nya.3. Kisah-kisah:Kisah Nabi Nuh dengan kaumnya; Nabi Musa dengan Fir'aun dan tukang-tukang sihir; kisah Bani Israil setelah keluar dari negeri Mesir; Nabi Yunus dengan kaumnya.4. Lain-lain:Manusia ingat kepada Allah ketika ditimpa kesulitan dan lupa ketika diberi kesenangan; keadaan orang-orang baik dan orang-orang jahat pada hari kiamat; Al-Qur'an tidak dapat ditandingi; rasul hanya menyampaikan risalah.Surat Yunus mengandung hal-hal yang berhubungan dengan pokok-pokok kepercayaan, lenyapnya syirik, pengutusan rasul, hari kebangkitan, hari pembalasan, dan hal-hal yang berhubungan dengan pokok-pokok agama lainnya sebagaimana biasa didapati dalam surat-surat Makkiyah.Hubungan Surat Yunus Dengan Surat Hud:1. Kedua surat ini sama-sama dimulai dengan alif laam raa', kemudian diiringi dengan menyebutkan risalah nabi-nabi yang diutus Allah dan menerangkan kedudukan para rasul sebagai pemberi kabar gembira dan pemberi peringatan.2. Kedua surat ini pada pertengahannya sama-sama menerangkan tentang keingkaran orang-orang kafir terhadap Al-Qur'an, bantahan terhadap anggapan kepalsuan risalah para rasul, dan keingkaran kaum musyrikin terhadap pokok agama. Kemudian kedua surat ini sama-sama ditutup dengan seruan agar mengikuti rasul, bersabar terhadap semua tindakan jahat kaum musyrikin, istiqamah, dan bertawakal kepada Allah.3. Kedua surat ini sama-sama menerangkan kisah para nabi, tetapi kisah para nabi yang disebut dalam surat Hud bersifat menjelaskan apa yang telah disebut dalam surat Yunus. Pada umumnya, apa yang diutarakan dalam surat Hud merupakan penjelasan dari apa yang telah disebut dalam surat Yunus.",
      "verses": [
        {
          "number": 79,
          "arabic": "وَقَالَ فِرْعَوْنُ ٱئْتُونِى بِكُلِّ سَـٰحِرٍ عَلِيمٍ",
          "transliteration": "waqāla fir'ʿawnu i'tūnī bikulli sāḥirin ʿalīmin",
          "translation": "Dan Fir'aun berkata (kepada pemuka kaumnya), \"Datangkanlah kepadaku semua penyihir yang ulung!\"",
          "tafsir": "Kemudian dalam ayat ini, Allah menerangkan sikap Firaun sesudah dipengaruhi para pemuka kaumnya dengan tuduhan dan pandangan buruk mereka terhadap Musa. Dia lalu memerintahkan mereka untuk memanggil ahli-ahli sihir yang pandai supaya dapat menandingi dan menghancurkan mukjizat Nabi Musa. Tindakan Firaun yang demikian adalah untuk memelihara martabat, kemuliaan dan jabatannya serta menghambat perkembangan kekuatan Musa dan Bani Israil di kerajaannya."
        },
        {
          "number": 80,
          "arabic": "فَلَمَّا جَآءَ ٱلسَّحَرَةُ قَالَ لَهُم مُّوسَىٰٓ أَلْقُوا۟ مَآ أَنتُم مُّلْقُونَ",
          "transliteration": "falammā jāa l-saḥaratu qāla lahum mūsā alqū mā antum mul'qūna",
          "translation": "Maka ketika para penyihir itu datang, Musa berkata kepada mereka, \"Lemparkanlah apa yang hendak kamu lemparkan!\"",
          "tafsir": "Kemudian sesudah ahli-ahli sihir dipanggil ke sebuah lapangan terbuka, mereka datang menemui Musa untuk menawarkan kepadanya apakah dia yang lebih dahulu melontarkan tongkatnya ataukah mereka yang memulai. Musa mempersilahkan mereka menunjukkan sihirnya terlebih dahulu. Maka merekapun melemparkan tali-tali dan tongkat-tongkat mereka. Dengan kekuatan sihir, tali-tali dan tongkat-tongkat itu berubah menjadi ular. Mereka mempesona penglihatan manusia sehingga menakutkan hati mereka yang menyaksikannya."
        },
        {
          "number": 81,
          "arabic": "فَلَمَّآ أَلْقَوْا۟ قَالَ مُوسَىٰ مَا جِئْتُم بِهِ ٱلسِّحْرُ ۖ إِنَّ ٱللَّهَ سَيُبْطِلُهُۥٓ ۖ إِنَّ ٱللَّهَ لَا يُصْلِحُ عَمَلَ ٱلْمُفْسِدِينَ",
          "transliteration": "falammā alqaw qāla mūsā mā ji'tum bihi l-siḥ'ru inna l-laha sayub'ṭiluhu inna l-laha lā yuṣ'liḥu ʿamala l-muf'sidīna",
          "translation": "Setelah mereka melemparkan, Musa berkata, \"Apa yang kamu lakukan, itulah sihir, sesungguhnya Allah akan menampakkan kepalsuan sihir. Sungguh, Allah tidak akan membiarkan terus berlangsungnya pekerjaan orang yang berbuat kerusakan.",
          "tafsir": "Setelah mereka selesai menunjukkan sihir mereka, Musa berkata kepada mereka tanpa mengindahkan sedikitpun kedahsyatan sihir yang mereka tunjukkan itu, bahwa apa yang mereka lakukan itu hanyalah sihir belaka, atau suatu usaha memutarbalikkan penglihatan manusia. Hakikatnya tidak ada suatu perubahan yang terjadi dengan berubahnya tongkat dan tali itu menjadi ular. Sedangkan apa yang akan dilakukan oleh Musa adalah suatu mukjizat dari kekuasaan Allah. Allah akan membatalkan sulapan itu dengan mukjizat yang dibawa Nabi Musa a.s. Jelas bahwa sihir adalah perbuatan manusia, bukan peristiwa yang luar biasa. Maka Musa melemparkan tongkatnya, dan Allah mengubah tongkat itu menjadi ular, lalu ular itu menelan ular-ular sihir yang mereka perbuat karena Allah tidak akan membiarkan perbuatan kaum penyihir itu berlangsung terus."
        },
        {
          "number": 82,
          "arabic": "وَيُحِقُّ ٱللَّهُ ٱلْحَقَّ بِكَلِمَـٰتِهِۦ وَلَوْ كَرِهَ ٱلْمُجْرِمُونَ",
          "transliteration": "wayuḥiqqu l-lahu l-ḥaqa bikalimātihi walaw kariha l-muj'rimūna",
          "translation": "Dan Allah akan mengokohkan yang benar dengan ketetapan-Nya, walaupun orang-orang yang berbuat dosa tidak menyukainya.",
          "tafsir": "Allah menegaskan bahwa Dia dengan kalimah-Nya mengokohkan kebenaran. Dengan kebenaran itu, umat manusia akan mencapai kesejahteraan dan terpelihara dari kezaliman. Kalimat Allah itu adalah aturan Allah yang ditanamkan ke dalam syariat yang disampaikan kepada rasul-rasul-Nya. Dengan kalimat itu, Musa dapat mengalahkan Firaun dan melepaskan Bani Israil dari perbudakan Firaun, walaupun yang demikian itu tidak disukai oleh Firaun dan pemuka-pemukanya."
        },
        {
          "number": 83,
          "arabic": "فَمَآ ءَامَنَ لِمُوسَىٰٓ إِلَّا ذُرِّيَّةٌ مِّن قَوْمِهِۦ عَلَىٰ خَوْفٍ مِّن فِرْعَوْنَ وَمَلَإِي۟هِمْ أَن يَفْتِنَهُمْ ۚ وَإِنَّ فِرْعَوْنَ لَعَالٍ فِى ٱلْأَرْضِ وَإِنَّهُۥ لَمِنَ ٱلْمُسْرِفِينَ",
          "transliteration": "famā āmana limūsā illā dhurriyyatun min qawmihi ʿalā khawfin min fir'ʿawna wamala-ihim an yaftinahum wa-inna fir'ʿawna laʿālin fī l-arḍi wa-innahu lamina l-mus'rifīna",
          "translation": "Maka tidak ada yang beriman kepada Musa, selain keturunan dari kaumnya dalam keadaan takut bahwa Fir'aun dan para pemuka (kaum)nya akan menyiksa mereka. Dan Sungguh, Fir'aun itu benar-benar telah berbuat sewenang-wenang di bumi, dan benar-benar termasuk orang yang melampaui batas.",
          "tafsir": "Dalam ayat ini Allah menerangkan keadaan Musa dengan kaumnya sebelum mereka meninggalkan Mesir. Kegagalan Firaun bersama pemuka-pemuka kaumnya dan tukang-tukang sihir itu mendorong Firaun melakukan perbuatan yang lebih kejam lagi. Dia merencanakan pembunuhan terhadap Nabi Musa dan orang-orang Bani Israil. Rencana ini menimbulkan rasa ketakutan di kalangan Bani Israil. Oleh karena itu, tidak banyak di antara mereka yang beriman kepada Nabi Musa. Mereka yang beriman itu umumnya para pemuda. Kaum Nabi Musa merasa takut kepada Firaun dan pemuka-pemuka kaumnya yang selalu berusaha menyiksa mereka dan memaksa mereka murtad dari agama Musa a.s. Firaun zaman Musa a.s., termasuk raja yang sangat kejam dalam sejarah Mesir. Karena itu dia amat ditakuti oleh rakyatnya. Dia banyak menumpahkan darah manusia dan dia pula yang menganggap dirinya sebagai Tuhan. Bani Israil dijadikan budak di bumi Mesir. Firman Allah menjelaskan kekejaman Firaun: Dan para pemuka dari kaum Firaun berkata, \"Apakah engkau akan membiarkan Musa dan kaumnya untuk berbuat kerusakan di negeri ini (Mesir) dan meninggalkanmu dan tuhan-tuhanmu?\" (Firaun) menjawab, \"Akan kita bunuh anak-anak laki-laki mereka dan kita biarkan hidup anak-anak perempuan mereka dan sesungguhnya kita berkuasa penuh atas mereka.\" (al-Araf/7: 127)"
        },
        {
          "number": 84,
          "arabic": "وَقَالَ مُوسَىٰ يَـٰقَوْمِ إِن كُنتُمْ ءَامَنتُم بِٱللَّهِ فَعَلَيْهِ تَوَكَّلُوٓا۟ إِن كُنتُم مُّسْلِمِينَ",
          "transliteration": "waqāla mūsā yāqawmi in kuntum āmantum bil-lahi faʿalayhi tawakkalū in kuntum mus'limīna",
          "translation": "Dan Musa berkata, \"Wahai kaumku! Apabila kamu beriman kepada Allah, maka bertawakallah kepada-Nya, jika kamu benar-benar orang muslim (berserah diri).\"",
          "tafsir": "Setelah Musa melihat orang-orang yang beriman dalam keadaan ketakutan, maka dia menyerukan kepada mereka agar bertawakkal kepada Allah jika mereka benar-benar beriman kepada-Nya disertai dengan penyerahan diri dan ketaatan yang mutlak terhadap perintah dan larangan Allah. Keimanan tanpa pengamalan yang nyata terhadap ajaran Allah dan Rasul-Nya, adalah keimanan yang tidak bermakna. Tawakkal kepada Allah akan lahir dari jiwa orang yang beriman dan dia taat mengamalkan ajaran agamanya dalam batas kemampuannya. Ayat ini menunjukkan bahwa tidak semua kaum Bani Israil itu beriman kepada Musa sewaktu mereka berada di Mesir. Di samping beriman kepada Allah, hendaknya seseorang beriman kepada Rasul. Barulah ia menjadi seorang Muslim yang berserah diri dan taat terhadap perintah dan larangan agama yang dibawa Rasul itu. Orang-orang Yahudi sesudah selamat meninggalkan bumi Mesir dan tiba di Sinai, mereka menuntut kepada Musa agar dibuatkan patung Tuhan bagi mereka. Kemudian, ketika mereka ditinggalkan Musa yang akan menerima wahyu di bukit Sinai, mereka menjadikan anak lembu sebagai Tuhan dan menyembahnya. Peristiwa ini menunjukkan bahwa tidak seluruh orang Yahudi beriman dan taat kepada ajaran Musa a.s."
        },
        {
          "number": 85,
          "arabic": "فَقَالُوا۟ عَلَى ٱللَّهِ تَوَكَّلْنَا رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِّلْقَوْمِ ٱلظَّـٰلِمِينَ",
          "transliteration": "faqālū ʿalā l-lahi tawakkalnā rabbanā lā tajʿalnā fit'natan lil'qawmi l-ẓālimīna",
          "translation": "Lalu mereka berkata, \"Kepada Allahlah kami bertawakal. Ya Tuhan kami, janganlah Engkau jadikan kami (sasaran) fitnah bagi kaum yang zalim,",
          "tafsir": "Orang-orang yang beriman lagi taat ketika mendengar seruan Musa, mereka segera menyambutnya dengan penuh ketaatan, bahkan mereka hanya bertawakkal kepada Allah. Mereka menyadari bahwa kemenangan dan kebahagiaan yang dijanjikan Tuhan kepada orang-orang yang beriman tergantung kepada iman, amal, dan tawakal mereka. Kemudian sesudah tawakal, mereka berdoa kepada Allah agar memelihara mereka dari kejahatan orang-orang yang zalim serta melindungi mereka dari upaya orang-orang yang ingin memalingkan mereka dari agama."
        },
        {
          "number": 86,
          "arabic": "وَنَجِّنَا بِرَحْمَتِكَ مِنَ ٱلْقَوْمِ ٱلْكَـٰفِرِينَ",
          "transliteration": "wanajjinā biraḥmatika mina l-qawmi l-kāfirīna",
          "translation": "dan selamatkanlah kami dengan rahmat-Mu dari orang-orang kafir.\"",
          "tafsir": "Ayat ini menerangkan kelanjutan doa Bani Israil ketika mereka memohon kepada Allah agar mereka dilepaskan dari kekuasaan dan kekejaman Firaun dan pemuka-pemuka kaumnya. Berabad-abad lamanya mereka dalam perbudakan Firaun dan mereka mengalami kerja paksa dan pekerjaan kasar lainnya yang hina dan tidak berperikemanusiaan."
        },
        {
          "number": 87,
          "arabic": "وَأَوْحَيْنَآ إِلَىٰ مُوسَىٰ وَأَخِيهِ أَن تَبَوَّءَا لِقَوْمِكُمَا بِمِصْرَ بُيُوتًا وَٱجْعَلُوا۟ بُيُوتَكُمْ قِبْلَةً وَأَقِيمُوا۟ ٱلصَّلَوٰةَ ۗ وَبَشِّرِ ٱلْمُؤْمِنِينَ",
          "transliteration": "wa-awḥaynā ilā mūsā wa-akhīhi an tabawwaā liqawmikumā bimiṣ'ra buyūtan wa-ij'ʿalū buyūtakum qib'latan wa-aqīmū l-ṣalata wabashiri l-mu'minīna",
          "translation": "Dan Kami wahyukan kepada Musa dan saudaranya, \"Ambillah beberapa rumah di Mesir untuk (tempat tinggal) kaummu dan jadikanlah rumah-rumahmu itu tempat ibadah dan laksanakanlah salat serta gembirakanlah orang-orang mukmin.\"",
          "tafsir": "Allah memerintahkan Musa dan Harun untuk mencari beberapa buah rumah dalam kota Mesir untuk dijadikan tempat tinggal dan perlindungan bagi kaumnya serta tempat kegiatan mereka. Allah memerintahkan agar rumah itu dijadikan tempat salat. Kemudian khusus kepada Musa sebagai pengemban syariat, Allah memerintahkan agar dia memberikan kabar gembira di kemudian hari bagi orang-orang yang beriman kepada Allah dan rasul-Nya. Di tempat perlindungan inilah Nabi Musa mengisi batin mereka dengan ajaran-ajaran agama serta memasukkan ke dalam jiwa mereka keimanan dan keluhuran budi pekerti."
        },
        {
          "number": 88,
          "arabic": "وَقَالَ مُوسَىٰ رَبَّنَآ إِنَّكَ ءَاتَيْتَ فِرْعَوْنَ وَمَلَأَهُۥ زِينَةً وَأَمْوَٰلًا فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا رَبَّنَا لِيُضِلُّوا۟ عَن سَبِيلِكَ ۖ رَبَّنَا ٱطْمِسْ عَلَىٰٓ أَمْوَٰلِهِمْ وَٱشْدُدْ عَلَىٰ قُلُوبِهِمْ فَلَا يُؤْمِنُوا۟ حَتَّىٰ يَرَوُا۟ ٱلْعَذَابَ ٱلْأَلِيمَ",
          "transliteration": "waqāla mūsā rabbanā innaka ātayta fir'ʿawna wamala-ahu zīnatan wa-amwālan fī l-ḥayati l-dun'yā rabbanā liyuḍillū ʿan sabīlika rabbanā iṭ'mis ʿalā amwālihim wa-ush'dud ʿalā qulūbihim falā yu'minū ḥattā yarawū l-ʿadhāba l-alīma",
          "translation": "Dan Musa berkata, \"Ya Tuhan kami, Engkau telah memberi kepada Fir'aun dan para pemuka kaumnya perhiasan dan harta kekayaan dalam kehidupan dunia. Ya Tuhan kami, (akibatnya) mereka menyesatkan (manusia) dari jalan-Mu. Ya Tuhan, binasakanlah harta mereka, dan kuncilah hati mereka, sehingga mereka tidak beriman sampai mereka melihat azab yang pedih.\"",
          "tafsir": "Dalam ayat ini dijelaskan pembangkangan dan perbuatan sewenang-wenang Firaun dan pemuka-pemuka kaumnya, kecemasan dan ketakutan Bani Israil, dan pengaduan Musa kepada Allah tentang nikmat yang melimpah yang diberikan kepada Firaun dan kaumnya seperti perhiasan emas permata, pakaian kebesaran yang mewah, dan kekayaan lainnya, namun segala nikmat yang diberikan Allah itu justru menjadikan mereka sesat dari jalan Allah. Bahkan mereka bertambah sombong dan berbuat aniaya di atas harta kekayaan itu. Allah seakan membiarkan mereka dalam kesesatan sehingga mereka tidak beriman. Lalu Nabi Musa mendoakan kehancuran Firaun dan pemuka-pemuka kaumnya dengan alasan sebagai berikut: Pertama, Kufur terhadap nikmat Allah. Suatu kenyataan bahwa Firaun dan pemuka-pemuka kaumnya memiliki kekuasaan dan kekuatan yang besar. Di samping itu, ilmu pengetahuan dan teknologi mencapai puncaknya di zaman Firaun di Mesir. Barang-barang peninggalan Firaun, baik yang terdapat di museum Mesir ataupun di Eropa dan Amerika, menunjukkan ketinggian peradaban dan kebudayaan mereka. Demikian pula benda-benda purbakala dan bangunan-bangunan kuno yang terdapat di Mesir. Dalam pemerintahan, Firaun memegang kekuasaan mutlak bahkan kepada rakyatnya dia mengaku dirinya sebagai tuhan. Kedua, Menolak kebenaran. Kenyataan menunjukkan bahwa Firaun dan pemuka-pemuka kaumnya telah jauh meninggalkan nilai-nilai moral kemanusiaan dan agama. Hak asasi manusia tidak dihargainya. Mereka hidup dalam kemewahan, di atas derita rakyat. Musa a.s. telah berupaya membawa Firaun dan pembesar-pembesarnya ke jalan Allah, dengan menunjukkan bukti-bukti kerasulannya. Dia berikan ajaran tentang kebenaran, keadilan, nasehat dan peringatan siksa Allah, dan malapetaka, akibat perbuatannya. Akan tetapi seruan Musa tidak mendapat sambutan yang baik bahkan mendapat tantangan serta permusuhan. Dengan demikian kemungkinan untuk menyeru Firaun dan kaumnya ke jalan Allah telah tertutup serta keimanan mereka tidak dapat diharapkan lagi. Membiarkan Firaun dan pembesar-pembesarnya dengan kekuasaan, kejayaan dan kekuatannya yang besar sedangkan prinsip dasar hidup mereka jauh lebih rendah dari nilai-nilai moral kemanusiaan dan agama, sangat membahayakan perdamaian dunia dan kesejahteraan umat manusia. Mereka dengan kekuatan dan kekuasaannya, berbuat maksiat dan kerusakan di muka bumi, mengancam keselamatan umat manusia. Oleh karena itu, Nabi Musa memanjatkan doa kepada Allah untuk kebahagiaan umat manusia, agar Allah melumpuhkan kekuatan Firaun dengan membiarkan mereka dalam kesesatan, sebab kesesatan mereka akan mengakibatkan kehancuran mereka sendiri. Nabi Harun sebagai pembantu utama Nabi Musa, mengamini doa Nabi Musa itu."
        }
      ]
    }
  ]
}