{
  "pageNumber": 149,
  "juz": 8,
  "surahs": [
    {
      "number": 6,
      "name": "Al-An'am",
      "nameArabic": "الأنعام",
      "meaning": "Binatang Ternak",
      "revelation": "Makkah",
      "description": "Surat Al-An'am (binatang ternak: unta, sapi, dan kambing) terdiri dari 165 ayat dan termasuk surat Makkiyyah, karena hampir seluruh ayatnya diturunkan di Mekah sebelum hijrah. Dinamakan Al-An'am karena di dalamnya disebut kata \"An'am\" yang memiliki kaitan erat dengan adat istiadat kaum musyrikin; mereka biasa mempergunakan binatang ternak untuk mendekatkan diri kepada tuhan. Selain itu, juga disebutkan hukum-hukum yang berkenaan dengan binatang ternak itu.Pokok-pokok Isi:1. Keimanan:Bukti-bukti keesaan Allah dan kesempurnaan sifat-sifat-Nya; kebenaran kenabian Nabi Muhammad s.a.w.; persaksian Allah atas kenabian Ibrahim, Ishaq, Ya'qub, Nuh, Daud, Sulaiman, Ayyub, Yusuf, Musa, Harun, Zakariya, Yahya, 'Isa, Ilyas, Alyasa', Yunus, dan Luth; penegasan tentang keberadaan risalah dan wahyu serta hari pembalasan dan hari kebangkitan; kepalsuan kepercayaan orang-orang musyrik dan keingkaran mereka terhadap hari kiamat.2. Hukum-hukum:Larangan mengikuti adat istiadat yang dibuat-buat oleh kaum Jahiliyah; makanan yang halal dan yang haram; wasiat yang sepuluh dan Al-Qur'an, tentang tauhid keadilan dan hukum-hukum; larangan mencaci maki berhala orang musyrik karena mereka akan membalas dengan mencaci maki Allah.3. Kisah-kisah:Kisah umat-umat yang menentang rasul-rasul; kisah pengalaman Nabi Muhammad s.a.w. dan para nabi pada umumnya; cerita Nabi Ibrahim a.s. membimbing kaumnya kepada tauhid.4. Lain-lain:Sikap keras kepala kaum musyrikin: tata cara seorang nabi memimpin umatnya; bidang-bidang kerasulan dan tugas rasul-rasul; tantangan kaum musyrikin untuk melemahkan rasul; kepercayaan orang-orang musyrik terhadap jin, setan, dan malaikat; beberapa prinsip keagamaan dan kemasyarakatan; nilai hidup duniawi.Dalam surat Al-An'am Allah menjelaskan keesaan dan kesempurnaan sifat-sifat-Nya, menyatakan kebatilan kepercayaan orang-orang musyrik dengan bantahan-bantahan yang logis dan mudah diterima oleh akal. Hukuman yang berat akan dijatuhkan kepada orang yang keras kepala menolak kebenaran.Hubungan Surat Al-An'Am Dengan Surat Al-A'raf:1. Kedua surat tersebut termasuk di antara tujuh surat yang panjang (assab'uth thiwaal), sama-sama membicarakan pokok aqidah agama. Dalam surat Al-An'am dikemukakan garis-garis besar aqidah sedangkan surat Al-A'raf menjelaskannya.2. Dalam surat Al-An'am Allah menerangkan asal usul kejadian manusia, yaitu dari tanah, dan menjelaskan tentang beberapa generasi manusia yang telah dibinasakan, kemudian disinggung pula tentang rasul-rasul dengan menyebut beberapa nama mereka secara garis besar, sedangkan surat Al-A'raf menjelaskannya.3. Pada bagian terakhir surat Al-An'am, Allah mengatakan bahwa Dia menjadikan manusia sebagai khalifah-khalifah di bumi dan mengangkat derajat sebagian mereka, maka bagian permulaan surat Al-A'raf mengemukakan penciptaan Adam dan anak cucunya yang dijadikan sebagai khalifah di bumi.4. Hubungan bagian akhir Al-An'am dengan permulaan surat Al-A'raf:a. Bagian akhir Al-An'am, Allah mengatakan bahwa Al-Qur'an adalah kitab pedoman yang benar, jalan yang lurus dan diberkahi, maka umat manusia diperintahkan mengikutinya. Pada bagian permulaan surat Al-A'raf, Allah mengulangi lagi perintah ini dan melarang mengikuti selainnya.b. Pada bagian akhir surat Al-An'am, Allah berfirman bahwa Dia akan memberikan keterangan tentang apa yang seharusnya dilakukan manusia dan yang menjadi perselisihan mereka. Maka pada bagian permulaan surat Al-A'raf, Allah menjelaskan apa yang disebut dengan \"Allah memberi keterangan,\" yaitu pengutusan para rasul yang bertugas memberi keterangan dan masing-masing akan dimintai pertanggungjawaban.c. Pada bagian akhir surat Al-An'am, Allah menyatakan bahwa orang yang berbuat kebajikan akan diberi ganjaran sepuluh kali lipat dan yang berbuat kejahatan akan dibalas sesuai dengan perbuatannya. Untuk menentukan kadar kebajikan dan kejahatan itu ada timbangannya, maka Allah mengemukakan di bagian muka surat Al-A'raf, bahwa timbangan pada hari itu ialah kebenaran dan keadilan. Siapa yang timbangannya berat maka dialah yang beruntung dan siapa yang timbangannya ringan maka dialah yang merugi. Kemudian Allah menceritakan keadaan dan nasib ashhabul A'raaf.",
      "verses": [
        {
          "number": 152,
          "arabic": "وَلَا تَقْرَبُوا۟ مَالَ ٱلْيَتِيمِ إِلَّا بِٱلَّتِى هِىَ أَحْسَنُ حَتَّىٰ يَبْلُغَ أَشُدَّهُۥ ۖ وَأَوْفُوا۟ ٱلْكَيْلَ وَٱلْمِيزَانَ بِٱلْقِسْطِ ۖ لَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا ۖ وَإِذَا قُلْتُمْ فَٱعْدِلُوا۟ وَلَوْ كَانَ ذَا قُرْبَىٰ ۖ وَبِعَهْدِ ٱللَّهِ أَوْفُوا۟ ۚ ذَٰلِكُمْ وَصَّىٰكُم بِهِۦ لَعَلَّكُمْ تَذَكَّرُونَ",
          "transliteration": "walā taqrabū māla l-yatīmi illā bi-allatī hiya aḥsanu ḥattā yablugha ashuddahu wa-awfū l-kayla wal-mīzāna bil-qis'ṭi lā nukallifu nafsan illā wus'ʿahā wa-idhā qul'tum fa-iʿ'dilū walaw kāna dhā qur'bā wabiʿahdi l-lahi awfū dhālikum waṣṣākum bihi laʿallakum tadhakkarūna",
          "translation": "Dan janganlah kamu mendekati harta anak yatim, kecuali dengan cara yang lebih bermanfaat, sampai dia mencapai (usia) dewasa. Dan sempurnakanlah takaran dan timbangan dengan adil. Kami tidak membebani seseorang melainkan menurut kesanggupannya. Apabila kamu berbicara, bicaralah sejujurnya, sekalipun dia kerabat (mu) dan penuhilah janji Allah. Demikianlah Dia memerintahkan kepadamu agar kamu ingat.",
          "tafsir": "Pada ayat 151 telah disebutkan lima dari sepuluh \"al-Washaya al-'Asyr\", sedang dalam ayat 152 ini disebutkan lima atau empat wasiat (menurut sebagian mufassirin) sedang yang sisanya (yang kesepuluh) terdapat pada ayat 153. Wasiat-wasiat itu adalah : (6)Jangan mendekati harta anak yatim, kecuali dengan cara yang lebih bermanfaat. (7/8)Keharusan menyempurnakan takaran dan timbangan. (9) Berlaku adil dalam perkataan, meskipun terhadap keluarga. (10)Memenuhi janji Allah. Adapun larangan mendekati harta anak yatim, maksudnya, siapapun tidak boleh mendekati, menggunakan atau memanfaatkan harta anak yatim, baik dari pihak wali maupun dari pihak lain kecuali pendekatan itu bertujuan untuk memelihara dan mengembangkan harta anak yatim. Jika anak yatim itu sudah dewasa barulah diserahkan harta tersebut kepadanya. Mengenai usia, para ulama menyatakan sekitar 15-18 tahun atau dengan melihat situasi dan kondisi anak, mengingat kedewasaan tidak hanya didasarkan pada usia tapi pada kematangan emosi dan tanggung jawab sehingga bisa memelihara dan mengembangkan hartanya dan tidak berfoya-foya atau menghamburkan warisannya. Tentang keharusan menyempurnakan takaran dan timbangan, perintah ini berulang kali disebutkan pada beberapa surah dalam Al-Qur'an dengan bermacam cara, bentuk dan hubungannya dengan persoalan yang bermacam-macam pula, antara lain firman Allah: Dan sempurnakanlah takaran apabila kamu menakar, dan timbanglah dengan timbangan yang benar. Itulah yang lebih utama (bagimu) dan lebih baik akibatnya. (al-Isra'/17: 35) Perintah Tuhan untuk menyempurnakan takaran dan timbangan adalah sekadar menurut kemampuan yang biasa dilaksanakan dalam soal ini, karena Tuhan tidak memberati hamba-Nya melainkan sekadar kemampuannya. Yang penting tidak ada unsur atau maksud penipuan. Yang dimaksud tentang keharusan berkata dengan adil kendati pun terhadap keluarga ialah setiap perkataan terutama dalam memberikan kesaksian dan putusan hukum. Dan ini sangat penting bagi setiap pembangunan terutama di bidang akhlak dan sosial, tanpa membedakan orang lain dengan kaum kerabat. Hal ini telah diterangkan pula dalam firman Allah: Allah menjanjikan kepada orang-orang yang beriman dan mengerjakan kebajikan di antara mereka, ampunan dan pahala yang besar. (al-Fath/48: 29) Adapun yang dimaksud dengan janji Allah, ialah semua janji baik terhadap Tuhan seperti firman Allah: Bukankah Aku telah memerintahkan kepadamu wahai anak cucu Adam agar kamu tidak menyembah setan? Sungguh, setan itu musuh yang nyata bagi kamu. (Yasin/36: 60) Firman Allah yang lain: Dan orang-orang yang menepati janji apabila berjanji. (al-Baqarah/2: 177) Ayat ini diakhiri dengan ungkapan \"semoga kamu ingat\", sebab semua perintah atau larangan yang tersebut dalam ayat ini pada umumnya diketahui dan dilaksanakan orang-orang Arab Jahiliyah, bahkan mereka bangga karena memiliki sifat-sifat terpuji itu. Jadi ayat ini mengingatkan mereka agar tidak lupa, atau agar mereka saling ingat-mengingatkan pentingnya melaksanakan perintah Allah tersebut."
        },
        {
          "number": 153,
          "arabic": "وَأَنَّ هَـٰذَا صِرَٰطِى مُسْتَقِيمًا فَٱتَّبِعُوهُ ۖ وَلَا تَتَّبِعُوا۟ ٱلسُّبُلَ فَتَفَرَّقَ بِكُمْ عَن سَبِيلِهِۦ ۚ ذَٰلِكُمْ وَصَّىٰكُم بِهِۦ لَعَلَّكُمْ تَتَّقُونَ",
          "transliteration": "wa-anna hādhā ṣirāṭī mus'taqīman fa-ittabiʿūhu walā tattabiʿū l-subula fatafarraqa bikum ʿan sabīlihi dhālikum waṣṣākum bihi laʿallakum tattaqūna",
          "translation": "Dan sungguh, inilah jalan-Ku yang lurus. Maka ikutilah! Jangan kamu ikuti jalan-jalan (yang lain) yang akan mencerai-beraikan kamu dari jalan-Nya. Demikianlah Dia memerintahkan kepadamu agar kamu bertakwa.",
          "tafsir": "Ayat ini menerangkan bahwa Rasulullah saw diperintahkan untuk menjelaskan kepada kaumnya bahwa Al-Qur'an yang mengajak kepada jalan yang benar, menghimbau mereka agar mengikuti ajaran Al-Qur'an demi kepentingan hidup mereka, karena Al-Qur'an adalah pedoman dan petunjuk dari Allah untuk memperoleh kebahagiaan dunia dan akhirat yang diridai-Nya. Inilah jalan yang lurus, ikutilah dia, dan jangan mengikuti jalan yang lain yang akan menyesatkan kamu dari jalan Allah. Dalam Sunan Ahmad, an-Nasa'i, Abu Syaikh dan al-Hakim dari Abdullah bin Mas'ud, diriwayatkan dalam sebuah hadis yang maksudnya: Aku dan beberapa sahabat lainnya duduk bersama Rasulullah, lalu Rasulullah, membuat garis lurus dengan tangannya dan bersabda, \"Ini jalan Allah yang lurus\", kemudian beliau menggariskan beberapa garis lagi dari kanan-kiri garis pertama tadi lalu bersabda, \"ini jalan-jalan yang sesat.\" Pada setiap ujung jalan dari jalan-jalan itu ada setan yang mengajak manusia untuk menempuhnya, kemudian Rasulullah membaca ayat ini (al-An'am/6: 152). Para ahli tafsir mengatakan, bahwa bercerai-berai dalam agama Islam, karena perbedaan pendapat dan mazhab dilarang oleh Allah, karena melemahkan persatuan mereka dan sangat membahayakan agama itu sendiri. Kemudian ayat 153 ini, diakhiri dengan anjuran bertakwa karena dengan bertakwalah dapat dicapai kebahagiaan dunia dan akhirat yang diridai Allah."
        },
        {
          "number": 154,
          "arabic": "ثُمَّ ءَاتَيْنَا مُوسَى ٱلْكِتَـٰبَ تَمَامًا عَلَى ٱلَّذِىٓ أَحْسَنَ وَتَفْصِيلًا لِّكُلِّ شَىْءٍ وَهُدًى وَرَحْمَةً لَّعَلَّهُم بِلِقَآءِ رَبِّهِمْ يُؤْمِنُونَ",
          "transliteration": "thumma ātaynā mūsā l-kitāba tamāman ʿalā alladhī aḥsana watafṣīlan likulli shayin wahudan waraḥmatan laʿallahum biliqāi rabbihim yu'minūna",
          "translation": "Kemudian Kami telah memberikan kepada Musa Kitab (Taurat) untuk meyempurnakan (nikmat Kami) kepada orang yang berbuat kebaikan, untuk menjelaskan segala sesuatu, dan sebagai petunjuk dan rahmat, agar mereka beriman akan adanya pertemuan dengan Tuhannya.",
          "tafsir": "Dalam ayat ini Allah memerintahkan Nabi Muhammad saw, agar mengatakan kepada orang-orang Yahudi bahwa Allah telah memberikan Kitab kepada Musa, yaitu Kitab Taurat untuk menyempurnakan nikmatnya kepada orang yang berbuat kebaikan dan untuk menjelaskan segala hukum dan sebagai petunjuk dan rahmat bagi Bani Israil (umat Nabi Musa) mudah-mudahan mereka percaya bahwa mereka akan kembali menemui Tuhannya sesudah mati."
        },
        {
          "number": 155,
          "arabic": "وَهَـٰذَا كِتَـٰبٌ أَنزَلْنَـٰهُ مُبَارَكٌ فَٱتَّبِعُوهُ وَٱتَّقُوا۟ لَعَلَّكُمْ تُرْحَمُونَ",
          "transliteration": "wahādhā kitābun anzalnāhu mubārakun fa-ittabiʿūhu wa-ittaqū laʿallakum tur'ḥamūna",
          "translation": "Dan ini adalah Kitab (Alquran) yang Kami turunkan dengan penuh berkah. Ikutilah, dan bertakwalah agar kamu mendapat rahmat.",
          "tafsir": "Ayat ini kembali menerangkan sifat-sifat dan kedudukan Al-Qur'an yang mencakup segala macam petunjuk dan hukum syariat yang dibutuhkan oleh umat manusia seluruhnya dan jin, untuk mencapai kebahagiaan hidup duniawi dan ukhrawi. Kitab Taurat yang diturunkan Allah kepada Nabi Musa penuh berisi ajaran-ajaran syariat dan petunjuk-petunjuk yang hanya dibutuhkan oleh Bani Israil untuk mencapai kebahagiaan dunia dan akhirat, sedangkan Al-Qur'an yang diturunkan kepada Nabi Muhammad, berisi lebih banyak petunjuk dan lebih luas jangkauannya dari Kitab Taurat. Oleh karena itu, ikutilah petunjuknya dan laksanakan semua perintah dan larangan yang ada di dalamnya, agar kamu diberi rahmat, dan kamu diberi hidayah di dunia ini."
        },
        {
          "number": 156,
          "arabic": "أَن تَقُولُوٓا۟ إِنَّمَآ أُنزِلَ ٱلْكِتَـٰبُ عَلَىٰ طَآئِفَتَيْنِ مِن قَبْلِنَا وَإِن كُنَّا عَن دِرَاسَتِهِمْ لَغَـٰفِلِينَ",
          "transliteration": "an taqūlū innamā unzila l-kitābu ʿalā ṭāifatayni min qablinā wa-in kunnā ʿan dirāsatihim laghāfilīna",
          "translation": "(Kami turunkan Alquran itu) agar kamu (tidak) mengatakan, \"Kitab itu hanya diturunkan kepada dua golongan sebelum kami (Yahudi dan Nasrani) dan sungguh, kami tidak memperhatikan apa yang mereka baca,\"",
          "tafsir": "Ayat ini menjelaskan hikmah diturunkannya Al-Qur'an yaitu sebagai petunjuk untuk mengesakan Allah dengan cara membersihkan jiwa dari kotoran-kotoran syirik dan menjauhkan diri dari perbuatan fasik dan kejahatan-kejahatan lainnya, dan agar orang-orang Arab yang selalu menentang Al-Qur'an tidak dapat lagi mengatakan di hari akhirat, bahwa kitab-kitab Allah hanya diturunkan kepada dua golongan saja (Yahudi dan Nasrani) sebelum kami, dan sesungguhnya kami tidak memperhatikan apa yang ada dalam kitab yang diturunkan kepada mereka, karena bahasanya lain dari bahasa kami, sedang umumnya kami adalah orang-orang ummi (tidak tahu tulis baca) dan kami tidak diperintahkan untuk mengikuti isi kitab-kitab itu."
        },
        {
          "number": 157,
          "arabic": "أَوْ تَقُولُوا۟ لَوْ أَنَّآ أُنزِلَ عَلَيْنَا ٱلْكِتَـٰبُ لَكُنَّآ أَهْدَىٰ مِنْهُمْ ۚ فَقَدْ جَآءَكُم بَيِّنَةٌ مِّن رَّبِّكُمْ وَهُدًى وَرَحْمَةٌ ۚ فَمَنْ أَظْلَمُ مِمَّن كَذَّبَ بِـَٔايَـٰتِ ٱللَّهِ وَصَدَفَ عَنْهَا ۗ سَنَجْزِى ٱلَّذِينَ يَصْدِفُونَ عَنْ ءَايَـٰتِنَا سُوٓءَ ٱلْعَذَابِ بِمَا كَانُوا۟ يَصْدِفُونَ",
          "transliteration": "aw taqūlū law annā unzila ʿalaynā l-kitābu lakunnā ahdā min'hum faqad jāakum bayyinatun min rabbikum wahudan waraḥmatun faman aẓlamu mimman kadhaba biāyāti l-lahi waṣadafa ʿanhā sanajzī alladhīna yaṣdifūna ʿan āyātinā sūa l-ʿadhābi bimā kānū yaṣdifūna",
          "translation": "atau agar kamu (tidak) mengatakan, \"Jikalau Kitab itu diturunkan kepada kami, tentulah kami lebih mendapat petunjuk daripada mereka.\" Sungguh, telah datang kepadamu penjelasan yang nyata, petunjuk dan rahmat dari Tuhanmu. Siapakah yang lebih zalim daripada orang yang mendustakan ayat-ayat Allah dan berpaling daripadanya? Kelak, Kami akan memberi balasan kepada orang-orang yang berpaling dari ayat-ayat Kami dengan azab yang keras, karena mereka selalu berpaling.",
          "tafsir": "Permulaan ayat ini adalah kelanjutan dari ayat 156 yang menerangkan sebab-sebab diturunkannya Al-Qur'an agar kaum musyrikin Mekah tidak mengatakan, \"andaikata diturunkan kepada kami kitab sebagaimana diturunkan kepada kedua golongan (Yahudi dan Nasrani) sebelum kami, dan kami diperintahkan ataupun kami dilarang menuruti isinya serta dijelaskan kesalahan-kesalahan kami, tentulah kami lebih mendapat petunjuk dari orang-orang Yahudi dan Nasrani, sebab kami lebih cerdas dan lebih sungguh-sungguh dalam melaksanakan hukum-hukum Allah ini.\" Perkataan serupa itu selalu diucapkan oleh orang-orang Arab jahiliah sebagaimana dikisahkan oleh Allah dalam Al-Qur'an antara lain dalam Surah Fathir/35 ayat 42. Tetapi orang yang mengatakan demikian, setelah petunjuk atau peringatan datang sebagaimana mereka minta, mereka tidak mempedulikannya bahkan mereka tambah ingkar dan sesat. Oleh karena itu, pada ayat ini Allah menyudutkan mereka dengan pernyataan, \"Kalau benar apa yang kamu katakan, maka sesungguhnya telah datang kepadamu kitab dari Tuhanmu yang membawa kebenaran dengan keterangan yang lengkap dan dengan dalil-dalil yang kuat, tentang akidah, ibadah, muamalah, fadhilah, akhlak, dan hukum syariat yang diperlukan untuk mengatur hubungan antara manusia dengan Khalik dan hubungan manusia dengan sesama manusia, sehingga apabila manusia mematuhinya ia akan hidup aman dan damai bahagia dunia akhirat.\" Setelah Allah menjelaskan bagaimana besarnya petunjuk yang dibawa oleh Al-Qur'an, maka Allah memperingatkan akibat mendustakan Al-Qur'an dengan firman-Nya yang berbentuk pertanyaan, \"... maka siapakah yang lebih zalim dari pada orang yang mendustakan ayat-ayat Allah dan berpaling dari padanya? ¦\" Selanjutnya akhir ayat ini menegaskan bahwa Allah akan memberikan siksa yang bertubi-tubi kepada orang yang berpaling dari ayat-ayat-Nya dan menyelewengkan maknanya. Orang yang kafir dan menghalangi (manusia) dari jalan Allah, Kami tambahkan kepada mereka siksaan demi siksaan disebabkan mereka selalu berbuat kerusakan. (an-Nahl/16: 88)"
        }
      ]
    }
  ]
}