{
  "pageNumber": 337,
  "juz": 17,
  "surahs": [
    {
      "number": 22,
      "name": "Al-Hajj",
      "nameArabic": "الحج",
      "meaning": "Haji",
      "revelation": "Madinah",
      "description": "Surat Al-Hajj termasuk surat Madaniyyah dan terdiri dari 78 ayat. Menurut sebagian ahli tafsir, surat Al-Hajj termasuk surat Makkiyyah. Hal ini dikarenakan sebagian ayat dalam surat ini ada yang diturunkan di Mekah dan ada yang di Madinah.Dinamai surat ini \"Al-Hajj\" karena surat ini mengemukakan hal-hal yang berhubungan dengan ibadah haji, seperti: ihram, thawaf, sa'i, wuquf di Arafah, mencukur rambut, syi'ar-syi'ar Allah, faedah dan hikmah disyariatkannya haji. Ditegaskan pula bahwa ibadah haji telah disyariatkan pada masa Nabi Ibrahim, dan Ka'bah didirikan oleh Nabi Ibrahim bersama putranya, Ismail.Menurut Al Ghaznawi, surat Al-Hajj termasuk di antara surat yang ajaib, diturunkan pada malam dan siang hari, dalam musafir dan tidak musafir, ada ayat yang diturunkan di Mekah dan ada pula yang diturunkan di Madinah, isinya ada yang berhubungan dengan peperangan dan ada pula yang berhubungan dengan perdamaian, ada ayat yang muhkam dan ada pula yang mutasyabihat.**Pokok-Pokok Isi:**1. **Keimanan:** Keimanan tentang adanya kebangkitan dan huru-hara hari kiamat; dari susunan alam semesta dapat diambil bukti-bukti tentang keberadaan Allah Maha Pencipta.2. **Hukum-hukum:** Kewajiban berhaji bagi kaum muslimin dan haji telah disyariatkan pada masa Ibrahim; hukum berkata dusta; larangan menyembah berhala; binatang-binatang yang halal dimakan; hukum menghalang-halangi manusia dari jalan Allah dan Masjidil Haram; dibolehkannya berperang untuk mempertahankan diri dan agama; hukum-hukum yang berhubungan dengan haji.3. **Lain-lain:** Membantah kebenaran tanpa dasar pengetahuan adalah perbuatan yang tercela; tanda-tanda takwa yang sampai ke hati; setiap agama yang dibawa rasul-rasul sejak dahulu mempunyai syariat tertentu; pahala orang yang mati dalam hijrah di jalan Allah; sikap orang kafir bila mendengar Al-Qur'an; anjuran berjihad; celaan Islam terhadap orang yang tidak memiliki pendirian dan selalu mencari keuntungan untuk diri sendiri.Surat Al-Hajj mengingatkan manusia tentang keberadaan hari kebangkitan dengan mengemukakan bukti-bukti tentang kejadian dan proses perkembangan manusia, hewan dan tumbuh-tumbuhan. Oleh sebab itu, sudah sewajarnya manusia bersyukur dan menyembah Allah, Tuhan semesta alam. Juga mengemukakan tentang disyariatkannya haji, mengenai waktu-waktu boleh-tidaknya melakukan peperangan berhubung ada bulan-bulan suci yang ditentukan Allah.**Hubungan Surat Al-Hajj Dengan Surat Al-Mu'Minun:**1. Surat Al-Hajj menyuruh orang-orang mukmin mendirikan shalat, menunaikan zakat, dan mengerjakan berbagai macam kebaikan agar beruntung, sedangkan permulaan surat Al-Mukminun menegaskan bahwa apabila orang-orang mukmin betul-betul mengerjakan apa yang diperintahkan Allah dan menjauhi apa yang dilarang-Nya seperti zina, pasti akan beruntung.2. Kedua surat ini sama-sama mengemukakan tentang penciptaan manusia, perkembangan kejadian dan kehidupan, dan menjadikan hal ini sebagai bukti keberadaan hari kebangkitan.3. Kedua surat ini sama-sama menyinggung umat-umat terdahulu yang tidak mengindahkan seruan nabi-nabi, untuk menjadi pelajaran bagi orang-orang yang datang setelah mereka.4. Kedua surat ini sama-sama mengemukakan bukti-bukti tentang keberadaan dan keesaan Allah.",
      "verses": [
        {
          "number": 39,
          "arabic": "أُذِنَ لِلَّذِينَ يُقَـٰتَلُونَ بِأَنَّهُمْ ظُلِمُوا۟ ۚ وَإِنَّ ٱللَّهَ عَلَىٰ نَصْرِهِمْ لَقَدِيرٌ",
          "transliteration": "udhina lilladhīna yuqātalūna bi-annahum ẓulimū wa-inna l-laha ʿalā naṣrihim laqadīrun",
          "translation": "Diizinkan (berperang) bagi orang-orang yang diperangi, karena sesungguhnya mereka dizalimi. Dan sungguh, Allah Mahakuasa menolong mereka,",
          "tafsir": "Ayat ini memperbolehkan orang-orang yang beriman memerangi orang-orang kafir, jika mereka telah berbuat aniaya di muka bumi, menganiaya orang beriman dan menentang agama Allah. Sejak Nabi Muhammad saw menyampaikan risalahnya dan melakukan dakwahnya kepada orang-orang Quraisy, maka sejak itu pula sikap orang musyrik Mekah berubah terhadap Nabi dan para sahabat. Semula mereka menganggap Muhammad sebagai orang yang bisa dipercaya, orang yang adil yang dapat menyelesaikan perkara-perkara yang terjadi di antara mereka dengan adil. Tetapi setelah Nabi Muhammad saw menyampaikan risalahnya, mereka lalu mengancam, menyakiti dan melakukan tindakan-tindakan yang merugikan Nabi saw, para sahabat dan sebagainya. Pernah juga mereka melempari Nabi dengan kotoran binatang dan menganiaya para sahabat, sehingga penderitaan yang dialami Nabi dan para sahabat hampir-hampir tidak tertahankan lagi. Para sahabat pernah mengadukan hal itu kepada Nabi saw dan memohon kepadanya agar kepada mereka diizinkan untuk membalas tindakan-tindakan orang-orang kafir itu. Rasulullah berusaha menenangkan dan menyabarkan hati para sahabat, karena belum ada perintah dari Allah atau ayat yang diturunkan untuk mengadakan perlawanan dan mempertahankan diri. Semakin hari penderitaan itu dirasakan semakin berat dan untuk menghindarkan diri dari terjadinya bentrokan dengan orang-orang kafir, maka pernah beberapa kali kaum Muslimin melakukan hijrah, seperti hijrah ke Habasyah, ke thaif yang akhirnya Rasulullah dan para sahabat bersama-sama hijrah ke Medinah. Setelah kaum Muslimin hijrah ke Medinah, barulah turun ayat-ayat yang memerintahkan kaum Muslimin memerangi orang-orang yang berbuat aniaya terhadap orang yang beriman dan berusaha menghancurkan agama Islam. Ayat ini adalah ayat yang pertama kali diturunkan yang berhubungan dengan perintah berperang. Ayat kedua yang berkaitan dengan perintah berperang adalah diperbolehkannya Kaum Muslimin memerangi orang kafir namun secara terbatas yaitu: Dan perangilah di jalan Allah orang-orang yang memerangi kamu, tetapi jangan melampaui batas. Sungguh, Allah tidak menyukai orang-orang yang melampaui batas. (al-Baqarah/2: 190) Ayat ketiga perintah berperang adalah: Perangilah orang-orang yang tidak beriman kepada Allah dan hari kemudian, mereka yang tidak mengharamkan apa yang telah diharamkan Allah dan Rasul-Nya dan mereka yang tidak beragama dengan agama yang benar (agama Allah), (yaitu orang-orang) yang telah diberikan Kitab, hingga mereka membayar jizyah (pajak) dengan patuh sedang mereka dalam keadaan tunduk. (at-Taubah/9: 29) dhahhak berkata, \"Para sahabat minta izin kepada Rasulullah saw untuk memerangi orang-orang kafir yang menyakiti mereka di Mekah, maka turunlah ayat 38 Surah ini. Setelah hijrah ke Medinah maka turunlah ayat 39 ini, yang merupakan ayat qital yang pertama kali diturunkan. Dengan ayat ini kaum Muslimin diizinkan berperang. Ayat ini turun setelah Allah melarang orang-orang beriman berperang dalam waktu yang lama dan setelah Rasulullah berusaha beberapa kali menyabarkan, dan menahan semangat orang-orang beriman menghadapi segala macam tindakan orang-orang kafir yang menyakitkan hati mereka. Karena itu dapat diambil kesimpulan bahwa izin berperang itu diberikan kepada kaum Muslimin, jika perang itu merupakan satu-satunya jalan keluar bagi kesulitan yang tidak dapat diatasi lagi. Dengan perkataan yang lain: Bahwa peperangan itu dibolehkan untuk mempertahankan diri dan untuk menegakkan dan membela kalimat Allah. Sebenarnya Allah Mahakuasa membela dan memenangkan orang-orang yang beriman, tanpa melakukan sesuatu peperangan dan tanpa mengalami kesengsaraan dan penderitaan. Akan tetapi Allah hendak menguji hati para hamba-Nya yang mukmin, sampai di mana ketabahan dan kesabaran mereka dalam menghadapi cobaan-cobaan Allah, sampai di mana ketaatan dan kepatuhan mereka dalam melaksanakan perintah-perintah Allah. Betapa banyak orang yang semula dianggap baik imannya, tetapi setelah mengalami sedikit cobaan saja, mereka kembali menjadi kafir. Dengan adanya perintah jihad itu, maka ada kesempatan bagi orang-orang yang beriman untuk memperoleh balasan Allah yang paling besar, yaitu balasan yang disediakan bagi orang-orang yang mati syahid dalam mempertahankan agama Allah."
        },
        {
          "number": 40,
          "arabic": "ٱلَّذِينَ أُخْرِجُوا۟ مِن دِيَـٰرِهِم بِغَيْرِ حَقٍّ إِلَّآ أَن يَقُولُوا۟ رَبُّنَا ٱللَّهُ ۗ وَلَوْلَا دَفْعُ ٱللَّهِ ٱلنَّاسَ بَعْضَهُم بِبَعْضٍ لَّهُدِّمَتْ صَوَٰمِعُ وَبِيَعٌ وَصَلَوَٰتٌ وَمَسَـٰجِدُ يُذْكَرُ فِيهَا ٱسْمُ ٱللَّهِ كَثِيرًا ۗ وَلَيَنصُرَنَّ ٱللَّهُ مَن يَنصُرُهُۥٓ ۗ إِنَّ ٱللَّهَ لَقَوِىٌّ عَزِيزٌ",
          "transliteration": "alladhīna ukh'rijū min diyārihim bighayri ḥaqqin illā an yaqūlū rabbunā l-lahu walawlā dafʿu l-lahi l-nāsa baʿḍahum bibaʿḍin lahuddimat ṣawāmiʿu wabiyaʿun waṣalawātun wamasājidu yudh'karu fīhā us'mu l-lahi kathīran walayanṣuranna l-lahu man yanṣuruhu inna l-laha laqawiyyun ʿazīzun",
          "translation": "(yaitu) orang-orang yang diusir dari kampung halamannya tanpa alasan yang benar, hanya karena mereka berkata, \"Tuhan kami ialah Allah.\" Seandainya Allah tidak menolak (keganasan) sebagian manusia dengan sebagian yang lain, tentu telah dirobohkan biara-biara Nasrani, gereja-gereja, rumah-rumah ibadah orang Yahudi dan masjid-masjid yang di dalamnya banyak disebut nama Allah. Allah pasti akan menolong orang yang menolong (agama)-Nya. Sungguh, Allah Mahakuat, Mahaperkasa.",
          "tafsir": "Pada ayat ini Allah menerangkan keadaan orang-orang yang diizinkan berperang, karena orang-orang musyrik Mekah telah melakukan tindakan yang tidak berperikemanusiaan terhadap kaum Muslimin. Mereka disiksa, dianiaya, disakiti dan sebagainya, bukanlah karena sesuatu kesalahan atau kejahatan yang telah mereka perbuat, tetapi semata-mata karena mereka telah berkeyakinan bahwa tidak ada Tuhan yang berhak disembah, selain Tuhan Yang Mahakuasa. Mereka tidak mempercayai lagi kepercayaan nenek moyang mereka. Mereka telah berserah diri kepada Allah Tuhan Yang Maha Esa dan mereka telah menjadi orang-orang muslim. Tindakan orang musyrik Mekah terhadap kaum Muslimin itu diterangkan dalam firman Allah: \"...mereka mengusir Rasul dan kamu sendiri karena kamu beriman kepada Allah, Tuhanmu...\" (al-Mumtahanah/60: 1) Penderitaan dan kesengsaraan yang dialami Nabi dan para sahabat karena mereka beriman kepada Allah, telah dialami pula oleh para rasul dan umatnya yang telah diutus dahulu. Allah berfirman: Dan orang-orang kafir berkata kepada rasul-rasul mereka, \"Kami pasti akan mengusir kamu dari negeri kami atau kamu benar-benar kembali kepada agama kami.\" (Ibrahim/14: 13) Mereka yang diizinkan berperang itu telah diusir sebelumnya oleh kaum musyrikin dari kampung halaman mereka, telah disiksa dan disakiti tanpa alasan yang benar. Seandainya perbuatan kaum musyrik itu dibiarkan, tentulah kezaliman mereka semakin bertambah, semakin lama mereka bertambah gila kekuasaan, mereka akan menghancurkan biara-biara, gereja-gereja, rumah-rumah ibadah dan mesjid-mesjid yang ada didalamnya disebut dan diagungkan nama Allah. Karena itu Allah mensyariatkan dalam agama-Nya agar tiap-tiap orang yang beriman dihalangi menyembah Tuhannya itu membela agamanya, berperang dijalan Allah, tetapi membela kebenaran, menolak kebatilan dan kezaliman. Pada hakekatnya perang yang terjadi itu adalah perang antara yang hak dan yang batil, perang antar orang yang telah mendapat petunjuk dari Allah dengan orang yang mengingkari petunjuk itu. Perang yang seperti itu adalah peperangan yang tujuannya untuk membina kehidupan manusia, yaitu kehidupan dunia yang sejahtera yang diridai Allah dan kehidupan ukhrawi yang bahagia dan abadi. Ayat ini juga mengisyaratkan agar setiap kelompok kaum Muslimin mempunyai sebuah mesjid yang didirikan oleh para anggota kelompok itu. Di dalam mesjid tersebut diagungkan asma Allah, dilaksanakan salat berjamaah setiap waktu, diperbincangkan hidup dan kehidupan kaum Muslimin, dijadikan mesjid itu tempat berkumpul dan tempat bermusyawarah. Pada ayat ini Allah menguatkan perintah berperang pada ayat di atas, dengan memberikan perintah dan janji. Yang diperintahkan Allah adalah agar kaum Muslimin menolong dan membela agama Allah, berjihad dan melaksanakan perintah Allah. Yang dijanjikan, ialah barangsiapa yang membela agama Allah, ia berhak mendapat pertolongan Allah, berupa kemenangan dan pahala di akhirat nanti. Allah berfirman: Dan merupakan hak Kami untuk menolong orang-orang yang beriman. (ar- Rum/30: 47) Janji Allah itu pasti ditepatinya, karena Dia Mahakuasa dan Maha Perkasa. Allah berfirman: Wahai orang-orang yang beriman! Jika kamu menolong (agama) Allah, niscaya Dia akan menolongmu dan meneguhkan kedudukanmu. (Muhammad/47: 7) Pada permulaan ayat di atas Allah menjanjikan kemenangan bagi orng-orang yang beriman. Kemudian pada akhir ayat, Allah menegaskan lagi bahwa kemenangan itu pasti diperoleh orang-orang yang beriman. Pada permulaannya kaum Muslimin belum meyakini kebenaran janji itu maka perlu dikuatkan oleh pernyataan kedua. Maksudnya ialah untuk menenangkan dan menenteramkan hati, mengokohkan pendirian pada saat kaum Muslimin sedang mendapat cobaan dari Allah. Pada akhir ayat Allah menepati janji yang telah dijanjikan-Nya kepada orang-orang yang beriman. Dia Mahakuasa melakukan segala sesuatu dan tidak seorang pun yang dapat menghalangi terjadinya sesuatu kehendak-Nya. Allah berfirman: Dan sungguh, janji Kami telah tetap bagi hamba-hamba Kami yang menjadi rasul, (yaitu) mereka itu pasti akan mendapat pertolongan. Dan sesungguhnya bala tentara Kami itulah yang pasti menang. (ash-shaffat/37: 171-173)"
        },
        {
          "number": 41,
          "arabic": "ٱلَّذِينَ إِن مَّكَّنَّـٰهُمْ فِى ٱلْأَرْضِ أَقَامُوا۟ ٱلصَّلَوٰةَ وَءَاتَوُا۟ ٱلزَّكَوٰةَ وَأَمَرُوا۟ بِٱلْمَعْرُوفِ وَنَهَوْا۟ عَنِ ٱلْمُنكَرِ ۗ وَلِلَّهِ عَـٰقِبَةُ ٱلْأُمُورِ",
          "transliteration": "alladhīna in makkannāhum fī l-arḍi aqāmū l-ṣalata waātawū l-zakata wa-amarū bil-maʿrūfi wanahaw ʿani l-munkari walillahi ʿāqibatu l-umūri",
          "translation": "(Yaitu) orang-orang yang jika Kami berikan kedudukan di bumi, mereka melaksanakan salat, menunaikan zakat, dan menyuruh berbuat makruf dan mencegah dari yang mungkar; dan kepada Allah lah kembali segala urusan.",
          "tafsir": "Kemudian Allah menerangkan sifat-sifat orang yang diusir dari kampung halaman mereka tanpa alasan yang benar itu. Mereka ialah para sahabat beserta Nabi Muhammad saw, yang kepada mereka Allah telah menjanjikan kemenangan. Jika kemenangan telah mereka peroleh, mereka tidak seperti orang-orang musyrik dan orang-orang yang gila kekuasaan tetapi mereka akan tetap melaksanakan: 1. Salat pada setiap waktu yang telah ditentukan sesuai dengan yang diperintahkan Allah. Mereka benar-benar telah yakin, bahwa salat itu tiang agama, merupakan tali penghubung yang langsung antara Allah dengan hamba-Nya, mensucikan jiwa dan raga, mencegah manusia dari perbuatan keji dan perbuatan mungkar serta merupakan perwujudan takwa yang sebenarnya. 2. Mereka menunaikan zakat. Mereka meyakini bahwa di dalam harta si kaya terdapat hak orang-orang fakir dan miskin. Karena itu mereka dalam menunaikan zakat itu bukanlah karena mereka mengasihi orang-orang fakir dan miskin, tetapi semata-mata untuk menyerahkan hak orang fakir dan miskin yang terdapat dalam harta mereka. Jika mereka diangkat sebagai penguasa, mereka berusaha agar hak orang-orang fakir dan miskin itu benar-benar sampai ke tangan mereka. 3. Perintah untuk menyuruh manusia berbuat makruf dan mencegah perbuatan mungkar. Mereka mendorong manusia mengerjakan amal saleh, memimpin manusia melalui jalan lurus yang dibentangkan Allah. Mereka sangat benci kepada orang-orang yang biasa melanggar larangan-larangan Allah. Amat benarlah janji Allah. Mereka memperoleh kemenangan yang telah dijanjikan itu. Mereka ditetapkan Allah sebagai pengurus urusan duniawi dan pemimpin umat beragama dengan baik. Dalam waktu yang singkat kaum Muslimin telah dapat menguasai daerah-daerah di luar Jazirah Arab. Tindakan mereka sesuai dengan firman Allah: Kamu (umat Islam) adalah umat terbaik yang dilahirkan untuk manusia, (karena kamu) menyuruh (berbuat) yang makruf, dan mencegah dari yang mungkar, dan beriman kepada Allah. Sekiranya Ahli Kitab beriman, tentulah itu lebih baik bagi mereka. Di antara mereka ada yang beriman, namun kebanyakan mereka adalah orang-orang fasik. (Ali 'Imran/3: 110)"
        },
        {
          "number": 42,
          "arabic": "وَإِن يُكَذِّبُوكَ فَقَدْ كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَعَادٌ وَثَمُودُ",
          "transliteration": "wa-in yukadhibūka faqad kadhabat qablahum qawmu nūḥin waʿādun wathamūdu",
          "translation": "Dan jika mereka (orang-orang musyrik) mendustakan engkau (Muhammad), begitu pulalah kaum-kaum yang sebelum mereka, kaum Nuh, 'Ād, dan Samud (juga telah mendustakan rasul-rasul-Nya),",
          "tafsir": "Ayat-ayat ini merupakan penawar hati Nabi Muhammad saw dan hati para sahabat yang sedang susah dan gundah akibat tindakan sewenang-wenang yang dilakukan orang-orang musyrik Mekah terhadap mereka. Seakan-akan Allah mengatakan kepada Nabi Muhammad, hai Muhammad jika orang-orang musyrik Mekah mendustakanmu, tidak mengindahkanmu, bahkan menentang seruan engkau, berbuat kerusakan di muka bumi, menyakiti dan menyiksa para sahabatmu dengan cara yang beraneka ragam, janganlah kamu bersedih hati, janganlah putus asa dan kuatkanlah hatimu dalam menghadapi mereka, karena umat-umat dahulu pun telah mendustakan para rasul yang diutus kepada mereka, tetapi Aku memberikan pertolongan kepada mereka, sehingga kemenangan berada pada mereka. Allah berfirman: Sehingga apabila para rasul tidak mempunyai harapan lagi (tentang keimanan kaumnya) dan telah meyakini bahwa mereka telah didustakan, datanglah kepada mereka (para rasul) itu pertolongan Kami, lalu diselamatkan orang yang Kami kehendaki. Dan siksa Kami tidak dapat ditolak dari orang yang berdosa. (Yusuf/12: 110) Demikianlah Nuh as telah didustakan oleh kaumnya, mereka mengancam dan mendurhakainya, termasuk anaknya sendiri. Nabi Hud as telah didustakan oleh kaumnya, yaitu kaum 'Ad, Nabi Saleh oleh kaumnya, yaitu kaum Samud, begitu pula Ibrahim, Lut, Syu'aib. Semuanya didustakan oleh kaumnya, disakiti dan disiksa, tetapi mereka tetap tabah dan sabar. Semakin keras siksa dan penentangan dari kaumnya, semakin bertambah kuat iman mereka. Akhirnya kemenangan berada di pihak mereka. Musa telah didustakan oleh Fir'aun dan kaumnya, mereka tidak mempercayai semua mukjizat yang diperlihatkan Musa, sekalipun mereka tidak dapat mengalahkan Musa as atau mendatangkan mukjizat seperti mukjizat Nabi Musa itu. Karena mereka tetap ingkar, maka sunnah Allah berlaku bagi mereka, yaitu Allah menolong orang-orang yang beriman dan menghancurkan semua orang kafir yang durhaka kepada-Nya, pada saat yang ditentukan-Nya. Perhatikanlah sejarah umat-umat dahulu yang menentang para rasul yang diutus kepada mereka, akhirnya semua ditimpa malapetaka yang dahsyat, sehingga kesombongan, kegembiraan dan kesenangan yang ada pada mereka beralih seketika menjadi kesedihan dan kesengsaraan yang tiada taranya. Kemudian setelah mengalami malapetaka yang dahsyat itu, di akhirat mereka akan ditimpa azab yang pedih. Mengubah suatu kemewahan dan kesenangan menjadi suatu kesengsaraan dan penderitaan, suatu kemenangan berubah menjadi suatu kekalahan dalam waktu yang sangat singkat amatlah mudah bagi Allah Yang Mahakuasa dan Maha Bijaksana melakukannya. Allah berfirman: Sungguh, azab Tuhanmu sangat keras. (al-Buruj/85: 12) Dan firman Allah: Dan begitulah siksa Tuhanmu apabila Dia menyiksa (penduduk) negeri-negeri yang berbuat zalim. Sungguh, siksa-Nya sangat pedih, sangat berat. (Hud/11: 102)"
        },
        {
          "number": 43,
          "arabic": "وَقَوْمُ إِبْرَٰهِيمَ وَقَوْمُ لُوطٍ",
          "transliteration": "waqawmu ib'rāhīma waqawmu lūṭin",
          "translation": "dan (demikian juga) kaum Ibrahim dan kaum Luṭ,",
          "tafsir": "Ayat-ayat ini merupakan penawar hati Nabi Muhammad saw dan hati para sahabat yang sedang susah dan gundah akibat tindakan sewenang-wenang yang dilakukan orang-orang musyrik Mekah terhadap mereka. Seakan-akan Allah mengatakan kepada Nabi Muhammad, hai Muhammad jika orang-orang musyrik Mekah mendustakanmu, tidak mengindahkanmu, bahkan menentang seruan engkau, berbuat kerusakan di muka bumi, menyakiti dan menyiksa para sahabatmu dengan cara yang beraneka ragam, janganlah kamu bersedih hati, janganlah putus asa dan kuatkanlah hatimu dalam menghadapi mereka, karena umat-umat dahulu pun telah mendustakan para rasul yang diutus kepada mereka, tetapi Aku memberikan pertolongan kepada mereka, sehingga kemenangan berada pada mereka. Allah berfirman: Sehingga apabila para rasul tidak mempunyai harapan lagi (tentang keimanan kaumnya) dan telah meyakini bahwa mereka telah didustakan, datanglah kepada mereka (para rasul) itu pertolongan Kami, lalu diselamatkan orang yang Kami kehendaki. Dan siksa Kami tidak dapat ditolak dari orang yang berdosa. (Yusuf/12: 110) Demikianlah Nuh as telah didustakan oleh kaumnya, mereka mengancam dan mendurhakainya, termasuk anaknya sendiri. Nabi Hud as telah didustakan oleh kaumnya, yaitu kaum 'Ad, Nabi Saleh oleh kaumnya, yaitu kaum Samud, begitu pula Ibrahim, Lut, Syu'aib. Semuanya didustakan oleh kaumnya, disakiti dan disiksa, tetapi mereka tetap tabah dan sabar. Semakin keras siksa dan penentangan dari kaumnya, semakin bertambah kuat iman mereka. Akhirnya kemenangan berada di pihak mereka. Musa telah didustakan oleh Fir'aun dan kaumnya, mereka tidak mempercayai semua mukjizat yang diperlihatkan Musa, sekalipun mereka tidak dapat mengalahkan Musa as atau mendatangkan mukjizat seperti mukjizat Nabi Musa itu. Karena mereka tetap ingkar, maka sunnah Allah berlaku bagi mereka, yaitu Allah menolong orang-orang yang beriman dan menghancurkan semua orang kafir yang durhaka kepada-Nya, pada saat yang ditentukan-Nya. Perhatikanlah sejarah umat-umat dahulu yang menentang para rasul yang diutus kepada mereka, akhirnya semua ditimpa malapetaka yang dahsyat, sehingga kesombongan, kegembiraan dan kesenangan yang ada pada mereka beralih seketika menjadi kesedihan dan kesengsaraan yang tiada taranya. Kemudian setelah mengalami malapetaka yang dahsyat itu, di akhirat mereka akan ditimpa azab yang pedih. Mengubah suatu kemewahan dan kesenangan menjadi suatu kesengsaraan dan penderitaan, suatu kemenangan berubah menjadi suatu kekalahan dalam waktu yang sangat singkat amatlah mudah bagi Allah Yang Mahakuasa dan Maha Bijaksana melakukannya. Allah berfirman: Sungguh, azab Tuhanmu sangat keras. (al-Buruj/85: 12) Dan firman Allah: Dan begitulah siksa Tuhanmu apabila Dia menyiksa (penduduk) negeri-negeri yang berbuat zalim. Sungguh, siksa-Nya sangat pedih, sangat berat. (Hud/11: 102)"
        },
        {
          "number": 44,
          "arabic": "وَأَصْحَـٰبُ مَدْيَنَ ۖ وَكُذِّبَ مُوسَىٰ فَأَمْلَيْتُ لِلْكَـٰفِرِينَ ثُمَّ أَخَذْتُهُمْ ۖ فَكَيْفَ كَانَ نَكِيرِ",
          "transliteration": "wa-aṣḥābu madyana wakudhiba mūsā fa-amlaytu lil'kāfirīna thumma akhadhtuhum fakayfa kāna nakīri",
          "translation": "dan penduduk Madyan. Dan Musa (juga) telah didustakan, namun Aku beri tenggang waktu kepada orang-orang kafir, kemudian Aku siksa mereka, maka betapa hebatnya siksaan-Ku.",
          "tafsir": "Ayat-ayat ini merupakan penawar hati Nabi Muhammad saw dan hati para sahabat yang sedang susah dan gundah akibat tindakan sewenang-wenang yang dilakukan orang-orang musyrik Mekah terhadap mereka. Seakan-akan Allah mengatakan kepada Nabi Muhammad, hai Muhammad jika orang-orang musyrik Mekah mendustakanmu, tidak mengindahkanmu, bahkan menentang seruan engkau, berbuat kerusakan di muka bumi, menyakiti dan menyiksa para sahabatmu dengan cara yang beraneka ragam, janganlah kamu bersedih hati, janganlah putus asa dan kuatkanlah hatimu dalam menghadapi mereka, karena umat-umat dahulu pun telah mendustakan para rasul yang diutus kepada mereka, tetapi Aku memberikan pertolongan kepada mereka, sehingga kemenangan berada pada mereka. Allah berfirman: Sehingga apabila para rasul tidak mempunyai harapan lagi (tentang keimanan kaumnya) dan telah meyakini bahwa mereka telah didustakan, datanglah kepada mereka (para rasul) itu pertolongan Kami, lalu diselamatkan orang yang Kami kehendaki. Dan siksa Kami tidak dapat ditolak dari orang yang berdosa. (Yusuf/12: 110) Demikianlah Nuh as telah didustakan oleh kaumnya, mereka mengancam dan mendurhakainya, termasuk anaknya sendiri. Nabi Hud as telah didustakan oleh kaumnya, yaitu kaum 'Ad, Nabi Saleh oleh kaumnya, yaitu kaum Samud, begitu pula Ibrahim, Lut, Syu'aib. Semuanya didustakan oleh kaumnya, disakiti dan disiksa, tetapi mereka tetap tabah dan sabar. Semakin keras siksa dan penentangan dari kaumnya, semakin bertambah kuat iman mereka. Akhirnya kemenangan berada di pihak mereka. Musa telah didustakan oleh Fir'aun dan kaumnya, mereka tidak mempercayai semua mukjizat yang diperlihatkan Musa, sekalipun mereka tidak dapat mengalahkan Musa as atau mendatangkan mukjizat seperti mukjizat Nabi Musa itu. Karena mereka tetap ingkar, maka sunnah Allah berlaku bagi mereka, yaitu Allah menolong orang-orang yang beriman dan menghancurkan semua orang kafir yang durhaka kepada-Nya, pada saat yang ditentukan-Nya. Perhatikanlah sejarah umat-umat dahulu yang menentang para rasul yang diutus kepada mereka, akhirnya semua ditimpa malapetaka yang dahsyat, sehingga kesombongan, kegembiraan dan kesenangan yang ada pada mereka beralih seketika menjadi kesedihan dan kesengsaraan yang tiada taranya. Kemudian setelah mengalami malapetaka yang dahsyat itu, di akhirat mereka akan ditimpa azab yang pedih. Mengubah suatu kemewahan dan kesenangan menjadi suatu kesengsaraan dan penderitaan, suatu kemenangan berubah menjadi suatu kekalahan dalam waktu yang sangat singkat amatlah mudah bagi Allah Yang Mahakuasa dan Maha Bijaksana melakukannya. Allah berfirman: Sungguh, azab Tuhanmu sangat keras. (al-Buruj/85: 12) Dan firman Allah: Dan begitulah siksa Tuhanmu apabila Dia menyiksa (penduduk) negeri-negeri yang berbuat zalim. Sungguh, siksa-Nya sangat pedih, sangat berat. (Hud/11: 102)"
        },
        {
          "number": 45,
          "arabic": "فَكَأَيِّن مِّن قَرْيَةٍ أَهْلَكْنَـٰهَا وَهِىَ ظَالِمَةٌ فَهِىَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَبِئْرٍ مُّعَطَّلَةٍ وَقَصْرٍ مَّشِيدٍ",
          "transliteration": "faka-ayyin min qaryatin ahlaknāhā wahiya ẓālimatun fahiya khāwiyatun ʿalā ʿurūshihā wabi'rin muʿaṭṭalatin waqaṣrin mashīdin",
          "translation": "Maka betapa banyak negeri yang telah Kami binasakan karena (penduduk)nya dalam keadaan zalim, sehingga runtuh bangunan-bangunannya dan (betapa banyak pula) sumur yang telah ditinggalkan dan istana yang tinggi (tidak ada penghuninya).",
          "tafsir": "Ayat ini menerangkan bahwa banyak negeri yang telah dibinasakan Allah, karena penduduknya menyekutukan Allah, membuat kerusakan di muka bumi dan berlaku zalim. Banyak negeri yang dihancur luluhkan, atap-atap rumahnya roboh, kemudian ditimpa oleh reruntuhan dindingdindingnya. Banyak sumur-sumur yang tidak dipergunakan lagi oleh pemiliknya disebabkan para pemiliknya telah meninggal atau musnah bersamasama dengan musnahnya negeri-negeri itu, karena kedurhakaan mereka kepada Allah. Demikian pula banyak istana-istana dan mahligai-mahligai menjulang tinggi yang telah kosong, tidak berpenghuni lagi, karena penghuni-penghuninya yang angkuh dan sewenang-wenang itu telah musnah. Semuanya itu bagi mereka merupakan imbalan dari kedurhakaan dan keganasan mereka dan menjadi pelajaran yang berharga, bagi manusia yang datang kemudian, yang ingin memperoleh kebahagian di dunia dan di akhirat."
        },
        {
          "number": 46,
          "arabic": "أَفَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَتَكُونَ لَهُمْ قُلُوبٌ يَعْقِلُونَ بِهَآ أَوْ ءَاذَانٌ يَسْمَعُونَ بِهَا ۖ فَإِنَّهَا لَا تَعْمَى ٱلْأَبْصَـٰرُ وَلَـٰكِن تَعْمَى ٱلْقُلُوبُ ٱلَّتِى فِى ٱلصُّدُورِ",
          "transliteration": "afalam yasīrū fī l-arḍi fatakūna lahum qulūbun yaʿqilūna bihā aw ādhānun yasmaʿūna bihā fa-innahā lā taʿmā l-abṣāru walākin taʿmā l-qulūbu allatī fī l-ṣudūri",
          "translation": "Maka tidak pernahkah mereka berjalan di bumi, sehingga hati (akal) mereka dapat memahami, telinga mereka dapat mendengar? Sebenarnya bukan mata itu yang buta, tetapi yang buta ialah hati yang di dalam dada.",
          "tafsir": "Orang-orang musyrik Mekah yang mendustakan ayat-ayat Allah, dan mengingkari seruan Nabi Muhammad saw sebenarnya mereka sering melakukan perjalanan antara Mekah dan Syiria, serta ke negeri-negeri yang berada di sekitar Jazirah Arab. Mereka membawa barang dagangan dalam perjalanan melihat bekas-bekas reruntuhan negeri umat-umat yang dahulu telah dihancurkan Allah, seperti bekas-bekas negeri kaum 'Ad dan kaum samud, bekas reruntuhan negeri kaum Lut dan kaum Syu'aib dan sebagainya. Orang-orang musyrik Mekah telah pula mendengar kisah tragis kaum yang durhaka itu. Apakah semua peristiwa dan kejadian itu tidak mereka pikirkan dan renungkan bahwa tindakan mereka mengingkari seruan Muhammad dan menyiksa para sahabat itu sama dengan tindakan-tindakan umat-umat dahulu terhadap para rasul yang diutus kepada mereka? Jika tindakan itu sama, tentu akibatnya akan sama pula, yaitu mereka akan memperoleh malapetaka dan azab yang keras dari Allah. Allah Mahakuasa melakukan segala yang dikehendaki-Nya, tidak seorang pun yang sanggup menghalanginya. Melihat sikap orang-orang musyrik Mekah yang demikian, ternyata mata mereka tidaklah buta, karena mereka dapat melihat bekas-bekas reruntuhan negeri kaum yang durhaka itu, tetapi sebenarnya hati merekalah yang telah buta, telah tertutup untuk menerima kebenaran. Yang menutup hati mereka itu ialah pengaruh adat kebiasaan dan kepercayaan mereka dari nenek moyang mereka dahulu. Oleh karena itu mereka merasa dengki kepada Nabi Muhammad saw dan para sahabatnya, sehingga mereka tidak dapat lagi memikirkan dan merenungkan segala macam peristiwa duka yang telah terjadi dan menimpa umat-umat terdahulu."
        }
      ]
    }
  ]
}