{
  "pageNumber": 315,
  "juz": 16,
  "surahs": [
    {
      "number": 20,
      "name": "Taha",
      "nameArabic": "طه",
      "meaning": "Taha",
      "revelation": "Makkah",
      "description": "Surat Thaha terdiri dari 135 ayat, diturunkan setelah diturunkannya surat Maryam, dan termasuk surat Makkiyyah.Surat ini dinamai \"Thaha\", diambil dari perkataan yang berasal dari ayat pertama surat ini. Sebagaimana yang lazim terdapat pada surat-surat yang memakai huruf-huruf abjad pada permulaannya, di mana huruf tersebut seakan-akan merupakan pemberitahuan Allah kepada orang-orang yang membacanya, bahwa setelah huruf itu akan dikemukakan hal-hal yang sangat penting untuk diketahui, maka demikian pula halnya dengan ayat-ayat yang terdapat setelah huruf \"Thaha\" dalam surat ini. Allah menerangkan bahwa Al-Qur'an merupakan peringatan bagi manusia dan wahyu dari Allah, Pencipta semesta alam. Kemudian Allah menerangkan kisah beberapa orang nabi; akibat-akibat yang akan dialami oleh orang-orang yang percaya kepada Allah dan orang-orang yang mengingkari-Nya, baik di dunia maupun di akhirat.&nbsp;Selain hal-hal tersebut di atas, maka surat ini mengandung pokok-pokok isi sebagai berikut:1. **Keimanan:** Al-Qur'an adalah peringatan bagi manusia terutama bagi orang-orang yang bertakwa; Musa langsung menerima wahyu dari Allah tanpa perantara Jibril; Allah bersemayam di atas 'Arsy, mengetahui sesuatu yang samar dan yang lebih samar; keadaan orang berdosa ketika dikumpulkan pada hari kiamat; syafaat tidak bermanfaat pada hari kiamat kecuali dari orang yang mendapat izin dari Allah.2. **Hukum-hukum:** Perintah mengerjakan shalat dan keutamaan waktu-waktunya; kewajiban menyuruh keluarga melakukan shalat.3. **Kisah-kisah:** Kisah Musa dan Harun dalam menghadapi Fir'aun dan Bani Israil; kisah Nabi Adam dan iblis.4. **Lain-lain:** Perintah Allah kepada Nabi Muhammad supaya meminta tambahan ilmu kepada Allah meskipun sudah menjadi rasul; Allah tidak akan mengazab suatu kaum sebelum rasul diutus kepada mereka; larangan teperdaya oleh kesenangan kehidupan dunia.Dalam surat Thaha ini diterangkan bahwa Al-Qur'an, sebagai kitab yang diwahyukan Allah kepada Nabi Muhammad, adalah peringatan dan kabar gembira bagi manusia, yang wajib diikuti dan diimani. Sangat besar akibat yang dialami oleh orang terdahulu yang tidak mempercayai dan mengingkari rasul-rasul, seperti Fir'aun dan pengikutnya. Kitab Bani Israil pun dipaparkan Allah dalam surat ini sebagai suatu umat yang banyak mengingkari perintah nabinya.**Hubungan Surat Thaha Dengan Surat Al-Anbiya':**Surat Thaha diakhiri dengan menerangkan bahwa manusia mudah dipengaruhi oleh kenikmatan hidup dunia, yang oleh Allah dijadikan sebagai cobaan bagi manusia, juga diakhiri dengan menyuruh bersabar dan mendirikan shalat, serta menerangkan apa yang diterima oleh orang yang bertakwa. Hal ini diulangi kembali pada permulaan surat Al-Anbiya' dan ditegaskan bahwa manusia selalu lalai dan lupa terhadap perbuatan yang harus dilakukan untuk menghadapi hari kiamat dan hisab di akhirat nanti.",
      "verses": [
        {
          "number": 52,
          "arabic": "قَالَ عِلْمُهَا عِندَ رَبِّى فِى كِتَـٰبٍ ۖ لَّا يَضِلُّ رَبِّى وَلَا يَنسَى",
          "transliteration": "qāla ʿil'muhā ʿinda rabbī fī kitābin lā yaḍillu rabbī walā yansā",
          "translation": "Dia (Musa) menjawab, \"Pengetahuan tentang itu ada pada Tuhanku, di dalam suatu Kitab (lauḥ Maḥfūẓ), Tuhanku tidak akan salah ataupun lupa;",
          "tafsir": "Pertanyaan Firaun itu dijawab oleh Musa a.s. bahwa pertanyaan yang dikemukakannya itu, adalah pertanyaan mengenai hal yang gaib, sedang hal yang gaib itu, tiada yang mengetahuinya kecuali Allah sebagaimana yang ditegaskan di dalam firman-Nya: Dialah Allah tidak ada tuhan selain Dia. Yang Mengetahui yang gaib dan yang nyata. (al-hasyr/59: 22) Dia Mengetahui yang gaib, tetapi Dia tidak memperlihatkan kepada siapa pun tentang yang gaib itu. (al-Jin/72: 26) Nasib kaum penyembah berhala, kaum yang mempunyai sembahan-sembahan selain dari Allah, sepenuhnya berada di dalam pengetahuan Allah, tiada seorang manusia pun yang mengetahuinya. Semua perbuatan manusia termasuk nasib kaum yang ditanyakan Firaun itu, telah tercatat dan tersimpul di dalam suatu kitab yaitu \"Lauh Mahfudz\". Tiada satu hal yang ketinggalan, baik yang besar maupun yang kecil, kecuali di dalam kitab itu, sebagaimana yang dijelaskan di dalam firman Allah: Kitab apakah ini, tidak ada yang tertinggal, yang kecil dan yang besar melainkan tercatat semuanya,\" dan mereka dapati (semua) apa yang telah mereka kerjakan (tertulis). (al-Kahf/18: 49) Berdasarkan catatan itulah mereka akan dibalas sesuai dengan amal perbuatannya di dunia ini. Ayat ini ditutup dengan satu penegasan bahwa Allah itu tidak akan salah dan tidak akan lupa, untuk mencegah sangkaan dan tuduhan yang bukan-bukan, bahwa catatan yang ada di dalam kitab itu bisa saja keliru, salah catat, atau ada hal-hal yang ketinggalan tidak dicatat oleh penguasa karena lupa, sehingga terjadilah sesuatu yang tidak sesuai dengan kenyataan yang sebenarnya."
        },
        {
          "number": 53,
          "arabic": "ٱلَّذِى جَعَلَ لَكُمُ ٱلْأَرْضَ مَهْدًا وَسَلَكَ لَكُمْ فِيهَا سُبُلًا وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَأَخْرَجْنَا بِهِۦٓ أَزْوَٰجًا مِّن نَّبَاتٍ شَتَّىٰ",
          "transliteration": "alladhī jaʿala lakumu l-arḍa mahdan wasalaka lakum fīhā subulan wa-anzala mina l-samāi māan fa-akhrajnā bihi azwājan min nabātin shattā",
          "translation": "(Tuhan) yang telah menjadikan bumi sebagai hamparan bagimu, dan menjadikan jalan-jalan di atasnya bagimu, dan yang menurunkan air (hujan) dari langit.\" Kemudian Kami tumbuhkan dengannya (air hujan itu) berjenis-jenis aneka macam tumbuh-tumbuhan.",
          "tafsir": "Untuk memperkuat bahwa Allah itu tidak akan salah dan lupa, dan untuk menolak kemungkinan timbulnya sangkaan bahwa catatan yang ada di \"Lauh Mahfudz\" itu bisa salah dan ada yang tidak tercatat karena lupa, maka pada ayat ini ditegaskan bahwa Tuhan yang menguasai pencatatan itu, ialah Tuhan Yang menjadikan bumi ini sebagai hamparan bagi manusia yang terbentang luas untuk dipergunakan sebagai tempat tinggal, bangun, tidur dan berpergian dengan bebas ke mana-mana, sebagaimana firman Allah: Allah-lah yang menjadikan bumi untukmu sebagai tempat menetap. (al- Mu'min/40: 64) Dan firman-Nya: Dialah yang menjadikan bumi untuk kamu yang mudah dijelajahi, maka jelajahilah di segala penjurunya. (al-Mulk/67: 15) Tuhanlah yang telah menjadikan jalan-jalan di bumi ini, baik di gunung-gunung maupun di tempat-tempat yang rendah untuk menghubungkan satu tempat dengan tempat yang lain, antara satu kota dengan kota yang lain, antar satu desa dengan desa yang lain, guna memudahkan melaksanakan keperluan-keperluan manusia. Sejalan dengan firman Allah: Dan Allah menjadikan bumi untukmu sebagai hamparan, agar kamu dapat pergi kian kemari di jalan-jalan yang luas. (Nuh/71: 19-20) Dan firman-Nya: \"Dan Kami telah menjadikan di bumi ini gunung-gunung yang kokoh agar ia (tidak) guncang bersama mereka, dan Kami jadikan (pula) di sana jalan-jalan yang luas, agar mereka mendapat petunjuk.\" (al-Anbiya'/21: 31) Tuhanlah, yang menurunkan air hujan dari langit yang menyebabkan tumbuhnya tanam-tanaman dan buah-buahan yang bermacam-macam cita rasanya, ada yang masam, ada yang manis, bermacam ragam dan jenis dan manfaatnya. Ada yang layak untuk manusia, dan ada yang baik untuk binatang yang kesemuanya itu menunjukkan atas besarnya karunia dan banyaknya nikmat yang dilimpahkan Allah kepada semua hamba-Nya. Sejalan dengan firman Allah: Dialah yang menurunkan air (hujan) dari langit, lalu Dia hasilkan dengan (hujan) itu buah-buahan sebagai rezeki untukmu. (al-Baqarah/2: 22)"
        },
        {
          "number": 54,
          "arabic": "كُلُوا۟ وَٱرْعَوْا۟ أَنْعَـٰمَكُمْ ۗ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّأُو۟لِى ٱلنُّهَىٰ",
          "transliteration": "kulū wa-ir'ʿaw anʿāmakum inna fī dhālika laāyātin li-ulī l-nuhā",
          "translation": "Makanlah dan gembalakanlah hewan-hewanmu. Sungguh, pada yang demikian itu, terdapat tanda-tanda (kebesaran Allah) bagi orang yang berakal.",
          "tafsir": "Allah menyuruh supaya buah-buahan dan tumbuh-tumbuhan yang berjenis-jenis dan beraneka ragam itu, kita makan dan kita berikan kepada binatang untuk dimakannya. Mana saja yang layak bagi manusia untuk dimakan, seperti beras, ubi, jagung, sagu dan lain-lain, maka makanlah sesuai dengan firman Allah: Dan makanlah dari apa yang telah diberikan Allah kepadamu sebagai rezeki yang halal dan baik. (al-Ma'idah/5: 88) Mana saja yang sesuai untuk binatang seperti rumput yang diberikan pada binatang-binatang. Pada akhir ayat ini ditegaskan bahwa semua sifat-sifat tersebut di atas menunjukkan kekuasaan Allah dan kebesaran kerajaan-Nya, adalah bukti yang nyata atas keesaan-Nya dan menunjukkan bahwa tiada Tuhan melainkan Dia. Orang-orang yang berakal sehat dan berpikiran waras, tentu akan mengakui dan meyakini keesaan Allah."
        },
        {
          "number": 55,
          "arabic": "۞ مِنْهَا خَلَقْنَـٰكُمْ وَفِيهَا نُعِيدُكُمْ وَمِنْهَا نُخْرِجُكُمْ تَارَةً أُخْرَىٰ",
          "transliteration": "min'hā khalaqnākum wafīhā nuʿīdukum wamin'hā nukh'rijukum tāratan ukh'rā",
          "translation": "Darinya (tanah) itulah Kami menciptakan kamu dan kepadanyalah Kami akan mengembalikan kamu dan dari sanalah Kami akan mengeluarkan kamu pada waktu yang lain.",
          "tafsir": "Selain dari guna dan manfaat bumi dan yang telah disebutkan di atas, pada ayat ini Allah menerangkan guna dan manfaatnya yang lain, yaitu bahwa dari bumi setiap manusia itu dijadikan Allah, sejak Nabi Adam yaitu manusia pertama di dunia ini. Juga kepada tanah, manusia akan dikembalikan sesudah mati, dan menjadi tanah kembali seperti sebelum diciptakan. Dari itu pula manusia akan dibangkitkan kembali sesudah ia mati dan disusun kembali anggota tubuhnya yang telah hancur bercampur dengan tanah, sebagai bentuknya yang semula yang kemudian dikembalikan ruhnya. Sejalan dengan ayat ini, firman Allah: (Allah) berfirman, \"Di sana kamu hidup, di sana kamu mati, dan dari sana (pula) kamu akan dibangkitkan.\" (al-A'raf/7: 25) Di dalam hadis diterangkan sebagai berikut: \"Sesungguhnya Rasulullah saw menghadiri suatu jenazah. Setelah mayat itu dikubur, beliau mengambil segenggam tanah lalu dilemparkannya ke kubur itu sambil mengucapkan \"minha khalaqnakum\" (daripadanya Kami jadikan kamu), kemudian mengambil lagi yang lain dan mengucapkan \"fiha nu'idukum\" (padanyalah Kami kembalikan kamu), kemudian mengambil pula yang lain untuk ketiga kalinya dan mengucapkan \"minha nukhrijukum taratan ukhra\" (dan daripadanya Kami keluarkan kamu pada kali yang lain). (Riwayat Ahmad dan al-hakim dari Abu Umamah) Di dalam satu hadis yang lain diterangkan bahwa setelah jenazah Ummu Kulsum binti Rasulullah saw diletakkan ke kuburnya, Rasulullah saw mengucapkan: \"Daripadanya (tanah) Kami jadikan kamu, dan kepadanya Kami kembalikan kamu, serta daripadanya Kami keluarkan kamu sekali lagi dengan nama Allah, dan di jalan Allah serta atas agama Rasulullah.\" (Riwayat Ahmad dan al-hakim dari Abu Umamah)"
        },
        {
          "number": 56,
          "arabic": "وَلَقَدْ أَرَيْنَـٰهُ ءَايَـٰتِنَا كُلَّهَا فَكَذَّبَ وَأَبَىٰ",
          "transliteration": "walaqad araynāhu āyātinā kullahā fakadhaba wa-abā",
          "translation": "Dan sungguh, Kami telah memperlihatkan kepadanya (Fir'aun) tanda-tanda (kebesaran) Kami semuanya,<sup foot_note=135468>1</sup> ternyata dia mendustakan dan enggan (menerima kebenaran).",
          "tafsir": "Ayat ini menerangkan bahwa Allah telah memperlihatkan dan memperkenalkan tanda-tanda kekuasaan-Nya dan bukti-bukti kebenaran kenabian Musa berupa mukjizat yang telah diberikan kepada Musa, namun Firaun dan pengikut-pengikutnya tetap ingkar dan mendustakan Musa dan tidak mau beriman kepada apa yang disampaikan kepadanya, sekalipun mereka itu pada hakekatnya telah meyakini kebenarannya, sebagaimana firman Allah: \"Dan mereka mengingkarinya karena kezaliman dan kesombongannya, padahal hati mereka meyakini (kebenaran)nya.\" (an-Naml/27: 14)"
        },
        {
          "number": 57,
          "arabic": "قَالَ أَجِئْتَنَا لِتُخْرِجَنَا مِنْ أَرْضِنَا بِسِحْرِكَ يَـٰمُوسَىٰ",
          "transliteration": "qāla aji'tanā litukh'rijanā min arḍinā bisiḥ'rika yāmūsā",
          "translation": "Dia (Fir'aun) berkata, \"Apakah engkau datang kepada kami untuk mengusir kami dari negeri kami dengan sihirmu, wahai Musa?",
          "tafsir": "Pada ayat ini diterangkan cara pengingkaran Firaun, dan bagaimana Firaun menjelek-jelekkan usaha dan pekerjaan Musa. Firaun berkata, \"Wahai Musa! Apakah kedatanganmu kemari ke tempat di mana engkau pernah tinggal, sesudah lama tidak kelihatan, dengan maksud untuk menanamkan pengertian kepada khalayak ramai bahwa engkau adalah seorang Nabi, dan mereka wajib mengikutimu dan mempercayai agama yang engkau bawa, sehingga engkaulah yang berada di pihak yang menang, lalu mengusir kami keluar dari tempat kami ini dengan sihirmu itu yang engkau namakan mukjizat, dan engkaulah yang menjadi berkuasa sebagai raja?\" Firaun sengaja mengeluarkan kata-kata yang demikian itu adalah dengan maksud untuk membawa dan menjadikan kaumnya marah dan benci kepada Musa. Dia menjelaskan kedatangan Musa itu bukanlah untuk sekedar menyelamatkan Bani Israil dari kekuasaannya, tetapi maksud yang sebenarnya ialah akan mengusir bangsa Mesir keluar dari tanah tumpah darahnya, kemudian menguasai semua harta benda yang dimilikinya. Dengan demikian gagallah usaha Musa, karena tak seorang pun yang akan mendengar dan memperhatikan dakwahnya, tidak memperdulikan mukjizat yang dibawanya. Mereka akan mempertahankan mati-matian negerinya dengan mempergunakan segala kekuatan yang ada padanya."
        },
        {
          "number": 58,
          "arabic": "فَلَنَأْتِيَنَّكَ بِسِحْرٍ مِّثْلِهِۦ فَٱجْعَلْ بَيْنَنَا وَبَيْنَكَ مَوْعِدًا لَّا نُخْلِفُهُۥ نَحْنُ وَلَآ أَنتَ مَكَانًا سُوًى",
          "transliteration": "falanatiyannaka bisiḥ'rin mith'lihi fa-ij'ʿal baynanā wabaynaka mawʿidan lā nukh'lifuhu naḥnu walā anta makānan suwan",
          "translation": "Maka kami pun pasti akan mendatangkan sihir semacam itu kepadamu, maka buatlah suatu perjanjian untuk pertemuan antara kami dan engkau yang kami tidak akan menyalahinya dan tidak (pula) engkau, di suatu tempat yang terbuka.\"",
          "tafsir": "Ayat ini menerangkan bahwa Firaun berjanji dengan sungguh-sungguh akan mendatangkan ahli sihir untuk menandingi sihir Musa. Firaun meminta kepada Musa supaya ia menentukan tempat dan waktu untuk berhadapan dengan ahli-ahli sihirnya, serta berjanji supaya dia maupun Musa tidak akan menyalahi ketentuan yang telah disepakati itu. Ini dilakukan Firaun untuk menunjukkan bahwa dia betul-betul mempunyai hati yang keras dan persiapan yang mantap untuk bertanding menghadapi sihir Musa, dengan keyakinan bahwa ia akan menang dalam pertandingan nanti. Juga Firaun menganjurkan supaya Musa memilih tempat yang luas, tidak berbukit-bukit supaya penonton dapat menyaksikan dan melihat pertandingan itu dengan jelas, tidak terhalang oleh suatu apapun."
        },
        {
          "number": 59,
          "arabic": "قَالَ مَوْعِدُكُمْ يَوْمُ ٱلزِّينَةِ وَأَن يُحْشَرَ ٱلنَّاسُ ضُحًى",
          "transliteration": "qāla mawʿidukum yawmu l-zīnati wa-an yuḥ'shara l-nāsu ḍuḥan",
          "translation": "Dia (Musa) berkata, \"(Perjanjian) waktu (untuk pertemuan kami dengan kamu itu) ialah pada hari raya dan hendaklah orang-orang dikumpulkan pada pagi hari (duha).\"",
          "tafsir": "Ayat ini menerangkan bahwa sesuai dengan permintaan Firaun, Musa menentukan waktu pertemuan yang dimaksud untuk mengadu kemukjizatannya dengan sihir Firaun yaitu pada hari Syam an-Nasim yang biasanya diadakan pada akhir tahun. Mereka pada hari itu berkumpul semuanya dengan pakaian yang bagus dan hiasan yang indah, hampir tidak ada yang ketinggalan. Juga oleh Musa ditentukan waktu berkumpul yaitu pada waktu matahari sepenggalahan naik, waktu yang sudah agak terang oleh sinar matahari yang telah terbit, supaya segenap penonton dapat menyaksikan dan melihat pertandingan nanti itu dengan jelas."
        },
        {
          "number": 60,
          "arabic": "فَتَوَلَّىٰ فِرْعَوْنُ فَجَمَعَ كَيْدَهُۥ ثُمَّ أَتَىٰ",
          "transliteration": "fatawallā fir'ʿawnu fajamaʿa kaydahu thumma atā",
          "translation": "Maka Fir'aun meninggalkan (tempat itu), lalu mengatur tipu dayanya, kemudian dia datang kembali (pada hari yang ditentukan).",
          "tafsir": "Pada ayat ini Allah menerangkan bahwa tercapai persetujuan antara Musa dan Firaun tentang tempat, hari dan waktu diadakannya pertandingan nanti, pergilah Firaun meninggalkan tempat perdebatan itu, untuk mengatur tipu dayanya. Ahli-ahli sihir dikumpulkan, alat-alat perlengkapan mereka disempurnakan, penyokong dan pembantu-pembantunya serta yang lain-lain dipersiapkan. Pada hari yang telah ditetapkan bersama yaitu pada hari raya Syam an-Nasim, berangkatlah Firaun bersama rombongannya ke tempat yang telah disepakatinya dengan Musa. Duduklah ia di atas kursi kebesarannya, didampingi oleh penjabat-penjabat terasnya, diapit oleh rakyatnya di sebelah kiri dan kanannya. Tidak lama kemudian datang pula Musa dengan tongkatnya ditemani oleh saudaranya Harun. Firaun menggembleng tukang-tukang sihirnya yang telah berdiri dan berbaris rapi di depannya, mengharapkan supaya mereka melaksanakan tugasnya, mendemonstrasikan keahliannya dengan sebaik-baiknya, menjanjikan akan memenuhi segala permintaan mereka, apabila mereka menang, sebagaimana diterangkan di dalam firman Allah: Dan para pesihir datang kepada Firaun. Mereka berkata, \"(Apakah) kami akan mendapat imbalan, jika kami menang?\" Dia (Firaun) menjawab, \"Ya, bahkan kamu pasti termasuk orang-orang yang dekat (kepadaku).\" (al-A'raf/7: 113 dan 114)"
        },
        {
          "number": 61,
          "arabic": "قَالَ لَهُم مُّوسَىٰ وَيْلَكُمْ لَا تَفْتَرُوا۟ عَلَى ٱللَّهِ كَذِبًا فَيُسْحِتَكُم بِعَذَابٍ ۖ وَقَدْ خَابَ مَنِ ٱفْتَرَىٰ",
          "transliteration": "qāla lahum mūsā waylakum lā taftarū ʿalā l-lahi kadhiban fayus'ḥitakum biʿadhābin waqad khāba mani if'tarā",
          "translation": "Musa berkata kepada mereka (para pesihir), \"Celakalah kamu! Janganlah kamu mengada-adakan kebohongan terhadap Allah, nanti Dia membinasakan kamu dengan azab.\" Dan sungguh rugi orang yang mengada-adakan kebohongan.",
          "tafsir": "Ketika Musa berhadap-hadapan dengan ahli-ahli sihir Firaun, Musa memperingatkan kepada mereka, supaya jangan mengikuti ajakan Firaun, mengada-adakan dusta kepada Allah, mengatakan yang bukan-bukan kepada-Nya seperti menganggap mukjizat yang dibawanya itu adalah sihir, padahal merupakan salah satu kebesaran dan kekuasaan-Nya. Kalau kamu berpendirian demikian seperti halnya Firaun Allah akan menyiksa kamu, menghabiskan keturunan kamu sehingga tidak ada yang tinggal, sebagai balasan atas perbuatan kalian yang sesat itu. Firman Allah: Kelak Allah akan membalas semua yang mereka ada-adakan. (al-An'am/6: 138) Orang-orang yang mengada-adakan dusta kepada Allah adalah orang yang merugi. Ia tidak akan beruntung dalam usahanya, tidak akan mencapai cita-citanya, karena ia adalah yang paling aniaya, sebagaimana firman Allah: Dan siapakah yang lebih zalim daripada orang yang mengada-adakan suatu kebohongan terhadap Allah, atau yang mendustakan ayat-ayat-Nya? Sesungguhnya orang-orang yang zalim itu tidak beruntung. (al-An'am/6: 21) Oleh karena itu, sadarlah kamu dan insaflah. Tinggalkan perbuatan mengada-adakan dusta kepada Allah. Jalan yang sesat yang kalian tempuh itu, supaya kamu selamat dari azab yang akan ditimpakan kepada orang-orang yang mengada-adakan dusta kepada Allah. orang-orang yang telah sesat jalannya di dunia ini, tetapi ia tetap menyangka bahwa perbuatannya itulah yang baik dan benar."
        },
        {
          "number": 62,
          "arabic": "فَتَنَـٰزَعُوٓا۟ أَمْرَهُم بَيْنَهُمْ وَأَسَرُّوا۟ ٱلنَّجْوَىٰ",
          "transliteration": "fatanāzaʿū amrahum baynahum wa-asarrū l-najwā",
          "translation": "Maka mereka berbantah-bantahan tentang urusan mereka dan mereka merahasiakan percakapan (mereka).",
          "tafsir": "Setelah ahli-ahli sihir Firaun itu mendengar peringatan dan ancaman Musa, mereka menjadi bingung, masing-masing mempunyai tanggapan sendiri-sendiri yang berbeda-beda. Lalu mereka mengadakan rapat khusus, bertukar pikiran, apa yang kira-kira seharusnya mereka perbuat. Percakapan mereka sangat dirahasiakan supaya jangan bocor. Memang begitulah pada galibnya, sesuatu rapat diadakan untuk mencari taktik mengalahkan lawan, percakapan dan keputusan rapat itu, harus dirahasiakan, jangan sampai lawan mengetahuinya. Demikian pula halnya ahli-ahli sihir Firaun, karena khawatir kalau-kalau percakapan mereka didengar dan diketahui oleh Musa dan Harun, lalu keduanya mengadakan persiapan, dan perlengkapan yang cukup tangguh untuk menghadapi sihirnya yang sukar untuk dikalahkan."
        },
        {
          "number": 63,
          "arabic": "قَالُوٓا۟ إِنْ هَـٰذَٰنِ لَسَـٰحِرَٰنِ يُرِيدَانِ أَن يُخْرِجَاكُم مِّنْ أَرْضِكُم بِسِحْرِهِمَا وَيَذْهَبَا بِطَرِيقَتِكُمُ ٱلْمُثْلَىٰ",
          "transliteration": "qālū in hādhāni lasāḥirāni yurīdāni an yukh'rijākum min arḍikum bisiḥ'rihimā wayadhhabā biṭarīqatikumu l-muth'lā",
          "translation": "Mereka (para pesihir) berkata, \"Sesungguhnya dua orang ini adalah pesihir yang hendak mengusirmu (Fir'aun) dari negerimu dengan sihir mereka berdua dan hendak melenyapkan adat kebiasaanmu yang utama.",
          "tafsir": "Di antara percakapan mereka yang dirahasiakan yang dapat dicatat ialah kalau yang ditampilkan Musa nanti betul-betul sihir, jelas mereka akan mengalahkannya. Tetapi kalau yang ditampilkannya itu mukjizat dari Allah belum tentu mereka dapat mengalahkannya. Kalau dia mengalahkan kita di dalam pertandingan nanti itu, apa boleh buat, kita menyerah saja, dan mengikuti dia.\" Akhirnya mereka sepakat mengatakan bahwa Musa dan Harun itu adalah ahli sihir yang sangat pandai, akan mengusir kita dari negeri kita dengan sihirnya itu, dan akan mencopot kedudukan kita yang mulia itu. Sengaja mereka menyusun satu rumusan begitu rupa yang mengandung tiga faktor tersebut yang dapat mengakibatkan dibencinya Musa dan Harun dan hilanglah pengaruh keduanya, namun akal sehat dan pikiran waras, tidak akan menerima alasan-alasan ahli-ahli sihir, orang-orang yang mau memperkosa hak asasi seseorang dengan mengusirnya dari tempat tinggalnya, begitu juga orang-orang yang akan menghilangkan kedudukannya."
        },
        {
          "number": 64,
          "arabic": "فَأَجْمِعُوا۟ كَيْدَكُمْ ثُمَّ ٱئْتُوا۟ صَفًّا ۚ وَقَدْ أَفْلَحَ ٱلْيَوْمَ مَنِ ٱسْتَعْلَىٰ",
          "transliteration": "fa-ajmiʿū kaydakum thumma i'tū ṣaffan waqad aflaḥa l-yawma mani is'taʿlā",
          "translation": "Maka kumpulkanlah segala tipu daya (sihir) kamu, kemudian datanglah dengan berbaris, dan sungguh beruntung orang yang menang pada hari ini.\"",
          "tafsir": "Menurut para ahli sihir Firaun, Musa dan Harun adalah ahli sihir yang ingin mengusir mereka dari tanah tumpah darah mereka serta mau merebut kekuasaan, maka untuk menghadapi bahaya yang mengancam itu, mereka bersama-sama, bahu-membahu mengumpulkan segala tenaga yang ada, mengeluarkan segala siasat dan tipu daya serta menunjukkan segala kepintaran yang dimiliki pada hari berlangsungnya pertandingan nanti. Dengan demikian, mudahlah bagi mereka untuk mengalahkan sihir Musa dan Harun saudaranya. Alangkah berbahagianya mereka pada hari itu seandainya kemenangan nanti itu berada di pihak kita. Firman Allah: Maka ketika para pesihir datang, mereka berkata kepada Firaun, \"Apakah kami benar-benar akan mendapat imbalan yang besar jika kami yang menang?\" Dia (Firaun) menjawab, \"Ya, dan bahkan kamu pasti akan mendapat kedudukan yang dekat (kepadaku).\" (asy-Syu'ara/26: 41 dan 42)"
        }
      ]
    }
  ]
}