{
  "pageNumber": 280,
  "juz": 14,
  "surahs": [
    {
      "number": 16,
      "name": "An-Nahl",
      "nameArabic": "النحل",
      "meaning": "Lebah",
      "revelation": "Makkah",
      "description": "Surat ini terdiri dari 128 ayat dan termasuk surat Makkiyyah. Surat ini dinamakan \"An-Nahl\" yang berarti \"lebah\" karena di dalamnya terdapat firman Allah pada ayat 68 yang artinya, \"Dan Tuhanmu mengilhamkan kepada lebah.\"Lebah adalah makhluk Allah yang banyak memberi manfaat dan kenikmatan pada manusia. Ada persamaan antara madu yang dihasilkan lebah dengan Al-Qur'anul Karim. Madu berasal dari aneka macam sari bunga dan menjadi obat bagi bermacam-macam penyakit (lihat ayat ke-69). Sementara itu, Al-Qur'an berisi inti sari kitab-kitab yang telah diturunkan kepada nabi-nabi terdahulu ditambah ajaran-ajaran yang dibutuhkan semua manusia sepanjang masa untuk mencapai kebahagiaan dunia dan akhirat (lihat surat Yunus ayat ke-57 dan surat Al-Israa' ayat ke-82). Surat ini juga dinamakan \"An Ni'am\" yang berarti nikmat-nikmat, karena di dalamnya Allah menyebutkan berbagai macam nikmat yang diberikan kepada hamba-hamba-Nya.**Pokok-Pokok Isi:**1. **Keimanan:** Kepastian adanya hari kiamat; keesaan Allah, kekuasaan-Nya dan kesempurnaan ilmu-Nya serta dalil-dalilnya; pertanggungjawaban manusia kepada Allah terhadap segala yang telah dikerjakannya.2. **Hukum-hukum:** Beberapa hukum tentang makanan dan minuman yang diharamkan dan yang dihalalkan; dibolehkan memakai perhiasan yang berasal dari laut, seperti: merjan dan mutiara; dibolehkan memakan makanan yang diharamkan dalam keadaan terpaksa; kulit dan bulu binatang dari hewan yang halal dimakan; kewajiban memenuhi perjanjian dan larangan mempermainkan sumpah; larangan membuat-buat hukum yang tak ada dasarnya; perintah membaca isti'aadzah (a'uudzubillahi minasyaithaanirrajiim = aku berlindung kepada Allah dari setan yang terkutuk); tantangan membalas siksa melebihi siksaan yang diterima.3. **Kisah-kisah:** Kisah Nabi Ibrahim.4. **Lain-lain:** Asal muasal kejadian manusia; madu adalah untuk kesehatan manusia; nasib pemimpin-pemimpin palsu pada hari kiamat; pandangan orang Arab zaman Jahiliyah terhadap anak perempuan; ajaran moral di dalam Islam; pedoman dakwah dalam Islam.Surat An-Nahl mengandung keterangan tentang sifat-sifat dan tingkah laku orang musyrikin, serta tantangan mereka terhadap kebenaran hari kiamat dan kerasulan Nabi Muhammad. Kemudian Allah menyebutkan peringatan-peringatan-Nya kepada mereka dari azab yang mereka alami sebagai akibat atas perbuatan mereka itu. Dalam surat ini, Allah menunjukkan bukti-bukti keesaan-Nya seraya memaparkan nikmat-nikmat yang diberikan-Nya kepada hamba-hamba-Nya. Surat ini juga memuat hukum-hukum dan ajaran-ajaran tentang akhlak.**Hubungan Surat An-Nahl Dengan Surat Al-Isra':**1. Dalam surat An-Nahl Allah menyebutkan perselisihan orang-orang Yahudi tentang hari Sabtu, kemudian di surat Al-Isra' dijelaskan sifat-sifat orang Yahudi yang ditetapkan dalam Taurat.2. Setelah Allah menganjurkan kepada Nabi Muhammad agar bersabar dan melarang beliau agar tidak berduka cita atau berkecil hati disebabkan tipu daya orang-orang musyrikin, maka di surat Al-Isra' Allah menerangkan kemuliaan Nabi Muhammad serta martabatnya yang tinggi di hadapan Allah.3. Dalam surat An-Nahl Allah menerangkan bermacam-macam nikmat-Nya, tetapi kebanyakan manusia tidak mensyukuri nikmat itu, kemudian dalam surat Al-Isra' disebut nikmat-nikmat yang lebih besar yang diberikan kepada Bani Israil dan tidak mereka syukuri, justru mereka berbuat kerusakan di bumi.4. Dalam surat An-Nahl Allah mengatakan, bahwa air madu yang keluar dari lebah merupakan minuman yang mengandung obat bagi manusia, maka dalam surat Al-Isra' diterangkan bahwa Al-Qur'an juga mengandung obat dan rahmat bagi orang-orang yang beriman.",
      "verses": [
        {
          "number": 111,
          "arabic": "۞ يَوْمَ تَأْتِى كُلُّ نَفْسٍ تُجَـٰدِلُ عَن نَّفْسِهَا وَتُوَفَّىٰ كُلُّ نَفْسٍ مَّا عَمِلَتْ وَهُمْ لَا يُظْلَمُونَ",
          "transliteration": "yawma tatī kullu nafsin tujādilu ʿan nafsihā watuwaffā kullu nafsin mā ʿamilat wahum lā yuẓ'lamūna",
          "translation": "(Ingatlah) pada hari (ketika) setiap orang datang untuk membela dirinya sendiri dan bagi setiap orang diberi (balasan) penuh sesuai dengan apa yang telah dikerjakannya, dan mereka tidak dizalimi (dirugikan).",
          "tafsir": "Pada hari perhitungan, setiap orang akan diminta pertanggung-jawabannya atas setiap perbuatan yang dilakukan selama hidup di dunia, baik berupa kebajikan maupun kejahatan. Firman Allah swt: (Ingatlah) pada hari (ketika) setiap jiwa mendapatkan (balasan) atas kebajikan yang telah dikerjakan dihadapkan kepadanya, (begitu juga balasan) atas kejahatan yang telah dia kerjakan. (Ali 'Imran/3: 30) Tidak seorang pun pada hari itu yang dapat membela orang lain. Masing-masing memikul bebannya sendiri dan tidak akan memikul dosa orang lain. Firman Allah swt: Dan orang yang berdosa tidak akan memikul dosa orang lain. (Fathir/35: 18) Semua perbuatan yang bersifat kebajikan ataupun kejahatan pada hari itu akan mendapat balasan dan tidak ada seorang pun yang dirugikan. Setiap orang sepenuhnya akan memperoleh balasan dari setiap perbuatannya. Yang berbuat kebajikan diberi pahala dengan sempurna atas amal kebajikannya, dan yang berbuat maksiat diberi hukuman dengan sempurna atas perbuatan maksiatnya. Firman Allah swt: Dan takutlah pada hari (ketika) kamu semua dikembalikan kepada Allah. Kemudian setiap orang diberi balasan yang sempurna sesuai dengan apa yang telah dilakukannya, dan mereka tidak dizalimi (dirugikan). (al-Baqarah/2: 281)"
        },
        {
          "number": 112,
          "arabic": "وَضَرَبَ ٱللَّهُ مَثَلًا قَرْيَةً كَانَتْ ءَامِنَةً مُّطْمَئِنَّةً يَأْتِيهَا رِزْقُهَا رَغَدًا مِّن كُلِّ مَكَانٍ فَكَفَرَتْ بِأَنْعُمِ ٱللَّهِ فَأَذَٰقَهَا ٱللَّهُ لِبَاسَ ٱلْجُوعِ وَٱلْخَوْفِ بِمَا كَانُوا۟ يَصْنَعُونَ",
          "transliteration": "waḍaraba l-lahu mathalan qaryatan kānat āminatan muṭ'ma-innatan yatīhā riz'quhā raghadan min kulli makānin fakafarat bi-anʿumi l-lahi fa-adhāqahā l-lahu libāsa l-jūʿi wal-khawfi bimā kānū yaṣnaʿūna",
          "translation": "Dan Allah telah membuat suatu perumpamaan (dengan) suatu negeri yang dahulunya aman lagi tenteram, rezeki datang kepadanya melimpah ruah dari segenap tempat, tetapi (penduduk)nya mengingkari nikmat-nikmat Allah, karena itu Allah menimpakan kepada mereka bencana kelaparan dan ketakutan,<sup foot_note=135416>1</sup> disebabkan apa yang mereka perbuat.",
          "tafsir": "Dalam sejarah umat masa lampau, banyak contoh-contoh yang seharusnya menjadi pelajaran bagi umat manusia sesudahnya. Satu kaum yang tinggal pada suatu negeri, semula hidup bahagia lahir dan batin, aman, dan tenteram. Mereka terpelihara dari ancaman musuh dan jauh dari bencana kelaparan dan kesengsaraan. Allah melimpahkan rezeki kepada mereka, baik rezeki yang terdapat di negeri mereka sendiri, maupun rezeki yang datang dari luar. Semuanya itu membuat mereka hidup makmur dan damai. Namun demikian, segala nikmat Allah yang melimpah itu tidak mereka syukuri bahkan mereka menjadi kafir dan ingkar kepada-Nya. Hidup mereka tidak lagi terikat dengan norma susila dan keagamaan. Mereka mabuk dengan kekayaan dan kemewahan sehingga lupa tanggung jawab mereka terhadap bangsa dan negara. Oleh karena itu, Allah menurunkan hukuman berupa bencana kelaparan dan kecemasan yang meliputi kehidupan mereka. itulah balasan bagi mereka. Firman Allah swt: Tidakkah kamu memperhatikan orang-orang yang telah menukar nikmat Allah dengan ingkar kepada Allah dan menjatuhkan kaumnya ke lembah kebinasaan? Yaitu neraka Jahanam; mereka masuk ke dalamnya; dan itulah seburuk-buruk tempat kediaman. (Ibrahim/14: 28-29) Seharusnya mereka bersyukur atas segala nikmat yang besar itu, dan tidak berbuat sebaliknya. Karena kekafiran, Allah menukar suasana aman dan tenteram lagi penuh kemakmuran, menjadi suasana kelaparan dan ketakutan. Demikian juga keadaan kota Mekah dan penduduknya. Kota Mekah karena letaknya yang strategis, di tengah-tengah Jazirah Arab, telah menjadi kota lintas perdagangan antara bagian utara dan selatan. Tiga pasar yang termasyhur terdapat di sekitarnya, yaitu: Pasar Ukaz dekat Pasar Taif, Majannah dekat Mekah, dan dzulmajaz dekat Arafah. Pasar-pasar itu ramai dikunjungi pada bulan Zulkaidah dan Zulhijah oleh bangsa Arab dari segala kabilah. Di samping bulan-bulan itu untuk melakukan ibadah haji di Kabah, mereka mengadakan pula bermacam-macam kegiatan, seperti berdagang dan membaca syair-syair yang indah. Kota Mekah sejak sebelum Islam sudah merupakan kota yang ramai. Banyak orang yang berkunjung ke kota Mekah itu membawa rezeki dan kemakmuran. Al-Qur'an menceritakan letak kota Mekah yang berada di antara dua negeri yang besar yaitu Syam dan Yaman. Firman Allah swt: Sungguh, bagi kaum Saba ada tanda (kebesaran Tuhan) di tempat kediaman mereka yaitu dua buah kebun di sebelah kanan dan di sebelah kiri, (kepada mereka dikatakan), \"Makanlah olehmu dari rezeki yang (dianugerahkan) Tuhanmu dan bersyukurlah kepada-Nya. (Negerimu) adalah negeri yang baik (nyaman) sedang (Tuhanmu) adalah Tuhan Yang Maha Pengampun.\" Tetapi mereka berpaling, maka Kami kirim kepada mereka banjir yang besar dan Kami ganti kedua kebun mereka dengan dua kebun yang ditumbuhi (pohon-pohon) yang berbuah pahit, pohon Asl dan sedikit pohon Sidr. (Saba'/34: 15-16) Bahwa kota Mekah itu negeri yang aman dan damai, dinyatakan Allah dalam Al-Qur'an dengan firman-Nya: Dan mereka berkata, \"Jika kami mengikuti petunjuk bersama engkau, niscaya kami akan diusir dari negeri kami.\" (Allah berfirman) Bukankah Kami telah meneguhkan kedudukan mereka dalam tanah haram (tanah suci) yang aman, yang didatangkan ke tempat itu buah-buahan dari segala macam (tumbuh-tumbuhan) sebagai rezeki (bagimu) dari sisi Kami? Tetapi kebanyakan mereka tidak mengetahui. (al-Qasas/28: 57)"
        },
        {
          "number": 113,
          "arabic": "وَلَقَدْ جَآءَهُمْ رَسُولٌ مِّنْهُمْ فَكَذَّبُوهُ فَأَخَذَهُمُ ٱلْعَذَابُ وَهُمْ ظَـٰلِمُونَ",
          "transliteration": "walaqad jāahum rasūlun min'hum fakadhabūhu fa-akhadhahumu l-ʿadhābu wahum ẓālimūna",
          "translation": "Dan sungguh, telah datang kepada mereka seorang rasul dari (kalangan) mereka sendiri, tetapi mereka mendustakannya, karena itu mereka ditimpa azab dan mereka adalah orang yang zalim.",
          "tafsir": "Di antara perbuatan mereka yang menunjukkan kufur nikmat ialah mendustakan dan memusuhi Rasul seperti diterangkan Allah dalam ayat ini. Pada waktu Rasul datang kepada mereka memberikan pengajaran dan bimbingan, mereka mendustakan dan memusuhinya, padahal mereka itu mengetahui asal-usul Rasul serta akhlak dan pergaulannya. Mereka memahami pula bahwa ajaran yang diajarkan oleh Rasul itu benar, tetapi karena didorong oleh kepentingan dan kebencian tanpa alasan, mereka menolak dan menentangnya. Menurut sunnah Allah, setiap umat yang telah kedatangan Rasul, tetapi mereka mendustakan dan memusuhinya, akan ditimpa azab. Firman Allah swt: ¦Tetapi Kami tidak akan menyiksa sebelum Kami mengutus seorang rasul. (al-Isra'/17: 15) Kaum musyrikin Mekah tidak pula terhindar dari siksa Allah akibat perbuatan mereka memusuhi Nabi Muhammad saw sebagaimana umat-umat dahulu. Mereka mengalami penderitaan dan kesengsaraan akibat kelaparan bertahun-tahun lamanya. Allah menurunkan hukuman kepada mereka karena permohonan Nabi Muhammad saw setelah beliau banyak menderita kesusahan. Doa Nabi saw: Ya Allah turunkanlah dengan keras hukuman-Mu kepada kaum Mudhar, (musyrikin Quraisy) dan jadikanlah hukuman atas mereka itu bertahun-tahun seperti tahun kelaparan pada zaman Nabi Yusuf as. (Riwayat al-Bukhari dari Ibnu Mas'ud) Setahun lamanya kaum musyrikin Mekah menderita kelaparan yang menghabiskan kekayaan mereka, sehingga mereka terpaksa makan kulit unta, anjing, bangkai, dan tulang yang dibakar. Sebelumnya, mereka selalu memperoleh rezeki dan makanan melimpah ruah yang datang dari segala penjuru. Akan tetapi, semuanya telah berubah sehingga mereka harus hidup dalam kekurangan. Demikian pula kehidupan mereka yang semula aman dan tenteram berubah menjadi permusuhan dan ketakutan pada Rasul saw dan sahabat-sahabatnya. Ketakutan ini timbul sesudah Rasul dan sahabat hijrah ke Medinah. Mereka merasa cemas akan kekuatan pasukan Islam, yang pada suatu waktu dapat menyergap kabilah-kabilah dagang atau hewan ternak mereka. Begitulah azab Allah yang diturunkan kepada mereka, yaitu kelaparan dan ketakutan yang meliputi kehidupan mereka disebabkan kekufuran kepada nikmat Allah. Mereka adalah orang-orang zalim, berbuat aniaya, dan tidak mau mensyukuri nikmat Allah. Muhammad saw beserta sahabat-sahabat dan pengikutnya mengalami perubahan kehidupan. Mereka dulunya dalam ketakutan berubah menjadi tenteram dan damai, dan dari kesusahan berubah menjadi makmur dan bahagia. Mereka pada akhirnya menjadi pemimpin umat manusia dan penguasa di dunia."
        },
        {
          "number": 114,
          "arabic": "فَكُلُوا۟ مِمَّا رَزَقَكُمُ ٱللَّهُ حَلَـٰلًا طَيِّبًا وَٱشْكُرُوا۟ نِعْمَتَ ٱللَّهِ إِن كُنتُمْ إِيَّاهُ تَعْبُدُونَ",
          "transliteration": "fakulū mimmā razaqakumu l-lahu ḥalālan ṭayyiban wa-ush'kurū niʿ'mata l-lahi in kuntum iyyāhu taʿbudūna",
          "translation": "Maka makanlah yang halal lagi baik dari rezeki yang telah diberikan Allah kepadamu; dan syukurilah nikmat Allah, jika kamu hanya menyembah kepada-Nya.",
          "tafsir": "Dalam ayat ini, Allah menyuruh kaum Muslimin untuk memakan makanan yang halal dan baik dari rezeki yang diberikan Allah swt kepada mereka, baik makanan itu berasal dari binatang maupun tanaman. Makanan yang halal ialah makanan dan minuman yang dibenarkan oleh agama untuk dimakan dan diminum. Makanan yang baik ialah makanan dan minuman yang dibenarkan untuk dimakan atau diminum oleh kesehatan, termasuk di dalamnya makanan yang bergizi, enak, dan sehat. Makanan yang halal lagi baik inilah yang diperintahkan oleh Allah untuk dimakan dan diminum. Makanan yang dibenarkan oleh ilmu kesehatan sangat banyak, dan pada dasarnya boleh dimakan dan diminum. Firman Allah swt: Wahai orang-orang yang beriman! Makanlah dari rezeki yang baik yang Kami berikan kepada kamu (al-Baqarah/2: 172) Firman Allah swt: Mereka bertanya kepadamu (Muhammad), \"Apakah yang dihalalkan bagi mereka?\" Katakanlah,\"Yang dihalalkan bagimu (adalah makanan) yang baik-baik dan (buruan yang ditangkap) oleh binatang pemburu yang telah kamu latih untuk berburu, yang kamu latih menurut apa yang telah diajarkan Allah kepadamu. (al-Ma'idah/5: 4) Makanan dan minuman yang baik-baik tidak haram dimakan, kecuali bilamana Allah swt atau rasul-Nya mengharamkannya. Firman Allah swt: Wahai orang-orang yang beriman! Janganlah kamu mengharamkan apa yang baik yang telah dihalalkan Allah kepadamu, dan janganlah kamu melampaui batas. Sesungguhnya Allah tidak menyukai orang-orang yang melampaui batas. (al-Ma'idah/5: 87) Makanan yang tersebar di muka bumi dari jenis hewan dan tanaman merupakan nikmat Allah swt yang besar. Manusia seharusnya mensyukuri-nya dengan jalan mengucapkan \"Alhamdulillah\" dan memanfaatkannya sesuai petunjuk Allah dan rasul-Nya, seperti memakan atau memperjual-belikannya. Nabi saw bersabda: Sesungguhnya Allah benar-benar senang terhadap hamba yang mengucap-kan \"Alhamdulillah\". (Riwayat ath-thabrani dari al-Aswad bin Sari') Termasuk dalam arti bersyukur ialah memelihara dan mengembangkan sumber-sumber bahan makanan agar jangan sampai punah dari permukaan bumi dan untuk memenuhi kebutuhan gizi makanan umat manusia. Dalam memelihara dan mengembangkan hewan atau tanaman itu, kaum Muslimin hendaknya tunduk kepada hukum-hukum Allah yang berlaku, umpamanya tentang ketentuan zakat dan fungsi sosialnya. Mensyukuri nikmat Allah berarti mengucapkan kalimat syukur ketika memanfaatkan, memelihara, dan mengembangkannya berdasarkan petunjuk-petunjuk Allah, karena Dialah yang memberi anugerah dan kenikmatan itu. Tiap orang mukmin hendaklah menaati ketentuan-ketentuan dan perintah Allah, serta menjauhi larangan-Nya jika benar-benar beriman kepada-Nya."
        },
        {
          "number": 115,
          "arabic": "إِنَّمَا حَرَّمَ عَلَيْكُمُ ٱلْمَيْتَةَ وَٱلدَّمَ وَلَحْمَ ٱلْخِنزِيرِ وَمَآ أُهِلَّ لِغَيْرِ ٱللَّهِ بِهِۦ ۖ فَمَنِ ٱضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَإِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
          "transliteration": "innamā ḥarrama ʿalaykumu l-maytata wal-dama walaḥma l-khinzīri wamā uhilla lighayri l-lahi bihi famani uḍ'ṭurra ghayra bāghin walā ʿādin fa-inna l-laha ghafūrun raḥīmun",
          "translation": "Sesungguhnya Allah hanya mengharamkan atasmu bangkai, darah, daging babi dan (hewan) yang disembelih dengan (menyebut nama) selain Allah, tetapi barangsiapa terpaksa (memakannya) bukan karena menginginkannya dan tidak (pula) melampaui batas, maka sungguh, Allah Maha Pengampun, Maha Penyayang.",
          "tafsir": "Dalam ayat ini, Allah menjelaskan makanan yang diharamkan bagi orang-orang Islam. Makanan yang diharamkan dalam ayat ini ialah bangkai, darah, daging babi, dan binatang yang disembelih atas nama berhala atau lainnya selain nama Allah. Pengharaman terhadap makanan tersebut semata-mata hak dan kebijaksanaan Allah swt dalam membimbing hamba-hamba-Nya. Sebagaimana firman Allah: Sesungguhnya Allah menetapkan hukum sesuai dengan yang Dia kehendaki. (al-Ma'idah/5: 1) Di antara hikmah atau maksud pelarangan terhadap makanan itu ada yang dapat dijangkau oleh akal (ta'aqquli), ada pula yang tidak terjangkau oleh akal (ta'abbudi). Bagi setiap orang Islam wajib menaati larangan Allah dengan ikhlas dan penuh keimanan. Bangkai ialah hewan yang mati wajar oleh sebab alamiah, atau mati karena tidak disembelih menurut aturan Islam. Termasuk dalam pengertian bangkai di sini ialah binatang yang mati tercekik, mati terjepit (terpukul), mati terjatuh, ditanduk, dan dimakan oleh binatang buas. Firman Allah swt: Diharamkan bagimu (memakan) bangkai, darah, daging babi, dan (daging) hewan yang disembelih bukan atas (nama) Allah, yang tercekik, yang dipukul, yang jatuh, yang ditanduk, dan yang diterkam binatang buas, kecuali yang sempat kamu sembelih, dan (diharamkan pula) yang disembelih untuk berhala. (al-Ma'idah/5: 3) Semua bangkai haram dimakan kecuali bangkai ikan, sebagaimana firman Allah swt: Dihalalkan bagimu hewan buruan laut dan makanan (yang berasal) dari laut sebagai makanan yang lezat bagimu, dan bagi orang-orang yang dalam perjalanan. (al-Ma'idah/5: 96) Darah yang diharamkan ialah darah yang mengalir atau darah yang dibekukan (marus). Hati dan ginjal tidak dipandang darah yang haram dimakan. Hadis Nabi saw: Dihalalkan bagi kita dua macam bangkai dan darah. Dua bangkai itu adalah bangkai ikan dan belalang, dan dua darah itu adalah hati dan limpa. (Riwayat Ahmad dan Ibnu Majah dari Ibnu 'Umar) Termasuk dalam pengertian daging babi ialah lemak, tulang dan seluruh bagian-bagiannya serta semua produk yang dibuat dari unsur babi dan turunannya. Babi tergolong binatang ternak yang paling kotor cara hidup dan makannya. Dagingnya mengandung bibit cacing pita yang banyak menimbulkan penyakit pada tubuh manusia. Allah mengharamkan binatang yang disembelih yang dengan sengaja menyebut nama selain Allah, seperti nama patung, jin, dewa, wali, dan sebagainya. Pelarangan itu bertujuan untuk mencegah hal-hal yang cenderung kepada syirik. An-Nawawi dalam kitab Syarah Muslim mengatakan bahwa jika maksud penyembelih menyebut nama selain Allah itu untuk membesarkan nama tersebut dan meniatkannya sebagai ibadah kepadanya, maka perbuatan itu dipandang syirik. Jika penyembelih bersikap demikian, dapat dinilai keluar dari agama (murtad). Demikian penjelasan an-Nawawi ketika memberikan uraian pada Hadis Nabi saw: Allah mengutuk orang-orang yang menyembelih hewan untuk selain Allah. (Riwayat Muslim dari Ali bin Abi thalib) Agama Islam adalah agama yang selalu memberi kelapangan kepada penganutnya. Tidak ada dalam Islam hal-hal yang menyusahkan dan mempersulit keadaan. Oleh karena itu, segala makanan yang diharamkan boleh dimakan bilamana seseorang berada dalam keadaan terpaksa atau darurat. Misalnya, seorang pemburu di tengah hutan dalam keadaan perut kosong jika dibiarkan dapat membinasakan dirinya sedang makanan lainnya tidak ada, dia diizinkan memakan makanan yang haram untuk mengatasi keadaannya, dengan syarat tidak didorong oleh keinginan untuk memakan makanan yang haram itu sendiri. Jika dia memakan makanan itu melebihi apa yang diperlukan, tidak dibenarkan. Sebab, hal itu dapat menimbulkan kesulitan baru bertalian dengan makanan yang mengandung penyakit itu. Sesungguhnya Allah swt mengampuni apa yang diperbuat hamba-Nya sewaktu dalam kesulitan, dan mengasihi mereka dengan memberi kelonggaran dalam kehidupan mereka di dunia."
        },
        {
          "number": 116,
          "arabic": "وَلَا تَقُولُوا۟ لِمَا تَصِفُ أَلْسِنَتُكُمُ ٱلْكَذِبَ هَـٰذَا حَلَـٰلٌ وَهَـٰذَا حَرَامٌ لِّتَفْتَرُوا۟ عَلَى ٱللَّهِ ٱلْكَذِبَ ۚ إِنَّ ٱلَّذِينَ يَفْتَرُونَ عَلَى ٱللَّهِ ٱلْكَذِبَ لَا يُفْلِحُونَ",
          "transliteration": "walā taqūlū limā taṣifu alsinatukumu l-kadhiba hādhā ḥalālun wahādhā ḥarāmun litaftarū ʿalā l-lahi l-kadhiba inna alladhīna yaftarūna ʿalā l-lahi l-kadhiba lā yuf'liḥūna",
          "translation": "Dan janganlah kamu mengatakan terhadap apa yang disebut-sebut oleh lidahmu secara dusta \"Ini halal dan ini haram,\" untuk mengada-adakan kebohongan terhadap Allah. Sesungguhnya orang yang mengada-adakan kebohongan terhadap Allah tidak akan beruntung.",
          "tafsir": "Dalam ayat ini, Allah swt melarang kaum Muslimin mengharam-kan atau menghalalkan makanan menurut selera dan hawa nafsu mereka, sebagaimana orang-orang musyrik. Mereka mempunyai kebiasaan meng-haramkan atau menghalalkan binatang semata-mata didasarkan nama istilah yang mereka tetapkan sendiri untuk binatang itu, misalnya: bahirah, sa'ibah, wasilah, dan ham, sebagaimana firman Allah swt: Allah tidak pernah mensyariatkan adanya bahirah, sa'ibah, wasilah, dan ham. Tetapi orang-orang kafir membuat-buat kedustaan terhadap Allah, dan kebanyakan mereka tidak mengerti. (al-Ma'idah/5: 103) Dalam menetapkan kehalalan atau keharaman suatu makanan atau minuman harus didasarkan pada dalil syara yang bersumber dari Al-Qur'an dan sunnah. Penetapan hukum tanpa dalil-dalil syara tidak dibenarkan. Hal tersebut termasuk perbuatan yang mengada-ada dan melakukan kebohongan kepada Allah. Dalam Al-Qur'an disebutkan tentang ucapan kaum musyrikin mengenai ketentuan anak hewan yang masih dalam kandungan induknya. Firman Allah swt: Dan mereka berkata (pula), \"Apa yang ada di dalam perut hewan ternak ini khusus untuk kaum laki-laki kami, haram bagi istri-istri kami.\" (al-An'am/6: 139) Karena berakibat sangat buruk terhadap kehidupan beragama, maka Allah memberikan ancaman yang keras kepada mereka yang mengada-adakan kebohongan terhadap Allah. Allah menegaskan bahwa mereka yang berbuat demikian tidak akan mencapai keberhasilan dalam kehidupan mereka, baik di dunia maupun di akhirat. Di dunia, mereka yang suka membuat-buat hukum tanpa dalil yang benar akan dikecam dan ditinggalkan oleh masyara-kat. Kebohongan mereka akan diketahui oleh masyarakat dan mereka akan menjadi sasaran ejekan dan penghinaan. Dalam Tafsir Ibnu Katsir diungkapkan bahwa termasuk dalam pengertian ayat ini ialah setiap orang yang menciptakan bid'ah (urusan agama) yang tidak punya landasan syara, atau menghalalkan sesuatu yang diharamkan atau mengharamkan sesuatu yang dihalalkan Allah semata-mata berdasarkan pikiran dan seleranya sendiri."
        },
        {
          "number": 117,
          "arabic": "مَتَـٰعٌ قَلِيلٌ وَلَهُمْ عَذَابٌ أَلِيمٌ",
          "transliteration": "matāʿun qalīlun walahum ʿadhābun alīmun",
          "translation": "(Itu adalah) kesenangan yang sedikit; dan mereka akan mendapat azab yang pedih.",
          "tafsir": "Allah menegaskan lagi bahwa mereka yang mengada-adakan ketentuan dan hukum yang sama sekali tidak ada dasarnya dari kitab Allah dan rasul-Nya, tapi semata-mata dari hawa nafsu, pasti tidak akan memperoleh keberhasilan dunia dan akhirat. Jika ada keuntungan dari kelakuan itu, maka keuntungannya sangatlah sedikit dibandingkan dengan kerugian dan bahaya yang diakibatkan dari perbuatan itu. Dalam sejarah banyak peristiwa menyedihkan terjadi akibat pendapat-pendapat keagamaan yang tidak bersumber dari kitab suci. Pendapat itu kadang-kadang diadakan hanyalah untuk memenuhi keinginan dan kepentingan penguasa yang menjadikan agama sebagai alat memperkuat kekuasaan dan penguat hawa nafsunya. Yang halal diharamkan dan yang haram dihalalkan oleh orang yang hendak memperoleh keuntungan duniawi. Mereka lupa bahwa kesenangan duniawi itu sedikit dan terbatas pada umur mereka yang pendek. Tetapi di dalam kehidupan akhirat yang abadi, mereka akan menerima azab dari Allah disebabkan kelancangan lidah mereka ketika berbohong kepada Allah. Mereka telah melakukan tindak kejahatan, yang mengotori jiwa sendiri dengan dosa dan dusta terhadap Tuhan. Bahkan orang lain ikut jatuh ke dalam dosa dan kesalahan disebabkan fatwanya yang menghalalkan yang haram atau mengharamkan yang halal itu. Dosa akan menumpuk ke pundak mereka karena menginginkan keuntungan dunia yang kecil."
        },
        {
          "number": 118,
          "arabic": "وَعَلَى ٱلَّذِينَ هَادُوا۟ حَرَّمْنَا مَا قَصَصْنَا عَلَيْكَ مِن قَبْلُ ۖ وَمَا ظَلَمْنَـٰهُمْ وَلَـٰكِن كَانُوٓا۟ أَنفُسَهُمْ يَظْلِمُونَ",
          "transliteration": "waʿalā alladhīna hādū ḥarramnā mā qaṣaṣnā ʿalayka min qablu wamā ẓalamnāhum walākin kānū anfusahum yaẓlimūna",
          "translation": "Dan terhadap orang Yahudi, Kami haramkan apa yang telah Kami ceritakan dahulu kepadamu (Muhammad).<sup foot_note=135417>1</sup> Kami tidak menzalimi mereka, justru merekalah yang menzalimi diri sendiri.",
          "tafsir": "Dalam ayat ini, Allah swt mengingatkan kembali apa yang di-haramkan kepada orang Yahudi. Hal-hal yang halal dan haram dalam agama Yahudi sebenarnya tidak sama dengan apa yang diharamkan atau dihalalkan oleh kaum musyrik. Hal ini menunjukkan bahwa penentuan halal dan haram oleh kaum musyrik terhadap hewan ternak mereka tidak bersumber dari syariat agama-agama terdahulu. Beberapa makanan telah diharamkan Allah kepada orang Yahudi, seperti yang diterangkan dalam firman Allah: Dan kepada orang-orang Yahudi, Kami haramkan semua (hewan) yang berkuku, dan Kami haramkan kepada mereka lemak sapi dan domba, kecuali yang melekat di punggungnya, atau yang dalam isi perutnya, atau yang bercampur dengan tulang. Demikianlah Kami menghukum mereka karena kedurhakaannya. Dan sungguh, Kami Mahabenar. (al-An'am/6: 146) Allah mengharamkan daging dan lemak binatang ternak khusus kepada orang Yahudi sebagai hukuman atas perbuatan mereka yang aniaya seperti membunuh nabi-nabi, memakan riba, dan memperoleh harta dengan cara yang haram. Firman Allah swt: Karena kezaliman orang-orang Yahudi, Kami haramkan bagi mereka makanan yang baik-baik yang (dahulu) pernah dihalalkan; dan karena mereka sering menghalangi (orang lain) dari jalan Allah. (an-Nisa'/4: 160) Dari ayat ini, dapat dipahami perbedaan yang jelas antara alasan Allah mengharamkan beberapa jenis makanan kepada orang Yahudi dengan alasan yang diberlakukan kepada orang Islam. Kepada orang Islam, Allah swt tidak mengharamkan makanan-makanan kecuali karena pada makanan itu terdapat suatu kemudaratan yang bisa mencelakakan dirinya. Sedangkan kepada orang Yahudi, Allah mengharamkan makanan yang baik-baik itu sebagai hukuman bagi mereka. Maka tidaklah benar pendapat yang mengatakan bahwa Bani Israil sendiri yang mengharamkan makanan itu kepada diri mereka. Semua makanan, sebelum Taurat diturunkan kepada mereka, adalah halal, kecuali makanan yang diharamkan sendiri oleh Nabi Yakub (Israil) untuk dirinya. Menurut riwayat, makanan yang diharamkan oleh Nabi Yakub itu ialah daging dan susu unta. Beliau berbuat demikian untuk mengekang nafsu dalam usaha membersihkan jiwa dan untuk mendekatkan diri kepada Allah. Firman Allah swt: Semua makanan itu halal bagi Bani Israil, kecuali makanan yang diharamkan oleh Israil (Yakub) atas dirinya sebelum Taurat diturunkan. (Ali 'Imran/3: 93) Adapun makanan seperti daging binatang berkuku, lemak sapi, dan kambing, diharamkan kepada seluruh Bani Israil pada waktu Taurat sudah diturunkan sebagai hukuman kepada mereka."
        }
      ]
    }
  ]
}