{
  "pageNumber": 493,
  "juz": 25,
  "surahs": [
    {
      "number": 43,
      "name": "Az-Zukhruf",
      "nameArabic": "الزخرف",
      "meaning": "Perhiasan",
      "revelation": "Makkah",
      "description": "Surat Az-Zukhruf terdiri dari 89 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Asy-Syura.Dinamai Az-Zukhruf (perhiasan) diambil dari kata \"Az-Zukhruf\" yang terdapat pada ayat ke-35 surat ini. Orang-orang musyrik mengukur tinggi-rendahnya derajat seseorang tergantung pada perhiasan dan harta yang ia miliki. Maka karena Nabi Muhammad adalah seorang anak yatim dan miskin, ia tidak pantas diangkat Allah sebagai seorang rasul dan nabi. Pangkat rasul dan nabi itu harus diberikan kepada orang kaya. Ayat ini menegaskan bahwa harta tidak dapat dijadikan dasar untuk mengukur tinggi-rendahnya derajat seseorang, karena harta merupakan perhiasan kehidupan duniawi, bukan kesenangan akhirat.**Pokok-Pokok Isi:**1. **Keimanan:** Al-Qur'an berasal dari Lauh Mahfuzh; Nabi 'Isa itu hanyalah seorang hamba Allah; pengakuan Nabi 'Isa bahwa Allahlah Tuhan yang sebenarnya; menjelaskan kesenangan di dalam surga dan hebatnya penderitaan orang kafir di dalam neraka; Allah tidak mempunyai anak.2. **Hukum-hukum:** Perintah Allah kepada Nabi Muhammad agar menjauhi orang-orang yang tidak beriman.3. **Kisah-kisah:** Kisah Nabi Ibrahim, Musa, dan 'Isa sebagai perbandingan bagi Nabi Muhammad dan sebagai penawar ketika menghadapi kesulitan dalam melakukan dakwah.4. **Lain-lain:** Pengakuan orang musyrik Mekah bahwa Allahlah Yang menciptakan langit dan bumi tetapi mereka tetap menyembah berhala; kepercayaan mereka bahwa malaikat adalah anak Allah dan penolakan atas kepercayaan yang salah itu; Nabi Muhammad sebagai rasul mendapat ejekan dan celaan dari kaumnya adalah hal biasa, karena rasul-rasul terdahulu pun demikian; orang-orang musyrik sangat berpegang teguh pada tradisi dan adat istiadat nenek moyang mereka dalam beragama, sehingga hati mereka tertutup untuk menerima kebenaran.Surat Az-Zukhruf dimulai dengan menerangkan bahwa Al-Qur'an adalah wahyu Ilahi dan diambil dari Lauh Mahfuzh. Kemudian menerangkan sikap orang musyrik terhadap para nabi dan menyebutkan sebagian hikmah yang Allah limpahkan kepada manusia. Selain itu, juga dikemukakan tentang sifat orang-orang musyrik yang suka mengada-ada kebatilan beserta kepercayaan rusak dan sifat-sifat sombong mereka, walaupun mereka telah diperingatkan dengan nasib umat-umat terdahulu yang mendurhakai Allah.Pada bagian akhir, surat ini mengingatkan tentang tindakan-tindakan orang-orang musyrik yang lebih mementingkan perhiasan duniawi. Lalu, surat ini ditutup dengan perintah Allah agar Nabi Muhammad berpaling dari orang-orang musyrik itu, nanti mereka akan merasakan dan mengetahui kebenaran ancaman Allah.**Hubungan Surat Az-Zukhruf Dengan Surat Ad-Dukhan:**1. Kedua surat ini sama-sama dimulai dengan menyebutkan sifat-sifat Al-Qur'an.2. Pada akhir surat Az-Zukhruf disebutkan ancaman kepada orang-orang kafir dan pada permulaan surat Ad-Dukhan terdapat pula peringatan dan ancaman itu.3. Pada kedua surat ini terdapat kesatuan sikap antara Nabi Muhammad dan Nabi Musa. Pada surat Az-Zukhruf Nabi Muhammad mengadu kepada Allah bahwa kaumnya tidak mau beriman, sedangkan pada surat Ad-Dukhan Nabi Musa mengadu kepada Allah bahwa kaumnya berlaku durhaka dan banyak dosa.",
      "verses": [
        {
          "number": 48,
          "arabic": "وَمَا نُرِيهِم مِّنْ ءَايَةٍ إِلَّا هِىَ أَكْبَرُ مِنْ أُخْتِهَا ۖ وَأَخَذْنَـٰهُم بِٱلْعَذَابِ لَعَلَّهُمْ يَرْجِعُونَ",
          "transliteration": "wamā nurīhim min āyatin illā hiya akbaru min ukh'tihā wa-akhadhnāhum bil-ʿadhābi laʿallahum yarjiʿūna",
          "translation": "Dan tidaklah Kami perlihatkan suatu mukjizat kepada mereka kecuali (mukjizat itu) lebih besar dari mukjizat-mukjizat (yang sebelumnya). Dan Kami timpakan kepada mereka azab<sup foot_note=135737>1</sup> agar mereka kembali (ke jalan yang benar).",
          "tafsir": "Dalam ayat ini dijelaskan bahwa mukjizat adalah sesuatu peristiwa atau sesuatu yang besar dan luar biasa yang diberikan kepada seorang nabi sebagai bukti kenabiannya. Namun mukjizat yang diberikan kepada seorang nabi lebih hebat dari mukjizat yang diberikan kepada nabi sebelumnya. Begitu pula mukjizat yang diberikan kepada Nabi Musa. Dalam Surah al-Isra'/17: 101 dinyatakan bahwa Nabi Musa diberi sembilan macam mukjizat, yaitu tongkat menjadi ular, tangan bercahaya, kemarau panjang, laut terbelah, topan yang dahsyat, belalang yang memusnahkan tanaman, kutu yang menimbulkan penyakit, kodok yang menjadi hama, dan air minum yang berubah menjadi darah yang Allah turunkan kepada Fir'aun dan kaumnya dalam bentuk bencana untuk menyadarkan mereka, sebagaimana firman Allah: Maka Kami kirimkan kepada mereka topan, belalang, kutu, katak dan darah (air minum berubah menjadi darah) sebagai bukti-bukti yang jelas, tetapi mereka tetap menyombongkan diri dan mereka adalah kaum yang berdosa. (al-A'raf/7: 133) Dengan ditimpakannya bencana-bencana itu kepada Fir'aun dan pengikut-pengikutnya diharapkan mereka akan kembali, yaitu beriman. Tetapi tidak demikian, mereka tetap membangkang. Begitu pula dengan Nabi Muhammad saw, beliau telah menyampaikan kepada kafir Mekah mukjizatnya yang terbesar, yaitu Al-Qur'an. Tetapi mereka tetap menolaknya dan menyatakan bahwa Al-Qur'an itu adalah mimpi, rekayasa, atau syair gubahan Nabi Muhammad saw."
        },
        {
          "number": 49,
          "arabic": "وَقَالُوا۟ يَـٰٓأَيُّهَ ٱلسَّاحِرُ ٱدْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَ إِنَّنَا لَمُهْتَدُونَ",
          "transliteration": "waqālū yāayyuha l-sāḥiru ud'ʿu lanā rabbaka bimā ʿahida ʿindaka innanā lamuh'tadūna",
          "translation": "Dan mereka berkata, \"Wahai pesihir!<sup foot_note=135738>1</sup> berdoalah kepada Tuhanmu untuk (melepaskan) kami sesuai dengan apa yang telah dijanjikan-Nya kepadamu; sesungguhnya kami (jika doamu dikabulkan) akan menjadi orang yang mendapat petunjuk.\"",
          "tafsir": "Fir'aun dan pengikut-pengikutnya merasakan bencana-bencana yang ditimpakan kepada mereka sangat dahsyat, lalu mereka memohon kepada Nabi Musa agar berdoa kepada Allah supaya melepaskan mereka dari azab itu. \"Wahai tukang sihir!\" kata mereka, \"Berdoalah kepada Tuhanmu sesuai dengan apa yang Ia janjikan kepadamu! Kami pasti menerima apa yang kau sampaikan.\" Memanggil Nabi Musa tukang sihir sudah menunjukkan bahwa mereka menghina beliau dan tidak mempercayainya. Tetapi Nabi Musa tetap mengabulkan permintaan mereka, karena Allah memang telah menjanjikan kepadanya bahwa bila mereka beriman, azab itu akan dihentikan. Nabi Musa pun berdoa setelah mereka berjanji akan beriman, lalu Allah pun menghentikan azab tersebut."
        },
        {
          "number": 50,
          "arabic": "فَلَمَّا كَشَفْنَا عَنْهُمُ ٱلْعَذَابَ إِذَا هُمْ يَنكُثُونَ",
          "transliteration": "falammā kashafnā ʿanhumu l-ʿadhāba idhā hum yankuthūna",
          "translation": "Maka ketika Kami hilangkan azab itu dari mereka, seketika itu (juga) mereka ingkar janji.",
          "tafsir": "Setelah azab dihentikan, ternyata mereka memungkiri janji mereka. Mereka tetap membangkang, Di dalam ayat lain peristiwa itu diterangkan pula: Dan ketika mereka ditimpa azab (yang telah diterangkan itu) mereka pun berkata, \"Wahai Musa! Mohonkanlah untuk kami kepada Tuhanmu sesuai dengan janji-Nya kepadamu. Jika engkau dapat menghilangkan azab itu dari kami, niscaya kami akan beriman kepadamu dan pasti akan kami biarkan Bani Israil pergi bersamamu.\" Tetapi setelah Kami hilangkan azab itu dari mereka hingga batas waktu yang harus mereka penuhi ternyata mereka ingkar janji. (Surah al-A'raf/7: 134-135) Di dalam ayat itu diterangkan bahwa mereka berjanji bahwa bila mereka dilepaskan dari bencana-bencana itu, mereka akan beriman dan akan membebaskan Bani Israil dari siksaan dan perbudakan yang mereka perlakukan terhadap mereka. Tetapi semuanya itu hanyalah janji. Mereka tidak menepati janji itu, bahkan ingin mencelakakan Nabi Musa dan kaumnya."
        },
        {
          "number": 51,
          "arabic": "وَنَادَىٰ فِرْعَوْنُ فِى قَوْمِهِۦ قَالَ يَـٰقَوْمِ أَلَيْسَ لِى مُلْكُ مِصْرَ وَهَـٰذِهِ ٱلْأَنْهَـٰرُ تَجْرِى مِن تَحْتِىٓ ۖ أَفَلَا تُبْصِرُونَ",
          "transliteration": "wanādā fir'ʿawnu fī qawmihi qāla yāqawmi alaysa lī mul'ku miṣ'ra wahādhihi l-anhāru tajrī min taḥtī afalā tub'ṣirūna",
          "translation": "Dan Firaun berseru kepada kaumnya (seraya) berkata, \"Wahai kaumku! Bukankah kerajaan Mesir itu milikku dan (bukankah) sungai-sungai ini mengalir di bawahku; apakah kamu tidak melihat?",
          "tafsir": "Fir'aun semakin menunjukkan kesombongannya dan kesewenang-wenangannya. Ia bertanya kepada kaumnya, bertanya untuk menegaskan, bukankah kerajaan Mesir yang besar itu milik dia bukan milik orang lain. Bukankah sungai-sungai sebagai sumber kehidupan di negeri itu mengalir di bawah istananya dan di dalam kebun-kebunnya. Pertanyaan itu untuk menunjukan kesombongannya. Dengan ucapan itu ia hendak menyatakan bahwa dialah penguasa besar dan satu-satunya di negeri itu, yang tidak mungkin dilawan dan dikalahkan. Oleh karena itu ia tidak akan beriman dan dan tidak akan tunduk kepada Nabi Musa. Ucapannya itu sekaligus mengandung ancaman kepada siapa saja yang mengikuti Nabi Musa bahwa mereka akan memperoleh nasib yang tidak menguntungkan."
        },
        {
          "number": 52,
          "arabic": "أَمْ أَنَا۠ خَيْرٌ مِّنْ هَـٰذَا ٱلَّذِى هُوَ مَهِينٌ وَلَا يَكَادُ يُبِينُ",
          "transliteration": "am anā khayrun min hādhā alladhī huwa mahīnun walā yakādu yubīnu",
          "translation": "Bukankah aku lebih baik dari orang (Musa) yang hina ini dan yang hampir tidak dapat menjelaskan (perkataannya)?",
          "tafsir": "Fir'aun semakin menunjukkan kecongkakannya. Ia menghina Nabi Musa. Ia bertanya kepada kaumnya, sekali lagi untuk menegaskan, bukankah yang terbaik adalah dia, sedangkan Nabi Musa adalah seorang yang hina karena ia tidak memiliki apa-apa, seperti kekuasaan, jabatan, dan kekayaan seperti yang ia miliki. Dan bukankah Nabi Musa itu begitu hinanya mengingat untuk menjelaskan sesuatu dengan kata-kata saja ia tidak mampu. Yang dimaksudkannya adalah ketidakmampuan Nabi Musa berbicara secara jelas karena lidahnya kelu sebagaimana diakuinya dalam doanya kepada Allah agar memperkuatnya dengan mengutus saudaranya, Nabi Harun. Allah berfirman: Dan saudaraku Harun, dia lebih fasih lidahnya daripada aku, maka utuslah dia bersamaku sebagai pembantuku untuk membenarkan (perkataan)ku; sungguh, aku takut mereka akan mendustakanku. (al-Qasas/28: 34) Tujuan Fir'aun bertanya kepada kaumnya dengan menyampaikan kekurangan-kekurangan Nabi Musa bukanlah untuk bertanya tetapi untuk tujuan menghina beliau. Ia berharap dengan mengemukakan kekurangan Nabi Musa, rakyatnya memiliki pandangan yang tidak baik kepadanya dan tidak mempercayainya."
        },
        {
          "number": 53,
          "arabic": "فَلَوْلَآ أُلْقِىَ عَلَيْهِ أَسْوِرَةٌ مِّن ذَهَبٍ أَوْ جَآءَ مَعَهُ ٱلْمَلَـٰٓئِكَةُ مُقْتَرِنِينَ",
          "transliteration": "falawlā ul'qiya ʿalayhi aswiratun min dhahabin aw jāa maʿahu l-malāikatu muq'tarinīna",
          "translation": "Maka mengapa dia (Musa) tidak dipakaikan gelang dari emas, atau malaikat datang bersama-sama dia untuk mengiringkannya?\"",
          "tafsir": "Fir'aun memberikan alasan mengapa Nabi Musa tidak pantas memperoleh kemuliaan dan tidak layak diimani sebagai rasul, karena ia tidak memiliki gelang-gelang emas sebagai tanda ia kaya, dan tidak didampingi malaikat-malaikat sebagai tanda ia seorang rasul. Dengan demikian Fir'aun membuat tolok ukur kemuliaan itu adalah dengan kekayaan, dan tolok ukur kebenaran pada hal-hal yang kasat mata. Allah tidak meletakkan tolok ukur kemuliaan itu pada materi tetapi pada ketakwaan, sebagaimana firman Allah: Wahai manusia! Sungguh, Kami telah menciptakan kamu dari seorang laki-laki dan seorang perempuan, kemudian Kami jadikan kamu berbangsa-bangsa dan bersuku-suku agar kamu saling mengenal. Sungguh yang paling mulia di antara kamu di sisi Allah ialah orang yang paling bertakwa. Sungguh, Allah Maha Mengetahui, Mahateliti. (al-hujurat/49: 13) Allah tidak meletakkan tolok ukur kebenaran sebagai seorang rasul itu pada sesuatu yang dapat diindera, namun pada kebenaran jalan yang ditempuhnya, yaitu pada kebenaran wahyu yang diperolehnya dari Allah. Allah berfirman: Katakanlah (Muhammad), \"Sesungguhnya aku ini hanya seorang manusia seperti kamu, yang telah menerima wahyu, bahwa sesungguhnya Tuhan kamu adalah Tuhan Yang Maha Esa.\" Maka barang siapa mengharap pertemuan dengan Tuhannya maka hendaklah dia mengerjakan kebajikan dan janganlah dia mempersekutukan dengan sesuatu pun dalam beribadah kepada Tuhannya.\" (al-Kahf/18: 110) Perlakuan yang tidak layak juga dialami Nabi Muhammad saw bahkan lebih hebat lagi. Kaumnya tidak mempercayainya sebagai seorang rasul karena ia tidak memiliki apa-apa. Mereka memintanya, di samping menjadi orang kaya, juga dapat menciptakan peristiwa-peristiwa yang luar biasa sampai-sampai mereka ingin melihat Allah dan malaikat secara kasat mata. Permintaan itu tentu tidak mungkin ia penuhi karena sudah di luar kuasanya dan mustahil dipenuhi. Beliau hanya menjawab, \"Mahasuci Tuhanku, dan saya hanya seorang manusia yang menjadi rasul.\" Katakanlah (Muhammad), \"Mahasuci Tuhanku, bukankah aku ini hanya seorang manusia yang menjadi rasul?\" (al-Isra'/17: 93)"
        },
        {
          "number": 54,
          "arabic": "فَٱسْتَخَفَّ قَوْمَهُۥ فَأَطَاعُوهُ ۚ إِنَّهُمْ كَانُوا۟ قَوْمًا فَـٰسِقِينَ",
          "transliteration": "fa-is'takhaffa qawmahu fa-aṭāʿūhu innahum kānū qawman fāsiqīna",
          "translation": "Maka (Firaun) dengan perkataan itu telah mempengaruhi kaumnya, sehingga mereka patuh kepadanya. Sungguh, mereka adalah kaum yang fasik.",
          "tafsir": "Upaya Fir'aun mempengaruhi dan mengelabui rakyatnya berhasil. Rakyat Mesir patuh kepadanya dan tidak mau beriman kepada Nabi Musa bahkan membencinya. Mereka digolongkan oleh Allah sebagai orang-orang fasik, yaitu orang-orang yang benar-benar telah melanggar ajaran-ajaran agama dan keluar dari kebenaran."
        },
        {
          "number": 55,
          "arabic": "فَلَمَّآ ءَاسَفُونَا ٱنتَقَمْنَا مِنْهُمْ فَأَغْرَقْنَـٰهُمْ أَجْمَعِينَ",
          "transliteration": "falammā āsafūnā intaqamnā min'hum fa-aghraqnāhum ajmaʿīna",
          "translation": "Maka ketika mereka membuat Kami murka, Kami hukum mereka, lalu Kami tenggelamkan mereka semuanya (di laut),",
          "tafsir": "Kefasikan Fir'aun dan kaumnya semakin menjadi-jadi. Mereka semakin lupa daratan bahkan memandang Fir'aun adalah tuhan. Tindakan itu sudah sampai ke puncaknya, yang tidak mungkin lagi dimaafkan oleh Allah dan sangat disesalkan. Allah pun menjatuhkan hukuman-Nya, ketika Fir'aun dan balatentaranya mengejar Nabi Musa dan kaumnya sampai ke Laut Merah, Allah menenggelamkannya di laut itu. Dengan demikian ia tewas karena kesombongannya memiliki kekayaan dan kekuasaan, dan kebenaran pun terungkap walaupun diusung hanya oleh seorang manusia biasa yang tidak punya kekuasaan apa-apa. Penundaan hukuman terhadap orang yang jahat itu disebut istidraj, yaitu pelaku perbuatan dosa dibiarkan melakukan kejahatan sehingga dosanya meningkat terus sampai ke puncaknya, bila pelakunya tidak mempan lagi dinasehati. Bila dosa-dosa itu sudah sampai di puncaknya, maka Allah tidak mungkin memaafkannya lagi, lalu Ia akan menjatuhkan hukuman-Nya. Nabi bersabda dalam sebuah riwayat Ahmad, at-Tirmidhi, ath-thabrani dan al-Baihaqi: 'Uqbah bin 'Amir meriwayatkan bahwa Nabi saw bersabda, \"Apabila engkau melihat Allah memberikan kepada seorang hamba kenikmatan duniawi yang ia inginkan dari dunia sedangkan ia selalu bermaksiatm maka sesungguhnya hal tersebut merupakan istidraj.\" Kemudian Nabi saw membaca ayat, \"Maka ketika mereka melupakan peringatan yang telah diberikan kepada mereka, Kami pun membukakan semua pintu (kesenangan) untuk mereka. Sehingga ketika mereka bergembira dengan apa yang telah diberikan kepada mereka, Kami siksa mereka secara tiba-tiba, maka ketika itu mereka terdiam putus asa.\" (Riwayat Ahmad, at-Tirmidhi, ath-thabrani dan al-Baihaqi)"
        },
        {
          "number": 56,
          "arabic": "فَجَعَلْنَـٰهُمْ سَلَفًا وَمَثَلًا لِّلْـَٔاخِرِينَ",
          "transliteration": "fajaʿalnāhum salafan wamathalan lil'ākhirīna",
          "translation": "maka Kami jadikan mereka sebagai (kaum) terdahulu, dan pelajaran bagi orang-orang yang kemudian.",
          "tafsir": "Kasus Fir'aun itu merupakan contoh yang patut dijadikan pelajaran oleh generasi-generasi berikutnya sampai hari Kiamat. Pelajarannya adalah agar siapa pun tidak meniru tingkah laku Fir'aun yang congkak dan durhaka. Dan bahwa siapa pun yang congkak dan durhaka akan mengalami nasib yang sama seperti Fir'aun itu."
        },
        {
          "number": 57,
          "arabic": "۞ وَلَمَّا ضُرِبَ ٱبْنُ مَرْيَمَ مَثَلًا إِذَا قَوْمُكَ مِنْهُ يَصِدُّونَ",
          "transliteration": "walammā ḍuriba ub'nu maryama mathalan idhā qawmuka min'hu yaṣiddūna",
          "translation": "Dan ketika putra Maryam (Isa) dijadikan perumpamaan, tiba-tiba kaummu (Suku Quraisy) bersorak karenanya.",
          "tafsir": "Ayat ini menerangkan bahwa Nabi Isa putra Maryam dijadikan contoh oleh kaum musyrikin Mekah untuk menjatuhkan dan memperolok-olokkan Nabi Muhammad saw. Hal itu terjadi ketika beliau menyampaikan ayat,\" \"Sungguh, kamu (orang kafir) dan apa yang kamu sembah selain Allah, adalah bahan bakar Jahanam.,\" (al-Anbiya'/21: 98). Mereka bersorak-sorai kegirangan, karena menyangka memperoleh alasan untuk membuktikan bahwa Nabi Muhammad bertindak salah berdasarkan ayat itu. Hal itu karena Nabi Isa disembah oleh sebagian manusia. Dengan begitu beliau juga akan masuk neraka bersama mereka yang menyembahnya. Untuk membantah pandangan itu Allah menurunkan ayat, \"Sungguh, sejak dahulu bagi orang-orang yang telah ada (ketetapan) yang baik dari Kami, mereka itu akan dijauhkan (dari neraka),\" (al-Anbiya'/21:101). Dengan demikian Nabi Isa, 'Uzair, dan pendeta-pendeta serta rahib-rahib yang taat dan hanya menyembah Allah, akan masuk surga, dan orang-orang sesat yang kemudian menjadikan mereka tuhan-tuhan selain Allah akan masuk neraka. Mengenai Isa sendiri yang disembah mereka yang sesat itu turun ayat ini untuk membantahnya, \"Dan tatkala putra Maryam dijadikan perumpamaan, tiba-tiba kaummu, ya Muhammad, bersorak karenanya,\" yaitu menyoraki kamu karena firman-Nya itu. Selanjutnya Allah menjelaskan, \"Dia (Isa) tidak lain hanyalah seorang hamba yang Kami anugerahi nikmat dan Kami jadikan tanda untuk Bani Israil. Dan jika Kami kehendaki, benar-benar Kami jadikan sebagian kalian malaikat-malaikat di bumi yang turun-temurun. Dan ia (Isa) sungguh merupakan bukti tentang adanya hari Kiamat¦.\""
        },
        {
          "number": 58,
          "arabic": "وَقَالُوٓا۟ ءَأَـٰلِهَتُنَا خَيْرٌ أَمْ هُوَ ۚ مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلًۢا ۚ بَلْ هُمْ قَوْمٌ خَصِمُونَ",
          "transliteration": "waqālū aālihatunā khayrun am huwa mā ḍarabūhu laka illā jadalan bal hum qawmun khaṣimūna",
          "translation": "Dan mereka berkata, \"Manakah yang lebih baik, tuhan-tuhan kami atau dia (Isa)?\" Mereka tidak memberikan (perumpamaan itu) kepadamu melainkan dengan maksud membantah saja; sebenarnya mereka adalah kaum yang suka bertengkar.<sup foot_note=135739>1</sup>",
          "tafsir": "Dalam ayat ini diterangkan bahwa kaum musyrikin Mekah itu membandingkan tuhan-tuhan mereka, yaitu berhala-berhala, dengan Nabi Isa yang telah dipertuhankan oleh orang-orang sesat sebelumnya, manakah yang lebih baik. Menurut pandangan mereka Nabi Isa tidak lebih baik dari berhala-berhala yang mereka sembah, karena Nabi Isa juga akan masuk neraka bersama mereka dan tuhan-tuhan mereka. Lalu Allah mematahkan pandangan itu dengan menerangkan bahwa mereka sebenarnya hanya berdebat dan menyanggah tak menentu, karena memang begitulah sifat yang sudah tertanam dalam diri mereka."
        },
        {
          "number": 59,
          "arabic": "إِنْ هُوَ إِلَّا عَبْدٌ أَنْعَمْنَا عَلَيْهِ وَجَعَلْنَـٰهُ مَثَلًا لِّبَنِىٓ إِسْرَٰٓءِيلَ",
          "transliteration": "in huwa illā ʿabdun anʿamnā ʿalayhi wajaʿalnāhu mathalan libanī is'rāīla",
          "translation": "Dia (Isa) tidak lain hanyalah seorang hamba yang Kami berikan nikmat (kenabian) kepadanya, dan Kami jadikan dia sebagai contoh bagi Bani Israil.",
          "tafsir": "Allah menegaskan bahwa Nabi Isa sesungguhnya adalah hamba-Nya, bukan anak-Nya dan bukan Tuhan. Ia telah dikaruniai kemuliaan, yaitu menjadi nabi yang menyampaikan ajaran-ajaran Allah dalam kitab Injil. Di samping itu Nabi Isa dijadikan-Nya sebagai contoh bagi Bani Israil tentang bukti kekuasaan-Nya, bahwa Ia menciptakan sesuatu melalui proses yang tidak wajar, yaitu menciptakan manusia tanpa ayah. Dengan mengemukakan contoh itu, Bani Israil dan siapa pun sesudahnya tidak boleh memandangnya sebagai anak Tuhan dan mengangkatnya sebagai tuhan."
        },
        {
          "number": 60,
          "arabic": "وَلَوْ نَشَآءُ لَجَعَلْنَا مِنكُم مَّلَـٰٓئِكَةً فِى ٱلْأَرْضِ يَخْلُفُونَ",
          "transliteration": "walaw nashāu lajaʿalnā minkum malāikatan fī l-arḍi yakhlufūna",
          "translation": "Dan sekiranya Kami menghendaki, niscaya ada di antara kamu yang Kami jadikan malaikat-malaikat (yang turun temurun) sebagai pengganti kamu di bumi.",
          "tafsir": "Allah membantah kepercayaan kaum musyrikin Mekah bahwa malaikat adalah anak Allah yang harus disembah. Kepercayaan itu sama dengan kepercayaan sebagian Bani Israil dan orang-orang sesudah mereka tentang Nabi Isa. Allah menegaskan bahwa bila Ia mau, Ia dapat menciptakan manusia menjadi malaikat yang menghuni bumi ini secara turun-temurun, atau menggantikan manusia di bumi yang juga hidup beranak pinak sampai hari kiamat. Lalu apakah malaikat itu adalah anak-anak Allah dan pantas disembah? Dengan penjelasan itu Allah hendak menyampaikan kepada kaum musyrikin Mekah bahwa Ia mampu menciptakan apa saja termasuk yang jauh lebih hebat dari penciptaan Nabi Isa, karena itu hanya Allahlah yang pantas disembah, bukan ciptaan-Nya itu."
        }
      ]
    }
  ]
}