{
  "pageNumber": 513,
  "juz": 26,
  "surahs": [
    {
      "number": 48,
      "name": "Al-Fath",
      "nameArabic": "الفتح",
      "meaning": "Kemenangan",
      "revelation": "Madinah",
      "description": "Surat Al-Fath terdiri dari 29 ayat, termasuk golongan surat Madaniyyah, dan diturunkan setelah surat Al-Jumu'ah.Dinamai \"Al-Fath (kemenangan)\" diambil dari kata \"Fat-han\" yang terdapat pada ayat pertama surat ini. Sebagian besar surat ini menerangkan hal-hal yang berhubungan dengan kemenangan yang dicapai Nabi Muhammad dalam berbagai peperangan yang dijalaninya.Nabi Muhammad sangat gembira dengan turunnya ayat pertama surat ini. Kegembiraan ini dinyatakan dalam sabda beliau yang diriwayatkan Bukhari, \"Sungguh, telah diturunkan kepadaku satu surat yang lebih aku cintai dari seluruh apa yang disinari matahari.\" Kegembiraan tersebut disebabkan ayat-ayat yang diturunkan menerangkan tentang kemenangan yang akan diraih Nabi Muhammad dalam perjuangannya dan tentang kesempurnaan nikmat yang Allah berikan kepadanya.**Pokok-Pokok Isi:**1. **Keimanan:** Allah mempunyai bala tentara di langit dan di bumi; janji Allah kepada orang mukmin bahwa mereka akan mendapat ampunan dan pahala yang besar dari Allah; Allah mengutus Nabi Muhammad sebagai saksi, pembawa berita gembira, dan pemberi peringatan; Agama Islam akan mengalahkan agama-agama lain.2. **Hukum-hukum:** Orang pincang dan orang yang sakit dibebaskan dari kewajiban berperang.3. **Kisah-kisah:** Peristiwa seputar Bai'aturridhwan dan Perdamaian Hudaibiyyah.4. **Lain-lain:** Berita gembira yang disampaikan Allah kepada Nabi Muhammad bahwa beliau dan orang-orang mukmin akan memasuki Mekah dengan kemenangan, dan hal ini terlaksana setelah setahun kemudian; sikap orang mukmin terhadap sesama mukmin dan terhadap orang kafir; sifat-sifat Nabi Muhammad dan para sahabatnya sudah disebutkan dalam Taurat dan Injil; janji Allah bahwa orang Islam akan menguasai daerah-daerah yang belum dikuasai sewaktu Nabi Muhammad hidup.Surat Al-Fath menerangkan tentang peristiwa-peristiwa yang berhubungan dengan Perdamaian Hudaibiyah dan janji Allah akan kemenangan kaum muslimin. Surat ini ditutup dengan menerangkan sifat-sifat Nabi Muhammad dan sahabat-sahabatnya.**Hubungan Surat Al Fath Dengan Surat Al-Hujurat:**1. Di dalam surat Al-Fath disebutkan perintah memerangi orang-orang kafir, sedangkan dalam surat Al-Hujurat disebutkan perintah mengadakan perdamaian antara dua golongan kaum mukminin yang bersengketa dan perintah memerangi golongan kaum muslimin yang berbuat aniaya kepada golongan kaum muslimin yang lain, sampai kesatuan dan persatuan umat Islam terjaga.2. Surat Al-Fath ditutup dengan keterangan mengenai sifat-sifat Rasulullah dan sahabat-sahabatnya, sedangkan surat Al-Hujurat dimulai dengan keterangan bagaimana seharusnya para sahabat bergaul dengan Nabi Muhammad.",
      "verses": [
        {
          "number": 16,
          "arabic": "قُل لِّلْمُخَلَّفِينَ مِنَ ٱلْأَعْرَابِ سَتُدْعَوْنَ إِلَىٰ قَوْمٍ أُو۟لِى بَأْسٍ شَدِيدٍ تُقَـٰتِلُونَهُمْ أَوْ يُسْلِمُونَ ۖ فَإِن تُطِيعُوا۟ يُؤْتِكُمُ ٱللَّهُ أَجْرًا حَسَنًا ۖ وَإِن تَتَوَلَّوْا۟ كَمَا تَوَلَّيْتُم مِّن قَبْلُ يُعَذِّبْكُمْ عَذَابًا أَلِيمًا",
          "transliteration": "qul lil'mukhallafīna mina l-aʿrābi satud'ʿawna ilā qawmin ulī basin shadīdin tuqātilūnahum aw yus'limūna fa-in tuṭīʿū yu'tikumu l-lahu ajran ḥasanan wa-in tatawallaw kamā tawallaytum min qablu yuʿadhib'kum ʿadhāban alīman",
          "translation": "Katakanlah kepada orang-orang Badui yang tertinggal, \"Kamu akan diajak untuk (memerangi) kaum yang mempunyai kekuatan yang besar, kamu harus memerangi mereka kecuali mereka menyerah. Jika kamu patuhi (ajakan itu), Allah akan memberimu pahala yang baik; tetapi jika kamu berpaling seperti yang kamu perbuat sebelumnya, Dia akan mengazab kamu dengan azab yang pedih.\"",
          "tafsir": "Ayat ini seakan-akan menguji isi hati dan kemauan orang-orang munafik Arab Badui, dengan memerintahkan Rasulullah agar mengatakan bahwa jika mereka benar-benar ingin bergabung dengan barisan kaum Muslimin, maka mereka akan diajak memerangi orang-orang yang mempunyai kekuatan yang besar. Mereka diharuskan untuk memerangi musuh itu kecuali kalau mereka menyerah dan memeluk agama Islam. Kemudian kepada orang-orang Arab Badui itu dijanjikan bahwa jika mereka ikut berjihad, Allah akan melimpahkan nikmat-Nya kepada mereka, baik di dunia berupa kemenangan dan harta rampasan, maupun di akhirat berupa surga yang penuh kenikmatan. Sebaliknya jika mereka menyalahi perintah Allah, tidak mau berjihad, dan melaksanakan perintah itu, mereka akan menerima azab yang pedih di akhirat. Dengan ayat ini, seakan-akan Allah memberikan kesempatan bertobat kepada mereka dengan menerima ajakan jihad itu. Akan tetapi, di wajah mereka tampak keingkaran dan ketakutan untuk menerima ajakan dan kesempatan bertobat itu. Maksud \"kaum yang mempunyai kekuatan\" di sini ialah orang-orang kafir Mekah. Sedangkan menurut sebagian yang lain mengartikan suku Hawazin dan Bani hanifah di Nejed."
        },
        {
          "number": 17,
          "arabic": "لَّيْسَ عَلَى ٱلْأَعْمَىٰ حَرَجٌ وَلَا عَلَى ٱلْأَعْرَجِ حَرَجٌ وَلَا عَلَى ٱلْمَرِيضِ حَرَجٌ ۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدْخِلْهُ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ ۖ وَمَن يَتَوَلَّ يُعَذِّبْهُ عَذَابًا أَلِيمًا",
          "transliteration": "laysa ʿalā l-aʿmā ḥarajun walā ʿalā l-aʿraji ḥarajun walā ʿalā l-marīḍi ḥarajun waman yuṭiʿi l-laha warasūlahu yud'khil'hu jannātin tajrī min taḥtihā l-anhāru waman yatawalla yuʿadhib'hu ʿadhāban alīman",
          "translation": "Tidak ada dosa atas orang-orang yang buta, atas orang-orang yang pincang, dan atas orang-orang yang sakit (apabila tidak ikut berperang). Barangsiapa taat kepada Allah dan Rasul-Nya, Dia akan memasukkannya ke dalam surga yang mengalir di bawahnya sungai-sungai; tetapi barangsiapa berpaling, Dia akan mengazabnya dengan azab yang pedih.",
          "tafsir": "Diriwayatkan dari Ibnu 'Abbas bahwa waktu ayat yang mengancam orang-orang yang tidak mau ikut berjihad bersama Rasulullah turun, maka orang-orang yang lumpuh berkata, \"Bagaimana dengan kami ya Rasulullah?\" Sebagai jawabannya turunlah ayat ini. Dalam ayat ini, Allah menerangkan bahwa alasan-alasan yang dibolehkan bagi seseorang untuk tidak ikut berperang adalah karena buta, pincang, cacat jasmani, atau sakit. Muqatil berkata, \"Nabi saw membenarkan alasan orang-orang yang sakit untuk tidak ikut bersama Rasulullah ke Hudaibiyyah dengan alasan ayat ini.\" Kemudian Allah memberikan dorongan dan semangat kepada orang-orang beriman bahwa barang siapa yang menaati Allah dan Rasul-Nya, serta memenuhi panggilan jihad di jalan-Nya, akan diberi balasan berupa surga yang penuh kenikmatan. Sebaliknya orang-orang yang mengingkari Allah dan Rasul-Nya serta tidak mau ikut berjihad bersama kaum Muslimin yang lain, Allah akan mengazabnya dengan azab yang pedih."
        },
        {
          "number": 18,
          "arabic": "۞ لَّقَدْ رَضِىَ ٱللَّهُ عَنِ ٱلْمُؤْمِنِينَ إِذْ يُبَايِعُونَكَ تَحْتَ ٱلشَّجَرَةِ فَعَلِمَ مَا فِى قُلُوبِهِمْ فَأَنزَلَ ٱلسَّكِينَةَ عَلَيْهِمْ وَأَثَـٰبَهُمْ فَتْحًا قَرِيبًا",
          "transliteration": "laqad raḍiya l-lahu ʿani l-mu'minīna idh yubāyiʿūnaka taḥta l-shajarati faʿalima mā fī qulūbihim fa-anzala l-sakīnata ʿalayhim wa-athābahum fatḥan qarīban",
          "translation": "Sungguh, Allah telah meridai orang-orang mukmin ketika mereka berjanji setia kepadamu (Muhammad) di bawah pohon, Dia mengetahui apa yang ada dalam hati mereka, lalu Dia memberikan ketenangan atas mereka dan memberi balasan dengan kemenangan yang dekat,",
          "tafsir": "Allah menyampaikan kepada Rasulullah saw bahwa Dia telah meridai baiat yang telah dilakukan para sahabat kepada beliau pada waktu Bai'ah ar-Ridhwan. Para sahabat yang ikut baiat pada waktu itu lebih kurang 1.400 orang. Menurut riwayat, ada seorang yang ikut bersama Rasulullah saw, tetapi tidak ikut baiat, yaitu Jadd bin Qais al-Ansari. Dia adalah seorang munafik. Para sahabat yang melakukan baiat itu telah berjanji akan menepati semua janji yang telah mereka ucapkan walaupun akan berakibat kematian diri mereka sendiri. Hal itu tersebut dalam hadis yang diriwayatkan al-Bukhari dari Salamah bin al-Akwa', bahwa ia berkata: Aku telah melakukan baiat kepada Rasulullah saw kemudian aku berjalan menuju bayangan pohon (Samurah). Ketika orang-orang mulai sedikit, Nabi saw berkata, \"Wahai Ibnu al-Akwa', tidakkah kamu ikut melakukan baiat.\" Aku berkata, \"Wahai Rasulullah, aku sudah melakukan baiat.\" Rasulullah berkata, \"Yang ini juga.\" Maka aku melakukan baiat untuk kedua kalinya. Aku (Yazid bin Abu 'Ubaid, salah seorang sanad hadis ini) bertanya pada Salamah bin al-Akwa', \"Wahai Abu Muslim (panggilan Salamah), untuk apa kalian melakukan baiat pada hari itu?\" Ia menjawab, \"Untuk mati.\" (Riwayat al-Bukhari dari Salamah bin al-Akwa') Allah menjanjikan balasan berupa surga yang penuh kenikmatan kepada orang-orang yang ikut baiat itu. Hal ini ditegaskan pula dalam hadis Rasulullah saw yang diriwayatkan Ahmad, Muslim, Abu Dawud, dan at-Tirmidhi dari Jabir r.a., Rasulullah saw bersabda: Tidak seorang pun akan masuk neraka dari orang-orang yang ikut baiat di bawah pohon (Samurah) itu. Menurut Nafi', ketika 'Umar bin al-Khaththab mendengar bahwa para sahabat sering berdatangan mengunjungi pohon itu untuk mengenang dan memperingati peristiwa Bai'ah ar-Ridhwan, maka beliau memerintahkan untuk menebang pohon itu. Umar memerintahkan agar pohon dan tempat itu tidak dikeramatkan dan dipuja oleh orang-orang yang datang kemudian sehingga menjadi tempat timbulnya syirik. Perbuatan Umar tersebut adalah sebagai saddu dhari'ah (menutupi celah atau kesempatan agar tidak terjadi syirik di kemudian hari). Selanjutnya Allah menerangkan bahwa Dia mengetahui isi hati dan kebulatan tekad kaum Muslimin yang melakukan baiat itu. Oleh karena itu, Allah menanamkan dalam hati mereka ketenangan, kesabaran, dan ketaatan kepada keputusan Rasulullah saw. Allah menjanjikan pula kepada mereka kemenangan pada Perang Khaibar yang terjadi dalam waktu yang dekat. Dengan demikian, ayat ini termasuk ayat yang menerangkan peristiwa yang terjadi pada masa yang akan datang, yaitu kemenangan kaum Muslimin pada Perang Khaibar. Dan peristiwa itu benar-benar terjadi."
        },
        {
          "number": 19,
          "arabic": "وَمَغَانِمَ كَثِيرَةً يَأْخُذُونَهَا ۗ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا",
          "transliteration": "wamaghānima kathīratan yakhudhūnahā wakāna l-lahu ʿazīzan ḥakīman",
          "translation": "dan harta rampasan perang yang banyak yang akan mereka peroleh. Dan Allah Mahaperkasa, Mahabijaksana.",
          "tafsir": "Ayat ini menerangkan bahwa pada Perang Khaibar yang akan terjadi, kaum Muslimin akan memperoleh kemenangan atas kaum kafir dan memperoleh harta rampasan yang banyak. Harta rampasan itu khusus diberikan kepada kaum Muslimin yang ikut Bai'ah ar-Ridhwan. Pada akhir ayat ini, Allah mengulang ancaman-Nya kepada orang-orang munafik Arab Badui yang tidak mau ikut bersama Rasulullah saw ke Mekah. Allah akan memberlakukan sesuatu atas makhluk-Nya sesuai dengan hikmah dan faedahnya."
        },
        {
          "number": 20,
          "arabic": "وَعَدَكُمُ ٱللَّهُ مَغَانِمَ كَثِيرَةً تَأْخُذُونَهَا فَعَجَّلَ لَكُمْ هَـٰذِهِۦ وَكَفَّ أَيْدِىَ ٱلنَّاسِ عَنكُمْ وَلِتَكُونَ ءَايَةً لِّلْمُؤْمِنِينَ وَيَهْدِيَكُمْ صِرَٰطًا مُّسْتَقِيمًا",
          "transliteration": "waʿadakumu l-lahu maghānima kathīratan takhudhūnahā faʿajjala lakum hādhihi wakaffa aydiya l-nāsi ʿankum walitakūna āyatan lil'mu'minīna wayahdiyakum ṣirāṭan mus'taqīman",
          "translation": "Allah menjanjikan kepadamu harta rampasan perang yang banyak yang dapat kamu ambil, maka Dia segerakan (harta rampasan perang) ini untukmu,<sup foot_note=135758>1</sup> dan Dia menahan tangan manusia dari (membinasakan)mu (agar kamu mensyukuri-Nya), dan agar menjadi bukti bagi orang-orang mukmin, dan agar Dia menunjukkan kamu ke jalan yang lurus,",
          "tafsir": "Allah menjanjikan kemenangan dan harta rampasan yang banyak bagi kaum Muslimin dari orang-orang kafir secara berangsur-angsur pada masa yang akan datang. Allah akan segera memberikan kemenangan dan harta rampasan pada Perang Khaibar. Allah juga menjamin dan menghentikan orang-orang Yahudi yang ada di Medinah untuk mengganggu dan merusak harta kaum Muslimin sewaktu mereka pergi ke Mekah dan ke Khaibar. Peristiwa-peristiwa tersebut hendaklah mereka syukuri dan dijadikan sebagai bukti atas kebenaran Nabi Muhammad sebagai rasul yang diutus Allah kepada manusia. Allah membantu dan menolong kaum Muslimin dari ancaman dan serangan musuh-musuh, baik diketahui kedatangannya maupun yang tidak, dalam jumlah besar ataupun kecil. Allah membimbing kaum Muslimin menempuh jalan yang lurus dan diridai-Nya. Menurut Ibnu Jarir, yang dimaksud dengan perkataan, \"Allah menahan tangan manusia yang akan membinasakan Rasulullah dan kaum Muslimin\" ialah keinginan dan usaha penduduk Khaibar dan kabilah-kabilah lain yang bersekutu dengan mereka, karena dalam hati mereka masih terdapat rasa dengki dan sakit hati. Kabilah yang bersekutu dengan penduduk Khaibar itu ialah kabilah Asad dan Gathafan."
        },
        {
          "number": 21,
          "arabic": "وَأُخْرَىٰ لَمْ تَقْدِرُوا۟ عَلَيْهَا قَدْ أَحَاطَ ٱللَّهُ بِهَا ۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرًا",
          "transliteration": "wa-ukh'rā lam taqdirū ʿalayhā qad aḥāṭa l-lahu bihā wakāna l-lahu ʿalā kulli shayin qadīran",
          "translation": "dan (kemenangan-kemenangan) atas negeri-negeri lain yang tidak dapat kamu perkirakan, tetapi sesungguhnya Allah telah menentukannya. Dan Allah Mahakuasa atas segala sesuatu.",
          "tafsir": "Di samping kemenangan dan jaminan keamanan, Allah juga menjanjikan bahwa kaum Muslimin akan menaklukkan negeri-negeri lain yang belum dapat ditaklukkan. Negeri-negeri itu telah dipastikan Allah akan dapat dikuasai oleh kaum Muslimin dan dijaga dari kemungkinan untuk ditaklukkan oleh orang lain. Kebenaran janji Allah itu terbukti di kemudian hari, dengan ditaklukkannya negeri-negeri di sekitar Jazirah Arab seperti Persia, dan sebagian kerajaan Romawi. Pada akhir ayat ini, Allah menegaskan bahwa Dia mempunyai kekuasaan yang tidak dapat ditandingi oleh siapa pun, dan tidak ada sesuatu yang sukar bagi-Nya. Seakan-akan dengan ayat ini, Allah menyatakan bahwa memenangkan kaum Muslimin atas kaum kafir itu bukanlah suatu hal yang sukar bagi-Nya. Jika Dia menghendaki yang demikian, pasti terjadi."
        },
        {
          "number": 22,
          "arabic": "وَلَوْ قَـٰتَلَكُمُ ٱلَّذِينَ كَفَرُوا۟ لَوَلَّوُا۟ ٱلْأَدْبَـٰرَ ثُمَّ لَا يَجِدُونَ وَلِيًّا وَلَا نَصِيرًا",
          "transliteration": "walaw qātalakumu alladhīna kafarū lawallawū l-adbāra thumma lā yajidūna waliyyan walā naṣīran",
          "translation": "Dan sekiranya orang-orang yang kafir itu memerangi kamu, pastilah mereka akan berbalik melarikan diri (kalah), dan mereka tidak akan mendapatkan pelindung dan penolong.",
          "tafsir": "Dalam ayat ini, Allah memberikan kabar gembira kepada kaum Muslimin bahwa sekiranya orang-orang Quraisy menyerang kaum Muslimin di Hudaibiyyah, pasti Ia akan menolong mereka, dan menghancurkan pasukan musyrikin. Allah juga menyatakan bahwa kaum Muslimin akan dapat menaklukkan Mekah dalam waktu yang dekat. Hal itu tergambar dalam firman-Nya, \"Hai kaum Muslimin, sekiranya orang-orang Mekah memerangimu dan tidak mau menerima Perjanjian Hudaibiyyah, pastilah Kami dapat mengalahkan mereka dan mereka akan mundur dan lari tunggang-langgang, karena tidak mempunyai pembantu dan pelindung yang akan membela mereka mempertahankan diri. Tetapi kamu, hai kaum Muslimin, mempunyai pembantu dan pelindung untuk memperoleh kemenangan.\""
        },
        {
          "number": 23,
          "arabic": "سُنَّةَ ٱللَّهِ ٱلَّتِى قَدْ خَلَتْ مِن قَبْلُ ۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبْدِيلًا",
          "transliteration": "sunnata l-lahi allatī qad khalat min qablu walan tajida lisunnati l-lahi tabdīlan",
          "translation": "(Demikianlah) hukum Allah yang telah berlaku sejak dahulu, kamu sekali-kali tidak akan menemukan perubahan pada hukum Allah.",
          "tafsir": "Ayat ini menegaskan bahwa memenangkan keimanan atas kekafiran dan menghapus yang batil dengan yang hak telah menjadi sunah (hukum) Allah yang berlaku bagi seluruh makhluk ciptaan-Nya sejak dahulu sampai sekarang, dan untuk masa yang akan datang. Tidak ada satu pun dari makhluk yang ada di alam semesta ini yang dapat mengubah sunah-Nya itu."
        }
      ]
    }
  ]
}