{
  "pageNumber": 180,
  "juz": 9,
  "surahs": [
    {
      "number": 8,
      "name": "Al-Anfal",
      "nameArabic": "الأنفال",
      "meaning": "Harta Rampasan Perang",
      "revelation": "Madinah",
      "description": "Surat Al-Anfal terdiri dari 75 ayat dan termasuk surat Madaniyyah, karena seluruh ayatnya diturunkan di Madinah.Surat ini dinamakan Al-Anfal yang berarti harta rampasan perang berhubung kata Al-Anfal terdapat pada permulaan surat ini. Selain itu, persoalan yang menonjol dalam surat ini ialah tentang harta rampasan perang, hukum perang, dan hal-hal yang berhubungan dengan peperangan pada umumnya. Menurut riwayat Ibnu Abbas, surat ini diturunkan berkenaan dengan perang Badar Kubra yang terjadi pada tahun kedua hijriah. Peperangan ini sangat penting karena menentukan jalannya sejarah perkembangan Islam. Pada waktu itu, umat Islam dengan kekuatan kecil dan untuk pertama kali dapat mengalahkan kaum musyrikin yang berjumlah besar dan berperlengkapan yang cukup. Dalam peperangan ini, kaum muslimin memperoleh harta rampasan perang yang tidak sedikit. Oleh sebab itu, timbullah permasalahan bagaimana membagi harta rampasan perang itu. Maka, Allah menurunkan ayat pertama surat ini.Selain hal-hal tersebut di atas, pokok-pokok isi surat ini sebagai berikut:1. Keimanan:Allah selalu menyertai dan melindungi orang-orang yang beriman; hanya Allah yang berhak menentukan hukum-hukum agama; jaminan Allah terhadap kemenangan umat yang beriman; pertolongan Allah terhadap orang-orang yang bertawakkal; hanya Allah yang dapat mempersatukan hati orang yang beriman; tindakan-tindakan dan hukum-hukum Allah didasarkan pada kepentingan umat manusia; keberadaan malaikat yang menolong barisan kaum muslimin dalam perang Badar; gangguan setan pada orang-orang mukmin dan tipu daya mereka pada orang-orang musyrikin; syirik adalah dosa besar.2. Hukum-hukum:Aturan pembagian harta rampasan perang; kebolehan memakan harta rampasan perang; larangan lari atau mundur dalam peperangan; hukum mengurusi tawanan perang pada permulaan Islam; kewajiban taat kepada pimpinan dalam perang; keharusan mengusahakan perdamaian; kewajiban mempersiapkan diri dengan segala alat perlengkapan perang; ketahanan mental, sabar dan tawakkal serta mengingat Allah dalam peperangan; tujuan perang dalam Islam; larangan khianat kepada Allah dan Rasul serta amanat; larangan mengkhianati perjanjian.3. Kisah-kisah:Keengganan beberapa orang Islam untuk ikut perang Badar; suasana kaum muslimin sebelum, sesudah, dan ketika perang berlangsung; keadaan Nabi Muhammad sebelum hijrah dan permusuhan kaum musyrikin terhadap beliau; orang Yahudi membatalkan perjanjian damai dengan Nabi Muhammad; keadaan orang kafir musyrikin dan Ahli Kitab serta keburukan orang-orang munafik.4. Lain-lain:Pengertian iman, tanda dan sifat orang yang beriman; sunnatullah yang berlaku pada individu dan masyarakat.Surat Al-Anfal menerangkan hal-hal yang berhubungan dengan peperangan pada umumnya, khususnya Perang Badar, peperangan yang menentukan jalannya sejarah Islam dan kaum muslimin, bahkan tidak salah sekiranya dikatakan bahwa Perang Badar menentukan jalan sejarah umat manusia pada umumnya. Sebagian besar surat ini mengandung hal-hal yang berhubungan dengan perdamaian dan peperangan, tingkah laku orang-orang kafir, orang-orang munafik dan sebagian orang-orang Islam yang imannya tidak kuat dalam peperangan. Kemudian ditegaskan bahwa Allah menolong orang-orang yang beriman dan menghancurkan orang-orang kafir dan munafik. Ini merupakan sunnatullah yang tidak dapat dipungkiri berlakunya, sebagaimana pernah terjadi pada Fir'aun dan kaumnya serta umat-umat yang sebelumnya.Hubungan Surat Al-Anfal Dengan Surat At-Taubah:Surat Al-Anfal menyebutkan hal-hal yang berhubungan dengan pokok dan cabang (furu') agama, sunnatullah, hukum perjanjian dan janji setia, hukum perang dan damai. Perkara-perkara ini juga disebutkan dalam surat At-Taubah, umpamanya:1. Perjanjian yang dikemukakan surat Al-Anfal dijelaskan oleh surat At-Taubah, terutama hal-hal yang berhubungan dengan pengkhianatan janji oleh musuh.2. Sama-sama menerangkan tentang memerangi orang-orang musyrikin dan Ahli Kitab.3. Surat Al-Anfal mengemukakan bahwa yang mengurus dan memakmurkan Masjidil haram adalah orang-orang yang bertakwa, sedang surat At-Taubah menerangkan bahwa orang-orang musyrik tidak pantas mengurus dan memakmurkan masjid, bahkan mereka akan menghalang-halangi orang-orang Islam terhadapnya.4. Surat Al-Anfal menyebutkan sifat-sifat orang-orang yang sempurna imannya dan sifat-sifat orang-orang kafir, lalu pada akhir surat diterangkan pula tentang hukum perlindungan atas orang-orang muslim yang berhijrah, orang-orang muslim yang tidak berhijrah, dan orang-orang kafir. Hal yang serupa dikemukakan pula oleh surat At-Taubah.5. Surat Al-Anfal menganjurkan agar berinfak di jalan Allah, sedang surat At-Taubah menegaskan hal yang sama. Dalam surat Al-Anfal diterangkan tentang penggunaan harta rampasan perang, sedang surat At-Taubah menerangkan penggunaan zakat.6. Surat Al-Anfal mengemukakan tentang orang-orang munafik dan orang-orang yang ada penyakit dalam hatinya, kemudian surat At-Taubah menerangkan hal ini lebih luas. Jika kita perhatikan ternyata antara surat Al-Anfal dan surat At-Taubah terdapat hubungan yang erat sekali. Seakan-akan keduanya merupakan satu surat, bahkan sebagian ahli tafsir mengatakan bahwa sekiranya bukan karena ketentuan Allah, mereka memandang surat Al-Anfal dan surat At-Taubah sebagai satu surat.",
      "verses": [
        {
          "number": 26,
          "arabic": "وَٱذْكُرُوٓا۟ إِذْ أَنتُمْ قَلِيلٌ مُّسْتَضْعَفُونَ فِى ٱلْأَرْضِ تَخَافُونَ أَن يَتَخَطَّفَكُمُ ٱلنَّاسُ فَـَٔاوَىٰكُمْ وَأَيَّدَكُم بِنَصْرِهِۦ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَـٰتِ لَعَلَّكُمْ تَشْكُرُونَ",
          "transliteration": "wa-udh'kurū idh antum qalīlun mus'taḍʿafūna fī l-arḍi takhāfūna an yatakhaṭṭafakumu l-nāsu faāwākum wa-ayyadakum binaṣrihi warazaqakum mina l-ṭayibāti laʿallakum tashkurūna",
          "translation": "Dan ingatlah ketika kamu (para Muhajirin) masih (berjumlah) sedikit, lagi tertindas di bumi (Mekkah), dan kamu takut orang-orang (Mekkah) akan menculik kamu, maka Dia memberi kamu tempat menetap (Madinah) dan dijadikan-Nya kamu kuat dengan pertolongan-Nya dan diberi-Nya kamu rezeki yang baik agar kamu bersyukur.",
          "tafsir": "Allah mengingatkan kaum Muslimin kepada nikmat Allah yang telah diberikan kepada mereka pada peristiwa hijrah. Pada saat itu mereka yang berhijrah dari Mekah ke Medinah berjumlah sedikit, dan mereka termasuk golongan yang tertindas. Pada saat permulaan Islam, kaum Muslimin merasa khawatir apabila orang-orang musyrik Quraisy menculik mereka. Kemudian Allah menghilangkan kekhawatiran itu. Allah, memberikan tempat yang aman buat mereka yaitu Medinah. Sesudah itu Allah, memberikan pertolongan kepada kaum Muslimin sehingga mereka menjadi umat yang kuat, baik berupa pertolongan yang diberikan oleh orang-orang Anshar ketika beliau dan pengikut-pengikutnya berada di Medinah, ataupun bantuan-bantuan Allah yang diberikan ketika mereka berhadapan dengan kaum musyrikin dalam Perang Badar. Allah juga mengingatkan kepada kaum Muslimin kepada nikmat-Nya yang lain yaitu rezeki yang baik dan halal, baik berupa kemakmuran bumi Medinah yang mereka alami ataupun kemenangan dalam Perang Badar. Nikmat-nikmat Allah yang diberikan kepada kaum Muslimin yang disebutkan dalam ayat-ayat ini, adalah untuk memberikan rangsangan agar kaum Muslimin mensyukuri nikmat-nikmat itu."
        },
        {
          "number": 27,
          "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَخُونُوا۟ ٱللَّهَ وَٱلرَّسُولَ وَتَخُونُوٓا۟ أَمَـٰنَـٰتِكُمْ وَأَنتُمْ تَعْلَمُونَ",
          "transliteration": "yāayyuhā alladhīna āmanū lā takhūnū l-laha wal-rasūla watakhūnū amānātikum wa-antum taʿlamūna",
          "translation": "Wahai orang-orang yang beriman! Janganlah kamu mengkhianati Allah dan Rasul dan (juga) janganlah kamu mengkhianati amanat yang dipercayakan kepadamu, sedang kamu mengetahui.",
          "tafsir": "Abdullah bin Abi Qatadah berkata, \"Ayat ini turun berkenaan dengan Abu Lubabah pada ketika Rasulullah saw, mengepung suku Quraidhah dan memerintahkan mereka untuk menerima putusan Saad. Sesudah itu Quraidhah berunding dengan Abu Lubabah tentang menerima putusan Saad itu, karena keluarga Abu Lubabah dan harta bendanya berada dalam kekuasaan mereka. Kemudian Quraidhah menunjuk ke lehernya (yakni sebagai tanda untuk disembelih). Abu Lubabah berkata, \"Sebelum kedua telapak kakiku bergerak, aku telah mengetahui bahwa diriku telah berkhianat kepada Allah dan Rasul-Nya.\" Kemudian ia bersumpah tidak akan makan apa pun sehingga ia mati, atau Allah menerima taubatnya. Kemudian ia pergi ke mesjid dan mengikat dirinya ke tiang, dan tinggal beberapa hari di sana sehingga jatuh pingsan, karena badannya sangat lemah. Kemudian Allah menerima taubatnya. Dan ia bersumpah, bahwa dia tidak boleh dilepaskan dirinya dari ikatannya selain oleh Rasulullah sendiri. Kemudian ia berkata, \"Hai Rasulullah! Saya bernazar untuk melepaskan hartaku sebagai sadaqah.\" Rasulullah bersabda, \"Cukuplah bersadaqah sepertiganya.\" (Riwayat Saad bin Manshur dari Abdillah bin Abi Qatadah). Allah menyeru kaum Muslimin agar mereka tidak mengkhianati Allah dan Rasul-Nya, yaitu mengabaikan kewajiban-kewajiban yang harus mereka laksanakan, melanggar larangan-larangan-Nya, yang telah ditentukan dengan perantaraan wahyu. Tidak mengkhianati amanat yang telah dipercayakan kepada mereka, yaitu mengkhianati segala macam urusan yang menyangkut ketertiban umat, seperti urusan pemerintahan, urusan perang, urusan perdata, urusan kemasyarakatan dan tata tertib hidup masyarakat. Untuk mengatur segala macam urusan yang ada dalam masyarakat itu diperlukan adanya peraturan yang ditaati oleh segenap anggota masyarakat dan oleh pejabat-pejabat yang dipercaya mengurusi kepentingan umat. Peraturan-peraturan itu secara prinsip telah diberikan ketentuannya secara garis besar di dalam Al-Quran dan Hadis. Maka segenap yang berpautan dengan segala urusan kemasyarakatan itu tidak boleh bertentangan dengan prinsip-prinsip yang telah ditentukan. Karenanya segenap peraturan yang menyangkut kepentingan umat tidak boleh dikhianati, dan wajib ditaati sebagaimana mestinya. Hampir seluruh kegiatan dalam masyarakat ini berhubungan dengan kepercayaan itu. Itulah sebabnya maka Allah, melarang kaum Muslimin mengkhianati amanat, karena apabila amanat sudah tidak terpelihara lagi berarti hilanglah kepercayaan. Apabila kepercayaan telah hilang maka berarti ketertiban hukum tidak akan terpelihara lagi dan ketenangan hidup bermasyarakat tidak dapat dinikmati lagi. Allah menegaskan bahwa bahaya yang akan menimpa masyarakat lantaran mengkhianati amanat yang telah diketahui, baik bahaya yang akan menimpa mereka di dunia, yaitu merajalelanya kejahatan dan kemaksitan yang mengguncangkan hidup bermasyarakat, ataupun penyesalan yang abadi dan siksaan api neraka yang akan menimpa mereka di akhirat nanti. Khianat adalah sifat orang-orang munafik, sedang amanah adalah sifat orang-orang mukmin. Maka orang mukmin harus menjauhi sifat khianat itu agar tidak kejangkitan penyakit nifak yang dapat mengikis habis imannya. Anas bin Malik berkata: \"Rasulullah saw pada setiap khutbahnya selalu bersabda: \"Tidak beriman orang yang tak dapat dipercaya, dan tidak beragama orang yang tak dapat dipercaya.\" (Riwayat Ahmad dan Ibnu Hibban dari Anas bin Malik) Sabda Nabi saw: \"Tanda-tanda orang munafik itu ada tiga. Apabila menuturkan kata-kata ia berdusta, dan apabila berjanji ia menyalahi, dan apabila diberi kepercayaan ia berkhianat.\" (Riwayat Muslim dari Abu Hurairah)"
        },
        {
          "number": 28,
          "arabic": "وَٱعْلَمُوٓا۟ أَنَّمَآ أَمْوَٰلُكُمْ وَأَوْلَـٰدُكُمْ فِتْنَةٌ وَأَنَّ ٱللَّهَ عِندَهُۥٓ أَجْرٌ عَظِيمٌ",
          "transliteration": "wa-iʿ'lamū annamā amwālukum wa-awlādukum fit'natun wa-anna l-laha ʿindahu ajrun ʿaẓīmun",
          "translation": "Dan ketahuilah bahwa hartamu dan anak-anakmu itu hanyalah sebagai cobaan dan sesungguhnya di sisi Allah ada pahala yang besar.",
          "tafsir": "Allah memperingatkan kaum Muslimin agar mereka mengetahui bahwa harta dan anak-anak mereka itu adalah cobaan. Maksudnya ialah bahwa Allah menganugerahkan harta benda dan anak-anak kepada kaum Muslimin sebagai ujian bagi mereka itu apakah harta dan anak-anak banyak itu menambah ketakwaan kepada Allah, mensyukuri nikmat-Nya serta melaksanakan hak dan kewajiban seperti yang telah ditentukan Allah. Apabila seorang muslim diberi harta kekayaan oleh Allah, kemudian ia bersyukur atas kekayaan itu dengan membelanjakannya menurut ketentuan-ketentuan Allah berarti memenuhi kewajiban-kewajiban yang telah ditentukan Allah terhadap mereka. Tetapi apabila dengan kekayaan yang mereka peroleh kemudian mereka bertambah tamak dan berusaha menambah kekayaannya dengan jalan yang tidak halal serta enggan menafkahkan hartanya, berarti orang yang demikian ini adalah orang yang mengingkari nikmat Allah. Dalam kehidupan manusia di masyarakat, harta benda adalah merupakan kebanggaan dalam kehidupan dunia. Sering orang lupa bahwa harta benda itu hanyalah amanah dari Allah yang dititipkan kepada mereka, sehingga mereka kebanyakan tertarik kepada harta kekayaan itu dan melupakan kewajiban-kewajiban yang harus dilaksanakan. Demikian juga anak adalah salah satu kesenangan hidup dan menjadi kebanggaan seseorang. Hal ini adalah merupakan cobaan pula terhadap kaum Muslimin. Anak itu harus dididik dengan pendidikan yang baik sehingga menjadi anak yang saleh. Apabila seseorang berhasil mendidik anak-anaknya menurut tuntutan agama, berarti anak itu menjadi rahmat yang tak ternilai harganya. Akan tetapi apabila anak itu dibiarkan sehingga menjadi anak yang menuruti hawa nafsunya, tidak mau melaksanakan perintah-perintah agama, maka hal ini menjadi bencana, tidak saja kepada kedua orang tuanya, bahkan kepada masyarakat seluruhnya. Oleh sebab itu, wajiblah bagi seorang muslim memelihara diri dari kedua cobaan tersebut. Hendaklah dia mengendalikan harta dan anak untuk dipergunakan dan dididik sesuai dengan tuntutan agama serta menjauhkan diri dari bencana yang ditimbulkan oleh harta dan anak tadi. Allah menegaskan bahwa sesungguhnya di sisi Allah-lah pahala yang besar. Maksudnya ialah barang siapa yang mengutamakan keridaan Allah dari pada mencintai harta dan anak-anaknya, maka ia akan mendapat pahala yang besar dari sisi Allah. Peringatan Allah agar manusia tidak lupa kepada ketentuan agama lantaran harta yang banyak dan anak yang banyak disebutkan pula dalam ayat yang lain. Firman Allah: Wahai orang-orang yang beriman! janganlah harta-bendamu dan anak-anakmu melalaikan kamu dari mengingat Allah. Dan barang siapa berbuat demikian, maka mereka itulah orang-orang yang rugi. (al-Munafiqun/63: 9)"
        },
        {
          "number": 29,
          "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِن تَتَّقُوا۟ ٱللَّهَ يَجْعَل لَّكُمْ فُرْقَانًا وَيُكَفِّرْ عَنكُمْ سَيِّـَٔاتِكُمْ وَيَغْفِرْ لَكُمْ ۗ وَٱللَّهُ ذُو ٱلْفَضْلِ ٱلْعَظِيمِ",
          "transliteration": "yāayyuhā alladhīna āmanū in tattaqū l-laha yajʿal lakum fur'qānan wayukaffir ʿankum sayyiātikum wayaghfir lakum wal-lahu dhū l-faḍli l-ʿaẓīmi",
          "translation": "Wahai orang-orang yang beriman! Jika kamu bertakwa kepada Allah, niscaya Dia akan memberikan furqān (kemampuan membedakan antara yang hak dan batil) kepadamu dan menghapus segala kesalahanmu dan mengampuni (dosa-dosa)mu. Allah memiliki karunia yang besar.",
          "tafsir": "Allah menyeru orang-orang yang beriman bahwa apabila mereka bertakwa kepada Allah yaitu memelihara diri mereka dengan melaksanakan apa yang mereka tetapkan berdasar hukum-hukum Allah serta menjauhi segala macam larangan-Nya seperti tidak mau berkhianat, lebih mengutamakan hukum-hukum-Nya, Allah akan memberikan kepada mereka petunjuk yang dapat membedakan antara yang hak dengan yang batil, dan petunjuk itu merupakan penolong bagi mereka dikala kesusahan dan sebagai pelita dikala kegelapan. Allah berfirman: Wahai orang-orang yang beriman! Bertakwalah kepada Allah dan berimanlah kepada Rasul-Nya (Muhammad), niscaya Allah memberikan rahmat-Nya kepadamu dua bagian, dan menjadikan cahaya untukmu yang dengan cahaya itu kamu dapat berjalan serta Dia mengampuni kamu. Dan Allah Maha Pengampun, Maha Penyayang. (al-Hadid/57: 28) Allah menjanjikan kepada mereka itu akan menghapus segala kesalahan mereka dan mengampuni dosa-dosa mereka lantaran mereka itu bertakwa, dan diberi pula furqan, sehingga mereka dapat mengetahui mana perbuatan yang harus dijauhi, karena dilarang Allah, serta dapat pula memelihara dirinya dari hal-hal yang membawa kepada kerusakan. Orang-orang yang mendapat pengampunan Allah berarti ia hidup bahagia. Hal yang demikian ini dapat mereka capai karena karunia Allah semata. Allah menegaskan bahwa Allah mempunyai karunia yang besar karena Dialah yang dapat memberikan keutamaan kepada makhluk-Nya, baik keutamaan kepada hamba-Nya di dunia ataupun maghfirah dan surga-Nya yang diberikan kepada hamba-Nya yang dikasihi di akhirat."
        },
        {
          "number": 30,
          "arabic": "وَإِذْ يَمْكُرُ بِكَ ٱلَّذِينَ كَفَرُوا۟ لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ أَوْ يُخْرِجُوكَ ۚ وَيَمْكُرُونَ وَيَمْكُرُ ٱللَّهُ ۖ وَٱللَّهُ خَيْرُ ٱلْمَـٰكِرِينَ",
          "transliteration": "wa-idh yamkuru bika alladhīna kafarū liyuth'bitūka aw yaqtulūka aw yukh'rijūka wayamkurūna wayamkuru l-lahu wal-lahu khayru l-mākirīna",
          "translation": "Dan (ingatlah), ketika orang-orang kafir (Quraisy) memikirkan tipu daya terhadapmu (Muhammad) untuk menangkap dan memenjarakanmu atau membunuhmu, atau mengusirmu. Mereka membuat tipu daya dan Allah menggagalkan tipu daya itu. Allah adalah sebaik-baik pembalas tipu daya.",
          "tafsir": "Allah mengingatkan Nabi Muhammad dan sahabatnya tentang suatu peristiwa yang pernah mereka alami, pada saat mereka berada di Mekah. Mereka diselamatkan dari siksaan orang-orang musyrikin. Ketika itu orang-orang kafir Quraisy merencanakan tipu-daya yang harus dilakukan terhadap Nabi, yaitu menawan Nabi sehingga ia tidak dapat bertemu dengan manusia dan tidak dapat lagi menyebarkan agama Islam, atau membunuh Nabi dengan cara yang menyukarkan kabilahnya untuk menuntut balas, sehingga tidak menyebabkan bahaya bagi siapa yang membunuhnya, atau mengusir Nabi dan mengasingkan ke tempat yang terpencil. Pada saat itu orang-orang kafir Quraisy merencanakan tipu-daya. Allah memberikan bantuan-Nya kepada Nabi Muhammad, yaitu Allah menggagalkan usaha mereka dengan jalan memerintahkan Nabi dan sahabatnya hijrah ke Medinah, sehingga Nabi dan para sahabatnya terhindar dari tipu-daya orang musyrikin. Allah menegaskan bahwa Dia adalah sebaik-baik pembalas tipu-daya, yaitu dapat mengalahkan tipu-daya orang-orang musyrikin, dan orang-orang kafir Quraisy yang ingin mencelakakan Nabi."
        },
        {
          "number": 31,
          "arabic": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَـٰتُنَا قَالُوا۟ قَدْ سَمِعْنَا لَوْ نَشَآءُ لَقُلْنَا مِثْلَ هَـٰذَآ ۙ إِنْ هَـٰذَآ إِلَّآ أَسَـٰطِيرُ ٱلْأَوَّلِينَ",
          "transliteration": "wa-idhā tut'lā ʿalayhim āyātunā qālū qad samiʿ'nā law nashāu laqul'nā mith'la hādhā in hādhā illā asāṭīru l-awalīna",
          "translation": "Dan apabila ayat-ayat Kami dibacakan kepada mereka, mereka berkata, \"Sesungguhnya kami telah mendengar (ayat-ayat seperti ini), jika kami menghendaki niscaya kami dapat membacakan yang seperti ini. (Alquran) ini tidak lain hanyalah dongeng orang-orang terdahulu.\"",
          "tafsir": "Allah menjelaskan keingkaran orang-orang Quraisy serta kesombongan mereka terhadap seruan Nabi, terutama ketika mendengar ayat-ayat yang dibacakan oleh Nabi. Mereka menanggapinya dengan sikap yang sombong. Mereka menganggap diri mereka dapat membacakan seperti itu. Perkataan ini adalah perkataan yang ditandaskan oleh an-Nadhar bin al-Haris dari Bani Abdid Dar. Ia pulang pergi ke Persia dan mendengar dari mereka tentang Rustam dan Isfandiar dari beberapa orang ajam yang terkemuka. Dia sering bertemu dengan orang-orang Yahudi dan Nasrani, maka dia mendengar dari mereka isi Kitab Taurat dan Injil. Lalu Allah menerangkan sebab-sebab mengapa orang-orang Quraisy itu mengemukakan anggapan demikian, yaitu lantaran mereka menganggap ayat-ayat Al-Quran yang dibacakan Nabi Muhammad dan pengikut-pengikutnya menyerupai kisah-kisah yang terdapat dalam Kitab Taurat dan Injil. Itulah sebabnya, mengapa mereka merasa sanggup untuk membacakan ayat-ayat yang dibacakan oleh Nabi. Mereka beranggapan bahwa ayat-ayat yang dibaca oleh Muhammad itu bukanlah wahyu, melainkan dongengan-dongengan orang-orang purbakala. Namun demikian, boleh jadi yang mengeluarkan kata-kata itu ialah an-Nadhar, kemudian diikuti oleh yang lain. Tetapi mereka itu tidak meyakini bahwa ayat-ayat yang dibaca itu adalah dongengan-dongengan orang-orang dahulu, yang bersimpang-siur dan tidak pula beranggapan bahwa Muhammad yang membuat-buatnya, karena mereka tidak pernah menuduh Muhammad seorang pendusta. Allah berfirman: Karena sebenarnya mereka bukan mendustakan engkau, tetapi orang yang zalim itu mengingkari ayat-ayat Allah. (al-Anam/6: 33) Dan firman Allah: Dan mereka berkata, \"(Itu hanya) dongeng-dongeng orang terdahulu, yang diminta agar dituliskan, lalu dibacakanlah dongeng itu kepadanya setiap pagi dan petang.\" (al-Furqan/25: 5) Sebenarnya mereka bukan tidak meyakini kebenaran ayat-ayat itu, karena mereka sebenarnya telah mengetahui bahwa Nabi Muhammad itu adalah ummi, tetapi mereka mengatakan demikian itu hanyalah untuk merintangi orang-orang agar tidak mau mendengarkan Al-Quran. Ada pula yang beranggapan bahwa pemimpin-pemimpin Quraisy seperti an-Nadhar bin al-Haris, Abu Jahal, dan al-Walid bin Mugirah sama-sama bersepakat untuk menyuruh orang agar tidak mendengarkan Al-Quran. Kemudian mereka datang ke rumah Nabi pada waktu malam untuk mendengarkannya dan mereka tertarik kepada Al-Quran itu. Karena begitu berkesannya bacaan Al-Quran pada hati mereka sehingga al-Walid bin Mugirah mengucapkan kata-kata yang terkenal, \"Sesungguhnya Al-Quran bernilai tinggi\". Itulah sebabnya mereka menghalang-halangi orang-orang Arab mendengarkan ayat-ayat Al-Quran dan menjauhkan orang-orang Arab dari Al-Quran, mereka mengatakan bahwa Al-Quran itu sihir."
        },
        {
          "number": 32,
          "arabic": "وَإِذْ قَالُوا۟ ٱللَّهُمَّ إِن كَانَ هَـٰذَا هُوَ ٱلْحَقَّ مِنْ عِندِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ ٱلسَّمَآءِ أَوِ ٱئْتِنَا بِعَذَابٍ أَلِيمٍ",
          "transliteration": "wa-idh qālū l-lahuma in kāna hādhā huwa l-ḥaqa min ʿindika fa-amṭir ʿalaynā ḥijāratan mina l-samāi awi i'tinā biʿadhābin alīmin",
          "translation": "Dan (ingatlah), ketika mereka (orang-orang musyrik) berkata, \"Ya Allah, jika (Alquran) ini benar (wahyu) dari Engkau, maka hujanilah kami dengan batu dari langit, atau datangkanlah kepada kami azab yang pedih.\"",
          "tafsir": "Allah mengingatkan kepada orang-orang mukmin tentang suatu peristiwa, di mana orang-orang kafir Quraisy menentang Nabi Muhammad bahwa apabila benar Al-Quran yang disebarluaskan oleh Muhammad itu betul-betul diturunkan dari Allah, seperti dikatakan oleh Nabi dan dijadikan dasar agamanya, maka orang-orang Quraisy meminta kepada Allah agar diberikan bukti, sebagai penguat perkataannya itu. Mereka minta agar diturunkan hujan batu dari langit atau diberi siksaan yang pedih kepada mereka. Didalam ayat ini terdapat satu isyarat, sebenarnya orang-orang kafir Quraisy tidak akan mau menjadi pengikut Nabi Muhammad, meskipun apa yang dikatakan Muhammad itu benar-benar ayat-ayat yang diturunkan dari Allah. Hal ini membuktikan bahwa mereka lebih menyukai kehancuran dari pada beriman kepada Muhammad. Mereka meminta kepada Allah agar dihujani batu dari langit atau disiksa dengan siksaan yang pedih."
        },
        {
          "number": 33,
          "arabic": "وَمَا كَانَ ٱللَّهُ لِيُعَذِّبَهُمْ وَأَنتَ فِيهِمْ ۚ وَمَا كَانَ ٱللَّهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ",
          "transliteration": "wamā kāna l-lahu liyuʿadhibahum wa-anta fīhim wamā kāna l-lahu muʿadhibahum wahum yastaghfirūna",
          "translation": "Tetapi Allah tidak akan menghukum mereka, selama engkau (Muhammad) berada di antara mereka. Dan tidaklah (pula) Allah akan menghukum mereka, sedang mereka (masih) memohon ampunan.",
          "tafsir": "Allah menerangkan kepada kaum Muslimin bagaimana sikap mereka menghadapi tindakan kaum musyrikin itu. Allah menyuruh kaum Muslimin agar membiarkan sikap mereka, karena ia tidak akan memenuhi permintaan mereka. Karena permintaan itu tidak sesuai dengan Sunnatullah dan tidak sesuai pula dengan sifat-sifat Allah yang sangat bijaksana dan Maha Pengasih. Allah tidak akan mengazab mereka di dunia, sebab Nabi diutus untuk memberikan petunjuk kepada mereka, untuk menginsyafkan mereka dari kekafiran, hingga mereka menunjukkan penyesalan atas perbuatan mereka. Nabi diutus sebagai rahmat bukan sebagai bencana. Allah tidak akan mengazab mereka, selama Rasulullah berada di antara mereka. Allah baru mengazab mereka setelah Rasulullah hijrah ke Medinah. Allah menjelaskan bahwa Dia tidak akan menurunkan siksa kepada mereka, apabila mereka mau menghentikan keingkaran dan mau bertaubat, yaitu mengikuti petunjuk yang telah diberikan oleh Rasulullah dan mereka mau memeluk agama Islam."
        }
      ]
    }
  ]
}