{
  "pageNumber": 353,
  "juz": 18,
  "surahs": [
    {
      "number": 24,
      "name": "An-Nur",
      "nameArabic": "النور",
      "meaning": "Cahaya",
      "revelation": "Madinah",
      "description": "Surat An-Nur terdiri dari 64 ayat dan termasuk surat Madaniyyah. Dinamai \"An-Nur\" yang berarti \"Cahaya\" diambil dari kata \"An-Nur\" yang terdapat pada ayat ke-35. Dalam ayat ini, Allah menjelaskan tentang Nur Ilahi, yakni Al-Qur'an yang berisi petunjuk-petunjuk. Petunjuk-petunjuk Allah layaknya cahaya yang menerangi seluruh alam. Surat ini sebagian besar isinya memuat petunjuk-petunjuk Allah yang berhubungan dengan kemasyarakatan dan rumah tangga.**Pokok-Pokok Isi:**1. **Keimanan:** Kesaksian lidah dan anggota-anggota tubuh atas segala perbuatan manusia pada hari kiamat; hanya Allah yang menguasai langit dan bumi; kewajiban rasul hanya menyampaikan agama Allah; iman merupakan dasar diterimanya amal dan ibadah.2. **Hukum-hukum:** Hukum-hukum sekitar masalah zina, li'an dan adab-adab pergaulan di luar dan di dalam rumah tangga.3. **Kisah-kisah:** Kisah tentang berita bohong terhadap Ummul Mukminin 'Aisyah (Qishshatul Ifki).4. **Lain-lain:** Semua jenis hewan diciptakan Allah dari air; janji Allah kepada kaum mukmin yang beramal saleh.Dalam surat An-Nur terdapat ayat-ayat hukum dan petunjuk-petunjuk Allah bagi manusia, baik yang berhubungan dengan hidup kemasyarakatan maupun rumah tangga. Kesemuanya itu merupakan cahaya yang menyinari kehidupan manusia dalam menempuh jalan yang menuju kebahagiaan dunia dan akhirat.**Hubungan Surat An-Nur Dengan Surat Al-Furqan:**1. Surat An-Nur ini ditutup dengan keterangan bahwa Allahlah yang memiliki langit dan bumi serta segala isinya; dan yang mengaturnya berdasarkan hikmah dan kemaslahatan yang Dia kehendaki. Allah pula yang membuat perhitungan terhadap segala amal perbuatan hamba-hamba-Nya pada hari kiamat. Maka dalam surat Al Furqan Allah memulai dengan menunjukkan tentang ketinggian-Nya baik pada zat, sifat-sifat, dan perbuatan-Nya, dan menunjukkan pula kecintaan-Nya kepada hamba-hamba-Nya dengan menurunkan Al-Qur'an sebagai pedoman hidup bagi mereka.2. Pada akhir surat ini Allah mewajibkan kaum muslimin mengikuti Rasul-Nya, Muhammad, serta mengancam dengan azab bagi yang menentangnya. Maka pada permulaan surat Al-Furqan, Allah menyebutkan bahwa Nabi Muhammad diberikan Al-Qur'an yang membimbing umat manusia.3. Pada masing-masing surat digambarkan keadaan awan, turunnya hujan, dan penghijauan bumi sebagai bukti kekuasaan Allah.4. Dalam kedua surat ini Allah menjelaskan bahwa amal usaha orang-orang kafir pada hari kiamat tidak diberi pahala sedikit pun, dan keduanya menerangkan pula asal muasal kejadian manusia.",
      "verses": [
        {
          "number": 28,
          "arabic": "فَإِن لَّمْ تَجِدُوا۟ فِيهَآ أَحَدًا فَلَا تَدْخُلُوهَا حَتَّىٰ يُؤْذَنَ لَكُمْ ۖ وَإِن قِيلَ لَكُمُ ٱرْجِعُوا۟ فَٱرْجِعُوا۟ ۖ هُوَ أَزْكَىٰ لَكُمْ ۚ وَٱللَّهُ بِمَا تَعْمَلُونَ عَلِيمٌ",
          "transliteration": "fa-in lam tajidū fīhā aḥadan falā tadkhulūhā ḥattā yu'dhana lakum wa-in qīla lakumu ir'jiʿū fa-ir'jiʿū huwa azkā lakum wal-lahu bimā taʿmalūna ʿalīmun",
          "translation": "Dan jika kamu tidak menemui seorang pun di dalamnya, maka janganlah kamu masuk sebelum kamu mendapat izin. Dan jika dikatakan kepadamu, \"Kembalilah!\" Maka (hendaklah) kamu kembali. Itu lebih suci bagimu, dan Allah Maha Mengetahui apa yang kamu kerjakan.",
          "tafsir": "Pada ayat ini Allah menerangkan bahwa apabila hendak memasuki rumah orang lain dan tidak menemukan seorang di dalamnya yang berhak memberi izin atau tidak ada penghuninya, janganlah sekali-kali memasukinya, sebelum ada izin, kecuali ada hal yang mendesak seperti ada kebakaran di dalamnya, yang mengkhawatirkan akan menjalar ke tempat lain, atau untuk mencegah suatu perbuatan jahat yang akan terjadi di dalamnya, maka bolehlah memasukinya meskipun tidak ada izin. Tetapi kalau orang yang berhak memberi izin untuk masuk, menganjurkan supaya pulang, karena ada hal-hal di dalam rumah yang oleh pemilik rumah merasa malu dilihat orang lain, maka ia harus pulang karena yang demikian itu lebih menjamin keselamatan bersama. Allah Maha Mengetahui isi hati dan niat yang terkandung di dalamnya."
        },
        {
          "number": 29,
          "arabic": "لَّيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَدْخُلُوا۟ بُيُوتًا غَيْرَ مَسْكُونَةٍ فِيهَا مَتَـٰعٌ لَّكُمْ ۚ وَٱللَّهُ يَعْلَمُ مَا تُبْدُونَ وَمَا تَكْتُمُونَ",
          "transliteration": "laysa ʿalaykum junāḥun an tadkhulū buyūtan ghayra maskūnatin fīhā matāʿun lakum wal-lahu yaʿlamu mā tub'dūna wamā taktumūna",
          "translation": "Tidak ada dosa atasmu memasuki rumah yang tidak dihuni, yang di dalamnya ada keperluan kamu; Allah mengetahui apa yang kamu nyatakan dan apa yang kamu sembunyikan.",
          "tafsir": "Diriwayatkan oleh al-Wahidi, bahwa Abu Bakar Siddiq pernah berkata, \"Wahai Rasulullah sesungguhnya Allah telah menurunkan kepada engkau ayat yang memerintahkan supaya meminta izin untuk memasuki suatu rumah. Di dalam melakukan perdagangan, kami adakalanya tinggal di penginapan. Apakah tidak boleh juga memasuki penginapan tanpa izin?\" Maka turunlah ayat ini. Pada ayat ini Allah menerangkan bahwa tempat-tempat yang tidak disediakan khusus untuk tempat tinggal, tetapi hanya untuk menginap sementara bagi orang yang memerlukannya, seperti hotel, losmen, tempat rekreasi, peristirahatan dan sebagainya, tidak ada halangan dan dosa memasukinya tanpa izin, karena ada sesuatu keperluan di dalamnya. Hal-hal yang biasanya kurang layak dan tidak sopan dilihat orang lain di suatu rumah tempat tinggal, tidak terdapat di tempat tersebut di atas. Allah mengetahui apa yang dinyatakan dalam ucapan seseorang ketika meminta izin untuk memasuki rumah tempat tinggal, dan mengetahui apa yang disembunyikan di dalam hati untuk melihat aib dan hal-hal yang tidak wajar dan memalukan pemilik rumah."
        },
        {
          "number": 30,
          "arabic": "قُل لِّلْمُؤْمِنِينَ يَغُضُّوا۟ مِنْ أَبْصَـٰرِهِمْ وَيَحْفَظُوا۟ فُرُوجَهُمْ ۚ ذَٰلِكَ أَزْكَىٰ لَهُمْ ۗ إِنَّ ٱللَّهَ خَبِيرٌۢ بِمَا يَصْنَعُونَ",
          "transliteration": "qul lil'mu'minīna yaghuḍḍū min abṣārihim wayaḥfaẓū furūjahum dhālika azkā lahum inna l-laha khabīrun bimā yaṣnaʿūna",
          "translation": "Katakanlah kepada laki-laki yang beriman, agar mereka menjaga pandangannya, dan memelihara kemaluannya; yang demikian itu lebih suci bagi mereka. Sungguh, Allah Maha Mengetahui apa yang mereka perbuat.",
          "tafsir": "Pada ayat ini Allah memerintahkan Rasul-Nya dan orang-orang yang beriman, agar mereka memelihara dan menahan pandangannya dari hal-hal yang diharamkan kepada mereka untuk melihatnya, kecuali terhadap hal-hal tertentu yang boleh dilihatnya. Bila secara kebetulan dan tidak disengaja pandangan mereka terarah kepada sesuatu yang diharamkan, maka segera dialihkan pandangan tersebut guna menghindari melihat hal-hal yang di haramkan. Sebagaimana sabda rasulullah Saw. Dari Jarir bin Abdullah al-Bajali dia bertanya kepada Rasulullah Saw. tentang pandangan/penglihatan (terhadap perempuan) secara tiba-tiba, kemudian beliau memerintahkan untuk memalingkan pandanganku (Riwayat Muslim, Abu Daud, Ahmad, at-Tirmizi dan an-Nasai) Begitu pula sabda Rasulullah kepada Ali r.a. Wahai Ali, janganlah kamu susulkan pandangan pertamamu dengan pandangan kedua, karena yang dibolehkan untukmu hanya pandangan pertama (yang tidak disengaja) sedang pandangan yang kedua tidak lagi dibolehkan (Riwayat Abu Daud dari Buraidah) Di samping itu, Allah memerintahkan kepada Rasul-Nya agar menganjurkan kepada laki-laki yang beriman supaya mereka memelihara kemaluannya dari perbuatan asusila seperti perbuatan zina, homoseksual dan lain sebagainya. Sabda Rasulullah yang diriwayatkan oleh Ahmad dan ashabus-sunan. Jagalah auratmu (jangan sampai terlihat orang lain) kecuali oleh istrimu atau hamba sahayamu. (Riwayat Ahmad dan Ashabus-Sunan) Menjaga mata untuk tidak melihat hal-hal yang diharamkan dan memelihara kemaluan untuk tidak berbuat zina atau homoseksual merupakan perbuatan yang baik dan suci, baik terhadap jiwa maupun agamanya. Sabda Rasulullah yang diriwayatkan oleh Ahmad dari Abi Umamah : Setiap muslim yang melihat kecantikan seorang perempuan, kemudian dia menundukkan dan memejamkan matanya, Allah mengganti sebagai suatu ibadah. (Riwayat Ahmad dari Abu Umamah)"
        },
        {
          "number": 31,
          "arabic": "وَقُل لِّلْمُؤْمِنَـٰتِ يَغْضُضْنَ مِنْ أَبْصَـٰرِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنَّ وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا مَا ظَهَرَ مِنْهَا ۖ وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَىٰ جُيُوبِهِنَّ ۖ وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا لِبُعُولَتِهِنَّ أَوْ ءَابَآئِهِنَّ أَوْ ءَابَآءِ بُعُولَتِهِنَّ أَوْ أَبْنَآئِهِنَّ أَوْ أَبْنَآءِ بُعُولَتِهِنَّ أَوْ إِخْوَٰنِهِنَّ أَوْ بَنِىٓ إِخْوَٰنِهِنَّ أَوْ بَنِىٓ أَخَوَٰتِهِنَّ أَوْ نِسَآئِهِنَّ أَوْ مَا مَلَكَتْ أَيْمَـٰنُهُنَّ أَوِ ٱلتَّـٰبِعِينَ غَيْرِ أُو۟لِى ٱلْإِرْبَةِ مِنَ ٱلرِّجَالِ أَوِ ٱلطِّفْلِ ٱلَّذِينَ لَمْ يَظْهَرُوا۟ عَلَىٰ عَوْرَٰتِ ٱلنِّسَآءِ ۖ وَلَا يَضْرِبْنَ بِأَرْجُلِهِنَّ لِيُعْلَمَ مَا يُخْفِينَ مِن زِينَتِهِنَّ ۚ وَتُوبُوٓا۟ إِلَى ٱللَّهِ جَمِيعًا أَيُّهَ ٱلْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ",
          "transliteration": "waqul lil'mu'mināti yaghḍuḍ'na min abṣārihinna wayaḥfaẓna furūjahunna walā yub'dīna zīnatahunna illā mā ẓahara min'hā walyaḍrib'na bikhumurihinna ʿalā juyūbihinna walā yub'dīna zīnatahunna illā libuʿūlatihinna aw ābāihinna aw ābāi buʿūlatihinna aw abnāihinna aw abnāi buʿūlatihinna aw ikh'wānihinna aw banī ikh'wānihinna aw banī akhawātihinna aw nisāihinna aw mā malakat aymānuhunna awi l-tābiʿīna ghayri ulī l-ir'bati mina l-rijāli awi l-ṭif'li alladhīna lam yaẓharū ʿalā ʿawrāti l-nisāi walā yaḍrib'na bi-arjulihinna liyuʿ'lama mā yukh'fīna min zīnatihinna watūbū ilā l-lahi jamīʿan ayyuha l-mu'minūna laʿallakum tuf'liḥūna",
          "translation": "Dan katakanlah kepada para perempuan yang beriman, agar mereka menjaga pandangannya, dan memelihara kemaluannya, dan janganlah menampakkan perhiasannya (auratnya), kecuali yang (biasa) terlihat. Dan hendaklah mereka menutupkan kain kerudung ke dadanya, dan janganlah menampakkan perhiasannya (auratnya), kecuali kepada suami mereka, atau ayah mereka, atau ayah suami mereka, atau putra-putra mereka, atau putra-putra suami mereka, atau saudara-saudara laki-laki mereka, atau putra-putra saudara laki-laki mereka, atau putra-putra saudara perempuan mereka, atau para perempuan (sesama Islam) mereka, atau hamba sahaya yang mereka miliki, atau para pelayan laki-laki (tua) yang tidak mempunyai hasrat (terhadap perempuan), atau anak-anak yang belum mengerti tentang aurat perempuan. Dan janganlah mereka menghentakkan kakinya agar diketahui perhiasan yang mereka sembunyikan. Dan bertobatlah kamu semua kepada Allah, wahai orang-orang yang beriman, agar kamu beruntung.",
          "tafsir": "Pada ayat ini Allah menyuruh Rasul-Nya agar mengingatkan perempuan-perempuan yang beriman supaya mereka tidak memandang hal-hal yang tidak halal bagi mereka, seperti aurat laki-laki ataupun perempuan, terutama antara pusat dan lutut bagi laki-laki dan seluruh tubuh bagi perempuan. Begitu pula mereka diperintahkan untuk memelihara kemaluannya (farji) agar tidak jatuh ke lembah perzinaan, atau terlihat oleh orang lain. Sabda Rasulullah Saw. Dari Ummu Salamah, bahwa ketika dia dan Maimunah berada di samping Rasulullah datanglah Abdullah bin Umi Maktum dan masuk ke dalam rumah Rasulullah (pada waktu itu telah ada perintah hijab). Rasulullah memerintahkan kepada Ummu Salamah dan Maimunah untuk berlindung (berhijab) dari Abdullah bin Umi Maktum, Ummu Salamah berkata, wahai Rasulullah bukankah dia itu buta tidak melihat dan mengenal kami?, Rasulullah menjawab, apakah kalian berdua buta dan tidak melihat dia?. (Riwayat Abu Daud dan at-Tirmidzi) Begitu pula mereka para perempuan diharuskan untuk menutup kepala dan dadanya dengan kerudung, agar tidak terlihat rambut dan leher serta dadanya. Sebab kebiasaan perempuan mereka menutup kepalanya namun kerudungnya diuntaikan ke belakang sehingga nampak leher dan sebagian dadanya, sebagaimana yang dilakukan oleh perempuan-perempuan jahiliah. Di samping itu, perempuan dilarang untuk menampakkan perhiasannya kepada orang lain, kecuali yang tidak dapat disembunyikan seperti cincin, celak/sifat, pacar/inai, dan sebagainya. Lain halnya dengan gelang tangan, gelang kaki, kalung, mahkota, selempang, anting-anting, kesemuanya itu dilarang untuk ditampakkan, karena terdapat pada anggota tubuh yang termasuk aurat perempuan, sebab benda-benda tersebut terdapat pada lengan, betis, leher, kepala, dan telinga yang tidak boleh dilihat oleh orang lain. Perhiasan tersebut hanya boleh dilihat oleh suaminya, bahkan suami boleh saja melihat seluruh anggota tubuh istrinya, ayahnya, ayah suami (mertua), putra-putranya, putra-putra suaminya, saudara-saudaranya, putra-putra saudara laki-lakinya, putra-putra saudara perempuannya, karena dekatnya pergaulan di antara mereka, karena jarang terjadi hal-hal yang tidak senonoh dengan mereka. Begitu pula perhiasan boleh dilihat oleh sesama perempuan muslimah, atau hamba sahaya yang mereka miliki, atau pelayan/pembantu laki-laki yang tidak mempunyai keinginan terhadap perempuan, baik karena ia sudah lanjut usia, impoten, ataupun karena terpotong alat kelaminnya. Perhiasan juga boleh ditampakkan dan dilihat oleh anak-anak yang belum mengerti tentang aurat perempuan, sehingga tidak akan timbul nafsu birahi karena mereka belum memiliki syahwat kepada perempuan. Di samping para perempuan dilarang untuk menampakkan perhiasan, mereka juga dilarang untuk menghentakkan kakinya, dengan maksud memperlihatkan dan memperdengarkan perhiasan yang dipakainya yang semestinya harus disembunyikan. Perempuan-perempuan itu sering dengan sengaja memasukkan sesuatu ke dalam gelang kaki mereka, supaya berbunyi ketika ia berjalan, meskipun dengan perlahan-lahan, guna menarik perhatian orang. Sebab sebagian manusia kadang-kadang lebih tertarik dengan bunyi yang khas daripada bendanya sendiri, sedangkan benda tersebut berada pada betis perempuan. Pada akhir ayat ini, Allah menganjurkan agar manusia bertobat dan sadar kembali serta taat dan patuh mengerjakan perintah-Nya menjauhi larangan-Nya, seperti membatasi pandangan, memelihara kemaluan/kelamin, tidak memasuki rumah oranglain tanpa izin dan memberi salam, bila semua itu mereka lakukan, pasti akan bahagia baik di dunia maupun di akhirat."
        }
      ]
    }
  ]
}