{
  "pageNumber": 213,
  "juz": 11,
  "surahs": [
    {
      "number": 10,
      "name": "Yunus",
      "nameArabic": "يونس",
      "meaning": "Nabi Yunus",
      "revelation": "Makkah",
      "description": "Surat Yunus terdiri dari 109 ayat dan termasuk surat Makkiyyah, kecuali ayat 40, 94, dan 95 yang diturunkan di Madinah.Surat ini dinamai \"Yunus\" karena di dalamnya disebutkan kisah Nabi Yunus dan pengikut-pengikutnya yang memiliki keteguhan iman.Pokok-Pokok Isi:1. Keimanan:Al-Qur'an bukanlah sihir; Allah mengatur alam semesta dari 'Arsy-Nya; syafaat hanyalah dengan izin Allah; wali-wali Allah; wahyu Allah yang menerangkan yang ghaib kepada manusia; Allah menyaksikan dan mengamati perbuatan hamba-hamba-Nya di dunia; Allah tidak mempunyai Anak.2. Hukum:Menentukan perhitungan tahun dan waktu dengan perjalanan matahari dan bulan; hukum mengada-adakan sesuatu terhadap Allah dan mendustakan ayat-ayat-Nya.3. Kisah-kisah:Kisah Nabi Nuh dengan kaumnya; Nabi Musa dengan Fir'aun dan tukang-tukang sihir; kisah Bani Israil setelah keluar dari negeri Mesir; Nabi Yunus dengan kaumnya.4. Lain-lain:Manusia ingat kepada Allah ketika ditimpa kesulitan dan lupa ketika diberi kesenangan; keadaan orang-orang baik dan orang-orang jahat pada hari kiamat; Al-Qur'an tidak dapat ditandingi; rasul hanya menyampaikan risalah.Surat Yunus mengandung hal-hal yang berhubungan dengan pokok-pokok kepercayaan, lenyapnya syirik, pengutusan rasul, hari kebangkitan, hari pembalasan, dan hal-hal yang berhubungan dengan pokok-pokok agama lainnya sebagaimana biasa didapati dalam surat-surat Makkiyah.Hubungan Surat Yunus Dengan Surat Hud:1. Kedua surat ini sama-sama dimulai dengan alif laam raa', kemudian diiringi dengan menyebutkan risalah nabi-nabi yang diutus Allah dan menerangkan kedudukan para rasul sebagai pemberi kabar gembira dan pemberi peringatan.2. Kedua surat ini pada pertengahannya sama-sama menerangkan tentang keingkaran orang-orang kafir terhadap Al-Qur'an, bantahan terhadap anggapan kepalsuan risalah para rasul, dan keingkaran kaum musyrikin terhadap pokok agama. Kemudian kedua surat ini sama-sama ditutup dengan seruan agar mengikuti rasul, bersabar terhadap semua tindakan jahat kaum musyrikin, istiqamah, dan bertawakal kepada Allah.3. Kedua surat ini sama-sama menerangkan kisah para nabi, tetapi kisah para nabi yang disebut dalam surat Hud bersifat menjelaskan apa yang telah disebut dalam surat Yunus. Pada umumnya, apa yang diutarakan dalam surat Hud merupakan penjelasan dari apa yang telah disebut dalam surat Yunus.",
      "verses": [
        {
          "number": 34,
          "arabic": "قُلْ هَلْ مِن شُرَكَآئِكُم مَّن يَبْدَؤُا۟ ٱلْخَلْقَ ثُمَّ يُعِيدُهُۥ ۚ قُلِ ٱللَّهُ يَبْدَؤُا۟ ٱلْخَلْقَ ثُمَّ يُعِيدُهُۥ ۖ فَأَنَّىٰ تُؤْفَكُونَ",
          "transliteration": "qul hal min shurakāikum man yabda-u l-khalqa thumma yuʿīduhu quli l-lahu yabda-u l-khalqa thumma yuʿīduhu fa-annā tu'fakūna",
          "translation": "Katakanlah, \"Adakah di antara sekutumu yang dapat memulai penciptaan (makhluk), kemudian mengulanginya (menghidupkannya) kembali?\" Katakanlah, \"Allah memulai (penciptaan) makhluk, kemudian mengulanginya. Maka bagaimana kamu dipalingkan (menyembah selain Allah)?\"",
          "tafsir": "Allah memerintahkan kepada Nabi Muhammad saw untuk menanyakan kepada mereka bahwa adakah satu di antara tuhan-tuhan yang mereka sembah selain Allah, seperti berhala, roh nenek moyang, binatang-binatang, planet-planet, malaikat, dan jin, yang berkuasa menciptakan makhluk, kemudian menghidupkan kembali sesudah makhluk-makhluk itu mati? Sudah tentu mereka tidak akan dapat menjawab. Hal ini karena mereka mengingkari terjadinya hari kebangkitan, hari mereka dihidupkan kembali dari alam kubur. Sesudah itu Allah memberikan jawaban dengan perantaraan rasul-Nya, bahwa yang berkuasa untuk memulai kehidupan hanyalah Allah dan Dia Yang Berkuasa untuk memulai kehidupan atau mengembalikannya seperti keadaannya semula. Namun, mereka tetap tidak mau menerima agama yang benar, yaitu agama tauhid dan lebih memilih menyembah berhala dan patung-patung yang mereka lakukan karena kecenderungan jiwa mereka sendiri bukan karena terpaksa."
        },
        {
          "number": 35,
          "arabic": "قُلْ هَلْ مِن شُرَكَآئِكُم مَّن يَهْدِىٓ إِلَى ٱلْحَقِّ ۚ قُلِ ٱللَّهُ يَهْدِى لِلْحَقِّ ۗ أَفَمَن يَهْدِىٓ إِلَى ٱلْحَقِّ أَحَقُّ أَن يُتَّبَعَ أَمَّن لَّا يَهِدِّىٓ إِلَّآ أَن يُهْدَىٰ ۖ فَمَا لَكُمْ كَيْفَ تَحْكُمُونَ",
          "transliteration": "qul hal min shurakāikum man yahdī ilā l-ḥaqi quli l-lahu yahdī lil'ḥaqqi afaman yahdī ilā l-ḥaqi aḥaqqu an yuttabaʿa amman lā yahiddī illā an yuh'dā famā lakum kayfa taḥkumūna",
          "translation": "Katakanlah, \"Apakah di antara sekutumu ada yang membimbing kepada kebenaran?\" Katakanlah, \"Allahlah yang membimbing kepada kebenaran.\" Maka manakah yang lebih berhak diikuti, Tuhan yang membimbing kepada kebenaran, ataukah orang yang tidak mampu membimbing bahkan perlu dibimbing? Maka mengapa kamu (berbuat demikian)? Bagaimanakah kamu mengambil keputusan?",
          "tafsir": "Selanjutnya Allah memerintahkan kepada Rasulullah saw untuk mengemukakan pertanyaan kepada mereka bahwa adakah di antara tuhan-tuhan yang mereka sekutukan dengan Allah itu dapat memberikan petunjuk kepada jalan yang benar seperti yang diterima oleh hamba-hamba-Nya yang beriman? Allah menegaskan bahwa Allah-lah yang memberikan petunjuk atau hidayah dalam arti taufik. Firman Allah: Dia (Musa) menjawab, \"Tuhan kami ialah (Tuhan) yang telah memberikan bentuk kejadian kepada segala sesuatu, kemudian memberinya petunjuk.\" (thaha/20: 50) Setelah orang musyrikin tidak mampu memberikan jawaban karena tidak ada seorang pun di antara mereka yang merasa dirinya mendapat petunjuk dari tuhan-tuhan yang mereka persekutukan dengan Allah, baik petunjuk yang harus diterima sebagai seorang makhluk ataupun agama yang mereka terima sebagai bimbingan hukum, maka Allah memerintahkan kepada Rasulullah saw untuk menjawab bahwa Allah-lah Yang memberikan petunjuk kepada kebenaran. Baik petunjuk yang diberikan melalui utusan, petunjuk yang diberikan melalui kitab-kitab-Nya, petunjuk yang didapat oleh manusia karena diperintahkan oleh Allah untuk merenungi yang demikian dan memikirkan kejadian alam maupun petunjuk yang diberikan Allah melalui panca indera. Allah memerintahkan kepada Nabi saw, agar menanyakan kepada mereka, \"Manakah yang lebih berhak untuk diikuti apakah Zat Yang memberikan petunjuk kepada kebenaran ataukah berhala-berhala yang tidak dapat memberikan petunjuk sedikit pun kepada mereka bahkan tidak dapat mengetahui dirinya sendiri.\" Mengapa mereka menerima pilihan serupa itu. Kalaulah mereka mau menggunakan akal dan pikiran tentulah mereka akan memilih Zat Yang memberikan petunjuk kepada mereka, yaitu Allah. Karena tuhan-tuhan yang lain tidak dapat memberikan petunjuk apapun. Allah mencela perbuatan mereka dengan menanyakan apakah gerangan yang menimpa mereka, sehingga mereka menjadikan berhala-berhala itu sebagai perantara yang dapat menyampaikan ibadah mereka kepada Allah, padahal berhala-berhala itu bukanlah tuhan yang menciptakan, dan bukan yang memberi rezeki serta bukan pula tuhan yang memberi petunjuk. Maka mengapa mereka mengambil keputusan yang tidak adil yaitu menganggap tuhan-tuhan yang mereka persekutukan itu, sebagai Tuhan Yang berhak disembah, berhak dimintai pertolongan tanpa izin dari Zat Yang menciptakan. Dari sisi ini tampaklah kesesatan orang-orang musyrikin itu dan kesalahan tindakan mereka."
        },
        {
          "number": 36,
          "arabic": "وَمَا يَتَّبِعُ أَكْثَرُهُمْ إِلَّا ظَنًّا ۚ إِنَّ ٱلظَّنَّ لَا يُغْنِى مِنَ ٱلْحَقِّ شَيْـًٔا ۚ إِنَّ ٱللَّهَ عَلِيمٌۢ بِمَا يَفْعَلُونَ",
          "transliteration": "wamā yattabiʿu aktharuhum illā ẓannan inna l-ẓana lā yugh'nī mina l-ḥaqi shayan inna l-laha ʿalīmun bimā yafʿalūna",
          "translation": "Dan kebanyakan mereka hanya mengikuti dugaan. Sesungguhnya dugaan itu tidak sedikit pun berguna untuk mencapai kebenaran. Sungguh, Allah Maha Mengetahui apa yang mereka kerjakan.",
          "tafsir": "Berikutnya ayat ini mengemukakan beberapa alasan yang menunjukkan kebenaran agama tauhid dan kesesatan keyakinan orang musyrikin, yaitu kebanyakan dari mereka yang mempersekutukan Allah dengan tuhan-tuhan yang lain, memusuhi Rasulullah saw dan mendustakan hari kebangkitan. Anggapan serupa itu bukanlah keyakinan yang benar, akan tetapi dugaan yang dilandasi taklid buta kepada nenek moyang mereka karena mereka menduga bahwa apa yang baik menurut nenek moyang mereka, adalah baik buat mereka, padahal yang dilakukan oleh nenek moyang mereka adalah sesat. Di sisi lain, ada segolongan kecil dari mereka yang mengetahui bahwa agama yang dibawa oleh Rasulullah saw itulah agama yang benar, dan berhala-berhala yang mereka sembah tidak dapat memberi pengaruh apa-apa kepada mereka. Akan tetapi karena hati mereka dikotori oleh kemusyrikan, dan sikap mereka yang sombong dan ingkar terhadap kerasulan Muhammad serta perasaan mereka yang takut apabila kepemimpinan mereka hilang, maka mereka tetap bertaklid buta kepada nenek moyang mereka yang bergelimang dalam kemusyrikan. Kemudian Allah menerangkan bagaimana keadaan yang sebenarnya dari orang-orang yang mendasarkan keyakinannya kepada dugaan itu, bahwa sesungguhnya persangkaan itu sedikitpun tidak berguna untuk mencapai kebenaran. Dugaan-dugaan itu tidak dapat disamakan dengan keyakinan, dan keyakinan tidak bisa terjadi kecuali apabila didasarkan kepada sesuatu yang benar yaitu kepada yang telah mantap, yang tidak dapat diragukan lagi kebenarannya. Di akhir ayat Allah menegaskan bahwa Allah Maha Mengetahui apa saja yang mereka lakukan, baik perbuatan yang didasarkan kepada kepercayaan yang belum pasti kebenarannya, ataupun amal perbuatan yang didasarkan kepada yang telah pasti kebenarannya. Dia-lah yang mengetahui perbuatan-perbuatan mereka, dan memberikan balasan sesuai dengan perbuatan mereka."
        },
        {
          "number": 37,
          "arabic": "وَمَا كَانَ هَـٰذَا ٱلْقُرْءَانُ أَن يُفْتَرَىٰ مِن دُونِ ٱللَّهِ وَلَـٰكِن تَصْدِيقَ ٱلَّذِى بَيْنَ يَدَيْهِ وَتَفْصِيلَ ٱلْكِتَـٰبِ لَا رَيْبَ فِيهِ مِن رَّبِّ ٱلْعَـٰلَمِينَ",
          "transliteration": "wamā kāna hādhā l-qur'ānu an yuf'tarā min dūni l-lahi walākin taṣdīqa alladhī bayna yadayhi watafṣīla l-kitābi lā rayba fīhi min rabbi l-ʿālamīna",
          "translation": "Dan tidak mungkin Alquran ini dibuat-buat oleh selain Allah; tetapi (Alquran) membenarkan (kitab-kitab) yang sebelumnya dan menjelaskan hukum-hukum yang telah ditetapkannya,<sup foot_note=135339>1</sup> tidak ada keraguan di dalamnya, (diturunkan) dari Tuhan seluruh alam.",
          "tafsir": "Allah menjelaskan bahwa tidaklah pantas dan tidak masuk akal apabila Al-Qur'an itu diciptakan oleh selain Allah. Dan tidak mungkin manusia mampu membuat Al-Qur'an. Sebagai alasan ketidakmungkinan itu ialah karena siapa pun juga selain Allah tidak akan mampu membuat yang semacam Al-Qur'an. Apabila ada yang merasa mampu membuatnya maka anggapan serupa itu hanyalah impian belaka yang tidak mungkin terjelma dalam dunia kenyataan. Hal ini pernah diucapkan oleh orang yang paling kafir dan paling memusuhi Nabi Muhammad saw yaitu Abu Jahal, pada saat mengomentari kejujuran Muhammad, \"Muhammad tidak pernah berdusta kepada seorangpun, jadi apakah mungkin ia berdusta kepada Allah.\" Jadi apabila tidak mungkin Al-Qur'an itu diciptakan oleh selain Allah, maka yang dapat diyakini ialah bahwa Al-Qur'an itu hanyalah kalam Allah semata. Al-Qur'an berfungsi sebagai \"pembenar\" terhadap kitab-kitab yang sebelumnya, yaitu kitab yang diturunkan kepada Nabi Nuh, Ibrahim, Musa dan Isa a.s. Al-Qur'an berisi pokok-pokok agama yang membimbing umat yang beriman kepada Allah dan hari akhirat serta mengamalkan isinya dengan sebaik-baiknya. Al-Qur'an diturunkan kepada Muhammad saw bukanlah karena wahyu yang telah diturunkan kepada nabi-nabi sebelumnya itu tidak benar, tetapi karena umat manusia telah melupakan sebagian besar dari pokok-pokok agama mereka, bahkan ada pula yang sengaja memutarbalikkan agama mereka dan mencampurnya dengan tradisi-tradisi baru yang diciptakan oleh pemimpin mereka untuk merusak pokok ajaran agama mereka. Pokok-pokok ajaran agama mereka itu belum pernah diketahui oleh Nabi Muhammad saw sebelum ia menjadi utusan yaitu sebelum ia menerima wahyu dari Allah. Dikatakan bahwa Al-Qur'an sebagai pembenar terhadap kitab yang sebelumnya, karena Al-Qur'an membawa pokok-pokok ajaran yang bersesuaian dengan pokok-pokok akidah yang dibawa oleh Nabi Ibrahim. Juga disebabkan oleh kedatangan Nabi Muhammad saw yang menerima wahyu dari Allah itu, sesuai dengan isyarat yang terdapat dalam kitab-kitab yang sebelumnya, seperti firman Allah: Yaitu) orang-orang yang mengikuti Rasul, Nabi yang ummi (tidak bisa baca tulis) yang (namanya) mereka dapati tertulis di dalam Taurat dan Injil yang ada pada mereka. (al-Araf/7: 157) Al-Qur'an itu berfungsi sebagai \"perinci\" kandungan kitab-kitab yang diturunkan oleh Allah, yaitu kitab-kitab yang mengandung hukum dari Allah, dan menjadi petunjuk bagi seluruh manusia, yang berisi akidah, syariat, contoh teladan, nasehat-nasehat, dan urusan kemasyarakatan. Al-Quran mengandung petunjuk dan tidak ada bagian yang dapat diragukan, Al-Quran datang dari Zat Yang menciptakan, dan seandainya Al-Quran itu bukan kalam Allah sudah tentu akan didapati di dalamnya kesimpangsiuran dan banyak kesalahan."
        },
        {
          "number": 38,
          "arabic": "أَمْ يَقُولُونَ ٱفْتَرَىٰهُ ۖ قُلْ فَأْتُوا۟ بِسُورَةٍ مِّثْلِهِۦ وَٱدْعُوا۟ مَنِ ٱسْتَطَعْتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمْ صَـٰدِقِينَ",
          "transliteration": "am yaqūlūna if'tarāhu qul fatū bisūratin mith'lihi wa-id'ʿū mani is'taṭaʿtum min dūni l-lahi in kuntum ṣādiqīna",
          "translation": "Apakah pantas mereka mengatakan dia (Muhammad) yang telah membuat-buatnya? Katakanlah, \"Buatlah satu surah yang semisal dengan surah (Alquran), dan ajaklah siapa saja diantara kamu orang yang mampu (membuatnya) selain Allah, jika kamu orang-orang yang benar.\"",
          "tafsir": "Allah mengalihkan pembicaraan kepada orang-orang jahiliyah yang mengingkari kerasulan Muhammad saw dan Al-Qur'an itu ciptaan Muhammad. Menghadapi tuduhan orang-orang jahiliyah itu Allah memerintahkan kepada Rasulullah saw agar menangkis tuduhan mereka dengan mengatakan bahwa apabila perkataan mereka itu benar, hendaklah mereka membuat sebuah surah yang semisal dengan sebuah surah dalam Al-Qur'an, dari segi daya tariknya, petunjuk ilmunya, gaya bahasanya, dan susunannya. Sebagai tantangan kepada mereka, Allah menyuruh Nabi Muhammad saw untuk mengatakan kepada mereka agar mereka mengajak siapa saja yang dipandang mampu selain Allah, untuk membuktikan apa yang mereka ucapkan itu. Firman Allah: Katakanlah, \"Sesungguhnya jika manusia dan jin berkumpul untuk membuat yang serupa (dengan) Al-Quran ini, mereka tidak akan dapat membuat yang serupa dengannya, sekalipun mereka saling membantu satu sama lain.\" (al-Isra/17: 88)"
        },
        {
          "number": 39,
          "arabic": "بَلْ كَذَّبُوا۟ بِمَا لَمْ يُحِيطُوا۟ بِعِلْمِهِۦ وَلَمَّا يَأْتِهِمْ تَأْوِيلُهُۥ ۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبْلِهِمْ ۖ فَٱنظُرْ كَيْفَ كَانَ عَـٰقِبَةُ ٱلظَّـٰلِمِينَ",
          "transliteration": "bal kadhabū bimā lam yuḥīṭū biʿil'mihi walammā yatihim tawīluhu kadhālika kadhaba alladhīna min qablihim fa-unẓur kayfa kāna ʿāqibatu l-ẓālimīna",
          "translation": "Bahkan (yang sebenarnya), mereka mendustakan apa yang mereka belum mengetahuinya dengan sempurna dan belum mereka peroleh penjelasannya. Demikianlah halnya umat-umat yang ada sebelum mereka telah mendustakan (Rasul). Maka perhatikanlah bagaimana akibat orang yang zalim.",
          "tafsir": "Allah mengungkapkan bahwa orang-orang musyrikin ternyata tidak mampu menjawab tantangan Allah untuk membuat sesuatu yang semisal dengan Al-Qur'an. Allah menjelaskan keadaan orang-orang musyrikin yang sebenarnya, bahwa mereka setelah mendengar ayat-ayat yang dibacakan oleh Muhammad, mereka secara serta merta mendustakan-nya, padahal mereka belum memikirkan terlebih dahulu kandungan isinya, dan belum mengetahui duduk persoalannya. Sikap yang demikian itu adalah karena mereka memusuhi Muhammad yang membawa keyakinan baru yang berbeda dengan keyakinan nenek moyang mereka. Kemudian Allah membandingkan sikap orang-orang musyrikin itu dengan sikap orang-orang musyrik yang hidup pada masa-masa sebelum mereka. Sebab, ada persamaan di antara mereka yaitu orang-orang musyrikin Mekah mendustakan ayat-ayat yang diterima oleh Muhammad saw, sedang orang-orang musyrik dari umat-umat yang lalu mendustakan rasul-rasul mereka, sama-sama mendustakan wahyu yang diterima nabi-nabi sebelum mereka menyelidiki kebenarannya secara seksama sebelum memahami penjelasannya. Yang dimaksud dengan penjelasan di sini ialah kenyataan yang harus dihadapi oleh mereka akibat mendustakan ayat-ayat yang diturunkan kepada Muhammad saw seperti kenyataan yang telah diterima mereka atau oleh umat-umat pada masa lalu, sebagai akibat dari keingkaran mereka terhadap wahyu yang mereka terima. Kenyataan yang mereka alami ialah siksaan Allah yang mereka rasakan di dunia sebelum mereka merasakan siksaan yang lebih berat di akhirat. Di akhir ayat, Allah menjelaskan bahwa memang demikian itulah nasib orang-orang yang mendustakan rasul-rasul dan nabi-nabi yang sebenarnya. Nasib ini tentu akan menimpa pula kaum musyrikin Mekah apabila mereka tetap bersikap keras dalam mendustakan wahyu-wahyu Allah. Allah memerintahkan kepada Nabi Muhammad saw dan pengikut-pengikutnya agar memperhatikan bagaimana akhir kehidupan umat yang menganiaya diri sendiri karena mereka berani memusuhi dan mendustakan rasul-rasul Allah. Allah berfirman: Maka masing-masing (mereka itu) Kami azab karena dosa-dosanya, di antara mereka ada yang Kami timpakan kepadanya hujan batu kerikil, ada yang ditimpa suara keras yang mengguntur, ada yang Kami benamkan ke dalam bumi, dan ada pula yang Kami tenggelamkan. Allah sama sekali tidak hendak menzalimi mereka, akan tetapi merekalah yang menzalimi diri mereka sendiri. (al-Ankabut/29: 40)"
        },
        {
          "number": 40,
          "arabic": "وَمِنْهُم مَّن يُؤْمِنُ بِهِۦ وَمِنْهُم مَّن لَّا يُؤْمِنُ بِهِۦ ۚ وَرَبُّكَ أَعْلَمُ بِٱلْمُفْسِدِينَ",
          "transliteration": "wamin'hum man yu'minu bihi wamin'hum man lā yu'minu bihi warabbuka aʿlamu bil-muf'sidīna",
          "translation": "Dan di antara mereka ada orang-orang yang beriman kepadanya (Alquran), dan di antaranya ada (pula) orang-orang yang tidak beriman kepadanya. Sedangkan Tuhanmu lebih mengetahui tentang orang-orang yang berbuat kerusakan.",
          "tafsir": "Allah menjelaskan kepada Rasulullah dan pengikut-pengikutnya bahwa keadaan orang musyrikin yang mendustakan ayat-ayat Al-Qur'an akan terbagi menjadi dua golongan. Segolongan yang benar-benar mempercayai Al-Quran dengan iktikad yang kuat dan segolongan lainnya tidak mempercayainya dan terus menerus berada dalam kekafiran. Namun demikian, mereka tidak akan diazab secara langsung di dunia seperti nasib yang telah dialami oleh kaum sebelum Nabi Muhammad saw. Di akhir ayat dijelaskan bahwa Allah lebih mengetahui tentang orang-orang yang membuat kerusakan di bumi, karena mereka mempersekutukan Allah, menganiaya diri mereka sendiri dan menentang hukum Allah. Hal itu disebabkan karena fitrah mereka telah rusak. Mereka itulah orang-orang yang akan mendapat siksaan yang pedih."
        },
        {
          "number": 41,
          "arabic": "وَإِن كَذَّبُوكَ فَقُل لِّى عَمَلِى وَلَكُمْ عَمَلُكُمْ ۖ أَنتُم بَرِيٓـُٔونَ مِمَّآ أَعْمَلُ وَأَنَا۠ بَرِىٓءٌ مِّمَّا تَعْمَلُونَ",
          "transliteration": "wa-in kadhabūka faqul lī ʿamalī walakum ʿamalukum antum barīūna mimmā aʿmalu wa-anā barīon mimmā taʿmalūna",
          "translation": "Dan jika mereka (tetap) mendustakanmu (Muhammad), maka katakanlah, \"Bagiku pekerjaanku dan bagimu pekerjaanmu. Kamu tidak bertanggung jawab terhadap apa yang aku kerjakan dan aku pun tidak bertanggung jawab terhadap apa yang kamu kerjakan.\"",
          "tafsir": "Allah memberikan penjelasan, apabila orang musyrikin itu tetap mendustakan Muhammad saw, maka Allah memerintahkan kepadanya untuk mengatakan kepada mereka bahwa Nabi Muhammad saw berkewajiban meneruskan tugasnya yaitu meneruskan tugas-tugas kerasulannya, sebagai penyampai perintah Allah yang kebenarannya jelas, perintah yang mengandung peringatan dan janji-janji serta tuntunan ibadah berikut pokok-pokok kemaslahatan yang menjadi pedoman untuk kehidupan dunia. Nabi Muhammad saw tidak diperintahkan untuk menghakimi mereka, apabila mereka tetap mempertahankan sikap mereka yang mendustakan Al-Qur'an dan mempersekutukan Allah, Allah berfirman: Katakanlah (Muhammad), \"Setiap orang berbuat sesuai dengan pem-bawaannya masing-masing.\" Maka Tuhanmu lebih mengetahui siapa yang lebih benar jalannya. (al-Isra/17: 84) Mereka berlepas diri (tidak bertanggung jawab) terhadap apa yang dilakukan oleh Nabi Muhammad saw dan Nabi Muhammad pun tidak bertanggungjawab terhadap apa yang mereka lakukan. Maksudnya Allah tidak akan menjatuhkan hukuman kepada seseorang karena kesalahan orang yang lain. Allah berfirman: Katakanlah, \"Kamu tidak akan dimintai tanggung jawab atas apa yang kami kerjakan dan kami juga tidak akan dimintai tanggung jawab atas apa yang kamu kerjakan.\" (Saba/34: 25 Katakanlah (Muhammad), \"Jika aku mengada-ada, akulah yang akan memi-kul dosanya, dan aku bebas dari dosa yang kamu perbuat.\" (Hud/11: 35) Dan firman-Nya lagi: Kemudian jika mereka mendurhakaimu maka katakanlah (Muhammad), \"Sesungguhnya aku tidak bertanggung jawab terhadap apa yang kamu kerjakan.\" (asy-Syuara/26: 216)"
        },
        {
          "number": 42,
          "arabic": "وَمِنْهُم مَّن يَسْتَمِعُونَ إِلَيْكَ ۚ أَفَأَنتَ تُسْمِعُ ٱلصُّمَّ وَلَوْ كَانُوا۟ لَا يَعْقِلُونَ",
          "transliteration": "wamin'hum man yastamiʿūna ilayka afa-anta tus'miʿu l-ṣuma walaw kānū lā yaʿqilūna",
          "translation": "Dan di antara mereka ada yang mendengarkan engkau (Muhammad).<sup foot_note=135340>1</sup> Tetapi apakah engkau dapat menjadikan orang yang tuli itu mendengar, walaupun mereka tidak mengerti?",
          "tafsir": "Allah menjelaskan kepada Nabi Muhammad dan pengikut-pengikutnya bahwa di antara orang-orang yang mendustakan ayat-ayat Allah ada sekelompok manusia yang mendengarkan secara sembunyi-sembunyi apabila Al-Qur'an dibacakan. Mereka memperhatikan pokok-pokok agama yang terkandung di dalamnya, namun mereka tidak bermaksud untuk mendengarkan dengan ketulusan hati, karena mereka pada saat mendengar itu tidak mau mempergunakan akalnya untuk memperhatikan kandungan Al-Quran dan tidak pula mau memikirkan maksud dan tujuannya, sehingga mereka itu tidak dapat memahami tujuan yang sebenarnya. Mereka mau mendengarkan karena tertarik kepada susunan bahasa yang indah dari Al-Quran dan merasa kagum mendengar keindahan susunannya, seperti seorang yang tertarik kepada kicauan burung di atas pepohonan, mereka hanya dapat menikmati keindahannya tetapi tidak dapat memahami maksud apa yang terkandung dalam kicauannya itu. Allah berfirman: Setiap diturunkan kepada mereka ayat-ayat yang baru dari Tuhan, mereka mendengarkannya sambil bermain-main. (al-Anbiya/21: 2) Dan firman-Nya: Dan di antara mereka ada yang mendengarkan bacaanmu (Muhammad), dan Kami telah menjadikan hati mereka tertutup (sehingga mereka tidak) memahaminya, dan telinganya tersumbat. Dan kalaupun mereka melihat segala tanda (kebenaran), mereka tetap tidak mau beriman kepadanya. Sehingga apabila mereka datang kepadamu untuk membantahmu, orang-orang kafir itu berkata, \"Ini (Al-Qur'an) tidak lain hanyalah dongengan orang-orang terdahulu.\" (al-Anam/6: 25) Di akhir ayat ini, Allah menegaskan bahwa Nabi Muhammad saw tidak akan mampu untuk membuat mereka itu mendengar dan mengerti akan apa yang mereka dengarkan, karena mereka itu telah kehilangan manfaat dari indera pendengaran dalam arti yang sebenar-benarnya. Mereka itu bukanlah pendengar yang baik, sebab pendengar yang baik ialah orang yang dapat memikirkan dan memahami serta melaksanakan maksud dan tujuan dari apa yang didengarnya. Apalagi mereka selamanya memang tidak akan berusaha untuk ikut mengerti, maka mereka tidak akan dapat manfaat dari apa yang mereka dengarkan dan tidak akan dapat memahami petunjuk-petunjuk yang dikandungnya."
        }
      ]
    }
  ]
}