{
  "pageNumber": 242,
  "juz": 13,
  "surahs": [
    {
      "number": 12,
      "name": "Yusuf",
      "nameArabic": "يوسف",
      "meaning": "Nabi Yusuf",
      "revelation": "Makkah",
      "description": "Surat Yusuf ini terdiri dari 111 ayat dan termasuk surat Makkiyyah karena diturunkan di Mekah sebelum hijrah. Surat ini dinamai Yusuf karena titik berat isinya mengenai kisah Nabi Yusuf. Kisah ini termasuk cerita ghaib yang diwahyukan kepada Nabi Muhammad sebagai mukjizat bagi beliau, yang sebelumnya tidak beliau ketahui. Menurut riwayat Al Baihaqi dalam kitab \"Ad Dalail\" bahwa segolongan orang Yahudi masuk Islam setelah mendengar kisah Nabi Yusuf tersebut, karena sesuai dengan kisah yang mereka ketahui.Dari kisah Nabi Yusuf ini, Nabi Muhammad banyak mengambil pelajaran dan merupakan penghibur bagi beliau dalam menjalankan tugasnya.**Pokok-Pokok Isi:**1. **Keimanan:** Kenabian Yusuf dan mukjizat-mukjizatnya; menentukan hukum dalam agama adalah hak Allah semata; qadha Allah tak dapat diubah; semua rasul berkelamin laki-laki2. **Hukum-hukum:** Keharusan merahasiakan sesuatu untuk menghindari fitnah; barang dan anak temuan wajib dipungut dan tidak boleh dibiarkan; boleh melakukan muslihat yang tidak merugikan orang lain untuk memperoleh sesuatu kemaslahatan.3. **Kisah-kisah:** Kisah Nabi Yusuf bersaudara dan orang tua mereka, Nabi Ya'qub.4. **Lain-lain:** Beberapa sifat dan suri teladan mulia yang dapat diambil dari kisah Nabi Yusuf; persamaan antara agama para nabi, tauhid.Surat Yusuf ini seluruh isinya berkisah tentang Nabi Yusuf dan saudara-saudaranya beserta kedua orang tua mereka. Cara penuturan kisah Nabi Yusuf ini kepada Nabi Muhammad berbeda dengan kisah nabi-nabi yang lain; kisah Nabi Yusuf secara khusus diceritakan dalam satu surat sedang kisah nabi-nabi yang lain disebutkan dalam beberapa surat. Selain itu, isi kisah Nabi Yusuf juga berbeda dengan kisah nabi-nabi yang lain. Dalam kisah nabi-nabi yang lain, Allah menitikberatkan pada tantangan yang bermacam-macam dari kaum mereka, kemudian mengakhiri kisah tersebut dengan kemusnahan para penentang para nabi. Dalam kisah Nabi Yusuf, Allah menonjolkan kesudahan yang baik dari kesabaran, dan bahwa kesenangan datang setelah penderitaan. Allah menguji Nabi Ya'qub dengan kehilangan putranya, Yusuf, dan penglihatannya. Juga menguji ketabahan dan kesabaran Yusuf dengan dipisahkan dari kedua orang tuanya, dibuang ke dalam sumur, dan diperdagangkan sebagai hamba sahaya. Lalu Allah menguji imannya dengan godaan perempuan cantik lagi bangsawan dan akhirnya dimasukkan ke dalam penjara. Kemudian Allah melepaskan Yusuf dan ayahnya dari segala penderitaan dan cobaan, menghimpunkan mereka kembali, mengembalikan penglihatan Ya'qub, dan menghidupkan lagi cinta kasih antara mereka dengan Yusuf.**Hubungan Surat Yusuf Dengan Surat Ar Ra'd:**1. Dalam surat ini secara umum Allah mengemukakan adanya tanda-tanda keesaan Allah di langit dan di bumi. Di dalam surat Ar Ra'd Allah mengemukakannya lagi secara lebih jelas.2. Kedua surat tersebut sama-sama memuat pengalaman nabi-nabi zaman dahulu beserta umatnya. Yang menentang kebenaran mengalami kehancuran sedang yang mengikuti kebenaran mendapat kemenangan.3. Pada akhir surat Yusuf diterangkan bahwa Al-Qur'an bukanlah perkataan yang diada-adakan tetapi petunjuk dan rahmat bagi orang yang beriman, dan keterangan ini diulangi lagi di awal surat Ar Ra'd.",
      "verses": [
        {
          "number": 53,
          "arabic": "۞ وَمَآ أُبَرِّئُ نَفْسِىٓ ۚ إِنَّ ٱلنَّفْسَ لَأَمَّارَةٌۢ بِٱلسُّوٓءِ إِلَّا مَا رَحِمَ رَبِّىٓ ۚ إِنَّ رَبِّى غَفُورٌ رَّحِيمٌ",
          "transliteration": "wamā ubarri-u nafsī inna l-nafsa la-ammāratun bil-sūi illā mā raḥima rabbī inna rabbī ghafūrun raḥīmun",
          "translation": "Dan aku tidak (menyatakan) diriku bebas (dari kesalahan), karena sesungguhnya nafsu itu selalu mendorong kepada kejahatan, kecuali (nafsu) yang diberi rahmat oleh Tuhanku. Sesungguhnya Tuhanku Maha Pengampun, Maha Penyayang.",
          "tafsir": "Dalam ayat ini dijelaskan bahwa Yusuf sebagai manusia mengakui bahwa setiap nafsu cenderung dan mudah disuruh untuk berbuat jahat kecuali jika diberi rahmat dan mendapat perlindungan dari Allah. Yusuf selamat dari godaan istri al-Aziz karena limpahan rahmat Allah dan perlindungan-Nya, meskipun sebagai manusia Yusuf juga tertarik pada istri al-Aziz sebagaimana perempuan itu tertarik kepadanya seperti diterangkan pada ayat 24: Dan sungguh, perempuan itu telah berkehendak kepadanya (Yusuf). Dan Yusuf pun berkehendak kepadanya, sekiranya dia tidak melihat tanda (dari) Tuhannya. (Yusuf/12: 24) Tetapi ada pendapat lain yang menyatakan bahwa ayat 53 ini menerang-kan pengakuan istri al-Aziz dengan terharu dan rasa penyesalan yang mendalam bahwa dia tidak dapat membersihkan dirinya dari kesalahan dan ketelanjuran. Dia juga mengakui bahwa memang dia yang hampir meng-khianati suaminya dengan merayu Yusuf ketika suaminya tidak di rumah. Untuk menjaga nama baik diri, suami, dan keluarganya, dia menganjurkan supaya Yusuf dipenjarakan, atau ditimpakan kepadanya siksaan yang pedih. Istri al-Aziz telah melakukan kesalahan ganda, yaitu berdusta dan menuduh orang yang jujur dan bersih serta menjebloskannya ke penjara. Pada akhir ayat ini dijelaskan bahwa Allah Maha Pengampun dan Maha Penyayang."
        },
        {
          "number": 54,
          "arabic": "وَقَالَ ٱلْمَلِكُ ٱئْتُونِى بِهِۦٓ أَسْتَخْلِصْهُ لِنَفْسِى ۖ فَلَمَّا كَلَّمَهُۥ قَالَ إِنَّكَ ٱلْيَوْمَ لَدَيْنَا مَكِينٌ أَمِينٌ",
          "transliteration": "waqāla l-maliku i'tūnī bihi astakhliṣ'hu linafsī falammā kallamahu qāla innaka l-yawma ladaynā makīnun amīnun",
          "translation": "Dan raja berkata, \"Bawalah dia (Yusuf) kepadaku, agar aku memilih dia (sebagai orang yang dekat) kepadaku.\" Ketika dia (raja) telah bercakap-cakap dengan dia, maka dia (raja) berkata, \"Sesungguhnya kamu (mulai) hari ini menjadi seorang yang berkedudukan tinggi di lingkungan kami dan terpercaya.\"",
          "tafsir": "Dalam suasana yang sangat mengharukan itu, raja memerintahkan supaya Yusuf dijemput dari penjara dan dibawa menghadap ke istana. Di istana, Yusuf menerangkan kepada raja semua pengalamannya semenjak dia tinggal di istana al-Aziz sampai dia masuk penjara dan akhirnya dapat bertemu muka dengan raja. Mendengar penjelasannya, timbullah keyakinan dalam hati raja bahwa Yusuf benar-benar seorang yang jujur dan setia, penuh rasa tanggung jawab, berbudi mulia, berilmu, dan tabah serta kuat imannya. Karena keyakinan itu, raja mengumumkan di hadapan pembesar dan pemimpin negara bahwa dia telah mengangkat Yusuf menjadi orang kepercayaannya. Semua urusan keuangan negara diserahkan sepenuhnya di bawah pimpinan dan tanggung jawabnya, dialah yang berhak sepenuhnya mengendalikan pemerintahan, dan satu-satunya orang yang dapat ber-hubungan langsung dengan raja. Menurut riwayat Ibnu Abbas, \"Ketika utusan raja sampai di penjara dia berkata kepada Yusuf, \"Tanggalkanlah baju penjara yang engkau pakai itu, pakailah baju baru ini, dan marilah bersama saya menghadap raja.\" Semua penghuni penjara berdoa untuknya, demikian pula sebaliknya, Yusuf berdoa pula untuk mereka. Ketika sampai di istana, raja merasa sangat heran karena dilihatnya Yusuf masih muda (waktu itu umurnya lebih kurang 30 tahun). \"Apakah dia yang masih muda ini telah dapat menakbirkan mimpiku dengan tepat, sedangkan semua ahli sihir dan pemuka agama di negeriku tidak ada yang dapat menakbirkannya.\" Lalu raja memerintahkan supaya dia duduk di hadapannya dan bertitah, \"Janganlah engkau merasa takut.\" Lalu dikalungkan ke lehernya kalung emas dan diberi jubah kebesaran dari sutra. Disediakan pula untuknya kuda berpelana yang dihiasi berbagai macam hiasan dan dipukulkan genderang di seluruh pelosok negeri Mesir sebagai pertanda dan pernyataan bahwa Yusuf telah diangkat menjadi khalifah (tangan kanan) raja.\" Demikian riwayat Ibnu Abbas. Kemudian raja bertitah, \"Sejak hari ini engkau mempunyai kedudukan yang tinggi di sisi kami dan kami percayakan kepadamu semua urusan negara.\""
        },
        {
          "number": 55,
          "arabic": "قَالَ ٱجْعَلْنِى عَلَىٰ خَزَآئِنِ ٱلْأَرْضِ ۖ إِنِّى حَفِيظٌ عَلِيمٌ",
          "transliteration": "qāla ij'ʿalnī ʿalā khazāini l-arḍi innī ḥafīẓun ʿalīmun",
          "translation": "Dia (Yusuf) berkata, \"Jadikanlah aku bendaharawan negeri (Mesir); karena sesungguhnya aku adalah orang yang pandai menjaga dan berpengetahuan.\"",
          "tafsir": "Kemudian raja menceritakan mimpinya kepada Yusuf dan meminta penjelasan tentang tindakan yang paling baik untuk menanggulangi tujuh tahun masa kering. Yusuf meminta kepada raja supaya semua urusan yang berhubungan dengan perekonomian negara diserahkan kepadanya agar dia dapat mengaturnya dengan sebaik-baiknya guna menghindari bahaya kelaparan, walaupun musim kemarau amat panjang. Selanjutnya Yusuf mengetengahkan rencana jangka panjangnya. Dia mengatakan bahwa dalam musim subur yang panjang itu pertanian harus ditingkatkan dan kepada seluruh rakyat diperintahkan supaya jangan ada tanah kosong yang tidak ditanami, sehingga bila datang musim kemarau yang panjang, simpanan bahan makanan yang disiapkan pada masa subur dapat diambil sedikit demi sedikit, sedang batang gandum bisa dimanfaatkan untuk makanan ternak. Raja sangat gembira mendengar pendapat Yusuf dan tambah percaya pada kecerdasan dan kebijaksanaannya. Semua usul Yusuf itu dapat diterimanya. Tidak hanya urusan pertanian, bahkan semua urusan negara telah diserahkan sepenuhnya kepada Yusuf. Dengan demikian, Yusuf telah menjadi penguasa yang sangat disegani, dihormati, dan disayangi di Mesir."
        },
        {
          "number": 56,
          "arabic": "وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِى ٱلْأَرْضِ يَتَبَوَّأُ مِنْهَا حَيْثُ يَشَآءُ ۚ نُصِيبُ بِرَحْمَتِنَا مَن نَّشَآءُ ۖ وَلَا نُضِيعُ أَجْرَ ٱلْمُحْسِنِينَ",
          "transliteration": "wakadhālika makkannā liyūsufa fī l-arḍi yatabawwa-u min'hā ḥaythu yashāu nuṣību biraḥmatinā man nashāu walā nuḍīʿu ajra l-muḥ'sinīna",
          "translation": "Dan demikianlah Kami memberi kedudukan kepada Yusuf di negeri ini (Mesir); untuk tinggal dimana saja yang dia kehendaki. Kami melimpahkan rahmat kepada siapa yang Kami kehendaki dan Kami tidak menyia-nyiakan pahala orang-orang yang berbuat baik.",
          "tafsir": "Demikianlah Allah mengatur langkah demi langkah dan tahap demi tahap untuk menempatkan Yusuf pada kedudukan yang tinggi dan terhormat di Mesir dan berkuasa penuh di setiap pelosok negeri itu. Semua ini sesuai dengan sunah Allah yang dimulai dengan mimpi Nabi Yusuf melihat 11 buah bintang, matahari, dan bulan sujud kepadanya yang menyebabkan ayahnya Yakub bertambah sayang kepadanya sehingga saudara-saudaranya bertambah dengki terhadapnya. Kemudian Yusuf dimasukkan ke dalam sumur oleh mereka, lalu diambil oleh kafilah yang hendak pergi ke Mesir, dan dijual kepada penguasa di sana (al-Aziz) dengan harga yang amat murah. Akhirnya Yusuf menetap di istana sebagai salah seorang keluarga yang dipercaya. Kemudian ia digoda oleh istri al-Aziz dan difitnah sehingga dijebloskan ke dalam penjara. Dalam penjara, Yusuf dikaruniai Allah ilmu menakbirkan mimpi salah seorang penghuni penjara dan akhirnya ia menakbirkan mimpi raja. Setelah terbukti bahwa Yusuf tidak bersalah, timbullah kepercayaan raja terhadap dirinya bahwa ia orang yang jujur, setia, tabah dan sabar menghadapi cobaan, berakhlak mulia, berilmu, dan bijaksana, sehingga dia diangkat sebagai penguasa. Semua kejadian itu merupakan suatu rentetan yang saling terkait dan erat hubungan satu dengan lainnya. Terkesan pada mulanya seakan-akan Yusuf sudah ditakdirkan untuk selalu dirundung malang, tetapi pada akhirnya dia mendapat keberuntungan dan kebahagiaan. Dia sampai di Mesir sebagai seorang budak belian, tetapi kemudian menjadi orang yang paling dihormati dan disegani di sana. Kalau dia bukan seorang manusia yang jujur, ikhlas, dan suka berbuat baik dalam segala tindakannya, tentulah Allah tidak akan mengaruniakan kepadanya nikmat yang sebesar itu. Demikianlah Allah memberi rahmat kepada siapa yang dikehendaki-Nya dan sesungguhnya Allah memberi balasan yang berlipat ganda bagi setiap orang yang berbuat baik."
        },
        {
          "number": 57,
          "arabic": "وَلَأَجْرُ ٱلْـَٔاخِرَةِ خَيْرٌ لِّلَّذِينَ ءَامَنُوا۟ وَكَانُوا۟ يَتَّقُونَ",
          "transliteration": "wala-ajru l-ākhirati khayrun lilladhīna āmanū wakānū yattaqūna",
          "translation": "Dan sungguh, pahala akhirat itu lebih baik bagi orang-orang yang beriman dan selalu bertakwa.",
          "tafsir": "Di samping balasan di dunia, Allah menyediakan pula di akhirat balasan yang lebih baik, lebih berharga dan lebih membahagiakan bagi orang-orang yang tetap beriman dan selalu bertakwa kepada-Nya yaitu surga Jannatun naim yang terdapat di dalamnya segala macam nikmat dan kesenangan yang belum pernah terlihat oleh mata, belum pernah terdengar oleh telinga, dan belum pernah terlintas dalam hati manusia."
        },
        {
          "number": 58,
          "arabic": "وَجَآءَ إِخْوَةُ يُوسُفَ فَدَخَلُوا۟ عَلَيْهِ فَعَرَفَهُمْ وَهُمْ لَهُۥ مُنكِرُونَ",
          "transliteration": "wajāa ikh'watu yūsufa fadakhalū ʿalayhi faʿarafahum wahum lahu munkirūna",
          "translation": "Dan saudara-saudara Yusuf datang (ke Mesir) lalu mereka masuk ke (tempat)nya. Maka dia (Yusuf) mengenal mereka, sedangkan mereka tidak kenal (lagi) kepadanya.<sup foot_note=135365>1</sup>",
          "tafsir": "Dalam kitab Perjanjian Lama Kitab Kejadian 42: 2-25 disebutkan bahwa Yusuf mengadakan persiapan dan perbekalan secara besar-besaran untuk menghadapi bahaya kelaparan pada musim kering. Untuk itu, dia membangun gudang-gudang besar untuk menyimpan bahan makanan yang dihasilkan pada musim subur. Ketika datang musim kering, ternyata kekeringan itu bukan hanya terjadi di Mesir saja, tetapi meliputi negeri-negeri tetangga yang berdekatan terutama di negeri Palestina. Terdengarlah di sana berita bahwa pemerintahan Mesir mempunyai simpanan bahan makanan yang banyak sekali, sehingga dapat membantu meringankan penderitaan penduduk negeri-negeri tetangga itu. Penguasa di sana rela melepaskan sebagian dari simpanan itu dengan cara menjual kepada siapa yang sangat memerlukannya. Oleh karena itu, Yakub menyuruh anak-anaknya (saudara-saudara Yusuf) supaya mengumpulkan barang-barang dagangan dan membawanya ke Mesir untuk ditukarkan dengan bahan makanan. Untuk memenuhi permintaan Yakub, berangkatlah saudara-saudara Yusuf, kecuali Bunyamin karena tidak diizinkan oleh Yakub, untuk membeli bahan makanan yang sangat mereka perlukan. Ketika sampai di sana, mereka langsung menemui Yusuf dengan harapan akan segera dapat membeli bahan makanan, karena urusan ini sepenuhnya berada di tangan Yusuf. Ketika mereka masuk menghadap, Yusuf mengetahui bahwa yang datang itu adalah saudara-saudaranya sendiri, karena rupa dan jenis pakaian mereka masih melekat dalam ingatannya apalagi mereka berjumlah sepuluh orang. Yusuf berkata dalam hatinya, \"Tidak diragukan lagi mereka ini adalah saudara-saudara saya.\" Sebaliknya mereka tidak tahu sama sekali bahwa yang mereka hadapi adalah saudara sendiri. Mereka semua tidak lagi ingat bentuk Yusuf karena sudah lama berpisah, apalagi yang mereka hadapi adalah seorang perdana menteri dengan pakaian kebesaran dan tanda-tanda penghargaan berkilau di bajunya. Tidak mungkin Yusuf menjadi orang yang memiliki jabatan yang amat tinggi itu karena mereka telah membuangnya ke dalam sumur. Kalaupun masih hidup, dia tentu akan menjadi budak belian yang diperas tenaganya oleh tuannya."
        },
        {
          "number": 59,
          "arabic": "وَلَمَّا جَهَّزَهُم بِجَهَازِهِمْ قَالَ ٱئْتُونِى بِأَخٍ لَّكُم مِّنْ أَبِيكُمْ ۚ أَلَا تَرَوْنَ أَنِّىٓ أُوفِى ٱلْكَيْلَ وَأَنَا۠ خَيْرُ ٱلْمُنزِلِينَ",
          "transliteration": "walammā jahhazahum bijahāzihim qāla i'tūnī bi-akhin lakum min abīkum alā tarawna annī ūfī l-kayla wa-anā khayru l-munzilīna",
          "translation": "Dan ketika dia (Yusuf) menyiapkan bahan makanan untuk mereka, dia berkata, \"Bawalah kepadaku saudaramu yang seayah dengan kamu (Bunyamin), tidakkah kamu melihat bahwa aku menyempurnakan takaran dan aku adalah penerima tamu yang terbaik?",
          "tafsir": "Ayat ini menjelaskan bahwa Yusuf mengabulkan permintaan saudara-saudaranya untuk membeli barang-barang yang mereka bawa dan ditukar dengan bahan makanan. Dia kemudian memerintahkan supaya disiapkan untuk mereka 10 pikul bahan makanan dan keperluan-keperluan lain yang dibutuhkan dalam perjalanan, karena mereka berjumlah sepuluh orang, masing-masing berhak mendapat satu pikul. Tetapi mereka men-ceritakan bahwa di kampung mereka ada lagi 2 orang yang sangat memerlukan bahan makanan yaitu seorang saudara dan seorang ayah mereka sendiri. Mereka memohon supaya mereka diberikan 12 pikulan sebab yang sepuluh pikulan itu hanya cukup untuk mereka saja, \"Ayah kami tidak dapat datang kemari karena sudah tua dan lemah, sedangkan saudara kami sengaja kami tinggalkan untuk menjaganya dan menyenangkan hatinya.\" Mendengar keterangan saudara-saudaranya itu, Yusuf berkata, \"Kalau demikian bawalah saudara kalian itu kemari sebagai bukti bagi kami atas kebenaran kalian semua dan kami akan mengabulkan permintaan kalian itu. Kami telah melihat sendiri bahan-bahan makanan yang disediakan untuk kalian semua berjumlah 10 pikulan, karena kami hanya sanggup menyerahkan satu pikulan untuk satu orang. Selain dari itu, selama di sini kalian semua sudah kami perlakukan dengan baik sebagai tamu kami karena begitulah biasanya kami memperlakukan tamu dengan sebaik-baiknya. Sekarang pulanglah kalian semua dan bawalah bahan makanan itu, kemudian datanglah kembali dengan membawa barang dagangan untuk ditukar dengan bahan makanan, tetapi dengan syarat kalian harus membawa saudara kalian sebagai bukti kebenaran dan kejujuran kalian.\""
        },
        {
          "number": 60,
          "arabic": "فَإِن لَّمْ تَأْتُونِى بِهِۦ فَلَا كَيْلَ لَكُمْ عِندِى وَلَا تَقْرَبُونِ",
          "transliteration": "fa-in lam tatūnī bihi falā kayla lakum ʿindī walā taqrabūni",
          "translation": "Maka jika kamu tidak membawanya kepadaku, maka kamu tidak akan mendapat jatah (gandum) lagi dariku dan jangan kamu mendekatiku.\"",
          "tafsir": "Selanjutnya Yusuf berkata, \"Jika kalian tidak membawanya, kalian tidak akan mendapat bahan makanan sama sekali karena itu berarti kalian bukan orang-orang yang jujur. Orang-orang yang pembohong dan pendusta tidak akan kami layani dan kami sangat membencinya. Sekali lagi kami tegaskan, kalau kalian tidak membawa saudara kalian itu, jangan diharap kalian akan diberi bahan makanan. Bahkan jangan mencoba mendekat ke negeri kami, apalagi menghadap kepada kami karena tidak ada tempat di sini bagi orang-orang yang tidak jujur.\""
        },
        {
          "number": 61,
          "arabic": "قَالُوا۟ سَنُرَٰوِدُ عَنْهُ أَبَاهُ وَإِنَّا لَفَـٰعِلُونَ",
          "transliteration": "qālū sanurāwidu ʿanhu abāhu wa-innā lafāʿilūna",
          "translation": "Mereka berkata, \"Kami akan membujuk ayahnya (untuk membawanya) dan kami benar-benar akan melaksanakannya.\"",
          "tafsir": "Saudara-saudara Yusuf menjawab, \"Kalau begitu, kami akan pulang dan berusaha dengan sungguh-sungguh agar ayah kami dapat mengizinkan saudara kami itu pergi bersama kami ke Mesir. Kami akan menceritakan kepadanya semua yang telah terjadi dan mengatakan bahwa kami telah disambut dengan baik sekali dan diperlakukan sebagai tamu selama kami berada di Mesir.\""
        },
        {
          "number": 62,
          "arabic": "وَقَالَ لِفِتْيَـٰنِهِ ٱجْعَلُوا۟ بِضَـٰعَتَهُمْ فِى رِحَالِهِمْ لَعَلَّهُمْ يَعْرِفُونَهَآ إِذَا ٱنقَلَبُوٓا۟ إِلَىٰٓ أَهْلِهِمْ لَعَلَّهُمْ يَرْجِعُونَ",
          "transliteration": "waqāla lifit'yānihi ij'ʿalū biḍāʿatahum fī riḥālihim laʿallahum yaʿrifūnahā idhā inqalabū ilā ahlihim laʿallahum yarjiʿūna",
          "translation": "Dan dia (Yusuf) berkata kepada pelayan-pelayannya, \"Masukkanlah barang-barang (penukar) mereka<sup foot_note=135366>1</sup> ke dalam karung-karungnya, agar mereka mengetahuinya apabila telah kembali kepada keluarganya, mudah-mudahan mereka kembali lagi.<sup foot_note=135367>2</sup>",
          "tafsir": "Kemudian Yusuf memerintahkan kepada petugas-petugasnya yang mengurus bahan makanan agar semua barang-barang yang dibawa mereka dimasukkan kembali ke dalam karung-karung bahan makanan tanpa setahu mereka. Barang-barang itu terdiri dari berbagai macam bahan hasil produksi padang pasir, seperti kulit bulu domba dan lain sebagainya. Dengan mengembalikan barang-barang itu, mereka akan menyadari sepenuhnya betapa baiknya hati penguasa Mesir itu, dan betapa tinggi jasanya terhadap mereka. Mereka telah diperlakukan sebagai tamu selama di Mesir kemudian diberi bahan makanan, sedangkan barang-barang dagangan mereka sendiri dikembalikan, seakan-akan bahan makanan yang sepuluh pikul itu diberikan kepada mereka dengan cuma-cuma sebagai hadiah yang bagi mereka sendiri sangat diperlukan dan tak ternilai harganya. Dengan kesadaran itu, diharapkan timbul tekad yang kuat dalam hati mereka untuk kembali ke Mesir membawa barang-barang dan membawa Bunyamin sekaligus sebagaimana diamanatkan oleh Yusuf."
        },
        {
          "number": 63,
          "arabic": "فَلَمَّا رَجَعُوٓا۟ إِلَىٰٓ أَبِيهِمْ قَالُوا۟ يَـٰٓأَبَانَا مُنِعَ مِنَّا ٱلْكَيْلُ فَأَرْسِلْ مَعَنَآ أَخَانَا نَكْتَلْ وَإِنَّا لَهُۥ لَحَـٰفِظُونَ",
          "transliteration": "falammā rajaʿū ilā abīhim qālū yāabānā muniʿa minnā l-kaylu fa-arsil maʿanā akhānā naktal wa-innā lahu laḥāfiẓūna",
          "translation": "Maka ketika mereka telah kembali kepada ayahnya (Yakub) mereka berkata, \"Wahai ayah kami! Kami tidak akan mendapat jatah (gandum) lagi, (jika tidak membawa saudara kami), sebab itu biarkanlah saudara kami pergi bersama kami agar kami mendapat jatah, dan kami benar-benar akan menjaganya.\"",
          "tafsir": "Dalam ayat ini dijelaskan bahwa tatkala sampai di rumah dan bertemu dengan ayah mereka, saudara-saudara Yusuf memberitahukan semua pengalaman mereka di Mesir dan bagaimana baiknya sambutan penguasa di sana terhadap mereka dengan memperlakukan mereka sebagai tamu. Ketika akan pulang, mereka juga dibekali dengan barang-barang yang diperlukan selama dalam perjalanan. Mereka diberi bahan makanan sebanyak 10 pikulan yang ditukar dengan barang-barang yang mereka bawa karena mereka hanya sepuluh orang. Mereka juga menceritakan kepada Yakub bahwa mereka telah mengatakan kepada penguasa Mesir tentang ayah mereka yang telah tua dan seorang saudara yang tidak dapat datang karena ditugaskan menjaga ayah mereka. Mereka meminta supaya diberi 12 pikulan. Penguasa itu menjawab bahwa kalau benar mereka mempunyai saudara, hendaklah dibawa ke Mesir. Penguasa itu akan memberi mereka lagi bahan makanan sebanyak yang diminta. Mereka diperingatkan bahwa kalau Bunyamin tidak dapat dibawa, mereka tidak boleh datang lagi ke Mesir, dan tidak akan diberi makanan, karena dianggap sebagai pendusta yang tidak layak dipercayai. Oleh sebab itu, mereka memohon kepada Yakub dengan sangat agar mengizinkan Bunyamin ikut bersama mereka. Dengan demikian, mereka akan diberi bahan makanan dan disambut dengan sambutan yang lebih baik karena telah memenuhi janji mereka untuk membawa Bunyamin ke Mesir. Mereka berjanji akan menjaga Bunyamin dengan sebaik-baiknya."
        }
      ]
    }
  ]
}