{
  "pageNumber": 528,
  "juz": 27,
  "surahs": [
    {
      "number": 53,
      "name": "An-Najm",
      "nameArabic": "النجم",
      "meaning": "Bintang",
      "revelation": "Makkah",
      "description": "Surat An-Najm terdiri dari 62 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Al-Ikhlas.Nama \"An-Najm\" (bintang) diambil dari kata \"An-Najm\" yang terdapat pada ayat pertama surat ini. Allah bersumpah dengan \"An-Najm\" (bintang) karena bintang-bintang yang timbul dan tenggelam, yang manfaatnya sangat banyak bagi manusia sebagai pedoman dalam pelayaran di lautan, perjalanan di padang pasir, menentukan peredaran musim, dan sebagainya.**Pokok-Pokok Isi:**1. **Keimanan:** Al-Qur'an adalah wahyu Allah yang diturunkan kepada Nabi Muhammad dengan perantara melaikat Jibril; kebatilan penyembah berhala; tidak ada seorang pun yang mampu memberi syafaat tanpa izin Allah; setiap orang hanya akan memikul dosanya sendiri.2. **Hukum-hukum:** Kewajiban menjauhi dosa-dosa besar; kewajiban bersujud dan menyembah Allah saja.3. **Lain-lain:** Nabi Muhammad melihat malaikat Jibril dua kali dalam bentuk aslinya, yaitu ketika menerima wahyu pertama kali dan ketika di Sidratul Muntaha; anjuran agar manusia jangan menganggap diri suci karena hanya Allah yang mengetahui siapa yang bertakwa kepada-Nya; orang-orang musyrik selalu memperolok-olokkan Al-Qur'an.Surat An-Najm berisi hal-hal yang berhubungan dengan penegasan risalah Muhammad dan Al-Qur'an sebagai wahyu dari Allah, menerangkan kebatilan berhala-berhala yang disembah orang-orang musyrik yang tidak dapat memberi manfaat dan mudharat, dan menerangkan sifat orang-orang yang muhsin. Surat ini juga menyebutkan sebagian hakikat Islam yang tersebut pada suhuf-suhuf Musa dan suhuf-suhuf Ibrahim.**Hubungan Surat An-Najm Dan Surat Al-Qamar:**1. Pada akhir surat An-Najm disebutkan hal mengenai hari kiamat, dan pada surat Al-Qamar disebutkan pula hal yang sama.2. Dalam surat An-Najm disinggung secara sepintas keadaan umat-umat terdahulu, sedangkan pada surat Al-Qamar disebutkan keadaan umat-umat terdahulu yang mendustakan para rasul.",
      "verses": [
        {
          "number": 45,
          "arabic": "وَأَنَّهُۥ خَلَقَ ٱلزَّوْجَيْنِ ٱلذَّكَرَ وَٱلْأُنثَىٰ",
          "transliteration": "wa-annahu khalaqa l-zawjayni l-dhakara wal-unthā",
          "translation": "dan sesungguhnya Dialah yang menciptakan pasangan laki-laki dan perempuan,",
          "tafsir": "Allah yang menciptakan laki-laki dan perempuan dari \"air mani yang dipancarkan ke dalam rahim.\" Kemudian dihembuskannya ruh, sehingga dia hidup dan bergerak. Ayat 45 kembali menjelaskan mengenai keberpasangan ciptaan. Uraiannya dapat dilihat pada beberapa ayat terdahulu, seperti: Yasin/36: 36; ar-Ra'd/13: 3; asy-Syu'ara'/26: 7; dan adhdzariyat/51: 49. Ayat 46 menjelaskan penciptaan manusia yang datangnya dari pasangan laki-laki dan perempuan, sebagai tercantum dalam beberapa ayat sebelumnya. Air mani sebagai salah satu komponen pembentuk kehidupan diuraikan secara sepintas saja. Penjelasannya dapat ditemui pada beberapa uraian dalam ayat-ayat, seperti, alhajj/22: 5; al-Mu'minun/23: 13-14; dan Fathir/35: 11. Dalam ayatayat tersebut telah diuraikan secara sangat rinci bertahap-tahap dalam proses pengembangan embrio manusia. Bahkan mengenai air mani sendiri, dijelaskan, antara lain, pada ayat-ayat as-Sajdah/32: 7-9. Penjelasan selanjutnya, yang sangat ilmiah, ditemukan pada penjelasan dari Surah ath-thariq/86: 6-7 dan al-Insan/76: 2."
        },
        {
          "number": 46,
          "arabic": "مِن نُّطْفَةٍ إِذَا تُمْنَىٰ",
          "transliteration": "min nuṭ'fatin idhā tum'nā",
          "translation": "dari mani, apabila dipancarkan,",
          "tafsir": "Allah yang menciptakan laki-laki dan perempuan dari \"air mani yang dipancarkan ke dalam rahim.\" Kemudian dihembuskannya ruh, sehingga dia hidup dan bergerak. Ayat 45 kembali menjelaskan mengenai keberpasangan ciptaan. Uraiannya dapat dilihat pada beberapa ayat terdahulu, seperti: Yasin/36: 36; ar-Ra'd/13: 3; asy-Syu'ara'/26: 7; dan adhdzariyat/51: 49. Ayat 46 menjelaskan penciptaan manusia yang datangnya dari pasangan laki-laki dan perempuan, sebagai tercantum dalam beberapa ayat sebelumnya. Air mani sebagai salah satu komponen pembentuk kehidupan diuraikan secara sepintas saja. Penjelasannya dapat ditemui pada beberapa uraian dalam ayat-ayat, seperti, alhajj/22: 5; al-Mu'minun/23: 13-14; dan Fathir/35: 11. Dalam ayatayat tersebut telah diuraikan secara sangat rinci bertahap-tahap dalam proses pengembangan embrio manusia. Bahkan mengenai air mani sendiri, dijelaskan, antara lain, pada ayat-ayat as-Sajdah/32: 7-9. Penjelasan selanjutnya, yang sangat ilmiah, ditemukan pada penjelasan dari Surah ath-thariq/86: 6-7 dan al-Insan/76: 2."
        },
        {
          "number": 47,
          "arabic": "وَأَنَّ عَلَيْهِ ٱلنَّشْأَةَ ٱلْأُخْرَىٰ",
          "transliteration": "wa-anna ʿalayhi l-nashata l-ukh'rā",
          "translation": "dan sesungguhnya Dialah yang menetapkan penciptaan yang lain (kebangkitan setelah mati),",
          "tafsir": "Allah yang menghidupkan manusia sesudah mati untuk membalas orang yang berbuat baik atau jahat sesuai dengan apa yang dikerjakannya"
        },
        {
          "number": 48,
          "arabic": "وَأَنَّهُۥ هُوَ أَغْنَىٰ وَأَقْنَىٰ",
          "transliteration": "wa-annahu huwa aghnā wa-aqnā",
          "translation": "dan sesungguhnya Dialah yang memberikan kekayaan dan kecukupan.",
          "tafsir": "Allah yang memberikan kekayaan atau kemiskinan bagi orang yang dikehendaki-Nya di antara hamba-Nya, sesuai dengan kesanggupan dan usaha masing-masing. Ayat ini menunjukkan kekuasaan yang sempurna, bahwa nuthfah (setetes mani) adalah sesuai bagian-bagiannya menurut kenyataan. Dari nutfah ini Allah jadikan bermacam-macam anggota, tabiat yang berlain-lainan dan laki-laki atau perempuan, maka tidak ada orang yang mengaku dapat membuatnya, sebagaimana tidak ada yang mengaku menjadikan langit dan bumi selain Allah. Dan sungguh, jika engkau (Muhammad) tanyakan kepada mereka, \"Siapakah yang menciptakan langit dan bumi?\" Tentu mereka akan menjawab, \"Allah.\" (Luqman/31: 25) Apakah manusia mengira, dia akan dibiarkan begitu saja (tanpa pertanggungjawaban)? Bukankah dia mulanya hanya setetes mani yang ditumpahkan (ke dalam rahim), kemudian (mani itu) menjadi sesuatu yang melekat, lalu Allah menciptakannya dan menyempurnakannya, lalu Dia menjadikan darinya sepasang lakilaki dan perempuan. Bukankah (Allah yang berbuat) demikian berkuasa (pula) menghidupkan orang mati? (al-Qiyamah/75: 36-40)"
        },
        {
          "number": 49,
          "arabic": "وَأَنَّهُۥ هُوَ رَبُّ ٱلشِّعْرَىٰ",
          "transliteration": "wa-annahu huwa rabbu l-shiʿ'rā",
          "translation": "dan sesungguhnya Dialah Tuhan (yang memiliki) bintang Syi'rā,<sup foot_note=135769>1</sup>",
          "tafsir": "Dalam ayat ini Allah menyatakan bahwa Dia-lah Tuhan yang memiliki bintang Syi'ra, yang sangat gemerlapan ini, yang terbit beriringan dengan bintang Jauza' di pertengahan musim panas. Mengkhususkan sebutan bintang ini dari planet-planet angkasa lainnya yang lebih besar dan lebih gemerlapan, karena bintang ini disembah pada zaman jahiliyah, yang menyembahnya adalah kabilah Himyar dan Khuza'ah. Orang pertama yang mengadakan penyembahan ini adalah Abu Kabsyah. Dia adalah pembesar bangsa Arab, sehingga orang Quraisy menyatakan, bahwa Nabi Muhammad saw, adalah anak Abu Kabsyah, sebagai persamaan karena berbeda dalam hal prinsip agamanya dengan agama nenek moyang mereka. Abu Kabsyah ini adalah salah seorang dari nenek Nabi Muhammad saw, dari pihak ibunya. Sebagaimana yang dikatakan Abu Sufyan ketika ia berada di hadapan Heraklius yang menjadi Pembesar Rum, \"Sungguh telah menjadi besar persoalan anak Abu Kabsyah ini (Nabi saw). Di antara bangsa Arab ada yang memuja bintang dan mengakui pengaruhnya terhadap alam semesta dan mereka membicarakan tentang masalah-masalah yang gaib ketika bintang itu terbit. Bintang Syi'ra ini ada dua, satu di antaranya berada di sebelah Syam (Palestina) dan yang lain berada di sebelah Yaman. Keterangan inilah yang dimaksudkan di sini yang disembah selain Allah."
        },
        {
          "number": 50,
          "arabic": "وَأَنَّهُۥٓ أَهْلَكَ عَادًا ٱلْأُولَىٰ",
          "transliteration": "wa-annahu ahlaka ʿādan l-ūlā",
          "translation": "dan sesungguhnya Dialah yang telah membinasakan kaum 'Ād dahulu kala,",
          "tafsir": "Allah yang membinasakan kaum 'Ad yang pertama yaitu kaum Nabi Hud, dan yang dimaksud dengan kaum 'Ad yang kedua ialah kaum Iram bin Sam bin Nuh. Tidakkah engkau (Muhammad) memperhatikan bagaimana Tuhanmu berbuat terhadap (kaum) 'Ad? (yaitu) penduduk Iram (ibukota kaum 'Ad) yang mempunyai bangunan-bangunan yang tinggi, yang belum pernah dibangun (suatu kota) seperti itu di negeri-negeri lain. (al-Fajr/89: 6-8) Kaum 'Ad kedua ini golongan manusia yang sangat kuat dan banyak berbuat durhaka terhadap Allah dan Rasul-Nya, Kemudian Allah membinasakan mereka dengan angin yang sangat dingin dan kencang, Allah menimpakan angin itu kepada mereka selama tujuh malam dan tujuh hari terus-menerus. ("
        },
        {
          "number": 51,
          "arabic": "وَثَمُودَا۟ فَمَآ أَبْقَىٰ",
          "transliteration": "wathamūdā famā abqā",
          "translation": "dan kaum Samud, tidak seorang pun yang ditinggalkan-Nya (hidup),",
          "tafsir": "Allah membinasakan kaum Samud dan tidak membiarkan mereka hidup, bahkan mereka disiksa dengan azab Tuhan yang sangat dahsyat, dalam ayat yang bersamaan maksudnya Allah berfirman: Maka adakah kamu melihat seorang pun yang masih tersisa di antara mereka? (al-haqqah/69: 8)"
        },
        {
          "number": 52,
          "arabic": "وَقَوْمَ نُوحٍ مِّن قَبْلُ ۖ إِنَّهُمْ كَانُوا۟ هُمْ أَظْلَمَ وَأَطْغَىٰ",
          "transliteration": "waqawma nūḥin min qablu innahum kānū hum aẓlama wa-aṭghā",
          "translation": "dan (juga) kaum Nuh sebelum itu. Sungguh, mereka adalah orang-orang yang paling zalim dan paling durhaka.",
          "tafsir": "Allah membinasakan kaum Nuh sebelum kaum 'Ad dan Samud. Mereka lebih zalim daripada kedua kaum ini, karena mereka adalah orang-orang yang pertama membuat kezaliman dan kedurhakaan sedangkan orang yang paling zalim, sebagaimana hadis Nabi, \"Barang siapa mengadakan suatu perbuatan jahat, maka dia memikul dosanya.\" Kaum Nuh lebih durhaka daripada kaum 'Ad dan Samud, karena mereka telah melampaui batas, padahal sejak lama mereka telah mendengar seruan Nabi Nuh, namun mereka tetap membangkang sehingga Nabi Nuh habis kesabarannya dan mendoakan kebinasaan mereka. Dan Nuh berkata, \"Ya Tuhanku, janganlah Engkau biarkan seorang pun di antara orang-orang kafir itu tinggal di atas bumi. (Nuh/71: 26) Ada seorang ayah yang membawa anaknya pergi menemui Nuh untuk memperingatkannya seraya mengatakan kepada anaknya, \"Wahai anakku! Ayahku dahulu membawa aku kepada orang ini, seperti sekarang aku membawamu. Awas engkau jangan mempercayainya!\" Si ayah mati dalam kekafirannya sedang anaknya yang masih kecil hidup berpegang kepada wasiat ayahnya, sehingga seruan Nuh mengajar manusia beriman tidak mempengaruhi lagi anak itu."
        },
        {
          "number": 53,
          "arabic": "وَٱلْمُؤْتَفِكَةَ أَهْوَىٰ",
          "transliteration": "wal-mu'tafikata ahwā",
          "translation": "Dan prahara angin telah meruntuhkan (negeri kaum Luṭ),",
          "tafsir": "Allah telah memusnahkan kaum Lut dengan menjungkirbalikkan negeri mereka dan menurunkan azab kepada mereka berupa hujan batu yang terbakar, sambil menghujani mereka dengan batu-batu dari tanah yang terbakar, bertubi-tubi. Dalam ayat lain yang bersamaan maksudnya Allah berfirman: Dan Kami hujani mereka (dengan hujan batu), maka betapa buruk hujan yang menimpa orang-orang yang telah diberi peringatan itu. (asy-Syu'ara'/26: 173) Inilah yang dikehendaki oleh Allah dengan firman-Nya, \"Allah menimpakan atas negeri mereka azab yang menimpanya.\" Pengungkapan keadaan dengan kata-kata tersebut menunjukkan kehebatan azab yang menimpa mereka karena Allah membalikkanNya, yang atas menjadi bawah dan bawah menjadi atas. Keterangan yang jelas dan nyata itu tak dapat meyakinkan mereka, bahkan membikin mereka ragu-ragu, mereka menertawakannya, walaupun Nabi Muhammad saw terus-menerus memperingatkan mereka. Sebenarnya mereka harus menangis atas kesalahan dan kelengahan mereka dan sembah sujud kepada Allah."
        },
        {
          "number": 54,
          "arabic": "فَغَشَّىٰهَا مَا غَشَّىٰ",
          "transliteration": "faghashāhā mā ghashā",
          "translation": "lalu menimbuni negeri itu (sebagai azab) dengan (puing-puing) yang menimpanya.",
          "tafsir": "Allah telah memusnahkan kaum Lut dengan menjungkirbalikkan negeri mereka dan menurunkan azab kepada mereka berupa hujan batu yang terbakar, sambil menghujani mereka dengan batu-batu dari tanah yang terbakar, bertubi-tubi. Dalam ayat lain yang bersamaan maksudnya Allah berfirman: Dan Kami hujani mereka (dengan hujan batu), maka betapa buruk hujan yang menimpa orang-orang yang telah diberi peringatan itu. (asy-Syu'ara'/26: 173) Inilah yang dikehendaki oleh Allah dengan firman-Nya, \"Allah menimpakan atas negeri mereka azab yang menimpanya.\" Pengungkapan keadaan dengan kata-kata tersebut menunjukkan kehebatan azab yang menimpa mereka karena Allah membalikkanNya, yang atas menjadi bawah dan bawah menjadi atas. Keterangan yang jelas dan nyata itu tak dapat meyakinkan mereka, bahkan membikin mereka ragu-ragu, mereka menertawakannya, walaupun Nabi Muhammad saw terus-menerus memperingatkan mereka. Sebenarnya mereka harus menangis atas kesalahan dan kelengahan mereka dan sembah sujud kepada Allah."
        },
        {
          "number": 55,
          "arabic": "فَبِأَىِّ ءَالَآءِ رَبِّكَ تَتَمَارَىٰ",
          "transliteration": "fabi-ayyi ālāi rabbika tatamārā",
          "translation": "Maka terhadap nikmat Tuhanmu yang manakah yang masih kamu ragukan?",
          "tafsir": "Allah menyatakan dalam bentuk pertanyaan kepada manusia tentang nikmat-Nya yang manakah, yang masih diragukan, dalam ayat berikut ini yang sama maksudnya. Wahai manusia! Apakah yang telah memperdayakan kamu (berbuat durhaka) terhadap Tuhanmu Yang Mahamulia. (al-Infithar/82: 6) Tetapi manusia adalah memang yang paling banyak membantah. (al-Kahf/18: 54) Maka nikmat Tuhanmu yang manakah yang kamu dustakan? (arRahman/55: 16) Pada hakikatnya musibah yang menimpa itu dapat membawa manusia kepada kesadaran bagi mereka yang memperhatikannya. Semua nikmat itu adalah bukti yang nyata atas ke-Esaan Allah."
        },
        {
          "number": 56,
          "arabic": "هَـٰذَا نَذِيرٌ مِّنَ ٱلنُّذُرِ ٱلْأُولَىٰٓ",
          "transliteration": "hādhā nadhīrun mina l-nudhuri l-ūlā",
          "translation": "Ini (Muhammad) salah seorang pemberi peringatan di antara para pemberi peringatan yang telah terdahulu.",
          "tafsir": "Ayat ini menyatakan bahwa sesungguhnya Nabi Muhammad saw dengan Al-Qur'annya adalah pemberi peringatan terhadap orang yang menyimpang dari petunjuk-Nya dengan mengikuti hawa nafsu yang membawa kepada kecelakaan dunia dan akhirat. Nabi Muhammad saw, seperti para rasul sebelumnya, menyampaikan seruan kepada manusia, tetapi sebagian manusia mendustakan kerasulan-Nya, maka Allah menghancurkan dan menjatuhkan azab kepada mereka sesuai dengan kedustaan dan keingkaran mereka terhadap nikmat-nikmat yang terus-menerus datang dari Tuhan, dalam ayat yang lain: Dia tidak lain hanyalah seorang pemberi peringatan bagi kamu sebelum (menghadapi) azab yang keras.\" (Saba'/34: 46) Dalam hadis Nabi yang ada hubungannya dengan ayat ini yaitu: Saya pemberi peringatan yang tak berpakaian. (Riwayat al-Bukhari dan Muslim) Maksudnya, karena terburu-buru melihat kejahatan, sehingga tidak sempat memakai pakaian, terus berangkat untuk mengingatkan kaumnya. Bisa juga berarti polos dan tegas. ("
        },
        {
          "number": 57,
          "arabic": "أَزِفَتِ ٱلْـَٔازِفَةُ",
          "transliteration": "azifati l-āzifatu",
          "translation": "Yang dekat (hari Kiamat) telah makin mendekat.",
          "tafsir": "Ayat ini menerangkan, bahwa hari Kiamat sudah dekat masanya dan neraka telah tersedia, tiap manusia akan menerima balasan sesuai dengan perbuatannya, maka waspadalah, agar kamu tidak termasuk di antara orang yang binasa, yaitu pada suatu hari yang tidak berguna. Pada waktu itu harta dan anak, kecuali orang yang datang menghadapi Allah dengan hati yang bersih pada hari seorang anggota keluarga tidak dapat memberi manfaat kepada anggota keluarga lainnya sedikit pun dan mereka tidak mendapat pertolongan apa pun. Apabila terjadi hari Kiamat, terjadinya tidak dapat didustakan (disangkal). (al-Waqi'ah/56: 1-2) Dan tersebut dalam hadis: Kerasulanku ini dibandingkan dengan hari Kiamat adalah seperti dua ini, dan beliau menceraikan antara dua anak jari-jari tengah dan telunjuk. (Riwayat Ahmad"
        },
        {
          "number": 58,
          "arabic": "لَيْسَ لَهَا مِن دُونِ ٱللَّهِ كَاشِفَةٌ",
          "transliteration": "laysa lahā min dūni l-lahi kāshifatun",
          "translation": "Tidak ada yang akan dapat mengungkapkan (terjadinya hari itu) selain Allah.",
          "tafsir": "Ayat ini menerangkan bahwa, tidak ada seorang pun yang mengetahui waktu tibanya hari Kiamat selain dari Allah, maka bersiap-siaplah untuk menghadapi hari itu sebelum datang secara tibatiba, dalam keadaan kamu tidak memperkirakan. Kamu akan menyesali kesalahan yang tidak ada gunanya, karenanya, beramallah selama masih ada kesempatan untuk beramal. Dengan ayat ini diungkapkan tiga macam dasar agama yaitu: 1. Keesaan Allah berdasarkan firman-Nya; maka dengan nikmat Tuhanmu yang manakah kamu ragu-ragu? 2. Pengukuhan kerasulan Nabi Muhammad saw, dengan firman-Nya; ini (Muhammad) adalah seorang pemberi peringatan. 3. Pengukuhan tentang adanya pengumpulan dan kebangkitan pada hari Kiamat dengan firman-Nya; telah dekatlah kejadiannya hari Kiamat."
        },
        {
          "number": 59,
          "arabic": "أَفَمِنْ هَـٰذَا ٱلْحَدِيثِ تَعْجَبُونَ",
          "transliteration": "afamin hādhā l-ḥadīthi taʿjabūna",
          "translation": "Maka apakah kamu merasa heran terhadap pemberitaan ini?",
          "tafsir": "Ayat ini diungkapkan dalam bentuk pertanyaan, maksudnya: Apakah layak bagi kamu, sesudah keterangan yang jelas itu bahwa manusia merasa heran terhadap Al-Qur'an, sedang AlQur'an membawa petunjuk untuk kamu ke jalan yang benar dan menghantarkan kamu ke jalan yang lurus; atau kamu masih memandangnya rendah dengan mencemoohkan dan berpaling dari padanya. Al-Baihaqi dalam Kitab Syu'abul Iman meriwayatkan dari Abu Hurairah, ia berkata, \"Ketika turun firman Allah 'maka apakah kamu merasa heran terhadap pemberitaan ini?\" Ahli Suffah menangis sehingga mengalir air mata mereka ke pipi. Dan ketika Nabi Muhammad saw melihat tangisan mereka beliau pun menangis, lalu kami menangis karena tangisan beliau, seraya berkata: Tidak akan masuk neraka orang-orang yang menangis karena takut kepada Allah dan tidak akan masuk surga orang-orang yang terusmenerus mengerjakan maksiat Dan kalaulah orang-orang tidak melakukan dosa sungguh Allah akan mendatangkan orang-orang yang berdosa, lalu mereka beristigfar, maka Allah mengampuni mereka. (Riwayat al-Baihaqi) Kemudian Allah menyatakan kewajiban mengagungkan dan khusyu' ketika mendengar Al-Qur'an, sebagaimana firman Allah: Dan mereka menyungkurkan wajah sambil menangis dan mereka bertambah khusyuk. (al-Isra'/17: 109)"
        },
        {
          "number": 60,
          "arabic": "وَتَضْحَكُونَ وَلَا تَبْكُونَ",
          "transliteration": "wataḍḥakūna walā tabkūna",
          "translation": "dan kamu tertawakan dan tidak menangis,",
          "tafsir": "Ayat ini diungkapkan dalam bentuk pertanyaan, maksudnya: Apakah layak bagi kamu, sesudah keterangan yang jelas itu bahwa manusia merasa heran terhadap Al-Qur'an, sedang AlQur'an membawa petunjuk untuk kamu ke jalan yang benar dan menghantarkan kamu ke jalan yang lurus; atau kamu masih memandangnya rendah dengan mencemoohkan dan berpaling dari padanya. Al-Baihaqi dalam Kitab Syu'abul Iman meriwayatkan dari Abu Hurairah, ia berkata, \"Ketika turun firman Allah 'maka apakah kamu merasa heran terhadap pemberitaan ini?\" Ahli Suffah menangis sehingga mengalir air mata mereka ke pipi. Dan ketika Nabi Muhammad saw melihat tangisan mereka beliau pun menangis, lalu kami menangis karena tangisan beliau, seraya berkata: Tidak akan masuk neraka orang-orang yang menangis karena takut kepada Allah dan tidak akan masuk surga orang-orang yang terusmenerus mengerjakan maksiat Dan kalaulah orang-orang tidak melakukan dosa sungguh Allah akan mendatangkan orang-orang yang berdosa, lalu mereka beristigfar, maka Allah mengampuni mereka. (Riwayat al-Baihaqi) Kemudian Allah menyatakan kewajiban mengagungkan dan khusyu' ketika mendengar Al-Qur'an, sebagaimana firman Allah: Dan mereka menyungkurkan wajah sambil menangis dan mereka bertambah khusyuk. (al-Isra'/17: 109)"
        },
        {
          "number": 61,
          "arabic": "وَأَنتُمْ سَـٰمِدُونَ",
          "transliteration": "wa-antum sāmidūna",
          "translation": "sedang kamu lengah (darinya).",
          "tafsir": "Ayat ini diungkapkan dalam bentuk pertanyaan, maksudnya: Apakah layak bagi kamu, sesudah keterangan yang jelas itu bahwa manusia merasa heran terhadap Al-Qur'an, sedang AlQur'an membawa petunjuk untuk kamu ke jalan yang benar dan menghantarkan kamu ke jalan yang lurus; atau kamu masih memandangnya rendah dengan mencemoohkan dan berpaling dari padanya. Al-Baihaqi dalam Kitab Syu'abul Iman meriwayatkan dari Abu Hurairah, ia berkata, \"Ketika turun firman Allah 'maka apakah kamu merasa heran terhadap pemberitaan ini?\" Ahli Suffah menangis sehingga mengalir air mata mereka ke pipi. Dan ketika Nabi Muhammad saw melihat tangisan mereka beliau pun menangis, lalu kami menangis karena tangisan beliau, seraya berkata: Tidak akan masuk neraka orang-orang yang menangis karena takut kepada Allah dan tidak akan masuk surga orang-orang yang terusmenerus mengerjakan maksiat Dan kalaulah orang-orang tidak melakukan dosa sungguh Allah akan mendatangkan orang-orang yang berdosa, lalu mereka beristigfar, maka Allah mengampuni mereka. (Riwayat al-Baihaqi) Kemudian Allah menyatakan kewajiban mengagungkan dan khusyu' ketika mendengar Al-Qur'an, sebagaimana firman Allah: Dan mereka menyungkurkan wajah sambil menangis dan mereka bertambah khusyuk. (al-Isra'/17: 109)"
        },
        {
          "number": 62,
          "arabic": "فَٱسْجُدُوا۟ لِلَّهِ وَٱعْبُدُوا۟ ۩",
          "transliteration": "fa-us'judū lillahi wa-uʿ'budū",
          "translation": "Maka bersujudlah kepada Allah dan sembahlah (Dia)!",
          "tafsir": "Ayat ini memerintahkan manusia supaya tunduk dan beribadah kepada Allah dengan ikhlas, karena Allah menurunkan AlQur'an kepada manusia melalui rasul-Nya, tugasnya memberi petunjuk dan membawa berita gembira. Hendaklah manusia menyambut Al-Qur'an itu dengan meninggalkan penyembahan terhadap berhala yang tidak membawa manfaat."
        }
      ]
    },
    {
      "number": 54,
      "name": "Al-Qamar",
      "nameArabic": "القمر",
      "meaning": "Bulan",
      "revelation": "Makkah",
      "description": "Surat Al-Qamar terdiri dari 55 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Ath-Thariq.Nama \"Al-Qamar\" (bulan) diambil dari kata \"Al-Qamar\" yang terdapat pada ayat pertama surat ini. Pada ayat ini diterangkan tentang terbelahnya bulan sebagai mukjizat Nabi Muhammad.**Pokok-Pokok Isi:**1. **Keimanan:** Pemberitaan bahwa datangnya hari kiamat sudah dekat, semua yang ada di alam adalah dengan ketetapan Allah; kehendak Allah pasti berlaku; semua amal manusia dicatat oleh malaikat.2. **Kisah-kisah:** Kisah kaum yang mendustakan rasul-rasul pada masa dahulu, seperti: kaum Nuh, 'Ad, Tsamud, dan Fir'aun.3. **Lain-lain:** Orang-orang kafir dikumpulkan di akhirat dalam keadaan hina dan akan menerima balasan yang setimpal; celaan terhadap orang-orang yang tidak memperhatikan ayat-ayat Al-Qur'an.Surat Al-Qamar berisi hal-hal yang berhubungan dengan janji dan ancaman Allah, keadaan umat-umat terdahulu yang mendustakan rasul-rasul agar menjadi pelajaran bagi umat-umat yang datang kemudian, ancaman kepada orang-orang kafir bahwa mereka akan diazab pada hari kiamat dan balasan diterima oleh orang-orang yang takwa di akhirat nanti.**Hubungan Surat Al-Qamar Dengan Surat Ar-Rahman:**1. Surat Al-Qamar menerangkan keadaan orang-orang kafir di neraka dan keadaan orang-orang mukmin di surga secara global, sedangkan surat Ar-Rahman menerangkan secara lebih terperinci.2. Surat Al-Qamar menyebutkan azab yang ditimpakan kepada umat-umat terdahulu yang mendurhakai nabi-nabi, sedangkan surat Ar-Rahman menyebutkan nikmat Allah yang dilimpahkan kepada hamba-hamba-Nya, tetapi kebanyakan mereka tidak bersyukur.",
      "verses": [
        {
          "number": 1,
          "arabic": " ٱقْتَرَبَتِ ٱلسَّاعَةُ وَٱنشَقَّ ٱلْقَمَرُ",
          "transliteration": "iq'tarabati l-sāʿatu wa-inshaqqa l-qamaru",
          "translation": "Saat (hari Kiamat) semakin dekat, bulan pun terbelah.",
          "tafsir": "Allah menyatakan bahwa hari Kiamat hampir datang, pada waktu kehidupan dunia akan berakhir. Dalam ayat lain yang bersamaan maksudnya Allah berfirman: Ketetapan Allah pasti datang, maka janganlah kamu meminta agar dipercepat (datang)nya. (an-Nahl/16: 1) Allah berfirman: Telah semakin dekat kepada manusia perhitungan amal mereka, sedang mereka dalam keadaan lalai (dengan dunia), berpaling (dari akhirat). (al-Anbiya'/21: 1) Pada waktu itu bulan akan pecah bercerai-berai akibat penyimpangan dari peredarannya, sebagaimana diutarakan dalam ayat-ayat yang lain yang bersamaan maksudnya: Apabila langit terbelah. (al-Insyiqaq/84: 1) Dan firman-Nya: Apabila matahari digulung, dan apabila bintang-bintang berjatuhan. (at-Takwir/81: 1-2) Banyak lagi ayat lain yang menunjukkan kejadian yang sangat dahsyat yang akan terjadi ketika hancurnya alam ini dengan tibanya hari Kiamat. Kebanyakan mufasir berpendapat bahwa kejadian tersebut pada ayat pertama telah terjadi dan bulan telah terbelah dua pada masa Nabi Muhammad saw, lima tahun sebelum beliau hijrah. Menurut hadis yang diriwayatkan al-Bukhari, Muslim dan Ibnu Jarir dari Anas bin Malik bahwa penduduk Mekah meminta kepada Nabi Muhammad saw, agar mengemukakan suatu mukjizat sebagai bukti kerasulannya, maka Allah memperlihatkan kepada mereka bulan terbelah dua, sehingga mereka melihat \"Jabal Nur\" berada di antara dua belahan bulan tersebut. Diriwayatkan pula dari Sahih alBukhari, Muslim dan para perawi-perawi hadis lainnya dari Ibnu Mas'ud bahwa: \"Bulan telah terbelah pada masa Nabi Muhammad saw, menjadi dua belah, sebelah berada di atas bukit dan yang lain berada di bawahnya, seraya Nabi Muhammad saw berseru, \"Saksikanlah!\" Abu Dawud meriwayatkan pula bahwa, \"Telah terjadi pembelahan bulan pada masa Nabi Muhammad saw, maka orang-orang Quraisy berkata, \"Ini adalah sihir anak Abu Kabsyah.\" Lalu seorang dari mereka berkata, \"Tunggulah dahulu berita yang dibawa oleh para musafir yang tiba, karena Muhammad saw tak sanggup mensihirkan semua manusia.\" Lalu tibalah para musafir membawa berita kejadian tersebut. Lalu dalam riwayat al-Baihaqi terdapat tambahan, \"Lalu mereka bertanya kepada para musafir yang berdatangan dari semua penjuru, jawaban mereka, \"Sungguh kami telah melihatnya,\" lalu Allah menurunkan ayat ini, \"Telah dekat (datangnya) saat itu dan telah terbelah bulan.\" Para ahli tafsir berbeda pendapat tentang terbelahnya bulan. Sebagian berpendapat bahwa bulan itu memang telah terbelah pada masa Nabi sebagai bagian dari mukjizatnya. Tetapi sebagian mufasir berpendapat bulan pasti terbelah bukan terjadi pada masa nabi, tetapi akan terjadi nanti pada saat hari Kiamat. Hal ini disebabkan karena hilangnya keseimbangan daya tarik menarik antar planet. ("
        },
        {
          "number": 2,
          "arabic": "وَإِن يَرَوْا۟ ءَايَةً يُعْرِضُوا۟ وَيَقُولُوا۟ سِحْرٌ مُّسْتَمِرٌّ",
          "transliteration": "wa-in yaraw āyatan yuʿ'riḍū wayaqūlū siḥ'run mus'tamirrun",
          "translation": "Dan jika mereka (orang-orang musyrikin) melihat suatu tanda (mukjizat), mereka berpaling dan berkata, \"(Ini adalah) sihir yang terus menerus.\"",
          "tafsir": "Kaum musyrik melihat suatu bukti tentang kebenaran kerasulan Muhammad, maka mereka berpaling dan mendustakan serta mengingkarinya sambil berkata bahwa, \"Ini adalah sihir yang memesonakan kita yang akan terus-menerus dilakukannya.\" Demikianlah jika memang tidak ada iman, maka meskipun pikirannya dapat menerima kebenaran Al-Qur'an dan secara empirik terlihat pada perbuatan dan perilaku Nabi yang membuktikan kerasulan beliau, tetapi mereka tetap ingkar pada kebenaran yang ada di depan mata mereka. ("
        },
        {
          "number": 3,
          "arabic": "وَكَذَّبُوا۟ وَٱتَّبَعُوٓا۟ أَهْوَآءَهُمْ ۚ وَكُلُّ أَمْرٍ مُّسْتَقِرٌّ",
          "transliteration": "wakadhabū wa-ittabaʿū ahwāahum wakullu amrin mus'taqirrun",
          "translation": "Dan mereka mendustakan (Muhammad) dan mengikuti nafsu mereka, padahal setiap urusan telah ada ketetapannya.",
          "tafsir": "Kaum musyrik mendustakan kebenaran yang disampaikan kepada mereka oleh Nabi Muhammad saw, dan mengikuti hawa nafsu karena kebodohan mereka. Pada akhir ayat ini ditegaskan bahwa sesuatu itu akan berhenti pada sasaran yang telah ditetapkan, sesuai dengan ketetapan Allah. Karena itu persoalan orang-orang musyrik akan berhenti pada kehinaan di dunia dan azab yang kekal di akhirat, sedang persoalanmu hai Muhammad saw akan berhenti pada kemenangan di dunia dan surga di akhirat"
        },
        {
          "number": 4,
          "arabic": "وَلَقَدْ جَآءَهُم مِّنَ ٱلْأَنۢبَآءِ مَا فِيهِ مُزْدَجَرٌ",
          "transliteration": "walaqad jāahum mina l-anbāi mā fīhi muz'dajarun",
          "translation": "Dan sungguh, telah datang kepada mereka beberapa kisah yang di dalamnya terdapat ancaman (terhadap kekafiran),",
          "tafsir": "Kaum musyrik yang mendustakan kerasulan Muhammad dan mengikuti hawa nafsu, telah mengetahui beberapa kisah tentang umat-umat terdahulu yang mendustakan para rasul, sehingga Allah menurunkan azab kepada mereka, sebagaimana tersebut dalam AlQur'an. Namun kisah-kisah itu tidak berkesan di hati mereka dan tidak dapat mencegah kekafiran, lalu Allah membinasakan mereka, sedang di akhirat nanti akan disiksa sesuai dengan perbuatan syirik yang telah menghiasi jiwa mereka."
        },
        {
          "number": 5,
          "arabic": "حِكْمَةٌۢ بَـٰلِغَةٌ ۖ فَمَا تُغْنِ ٱلنُّذُرُ",
          "transliteration": "ḥik'matun bālighatun famā tugh'ni l-nudhuru",
          "translation": "(itulah) suatu hikmah yang sempurna, tetapi peringatan-peringatan itu tidak berguna (bagi mereka),",
          "tafsir": "Kisah tersebut mengandung hikmah yang sangat tinggi nilainya dalam memberi petunjuk bagi manusia kepada jalan yang benar, tetapi hikmah dan peringatan yang terkandung dalam kisahkisah itu tidak berguna lagi bagi mereka karena hati nurani mereka telah terkunci mati. Firman Allah: Tidaklah bermanfaat tanda-tanda (kebesaran Allah) dan rasul-rasul yang memberi peringatan bagi orang yang tidak beriman. (Yunus/10: 101)"
        },
        {
          "number": 6,
          "arabic": "فَتَوَلَّ عَنْهُمْ ۘ يَوْمَ يَدْعُ ٱلدَّاعِ إِلَىٰ شَىْءٍ نُّكُرٍ",
          "transliteration": "fatawalla ʿanhum yawma yadʿu l-dāʿi ilā shayin nukurin",
          "translation": "maka berpalinglah engkau (Muhammad) dari mereka pada hari (ketika) penyeru (malaikat) mengajak (mereka) kepada sesuatu yang tidak menyenangkan (hari pembalasan),",
          "tafsir": "Allah memerintahkan rasul-Nya agar tidak mengadakan perdebatan dengan kaum musyrik, karena tidak ada faedahnya. Sebab itu hendaklah berpaling dari mereka, pendusta-pendusta itu. Karena mereka sudah sampai ke tingkat tidak mau tunduk kepada bukti dan kebenaran, maka sudah pantas bagimu tidak memberi nasihat kepada mereka lagi. Allah mengetahui bahwa Rasulullah saw tidak bosan terhadap persoalan mereka dan jengkel karena kecongkakannya. Allah mengingatkan kepada manusia bahwa akan terjadi hari kebangkitan, yang hari itu malaikat akan memanggil manusia datang ke suatu tempat yang sangat berbahaya dan dibenci oleh kaum musyrik, yaitu Padang Mahsyar."
        }
      ]
    }
  ]
}