{
  "pageNumber": 63,
  "juz": 4,
  "surahs": [
    {
      "number": 3,
      "name": "Ali 'Imran",
      "nameArabic": "آل عمران",
      "meaning": "Keluarga Imran",
      "revelation": "Madinah",
      "description": "Surat Ali 'Imraan terdiri dari 200 ayat dan termasuk surat Madaniyyah. Dinamakan Ali 'Imran karena memuat kisah keluarga 'Imran, yang juga menyebutkan kisah kelahiran Nabi 'Isa a.s., persamaan kejadiannya dengan Nabi Adam a.s., kenabian dan beberapa mukjizatnya, serta kelahiran Maryam putri 'Imran, ibu Nabi 'Isa a.s.Surat Al Baqarah dan Ali 'Imraan dinamakan \"Az Zahrawaani\" (dua yang cemerlang), karena menyingkapkan hal-hal yang disembunyikan oleh para Ahli Kitab, seperti kejadian dan kelahiran Nabi 'Isa a.s., kedatangan Nabi Muhammad s.a.w., dan sebagainya.Pokok-Pokok Isi:1. Keimanan:Dalil-dalil dan alasan-alasan yang membantah orang Nasrani yang mempertuhankan Nabi 'Isa a.s.; ketauhidan adalah dasar yang dibawa oleh seluruh nabi.2. Hukum-hukum:Musyawarah; bermubahalah; larangan melakukan riba.3. Kisah-kisah:Kisah keluarga 'Imran; perang Badar dan Uhud dan pelajaran yang dapat diambil darinya,4. Lain-lain:Golongan-golongan manusia dalam memahami ayat-ayat mutasyaabihaat; sifat- sifat Allah; sifat orang-orang yang bertakwa; Islam satu-satunya agama yang diridhai Allah; kemudharatan mengambil orang-orang kafir sebagai teman kepercayaan; pengambilan perjanjian para Nabi oleh Allah; perumpamaan-perumpamaan; peringatan-peringatan terhadap Ahli Kitab; Ka'bah adalah rumah peribadatan yang tertua dan bukti-buktinya; faedah mengingat Allah dan merenungkan ciptaan-Nya.Surat Ali 'Imraan berisi dalil-dalil dan alasan-alasan untuk membantah kaum Nasrani yang mempertuhankan Nabi 'Isa a.s., menerangkan perang Badar dan Uhud; agar kemenangan di perang Badar dan kekalahan di perang Uhud yang dialami kaum muslimin itu dapat dijadikan pelajaran.Hubungan Surat Ali 'imraan Dengan Surat An Nisaa':1. Surat Ali 'Imraan disudahi dengan perintah bertakwa, sesuai dengan permulaan surat An Nisaa',2. Dalam surat Ali 'Imraan disebutkan perang Badar dan Uhud dengan sempurna, keterangan sebagiannya diulangi dalam surat An Nisaa'.3. Dalam surat Ali 'Imraan dikisahkan perang Hamraa-ul Asad yang terjadi setelah perang Uhud, dan perang ini disinggung pula dalam surat An Nisaa'.4. Dalam surat Ali 'Imraan disebutkan bahwa banyak kaum Muslimin yang gugur sebagai syuhada yang berarti mereka meninggalkan anak-anak dan istri-istri mereka, maka dalam bagian permulaan surat An Nisaa' disebutkan perintah memelihara anak yatim dan pembagian harta pusaka.",
      "verses": [
        {
          "number": 101,
          "arabic": "وَكَيْفَ تَكْفُرُونَ وَأَنتُمْ تُتْلَىٰ عَلَيْكُمْ ءَايَـٰتُ ٱللَّهِ وَفِيكُمْ رَسُولُهُۥ ۗ وَمَن يَعْتَصِم بِٱللَّهِ فَقَدْ هُدِىَ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
          "transliteration": "wakayfa takfurūna wa-antum tut'lā ʿalaykum āyātu l-lahi wafīkum rasūluhu waman yaʿtaṣim bil-lahi faqad hudiya ilā ṣirāṭin mus'taqīmin",
          "translation": "Dan bagaimana kamu (sampai) menjadi kafir, padahal ayat-ayat Allah dibacakan kepada kamu, dan Rasul-Nya (Muhammad) pun berada di tengah-tengah kamu? Barang siapa berpegang teguh kepada (agama) Allah, maka sungguh, dia diberi petunjuk ke jalan yang lurus.",
          "tafsir": "Mengapa kaum Muslimin mengingkari Allah dan mengikuti Ahli Kitab, padahal mereka telah mendengar ayat-ayat Allah yang dibacakan kepada mereka dan ayat-ayat itu adalah sumber petunjuk yang mengandung segala macam kebaikan dan selalu menganjurkan agar memelihara keimanan sedang Rasulullah sendiri masih berada di tengan-tengah mereka sebagai lambang kebenaran, kebajikan dan persaudaraan. Maka pantaskah orang mukmin yang telah diberi anugerah oleh Allah sedemikian besar mengikuti segolongan orang yang sudah nyata sesat sebelumnya dan menyesatkan orang banyak dari jalan yang lurus? Karena itu hendaklah seorang mukmin berpegang teguh kepada ajaran Allah dan Rasul-Nya. Dengan demikian akan terpeliharalah mereka dan selalu berada dalam lingkungan hidayah-Nya, tidak akan sesat untuk selama-lamanya dan tidak akan merasa takut."
        },
        {
          "number": 102,
          "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱتَّقُوا۟ ٱللَّهَ حَقَّ تُقَاتِهِۦ وَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسْلِمُونَ",
          "transliteration": "yāayyuhā alladhīna āmanū ittaqū l-laha ḥaqqa tuqātihi walā tamūtunna illā wa-antum mus'limūna",
          "translation": "Wahai orang-orang yang beriman! Bertakwalah kepada Allah sebenar-benar takwa kepada-Nya dan janganlah kamu mati kecuali dalam keadaan Muslim.",
          "tafsir": "Diserukan kepada kaum Muslimin terutama kaum Aus dan Khazraj agar mereka tetap di Medinah, beriman, bertakwa kepada Allah dengan sebenar-benar takwa, dengan memenuhi segala kewajiban takwa. Dengan mengerahkan segala daya dan kemampuan untuk melaksanakan perintah Allah dan menjauhi larangan-Nya, secara keseluruhan, dan jangan mati, melainkan dalam keadaan memeluk agama Islam."
        },
        {
          "number": 103,
          "arabic": "وَٱعْتَصِمُوا۟ بِحَبْلِ ٱللَّهِ جَمِيعًا وَلَا تَفَرَّقُوا۟ ۚ وَٱذْكُرُوا۟ نِعْمَتَ ٱللَّهِ عَلَيْكُمْ إِذْ كُنتُمْ أَعْدَآءً فَأَلَّفَ بَيْنَ قُلُوبِكُمْ فَأَصْبَحْتُم بِنِعْمَتِهِۦٓ إِخْوَٰنًا وَكُنتُمْ عَلَىٰ شَفَا حُفْرَةٍ مِّنَ ٱلنَّارِ فَأَنقَذَكُم مِّنْهَا ۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمْ ءَايَـٰتِهِۦ لَعَلَّكُمْ تَهْتَدُونَ",
          "transliteration": "wa-iʿ'taṣimū biḥabli l-lahi jamīʿan walā tafarraqū wa-udh'kurū niʿ'mata l-lahi ʿalaykum idh kuntum aʿdāan fa-allafa bayna qulūbikum fa-aṣbaḥtum biniʿ'matihi ikh'wānan wakuntum ʿalā shafā ḥuf'ratin mina l-nāri fa-anqadhakum min'hā kadhālika yubayyinu l-lahu lakum āyātihi laʿallakum tahtadūna",
          "translation": "Dan berpegangteguhlah kamu semuanya pada tali (agama) Allah, dan janganlah kamu bercerai berai, dan ingatlah nikmat Allah kepadamu ketika kamu dahulu (masa jahiliah) bermusuhan, lalu Allah mempersatukan hatimu, sehingga dengan karunia-Nya kamu menjadi bersaudara, sedangkan (ketika itu) kamu berada di tepi jurang neraka, lalu Allah menyelamatkan kamu dari sana. Demikianlah, Allah menerangkan ayat-ayat-Nya kepadamu agar kamu mendapat petunjuk.",
          "tafsir": "Diingatkan hendaklah mereka berpegang teguh kepada Allah dan ajaran-Nya dan selalu mengingat nikmat yang dianugerahkan-Nya kepada mereka. Dahulu pada masa jahiliah mereka bermusuhan sehingga timbullah perang saudara beratus-ratus tahun lamanya, seperti perang antara kaum 'Aus dan Khazraj. Maka Allah telah mempersatukan hati mereka dengan datangnya Nabi Muhammad saw dan mereka telah masuk ke dalam agama Islam dengan berbondong-bondong. Allah telah mencabut dari hati mereka sifat dengki dan memadamkan dari mereka api permusuhan sehingga jadilah mereka orang-orang yang bersaudara dan saling mencintai menuju kebahagiaan bersama. Juga karena kemusyrikan, mereka berada di tepi jurang neraka, hanya terhalang oleh maut saja. Tetapi Allah telah menyelamatkan mereka. Demikianlah Allah menjelaskan ayat-ayat-Nya, agar kaum Muslimin mendapat petunjuk dan mensyukuri nikmat agar nikmat itu terpelihara."
        },
        {
          "number": 104,
          "arabic": "وَلْتَكُن مِّنكُمْ أُمَّةٌ يَدْعُونَ إِلَى ٱلْخَيْرِ وَيَأْمُرُونَ بِٱلْمَعْرُوفِ وَيَنْهَوْنَ عَنِ ٱلْمُنكَرِ ۚ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
          "transliteration": "waltakun minkum ummatun yadʿūna ilā l-khayri wayamurūna bil-maʿrūfi wayanhawna ʿani l-munkari wa-ulāika humu l-muf'liḥūna",
          "translation": "Dan hendaklah di antara kamu ada segolongan orang yang menyeru kepada kebajikan, menyuruh (berbuat) yang makruf, dan mencegah dari yang mungkar. <sup foot_note=135088>1</sup> Dan mereka itulah orang-orang yang beruntung.",
          "tafsir": "Untuk mencapai maksud tersebut perlu adanya segolongan umat Islam yang bergerak dalam bidang dakwah yang selalu memberi peringatan, bilamana tampak gejala-gejala perpecahan dan penyelewengan. Karena itu pada ayat ini diperintahkan agar di antara umat Islam ada segolongan umat yang terlatih di bidang dakwah yang dengan tegas menyerukan kepada kebajikan, menyuruh kepada yang makruf (baik) dan mencegah dari yang mungkar (maksiat). Dengan demikian umat Islam akan terpelihara dari perpecahan dan infiltrasi pihak manapun. Menganjurkan berbuat kebaikan saja tidaklah cukup tetapi harus dibarengi dengan menghilangkan sifat-sifat yang buruk. Siapa saja yang ingin mencapai kemenangan, maka ia terlebih dahulu harus mengetahui persyaratan dan taktik perjuangan untuk mencapainya, yaitu kemenangan tidak akan tercapai melainkan dengan kekuatan, dan kekuatan tidak akan terwujud melainkan dengan persatuan. Persatuan yang kukuh dan kuat tidak akan tercapai kecuali dengan sifat-sifat keutamaan. Tidak terpelihara keutamaan itu melainkan dengan terpeliharanya agama dan akhirnya tidak mungkin agama terpelihara melainkan dengan adanya dakwah. Maka kewajiban pertama umat Islam itu ialah menggiatkan dakwah agar agama dapat berkembang baik dan sempurna sehingga banyak pemeluknya. Dengan dorongan agama akan tercapailah bermacam-macam kebajikan sehingga terwujud persatuan yang kukuh kuat. Dari persatuan yang kukuh kuat tersebut akan timbullah kemampuan yang besar untuk mencapai kemenangan dalam setiap perjuangan. Mereka yang memenuhi syarat-syarat perjuangan itulah orang-orang yang sukses dan beruntung."
        },
        {
          "number": 105,
          "arabic": "وَلَا تَكُونُوا۟ كَٱلَّذِينَ تَفَرَّقُوا۟ وَٱخْتَلَفُوا۟ مِنۢ بَعْدِ مَا جَآءَهُمُ ٱلْبَيِّنَـٰتُ ۚ وَأُو۟لَـٰٓئِكَ لَهُمْ عَذَابٌ عَظِيمٌ",
          "transliteration": "walā takūnū ka-alladhīna tafarraqū wa-ikh'talafū min baʿdi mā jāahumu l-bayinātu wa-ulāika lahum ʿadhābun ʿaẓīmun",
          "translation": "Dan janganlah kamu menjadi seperti orang-orang yang bercerai berai dan berselisih setelah sampai kepada mereka keterangan yang jelas. Dan mereka itulah orang-orang yang mendapat azab yang berat,",
          "tafsir": "Allah melarang umat Islam dari perpecahan, karena dengan perpecahan itu bagaimanapun kukuh dan kuat kedudukan suatu umat, pasti akan membawa kepada keruntuhan dan kehancuran. Karena itu Allah memperingatkan agar umat Islam tidak terjerumus ke jurang perpecahan."
        },
        {
          "number": 106,
          "arabic": "يَوْمَ تَبْيَضُّ وُجُوهٌ وَتَسْوَدُّ وُجُوهٌ ۚ فَأَمَّا ٱلَّذِينَ ٱسْوَدَّتْ وُجُوهُهُمْ أَكَفَرْتُم بَعْدَ إِيمَـٰنِكُمْ فَذُوقُوا۟ ٱلْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ",
          "transliteration": "yawma tabyaḍḍu wujūhun wataswaddu wujūhun fa-ammā alladhīna is'waddat wujūhuhum akafartum baʿda īmānikum fadhūqū l-ʿadhāba bimā kuntum takfurūna",
          "translation": "pada hari itu ada wajah yang putih berseri, dan ada pula wajah yang hitam muram. Adapun orang-orang yang berwajah hitam muram (kepada mereka dikatakan), \"Mengapa kamu kafir setelah beriman? Karena itu rasakanlah azab akibat kekafiranmu itu.\"",
          "tafsir": "Ayat ini menggambarkan bagaimana kedua golongan tampak perbedaannya pada hari kiamat, yang pertama golongan mukmin wajahnya putih bersih bersinar. Yang kedua, golongan kafir dari Ahli Kitab dan munafik terlihat muram dan hitam mukanya karena melihat azab yang disediakan Allah untuknya. Di samping mereka menerima azab yang menimpa badannya, ditambah pula dengan cercaan dari Allah dengan ucapan, \"Kenapa kamu kafir sesudah beriman? Karena itu rasakanlah azab Kami disebabkan kekafiranmu itu.\""
        },
        {
          "number": 107,
          "arabic": "وَأَمَّا ٱلَّذِينَ ٱبْيَضَّتْ وُجُوهُهُمْ فَفِى رَحْمَةِ ٱللَّهِ هُمْ فِيهَا خَـٰلِدُونَ",
          "transliteration": "wa-ammā alladhīna ib'yaḍḍat wujūhuhum fafī raḥmati l-lahi hum fīhā khālidūna",
          "translation": "Dan adapun orang-orang yang berwajah putih berseri, mereka berada dalam rahmat Allah (surga); mereka kekal di dalamnya.",
          "tafsir": "Adapun orang-orang mukmin, mereka berada dalam rahmat Allah yaitu surga yang penuh dengan nikmat dan kesenangan sehingga tampak tanda kebahagiaan pada mukanya yang putih bersih dan berseri-seri."
        },
        {
          "number": 108,
          "arabic": "تِلْكَ ءَايَـٰتُ ٱللَّهِ نَتْلُوهَا عَلَيْكَ بِٱلْحَقِّ ۗ وَمَا ٱللَّهُ يُرِيدُ ظُلْمًا لِّلْعَـٰلَمِينَ",
          "transliteration": "til'ka āyātu l-lahi natlūhā ʿalayka bil-ḥaqi wamā l-lahu yurīdu ẓul'man lil'ʿālamīna",
          "translation": "Itulah ayat-ayat Allah yang Kami bacakan kepada kamu dengan benar, dan Allah tidaklah berkehendak menzalimi (siapa pun) di seluruh alam.",
          "tafsir": "Itulah ayat-ayat Allah yang telah dibacakan dengan benar dan setiap orang akan menerima balasan sesuai dengan tingkah lakunya di dunia, dan Allah sekali-kali tidak berkehendak untuk menganiaya hamba-hamba-Nya sebab Dia Mahakaya dan Mahaadil, dapat melaksanakan kehendak-Nya yang sempurna tidak tergantung kepada siapa pun."
        }
      ]
    }
  ]
}