{
  "pageNumber": 76,
  "juz": 4,
  "surahs": [
    {
      "number": 3,
      "name": "Ali 'Imran",
      "nameArabic": "آل عمران",
      "meaning": "Keluarga Imran",
      "revelation": "Madinah",
      "description": "Surat Ali 'Imraan terdiri dari 200 ayat dan termasuk surat Madaniyyah. Dinamakan Ali 'Imran karena memuat kisah keluarga 'Imran, yang juga menyebutkan kisah kelahiran Nabi 'Isa a.s., persamaan kejadiannya dengan Nabi Adam a.s., kenabian dan beberapa mukjizatnya, serta kelahiran Maryam putri 'Imran, ibu Nabi 'Isa a.s.Surat Al Baqarah dan Ali 'Imraan dinamakan \"Az Zahrawaani\" (dua yang cemerlang), karena menyingkapkan hal-hal yang disembunyikan oleh para Ahli Kitab, seperti kejadian dan kelahiran Nabi 'Isa a.s., kedatangan Nabi Muhammad s.a.w., dan sebagainya.Pokok-Pokok Isi:1. Keimanan:Dalil-dalil dan alasan-alasan yang membantah orang Nasrani yang mempertuhankan Nabi 'Isa a.s.; ketauhidan adalah dasar yang dibawa oleh seluruh nabi.2. Hukum-hukum:Musyawarah; bermubahalah; larangan melakukan riba.3. Kisah-kisah:Kisah keluarga 'Imran; perang Badar dan Uhud dan pelajaran yang dapat diambil darinya,4. Lain-lain:Golongan-golongan manusia dalam memahami ayat-ayat mutasyaabihaat; sifat- sifat Allah; sifat orang-orang yang bertakwa; Islam satu-satunya agama yang diridhai Allah; kemudharatan mengambil orang-orang kafir sebagai teman kepercayaan; pengambilan perjanjian para Nabi oleh Allah; perumpamaan-perumpamaan; peringatan-peringatan terhadap Ahli Kitab; Ka'bah adalah rumah peribadatan yang tertua dan bukti-buktinya; faedah mengingat Allah dan merenungkan ciptaan-Nya.Surat Ali 'Imraan berisi dalil-dalil dan alasan-alasan untuk membantah kaum Nasrani yang mempertuhankan Nabi 'Isa a.s., menerangkan perang Badar dan Uhud; agar kemenangan di perang Badar dan kekalahan di perang Uhud yang dialami kaum muslimin itu dapat dijadikan pelajaran.Hubungan Surat Ali 'imraan Dengan Surat An Nisaa':1. Surat Ali 'Imraan disudahi dengan perintah bertakwa, sesuai dengan permulaan surat An Nisaa',2. Dalam surat Ali 'Imraan disebutkan perang Badar dan Uhud dengan sempurna, keterangan sebagiannya diulangi dalam surat An Nisaa'.3. Dalam surat Ali 'Imraan dikisahkan perang Hamraa-ul Asad yang terjadi setelah perang Uhud, dan perang ini disinggung pula dalam surat An Nisaa'.4. Dalam surat Ali 'Imraan disebutkan bahwa banyak kaum Muslimin yang gugur sebagai syuhada yang berarti mereka meninggalkan anak-anak dan istri-istri mereka, maka dalam bagian permulaan surat An Nisaa' disebutkan perintah memelihara anak yatim dan pembagian harta pusaka.",
      "verses": [
        {
          "number": 195,
          "arabic": "فَٱسْتَجَابَ لَهُمْ رَبُّهُمْ أَنِّى لَآ أُضِيعُ عَمَلَ عَـٰمِلٍ مِّنكُم مِّن ذَكَرٍ أَوْ أُنثَىٰ ۖ بَعْضُكُم مِّنۢ بَعْضٍ ۖ فَٱلَّذِينَ هَاجَرُوا۟ وَأُخْرِجُوا۟ مِن دِيَـٰرِهِمْ وَأُوذُوا۟ فِى سَبِيلِى وَقَـٰتَلُوا۟ وَقُتِلُوا۟ لَأُكَفِّرَنَّ عَنْهُمْ سَيِّـَٔاتِهِمْ وَلَأُدْخِلَنَّهُمْ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ ثَوَابًا مِّنْ عِندِ ٱللَّهِ ۗ وَٱللَّهُ عِندَهُۥ حُسْنُ ٱلثَّوَابِ",
          "transliteration": "fa-is'tajāba lahum rabbuhum annī lā uḍīʿu ʿamala ʿāmilin minkum min dhakarin aw unthā baʿḍukum min baʿḍin fa-alladhīna hājarū wa-ukh'rijū min diyārihim waūdhū fī sabīlī waqātalū waqutilū la-ukaffiranna ʿanhum sayyiātihim wala-ud'khilannahum jannātin tajrī min taḥtihā l-anhāru thawāban min ʿindi l-lahi wal-lahu ʿindahu ḥus'nu l-thawābi",
          "translation": "Maka Tuhan mereka memperkenankan permohonannya (dengan berfirman), \"Sesungguhnya Aku tidak menyia-nyiakan amal orang yang beramal di antara kamu, baik laki-laki maupun perempuan, (karena) sebagian kamu adalah (keturunan) dari sebagian yang lain.<sup foot_note=135122>1</sup> Maka orang yang berhijrah, yang diusir dari kampung halamannya, yang disakiti pada jalan-Ku, yang berperang dan yang terbunuh, pasti akan Aku hapus kesalahan mereka dan pasti Aku masukkan mereka ke dalam surga-surga yang mengalir di bawahnya sungai-sungai, sebagai pahala dari Allah. Dan di sisi Allah ada pahala yang baik.\"",
          "tafsir": "Ummi Salamah pernah berkata, \"Ya Rasulullah! Saya tidak mendengar Allah menyebut-nyebut perempuan sedikit pun yang berkenaan dengan hijrah.\" Maka turunlah ayat ini. Atas ketekunan mereka beramal baik, penuh dengan keikhlasan yang dibarengi doa yang sungguh-sungguh, maka Allah memperkenankan permohonan mereka. Dijelaskan bahwa Allah tidak akan menyia-nyiakan amal seseorang yang taat dan tidak akan membeda-bedakan antara laki-laki dan perempuan dalam memberi pahala dan balasan, karena kedua jenis ini satu sama lain turun menurunkan, perempuan berasal dari laki-laki dan begitu juga sebaliknya. Oleh karena itu barang siapa hijrah, baik laki-laki maupun perempuan, diusir dari kampung halamannya, disiksa karena ia tekun di jalan Allah, memerangi musuh-musuh Allah yang akhirnya mati syahid, tewas di medan perang, pasti Allah akan menghapuskan segala kesalahannya, mengampuni dosanya dan pasti pula akan masukkan ke dalam surga, merupakan pahala dan balasan dari Dia, sebagai perwujudan doa dari permohonan yang diperkenankan-Nya. Alangkah berbahagia mereka, memperoleh pahala dan balasan dari Allah, karena memang pahala dan balasan yang sebaik-baiknya ialah yang datang dari Allah swt."
        },
        {
          "number": 196,
          "arabic": "لَا يَغُرَّنَّكَ تَقَلُّبُ ٱلَّذِينَ كَفَرُوا۟ فِى ٱلْبِلَـٰدِ",
          "transliteration": "lā yaghurrannaka taqallubu alladhīna kafarū fī l-bilādi",
          "translation": "Jangan sekali-kali kamu terpedaya oleh kegiatan orang-orang kafir (yang bergerak) di seluruh negeri.",
          "tafsir": "Meskipun ayat ini ditujukan kepada Nabi Muhammad saw namun dimaksudkan pula untuk umatnya, sebagaimana kita lihat banyak ayat yang menurut bunyinya ditujukan kepada Nabi saw, tetapi pada hakikatnya ditujukan pula kepada semua pengikutnya. Nabi Muhammad saw selama hidupnya tidak pernah teperdaya oleh bujukan dan tipuan siapa pun, sebagaimana yang diriwayatkan oleh Qatadah, ia berkata, \"Demi Allah mereka tidak pernah berhasil memperdayakan Nabi saw sampai beliau wafat.\" Dari ayat ini dapat dipahami bahwa kaum Muslimin tidak boleh teperdaya oleh kehidupan mewah orang-orang kafir yang tujuan hidupnya hanyalah mencari kekayaan dunia semata. Kaum Muslimin hendaklah tabah dan sabar menghadapi hal yang seperti ini dan tetap berjuang untuk kebahagiaan di dunia dan di akhirat, sebagaimana firman Allah: Dan carilah (pahala) negeri akhirat dengan apa yang telah dianugerahkan Allah kepadamu, tetapi janganlah kamu lupakan bagianmu di dunia dan berbuat baiklah (kepada orang lain) sebagaimana Allah telah berbuat baik kepadamu, dan janganlah kamu berbuat kerusakan di bumi. Sungguh, Allah tidak menyukai orang yang berbuat kerusakan. (al-Qasas/28:77)."
        },
        {
          "number": 197,
          "arabic": "مَتَـٰعٌ قَلِيلٌ ثُمَّ مَأْوَىٰهُمْ جَهَنَّمُ ۚ وَبِئْسَ ٱلْمِهَادُ",
          "transliteration": "matāʿun qalīlun thumma mawāhum jahannamu wabi'sa l-mihādu",
          "translation": "Itu hanyalah kesenangan sementara, kemudian tempat kembali mereka ialah neraka Jahanam. (Jahanam) itu seburuk-buruk tempat tinggal.",
          "tafsir": "Orang mukmin tidak perlu cemas, tidak perlu berkecil hati melihat kemewahan yang diperoleh orang kafir, musuh Tuhan itu, karena yang demikian adalah kesenangan yang tidak banyak berarti dibanding dengan pahala dan kesenangan yang disediakan untuk orang mukmin di akhirat nanti. Nabi Muhammad bersabda: \"Perbandingan hidup di dunia dengan hidup di akhirat hanyalah seperti jari tangan seseorang yang dimasukkan di dalam laut.\" (Riwayat Muslim). Air yang menempel di jari, itulah dunia, dan air laut itulah akhirat. Hidup di dunia hanya sementara, karena mereka bersenang-senang hanya selama hidup saja, kemudian setelah meninggal, mereka akan ditempatkan di tempat yang seburuk-buruknya."
        },
        {
          "number": 198,
          "arabic": "لَـٰكِنِ ٱلَّذِينَ ٱتَّقَوْا۟ رَبَّهُمْ لَهُمْ جَنَّـٰتٌ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا نُزُلًا مِّنْ عِندِ ٱللَّهِ ۗ وَمَا عِندَ ٱللَّهِ خَيْرٌ لِّلْأَبْرَارِ",
          "transliteration": "lākini alladhīna ittaqaw rabbahum lahum jannātun tajrī min taḥtihā l-anhāru khālidīna fīhā nuzulan min ʿindi l-lahi wamā ʿinda l-lahi khayrun lil'abrāri",
          "translation": "Tetapi orang-orang yang bertakwa kepada Tuhannya, mereka akan mendapat surga-surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya sebagai karunia dari Allah. Dan apa yang di sisi Allah lebih baik bagi orang-orang yang berbakti.",
          "tafsir": "Berbeda dengan kaum kafir yang akan ditempatkan di dalam neraka, maka di akhirat nanti orang-orang yang bertakwa, yaitu orang-orang yang mengamalkan perintah-perintah Allah, meninggalkan segala larangan-Nya, akan ditempatkan di dalam surga, kekal untuk selama-lamanya. Alangkah bahagianya mereka, karena apa yang di sisi Allah itu adalah yang sebaik-baiknya bagi orang yang berbakti. Jauh lebih baik daripada kesenangan dan kemewahan yang dirasakan orang-orang kafir di dunia, karena sifatnya terbatas, yaitu selama hidup di dunia saja. Rasulullah memberi contoh nyata seperti yang disampaikan Umar bin al-Khattab r.a. berkata: \"Saya berkunjung kepada Rasulullah saw, waktu itu beliau berada dalam sebuah ruangan, tidur di atas tikar yang tidak beralas. Di bawah kepalanya bantal dari kulit kambing yang diisi dengan sabut. Pada kedua kakinya daun penyamak terkumpul. Di alas kepalanya, kulit kambing tergantung. Saya melihat bekas tikar pada dua lambungnya, maka saya menangis. Beliau berkata, \"Apa yang menyebabkan engkau menangis?\" Saya menjawab, \"Wahai Rasulullah, Kisra dan Kaisar selalu di dalam kesenangan, kemewahan dan serba cukup dan Engkau adalah Rasulullah dan dalam keadaan begini?\" Rasulullah menjawab, \"Apakah Engkau tidak senang, bahwa dunia ini bagi mereka dan akhirat bagi kita\" (Riwayat al-Bukhari dan Muslim)."
        },
        {
          "number": 199,
          "arabic": "وَإِنَّ مِنْ أَهْلِ ٱلْكِتَـٰبِ لَمَن يُؤْمِنُ بِٱللَّهِ وَمَآ أُنزِلَ إِلَيْكُمْ وَمَآ أُنزِلَ إِلَيْهِمْ خَـٰشِعِينَ لِلَّهِ لَا يَشْتَرُونَ بِـَٔايَـٰتِ ٱللَّهِ ثَمَنًا قَلِيلًا ۗ أُو۟لَـٰٓئِكَ لَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ ۗ إِنَّ ٱللَّهَ سَرِيعُ ٱلْحِسَابِ",
          "transliteration": "wa-inna min ahli l-kitābi laman yu'minu bil-lahi wamā unzila ilaykum wamā unzila ilayhim khāshiʿīna lillahi lā yashtarūna biāyāti l-lahi thamanan qalīlan ulāika lahum ajruhum ʿinda rabbihim inna l-laha sarīʿu l-ḥisābi",
          "translation": "Dan sesungguhnya di antara Ahli Kitab ada yang beriman kepada Allah, dan kepada apa yang diturunkan kepada kamu, dan yang diturunkan kepada mereka, karena mereka berendah hati kepada Allah, dan mereka tidak memperjualbelikan ayat-ayat Allah dengan harga murah. Mereka memperoleh pahala di sisi Tuhannya. Sungguh, Allah sangat cepat perhitungan-Nya.",
          "tafsir": "Jabir bin Abdullah, Anas, Ibnu Abbas, Qatadah dan al-hasan berkata bahwa ayat ini diturunkan tentang an-Najasyi, raja bangsa Habasyi yang telah masuk Islam ketika meninggal. Malaikat Jibril memberitahu Nabi saw, maka Nabi berkata kepada sahabatnya, \"Marilah kita (salat gaib) untuk an-Najasyi itu.\" Sebagian sahabat dengan penuh keheranan bertanya, \"Kenapa kami disuruh salat untuk orang kafir di negeri Habsyi?\" Maka turunlah ayat ini. Tidaklah semua Ahli Kitab itu menyimpang dari ajaran Allah, berkhianat, mengingkari kebenaran yang dibawa oleh Nabi Muhammad saw, tetapi ada sebagian dari mereka seperti an-Najasyi, Abdullah bin Salam dan lain-lain, mempunyai sejarah gemilang dalam hidupnya. Mereka benar-benar beriman kepada Allah, percaya kepada Al-Qur'an yang diturunkan kepada Rasulullah saw, begitu pula kitab-kitab samawi yang diturunkan kepada nabi-nabi, mereka taat dan rendah diri kepada Allah, tidak menukar ayat-ayat Allah dengan harga yang sedikit, maksudnya tidak menyembunyikan apa yang mereka ketahui tentang kedatangan Nabi Muhammad saw sebagai Rasul. Mereka adalah Ahli Kitab yang baik dan lurus, baik ia Yahudi maupun ia Nasrani. Mereka akan memperoleh pahala di sisi Tuhan sebagaimana yang telah dijanjikan dengan firman-Nya: Mereka itu diberi pahala dua kali (karena beriman kepada Taurat dan Al-Qur'an) disebabkan kesabaran mereka, ¦. (al-Qasas/28:54) Sesungguhnya Allah amat cepat perhitungan-Nya karena segala sesuatunya diketahui-Nya dengan jelas, baik pahala yang akan diberikan-Nya maupun orang yang berhak menerimanya."
        },
        {
          "number": 200,
          "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱصْبِرُوا۟ وَصَابِرُوا۟ وَرَابِطُوا۟ وَٱتَّقُوا۟ ٱللَّهَ لَعَلَّكُمْ تُفْلِحُونَ",
          "transliteration": "yāayyuhā alladhīna āmanū iṣ'birū waṣābirū warābiṭū wa-ittaqū l-laha laʿallakum tuf'liḥūna",
          "translation": "Wahai orang-orang yang beriman! Bersabarlah kamu dan kuatkanlah kesabaranmu dan tetaplah bersiap-siaga (di perbatasan negerimu) dan bertakwalah kepada Allah agar kamu beruntung.",
          "tafsir": "Setelah membicarakan berbagai macam hikmah dan hukum sejak awal surah ini, maka untuk menjaga dan memantapkan pelaksanaan hal-hal tersebut, surah ini (Ali 'Imran) ditutup dengan anjuran agar orang beriman, sabar dan tabah melakukan segala macam perintah Allah, mengatasi semua gangguan dan cobaan, menghindari segala larangan-Nya, terutama bersabar dan tabah menghadapi lawan-lawan dan musuh agama. Jangan sampai musuh-musuh agama itu lebih sabar dan tabah dari kita sehingga kemenangan berada di pihak mereka. Hendaklah orang mukmin selalu bersiap siaga dengan segala macam cara dan upaya, berjihad, menghadapi kemungkinan-kemungkinan yang akan mengurangi kewibawaan dan kemurnian serta keagungan agama Islam. Dan sebagai sari patinya orang mukmin dianjurkan agar benar-benar bertakwa kepada Allah dengan sebenar-benar takwa di mana saja mereka berada, karena dengan bekal takwa itulah segala sesuatu dapat dilaksanakan dengan baik, diberkahi, dan diridai oleh Allah swt. Demikianlah, barang siapa di antara orang-orang yang beriman melaksanakan 4 macam anjuran tersebut, pasti akan mendapat kemenangan dan kebahagiaan, di dunia dan di akhirat."
        }
      ]
    }
  ]
}