{
  "pageNumber": 157,
  "juz": 8,
  "surahs": [
    {
      "number": 7,
      "name": "Al-A'raf",
      "nameArabic": "الأعراف",
      "meaning": "Tempat Tertinggi",
      "revelation": "Makkah",
      "description": "Surat Al-A'raf berjumlah 206 ayat, termasuk surat Makkiyyah, diturunkan sebelum surat Al-An'am, dan termasuk golongan surat \"Assab'uththiwaal\" (tujuh surat yang panjang). Dinamakan \"Al-A'raf\" karena perkataan Al-A'raf terdapat dalam ayat 46 yang mengemukakan tentang keadaan orang-orang yang berada di atas Al-A'raf, tempat yang tertinggi di batas surga dan neraka. Mereka itulah orang-orang yang antara kebaikan dan kejahatan mereka sama banyaknya.Pokok-Pokok Isi:1. Keimanan:Mentauhidkan Allah dalam berdoa dan beribadah; hanya Allah yang mengatur dan menjaga alam; menciptakan undang-undang dan hukum-hukum untuk mengatur kehidupan manusia di dunia dan di akhirat; Allah bersemayam di 'Arsy; bantahan terhadap kepalsuan syirik; ketauhidan sesuai dengan fitrah manusia; Musa berbicara dengan Allah; tentang melihat Allah; perintah beribadah sambil menundukkan diri kepada Allah; Allah memiliki al-asmaaul husnaa (nama-nama yang indah).2. Hukum-hukum:Larangan mengikuti perbuatan dan adat istiadat yang buruk; kewajiban mengikuti Allah dan rasul, perintah berhias ketika hendak shalat; bantahan terhadap orang yang mengharamkan perhiasan yang dianugerahkan Allah; perintah memakan makanan yang halal lagi baik dan larangan memakan yang sebaliknya.3. Kisah-kisah:Kisah Nabi Adam a.s. dengan Iblis; kisah Nabi Nuh a.s. dan kaumnya; kisah Nabi Shaleh a.s. dengan kaumnya; kisah Nabi Syu'aib a.s. dengan kaumnya; kisah Nabi Musa a.s. dengan Fir'aun.4. Lain-lain:Al-Qur'an diturunkan kepada Nabi terakhir dan perintah mengikutinya; Nabi Muhammad diutus untuk seluruh manusia; adab orang mukmin, adab mendengar bacaan Al-Qur'an dan berzikir; rasul bertanggung jawab menyampaikan seruan Allah; balasan terhadap orang-orang yang mengikuti dan mengingkari rasul; dakwah rasul-rasul yang pertama ialah mentauhidkan Allah; tentang ashhaabul A'raaf yang berada di antara surga dan neraka; Allah pencipta makhluk; manusia adalah makhluk terbaik yang diciptakan Allah serta memiliki kesediaan untuk berbuat baik dan berbuat buruk; permusuhan setan terhadap manusia; manusia khalifah Allah di bumi; kehancuran suatu kaum karena perbuatan mereka sendiri; setiap bangsa memiliki masa jaya dan masa kehancuran; Allah memberikan cobaan kepada manusia dengan kekayaan dan kemiskinan; istidraj azab Allah terhadap orang-orang yang mendustakan ayat-ayat-Nya.Surat Al-A'raf dimulai dengan pengutaraan tentang kewajiban manusia mengikuti rasul dan akibat mengingkarinya. Selanjutnya, diterangkan tentang perselisihan antara Nabi Adam dan Iblis di surga yang merupakan permulaan perselisihan antara golongan yang taat kepada perintah Allah dan golongan yang mengingkari sebagaimana yang terjadi pada nabi-nabi terdahulu dengan umat-umatnya. Kemudian surat ini ditutup dengan penjelasan tentang adab-adab orang mukmin, adab-adab mendengarkan ayat-ayat Al-Qur'an, dan tata cara berdoa dan berzikir kepada-Nya.Hubungan Antara Surat Al-A'Raf Dengan Surat Al-Anfal:1. Akhir surat Al-A'raf mengemukakan keadaan beberapa orang rasul yang diutus sebelum Nabi Muhammad dalam menghadapi kaumnya, sedang permulaan surat Al-Anfal menerangkan keadaan Nabi Muhammad dalam menghadapi umatnya.2. Permusuhan antara Adam dan Iblis di surga dilanjutkan dengan permusuhan antara manusia yang menerima petunjuk dari Allah dengan yang tidak menerimanya. Ini diterangkan dalam surat Al-A'raf. Hal yang serupa diterangkan lebih jelas dalam surat Al-Anfal; pertentangan kedua golongan itu serta tingkah laku mereka dalam perang Badar. Surat Al-A'raf termasuk surat yang banyak persesuaiannya dengan surat-surat yang lain, seperti: Al-Baqarah, Ali 'Imran, At-Taubah, danYunus.",
      "verses": [
        {
          "number": 52,
          "arabic": "وَلَقَدْ جِئْنَـٰهُم بِكِتَـٰبٍ فَصَّلْنَـٰهُ عَلَىٰ عِلْمٍ هُدًى وَرَحْمَةً لِّقَوْمٍ يُؤْمِنُونَ",
          "transliteration": "walaqad ji'nāhum bikitābin faṣṣalnāhu ʿalā ʿil'min hudan waraḥmatan liqawmin yu'minūna",
          "translation": "Sungguh, Kami telah mendatangkan Kitab (Alquran) kepada mereka, yang Kami jelaskan atas dasar pengetahuan, sebagai petunjuk dan rahmat bagi orang-orang yang beriman.",
          "tafsir": "Ayat ini menjelaskan tentang kitab yang telah diturunkan kepada manusia, yaitu Al-Qur'an kitab samawi yang mengandung penjelasan-penjelasan dan petunjuk-petunjuk bagi manusia dalam ayat-ayat yang cukup jelas dan terang karena telah dijelaskan oleh Allah kepada manusia dengan perantaraan Rasul-Nya Muhammad saw. Al-Qur'an itu menjadi petunjuk dan rahmat bagi orang-orang yang beriman yang mempercayai bahwa Al-Qur'an adalah wahyu dari Allah. Bila seseorang mau mempelajarinya, dan mau mengamalkan segala perintah Allah dan meninggalkan segala larangan-Nya, dia akan mendapatkan kebahagiaan dan rahmat Allah. Al-Qur'an berisi pokok-pokok dasar agama secara umum, baik yang berhubungan dengan akidah dan ibadah, maupun yang berhubungan dengan muamalah, pergaulan yang luas antar bangsa di dunia ini. Dengan adanya Al-Qur'an sebagai pedoman dan petunjuk bagi manusia, maka diharapkan penyakit taklid buta dengan mengikuti cara-cara nenek moyang yang tidak sesuai dengan ajaran Al-Qur'an, syirik, menyembah selain Allah, seperti berhala, kubur yang dianggap keramat, dan lainnya dapat dihilangkan. Al-Qur'an mengajarkan tauhid, hanya kepada Allah manusia beribadah dan meminta pertolongan. Dengan demikian, ungkapan seperti yang terdapat dalam firman Allah di bawah ini tidak terdengar lagi, yaitu: \"Sesungguhnya kami mendapati nenek moyang kami menganut suatu (agama) dan sesungguhnya kami sekedar pengikut jejak-jejak mereka.\" (az-Zukhuf/43: 23)"
        },
        {
          "number": 53,
          "arabic": "هَلْ يَنظُرُونَ إِلَّا تَأْوِيلَهُۥ ۚ يَوْمَ يَأْتِى تَأْوِيلُهُۥ يَقُولُ ٱلَّذِينَ نَسُوهُ مِن قَبْلُ قَدْ جَآءَتْ رُسُلُ رَبِّنَا بِٱلْحَقِّ فَهَل لَّنَا مِن شُفَعَآءَ فَيَشْفَعُوا۟ لَنَآ أَوْ نُرَدُّ فَنَعْمَلَ غَيْرَ ٱلَّذِى كُنَّا نَعْمَلُ ۚ قَدْ خَسِرُوٓا۟ أَنفُسَهُمْ وَضَلَّ عَنْهُم مَّا كَانُوا۟ يَفْتَرُونَ",
          "transliteration": "hal yanẓurūna illā tawīlahu yawma yatī tawīluhu yaqūlu alladhīna nasūhu min qablu qad jāat rusulu rabbinā bil-ḥaqi fahal lanā min shufaʿāa fayashfaʿū lanā aw nuraddu fanaʿmala ghayra alladhī kunnā naʿmalu qad khasirū anfusahum waḍalla ʿanhum mā kānū yaftarūna",
          "translation": "Tidakkah mereka hanya menanti-nanti bukti kebenaran (Alquran) itu. Pada hari bukti kebenaran itu tiba, orang-orang yang sebelum itu mengabaikannya berkata, \"Sungguh, Rasul-rasul Tuhan kami telah datang membawa kebenaran. Maka adakah pemberi syafaat bagi kami yang akan memberikan pertolongan kepada kami atau agar kami dikembalikan (ke dunia) sehingga kami akan beramal tidak seperti perbuatan yang pernah kami lakukan dahulu?\" Mereka sebenarnya telah merugikan dirinya sendiri dan apa yang mereka ada-adakan dahulu telah hilang lenyap dari mereka.",
          "tafsir": "Ayat ini menerangkan bagaimana keadaan orang-orang yang tidak mau menjadikan Al-Qur'an sebagai petunjuk dan pedoman dalam hidupnya untuk mencapai kebahagiaan di dunia dan akhirat. Mereka lebih mempercayai ajaran nenek moyang yang sesat dari pada ajaran Al-Qur'an yang disampaikan Rasulullah saw dengan benar. Dengan perbuatan seperti ini berarti mereka menunggu datangnya hukuman Allah yang mengakibatkan penyesalan. Pada hari Kiamat, apa yang mereka tunggu itu menjadi kenyataan. Janji dan ancaman yang disampaikan para rasul akan terbukti pada hari Kiamat, yaitu orang yang beriman dan berbuat baik akan mendapat kebahagiaan, dan orang yang kafir akan menerima hukuman dan berada dalam kesengsaraan. Pada hari itu, orang-orang yang lupa kepada Allah dan tidak percaya kepada para rasul yang telah membawa petunjuk dan kebenaran, bahkan mereka juga yang ragu dan menentangnya. Karena itu, bila mereka mendapat hukuman, maka hal itu merupakan suatu yang wajar. Pada hari itu mereka tidak punya daya untuk menghindar dari hukuman. Yang dapat mereka lakukan hanya berangan-angan kalau saja ada pertolongan dari orang atau sesuatu yang pernah diagungkan atau disembah, seperti nenek moyang yang dijadikan rujukan taklid atau berhala yang dijadikan sembahan. Mereka juga berangan-angan untuk dikembalikan hidup ke dunia, agar mereka dapat bekerja dan beramal baik sesuai dengan ajaran Allah. Angan-angan seperti ini tidak mungkin terjadi. Mereka tidak dapat kembali ke dunia, karena alam dan isinya telah hancur. Karena itu, pada akhir ayat ini disebutkan bahwa mereka telah merugi. Di dunia mereka merugi karena telah mengotori dirinya dengan syirik dan maksiat, dan di akhirat mereka juga merugi karena mendapat hukuman. Mereka merugi karena semua yang mereka kerjakan di dunia tidak membawa keuntungan sedikit pun. Hilang dan lenyap dari pandangan mereka apa yang mereka ada-adakan selama ini. Mereka mengharapkan syafa'at dari sesuatu yang mereka sembah. Syafa'at yang diharap-harapkan itu tak kunjung datang. Akhirnya timbul penyesalan dan kerugian."
        },
        {
          "number": 54,
          "arabic": "إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ فِى سِتَّةِ أَيَّامٍ ثُمَّ ٱسْتَوَىٰ عَلَى ٱلْعَرْشِ يُغْشِى ٱلَّيْلَ ٱلنَّهَارَ يَطْلُبُهُۥ حَثِيثًا وَٱلشَّمْسَ وَٱلْقَمَرَ وَٱلنُّجُومَ مُسَخَّرَٰتٍۭ بِأَمْرِهِۦٓ ۗ أَلَا لَهُ ٱلْخَلْقُ وَٱلْأَمْرُ ۗ تَبَارَكَ ٱللَّهُ رَبُّ ٱلْعَـٰلَمِينَ",
          "transliteration": "inna rabbakumu l-lahu alladhī khalaqa l-samāwāti wal-arḍa fī sittati ayyāmin thumma is'tawā ʿalā l-ʿarshi yugh'shī al-layla l-nahāra yaṭlubuhu ḥathīthan wal-shamsa wal-qamara wal-nujūma musakharātin bi-amrihi alā lahu l-khalqu wal-amru tabāraka l-lahu rabbu l-ʿālamīna",
          "translation": "Sungguh, Tuhanmu (adalah) Allah yang menciptakan langit dan bumi dalam enam masa, lalu Dia bersemayam di atas Arasy.<sup foot_note=135284>1</sup> Dia menutupkan malam kepada siang yang mengikutinya dengan cepat. (Dia ciptakan) matahari, bulan dan bintang-bintang tunduk kepada perintah-Nya. Ingatlah! Segala penciptaan dan urusan menjadi hak-Nya. Mahasuci Allah, Tuhan seluruh alam.",
          "tafsir": "Pada permulaan ayat ini Allah menegaskan bahwa Dialah yang menciptakan langit dan bumi dalam enam hari (masa). Dialah Pemilik, Penguasa dan Pengaturnya, Dialah Tuhan yang berhak disembah dan kepada-Nya manusia harus meminta pertolongan. Walaupun yang disebutkan dalam ayat ini hanya langit dan bumi saja, tetapi yang dimaksud ialah semua yang ada di alam ini, karena yang dimaksud dengan langit ialah semua alam yang di atas, dan yang dimaksud dengan bumi ialah semua alam di bawah, dan termasuk pula alam yang ada di antara langit dan bumi sebagaimana tersebut dalam firman-Nya: Yang menciptakan langit dan bumi dan apa yang ada di antara keduanya dalam enam masa, kemudian Dia bersemayam di atas 'Arsy. (al-Furqan/25: 59) Adapun yang dimaksud dengan enam hari ialah enam masa yang telah ditentukan Allah, bukan enam hari yang kita kenal ini yaitu hari sesudah terciptanya langit dan bumi, sedang hari dalam ayat ini adalah sebelum itu. Berikut ini penjelasan arti enam hari dalam ayat ini menurut para ilmuwan: Menurut Marconi (2003) penjelaskan keenam masa tersebut sebagai berikut: Masa Pertama, yakni masa sejak 'Dentuman Besar (Big Bang) dari Singularity, sampai terpisahnya Gaya Gravitasi dari Gaya Tunggal (Superforce), ruang-waktu mulai memisah. Namun Kontinuum Ruang-Waktu yang lahir masih berujud samar-samar, dimana energi-materi dan ruang-waktu tidak jelas bedanya. Masa Kedua, masa terbentuknya inflasi Jagad Raya, namun Jagad Raya ini masih belum jelas bentuknya, dan disebut sebagai Cosmic Soup (Sup Kosmos). Gaya Nuklir-Kuat memisahkan diri dari Gaya Elektro-Lemah, serta mulai terbentuknya materi-materi fundamental: quarks, antiquarks, dan sebagainya. Jagad Raya mulai mengembang. Masa Ketiga, masa terbentuknya inti-inti atom di Jagad Raya ini. Gaya Nuklir-Lemah mulai terpisah dengan Gaya Elektromagnetik. Inti-inti atom seperti proton, netron, dan meson tersusun dari quark-quark ini. Masa ini dikenal sebagai masa pembentukan inti-inti atom (Nucleosyntheses). Ruang, waktu serta materi dan energi, mulai terlihat terpisah. Masa Keempat, elektron-elektron mulai terbentuk, namun masih dalam keadaan bebas, belum terikat oleh inti-atom untuk membentuk atom yang stabil. Masa Kelima, terbentuknya atom-atom yang stabil, memisahnya materi dan radiasi, dan Jagad Raya, terus mengembang dan mulai nampak transparan. Masa Keenam, Jagad raya terus mengembang, atom-atom mulai membentuk aggregat menjadi molekul-molekul, makro-molekul, kemudian membentuk proto-galaksi, galaksi-galaksi, bintang-bintang, tata-surya tata surya, dan planet-planet. Adapun mengenai lamanya sehari menurut agama hanya Allah yang mengetahui, sebab dalam Al-Qur'an sendiri ada yang diterangkan bahwa sehari di sisi Allah sama dengan seribu tahun, dalam firman-Nya yang disebutkan: Dan sesungguhnya sehari di sisi Tuhanmu adalah seperti seribu tahun menurut perhitunganmu. (al-hajj/22: 47) Dan ada pula yang diterangkan lima puluh ribu tahun seperti dalam firman-Nya: Para malaikat dan Jibril naik (menghadap) kepada Tuhan, dalam sehari setara dengan lima puluh ribu tahun. (al-Ma'arij/70: 4) Ada beberapa hadis yang menunjukkan bahwa hari yang enam itu ialah hari-hari kita sekarang di antaranya yang diriwayatkan oleh Ahmad dan Muslim dari Abu Hurairah. Abu Hurairah berkata: \"Rasulullah memegang tanganku lalu bersabda, \"Allah menciptakan tanah pada hari Sabtu, menciptakan bukit-bukit pada hari Ahad, menciptakan pohon pada hari Senin, menciptakan hal-hal yang tak baik pada hari Selasa, menciptakan cahaya pada hari Rabu, menciptakan gunung-gunung pada hari Kamis, dan menciptakan Adam pada hari Jum'at sesudah Asar, merupakan ciptaan terakhir, pada saat terakhir itu antara waktu asar dan permulaan malam\". (Riwayat Ahmad dan Muslim dari Abu Hurairah) Hadis ini ditolak oleh para ahli hadis karena bertentangan dengan nash Al-Qur'an. Dari segi sanadnya pun hadis ini adalah lemah karena dirawikan oleh Hajjad bin Muhammad al-Ajwar dari Juraij yang sudah tidak waras di akhir hayatnya. Menurut al-Manar hadis ini termasuk hadis-hadis Israiliyat yang dibikin oleh kaum Yahudi dan Nasrani dan dikatakan dari Rasulullah saw. Pada ayat-ayat yang lain diterangkan lebih terperinci lagi tentang masa-masa penciptaan langit dan bumi seperti terdapat dalam firman Allah: Katakanlah, \"Pantaskah kamu ingkar kepada Tuhan yang menciptakan bumi dalam dua masa dan kamu adakan pula sekutu-sekutu bagi-Nya? Itulah Tuhan seluruh alam.\" (Fushshilat/41: 9) Allah menciptakan gunung-gunung yang kokoh di atas bumi. Dia memberkahi dan menentukan kadar makanan penghuninya dalam empat masa yang sama (cukup) sesuai bagi siapa yang memerlukannya. Kemudian Dia menuju kepada penciptaan langit dan bumi itu masih merupakan asap, Allah berkata kepadanya dan kepada bumi, \"Datanglah kamu keduanya menurut perintah-Ku dengan suka atau terpaksa. Keduanya menjawab, \"Kami datang dengan suka.\" Maka Dia menjadikannya tujuh langit dalam dua masa dan Dia mewahyukan kepada tiap-tiap langit urusannya. Dan kami hiasi langit yang terdekat dengan bintang-bintang yang cemerlang dan Kami memeliharanya dengan sebaik-baiknya. Demikianlah ketentuan Yang Mahaperkasa lagi Maha Mengetahui. Dari ayat-ayat tersebut dapat disimpulkan sebagai berikut: 1.Penciptaan bumi yang berasal dari gumpalan-gumpalan yang kelihatan seperti asap adalah dua masa dan penciptaan tanah, bukit-bukit, gunung-gunung serta bermacam-macam tumbuh-tumbuhan dan bintang dalam dua masa pula. Dengan demikian sempurnalah penciptaan bumi dan segala isinya dalam empat masa. 2.Penciptaan langit yang berasal dari gumpalan-gumpalan kabut itu dengan segala isinya dalam dua masa pula. Adapun bagaimana prosesnya kejadian langit dan bumi. Al-Qur'an tidak menjelaskannya secara terperinci dan kewajiban para ahli untuk menyelidikinya dan mengetahui waktu atau masa yang diperlukan untuk masing-masing tahap dari tahap-tahap kejadiannya. Kemudian setelah selesai penciptaan langit dan bumi, Allah bersemayam di atas Arsy mengurus dan mengatur semua urusan yang berhubungan dengan langit dan bumi sesuai dengan ilmu dan kebijaksanaan-Nya. Tentang bagaimana Allah bersemayam di atas Arsy-Nya dan bagaimana Dia mengatur semesta alam ini tidaklah dapat disamakan atau digambarkan seperti bersemayamnya seorang raja di atas singgasananya karena Allah tidak boleh dimisalkan atau disamakan dengan makhluk-Nya. Namun hal ini harus dipercayai dan diimani dan hanya Allah sendiri Yang Mengetahui bagaimana hakikatnya. Para sahabat Nabi tidak ada yang merasa ragu dalam hatinya mengenai bersemayam-Nya Allah di atas Arsy. Mereka meyakini hal itu dan beriman kepada-Nya tanpa mengetahui bagaimana gambarannya. Demikianlah Imam Malik berkata ketika ditanyakan kepadanya masalah bersemayamnya Allah di atas Arsy sebagai berikut, \"Bersemayamnya Allah adalah suatu hal yang tidak asing lagi, tetapi bagaimana caranya tidak dapat dipikirkan.\" Kerasulan itu adalah dari Allah dan kewajiban Rasul ialah menyampaikan, maka kewajiban manusia ialah membenarkannya. Demikianlah pendapat dan pendirian ulama-ulama dari dahulu sampai sekarang, maka tidak wajar manusia memberanikan diri untuk menggambarkan bersemayam-Nya Allah di atas Arsy-Nya. Na'im bin Ahmad guru Imam al-Bukhari berkata tantang hal itu, \"Orang yang menyerupakan Allah dengan makhluk-Nya adalah kafir, orang yang mengingkari sifat Allah sebagaimana diterangkan-Nya (dalam kitab-Nya) adalah kafir, dan tiadalah dalam sifat Allah yang diterangkan-Nya atau diterangkan Rasul-Nya sesuatu penyerupaan. Maka barang siapa yang menetapkan hal-hal yang diterima dari hadis yang sahih sesuai dengan keagungan Allah dan meniadakan sifat-sifat kekurangan bagi-Nya, maka sesungguhnya dia telah menempuh jalan yang benar. Selanjutnya Allah menerangkan bahwa Dialah yang menutupi siang dan malam sehingga hilanglah cahaya matahari di permukaan bumi dan hal ini berlaku sangat cepat. Maksudnya malam itu selalu mengejar cahaya matahari telah tertutup terjadilah malam dan di tempat yang belum terkejar oleh malam, matahari tetap meneranginya dan di sana tetaplah siang. Demikianlah seterusnya pergantian siang dengan malam atau pergantian malam dengan siang. Dalam ayat lain Allah berfirman: Dia menciptakan langit dan bumi dengan (tujuan) yang benar; Dia memasukkan malam atas siang dan memasukkan siang atas malam dan menundukkan matahari dan bulan, masing-masing berjalan menurut waktu yang ditentukan. Ingatlah! Dialah Yang Mahamulia, Maha Pengampun. (az-Zumar/39: 5) Hal ini terjadi karena bumi yang berbentuk bulat selalu berputar pada sumbunya di bawah matahari. Dengan demikian, pada permukaan bumi yang kena cahaya matahari terjadilah siang dan pada muka bumi yang tidak terkena cahayanya terjadilah malam. Kemudian Allah menerangkan pula bahwa matahari, bulan dan bintang semuanya tunduk di bawah perintah-Nya dan peraturan-peraturan yang telah ditetapkan. Semuanya bergerak sesuai dengan aturan yang telah ditentukan dan di antaranya tidak ada yang menyimpang dari aturan-aturan yang telah ditentukan itu. Dengan demikian terjadilah suatu keharmonisan dan keserasian dalam perjalanan masing-masing sehingga tidak akan terjadi perbenturan atau tabrakan antara satu dengan yang lainnya, meskipun di langit terdapat bintang-bintang dan benda-benda langit lainnya yang jumlahnya tak terhingga. Semua itu adalah karena Dia Maha Pencipta, Maha Mengetahui lagi Mahabijaksana. Mahasuci Allah Tuhan semesta alam. Hanya Allah yang patut disembah, kepada-Nya setiap hamba harus memanjatkan doa memohon karunia dan rahmat-Nya dan kepada-Nya pula setiap hamba harus bersyukur dan berterima kasih atas segala nikmat yang telah diberikan-Nya. Sungguh amat jauh kesesatan orang yang mempersekutukan-Nya dengan makhluk-Nya dan memohonkan doa kepada sesuatu yang tidak dapat memberi manfaat atau mudarat."
        },
        {
          "number": 55,
          "arabic": "ٱدْعُوا۟ رَبَّكُمْ تَضَرُّعًا وَخُفْيَةً ۚ إِنَّهُۥ لَا يُحِبُّ ٱلْمُعْتَدِينَ",
          "transliteration": "id'ʿū rabbakum taḍarruʿan wakhuf'yatan innahu lā yuḥibbu l-muʿ'tadīna",
          "translation": "Berdoalah kepada Tuhanmu dengan rendah hati dan suara yang lembut. Sungguh, Dia tidak menyukai orang-orang yang melampaui batas.",
          "tafsir": "Ayat ini mengandung etika dalam berdoa kepada Allah. Berdoa adalah munajat antara hamba dengan Tuhannya untuk menyampaikan suatu permintaan agar Allah berkenan mengabulkannya. Maka berdoa kepada Allah hendaklah dengan penuh kerendahan hati, dengan betul-betul khusyuk dan berserah diri. Kemudian berdoa itu disampaikan dengan suara lunak dan lembut yang keluar dari hati sanubari yang bersih. Berdoa dengan suara yang keras, menghilangkan kekhusyukan dan mungkin menjurus kepada ria dan pengaruh-pengaruh lainnya dan dapat mengakibatkan doa itu tidak dikabulkan Allah. Doa tidak harus dengan suara yang keras, sebab Allah Maha Mendengar dan Maha Mengetahui. Diriwayatkan oleh Abu Musa al-Asy'ari, ia berkata, \"Ketika kami bersama-sama Rasulullah saw dalam perjalanan, terdengarlah orang-orang membaca takbir dengan suara yang keras. Maka Rasulullah bersabda: \"Sayangilah dirimu jangan bersuara keras, karena kamu tidak menyeru kepada yang pekak dan yang jauh. Sesungguhnya kamu menyeru Allah Yang Maha Mendengar lagi Dekat dan Dia selalu beserta kamu\". (Riwayat al-Bukhari dan Muslim dari Abu Musa al-Asy'ari) Bersuara keras dalam berdoa, bisa mengganggu orang, lebih-lebih orang yang sedang beribadah, baik dalam masjid atau di tempat-tempat ibadah yang lain, kecuali yang dibolehkan dengan suara keras, seperti talbiyah dalam musim haji dan membaca takbir pada hari raya Idul Fitri dan Idul Adha. Allah memuji Nabi Zakaria a.s. yang berdoa dengan suara lembut: (Yaitu) ketika dia berdoa kepada Tuhannya dengan suara yang lembut. (Maryam/19: 3) Kemudian ayat ini ditutup dengan peringatan, \"Sesungguhnya Allah tidak menyukai orang-orang yang melampau batas.\" Maksudnya, dilarang melampaui batas dalam segala hal, termasuk berdoa. Tiap-tiap sesuatu sudah ditentukan batasnya yang harus diperhatikan, jangan sampai dilampaui. Bersuara keras dan berlebih-lebihan dalam berdoa termasuk melampaui batas, Allah tidak menyukainya. Termasuk juga melampaui batas dalam berdoa, meminta sesuatu yang mustahil adanya menurut syara' ataupun akal, seperti seseorang meminta agar dia menjadi kaya, tetapi tidak mau berusaha atau seseorang menginginkan agar dosanya diampuni, tetapi dia masih terus bergelimang berbuat dosa dan lain-lainnya. Berdoa seperti itu, namanya ingin mengubah sunatullah yang mustahil terjadinya. Firman Allah: Maka kamu tidak akan mendapatkan perubahan bagi ketentuan Allah, dan tidak (pula) akan menemui penyimpangan bagi ketentuan Allah itu. (Fathir/35: 43) Berdoa dihadapkan kepada selain Allah atau dengan memakai perantara (washilah) orang yang sudah mati adalah melampaui batas yang sangat tercela. Berdoa itu hanya dihadapkan kepada Allah, tidak boleh menyimpang kepada yang lain. Allah berfirman: Katakanlah (Muhammad), \"Panggillah mereka yang kamu anggap (tuhan) selain Allah, mereka tidak kuasa untuk menghilangkan bahaya darimu dan tidak (pula) mampu mengubahnya.\" Orang-orang yang mereka seru itu, mereka sendiri mencari jalan kepada Tuhan siapa di antara mereka yang lebih dekat (kepada Allah). Mereka mengharapkan rahmat-Nya dan takut akan azab-Nya. Sungguh, azab Tuhanmu itu sesuatu yang (harus) ditakuti.\" (al-Isra'/17: 56-57) Hadis Nabi saw: Diriwayatkan dari Abu Hurairah dia berkata, \"Telah bersabda Rasulullah saw, \"Mintalah kepada Allah washilah untukku. Mereka bertanya: Ya Rasulullah, apakah washilah itu? Rasulullah menjawab: \"Dekat dengan Allah azza Wa Jalla, kemudian Rasulullah membaca ayat; (mereka sendiri) mencari jalan kepada Tuhan mereka, siapa di antara mereka yang lebih dekat kepada Allah.\" (Riwayat at-Tirmidzi dari Ibnu Mardawaih)"
        },
        {
          "number": 56,
          "arabic": "وَلَا تُفْسِدُوا۟ فِى ٱلْأَرْضِ بَعْدَ إِصْلَـٰحِهَا وَٱدْعُوهُ خَوْفًا وَطَمَعًا ۚ إِنَّ رَحْمَتَ ٱللَّهِ قَرِيبٌ مِّنَ ٱلْمُحْسِنِينَ",
          "transliteration": "walā tuf'sidū fī l-arḍi baʿda iṣ'lāḥihā wa-id'ʿūhu khawfan waṭamaʿan inna raḥmata l-lahi qarībun mina l-muḥ'sinīna",
          "translation": "Dan janganlah kamu berbuat kerusakan di bumi setelah (diciptakan) dengan baik. Berdoalah kepada-Nya dengan rasa takut dan penuh harap. Sesungguhnya rahmat Allah sangat dekat kepada orang yang berbuat kebaikan.",
          "tafsir": "Dalam ayat ini Allah melarang manusia agar tidak membuat kerusakan di muka bumi. Larangan membuat kerusakan ini mencakup semua bidang, seperti merusak pergaulan, jasmani dan rohani orang lain, kehidupan dan sumber-sumber penghidupan (pertanian, perdagangan, dan lain-lain), merusak lingkungan dan lain sebagainya. Bumi ini sudah diciptakan Allah dengan segala kelengkapannya, seperti gunung, lembah, sungai, lautan, daratan, hutan dan lain-lain, yang semuanya ditujukan untuk keperluan manusia, agar dapat diolah dan dimanfaatkan dengan sebaik-baiknya untuk kesejahteraan mereka. Oleh karena itu, manusia dilarang membuat kerusakan di muka bumi. Selain itu, Allah juga menurunkan agama dan mengutus para rasul untuk memberi petunjuk agar manusia dapat hidup dalam kebahagiaan, keamanan dan kedamaian. Sebagai penutup kenabian, Allah mengutus Rasulullah saw yang membawa ajaran Islam sebagai rahmat bagi semesta alam. Bila manusia mengikuti ajaran Islam dengan benar, maka seluruhnya akan menjadi baik, manusia menjadi baik, bangsa menjadi baik, dan negara menjadi baik pula. Sesudah Allah melarang manusia membuat kerusakan, maka di akhir ayat ini diungkap lagi tentang etika berdoa. Ketika berdoa untuk urusan duniawi atau ukhrawi, selain dengan sepenuh hati, khusuk dan suara yang lembut, hendaknya disertai pula dengan perasaan takut dan penuh harapan. Cara berdoa semacam ini akan mempertebal keyakinan dan akan menjauhkan diri dari keputusasaan, karena langsung memohon kepada Allah yang Mahakuasa dan Mahakaya. Rahmat Allah akan tercurah kepada orang yang berbuat baik, dan berdoa merupakan perbuatan baik. Oleh karenanya, rahmat Allah tentu dekat dan akan tercurah kepadanya. Anjuran untuk berbuat baik banyak diungkap dalam Al-Qur'an, seperti berbuat baik terhadap tetangga, kepada sesama manusia, kepada kawan, kepada lingkungan dan lainnya. Karena itu, bila seseorang akan menyembelih binatang, hendaknya ia melakukan dengan cara yang baik, yaitu dengan pisau yang tajam agar tidak menyebabkan penderitaan bagi binatang itu."
        },
        {
          "number": 57,
          "arabic": "وَهُوَ ٱلَّذِى يُرْسِلُ ٱلرِّيَـٰحَ بُشْرًۢا بَيْنَ يَدَىْ رَحْمَتِهِۦ ۖ حَتَّىٰٓ إِذَآ أَقَلَّتْ سَحَابًا ثِقَالًا سُقْنَـٰهُ لِبَلَدٍ مَّيِّتٍ فَأَنزَلْنَا بِهِ ٱلْمَآءَ فَأَخْرَجْنَا بِهِۦ مِن كُلِّ ٱلثَّمَرَٰتِ ۚ كَذَٰلِكَ نُخْرِجُ ٱلْمَوْتَىٰ لَعَلَّكُمْ تَذَكَّرُونَ",
          "transliteration": "wahuwa alladhī yur'silu l-riyāḥa bush'ran bayna yaday raḥmatihi ḥattā idhā aqallat saḥāban thiqālan suq'nāhu libaladin mayyitin fa-anzalnā bihi l-māa fa-akhrajnā bihi min kulli l-thamarāti kadhālika nukh'riju l-mawtā laʿallakum tadhakkarūna",
          "translation": "Dialah yang meniupkan angin sebagai pembawa kabar gembira, mendahului kedatangan rahmat-Nya (hujan), sehingga apabila angin itu membawa awan mendung, Kami halau ke suatu daerah yang tandus, lalu Kami turunkan hujan di daerah itu. Kemudian Kami tumbuhkan dengan hujan itu berbagai macam buah-buahan. Seperti itulah Kami membangkitkan orang yang telah mati, mudah-mudahan kamu mengambil pelajaran.",
          "tafsir": "Dengan kedua ayat ini Allah menegaskan bahwa salah satu karunia besar yang dilimpahkan kepada hamba-Nya ialah menggerakkan angin sebagai tanda bagi kedatangan nikmat-Nya yaitu angin yang membawa awan tebal yang dihalaunya ke negeri yang kering yang telah rusak tanamannya karena ketiadaan air, kering sumurnya karena tak ada hujan dan penduduknya menderita karena haus dan lapar. Lalu Dia menurunkan di negeri itu hujan yang lebat sehingga negeri yang hampir mati itu menjadi subur kembali dan sumur-sumurnya penuh berisi air dengan demikian hiduplah penduduknya dengan serba kecukupan dari hasil tanaman-tanaman itu yang berlimpah-ruah. Mengenai peran hujan yang \"menghidupkan\" lahan yang \"mati\" yang disebutkan dalam Al-Qur'an sudah dianalisa oleh para pakar ilmu pengetahuan karena hujan, di samping membawa butiran air, suatu materi yang penting untuk kehidupan semua mahluk hidup di dunia, ternyata butiran air hujan juga membawa serta material yang berfungsi sebagai pupuk. Saat air laut yang menguap dan mencapai awan, ia mengandung sesuatu yang dapat merevitalisasi daratan yang mati. Butiran air hujan yang mengandung bahan-bahan revitalisasi tersebut biasa dikenal dengan nama \"surface tension droplets\". Bahan-bahan ini diperoleh dari lapisan permukaan laut yang ikut menguap. Pada lapisan tipis dengan ketebalan kurang dari seper-sepuluh milimeter dan biasa disebut \"lapisan mikro\" oleh para ahli biologi ini, ditemukan banyak serasah organik yang berasal dari dekomposisi algae renik dan zooplankton. Beberapa serasah ini mengumpulkan dan menyerap beberapa elemen, seperti fosfor, magnesium dan potasium, yang jarang diperoleh di dalam air laut. Serasah ini juga menyerap logam berat seperti tembaga, zink, cobalt dan lead. Tanaman di daratan akan memperoleh sebagian besar garam-garam mineral dan elemen lainnya yang diperlukan untuk pertumbuhannya bersamaan dengan datangnya air hujan. Garam-garam yang turun bersama air hujan, merupakan suatu miniatur dari pupuk yang biasa digunakan dalam pertanian (Natrium, Potasium, Kalium dan sebagainya). Logam berat di udara akan membentuk elemen yang akan meningkatkan produktivitas pada saat pertumbuhan dan pembuahan tanaman. Dengan demikian, hujan adalah sumber pupuk yang sangat penting. Dengan pupuk yang dikandung pada butiran hujan saja, dalam waktu 100 tahun, tanah yang miskin hara dapat mengumpulkan semua elemen yang diperlukan untuk tumbuhnya tanaman. Hutan juga tumbuh dan memperoleh keperluan hidupnya dari semua bahan kimia yang berasal dari laut. Dengan cara demikian, setiap tahun sekitar 150 ton pupuk jatuh ke bumi. Tanpa mekanisme ini, maka mungkin jumlah jenis tanaman tidak akan sebanyak yang kita ketahui saat ini dan kemungkinan ketidak seimbangan ekologi dapat juga terjadi. Memang tidak semua negeri yang mendapat limpahan rahmat itu, tetapi ada pula beberapa tempat di muka bumi yang tidak dicurahi hujan yang banyak, bahkan ada pula beberapa daerah dicurahi hujan tetapi tanah di daerah itu hilang sia-sia tidak ada manfaatnya sedikit pun. Mengenai tanah-tanah yang tidak dicurahi hujan itu Allah berfirman: Tidakkah engkau melihat bahwa Allah menjadikan awan bergerak perlahan, kemudian mengumpulkannya, lalu Dia menjadikannya bertumpuk-tumpuk, lalu engkau lihat hujan keluar dari celah-celahnya dan Dia (juga) menurunkan (butiran-butiran) es dari langit, (yaitu) dari (gumpalan-gumpalan awan seperti) gunung-gunung, maka ditimpakan-Nya (butiran-butiran es) itu kepada siapa yang Dia kehendaki dan dihindarkan-Nya dari siapa yang Dia kehendaki. Kilauan kilatnya hampir-hampir menghilangkan penglihatan. (an-Nur/24: 43) Menurut ayat ini hujan lebat yang disertai hujan es itu tidak tercurah ke seluruh pelosok di muka bumi, hanya Allah-lah yang menentukan di mana hujan akan turun dan di mana pula awan tebal itu sekadar lewat saja sehingga daerah itu tetap tandus dan kering."
        }
      ]
    }
  ]
}