{
  "pageNumber": 124,
  "juz": 7,
  "surahs": [
    {
      "number": 5,
      "name": "Al-Ma'idah",
      "nameArabic": "المائدة",
      "meaning": "Hidangan",
      "revelation": "Madinah",
      "description": "Surat Al-Ma-idah terdiri dari 120 ayat dan termasuk surat Madaniyyah. Hanya saja ada ayat-ayat yang diturunkan di Mekah, pada waktu haji wadaa', setelah Nabi Muhammad s.a.w. hijrah ke Madinah.Surat ini dinamakan \"Al-Ma-idah\" (hidangan) karena memuat kisah pengikut-pengikut setia Nabi 'Isa a.s. yang meminta kepada Nabi 'Isa agar Allah berkenan menurunkan Al-Ma-idah (hidangan makanan) dari langit (ayat 112) untuk mereka. Juga dinamakan dengan \"Al-Uqud\" (perjanjian), karena kata ini terdapat pada ayat pertama surat ini, Allah menyuruh agar hamba memenuhi janji prasetia terhadap Allah dan perjanjian-perjanjian terhadap sesama.Dinamakan juga \"Al-Munqidz\" (yang menyelamatkan), karena akhir surat ini mengandung kisah tentang Nabi 'Isa a.s. yang menjadi penyelamat bagi pengikut-pengikut setianya dari azab Allah.Pokok-Pokok Isi:1. Keimanan:Bantahan terhadap orang-orang yang mempertuhankan Nabi 'Isa a.s.2. Hukum-hukum:Kewajiban memenuhi janji; hukum melanggar syi'ar Allah; makanan yang dihalalkan dan yang diharamkan; hukum menikahi perempuan ahli kitab; wudhu; tayammum; mandi; hukum membunuh orang; hukum mengacau dan mengganggu keamanan; hukum qishash; hukum melanggar sumpah dan kafaaratnya; hukum khamar, berjudi, berkurban untuk berhala, dan mengundi nasib; hukum membunuh binatang waktu ihram; hukum persaksian dalam berwasiat.3. Kisah-kisah:Kisah Nabi Musa a.s. menyuruh kaumnya memasuki Palestina; kisah Habil dan Qabil; dan kisah-kisah tentang Nabi 'Isa a.s.4. Lain-lain:Kewajiban bersikap lemah lembut terhadap sesama mukmin dan bersikap keras terhadap orang kafir; penyempurnaan Agama Islam di zaman Nabi Muhammad s.a.w.; kewajiban bersikap jujur dan adil; sikap dalam menghadapi berita-berita bohong; akibat berteman akrab nonmuslim; laknat Allah terhadap orang-orang Yahudi; kewajiban rasul-rasul hanya menyampaikan agama; sikap Yahudi dan Nasrani terhadap orang Islam; Ka'bah sebagai pondasi kehidupan manusia; peringatan dari Allah agar meninggalkan kebiasaan Arab Jahiliyah; larangan bertanya sesuatu yang mengakibatkan kesusahan dalam beragama.Surat Al-Ma-idah mengemukakan bagaimana seharusnya orang mukmin bersikap, baik terhadap sesama maupun nonmukmin; manfaaat memenuhi janji prasetia terhadap Allah, perjanjian yang dilakukan oleh sesama manusia, dan ketauhidan Allah.Hubungan Surat Al-Ma-Idah Dengan Surat Al-An'Am:1. Surat Al-Ma-idah mengemukakan hujjah terhadap ahli kitab, sedangkan surat Al-An'am mengemukakan hujjah terhadap kaum musyrikin.2. Surat Al-An'am memuat makanan-makanan yang diharamkan dan binatang sembelihan secara umum, sedangkan surat Al-Ma-idah memuat secara terperinci.3. Akhir surat Al-Ma-idah mengemukakan bahwa Allah menguasai langit dan bumi serta memberi balasan atas perbuatan-perbuatan manusia di dunia, sedangkan permulaan surat Al-An'am mengutarakan bahwa segala puji hanya milik Allah, Pencipta langit dan bumi serta sumber kebahagiaan manusia.",
      "verses": [
        {
          "number": 96,
          "arabic": "أُحِلَّ لَكُمْ صَيْدُ ٱلْبَحْرِ وَطَعَامُهُۥ مَتَـٰعًا لَّكُمْ وَلِلسَّيَّارَةِ ۖ وَحُرِّمَ عَلَيْكُمْ صَيْدُ ٱلْبَرِّ مَا دُمْتُمْ حُرُمًا ۗ وَٱتَّقُوا۟ ٱللَّهَ ٱلَّذِىٓ إِلَيْهِ تُحْشَرُونَ",
          "transliteration": "uḥilla lakum ṣaydu l-baḥri waṭaʿāmuhu matāʿan lakum walilssayyārati waḥurrima ʿalaykum ṣaydu l-bari mā dum'tum ḥuruman wa-ittaqū l-laha alladhī ilayhi tuḥ'sharūna",
          "translation": "Dihalalkan bagimu hewan buruan laut<sup foot_note=135246>1</sup> dan makanan (yang berasal) dari laut<sup foot_note=135247>2</sup> sebagai makanan yang lezat bagimu, dan bagi orang-orang yang dalam perjalanan; dan diharamkan atasmu (menangkap) hewan darat, selama kamu sedang ihram. Dan bertakwalah kepada Allah yang kepada-Nya kamu akan dikumpulkan (kembali).",
          "tafsir": "Dalam ayat ini Allah menerangkan, bahwa Dia menghalalkan bagi orang-orang mukmin, baik yang berihram, maupun tidak, untuk makan daging buruan laut, termasuk binatang sungai, danau dan sebagainya dan yang diperoleh dengan mudah, misalnya ikan-ikan yang baru mati dan terapung atau ikan yang terdampar di pantai dan sebagainya. Semua itu dikaruniakan Allah sebagai makanan yang lezat bagi mereka dan bagi orang-orang yang berada dalam perjalanan. Kemudian Allah menegaskan kembali bahwa Dia mengharamkan bagi orang-orang mukmin menangkap binatang buruan darat, selama mereka berihram. Pada akhir ayat tersebut diperingatkan-Nya kepada orang-orang mukmin agar mereka senantiasa bertakwa kepada Allah yang kepada-Nya-lah mereka akan dikumpulkan kelak di hari Kiamat, untuk mempertanggungjawabkan segala amalan mereka dan kemudian diberi-Nya balasan dengan pahala ataupun siksa yang setimpal dengan amalan tersebut."
        },
        {
          "number": 97,
          "arabic": "۞ جَعَلَ ٱللَّهُ ٱلْكَعْبَةَ ٱلْبَيْتَ ٱلْحَرَامَ قِيَـٰمًا لِّلنَّاسِ وَٱلشَّهْرَ ٱلْحَرَامَ وَٱلْهَدْىَ وَٱلْقَلَـٰٓئِدَ ۚ ذَٰلِكَ لِتَعْلَمُوٓا۟ أَنَّ ٱللَّهَ يَعْلَمُ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ وَأَنَّ ٱللَّهَ بِكُلِّ شَىْءٍ عَلِيمٌ",
          "transliteration": "jaʿala l-lahu l-kaʿbata l-bayta l-ḥarāma qiyāman lilnnāsi wal-shahra l-ḥarāma wal-hadya wal-qalāida dhālika litaʿlamū anna l-laha yaʿlamu mā fī l-samāwāti wamā fī l-arḍi wa-anna l-laha bikulli shayin ʿalīmun",
          "translation": "Allah telah menjadikan Ka'bah, rumah suci tempat manusia berkumpul.<sup foot_note=135248>1</sup> Demikian pula bulan haram hadyu dan qalāid. Yang demikian itu agar kamu mengetahui, bahwa Allah mengetahui apa yang ada di langit dan apa yang ada di bumi dan bahwa Allah Maha Mengetahui segala sesuatu.",
          "tafsir": "Ayat ini menjelaskan bahwa Allah telah menjadikan Ka'bah rumah suci itu, sebagai pusat kegiatan bagi manusia, baik kegiatan-kegiatan dalam urusan duniawi, seperti perdagangan dan sebagainya, maupun kegiatan beribadah haji dan umrah bagi orang-orang mukmin di seluruh penjuru dunia. Allah menetapkan bulan-bulan haram “yaitu Zulkaidah, Zulhijjah, Muharam dan Rajab“ yang merupakan masa-masa yang tenang untuk beribadat dan bekerja bagi mereka, karena pada bulan-bulan tersebut tidak diperbolehkan berperang. Begitu pula, binatang-binatang ternak seperti unta, lembu, kambing dan biri-biri yang disembelih di tanah haram sebagai hadiah dan dibagi-bagikan kepada fakir dan miskin, demikian pula binatang yang diberi kalung, yaitu unta atau kambing gemuk untuk menandakan bahwa binatang-binatang itu telah diperuntukkan sebagai hadyu (kurban) yang akan disembelih. Dengan demikian, adanya penyembelihan hewan-hewan tersebut tentu akan menambah syiarnya ibadah kaum Muslimin dan merupakan saat-saat bahagia pula bagi fakir dan miskin. Orang-orang mukmin tidak merasa kuatir atas keselamatan diri mereka pada saat-saat tersebut, sebab apabila mereka telah mengalungi hewan-hewan yang akan mereka sembelih itu, atau bila mereka telah memakai pakaian ihram maka tak seorang pun yang akan mengganggu atau mengancam keselamatan diri mereka. Kemudian Allah menjelaskan bahwa semuanya itu ditetapkan agar hamba-Nya mengetahui bahwa Dia senantiasa mengetahui apa yang ada di langit dan di bumi dan bahwa Allah Maha Mengetahui segala sesuatu. Buktinya Allah telah menetapkan semuanya untuk mendatangkan kemaslahatan bagi mereka dan untuk menghindari malapetaka sebelum terjadi. Dengan demikian jelas bahwa Allah mengetahui apa-apa yang sedang terjadi dan apa yang akan terjadi. Berdasarkan ilmu-Nya yang Maha Luas itulah Allah menetapkan hukum-hukum dan peraturan-Nya bagi kemaslahatan hamba-Nya."
        },
        {
          "number": 98,
          "arabic": "ٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ وَأَنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
          "transliteration": "iʿ'lamū anna l-laha shadīdu l-ʿiqābi wa-anna l-laha ghafūrun raḥīmun",
          "translation": "Ketahuilah, bahwa Allah sangat keras siksaan-Nya dan bahwa Allah Maha Pengampun, Maha Penyayang.",
          "tafsir": "Setelah Allah menjelaskan bahwa semua balasan atas perbuatan-perbuatan yang jelek adalah di tangan-Nya, dan Dia mengetahui segala sesuatu yang diperbuat hamba-Nya, maka Allah menegaskan lagi tugas Rasul-Nya yaitu: menyampaikan risalah, yakni menyampaikan hukum-hukum, peraturan-peraturan dan petunjuk-petunjuk-Nya, serta wa'd (janji) dan wa'id (ancaman)-Nya. Apabila semua itu telah dilaksanakan oleh Rasul selesailah tugasnya, dan lepaslah ia dari tanggung jawabnya, untuk selanjutnya menjadi tugas dan tanggung jawab orang-orang beriman. Adapun pemberian pahala kepada orang-orang yang taat, dan menimpakan azab kepada orang-orang yang durhaka, adalah hak dan wewenang Allah semata. Pada akhir ayat ini, kembali Allah menegaskan, bahwa Dia senantiasa mengetahui apa yang diperbuat manusia secara terang-terangan, maupun yang dilakukan secara sembunyi-sembunyi, termasuk gerak-gerik hati sanubari mereka. Ini merupakan peringatan keras dari Allah kepada orang-orang yang tidak menaati peraturan dan hukum-hukum-Nya. Oleh sebab itu, sepantasnyalah manusia bertakwa kepada-Nya, dan tidak menyalahi perintah-perintah-Nya."
        },
        {
          "number": 99,
          "arabic": "مَّا عَلَى ٱلرَّسُولِ إِلَّا ٱلْبَلَـٰغُ ۗ وَٱللَّهُ يَعْلَمُ مَا تُبْدُونَ وَمَا تَكْتُمُونَ",
          "transliteration": "mā ʿalā l-rasūli illā l-balāghu wal-lahu yaʿlamu mā tub'dūna wamā taktumūna",
          "translation": "Kewajiban Rasul tidak lain hanyalah menyampaikan (amanat Allah), dan Allah mengetahui apa yang kamu tampakkan dan apa yang kamu sembunyikan.",
          "tafsir": "Setelah Allah menjelaskan bahwa semua balasan atas perbuatan-perbuatan yang jelek adalah di tangan-Nya, dan Dia mengetahui segala sesuatu yang diperbuat hamba-Nya, maka Allah menegaskan lagi tugas Rasul-Nya yaitu: menyampaikan risalah, yakni menyampaikan hukum-hukum, peraturan-peraturan dan petunjuk-petunjuk-Nya, serta wa'd (janji) dan wa'id (ancaman)-Nya. Apabila semua itu telah dilaksanakan oleh Rasul selesailah tugasnya, dan lepaslah ia dari tanggung jawabnya, untuk selanjutnya menjadi tugas dan tanggung jawab orang-orang beriman. Adapun pemberian pahala kepada orang-orang yang taat, dan menimpakan azab kepada orang-orang yang durhaka, adalah hak dan wewenang Allah semata. Pada akhir ayat ini, kembali Allah menegaskan, bahwa Dia senantiasa mengetahui apa yang diperbuat manusia secara terang-terangan, maupun yang dilakukan secara sembunyi-sembunyi, termasuk gerak-gerik hati sanubari mereka. Ini merupakan peringatan keras dari Allah kepada orang-orang yang tidak menaati peraturan dan hukum-hukum-Nya. Oleh sebab itu, sepantasnyalah manusia bertakwa kepada-Nya, dan tidak menyalahi perintah-perintah-Nya."
        },
        {
          "number": 100,
          "arabic": "قُل لَّا يَسْتَوِى ٱلْخَبِيثُ وَٱلطَّيِّبُ وَلَوْ أَعْجَبَكَ كَثْرَةُ ٱلْخَبِيثِ ۚ فَٱتَّقُوا۟ ٱللَّهَ يَـٰٓأُو۟لِى ٱلْأَلْبَـٰبِ لَعَلَّكُمْ تُفْلِحُونَ",
          "transliteration": "qul lā yastawī l-khabīthu wal-ṭayibu walaw aʿjabaka kathratu l-khabīthi fa-ittaqū l-laha yāulī l-albābi laʿallakum tuf'liḥūna",
          "translation": "Katakanlah (Muhammad), \"Tidaklah sama yang buruk dengan yang baik, meskipun banyaknya keburukan itu menarik hatimu, maka bertakwalah kepada Allah wahai orang-orang yang mempunyai akal sehat, agar kamu beruntung.\"",
          "tafsir": "Pada ayat ini Allah menyuruh Rasul-Nya untuk menjelaskan ciri-ciri sesuatu perbuatan dan orang-orang yang melakukannya, yang akan menyebabkan mereka memperoleh pahala atau siksa-Nya. Ditegaskan, bahwa kejahatan dan kekejian tidaklah sama dengan kebajikan dan amal saleh. Harta benda yang baik atau yang diperoleh dengan jalan yang halal tidaklah sama dengan harta benda yang jelek atau yang diperoleh dengan jalan yang tidak halal. Barang-barang yang mendatangkan mudarat tidaklah sama dengan barang-barang yang bermanfaat. Demikian pula, orang-orang yang zalim tidaklah sama dengan orang-orang yang adil; dan orang-orang jahat tidaklah sama dengan orang-orang yang saleh; orang-orang yang durhaka tidaklah sama dengan orang-orang yang taat dan bertakwa. Masing-masing akan mendapat penilaian yang berbeda dari Allah dan akan diberi-Nya balasan pahala atau siksa, menurut sifat-sifat dan keadaan masing-masing. Kemudian Allah memperingatkan hamba-Nya, agar mereka jangan teperdaya melihat banyaknya perbuatan dan barang yang tidak baik. Perbuatan buruk memang sangat disenangi oleh orang yang lemah iman. Terutama di kota-kota besar di mana banyak orang mendirikan usaha yang menggunakan berbagai fasilitas yang memudahkan terjadinya kemaksiatan. Demikian pula barang yang jelek dan yang tidak halal, amat disenangi pula karena dapat diperoleh dengan cara yang mudah, seperti: riba, judi, suap, curi, rampok, dan lain-lain sebagainya. Tetapi orang-orang yang kuat imannya tidak akan teperdaya oleh semua godaan itu. Betapa pun banyaknya orang yang melakukan kejahatan itu disekitarnya, namun ia tetap berpegang kepada hukum-hukum dan petunjuk-petunjuk agamanya. Jumlah orang semacam ini mungkin tidak sebanyak jumlah mereka yang cenderung kepada kejahatan dan kekejian. Tetapi Allah bukan menilai banyaknya jumlah, melainkan Dia menilai hamba-hamba-Nya dari segi kebaikan sifat dan perbuatannya. Pada akhir ayat ini Allah mengarahkan firman-Nya kepada orang yang berakal sehat, yang dapat membedakan antara yang baik dan yang jelek, antara yang bermanfaat dan yang mudarat, agar mereka tidak teperdaya oleh bermacam-macam godaan setan yang senantiasa ingin menjerumuskan manusia kepada kejahatan dan kesengsaraan. Keteguhan iman di tengah-tengah kemaksiatan yang beraneka ragam itulah yang akan dapat membawa mereka kepada kebahagiaan dan keberuntungan dunia dan akhirat."
        },
        {
          "number": 101,
          "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَسْـَٔلُوا۟ عَنْ أَشْيَآءَ إِن تُبْدَ لَكُمْ تَسُؤْكُمْ وَإِن تَسْـَٔلُوا۟ عَنْهَا حِينَ يُنَزَّلُ ٱلْقُرْءَانُ تُبْدَ لَكُمْ عَفَا ٱللَّهُ عَنْهَا ۗ وَٱللَّهُ غَفُورٌ حَلِيمٌ",
          "transliteration": "yāayyuhā alladhīna āmanū lā tasalū ʿan ashyāa in tub'da lakum tasu'kum wa-in tasalū ʿanhā ḥīna yunazzalu l-qur'ānu tub'da lakum ʿafā l-lahu ʿanhā wal-lahu ghafūrun ḥalīmun",
          "translation": "Wahai orang-orang yang beriman! Janganlah kamu menanyakan (kepada Nabimu) hal-hal yang jika diterangkan kepadamu, (justru) menyusahkan kamu. Jika kamu menanyakannya ketika Alquran sedang diturunkan, (niscaya) akan diterangkan kepadamu. Allah telah memaafkan (kamu) tentang hal itu. Dan Allah Maha Pengampun, Maha Penyantun.",
          "tafsir": "Dalam ayat ini Allah memberikan bimbingan kepada hamba-Nya, agar mereka menerima apa-apa yang telah diturunkanNya dan yang telah disampaikan oleh rasul-Nya kepada mereka, agar mereka tidak mengajukan pertanyaan-pertanyaan yang beraneka ragam, bila jawaban pertanyaan itu diberikan kepada mereka maka akan terasa memberatkan mereka sendiri, karena akan dirasakan menambah beban dan kewajiban mereka. Apalagi jika pertanyaan yang diajukan itu dimaksudkan untuk menguji Nabi, apakah Al-Qur'an sama atau tidak dengan kitab suci yang mereka terima, atau mereka bahkan mencari keringanan dari berbagai kewajiban yang dibebankan Allah. Selanjutnya ayat ini menjelaskan, bahwa apabila mereka menanyakan sesuatu yang belum jelas kepada Nabi ketika turun ayat yang berkenaan dengan masalah itu, dan pertanyaan tersebut memang perlu dijawab untuk memahami isi dan maksud dari ayat tersebut, maka Allah membolehkannya. Bahkan kita disuruh bertanya jika ada hal yang belum kita pahami, sebagaimana firman Allah pada Surah an-Nahl/16: 43: Dan Kami tidak mengutus sebelum engkau (Muhammad), melainkan orang laki-laki yang Kami beri wahyu kepada mereka; maka bertanyalah kepada orang yang mempunyai pengetahuan jika kamu tidak mengetahui. (an-Nahl/16: 43) Akhir ayat ini menegaskan, bahwa Allah adalah Maha Pengampun, lagi Maha Penyantun. Maksudnya: ialah, Allah mengampuni orang-orang yang mengajukan pertanyaan yang benar-benar berfaedah, dan hal-hal yang tidak disebutkan dalam kitab-Nya, dan hal-hal yang tidak dibebankan-Nya kepada hamba-Nya, dan larangan-Nya kepada mereka untuk tidak mengajukan pertanyaan kepada Rasul yang bersifat menguji atau mengejek dapat menambah beratnya beban mereka, larangan ini merupakan rahmat-Nya kepada hamba-Nya; sehubungan dengan ini, Rasulullah telah bersabda: Sesungguhnya Allah telah menentukan beberapa kewajiban yang harus kamu tunaikan, maka janganlah disia-siakan; dan Dia telah melarang kamu dari melakukan beberapa macam perbuatan, maka janganlah kamu melanggarnya; dan Dia telah menetapkan beberapa pembatasan, maka janganlah kamu lampaui; dan Dia telah memaafkan kamu dari berbagai hal, bukan karena lupa, maka janganlah kamu mencari-carinya. (Riwayat ad-Daruquthni) Sehubungan dengan ampunan Allah yang tersebut dalam ayat ini, dapat juga dipahami, bahwa Allah memaafkan kesalahan-kesalahan yang dilakukan sebelum larangan ini, sehingga dengan demikian Allah tidak menimpakan siksa, karena amat luasnya ampunan dan kesantunanNya kepada hambaNya. Ini sesuai dengan firman-Nya pada ayat-ayat yang lain, di antaranya ialah: Allah telah memaafkan apa yang telah lalu. (al-Ma'idah/5:95)"
        },
        {
          "number": 102,
          "arabic": "قَدْ سَأَلَهَا قَوْمٌ مِّن قَبْلِكُمْ ثُمَّ أَصْبَحُوا۟ بِهَا كَـٰفِرِينَ",
          "transliteration": "qad sa-alahā qawmun min qablikum thumma aṣbaḥū bihā kāfirīna",
          "translation": "Sesungguhnya sebelum kamu telah ada segolongan manusia yang menanyakan hal-hal serupa itu (kepada nabi mereka), kemudian mereka menjadi kafir.",
          "tafsir": "Ayat ini mengingatkan kaum Muslimin, bahwa banyak bertanya mengenai masalah-masalah hukum agama seperti yang mereka lakukan itu, telah pernah terjadi pada bangsa-bangsa terdahulu, akan tetapi setelah mereka diberi jawaban dan penjelasan, mereka tidak mau melaksanakannya, bahkan mereka membelakanginya, karena mereka anggap terlalu berat. Kemudian mereka mengingkari hukum-hukum tersebut, atau mereka mengatakan bahwa hukum-hukum tersebut tidak datang dari Allah. Bagaimana pun juga, semuanya adalah merupakan kekafiran, yang patut dikenakan azab, baik di dunia maupun di akhrat."
        },
        {
          "number": 103,
          "arabic": "مَا جَعَلَ ٱللَّهُ مِنۢ بَحِيرَةٍ وَلَا سَآئِبَةٍ وَلَا وَصِيلَةٍ وَلَا حَامٍ ۙ وَلَـٰكِنَّ ٱلَّذِينَ كَفَرُوا۟ يَفْتَرُونَ عَلَى ٱللَّهِ ٱلْكَذِبَ ۖ وَأَكْثَرُهُمْ لَا يَعْقِلُونَ",
          "transliteration": "mā jaʿala l-lahu min baḥīratin walā sāibatin walā waṣīlatin walā ḥāmin walākinna alladhīna kafarū yaftarūna ʿalā l-lahi l-kadhiba wa-aktharuhum lā yaʿqilūna",
          "translation": "Allah tidak pernah mensyariatkan adanya Baḥīrah,<sup foot_note=135249>1</sup> Sāibah,<sup foot_note=135250>2</sup> Waṣīlah<sup foot_note=135251>3</sup> dan Ḥām.<sup foot_note=135252>4</sup> Tetapi orang-orang kafir membuat-buat kedustaan terhadap Allah, dan kebanyakan mereka tidak mengerti.",
          "tafsir": "Ayat ini menegaskan bahwa Allah tidak pernah menetapkan haramnya beberapa hal yang berlaku dalam adat jahiliah seperti haramnya bermacam-macam hewan sehingga mereka tidak makan dagingnya. Hanya mereka sendiri saja yang menetapkan haramnya makan daging hewan-hewan tersebut. Tetapi mereka mengatakan bahwa ketentuan itu datang dari Allah. Hewan-hewan tersebut adalah sebagai berikut: a.Bahirah, yaitu unta betina yang telah melahirkan anak lima kali, dan anaknya yang kelima betina. Menurut adat jahiliah, unta betina semacam itu mereka belah telinganya, kemudian mereka lepaskan, dan tidak boleh lagi dipakai untuk kendaraan, dan tidak boleh diambil air susunya. b.Saibah, yaitu unta betina yang dilepas pergi ke mana saja, tidak boleh dipakai untuk kendaraan atau membawa beban, dan tidak boleh diambil bulunya, dan tidak boleh pula diambil air susunya, kecuali untuk tamu. Menurut adat jahiliah, ini dilakukan untuk menunaikan nazar. Apabila seseorang di antara mereka melakukan sesuatu pekerjaan berat, atau perjalanan yang jauh, maka mereka bernazar, bahwa ia akan menjadikan untanya sebagai saibah, jika pekerjaannya itu berhasil dengan baik, atau perjalanannya itu berlangsung dengan selamat. c.Wasilah, yaitu kambing atau unta betina yang lahir kembar dengan saudaranya yang jantan. Menurut adat jahiliah juga, apabila seekor kambing betina melahirkan anak kembar jantan dan betina, dan yang betina mempunyai anak betina lagi, maka anaknya yang betina itu disebut \"wasilah\", tidak boleh disembelih, dan tidak boleh dipersembahkan kepada berhala. d.ham, ialah unta jantan yang telah berjasa menghamilkan unta betina sepuluh kali. Menurut adat jahiliah, unta jantan semacam itu tidak boleh lagi diganggu, misalnya disembelih, atau digunakan untuk maksud apapun, tetapi harus dipelihara dengan baik. Ia tak boleh dicegah untuk minum air atau makan rumput dimanapun yang disukainya di mana saja. Demikianlah antara lain beberapa adat jahiliah mengenai bermacam-macam hewan yang tidak boleh dimakan. Mereka mengatakan, bahwa ketentuan itu adalah dari Allah, dan menjadi syariat agama. Maka dalam ayat ini Allah membantahnya, dan menegaskan bahwa orang-orang kafir sendiri yang menetapkan ketentuan itu, dengan demikian, mereka telah mengadakan kebohongan terhadap Allah. Di kalangan masyarakat muslim Indonesia, fenomena antropologi yang berkembang di lingkungan orang-orang Arab jahiliah ini muncul dalam bentuk pantangan-pantangan, pamali-pamali, dan lain-lain. Tidak sedikit larangan atau pantangan tertentu demikian mengakar kuat di masyarakat muslim, padahal masalahnya sama sekali tidak memiliki dasar ajaran agama. Hal-hal yang dipamalikan itu semata-mata merupakan produk tradisi setempat turun temurun yang kebenarannya tidak didukung oleh agama. Informasi antropologis yang disampaikan Allah dalam ayat 103-104 Surah al-Ma'idah/5 tersebut mengandung pelajaran yang sangat penting bagi masyarakat muslim di mana pun untuk tidak terus memelihara pantangan-pantangan, karena hal itu tidak dilarang Allah. Jika hal semacam itu terus berlanjut berarti masyarakat itu telah melakukan kedurhakaan kepada Allah. Pada akhir ayat ini, Allah menerangkan bahwa kebanyakan orang-orang kafir tidak menggunakan akal pikirannya. Sebab, jika mereka mau menggunakan akal sehat mereka, niscaya mereka tidak akan membuat kebohongan terhadap Allah, dan juga tidak akan mengharamkan apa yang tidak diharamkan Allah. Menurut riwayat dari Ibnu Jarir, Abu Hurairah telah berkata, \"Aku mendengar Rasulullah bersabda kepada Aktsam bin al-Jaun, \"Hai Aktsam, neraka telah diperlihatkan kepadaku, maka tampak olehku dalam neraka itu Amru bin Luhay, Ibnu Qam'ah bin Khinzif sedang menarik ususnya. Maka aku tidak melihat seorang pun selain engkau yang lebih mirip dengannya.\" Maka Aktsam berkata, \"Aku merasa takut kalau-kalau kemiripanku dengannya akan mendatangkan suatu bahaya atas diriku.\" Rasulullah menjawab, \"Tidak, sebab engkau mukmin, sedangkan dia kafir; dialah orang pertama yang mengubah agama Nabi Ismail, dan dialah orang pertama yang menetapkan ketentuan tentang bahirah, saibah, wasilah dan ham.\" Dari riwayat ini dapat diambil pengertian bahwa sesuatu yang diada-adakan dalam syariat agama, misalnya mengharamkan makanan yang dihalalkan Allah, atau membuat tradisi yang bertentangan dengan agama, atau mengadakan peribadatan yang tidak ditetapkan oleh agama sebagai jalan untuk mendekatkan diri kepada Allah dan memperoleh ridaNya, maka perbuatan tersebut sama dengan perbuatan 'Amru bin Luhay. Padahal cara-cara yang sah untuk menyembah Allah telah ditetapkanNya dan telah disampaikan oleh Rasul-Nya. Maka setiap peribadatan dan penetapan hukum haruslah berdasarkan nash Al-Qur'an atau ketetapan Rasul. Seseorang tidak boleh menambah atau mengurangi menurut kemauannya sendiri."
        }
      ]
    }
  ]
}