{
  "pageNumber": 75,
  "juz": 4,
  "surahs": [
    {
      "number": 3,
      "name": "Ali 'Imran",
      "nameArabic": "آل عمران",
      "meaning": "Keluarga Imran",
      "revelation": "Madinah",
      "description": "Surat Ali 'Imraan terdiri dari 200 ayat dan termasuk surat Madaniyyah. Dinamakan Ali 'Imran karena memuat kisah keluarga 'Imran, yang juga menyebutkan kisah kelahiran Nabi 'Isa a.s., persamaan kejadiannya dengan Nabi Adam a.s., kenabian dan beberapa mukjizatnya, serta kelahiran Maryam putri 'Imran, ibu Nabi 'Isa a.s.Surat Al Baqarah dan Ali 'Imraan dinamakan \"Az Zahrawaani\" (dua yang cemerlang), karena menyingkapkan hal-hal yang disembunyikan oleh para Ahli Kitab, seperti kejadian dan kelahiran Nabi 'Isa a.s., kedatangan Nabi Muhammad s.a.w., dan sebagainya.Pokok-Pokok Isi:1. Keimanan:Dalil-dalil dan alasan-alasan yang membantah orang Nasrani yang mempertuhankan Nabi 'Isa a.s.; ketauhidan adalah dasar yang dibawa oleh seluruh nabi.2. Hukum-hukum:Musyawarah; bermubahalah; larangan melakukan riba.3. Kisah-kisah:Kisah keluarga 'Imran; perang Badar dan Uhud dan pelajaran yang dapat diambil darinya,4. Lain-lain:Golongan-golongan manusia dalam memahami ayat-ayat mutasyaabihaat; sifat- sifat Allah; sifat orang-orang yang bertakwa; Islam satu-satunya agama yang diridhai Allah; kemudharatan mengambil orang-orang kafir sebagai teman kepercayaan; pengambilan perjanjian para Nabi oleh Allah; perumpamaan-perumpamaan; peringatan-peringatan terhadap Ahli Kitab; Ka'bah adalah rumah peribadatan yang tertua dan bukti-buktinya; faedah mengingat Allah dan merenungkan ciptaan-Nya.Surat Ali 'Imraan berisi dalil-dalil dan alasan-alasan untuk membantah kaum Nasrani yang mempertuhankan Nabi 'Isa a.s., menerangkan perang Badar dan Uhud; agar kemenangan di perang Badar dan kekalahan di perang Uhud yang dialami kaum muslimin itu dapat dijadikan pelajaran.Hubungan Surat Ali 'imraan Dengan Surat An Nisaa':1. Surat Ali 'Imraan disudahi dengan perintah bertakwa, sesuai dengan permulaan surat An Nisaa',2. Dalam surat Ali 'Imraan disebutkan perang Badar dan Uhud dengan sempurna, keterangan sebagiannya diulangi dalam surat An Nisaa'.3. Dalam surat Ali 'Imraan dikisahkan perang Hamraa-ul Asad yang terjadi setelah perang Uhud, dan perang ini disinggung pula dalam surat An Nisaa'.4. Dalam surat Ali 'Imraan disebutkan bahwa banyak kaum Muslimin yang gugur sebagai syuhada yang berarti mereka meninggalkan anak-anak dan istri-istri mereka, maka dalam bagian permulaan surat An Nisaa' disebutkan perintah memelihara anak yatim dan pembagian harta pusaka.",
      "verses": [
        {
          "number": 187,
          "arabic": "وَإِذْ أَخَذَ ٱللَّهُ مِيثَـٰقَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ لَتُبَيِّنُنَّهُۥ لِلنَّاسِ وَلَا تَكْتُمُونَهُۥ فَنَبَذُوهُ وَرَآءَ ظُهُورِهِمْ وَٱشْتَرَوْا۟ بِهِۦ ثَمَنًا قَلِيلًا ۖ فَبِئْسَ مَا يَشْتَرُونَ",
          "transliteration": "wa-idh akhadha l-lahu mīthāqa alladhīna ūtū l-kitāba latubayyinunnahu lilnnāsi walā taktumūnahu fanabadhūhu warāa ẓuhūrihim wa-ish'taraw bihi thamanan qalīlan fabi'sa mā yashtarūna",
          "translation": "Dan (ingatlah), ketika Allah mengambil janji dari orang-orang yang telah diberi Kitab (yaitu), \"Hendaklah kamu benar-benar menerangkannya (isi Kitab itu) kepada manusia, dan janganlah kamu menyembunyikannya,\"<sup foot_note=135121>1</sup> lalu mereka melemparkan (janji itu) ke belakang punggung mereka dan menjualnya dengan harga murah. Maka itulah seburuk-buruk jual-beli yang mereka lakukan.",
          "tafsir": "Allah telah mengambil janji dari orang-orang yang telah diberi kitab, yaitu orang-orang Yahudi dan Nasrani dengan perantaraan nabinya masing-masing, bahwa mereka akan menerangkan isi Kitab kepada manusia dengan menjelaskan arti yang terkandung di dalamnya latar belakang diturunkannya dan tidak ada yang disembunyikan. Tetapi apa yang terjadi? Mereka tidak ada perhatian sama sekali tentang janji-janji tersebut, malah mereka melemparkan janji itu ke belakang, menyembunyikan keterangan tentang Nabi Muhammad saw yang jelas tercantum di dalam Kitab mereka, yakni Ulangan xviii.18: \"Seorang nabi akan Kubangkitkan bagi mereka dari antara saudara mereka, seperti engkau ini; Aku akan menaruh firman-Ku dalam mulutnya, dan ia akan mengatakan kepada mereka segala yang Kuperintahkan kepadanya.\" Sifat-sifat dalam perjanjian lama ini hanya terdapat pada Nabi Muhammad. Bd. Yohanes xv. 26 dan xvi. 7 (lihat juga as-saff/61:6). Mereka menukar rida Allah yang abadi dengan harga dan nilai yang sedikit yaitu kedudukan yang tidak kekal dan merusak. Alangkah keliru dan buruknya penukaran yang mereka lakukan itu."
        },
        {
          "number": 188,
          "arabic": "لَا تَحْسَبَنَّ ٱلَّذِينَ يَفْرَحُونَ بِمَآ أَتَوا۟ وَّيُحِبُّونَ أَن يُحْمَدُوا۟ بِمَا لَمْ يَفْعَلُوا۟ فَلَا تَحْسَبَنَّهُم بِمَفَازَةٍ مِّنَ ٱلْعَذَابِ ۖ وَلَهُمْ عَذَابٌ أَلِيمٌ",
          "transliteration": "lā taḥsabanna alladhīna yafraḥūna bimā ataw wayuḥibbūna an yuḥ'madū bimā lam yafʿalū falā taḥsabannahum bimafāzatin mina l-ʿadhābi walahum ʿadhābun alīmun",
          "translation": "Jangan sekali-kali kamu mengira bahwa orang yang gembira dengan apa yang telah mereka kerjakan dan mereka suka dipuji atas perbuatan yang tidak mereka lakukan, jangan sekali-kali kamu mengira bahwa mereka akan lolos dari azab. Mereka akan mendapat azab yang pedih.",
          "tafsir": "Sifat orang-orang Yahudi dan Nasrani yang oleh orang mukmin wajib dihindari, yaitu mereka selalu bergembira atas penyelewengan dan pengkhianatan yang dilakukannya. Mereka merasa bangga karena menganggap dirinya adalah tokoh-tokoh masyarakat dan pemimpin-pemimpin yang ditaati. Mereka senang dipuji-puji bahwa mereka mengetahui secara mendalam semua isi Kitab, dan ahli dalam menafsirkannya, padahal mereka itu bukanlah ahlinya. Mereka berbuat demikian untuk mengalihkan perhatian orang-orang banyak dari kebenaran kepada apa yang dikehendaki pembesar-pembesar mereka dan orang awam walaupun salah. Janganlah kaum Muslimin menyangka bahwa Ahli Kitab yang perbuatannya jelek dan mengelabui itu akan terlepas dari siksaan, bahkan mereka merasakan azab yang pedih. Kaum mukminin tidak perlu merasa sedih dan cemas atas penyelewengan mereka, tetapi hendaklah tetap menjelaskan yang hak dan jangan sekali-kali menyembunyikannya sedikit pun. Allah akan memenuhi apa yang menjadi keinginan kaum Muslimin dan melenyapkan hal-hal yang mungkar yang telah dilarang itu."
        },
        {
          "number": 189,
          "arabic": "وَلِلَّهِ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۗ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
          "transliteration": "walillahi mul'ku l-samāwāti wal-arḍi wal-lahu ʿalā kulli shayin qadīrun",
          "translation": "Dan milik Allahlah kerajaan langit dan bumi; dan Allah Mahakuasa atas segala sesuatu.",
          "tafsir": "Kerajaan langit dan bumi dikuasai Allah, diberikan kepada orang yang dikehendaki-Nya. Allah Mahakuasa atas segala sesuatu, tidaklah sulit bagi-Nya memberikan pertolongan dan memenangkan kaum Muslimin atas Ahli Kitab dan para musyrikin yang menyakiti mereka dengan perbuatan-perbuatan dan ucapan-ucapan."
        },
        {
          "number": 190,
          "arabic": "إِنَّ فِى خَلْقِ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَٱخْتِلَـٰفِ ٱلَّيْلِ وَٱلنَّهَارِ لَـَٔايَـٰتٍ لِّأُو۟لِى ٱلْأَلْبَـٰبِ",
          "transliteration": "inna fī khalqi l-samāwāti wal-arḍi wa-ikh'tilāfi al-layli wal-nahāri laāyātin li-ulī l-albābi",
          "translation": "Sesungguhnya dalam penciptaan langit dan bumi, dan pergantian malam dan siang terdapat tanda-tanda (kebesaran Allah) bagi orang yang berakal,",
          "tafsir": "Diriwayatkan dari Aisyah r.a. bahwa Rasulullah saw berkata: \"Wahai Aisyah, saya pada malam ini beribadah kepada Allah.\" Jawab Aisyah r.a. \"Sesungguhnya saya senang jika Rasulullah berada di sampingku. Saya senang melayani kemauan dan kehendaknya.\" Tetapi baiklah! Saya tidak keberatan. Maka bangunlah Rasulullah saw dari tempat tidurnya lalu mengambil air wudu, tidak jauh dari tempatnya lalu salat. Pada waktu salat beliau menangis sampai air matanya membasahi kainnya, karena merenungkan ayat Al-Qur'an yang dibacanya. Setelah salat beliau duduk memuji Allah dan kembali menangis tersedu-sedu. Kemudian beliau mengangkat kedua belah tangannya berdoa dan menangis lagi dan air matanya membasahi tanah. Setelah Bilal datang untuk azan subuh dan melihat Nabi saw menangis ia bertanya, \"Wahai Rasulullah! Mengapakah Rasulullah menangis, padahal Allah telah mengampuni dosa Rasulullah baik yang terdahulu maupun yang akan datang?\" Nabi menjawab, \"Apakah saya ini bukan seorang hamba yang pantas dan layak bersyukur kepada Allah? Dan bagaimana saya tidak menangis? Pada malam ini Allah telah menurunkan ayat kepadaku. Selanjutnya beliau berkata, \"Alangkah rugi dan celakanya orang-orang yang membaca ini dan tidak memikirkan dan merenungkan kandungan artinya.\" Memikirkan pergantian siang dan malam, mengikuti terbit dan terbenamnya matahari, siang lebih lama dari malam dan sabaliknya. Semuanya itu menunjukkan atas kebesaran dan kekuasaan penciptanya bagi orang-orang yang berakal. Memikirkan terciptanya langit dan bumi, pergantian siang dan malam secara teratur dengan menghasilkan waktu-waktu tertentu bagi kehidupan manusia merupakan satu tantangan tersendiri bagi kaum intelektual beriman. Mereka diharapkan dapat menjelaskan secara akademik fenomena alam itu, sehingga dapat diperoleh kesimpulan bahwa Tuhan tidaklah menciptakan semua fenomena itu dengan sia-sia."
        },
        {
          "number": 191,
          "arabic": "ٱلَّذِينَ يَذْكُرُونَ ٱللَّهَ قِيَـٰمًا وَقُعُودًا وَعَلَىٰ جُنُوبِهِمْ وَيَتَفَكَّرُونَ فِى خَلْقِ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ رَبَّنَا مَا خَلَقْتَ هَـٰذَا بَـٰطِلًا سُبْحَـٰنَكَ فَقِنَا عَذَابَ ٱلنَّارِ",
          "transliteration": "alladhīna yadhkurūna l-laha qiyāman waquʿūdan waʿalā junūbihim wayatafakkarūna fī khalqi l-samāwāti wal-arḍi rabbanā mā khalaqta hādhā bāṭilan sub'ḥānaka faqinā ʿadhāba l-nāri",
          "translation": "(yaitu) orang-orang yang mengingat Allah sambil berdiri, duduk atau dalam keadaan berbaring, dan mereka memikirkan tentang penciptaan langit dan bumi (seraya berkata), \"Ya Tuhan kami, tidaklah Engkau menciptakan semua ini sia-sia; Mahasuci Engkau, lindungilah kami dari azab neraka.",
          "tafsir": "Salah satu ciri khas bagi orang berakal yang merupakan sifat khusus manusia dan kelengkapan ini dinilai sebagai makhluk yang memiliki keunggulan dibanding makhluk lain, yaitu apabila ia memperhatikan sesuatu, selalu memperoleh manfaat dan faedah, ia selalu menggambarkan kebesaran Allah, mengingat dan mengenang kebijaksanaan, keutamaan dan banyaknya nikmat Allah kepadanya. Ia selalu mengingat Allah di setiap waktu dan keadaan, baik pada waktu ia berdiri, duduk atau berbaring. Tidak ada satu waktu dan keadaan dibiarkan berlalu begitu saja, kecuali diisi dan digunakannya untuk memikirkan tentang penciptaan langit dan bumi. Memikirkan keajaiban-keajaiban yang terdapat di dalamnya, yang menggambarkan kesempurnaan alam dan kekuasaan Allah. Dengan berulang-ulang direnungkan hal-hal tersebut secara mendalam, sesuai dengan sabda Nabi saw, \"Pikirkan dan renungkanlah segala sesuatu yang mengenai makhluk Allah, dan jangan sekali-kali kamu memikirkan dan merenungkan tentang zat dan hakikat penciptanya, karena bagaimanapun juga kamu tidak akan sampai dan tidak akan dapat mencapai hakikat Zat-Nya. Akhirnya setiap orang yang berakal akan mengambil kesimpulan dan berkata, \"Ya Tuhan kami, tidaklah Engkau menciptakan ini semua, yaitu langit dan bumi serta segala isinya dengan sia-sia, tidak mempunyai hikmah yang mendalam dan tujuan tertentu yang akan membahagiakan kami di dunia dan di akhirat. Mahasuci Engkau Ya Allah dari segala sangkaan yang bukan-bukan yang ditujukan kepada Engkau, maka peliharalah kami dari siksa api neraka yang telah disediakan bagi orang-orang yang tidak beriman. Penciptaan langit dan bumi serta pergantian malam dan siang, sungguh merupakan fenomena yang sangat kompleks, yang terus menerus menjadi obyek penelitian umat manusia, sejak awal lahirnya peradaban manusia. Dalam beberapa surah, antara lain Surah al-Araf/7 ayat 54, disebutkan bahwa penciptaan langit dan bumi berlangsung dalam waktu enam masa (lihat pula Telaah Ilmiah Surah al-Araf/7:54). Begitu kompleksnya penciptaan langit dan bumi yang berlangsung dalam enam masa telah dijelaskan oleh Dr.Achmad Marconi (lihat: Bagaimana Alam Semesta Diciptakan, Pendekatan al-Qur'an dan Sains Modern, Pustaka Jaya, 2003) sebagai berikut: Kata ayyam adalah bentuk jamak dari yaum. Kata yaum dalam arti sehari-hari dipakai untuk menunjukkan keadaan terangnya siang, ditafsirkan sebagai 'masa. Sedang bentuk jamaknya: ayyam, dapat berarti 'beberapa hari dan bahkan dapat berarti 'waktu yang lama. Dilihat dari penggunaan kata ayyam pada ayat di atas menunjukkan sifat relatif waktu dengan memperbandingkan waktu manusia dengan waktu yang berlaku bagi gerak energi-materi alam semesta. Oleh Abdullah Yusuf Ali, (The Holy Qur'an, Text, Translation and Commentary,1934), kata yaum (bentuk tunggal dari ayyam) disetarakan dengan kata dalam bahasa Inggris age atau aeon. Oleh Abdus Suud, ahli tafsir abad ke-16, kata yaum disetarakan dengan pengertian \"peristiwa\" atau naubat. Lebih tepat bila kata yaum diterjemahkan sebagai \"tahap\" atau periode atau masa. Dengan demikian kalimat fi sittati ayyam dalam ayat-54 Surah al-Araf/7 di atas, tepat untuk diterjemahkan sebagai 'dalam enam masa. Marconi (2003) menjelaskan keenam masa tersebut adalah: Masa Pertama, Sejak 'Dentuman Besar (Big Bang) dari Singularity, sampai terpisahnya Gaya Gravitasi dari Gaya Tunggal (Superforce), ruang-waktu mulai memisah. Namun Kontinuum Ruang-Waktu yang lahir masih berujud samar-samar, di mana energi-materi dan ruang-waktu tidak jelas bedanya. Masa Kedua, massa terbentuknya inflasi Jagad Raya, namun Jagad Raya ini masih belum jelas bentuknya, dan disebut sebagai Cosmic Soup (Sup Kosmos). Gaya Nuklir-Kuat memisahkan diri dari Gaya Elektro-Lemah, serta mulai terbentuknya materi-materi fundamental: quarks, antiquarks, dsb. Jagad Raya mulai mengembang. Masa Ketiga, masa terbentuknya inti-inti atom di Jagad Raya ini. Gaya Nuklir-Lemah mulai terpisah dari Gaya Elektromagnetik. Inti-inti atom seperti proton, netron, dan meson tersusun dari quark-quark ini. Masa ini dikenal sebagai masa pembentukan inti-inti atom (Nucleosyntheses). Ruang, waktu serta materi dan energi, mulai terlihat terpisah. Masa Keempat, elektron-elektron mulai terbentuk, namun masih dalam keadaan bebas, belum terikat oleh inti-atom untuk membentuk atom yang stabil. Masa Kelima, terbentuknya atom-atom yang stabil, memisahnya materi dan radiasi, dan Jagad Raya, terus mengembang dan mulai nampak transparan. Masa Keenam, Jagad raya terus mengembang, atom-atom mulai membentuk aggregat menjadi molekul-molekul, makro-molekul, kemudian membentuk proto-galaksi, galaksi-galaksi, bintang-bintang, tata surya-tata surya, dan planet-planet. Demikian pula silih bergantinya malam dan siang, merupakan fenomena yang sangat kompleks. Fenomena ini melibatkan 'rotasi bumi (yaitu bumi berputar pada sumbunya), seraya 'mengelilingi matahari dengan sumbu bumi miring. Dalam fenomena fisika bumi berkitar (precession) mengelilingi matahari. Jadi silih bergantinya malam dan siang terjadi karena adanya gerakan rotasi bumi yang berkitar mengelilingi sebuah bintang, yaitu matahari. Karena gerakannya miring, gerakan perkitaran bumi mengelilingi matahari juga memberikan dampak musim yang berbeda-beda, tergantung dari posisi tempat di bumi terhadap matahari. Selain itu rotasi bumi dalam berkitar mengelilingi matahari, distabilkan oleh bulan yang berputar mengelilingi bumi, dalam istilah astronomi, bulan memberikan rotational dynamic stability pada rotasi bumi yang berkitar mengelilingi matahari. Planet-planet lain yang juga mengelilingi matahari, memberikan pula rotational dinamic stability kepada perkitaran bumi terhadap matahari, Subhanallah! Terbukti bahwa eksistensi bulan sangat diperlukan agar precession (perkitaran) bumi pada sumbunya stabil. Bulan memberikan kestabilan dalam dimensi waktu 10-100 tahun, sedang Venus dan Mars memberikan kestabilan dalam dimensi waktu 100-500 tahun. Sedang planet Jupiter dan Saturnus, juga ikut memberikan rotational dynamic stability terhadap bumi kita ini, selain juga bertindak sebagai shield (perisai) bagi bumi terhadap hamburan meteor yang akan membentur bumi (komunikasi personal dengan Prof. Dr. Ir. Said D. Jenie, pakar Mekanika Benda Langit ITB)(lihat juga Telaah Ilmiah Surah al-Anam, ayat 96). Jelaslah, begitu kompleksnya fenomena ciptaan Allah swt. tentang 'Penciptaan Langit dan Bumi, serta silih bergantinya malam dan siang ini. Hanya para ilmuwan dan filosof yang sangat ulung dan tekun serta tawadhu, yang akan mampu menyingkap rahasia alam ini. Merekalah yang disebut sebagai Ulil Albab pada ayat di atas. Penciptaan Langit dan Bumi sangat kompleks, dan baru 'sedikit yang diketahui manusia tentang itu. Silih bergantinya malam pun juga sangat kompleks. Dalam era modern ini, ilmu pengetahuan telah mampu menyingkap bahwa bulan, planet Venus, Mars, Jupiter, dan Saturnus, semuanya memberikan pengaruh berupa rotational dynamic stability pada rotasi bumi dalam berkitar mengelilingi matahari itu. Mereka inilah (para ulil albab) yang sampai kepada kesimpulan: \"Ya Tuhan kami, tiadalah Engkau menciptakan ini dengan sia-sia. Maha Suci Engkau, maka peliharalah kami dari siksa neraka\"."
        },
        {
          "number": 192,
          "arabic": "رَبَّنَآ إِنَّكَ مَن تُدْخِلِ ٱلنَّارَ فَقَدْ أَخْزَيْتَهُۥ ۖ وَمَا لِلظَّـٰلِمِينَ مِنْ أَنصَارٍ",
          "transliteration": "rabbanā innaka man tud'khili l-nāra faqad akhzaytahu wamā lilẓẓālimīna min anṣārin",
          "translation": "Ya Tuhan kami, sesungguhnya orang yang Engkau masukkan ke dalam neraka, maka sungguh, Engkau telah menghinakannya, dan tidak ada seorang penolong pun bagi orang yang zalim.",
          "tafsir": "Ya Allah, Ya Tuhan kami, kami mohon dengan penuh khusyuk dan rendah hati, agar kami ini benar-benar dijauhkan dari api neraka, api yang akan membakar hangus orang-orang yang angkuh dan sombong di dunia ini, yang tidak mau menerima yang hak dan benar yang datang dari Engkau Pencipta seluruh alam. Kami tahu bahwa orang-orang yang Engkau masukkan ke dalam neraka, adalah orang-orang yang sungguh-sungguh telah Engkau hinakan karena kezaliman dan kekafiran yang telah mereka lakukan di dunia ini. Mereka terus-menerus merasakan siksa neraka itu, karena tidaklah ada bagi orang-orang yang zalim dan kafir itu seorang penolong pun, yang dapat mengeluarkan mereka dari kepedihan siksa yang dialaminya."
        },
        {
          "number": 193,
          "arabic": "رَّبَّنَآ إِنَّنَا سَمِعْنَا مُنَادِيًا يُنَادِى لِلْإِيمَـٰنِ أَنْ ءَامِنُوا۟ بِرَبِّكُمْ فَـَٔامَنَّا ۚ رَبَّنَا فَٱغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّـَٔاتِنَا وَتَوَفَّنَا مَعَ ٱلْأَبْرَارِ",
          "transliteration": "rabbanā innanā samiʿ'nā munādiyan yunādī lil'īmāni an āminū birabbikum faāmannā rabbanā fa-igh'fir lanā dhunūbanā wakaffir ʿannā sayyiātinā watawaffanā maʿa l-abrāri",
          "translation": "Ya Tuhan kami, sesungguhnya kami mendengar orang yang menyeru kepada iman, (yaitu), \"Berimanlah kamu kepada Tuhanmu,\" maka kami pun beriman. Ya Tuhan kami, ampunilah dosa-dosa kami dan hapuskanlah kesalahan-kesalahan kami, dan matikanlah kami bersama orang-orang yang berbakti.",
          "tafsir": "Setelah mengucapkan doa yang didasarkan kepada tafakur dan renungan tentang alam dan segala keajaibannya seperti tersebut di atas, maka disusul lagi dengan doa yang menggambarkan perhatian pada panggilan yang didengarnya. Ya Allah kami telah mendengar seruan Rasul-Mu, yang menyeru agar kami beriman kepada-Mu dan membenarkan firman-Mu, maka segera kami beriman, melakukan segala perintah-Mu, menjauhi segala larangan-Mu, sesuai dengan anjuran yang dibawa oleh Rasul-Mu. Oleh karena itu ampunilah dosa-dosa yang telah kami lakukan dan hapuskanlah dari kami dosa-dosa kecil yang pernah kami perbuat, serta matikanlah kami di dalam keadaan husnul-khatimah, bersama-sama dengan orang-orang baik yang banyak berbuat kebajikan."
        },
        {
          "number": 194,
          "arabic": "رَبَّنَا وَءَاتِنَا مَا وَعَدتَّنَا عَلَىٰ رُسُلِكَ وَلَا تُخْزِنَا يَوْمَ ٱلْقِيَـٰمَةِ ۗ إِنَّكَ لَا تُخْلِفُ ٱلْمِيعَادَ",
          "transliteration": "rabbanā waātinā mā waʿadttanā ʿalā rusulika walā tukh'zinā yawma l-qiyāmati innaka lā tukh'lifu l-mīʿāda",
          "translation": "Ya Tuhan kami, berilah kami apa yang telah Engkau janjikan kepada kami melalui Rasul-rasul-Mu. Dan janganlah Engkau hinakan kami pada hari Kiamat. Sungguh, Engkau tidak pernah mengingkari janji.\"",
          "tafsir": "Ya Tuhan kami! Kami telah melaksanakan segala perintah-Mu. Kami selalu mengingat-Mu setiap waktu dan setiap keadaan. Kami telah memenuhi seruan Rasul-Mu. Oleh karena itu, ya Tuhan kami, berikanlah kepada kami apa-apa yang telah Engkau janjikan dengan perantaraan rasul-rasul. Engkau telah menjanjikan kekuasaan di dunia ini dengan firman Engkau: Allah telah menjanjikan kepada orang-orang di antara kamu yang beriman dan yang mengerjakan kebajikan, bahwa Dia sungguh, akan menjadikan mereka berkuasa di bumi, ¦.(an-Nur/24:55). Engkau telah menjanjikan kemenangan dan pertolongan bagi orang yang taat dan menjunjung tinggi agama Engkau, dengan firman-Mu: ¦. Jika kamu menolong (agama) Allah, niscaya Dia akan menolongmu ¦.. (Muhammad/47:7). Kemudian dalam ayat yang lain Allah berfirman: Allah menjanjikan kepada orang-orang mukmin laki-laki dan perempuan, (akan mendapat) surga yang mengalir di bawahnya sungai-sungai,¦ (at-Taubah/9:72). Hal-hal tersebut di atas merupakan kebahagiaan dunia dan akhirat yang sangat kami harapkan dan jangan sekali-kali Engkau hinakan kami pada hari kiamat sesuai dengan firman Engkau: ¦ Pada hari ketika Allah tidak mengecewakan Nabi dan orang-orang yang beriman bersama dengannya¦ (at-Tahrim/66:8). Semua ini kami mohon dengan segala kerendahan hati, untuk memantapkan pengamalan kami atas segala perintah-Mu, karena dengan demikian kami akan memperoleh kebahagiaan dunia dan akhirat, dan bukan sekali-kali tidak ragu atas segala janji-Mu, karena kami percaya dengan penuh keyakinan bahwa Engkau tidak akan menyalahi janji sedikit pun."
        }
      ]
    }
  ]
}