{
  "pageNumber": 116,
  "juz": 6,
  "surahs": [
    {
      "number": 5,
      "name": "Al-Ma'idah",
      "nameArabic": "المائدة",
      "meaning": "Hidangan",
      "revelation": "Madinah",
      "description": "Surat Al-Ma-idah terdiri dari 120 ayat dan termasuk surat Madaniyyah. Hanya saja ada ayat-ayat yang diturunkan di Mekah, pada waktu haji wadaa', setelah Nabi Muhammad s.a.w. hijrah ke Madinah.Surat ini dinamakan \"Al-Ma-idah\" (hidangan) karena memuat kisah pengikut-pengikut setia Nabi 'Isa a.s. yang meminta kepada Nabi 'Isa agar Allah berkenan menurunkan Al-Ma-idah (hidangan makanan) dari langit (ayat 112) untuk mereka. Juga dinamakan dengan \"Al-Uqud\" (perjanjian), karena kata ini terdapat pada ayat pertama surat ini, Allah menyuruh agar hamba memenuhi janji prasetia terhadap Allah dan perjanjian-perjanjian terhadap sesama.Dinamakan juga \"Al-Munqidz\" (yang menyelamatkan), karena akhir surat ini mengandung kisah tentang Nabi 'Isa a.s. yang menjadi penyelamat bagi pengikut-pengikut setianya dari azab Allah.Pokok-Pokok Isi:1. Keimanan:Bantahan terhadap orang-orang yang mempertuhankan Nabi 'Isa a.s.2. Hukum-hukum:Kewajiban memenuhi janji; hukum melanggar syi'ar Allah; makanan yang dihalalkan dan yang diharamkan; hukum menikahi perempuan ahli kitab; wudhu; tayammum; mandi; hukum membunuh orang; hukum mengacau dan mengganggu keamanan; hukum qishash; hukum melanggar sumpah dan kafaaratnya; hukum khamar, berjudi, berkurban untuk berhala, dan mengundi nasib; hukum membunuh binatang waktu ihram; hukum persaksian dalam berwasiat.3. Kisah-kisah:Kisah Nabi Musa a.s. menyuruh kaumnya memasuki Palestina; kisah Habil dan Qabil; dan kisah-kisah tentang Nabi 'Isa a.s.4. Lain-lain:Kewajiban bersikap lemah lembut terhadap sesama mukmin dan bersikap keras terhadap orang kafir; penyempurnaan Agama Islam di zaman Nabi Muhammad s.a.w.; kewajiban bersikap jujur dan adil; sikap dalam menghadapi berita-berita bohong; akibat berteman akrab nonmuslim; laknat Allah terhadap orang-orang Yahudi; kewajiban rasul-rasul hanya menyampaikan agama; sikap Yahudi dan Nasrani terhadap orang Islam; Ka'bah sebagai pondasi kehidupan manusia; peringatan dari Allah agar meninggalkan kebiasaan Arab Jahiliyah; larangan bertanya sesuatu yang mengakibatkan kesusahan dalam beragama.Surat Al-Ma-idah mengemukakan bagaimana seharusnya orang mukmin bersikap, baik terhadap sesama maupun nonmukmin; manfaaat memenuhi janji prasetia terhadap Allah, perjanjian yang dilakukan oleh sesama manusia, dan ketauhidan Allah.Hubungan Surat Al-Ma-Idah Dengan Surat Al-An'Am:1. Surat Al-Ma-idah mengemukakan hujjah terhadap ahli kitab, sedangkan surat Al-An'am mengemukakan hujjah terhadap kaum musyrikin.2. Surat Al-An'am memuat makanan-makanan yang diharamkan dan binatang sembelihan secara umum, sedangkan surat Al-Ma-idah memuat secara terperinci.3. Akhir surat Al-Ma-idah mengemukakan bahwa Allah menguasai langit dan bumi serta memberi balasan atas perbuatan-perbuatan manusia di dunia, sedangkan permulaan surat Al-An'am mengutarakan bahwa segala puji hanya milik Allah, Pencipta langit dan bumi serta sumber kebahagiaan manusia.",
      "verses": [
        {
          "number": 46,
          "arabic": "وَقَفَّيْنَا عَلَىٰٓ ءَاثَـٰرِهِم بِعِيسَى ٱبْنِ مَرْيَمَ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ مِنَ ٱلتَّوْرَىٰةِ ۖ وَءَاتَيْنَـٰهُ ٱلْإِنجِيلَ فِيهِ هُدًى وَنُورٌ وَمُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ مِنَ ٱلتَّوْرَىٰةِ وَهُدًى وَمَوْعِظَةً لِّلْمُتَّقِينَ",
          "transliteration": "waqaffaynā ʿalā āthārihim biʿīsā ib'ni maryama muṣaddiqan limā bayna yadayhi mina l-tawrāti waātaynāhu l-injīla fīhi hudan wanūrun wamuṣaddiqan limā bayna yadayhi mina l-tawrāti wahudan wamawʿiẓatan lil'muttaqīna",
          "translation": "Dan Kami teruskan jejak mereka dengan mengutus Isa putra Maryam, membenarkan Kitab yang sebelumnya, yaitu Taurat. Dan Kami menurunkan Injil kepadanya, di dalamnya terdapat petunjuk dan cahaya, dan membenarkan Kitab yang sebelumnya yaitu Taurat, dan sebagai petunjuk serta pengajaran untuk orang-orang yang bertakwa.",
          "tafsir": "Dalam ayat ini dijelaskan bahwa sesudah berakhir masa nabi-nabi penganut dan pelaksana isi Taurat, maka diutuslah Nabi Isa putra Maryam mengikuti jejak nabi-nabi Bani Israil terdahulu, melaksanakan Taurat yang telah diturunkan sebelumnya. Kemudian diturunkan Injil kepada Nabi Isa yang menyempurnakan isi Taurat yang telah berakhir masa berlakunya, disesuaikan dengan situasi dan kondisi umat dan masyarakatnya. Kitab Injil itu berisi petunjuk, dan merupakan cahaya yang menerangi umatnya, sehingga mereka dapat melihat jalan yang benar yang membahagiakan mereka. Injil membenarkan kitab samawi sebelumnya, yaitu Taurat yang mengandung nilai-nilai yang dapat menyelamatkan umatnya dari kesesatan dalam akidah dan amal perbuatan, seperti tauhid memberantas syirik dan berhala yang menjadi sumber khurafat dan kebatilan. Injil berisi petunjuk dan pengajaran, misalnya ajaran yang memberitahukan bahwa akan muncul seorang nabi (Perjanjian Baru, Yohanes xiv.16, xv. 26 dan xvi.7. lihat juga tafsir atas as-shaff/61:6), yang mempunyai sifat-sifat mulia, syariatnya lebih sempurna dan bersifat universal (menyeluruh) tidak terbatas oleh waktu dan tempat. Dia adalah nabi penutup dan rasul terakhir. Tetapi petunjuk dan pengajaran ini semua tidak ada yang dapat memanfaatkannya kecuali orang-orang yang bertakwa."
        },
        {
          "number": 47,
          "arabic": "وَلْيَحْكُمْ أَهْلُ ٱلْإِنجِيلِ بِمَآ أَنزَلَ ٱللَّهُ فِيهِ ۚ وَمَن لَّمْ يَحْكُم بِمَآ أَنزَلَ ٱللَّهُ فَأُو۟لَـٰٓئِكَ هُمُ ٱلْفَـٰسِقُونَ",
          "transliteration": "walyaḥkum ahlu l-injīli bimā anzala l-lahu fīhi waman lam yaḥkum bimā anzala l-lahu fa-ulāika humu l-fāsiqūna",
          "translation": "Dan hendaklah pengikut Injil memutuskan perkara menurut apa yang diturunkan Allah di dalamnya.<sup foot_note=135230>1</sup> Barang siapa tidak memutuskan perkara menurut apa yang diturunkan Allah, maka mereka itulah orang-orang fasik.<sup foot_note=135231>2</sup>",
          "tafsir": "Dalam ayat ini dengan tandas Allah memerintahkan pengikut Kitab Injil, yaitu penganut syariat Nabi Isa, supaya melaksanakan isi kitab Injil sampai datangnya nabi dan rasul penutup dari bangsa Arab, agar mereka menghukum sesuai dengan apa yang telah diturunkan Allah di dalamnya, tidak diselewengkan dan tidak ditafsirkan dengan keinginan hawa nafsunya, seperti halnya penganut syariat Nabi Musa. Sekalipun demikian, tidak sedikit dari mereka yang tidak patuh, menyelewengkan makna dan pengertiannya. Mereka mengubah dan menyesuaikan dengan kehendak pemimpin-pemimpinnya, sehingga Kitab Injil yang asli yang benar-benar samawi tidak diketahui lagi di mana adanya. Mereka itu adalah orang-orang fasik karena tidak lagi menghukum dan memutuskan perkara menurut apa yang diturunkan Allah."
        },
        {
          "number": 48,
          "arabic": "وَأَنزَلْنَآ إِلَيْكَ ٱلْكِتَـٰبَ بِٱلْحَقِّ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ مِنَ ٱلْكِتَـٰبِ وَمُهَيْمِنًا عَلَيْهِ ۖ فَٱحْكُم بَيْنَهُم بِمَآ أَنزَلَ ٱللَّهُ ۖ وَلَا تَتَّبِعْ أَهْوَآءَهُمْ عَمَّا جَآءَكَ مِنَ ٱلْحَقِّ ۚ لِكُلٍّ جَعَلْنَا مِنكُمْ شِرْعَةً وَمِنْهَاجًا ۚ وَلَوْ شَآءَ ٱللَّهُ لَجَعَلَكُمْ أُمَّةً وَٰحِدَةً وَلَـٰكِن لِّيَبْلُوَكُمْ فِى مَآ ءَاتَىٰكُمْ ۖ فَٱسْتَبِقُوا۟ ٱلْخَيْرَٰتِ ۚ إِلَى ٱللَّهِ مَرْجِعُكُمْ جَمِيعًا فَيُنَبِّئُكُم بِمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ",
          "transliteration": "wa-anzalnā ilayka l-kitāba bil-ḥaqi muṣaddiqan limā bayna yadayhi mina l-kitābi wamuhayminan ʿalayhi fa-uḥ'kum baynahum bimā anzala l-lahu walā tattabiʿ ahwāahum ʿammā jāaka mina l-ḥaqi likullin jaʿalnā minkum shir'ʿatan wamin'hājan walaw shāa l-lahu lajaʿalakum ummatan wāḥidatan walākin liyabluwakum fī mā ātākum fa-is'tabiqū l-khayrāti ilā l-lahi marjiʿukum jamīʿan fayunabbi-ukum bimā kuntum fīhi takhtalifūna",
          "translation": "Dan Kami telah menurunkan Kitab (Alquran) kepadamu (Muhammad) dengan membawa kebenaran, yang membenarkan kitab-kitab yang diturunkan sebelumnya dan menjaganya, <sup foot_note=135232>1</sup> maka putuskanlah perkara mereka menurut apa yang di turunkan Allah dan janganlah engkau mengikuti keinginan mereka dengan meninggalkan kebenaran yang telah datang kepadamu. Untuk setiap umat di antara kamu,<sup foot_note=135233>2</sup> Kami berikan aturan dan jalan yang terang. Kalau Allah menghendaki, niscaya kamu dijadikan-Nya satu umat (saja), tetapi Allah hendak menguji kamu terhadap karunia yang telah di berikan-Nya kepadamu, maka berlomba-lombalah berbuat kebajikan. Hanya kepada Allah kamu semua kembali, lalu diberitahukan-Nya kepadamu terhadap apa yang dahulu kamu perselisihkan,",
          "tafsir": "Setelah menerangkan bahwa Taurat telah diturunkan kepada Nabi Musa, dan kitab Injil telah diturunkan pula kepada Nabi Isa dan agar kedua kitab tersebut ditaati dan diamalkan oleh para penganutnya masing-masing. Pada ayat ini diterangkan bahwa Allah menurunkan Al-Qur'an kepada Nabi dan Rasul terakhir Muhammad saw. Al-Qur'an adalah Kitab Samawi terakhir yang membawa kebenaran, mencakup isi dan membenarkan Kitab suci sebelumnya seperti Taurat dan Injil. Al-Qur'an adalah kitab yang terpelihara dengan baik, sehingga ia tidak akan mengalami perubahan dan pemalsuan. Firman Allah menegaskan: (yang) tidak akan didatangi oleh kebatilan baik dari depan maupun dari belakang (pada masa lalu dan yang akan datang), yang diturunkan dari Tuhan Yang Mahabijaksana, Maha Terpuji. (Fussilat/41:42). Al-Qur'an adalah kitab suci yang menjamin syariat yang murni sebelumnya, dan kitab suci yang berlaku sejak diturunkannya sampai hari kemudian. Oleh karena itu, wajib menghukumkan dan memutuskan perkara anak manusia sesuai dengan hukum yang telah diturunkan Allah, yang telah terdapat di dalam Al-Qur'an. Bukanlah pada tempatnya menuruti keinginan dan kemauan hawa nafsu mereka yang bertentangan dengan kebenaran yang dibawa oleh junjungan kita Nabi Muhammad saw. Tiap-tiap umat diberi syariat (peraturan-peraturan khusus), dan diwajibkan kepada mereka melaksanakannya, dan juga mereka telah diberi jalan dan petunjuk yang harus dilaksanakan untuk membersihkan diri dan menyucikan batin mereka. Syariat setiap umat dan jalan yang harus ditempuh boleh saja berubah--ubah dan bermacam-macam, tetapi dasar dan landasan agama samawi hanyalah satu, yaitu tauhid. Taurat, Injil, dan Al-Qur'an, masing-masing mempunyai syariat tersendiri, yang berisi ketentuan-ketentuan hukum halal dan haram, sesuai dengan kehendak-Nya untuk mengetahui siapa yang taat dan siapa yang tidak. Firman Allah: Dan Kami tidak mengutus seorang rasul pun sebelum engkau (Muhammad), melainkan Kami wahyukan kepadanya, bahwa tidak ada tuhan (yang berhak disembah) selain Aku, maka sembahlah Aku. (al-Anbiya'/21:25). \"Dan sungguh, Kami telah mengutus rasul pada setiap umat (untuk menyerukan),\" Sembahlah Allah, dan jauhilah thagut.\" (an-Nahl/16:36). Sekiranya Allah menghendaki, tentulah Dia dapat menjadikan semua manusia hanya dengan satu syariat dan satu macam jalan yang akan ditempuh dan diamalkan mereka sehingga dari zaman ke zaman tidak ada peningkatan dan kemajuan, seperti halnya burung atau lebah, kehendak Allah tentu akan terlaksana dan tidak ada kesulitan sedikit pun, karena Allah kuasa atas segala sesuatu. Tetapi yang demikian itu tidak dikehendaki oleh-Nya. Allah menghendaki manusia itu sebagai makhluk yang dapat mempergunakan akal dan pikirannya, dapat maju dan berkembang dari zaman ke zaman. Dari masa kanak-kanak ke masa remaja meningkat jadi dewasa dan seterusnya. Demikianlah Allah menghendaki dan memberikan kepada tiap-tiap umat syariat tersendiri, untuk menguji sampai di mana manusia itu dapat dan mampu melaksanakan perintah Allah atau menjauhi larangan-Nya, sebagaimana yang telah ditetapkan di dalam kitab samawi-Nya, untuk diberi pahala atau disiksa. Oleh karena itu seharusnyalah manusia berlomba-lomba berbuat kebaikan dan amal saleh, sesuai dengan syariat yang dibawa oleh nabi penutup rasul terakhir Muhammad saw. Syariat yang menggantikan syariat sebelumnya, untuk kepentingan dunia dan kebahagiaan di akhirat kelak. Pada suatu waktu nanti, mau tak mau manusia akan kembali kepada Allah memenuhi panggilan-Nya ke alam baka. Di sanalah nanti Allah akan memberitahukan segala sesuatu tentang hakikat yang diperselisihkan mereka. Orang yang benar-benar beriman akan diberi pahala, sedang orang-orang yang ingkar dan menolak kebenaran, serta menyeleweng tanpa alasan dan bukti, akan diazab dan dimasukkan ke dalam neraka."
        },
        {
          "number": 49,
          "arabic": "وَأَنِ ٱحْكُم بَيْنَهُم بِمَآ أَنزَلَ ٱللَّهُ وَلَا تَتَّبِعْ أَهْوَآءَهُمْ وَٱحْذَرْهُمْ أَن يَفْتِنُوكَ عَنۢ بَعْضِ مَآ أَنزَلَ ٱللَّهُ إِلَيْكَ ۖ فَإِن تَوَلَّوْا۟ فَٱعْلَمْ أَنَّمَا يُرِيدُ ٱللَّهُ أَن يُصِيبَهُم بِبَعْضِ ذُنُوبِهِمْ ۗ وَإِنَّ كَثِيرًا مِّنَ ٱلنَّاسِ لَفَـٰسِقُونَ",
          "transliteration": "wa-ani uḥ'kum baynahum bimā anzala l-lahu walā tattabiʿ ahwāahum wa-iḥ'dharhum an yaftinūka ʿan baʿḍi mā anzala l-lahu ilayka fa-in tawallaw fa-iʿ'lam annamā yurīdu l-lahu an yuṣībahum bibaʿḍi dhunūbihim wa-inna kathīran mina l-nāsi lafāsiqūna",
          "translation": "dan hendaklah engkau memutuskan perkara di antara mereka menurut apa yang diturunkan Allah, dan janganlah engkau mengikuti keinginan mereka. Dan waspadalah terhadap mereka, jangan sampai mereka memperdayakan engkau terhadap sebagian apa yang telah diturunkan Allah kepadamu. Jika mereka berpaling (dari hukum yang telah diturunkan Allah), maka ketahuilah bahwa sesungguhnya Allah berkehendak menimpakan musibah kepada mereka disebabkan dosa-dosa mereka. Dan sungguh, kebanyakan manusia adalah orang-orang yang fasik.",
          "tafsir": "Diriwayatkan oleh Ibnu Jarir dan al-Baihaqi dari Ibnu Abbas, bahwa Kaab bin Asad, Abdullah bin Suriya, Wisyas bin Qais dari orang-orang Yahudi berkata \"Mari kita pergi kepada Muhammad, mudah-mudahan kita dapat menyesatkannya.\" Maka pergilah mereka menghadap Rasulullah lalu mereka berkata kepada Rasulullah saw.: \"Hai Muhammad, kamu telah mengetahui bahwa kami ini adalah pendeta Yahudi, para pembesar dan pemimpinnya. Kalau kami mengikuti kamu, orang-orang Yahudi pasti mengikuti kami dan tidak akan ada di antara mereka yang berani menentang. Di antara kami dan kaum kami ada sengketa. Persengketaan itu akan kami bawa kepadamu, maka hendaklah engkau memenangkan kami terhadap mereka, dan kami akan beriman dan akan membenarkan kamu. Maka Rasulullah enggan (mengikuti kehendak mereka) itu dan Allah Azza wa Jalla menurunkan ayat tentang perkara mereka.... wa anihkum bainahum bima anzala Allah....\"(Riwayat Ibnu Jarir dan al-Baihaqi dari Ibnu Abbas) Nabi saw menolak permintaan mereka, maka turunlah ayat ini. Nabi Muhammad agar memutuskan perkara orang-orang Yahudi yang diajukan kepadanya sesuai dengan apa yang telah diturunkan Allah dan jangan sekali-sekali menuruti keinginan dan kehendak hawa nafsu mereka. Allah mengingatkan kepada Nabi supaya berhati-hati menghadapi siasat mereka, jangan sampai terjebak oleh tipu daya mereka yang ingin menyelewengkan beliau dari sebagian hukum yang telah diturunkan dan digariskan Allah kepadanya. Kalau mereka masih juga berpaling dan tidak mau menerima keputusan yang berdasarkan apa yang telah diturunkan Allah karena memang maksud mereka meminta kepada Nabi untuk memutuskan perkaranya sekedar untuk memancing dan menjebaknya, kalau-kalau bisa berpaling dari hukum Allah. Ketahuilah bahwa yang demikian itu karena Allah menghendaki akan menimpakan azab kepada mereka di dunia, akibat dosa-dosanya dan akan disempurnakan nanti di akhirat, siksaan yang amat pedih. Memang kebanyakan manusia adalah fasik, bersifat seperti orang-orang kafir, senang meninggalkan hukum-hukum Allah dan syariat yang telah dipilihkan untuk mereka."
        },
        {
          "number": 50,
          "arabic": "أَفَحُكْمَ ٱلْجَـٰهِلِيَّةِ يَبْغُونَ ۚ وَمَنْ أَحْسَنُ مِنَ ٱللَّهِ حُكْمًا لِّقَوْمٍ يُوقِنُونَ",
          "transliteration": "afaḥuk'ma l-jāhiliyati yabghūna waman aḥsanu mina l-lahi ḥuk'man liqawmin yūqinūna",
          "translation": "Apakah hukum Jahiliah yang mereka kehendaki? (Hukum) siapakah yang lebih baik daripada (hukum) Allah bagi orang-orang yang meyakini (agamanya)?",
          "tafsir": "Diriwayatkan, bahwa Bani Nadhir mengajukan perkara yang terjadi dengan Bani Quraizah kepada Nabi saw untuk diberi keputusan. Di antara Bani Nadhir ada yang minta kepada Nabi saw supaya perkaranya diputuskan sesuai dengan keputusan yang berlaku di zaman jahiliah, yaitu adanya perbedaan derajat antara dua golongan tersebut, sehingga diat yang dikenakan kepada Bani Quraizah menjadi dua kali lipat diat yang dikenakan kepada Bani Nadir, karena menurut mereka, Bani Nadir itu lebih kuat, lebih mulia dan lebih tinggi derajatnya. Nabi saw. tidak menerima permintaan mereka dan beliau bersabda, \"Orang-orang yang dibunuh itu sama derajatnya, tidak ada perbedaannya.\" Orang Bani Nadir berkata, \"Kalau begitu kami juga menolak dan tidak menerima yang demikian itu.\" Maka turunlah ayat ini. Dalam ayat ini Allah mencemooh dan menganggap perbuatan mereka sebagai sesuatu yang aneh, mereka mempunyai kitab samawi dan ilmu yang luas, tetapi mereka masih mengutamakan hukum-hukum jahiliah yang jelas bertentangan dengan hukum yang ada di dalam kitab Taurat, padahal hukum-hukum Allah adalah hukum yang terbaik, karena sifatnya menyeluruh, adil dan benar, tidak memandang derajat dan lain sebagainya."
        }
      ]
    }
  ]
}