{
  "pageNumber": 87,
  "juz": 5,
  "surahs": [
    {
      "number": 4,
      "name": "An-Nisa'",
      "nameArabic": "النساء",
      "meaning": "Wanita",
      "revelation": "Madinah",
      "description": "Surat An Nisaa' terdiri dari 176 ayat dan termasuk surat Madaniyyah terpanjang setelah surat Al Baqarah.Dinamakan An Nisaa' karena di dalamnya banyak dibicarakan hal-hal yang berhubungan dengan perempuan; merupakan surat yang paling banyak membicarakan hal itu dibanding surat-surat yang lain. Surat lain yang banyak membicarakan perempuan adalah surat Ath Thalaq. Dalam hal ini, surat An Nisaa' biasa disebut \"Surat An Nisaa' Al Kubraa\" (surat An Nisaa' besar) sedangkan surat Ath Thalaq disebut \"Surat An Nisaa' Ash Shughraa\" (surat An Nisaa' kecil).Pokok-Pokok Isi:1. Keimanan:Syirik (dosa yang paling besar); akibat kekafiran pada hari akhir.2. Hukum-hukum:Kewajiban para washi dan wali; hukum poligami; masnikah; memakan harta anak yatim dan orang-orang yang tidak dapat mengurus harta; pokok-pokok hukum warisan; perbuatan-perbuatan keji dan hukumannya, perempuan-perempuan yang haram dinikahi; hukum menikahi hamba sahaya perempuan; larangan memakan harta secara batil; hukum syiqaq dan nusyuz; kesucian lahir-batin dalam shalat; hukum suaka; hukum membunuh seorang muslim; shalat khauf; larangan mengucapkan perkataan buruk; dan pusaka kalalah.3. Kisah-kisah:Kisah-kisah Nabi Musa a.s. dan pengikutnya.4. Lain-lain:Asal muasal manusia adalah satu; keharusan menjauhi adat-adat jahiliyah berkaitan dengan perempuan; norma-norma pergaulan dengan istri; hak seseorang sesuai dengan kewajibannya; perlakuan ahli kitab terhadap kitab-kitab yang diturunkan kepadanya; dasar-dasar pemerintahan; cara mengadili perkara; keharusan siap-siaga terhadap musuh; sikap-sikap orang munafik dalam menghadapi peperangan; berperang di jalan Allah adalah kewajiban setiap mukalaf; norma dan adab dalam peperangan; cara menghadapi orang-orang munafik; dan derajat orang yang berjihad.Surat An Nisaa' dimulai dengan perintah bertakwa dan menyatakan bahwa asal manusia adalah satu, kemudian menerangkan hukum-hukum yang berhubungan dengan anak yatim, rumah tangga, warisan, perempuan yang haram dinikahi serta hak dan kewajiban laki-laki dan perempuan. Juga menyebut tentang hukum-hukum perang serta pelajaran-pelajaran yang harus diambil dari perang Badar dan Uhud. Pengutaraan hukum perang dan hukum keluarga dalam surat ini merupakan hujjah-hujjah yang dikemukakan kepada Ahli Kitab, yang ditegaskan pada bagian terakhir surat ini. Lalu, surat ini ditutup dengan perintah agar kaum mukmin bersabar, memperatkan hubungan sesama manusia, dan bertakwa kepada Allah, agar mendapat keberuntungan dunia akhirat.Hubungan Surat An Nisaa' Dengan Surat Al Maa-Idah:1. Surat An Nisaa' menerangkan beberapa macam akad, seperti: pernikahan, perceraian, warisan, perjanjian, wasiat, dan sebagainya. Sementara itu, permulaan surat Al Maa-idah menyatakan supaya hamba-hamba Allah memenuhi segala macam akad-akad yang telah dibuat, baik terhadap Allah maupun terhadap sesama manusia, di samping menerangkan akad-akad yang lain.2. Surat An Nisaa' mengemukakan beberapa hukum secara umum, sedangkan surat Al Maa-idah menjelaskan dan menegaskan hukum-hukum tersebut.3. Sebagaimana halnya surat Al Baqarah dan surat Ali 'Imran mengemukakan hal-hal yang berhubungan dengan pokok-pokok agama, seperti: keesaan Allah dan kenabian, maka surat An Nisaa' dan Al Maaidah menerangkan tentang furu' agama (hukum fikih), seperti: hukum keluarga dan sebagainya.4. Akhir surat An Nisaa' mengemukakan hujjah-hujjah atas kekeliruan orang-orang Yahudi dan Nasrani serta kekeliruan kaum musyrikin dan munafikin. Hal yang serupa diterangkan secara panjang lebar dalam surat Al Maa-idah.5. Surat An Nisaa' dimulai dengan \"Yaa ayyuhannaas\" yang nadanya sama dengan surat Makiah, sedangkan surat Al Maa-idah, sebagai surat Madaniah, dimulai dengan, \"Yaa ayyuhal ladziina aamanu\". Meskipun nadanya berlainan, tetapi yang dituju oleh kedua surat ini adalah seluruh manusia.",
      "verses": [
        {
          "number": 52,
          "arabic": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ لَعَنَهُمُ ٱللَّهُ ۖ وَمَن يَلْعَنِ ٱللَّهُ فَلَن تَجِدَ لَهُۥ نَصِيرًا",
          "transliteration": "ulāika alladhīna laʿanahumu l-lahu waman yalʿani l-lahu falan tajida lahu naṣīran",
          "translation": "Mereka itulah orang-orang yang dilaknat Allah. Dan barang siapa dilaknat Allah, niscaya engkau tidak akan mendapatkan penolong baginya.",
          "tafsir": "Orang Yahudi dan orang-orang yang sifatnya seperti mereka dikutuk Allah, dijauhkan dari rahmat-Nya. Ar-Razi berkata, \"Orang-orang Yahudi dan orang-orang semacam mereka itu, memang pantas dikutuk karena mereka sombong dan takabur; mereka memandang bahwa penyembah berhala lebih mulia daripada orang mukmin pengikut Muhammad. Apakah dapat diterima akal sehat bahwa orang musyrik, orang yang menyembah apa dan siapa pun selain Allah lebih baik dan lebih benar daripada orang yang hanya menyembah Allah?\" Barang siapa telah mendapat kutukan dari Allah pasti ia tidak akan menemukan penolong dan pembela yang akan membebaskannya dari siksaan dan azab di akhirat nanti, tidak ada yang akan memberi syafaat kepadanya dan tidak ada yang akan menolongnya."
        },
        {
          "number": 53,
          "arabic": "أَمْ لَهُمْ نَصِيبٌ مِّنَ ٱلْمُلْكِ فَإِذًا لَّا يُؤْتُونَ ٱلنَّاسَ نَقِيرًا",
          "transliteration": "am lahum naṣībun mina l-mul'ki fa-idhan lā yu'tūna l-nāsa naqīran",
          "translation": "Ataukah mereka mempunyai bagian dari kerajaan (kekuasaan), meskipun mereka tidak akan memberikan sedikit pun (kebajikan) kepada manusia,",
          "tafsir": "Orang Yahudi tidak akan memperoleh kerajaan dan kekuasaan sesuai dengan yang dicita-citakan seperti sebelum Islam datang, karena mereka telah banyak berbuat aniaya, menempuh jalan yang sesat, dan tidak lagi mengamalkan isi kitab Taurat secara umum. Andaikata pada suatu ketika mereka membina kerajaan dan memiliki kekuasaan, itu berarti hanya bayangan yang sifatnya sementara, dan di kala itu mereka tidak akan memberikan sedikit pun kebajikan kepada manusia."
        },
        {
          "number": 54,
          "arabic": "أَمْ يَحْسُدُونَ ٱلنَّاسَ عَلَىٰ مَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضْلِهِۦ ۖ فَقَدْ ءَاتَيْنَآ ءَالَ إِبْرَٰهِيمَ ٱلْكِتَـٰبَ وَٱلْحِكْمَةَ وَءَاتَيْنَـٰهُم مُّلْكًا عَظِيمًا",
          "transliteration": "am yaḥsudūna l-nāsa ʿalā mā ātāhumu l-lahu min faḍlihi faqad ātaynā āla ib'rāhīma l-kitāba wal-ḥik'mata waātaynāhum mul'kan ʿaẓīman",
          "translation": "ataukah mereka dengki kepada manusia (Muhammad) karena karunia yang telah diberikan Allah kepadanya? Sungguh, Kami telah memberikan Kitab dan Hikmah kepada keluarga Ibrahim, dan Kami telah memberikan kepada mereka kerajaan (kekuasaan) yang besar.",
          "tafsir": "Kalau ayat-ayat sebelumnya menerangkan sifat-sifat jelek Yahudi seperti sangkaan bahwa merekalah yang lebih baik dan menempuh jalan yang lebih benar dari orang-orang mukmin, maka pada ayat ini diterangkan sifat dengkinya kepada Muhammad saw, karena kenabian jatuh kepadanya, tidak kepada orang Yahudi, dan mereka dengki kepada pengikut-pengikut Nabi Muhammad saw, karena mereka percaya dan beriman kepadanya, terutama setelah mereka melihat kemajuan dan kemenangan yang dicapai oleh Muhammad dan sahabat-sahabatnya, dari hari ke hari bertambah kuat dan makin banyak pendukung dan pengikutnya. Kedengkian orang-orang Yahudi kepada Muhammad dan pengikutnya, adalah suatu kekeliruan besar dari mereka dan sangat mengherankan, kerena apa yang telah dicapai Muhammad dan sahabat-sahabatnya bukanlah hal yang baru. Sebab Allah telah memberikan juga kitab, hikmah kerajaan kepada keluarga keturunan Nabi Ibrahim; seperti yang pernah diberikan kepada Nabi Yusuf, Nabi Daud dan Nabi Sulaiman. Sifat dengki bukan hanya perasaan tidak senang melihat orang lain memperoleh nikmat Allah, malah menginginkan nikmat itu lenyap dari pemiliknya. Sifat itu tidak saja buruk tetapi juga akan menghilangkan pahala-pahala kebajikan yang telah dikerjakan. Nabi saw bersabda: \"Jauhilah sifat dengki karena sesungguhnya dengki itu memakan (pahala) kebaikan, seperti api memakan kayu bakar\" (Riwayat Abu Dawud dari Abu Hurairah)."
        },
        {
          "number": 55,
          "arabic": "فَمِنْهُم مَّنْ ءَامَنَ بِهِۦ وَمِنْهُم مَّن صَدَّ عَنْهُ ۚ وَكَفَىٰ بِجَهَنَّمَ سَعِيرًا",
          "transliteration": "famin'hum man āmana bihi wamin'hum man ṣadda ʿanhu wakafā bijahannama saʿīran",
          "translation": "Maka di antara mereka (yang dengki itu), ada yang beriman kepadanya dan ada pula yang menghalangi (manusia beriman) kepadanya. Cukuplah (bagi mereka) neraka Jahanam yang menyala-nyala apinya.",
          "tafsir": "Anugerah kenabian dan kekuasaan kepada nabi-Nya terdahulu seperti Nabi Ibrahim dan keluarganya menjadikan umatnya terbagi dua. Sebagian dari mereka percaya kepada nabi-Nya dan sebagian yang lain tetap di dalam kekafirannya, menghalangi orang lain beriman. Begitu pula halnya umat sekarang ada yang beriman, dan ada pula yang ingkar. Ketahuilah, sekalipun mereka yang ingkar di dunia ini kelihatannya aman dan tenteram saja, tetapi di akhirat mereka akan merasakan pedihnya api yang menyala-nyala, kerena mengutamakan perbuatan yang batil dan sesat serta tidak mengikuti yang hak dan benar yang dibawa oleh nabi-Nya."
        },
        {
          "number": 56,
          "arabic": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ بِـَٔايَـٰتِنَا سَوْفَ نُصْلِيهِمْ نَارًا كُلَّمَا نَضِجَتْ جُلُودُهُم بَدَّلْنَـٰهُمْ جُلُودًا غَيْرَهَا لِيَذُوقُوا۟ ٱلْعَذَابَ ۗ إِنَّ ٱللَّهَ كَانَ عَزِيزًا حَكِيمًا",
          "transliteration": "inna alladhīna kafarū biāyātinā sawfa nuṣ'līhim nāran kullamā naḍijat julūduhum baddalnāhum julūdan ghayrahā liyadhūqū l-ʿadhāba inna l-laha kāna ʿazīzan ḥakīman",
          "translation": "Sungguh, orang-orang yang kafir kepada ayat-ayat Kami, kelak akan Kami masukkan ke dalam neraka. Setiap kali kulit mereka hangus, Kami ganti dengan kulit yang lain, agar mereka merasakan azab. Sungguh, Allah Mahaperkasa, Mahabijaksana.",
          "tafsir": "Allah tidak akan membiarkan orang kafir dan orang yang mengingkari ayat-ayat Allah yang diturunkan kepada nabi-Nya, tetapi bagi mereka telah disediakan api neraka. Setiap kali kulit mereka hangus sampai tidak merasakan sesuatu lagi, kulit ini diganti dengan kulit yang baru yang dapat merasakan pedihnya api yang membakar. Demikian siksa itu berlaku seterusnya agar mereka senantiasa menderita dan merasakan kepedihan."
        },
        {
          "number": 57,
          "arabic": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ سَنُدْخِلُهُمْ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَآ أَبَدًا ۖ لَّهُمْ فِيهَآ أَزْوَٰجٌ مُّطَهَّرَةٌ ۖ وَنُدْخِلُهُمْ ظِلًّا ظَلِيلًا",
          "transliteration": "wa-alladhīna āmanū waʿamilū l-ṣāliḥāti sanud'khiluhum jannātin tajrī min taḥtihā l-anhāru khālidīna fīhā abadan lahum fīhā azwājun muṭahharatun wanud'khiluhum ẓillan ẓalīlan",
          "translation": "Adapun orang-orang yang beriman dan mengerjakan kebajikan, kelak akan Kami masukkan ke dalam surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya selama-lamanya. Di sana mereka mempunyai pasangan-pasangan yang suci, dan Kami masukkan mereka ke tempat yang teduh lagi nyaman.",
          "tafsir": "Beruntung dan berbahagialah orang yang tidak termasuk golongan orang yang ingkar dan bergelimang dosa dan maksiat, dan mereka termasuk orang-orang yang beriman, mereka senantiasa percaya kepada apa yang dibawa oleh Nabi Muhammad saw, yang ditandai dengan perbuatan amal saleh, selalu taat dan patuh kepada perintah Allah, menjauhi larangan-Nya, sekalipun pada suatu saat ia harus mempertaruhkan jiwanya. Orang semacam itu akan dianugerahi segala macam nikmat dan kesenangan yang ada di dalam surga, mereka akan tetap kekal di dalamnya."
        },
        {
          "number": 58,
          "arabic": "۞ إِنَّ ٱللَّهَ يَأْمُرُكُمْ أَن تُؤَدُّوا۟ ٱلْأَمَـٰنَـٰتِ إِلَىٰٓ أَهْلِهَا وَإِذَا حَكَمْتُم بَيْنَ ٱلنَّاسِ أَن تَحْكُمُوا۟ بِٱلْعَدْلِ ۚ إِنَّ ٱللَّهَ نِعِمَّا يَعِظُكُم بِهِۦٓ ۗ إِنَّ ٱللَّهَ كَانَ سَمِيعًۢا بَصِيرًا",
          "transliteration": "inna l-laha yamurukum an tu-addū l-amānāti ilā ahlihā wa-idhā ḥakamtum bayna l-nāsi an taḥkumū bil-ʿadli inna l-laha niʿimmā yaʿiẓukum bihi inna l-laha kāna samīʿan baṣīran",
          "translation": "Sungguh, Allah menyuruhmu menyampaikan amanat kepada yang berhak menerimanya, dan apabila kamu menetapkan hukum di antara manusia hendaknya kamu menetapkannya dengan adil. Sungguh, Allah sebaik-baik yang memberi pengajaran kepadamu. Sungguh, Allah Maha Mendengar, Maha Melihat.",
          "tafsir": "Ayat ini memerintahkan agar menyampaikan \"amanat\" kepada yang berhak. Pengertian \"amanat\" dalam ayat ini, ialah sesuatu yang dipercayakan kepada seseorang untuk dilaksanakan dengan sebaik-baiknya. Kata \"amanat\" dengan pengertian ini sangat luas, meliputi \"amanat\" Allah kepada hamba-Nya, amanat seseorang kepada sesamanya dan terhadap dirinya sendiri. Amanat Allah terhadap hamba-Nya yang harus dilaksanakan antara lain: melaksanakan apa yang diperintahkan-Nya dan menjauhi larangan-Nya. Semua nikmat Allah berupa apa saja hendaklah kita manfaatkan untuk taqarrub (mendekatkan diri) kepada-Nya. Amanat seseorang terhadap sesamanya yang harus dilaksanakan antara lain: mengembalikan titipan kepada yang punya dengan tidak kurang suatu apa pun, tidak menipunya, memelihara rahasia dan lain sebagainya dan termasuk juga di dalamnya ialah: a. Sifat adil penguasa terhadap rakyat dalam bidang apa pun dengan tidak membeda-bedakan antara satu dengan yang lain di dalam pelaksanaan hukum, sekalipun terhadap keluarga dan anak sendiri, sebagaimana ditegaskan Allah dalam ayat ini. ¦ Dan apabila kamu menetapkan hukum di antara manusia hendaknya kamu menetapkannya dengan adil.... (an-Nisa'/4:58). Dalam hal ini cukuplah Nabi Muhammad saw menjadi contoh. Di dalam satu pernyataannya beliau bersabda: \"Andaikata Fatimah binti Muhammad mencuri, niscaya saya potong tangannya\" (Riwayat asy-Syaikhan dari 'Â'isyah). b.Sifat adil ulama (yaitu orang yang berilmu pengetahuan) terhadap orang awam, seperti menanamkan ke dalam hati mereka akidah yang benar, membimbingnya kepada amal yang bermanfaat baginya di dunia dan di akhirat, memberikan pendidikan yang baik, menganjurkan usaha yang halal, memberikan nasihat-nasihat yang menambah kuat imannya, menyelamatkan dari perbuatan dosa dan maksiat, membangkitkan semangat untuk berbuat baik dan melakukan kebajikan, mengeluarkan fatwa yang berguna dan bermanfaat di dalam melaksanakan syariat dan ketentuan Allah. c.Sifat adil seorang suami terhadap istrinya, begitu pun sebaliknya, seperti melaksanakan kewajiban masing-masing terhadap yang lain, tidak membeberkan rahasia pihak yang lain, terutama rahasia khusus antara keduanya yang tidak baik diketahui orang lain. Amanat seseorang terhadap dirinya sendiri; seperti berbuat sesuatu yang menguntungkan dan bermanfaat bagi dirinya dalam soal dunia dan agamanya. Janganlah ia membuat hal-hal yang membahayakannya di dunia dan akhirat, dan lain sebagainya. Ajaran yang sangat baik ini yaitu melaksanakan amanah dan hukum dengan seadil-adilnya, jangan sekali-kali diabaikan, tetapi hendaklah diindahkan, diperhatikan dan diterapkan dalam hidup dan kehidupan kita, untuk dapat mencapai kebahagiaan dunia dan akhirat."
        },
        {
          "number": 59,
          "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ أَطِيعُوا۟ ٱللَّهَ وَأَطِيعُوا۟ ٱلرَّسُولَ وَأُو۟لِى ٱلْأَمْرِ مِنكُمْ ۖ فَإِن تَنَـٰزَعْتُمْ فِى شَىْءٍ فَرُدُّوهُ إِلَى ٱللَّهِ وَٱلرَّسُولِ إِن كُنتُمْ تُؤْمِنُونَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ ۚ ذَٰلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا",
          "transliteration": "yāayyuhā alladhīna āmanū aṭīʿū l-laha wa-aṭīʿū l-rasūla wa-ulī l-amri minkum fa-in tanāzaʿtum fī shayin faruddūhu ilā l-lahi wal-rasūli in kuntum tu'minūna bil-lahi wal-yawmi l-ākhiri dhālika khayrun wa-aḥsanu tawīlan",
          "translation": "Wahai orang-orang yang beriman! Taatilah Allah dan taatilah Rasul (Muhammad), dan Ulil Amri (pemegang kekuasaan)<sup foot_note=135154>1</sup> di antara kamu. Kemudian, jika kamu berbeda pendapat tentang sesuatu, maka kembalikanlah kepada Allah (Alquran) dan Rasul (sunahnya), jika kamu beriman kepada Allah dan hari kemudian. Yang demikian itu, lebih utama (bagimu) dan lebih baik akibatnya.",
          "tafsir": "Ayat ini memerintahkan agar kaum Muslimin taat dan patuh kepada-Nya, kepada rasul-Nya dan kepada orang yang memegang kekuasaan di antara mereka agar tercipta kemaslahatan umum. Untuk kesempurnaan pelaksanaan amanat dan hukum sebaik-baiknya dan seadil-adilnya, hendaklah kaum Muslimin: a. Taat dan patuh kepada perintah Allah dengan mengamalkan isi Kitab suci Al-Qur'an, melaksanakan hukum-hukum yang telah ditetapkan-Nya, sekalipun dirasa berat, tidak sesuai dengan keinginan dan kehendak pribadi. Sebenarnya segala yang diperintahkan Allah itu mengandung maslahat dan apa yang dilarang-Nya mengandung mudarat. b.Melaksanakan ajaran-ajaran yang dibawa Rasulullah saw pembawa amanat dari Allah untuk dilaksanakan oleh segenap hamba-Nya. Dia ditugaskan untuk menjelaskan kepada manusia isi Al-Qur'an. Allah berfirman: \"... Dan Kami turunkan Adz-dzikr (Al-Qur'an) kepadamu, agar engkau menerangkan kepada manusia apa yang telah diturunkan kepada mereka ¦.\" (an-Nahl/16:44). c.Patuh kepada ketentuan-ketentuan yang telah ditetapkan ulil amri yaitu orang-orang yang memegang kekuasaan di antara mereka. Apabila mereka telah sepakat dalam suatu hal, maka kaum Muslimin berkewajiban melaksanakannya dengan syarat bahwa keputusan mereka tidak bertentangan dengan Kitab Al-Qur'an dan hadis. Kalau tidak demikian halnya, maka kita tidak wajib melaksanakannya, bahkan wajib menentangnya, karena tidak dibenarkan seseorang itu taat dan patuh kepada sesuatu yang merupakan dosa dan maksiat pada Allah. Nabi Muhammad saw bersabda: \"Tidak (dibenarkan) taat kepada makhluk di dalam hal-hal yang merupakan maksiat kepada Khalik (Allah swt).\" (Riwayat Ahmad). d.Kalau ada sesuatu yang diperselisihkan dan tidak tercapai kata sepakat, maka wajib dikembalikan kepada Al-Qur'an dan hadis. Kalau tidak terdapat di dalamnya haruslah disesuaikan dengan (dikiaskan kepada) hal-hal yang ada persamaan dan persesuaiannya di dalam Al-Qur'an dan sunah Rasulullah saw. Tentunya yang dapat melakukan kias seperti yang dimaksud di atas ialah orang-orang yang berilmu pengetahuan, mengetahui dan memahami isi Al-Qur'an dan sunah Rasul. Demikianlah hendaknya dilakukan oleh orang-orang yang benar-benar beriman kepada Allah dan hari akhirat."
        }
      ]
    }
  ]
}