{
  "pageNumber": 349,
  "juz": 18,
  "surahs": [
    {
      "number": 23,
      "name": "Al-Mu'minun",
      "nameArabic": "المؤمنون",
      "meaning": "Orang-orang Beriman",
      "revelation": "Makkah",
      "description": "Surat Al-Mu'minun terdiri dari 118 ayat dan termasuk surat Makkiyyah.Dinamai \"Al-Mu'minun\" karena permulaan surat ini menerangkan tentang sifat-sifat orang mukmin yang mendatangkan keberuntungan di akhirat dan ketenteraman jiwa di dunia. Sedemikian tinggi sifat-sifat itu, maka ia pun menjadi akhlak bagi Nabi Muhammad.**Pokok-Pokok Isi:**1. **Keimanan:** Kepastian hari kebangkitan dan hal-hal yang terjadi pada hari kiamat; Allah tidak memerlukan anak atau sekutu.2. **Hukum-hukum:** Manusia dibebani sesuai dengan kesanggupannya; semua rasul menyuruh umatnya untuk memakan makanan yang halal dan baik; pokok-pokok agama yang dibawa para nabi adalah sama hanya syariatnya yang berbeda-beda.3. **Kisah-kisah:** Kisah Nabi Nuh; kisah Nabi Hud; kisah Nabi Musa dan Nabi Harun; kisah Nabi 'Isa.4. **Lain-lain:** Tujuh perkara yang harus dipenuhi seorang mukmin yang ingin beruntung di dunia dan di akhirat; proses kejadian manusia; tanda-tanda orang yang bersegera melakukan kebaikan; nikmat yang Allah anugerahkan kepada manusia dan wajib disyukuri.Surat Al-Mu'minun dimulai dengan menyebutkan sifat-sifat yang dimiliki seorang mukmin yang beruntung di dunia dan di akhirat. Meskipun Allah tidak membeda-bedakan pemberian rezeki di dunia ini kepada manusia apakah ia mukmin atau kafir, tetapi kebahagiaan yang sebenarnya hanya diberikan kepada orang-orang yang mukmin di akhirat kelak. Kemudian dikemukakan apa yang telah dialami oleh para nabi dan umatnya masing-masing. Orang yang mengikuti nabi akan mendapat pertolongan Allah dan orang yang mengingkari nabi akan dimusnahkan Allah. Hal ini hendaknya menjadi pelajaran bagi generasi yang datang setelahnya. Setelah menggambarkan kedahsyatan hari kiamat, surat ini ditutup dengan menggambarkan hasil yang diperoleh orang-orang mukmin dan orang-orang kafir di akhirat nanti.**Hubungan Surat Al-Mu'Minun Dengan Surat An-Nur:**1. Pada permulaan surat Al-Mu'minun disebutkan bahwa salah satu tanda orang mukmin ialah menjaga kemaluan, sedangkan permulaan surat An-Nur menetapkan hukum bagi orang yang tidak dapat menjaga kemaluan, yaitu zina dan apa yang berhubungan dengannya, seperti: menuduh orang berbuat zina, qishshatul ifki, menjaga pandangan, menyuruh orang yang belum sanggup menikah agar menahan diri, dan sebagainya.2. Pada surat Al-Mu'minun Allah menegaskan bahwa Dia menciptakan alam ini dengan hikmah, yaitu agar semua makhluk melaksanakan perintah-perintah dan meninggalkan larangan-larangan-Nya, sedangkan surat An-Nur menyebutkan sejumlah perintah dan larangan itu.",
      "verses": [
        {
          "number": 105,
          "arabic": "أَلَمْ تَكُنْ ءَايَـٰتِى تُتْلَىٰ عَلَيْكُمْ فَكُنتُم بِهَا تُكَذِّبُونَ",
          "transliteration": "alam takun āyātī tut'lā ʿalaykum fakuntum bihā tukadhibūna",
          "translation": "Bukankah ayat-ayat-Ku telah dibacakan kepadamu, tetapi kamu selalu mendustakannya?",
          "tafsir": "Pada ayat ini Allah menerangkan bahwa berbagai pertanyaan yang sifatnya mengejek diajukan kepada para penghuni neraka. Hal itu mengingatkan mereka kembali bahwa telah diutus para rasul untuk membimbing mereka, dan diturunkan kitab-kitab samawi untuk menjadi pedoman mereka, supaya tidak ada lagi alasan bagi mereka untuk tidak taat dan patuh kepada ajaran-ajaran yang dibawa para rasul itu, sebagaimana firman Allah: Agar tidak ada alasan bagi manusia untuk membantah Allah setelah rasul-rasul itu diutus. (an-Nisa'/4: 165) Dan firman-Nya: Tetapi Kami tidak akan menyiksa sebelum Kami mengutus seorang rasul. (al- Isra'/17: 15) Tetapi mereka itu mendustakan ayat-ayat Allah dan tidak mempercayainya sedikit pun, bahkan rasul-rasul yang diutus kepada mereka disiksa dan dianiayanya. Sejalan dengan ayat 105 ayat ini, firman Allah: Hampir meledak karena marah. Setiap kali ada sekumpulan (orang-orang kafir) dilemparkan ke dalamnya, penjaga-penjaga (neraka itu) bertanya kepada mereka, \"Apakah belum pernah ada orang yang datang memberi peringatan kepadamu (di dunia)?\" Mereka menjawab, \"Benar, sungguh, seorang pemberi peringatan telah datang kepada kami, tetapi kami mendustakan(nya) dan kami katakan, \"Allah tidak menurunkan sesuatu apa pun, kamu sebenarnya didalam kesesatan yang besar.\" (al-Mulk/67: 8-9)"
        },
        {
          "number": 106,
          "arabic": "قَالُوا۟ رَبَّنَا غَلَبَتْ عَلَيْنَا شِقْوَتُنَا وَكُنَّا قَوْمًا ضَآلِّينَ",
          "transliteration": "qālū rabbanā ghalabat ʿalaynā shiq'watunā wakunnā qawman ḍāllīna",
          "translation": "Mereka berkata, \"Ya Tuhan kami, kami telah dikuasai oleh kejahatan kami, dan kami adalah orang-orang yang sesat.",
          "tafsir": "Pada ayat ini Allah menerangkan pengakuan penghuni neraka atas kesesatan mereka, sekalipun telah diutus kepada mereka rasul-rasul untuk membimbing mereka, dan diturunkan kitab-kitab samawi untuk menjadi pedoman mereka. Akan tetapi, mereka telah dikalahkan oleh kejahatan mereka, dan dikendalikan oleh hawa nafsu, maka tidak ada jalan bagi mereka untuk berbuat kebaikan dan menghindarkan diri dari jalan kesesatan. Sejalan dengan ayat ini firman Allah: Lalu kami mengakui dosa-dosa kami. Maka adakah suatu jalan (bagi kami) untuk keluar (dari neraka)? (al-Mu'min/40: 11)"
        },
        {
          "number": 107,
          "arabic": "رَبَّنَآ أَخْرِجْنَا مِنْهَا فَإِنْ عُدْنَا فَإِنَّا ظَـٰلِمُونَ",
          "transliteration": "rabbanā akhrij'nā min'hā fa-in ʿud'nā fa-innā ẓālimūna",
          "translation": "Ya Tuhan kami, keluarkanlah kami darinya (kembalikanlah kami ke dunia), jika kami masih juga kembali (kepada kekafiran), sungguh, kami adalah orang-orang yang zalim.\"",
          "tafsir": "Ayat ini menerangkan permohonan penghuni neraka kepada Allah, yaitu agar mereka dikeluarkan dari neraka dan dikembalikan ke dunia. Mereka berjanji bahwa kalau permohonan mereka dikabulkan, mereka akan mengubah kekafiran mereka kepada keimanan dan taat kepada segala apa yang diperintahkan Allah kepada mereka. Jika mereka masih tetap saja berbuat maksiat sebagaimana halnya dahulu, maka mereka benar-benar orang yang aniaya dan mereka layak menerima azab dan siksa yang amat pedih."
        },
        {
          "number": 108,
          "arabic": "قَالَ ٱخْسَـُٔوا۟ فِيهَا وَلَا تُكَلِّمُونِ",
          "transliteration": "qāla ikh'saū fīhā walā tukallimūni",
          "translation": "Dia (Allah) berfirman, \"Tinggallah dengan hina di dalamnya, dan janganlah kamu berbicara dengan Aku.\"",
          "tafsir": "Ayat ini menerangkan jawaban Allah terhadap permintaan penghuni neraka untuk dapat dikembalikan ke dunia menebus kesalahan dan dosa-dosa yang telah diperbuatnya. Allah menegaskan kepada mereka supaya tetap berada di dalam neraka, meringkuk dalam keadaan hina dan tidak mempunyai harga diri sedikit pun. Mereka harus diam dan tidak melanjutkan pembicaraannya dengan Allah serta tidak mengulangi lagi perbuatannya karena mereka tak mungkin lagi dapat dikembalikan ke dunia."
        },
        {
          "number": 109,
          "arabic": "إِنَّهُۥ كَانَ فَرِيقٌ مِّنْ عِبَادِى يَقُولُونَ رَبَّنَآ ءَامَنَّا فَٱغْفِرْ لَنَا وَٱرْحَمْنَا وَأَنتَ خَيْرُ ٱلرَّٰحِمِينَ",
          "transliteration": "innahu kāna farīqun min ʿibādī yaqūlūna rabbanā āmannā fa-igh'fir lanā wa-ir'ḥamnā wa-anta khayru l-rāḥimīna",
          "translation": "Sungguh ada segolongan dari hamba-hamba-Ku berdoa, \"Ya Tuhan kami, kami telah beriman, maka ampunilah kami dan berilah kami rahmat, Engkau adalah pemberi rahmat yang terbaik.\"",
          "tafsir": "Pada ayat ini Allah menerangkan sebab musabab mereka disiksa dan diazab, serta jawaban yang menghina atas permintaan mereka kembali ke dunia. Hinaan itu muncul karena mereka menghina hamba-hamba Allah yang telah beriman, seperti Bilal, Khabbab, shuhaib dan orang-orang mukmin yang lemah lainnya, selalu mendekatkan diri kepada Allah, menegaskan ikrar dan pengakuan keimanan mereka kepada-Nya, membenar-kan para rasul yang telah diutus-Nya, senantiasa meminta ampunan dan memohon rahmat kepada-Nya karena Dialah pemberi rahmat yang sebaik-baiknya. Orang-orang kafir menghadapi orang-orang mukmin itu dengan sikap mengejek, menertawakan, dan menghina. Ayat ini juga menerangkan bahwa kesibukan orang-orang kafir itu mereka mengejek dan menertawakan orang-orang mukmin, membuat mereka lupa mengingat Allah. Sejalan dengan ayat ini, Allah berfirman: Sesungguhnya orang-orang yang berdosa, adalah mereka yang dahulu menertawakan orang-orang yang beriman. Dan apabila mereka (orang-orang yang beriman) melintas di hadapan mereka, mereka saling mengedip-ngedipkan matanya, dan apabila kembali kepada kaumnya, mereka kembali dengan gembira ria. Dan apabila mereka melihat (orang-orang mukmin), mereka mengatakan, \"Sesungguhnya mereka benar-benar orang-orang sesat,\" padahal (orang-orang yang berdosa itu), mereka tidak diutus sebagai penjaga (orang-orang mukmin). (al-Muthaffifin/83: 29-33)"
        },
        {
          "number": 110,
          "arabic": "فَٱتَّخَذْتُمُوهُمْ سِخْرِيًّا حَتَّىٰٓ أَنسَوْكُمْ ذِكْرِى وَكُنتُم مِّنْهُمْ تَضْحَكُونَ",
          "transliteration": "fa-ittakhadhtumūhum sikh'riyyan ḥattā ansawkum dhik'rī wakuntum min'hum taḍḥakūna",
          "translation": "Lalu kamu jadikan mereka buah ejekan, sehingga kamu lupa mengingat Aku, dan kamu (selalu) mentertawakan mereka,",
          "tafsir": "Pada ayat ini Allah menerangkan sebab musabab mereka disiksa dan diazab, serta jawaban yang menghina atas permintaan mereka kembali ke dunia. Hinaan itu muncul karena mereka menghina hamba-hamba Allah yang telah beriman, seperti Bilal, Khabbab, shuhaib dan orang-orang mukmin yang lemah lainnya, selalu mendekatkan diri kepada Allah, menegaskan ikrar dan pengakuan keimanan mereka kepada-Nya, membenar-kan para rasul yang telah diutus-Nya, senantiasa meminta ampunan dan memohon rahmat kepada-Nya karena Dialah pemberi rahmat yang sebaik-baiknya. Orang-orang kafir menghadapi orang-orang mukmin itu dengan sikap mengejek, menertawakan, dan menghina. Ayat ini juga menerangkan bahwa kesibukan orang-orang kafir itu mereka mengejek dan menertawakan orang-orang mukmin, membuat mereka lupa mengingat Allah. Sejalan dengan ayat ini, Allah berfirman: Sesungguhnya orang-orang yang berdosa, adalah mereka yang dahulu menertawakan orang-orang yang beriman. Dan apabila mereka (orang-orang yang beriman) melintas di hadapan mereka, mereka saling mengedip-ngedipkan matanya, dan apabila kembali kepada kaumnya, mereka kembali dengan gembira ria. Dan apabila mereka melihat (orang-orang mukmin), mereka mengatakan, \"Sesungguhnya mereka benar-benar orang-orang sesat,\" padahal (orang-orang yang berdosa itu), mereka tidak diutus sebagai penjaga (orang-orang mukmin). (al-Muthaffifin/83: 29-33)"
        },
        {
          "number": 111,
          "arabic": "إِنِّى جَزَيْتُهُمُ ٱلْيَوْمَ بِمَا صَبَرُوٓا۟ أَنَّهُمْ هُمُ ٱلْفَآئِزُونَ",
          "transliteration": "innī jazaytuhumu l-yawma bimā ṣabarū annahum humu l-fāizūna",
          "translation": "Sungguh pada hari ini Aku memberi balasan kepada mereka, karena kesabaran mereka; sungguh mereka itulah orang-orang yang memperoleh kemenangan.",
          "tafsir": "Ayat ini menegaskan bahwa Allah akan memberi balasan kepada orang-orang mukmin pada hari Kiamat nanti, karena kesabaran dan ketabahan mereka menghadapi ejekan dan tertawaan orang-orang kafir, , serta ketaatan dan kepatuhan mereka kepada perintah-Nya. Sesungguhnya orang-orang mukmin, itulah orang-orang yang menang dan beruntung. Di akhirat kelak, mereka duduk di atas dipan-dipan sambil memandang santai, menertawakan orang-orang kafir yang menertawakan mereka dahulu di dunia. Inilah ganjaran bagi orang-orang kafir atas apa yang telah dikerjakannya di dunia, sebagaimana firman Allah: Maka pada hari ini, orang-orang yang beriman yang menertawakan orang-orang kafir, mereka (duduk) di atas dipan-dipan melepas pandangan. Apakah orang-orang kafir itu diberi balasan (hukuman) terhadap apa yang telah mereka perbuat? (al-Muthaffifin/83: 34-36)"
        },
        {
          "number": 112,
          "arabic": "قَـٰلَ كَمْ لَبِثْتُمْ فِى ٱلْأَرْضِ عَدَدَ سِنِينَ",
          "transliteration": "qāla kam labith'tum fī l-arḍi ʿadada sinīna",
          "translation": "Dia (Allah) berfirman, \"Berapa tahunkah lamanya kamu tinggal di bumi?\"",
          "tafsir": "Setelah permintaan penghuni neraka untuk dikembalikan ke dunia ditolak Allah dengan penegasan bahwa mereka akan tetap meringkuk di neraka dan supaya tidak meminta-minta kepada-Nya, mereka ditanya lagi berapa lama mereka hidup di bumi, sejak dilahirkan sampai meninggalkan dunia fana itu ke alam baka."
        },
        {
          "number": 113,
          "arabic": "قَالُوا۟ لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ فَسْـَٔلِ ٱلْعَآدِّينَ",
          "transliteration": "qālū labith'nā yawman aw baʿḍa yawmin fasali l-ʿādīna",
          "translation": "Mereka menjawab, \"Kami tinggal (di bumi) sehari atau setengah hari, maka tanyakanlah kepada mereka yang menghitung.\"",
          "tafsir": "Oleh karena besarnya pengaruh bencana yang menimpa penghuni neraka dan hebatnya siksaan dan azab yang dideritanya, maka mereka yang malang itu tidak lagi bisa mengingat berapa lama mereka tinggal di dunia. Mereka merasa sebentar sekali, bahkan mereka menyangka bahwa mereka tinggal di dunia hanya sehari atau tidak sampai satu hari jika dibandingkan dengan kehidupan akhirat. Pada ayat ini Allah menganjurkan kepada mereka untuk menanyakan berapa lama mereka tinggal di dunia."
        },
        {
          "number": 114,
          "arabic": "قَـٰلَ إِن لَّبِثْتُمْ إِلَّا قَلِيلًا ۖ لَّوْ أَنَّكُمْ كُنتُمْ تَعْلَمُونَ",
          "transliteration": "qāla in labith'tum illā qalīlan law annakum kuntum taʿlamūna",
          "translation": "Dia (Allah) berfirman, \"Kamu tinggal (di bumi) hanya sebentar saja, jika kamu benar-benar mengetahui.\"",
          "tafsir": "Ayat ini menerangkan bahwa mereka memang tinggal di dunia hanya sebentar. Andaikata mereka menyadari hal itu ketika mereka tinggal di dunia, sedang kehidupan yang dihadapinya di akhirat adalah kehidupan yang tiada batasnya, tentu mereka akan berbuat hal-hal yang bermanfaat dan sesuai dengan yang diperintahkan Allah. Akan tetapi, mereka lalai menyadarinya, sehingga mereka layak mendapat azab dari Allah. Rasulullah bersabda: Ketika Ibnu Abi hatim meriwayatkan dari Aiqa' bin Abd al-Kalai, Rasulullah bersabda bahwa apabila penghuni surga telah masuk ke dalam surga dan penghuni neraka ke dalam neraka; Allah berfirman, \"Wahai penghuni surga! Berapa lama engkau hidup di dunia?\" Mereka menjawab, \"Kami tinggal di dunia hanya sehari atau tidak sampai satu hari.\" Allah berfirman, \"Alangkah baiknya engkau sekalian menginvestasikan waktu yang sehari itu, atau tidak sampai satu hari itu. Engkau sekalian memperoleh rahmat-Ku, rida-Ku dan surga-Ku. Tinggallah kamu sekalian di dalam surga untuk selama-lamanya.\" Sesudah itu Allah berfirman, \"Wahai penghuni neraka! Berapa lamakah kamu tinggal hidup di dunia?\" Mereka menjawab, \"Kami tinggal di dunia hanya sehari atau tidak sampai satu hari.\" Allah berfirman, \"Alangkah buruknya kamu sekalian menginvestasikan waktu yang sehari atau tidak sampai satu hari itu. Kamu sekalian menerima murka-Ku dan memasuki neraka-Ku. Tinggallah di dalam neraka untuk selama-lamanya.\""
        },
        {
          "number": 115,
          "arabic": "أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَـٰكُمْ عَبَثًا وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ",
          "transliteration": "afaḥasib'tum annamā khalaqnākum ʿabathan wa-annakum ilaynā lā tur'jaʿūna",
          "translation": "Maka apakah kamu mengira bahwa Kami menciptakan kamu main-main (tanpa ada maksud) dan bahwa kamu tidak akan dikembalikan kepada Kami?",
          "tafsir": "Ayat ini menerangkan bahwa keingkaran para penghuni neraka tentang adanya hari kebangkitan berkaitan dengan keyakinan mereka bahwa kehidupan berakhir dengan kematian, sehingga Allah perlu mengingatkan mereka dengan pertanyaan, \"Apakah mereka menyangka bahwa mereka Kami ciptakan dengan main-main, dibiarkan begitu saja seperti halnya binatang, tidak diberi pahala dan tidak diazab? Ataukah mereka mengira bahwa mereka itu tidak akan dikembalikan kepada Kami?\" Tidak, sekali lagi tidak. Mereka diciptakan sebagai hamba Allah dan diberi kewajiban. Siapa yang melaksanakan kewajiban, mereka diberi pahala, dan bagi yang menyia-nyiakan kewajiban, mereka akan diazab dan dikembalikan kepada Allah untuk mempertanggungjawabkan segala per-buatan mereka di dunia, sesuai firman Allah: Apakah manusia mengira, bahwa ia akan dibiarkan begitu saja? (Tanpa pertanggungjawaban?) (al-Qiyamah/75: 36)"
        },
        {
          "number": 116,
          "arabic": "فَتَعَـٰلَى ٱللَّهُ ٱلْمَلِكُ ٱلْحَقُّ ۖ لَآ إِلَـٰهَ إِلَّا هُوَ رَبُّ ٱلْعَرْشِ ٱلْكَرِيمِ",
          "transliteration": "fataʿālā l-lahu l-maliku l-ḥaqu lā ilāha illā huwa rabbu l-ʿarshi l-karīmi",
          "translation": "Maka Mahatinggi Allah, Raja yang sebenarnya; tidak ada tuhan (yang berhak disembah) selain Dia, Tuhan (yang memiliki) Arasy yang mulia.",
          "tafsir": "Ayat ini menjelaskan bahwa Allah Mahasuci dari apa yang dituduhkan orang-orang musyrik kepada-Nya, begitu pula sangkaan bahwa Dia menciptakan manusia secara sia-sia, karena Dia adalah Tuhan yang sebenarnya. Tiada tuhan melainkan Dia, Tuhan yang memiliki 'Arsy yang mulia. Dialah yang mengatur alam raya ini, baik yang di atas maupun yang di bawah, begitu pula semua makhluk ciptaan-Nya. Firman Allah: Dan tidaklah Kami bermain-main menciptakan langit dan bumi dan apa yang ada di antara keduanya. Tidaklah Kami ciptakan keduanya melainkan dengan haq (benar), tetapi kebanyakan mereka tidak mengetahui. (ad-Dukhan/44:38-39)"
        },
        {
          "number": 117,
          "arabic": "وَمَن يَدْعُ مَعَ ٱللَّهِ إِلَـٰهًا ءَاخَرَ لَا بُرْهَـٰنَ لَهُۥ بِهِۦ فَإِنَّمَا حِسَابُهُۥ عِندَ رَبِّهِۦٓ ۚ إِنَّهُۥ لَا يُفْلِحُ ٱلْكَـٰفِرُونَ",
          "transliteration": "waman yadʿu maʿa l-lahi ilāhan ākhara lā bur'hāna lahu bihi fa-innamā ḥisābuhu ʿinda rabbihi innahu lā yuf'liḥu l-kāfirūna",
          "translation": "Dan barangsiapa menyembah tuhan yang lain selain Allah, padahal tidak ada suatu bukti pun baginya tentang itu, maka perhitungannya hanya pada Tuhannya. Sungguh orang-orang kafir itu tidak akan beruntung.",
          "tafsir": "Ayat ini menerangkan bahwa orang-orang yang menyembah Allah dan menyekutukan-Nya dengan tuhan yang lain, padahal tidak ada yang pantas disembah melainkan Allah, pada hakikatnya tidak ada alasan sama sekali yang dapat membenarkan perbuatan mereka itu. Mereka akan diajukan ke hadapan Allah, untuk memperhitungkan dan mempertanggung-jawabkan segala perbuatan mereka. Allah yang akan menyempurnakan ganjaran atas perbuatan mereka. Sesungguhnya orang-orang kafir itu tidak akan beruntung selama-lamanya, dan tidak akan luput dari azab yang menyiksanya."
        },
        {
          "number": 118,
          "arabic": "وَقُل رَّبِّ ٱغْفِرْ وَٱرْحَمْ وَأَنتَ خَيْرُ ٱلرَّٰحِمِينَ",
          "transliteration": "waqul rabbi igh'fir wa-ir'ḥam wa-anta khayru l-rāḥimīna",
          "translation": "Dan katakanlah (Muhammad), \"Ya Tuhanku, berilah ampunan dan (berilah) rahmat, Engkaulah pemberi rahmat yang terbaik.\"",
          "tafsir": "Ayat ini menerangkan bahwa setelah menjelaskan keadaan orang-orang kafir, kebodohan mereka di dunia dan siksaan yang disediakan bagi mereka di akhirat, Allah memerintahkan Rasul-Nya supaya memohon kepada-Nya agar dimaafkan semua kesalahan yang diperbuatnya, diberi rahmat dengan diterima tobatnya, dan dibebaskan dari azab atas kelalaian dan kekeliruan yang telah diperbuatnya, karena Dialah Pemberi rahmat yang paling baik. Perintah Allah kepada Rasul-Nya seperti tersebut di atas, adalah untuk menjadi contoh yang baik bagi umatnya. Setiap kali mereka berbuat kesalahan, supaya mereka beristigfar, dan setiap mereka berbuat maksiat, supaya cepat-cepat bertobat, jangan sampai kesalahan dan maksiat itu bertumpuk-tumpuk, karena yang demikian itu akan menjadi beban yang berat nanti di hari akhirat."
        }
      ]
    }
  ]
}