{
  "pageNumber": 484,
  "juz": 25,
  "surahs": [
    {
      "number": 42,
      "name": "Ash-Shura",
      "nameArabic": "الشورى",
      "meaning": "Musyawarah",
      "revelation": "Makkah",
      "description": "Surat Asy-Syura terdiri dari 53 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Fussilat.Dinamai \"Asy-Syura\" (musyawarat) diambil dari kata \"Syura\" yang terdapat pada ayat ke-38 surat ini. Dalam ayat tersebut dijelaskan bahwa musyawarah adalah salah satu dasar pemerintahan Islam.Dinamai juga \"Haa Miim 'Ain Siin Qaaf\" karena surat ini dimulai dengan huruf-huruf hijaiyyah tersebut.**Pokok-Pokok Isi:**1. **Keimanan:** Dalil-dalil tentang Allah Yang Maha Esa dengan menerangkan kejadian langit dan bumi, turunnya hujan, berlayarnya kapal di lautan dengan aman dan sebagainya; Allah memberi rezeki kepada hambanya dengan ukuran tertentu sesuai dengan kemaslahatan mereka dan sesuai dengan hikmah dan ilmu-Nya; Allah memberikan anak-anak laki-laki atau anak-anak perempuan kepada siapa yang Dia kehendaki; cara-cara Allah menyampaikan firman-Nya kepada manusia; pokok-pokok agama yang dibawa para rasul adalah sama.2. **Hukum:** Tidak ada dasar untuk menuntut orang yang mempertahankan diri.3. **Lain-lain:** Keadaan orang-orang kafir dan orang-orang mukmin di akhirat; memaafkan lebih baik daripada membalas dan membalas jangan sampai melampaui batas; orang-orang kafir mendesak Nabi Muhammad agar hari kiamat disegerakan; kewajiban rasul hanya menyampaikan risalah.Surat Asy-Syura dimulai dengan menerangkan hal-hal yang berhubungan dengan wahyu; keimanan; Al-Qur'an yang diturunkan kepada Muhammad benar-benar berasal dari Allah; agama yang dibawa Nabi Muhammad sama dalam hal pokok-pokoknya dengan agama yang dibawa para rasul terdahulu; janji kepada orang mukmin dan ancaman kepada orang kafir. Surat ini ditutup dengan menerangkan tata cara Allah berinteraksi dengan manusia.**Hubungan Surat Asy-Syura Dengan Surat Az-Zukhruf:**1. Kedua surat ini sama-sama dimulai dengan pembicaraan mengenai Al-Qur'an yang diturunkan dari Allah Yang Mahaperkasa dan Mahabijaksana.2. Kedua surat ini sama-sama mengutarakan sikap orang kafir terhadap Al-Qur'an dan mengemukakan dalil-dalil atas keesaan dan kekuasaan Allah.",
      "verses": [
        {
          "number": 11,
          "arabic": "فَاطِرُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ جَعَلَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَٰجًا وَمِنَ ٱلْأَنْعَـٰمِ أَزْوَٰجًا ۖ يَذْرَؤُكُمْ فِيهِ ۚ لَيْسَ كَمِثْلِهِۦ شَىْءٌ ۖ وَهُوَ ٱلسَّمِيعُ ٱلْبَصِيرُ",
          "transliteration": "fāṭiru l-samāwāti wal-arḍi jaʿala lakum min anfusikum azwājan wamina l-anʿāmi azwājan yadhra-ukum fīhi laysa kamith'lihi shayon wahuwa l-samīʿu l-baṣīru",
          "translation": "(Allah) Pencipta langit dan bumi. Dia menjadikan bagi kamu pasangan-pasangan dari jenis kamu sendiri, dan dari jenis hewan ternak pasangan-pasangan (juga). Dijadikan-Nya kamu berkembang biak dengan jalan itu. Tidak ada sesuatu pun yang serupa dengan Dia. Dan Dia Yang Maha Mendengar, Maha Melihat.",
          "tafsir": "Allah menerangkan bahwa Dia-lah yang menciptakan langit dan bumi serta segala isinya, begitu juga hal-hal aneh dan ajaib yang mengherankan yang kita saksikan seperti luasnya cakrawala yang membentang luas di atas kita tanpa ada tiang yang menunjangnya; karenanya. Dia-lah yang pantas dan layak dijadikan sandaran dalam segala hal dan dimintai bantuan dan pertolongan-Nya; bukan tuhan-tuhan mereka yang tidak berdaya dan yang tidak dapat berbuat apa-apa. Dia-lah yang menjadikan bagi manusia dari jenisnya sendiri jodohnya masing-masing; yang satu dijodohkan kepada yang lain sehingga lahirlah keturunan turun-temurun memakmurkan dunia ini. Demikian itu berlaku pula pada binatang ternak yang akhirnya berkembang biak memenuhi kehidupan di bumi. Dengan demikian, kehidupan makhluk yang berada di atas bumi ini menjadi teratur dan terjamin bagi mereka. Makanan yang cukup bergizi, minuman yang menyegarkan dan nikmat-nikmat lain yang wajib disyukuri untuk mencapai kebahagiaan dunia dan akhirat. Semuanya itu menunjukkan kebenaran dan kekuasaan Allah. Tidak ada satu pun yang menyamai-Nya dalam segala hal. Dia Maha Mendengar, Dia mendengar segala apa yang diucapkan setiap makhluk, Dia Maha Melihat. Tidak ada sesuatu pun yang tersembunyi bagi-Nya. Dia melihat segala amal perbuatan makhluk-Nya, yang baik maupun yang jahat. Tidak ada sesuatu pun yang menyamai kekuasaan, kebesaran, dan kebijaksanaan-Nya. Allah menciptakan segala sesuatu berpasang-pasangan. Ayat ini secara jelas menyatakan demikian. Demikian pula beberapa ayat berikut: Mahasuci (Allah) yang telah menciptakan semuanya berpasang-pasangan, baik dari apa yang ditumbuhkan oleh bumi dan dari diri mereka sendiri, maupun dari apa yang tidak mereka ketahui. (Yasin/36: 36) Firman Allah: Dan Dia yang menghamparkan bumi dan menjadikan gunung-gunung dan sungai-sungai di atasnya. Dan padanya Dia menjadikan semua buah-buahan berpasang-pasangan; Dia menutupkan malam kepada siang. Sungguh, pada yang demikian itu terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang berpikir (ar-Ra'd/13: 3) Dan firman-Nya Dan segala sesuatu Kami ciptakan berpasang-pasangan agar kamu mengingat (kebesaran Allah). (adh-dzariyat/51: 49) Menurut kajian ilmiah, bukan hanya makhluk hidup yang berpasang-pasangan namun benda-benda mati juga berpasang-pasangan. Dengan menggunakan ilmu dan peralatan canggih yang ada saat ini, sudah dapat diketahui mengenai adanya pasangan-pasangan dari atom sampai ke awan. Atom, yang tadinya diduga merupakan wujud yang terkecil dan tidak dapat dibagi, ternyata iapun berpasangan. Atom terdiri dari elektron dan proton. Proton yang bermuatan listrik positif dikelilingi oleh beberapa partikel elektron yang bermuatan listrik negatif. Muatan listrik di kedua kelompok partikel ini sangat seimbang. Tumbuh-tumbuhan pun memiliki pasangan-pasangan guna pertumbuhan dan perkembangannya. Sebelumnya, manusia tidak mengetahui bahwa tumbuh-tumbuhan juga memiliki perbedaan kelamin jantan dan betina. Buah adalah produk akhir dari reproduksi tumbuhan tinggi. Tahap yang mendahului buah adalah bunga, yang memiliki organ jantan dan betina yaitu benangsari dan putik. Bila tepungsari dihantarkan ke putik, akan menghasilkan buah, yang kemudian tumbuh, hingga akhirnya matang dan melepaskan bijinya. Oleh sebab itu seluruh buah mencerminkan keberadaan organ-organ jantan dan betina, suatu fakta yang disebut dalam Al-Qur'an. Ada tumbuhan yang memiliki benangsari dan putik sehingga menyatu dalam diri pasangannya; dan dalam penyerbukannya ia tidak membutuhkan pejantan dari bunga lain. Namun, ada juga yang hanya memiliki salah satunya saja sehingga untuk berproduksi ia membutuhkan pasangannya dari bunga lain. Hanya Allah yang tidak berpasangan."
        },
        {
          "number": 12,
          "arabic": "لَهُۥ مَقَالِيدُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ وَيَقْدِرُ ۚ إِنَّهُۥ بِكُلِّ شَىْءٍ عَلِيمٌ",
          "transliteration": "lahu maqālīdu l-samāwāti wal-arḍi yabsuṭu l-riz'qa liman yashāu wayaqdiru innahu bikulli shayin ʿalīmun",
          "translation": "Milik-Nyalah perbendaharaan langit dan bumi; Dia melapangkan rezeki dan membatasinya bagi siapa yang Dia kehendaki. Sungguh, Dia Maha Mengetahui segala sesuatu.",
          "tafsir": "Dalam ayat ini Allah menerangkan bahwa Dia-lah yang memiliki perbendaharaan langit dan bumi. Baik buruknya sesuatu ada di tangan Dia. Siapa saja yang dianugerahi rahmat, tidak ada seorang pun yang dapat menghalangi-Nya. Sebaliknya, siapa yang tidak diberi rahmat, tidak seorang pun yang dapat mendatangkan kepadanya. Dialah yang melapangkan rezeki kepada siapa yang dikehendaki-Nya, dan Dia pula yang membatasi rezeki kepada yang dikehendaki-Nya. Semua itu terjadi sesuai dengan hikmat kebijaksanaan-Nya berdasarkan kekuasaan-Nya yang luas dan ilmu-Nya yang meliputi segala sesuatu. Agama Islam memerintahkan kepada para pemeluknya supaya bekerja dan berusaha mencari nafkah untuk kehidupannya di dunia. Adapun hasilnya sesuai dengan kebijaksanaan Allah, ada yang berhasil memperoleh harta yang banyak sebagai ujian, tetapi ada yang hanya memperoleh rezeki hanya sedikit sebagai cobaan bagi hidupnya. Sebagaimana Abu Bakar al-Jazairi dalam kitab Tafsirnya Aisar at-Tafasir menyatakan: Allah meluaskan rezeki bagi siapa saja sebagai ujian, dan menyempitkannya sebagai cobaan."
        },
        {
          "number": 13,
          "arabic": "۞ شَرَعَ لَكُم مِّنَ ٱلدِّينِ مَا وَصَّىٰ بِهِۦ نُوحًا وَٱلَّذِىٓ أَوْحَيْنَآ إِلَيْكَ وَمَا وَصَّيْنَا بِهِۦٓ إِبْرَٰهِيمَ وَمُوسَىٰ وَعِيسَىٰٓ ۖ أَنْ أَقِيمُوا۟ ٱلدِّينَ وَلَا تَتَفَرَّقُوا۟ فِيهِ ۚ كَبُرَ عَلَى ٱلْمُشْرِكِينَ مَا تَدْعُوهُمْ إِلَيْهِ ۚ ٱللَّهُ يَجْتَبِىٓ إِلَيْهِ مَن يَشَآءُ وَيَهْدِىٓ إِلَيْهِ مَن يُنِيبُ",
          "transliteration": "sharaʿa lakum mina l-dīni mā waṣṣā bihi nūḥan wa-alladhī awḥaynā ilayka wamā waṣṣaynā bihi ib'rāhīma wamūsā waʿīsā an aqīmū l-dīna walā tatafarraqū fīhi kabura ʿalā l-mush'rikīna mā tadʿūhum ilayhi l-lahu yajtabī ilayhi man yashāu wayahdī ilayhi man yunību",
          "translation": "Dia (Allah) telah mensyariatkan kepadamu agama yang telah diwasiatkan-Nya kepada Nuh dan apa yang telah Kami wahyukan kepadamu (Muhammad) dan apa yang telah Kami wasiatkan kepada Ibrahim, Musa dan Isa, yaitu tegakkanlah agama (keimanan dan ketakwaan) dan janganlah kamu berpecah belah di dalamnya. Sangat berat bagi orang-orang musyrik (untuk mengikuti) agama yang kamu serukan kepada mereka. Allah memilih orang yang Dia kehendaki kepada agama tauhid dan memberi petunjuk kepada (agama)-Nya bagi orang yang kembali (kepada-Nya).",
          "tafsir": "Pada ayat ini Allah menerangkan bahwa Dia telah mensyariatkan agama kepada Muhammad saw dan kaumnya sebagaimana Dia telah mewasiatkan pula kepada Nuh dan nabi-nabi yang datang sesudahnya yaitu Ibrahim, Musa dan Isa. Syariat yang diwasiatkan kepada Nabi Muhammad saw dan nabi-nabi sebelumnya memiliki kesamaan dalam pokok-pokok akidah seperti keimanan kepada Allah swt, risalah kenabian dan keyakinan adanya hari pembalasan atau hari Kiamat. Sedangkan landasan agama yang menjadi misi utama para rasul tersebut adalah beribadah kepada Allah swt dan tidak menyekutukan-Nya. Allah berfirman: Dan Kami tidak mengutus seorang rasul pun sebelum engkau (Muhammad), melainkan Kami wahyukan kepadanya, bahwa tidak ada tuhan (yang berhak disembah) selain Aku, maka sembahlah Aku. (al-Anbiya'/21: 25) Sedangkan perbedaan yang tidak mendasar di antara risalah para nabi adalah dalam bidang syariat yang bersifat furu'iyyah. Beberapa bentuk ibadah dan rinciannya, sesuai dengan perkembangan masa, kebutuhan, dan kemaslahatan umat manusia. Allah berfirman: Untuk setiap umat di antara kamu, Kami berikan aturan dan jalan yang terang. (al-Ma'idah/5: 48) Hadis Nabi yang diriwayatkan Abu Hurairah berbunyi: Rasulullah saw bersabda, \"Aku adalah manusia yang lebih utama daripada Isa bin Maryam di dunia dan akhirat.\" Para sahabat bertanya, \"Mengapa wahai Rasulullah?\"Nabi menjawab, \"Para Nabi merupakan bersaudara dari berbagai keturunan. Ibu mereka banyak, namun agama mereka hanya satu. Dan tidak ada antara kami (Nabi Muhammad dan Isa) seorang nabi pun.\" (Riwayat Ahmad dan Muslim) Allah hanya menyebut nama-nama nabi tersebut di atas karena posisi mereka yang lebih tinggi dibandingkan dengan nabi-nabi lain yang tidak disebutkan, mempunyai tanggung jawab yang besar dan berat, dan karena ketabahan mereka menghadapi cobaan dan kesulitan-kesulitan yang ditimbulkan oleh kaum mereka sehingga mereka itu mendapat julukan Ulul Azmi dari Allah. Dengan disebutkan nama Musa dan Isa diharapkan orang-orang Yahudi dan Nasrani bisa sadar dan tertarik kepada agama yang dibawa oleh Muhammad saw, agama Samawi yang banyak persamaannya dengan agama mereka, yang tertera jelas di dalam Kitab Taurat dan Injil terutama mengenai tauhid, salat, zakat, puasa, haji dan akhlak yang baik seperti menepati janji, jujur, menghubungkan silaturahmi, dan lain-lain. Allah memerintahkan agar agama Islam yang dibawa Muhammad saw itu dipelihara dan ditegakkan sepenuhnya; pengikutnya dilarang berselisih sesamanya yang dapat mengakibatkan perpecahan dan merusak persatuan. Firman Allah: Sesungguhnya orang-orang Mukmin itu bersaudara, karena itu damaikanlah antara kedua saudaramu (yang berselisih) dan bertakwalah kepada Allah agar kamu mendapat rahmat. (al-hujurat/49: 10) Dan firman-Nya: Dan berpegangteguhlah kamu semuanya pada tali (agama) Allah, dan janganlah kamu bercerai berai. (Ali 'Imran/3: 103) Nampaknya berat bagi orang-orang musyrik untuk memeluk agama tauhid yaitu agama Islam yang dibawa oleh Muhammad saw dan melepaskan agama syirik dan menyembah berhala mereka yang telah diwarisi turun-temurun dari nenek moyang mereka; kekuatan mereka telah diabadikan di dalam Al-Qur'an. Sesungguhnya kami mendapati nenek moyang kami menganut suatu agama, dan kami mendapat petunjuk untuk mengikuti jejak mereka. (az-Zukhruf/43: 22) Memang tidak semua orang dapat memenuhi seruan untuk memeluk agama Islam yang dibawa Muhammad saw itu, tetapi Allah menentukan hamba-Nya yang dikehendaki-Nya dan memberi petunjuk kepada mereka sehingga mereka memeluk agama Islam."
        },
        {
          "number": 14,
          "arabic": "وَمَا تَفَرَّقُوٓا۟ إِلَّا مِنۢ بَعْدِ مَا جَآءَهُمُ ٱلْعِلْمُ بَغْيًۢا بَيْنَهُمْ ۚ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ إِلَىٰٓ أَجَلٍ مُّسَمًّى لَّقُضِىَ بَيْنَهُمْ ۚ وَإِنَّ ٱلَّذِينَ أُورِثُوا۟ ٱلْكِتَـٰبَ مِنۢ بَعْدِهِمْ لَفِى شَكٍّ مِّنْهُ مُرِيبٍ",
          "transliteration": "wamā tafarraqū illā min baʿdi mā jāahumu l-ʿil'mu baghyan baynahum walawlā kalimatun sabaqat min rabbika ilā ajalin musamman laquḍiya baynahum wa-inna alladhīna ūrithū l-kitāba min baʿdihim lafī shakkin min'hu murībin",
          "translation": "Dan mereka (Ahli Kitab) tidak berpecah belah kecuali setelah datang kepada mereka ilmu (kebenaran yang disampaikan oleh para nabi), karena kedengkian antara sesama mereka. Jika tidaklah karena suatu ketetapan yang telah ada dahulunya dari Tuhanmu (untuk menangguhkan azab) sampai batas waktu yang ditentukan, pastilah hukuman bagi mereka telah dilaksanakan. Dan sesungguhnya orang-orang yang mewarisi Kitab (Taurat dan Injil) setelah mereka (pada zaman Muhammad), benar-benar berada dalam keraguan yang mendalam tentang Kitab (Alquran) itu.",
          "tafsir": "Pada ayat ini Allah menerangkan bahwa Ahli Kitab baik Yahudi maupun Nasrani sesudah mengetahui kebenaran rasul-rasul yang diutus kepada mereka, lalu berpecah-belah menjadi beberapa golongan, sebagaimana digambarkan Allah dalam firman-Nya: Sesungguhnya orang-orang yang memecah belah agamanya dan mereka menjadi (terpecah) dalam golongan-golongan, sedikit pun bukan tanggung jawabmu (Muhammad) atas mereka. (al-An'am/6: 159) Mereka melakukan yang demikian itu karena kedengkian dan kebencian antara mereka sehingga timbullah pertentangan antar sekte di kalangan mereka yang sukar untuk diatasi dan diselesaikan. Mereka saling menuduh, orang-orang Yahudi meyakinkan kebenaran pendirian dan pegangan mereka, sedangkan anggapan orang Nasrani meyakini bahwa orang Yahudi itu tidak mempunyai pendirian dan pegangan. Begitu pula sebaliknya, orang-orang Yahudi menganggap bahwa orang-orang Nasrani itu tidak mempunyai pendirian, sebagaimana firman Allah: Dan orang Yahudi berkata, \"Orang Nasrani itu tidak memiliki sesuatu (pegangan),\" dan orang-orang Nasrani (juga) berkata, \"Orang-orang Yahudi tidak memiliki sesuatu (pegangan),\" (al-Baqarah/2: 113) Sekiranya belum ada ketentuan lebih dahulu dari Allah mengenai ditangguhkannya pembalasan dan siksa bagi orang-orang yang menentang dan menyalahi perintah Allah itu sampai kepada waktu yang telah ditentukan-Nya (hari Kiamat), niscaya mereka telah dibinasakan di dunia ini dan tidak perlu lagi ditunda sampai di akhirat nanti. Perpecahan di antara umat manusia berlaku umum, bukan hanya terjadi pada Ahli Kitab saja, tetapi juga ada di kalangan Muslimin sendiri. Kalau perpecahan dalam bidang akidah banyak dialami Ahli Kitab, kelompok Islam banyak mengalami perselisihan dalam bidang fiqh, muamalat, dan pernikahan, yang menyebabkan perpecahan di kalangan umat Islam. Perintah untuk bersatu harus benar-benar disadari oleh umat Islam, karena dampak buruk perpecahan ini adalah lemahnya persatuan dan kesatuan umat sehingga posisi tawar kita dalam berbagai posisi dan bidang di dunia internasional menjadi lemah. Ayat 14 ini ditutup dengan satu penegasan bahwa orang-orang Yahudi dan Nasrani yang mewarisi Kitab Taurat dan Injil dari nenek moyang mereka, yang pada masa Rasulullah saw menyaksikan dakwah Islamiyah, mereka itu menjadi ragu tentang kebenaran Kitab mereka dan benar-benar mengguncangkan kepercayaan mereka. Hal ini tidak mengherankan karena di samping kepercayaan mereka kepada Kitab Samawi memang tidak mendalam, mereka memeluk agama hanya karena ikut-ikutan kepada nenek moyang mereka."
        },
        {
          "number": 15,
          "arabic": "فَلِذَٰلِكَ فَٱدْعُ ۖ وَٱسْتَقِمْ كَمَآ أُمِرْتَ ۖ وَلَا تَتَّبِعْ أَهْوَآءَهُمْ ۖ وَقُلْ ءَامَنتُ بِمَآ أَنزَلَ ٱللَّهُ مِن كِتَـٰبٍ ۖ وَأُمِرْتُ لِأَعْدِلَ بَيْنَكُمُ ۖ ٱللَّهُ رَبُّنَا وَرَبُّكُمْ ۖ لَنَآ أَعْمَـٰلُنَا وَلَكُمْ أَعْمَـٰلُكُمْ ۖ لَا حُجَّةَ بَيْنَنَا وَبَيْنَكُمُ ۖ ٱللَّهُ يَجْمَعُ بَيْنَنَا ۖ وَإِلَيْهِ ٱلْمَصِيرُ",
          "transliteration": "falidhālika fa-ud'ʿu wa-is'taqim kamā umir'ta walā tattabiʿ ahwāahum waqul āmantu bimā anzala l-lahu min kitābin wa-umir'tu li-aʿdila baynakumu l-lahu rabbunā warabbukum lanā aʿmālunā walakum aʿmālukum lā ḥujjata baynanā wabaynakumu l-lahu yajmaʿu baynanā wa-ilayhi l-maṣīru",
          "translation": "Karena itu, serulah (mereka beriman) dan tetaplah (beriman dan berdakwah) sebagaimana diperintahkan kepadamu (Muhammad) dan janganlah mengikuti keinginan mereka dan katakanlah, \"Aku beriman kepada Kitab yang diturunkan Allah dan aku diperintahkan agar berlaku adil di antara kamu. Allah Tuhan kami dan Tuhan kamu. Bagi kami perbuatan kami dan bagi kamu perbuatan kamu. Tidak (perlu) ada pertengkaran antara kami dan kamu, Allah mengumpulkan antara kita dan kepada-Nyalah (kita) kembali.\"",
          "tafsir": "Pada ayat ini Allah memerintahkan kepada Nabi Muhammad saw agar menyeru kaumnya supaya jangan berpecah-belah seperti Ahli Kitab, supaya bersatu memeluk agama tauhid yang telah dirintis oleh para nabi, yaitu agama Islam yang dibawanya dan agar beliau tetap tabah menghadapi mereka. Jangan sekali-kali terpengaruh oleh keraguan mereka terhadap agama yang benar yang telah disyariatkan kepadanya. Ia harus selalu menandaskan pendiriannya bahwa dia tetap percaya kepada semua yang telah diturunkan Allah dari langit seperti Kitab Taurat, Injil dan Zabur, dan tidak didustakannya sedikit pun. Nabi Muhammad juga diperintahkan berlaku adil di antara mereka di dalam menetapkan hukum dan sebagainya, dengan tidak akan mengurangi dan menambah apa yang telah disyariatkan Allah kepadanya, serta akan menyampaikan apa yang telah diperintahkan kepadanya untuk disampaikan. Ayat ini juga menjelaskan bahwa Allah adalah Tuhan kamu dan Tuhan kami sekalian. Dia-lah satu-satunya yang wajib disembah, yang wajib dipercaya dengan penuh pengertian. Tiada Tuhan selain Allah. Bagi kami amalan kami, baik buruknya adalah tanggung jawab kami, diberi pahala atau diazab, dan bagi kamu sekalian amalan kamu. Kami tidak akan berbahagia karena amal baikmu dan tidak akan celaka karena amalan burukmu. Masing-masing bertanggung jawab atas amal perbuatannya. Sejalan dengan ayat ini firman Allah: Dan jika mereka (tetap) mendustakanmu (Muhammad), maka katakanlah, \"Bagiku pekerjaanku dan bagimu pekerjaanmu. Kamu tidak bertanggung jawab terhadap apa yang aku kerjakan dan aku pun tidak bertanggung jawab terhadap apa yang kamu kerjakan.\" (Yunus/10: 41) Dengan demikian tidak boleh lagi ada pertengkaran di antara kaum Muslimin dan orang-orang musyrikin, yang hak dan yang benar telah nyata. Barang siapa yang masih saja membangkang dan tidak mau percaya berarti dia ingkar. Pada waktunya nanti akan jelas dan tampak siapa yang benar di antara pemeluk agama karena Allah akan mengumpulkan seluruh manusia nanti di hari kemudian, dan di sanalah Dia akan menjatuhkan keputusan yang seadil-adilnya atas apa yang dipersengketakan, sebagaimana firman Allah: Katakanlah, \"Tuhan kita akan mengumpulkan kita semua, kemudian Dia memberi keputusan antara kita dengan benar. Dan Dia Yang Maha Pemberi keputusan, Maha Mengetahui.\" (Saba'/34: 26) Kepada-Nyalah semua manusia akan kembali sesudah mati dan mempertanggungjawabkan semua amal di dunia. Seluruh manusia akan menerima balasan sesuai dengan amal masing-masing, sebagaimana firman Allah: Maka barang siapa mengerjakan kebaikan seberat zarrah, niscaya dia akan melihat (balasan)nya, dan barang siapa mengerjakan kejahatan seberat zarrah, niscaya dia akan melihat (balasan)nya. (az-Zalzalah/99: 7-9) Wahbah Zuhaili dalam tafsirnya al-Munir menyimpulkan sepuluh perintah Allah dan larangannya bukan hanya bagi Rasulullah tapi juga bagi seluruh umat Islam. Sepuluh perintah dan larangan tersebut adalah: 1.Perintah kepada Nabi untuk terus berdakwah menyampaikan risalahnya. 2.Istiqamah dalam penyampaiannya. 3.Larangan bagi rasul untuk tidak mengikuti keinginan orang-orang musyrikin Mekah atau Ahli Kitab, untuk mengikuti ibadah mereka. 4.Perintah untuk beriman dan menyatakan iman kepada kitab-kitab samawi yang diturunkan Allah. 5.Perintah untuk berlaku adil di antara Muhajirin dan ketika menghadapi perselisihan yang terjadi di antara mereka. 6.Perintah berikrar bahwa hanya Allah yang pantas disembah, tidak ada Tuhan selainnya. 7.Perintah untuk menyatakan kepada Ahli Kitab bahwa masing-masing bertanggung jawab terhadap amal perbuatannya dan balasan baik dan buruk dari amalan tersebut. 8.Perintah untuk menyatakan bahwa tidak ada permusuhan di antara nabi dan Ahli Kitab, karena kebenaran Allah tampak dengan jelas. 9.Perintah untuk menyatakan bahwa Allah kelak akan mengumpulkan umat Islam dan Ahli Kitab di Padang Mahsyar untuk menghadapi pengadilan Allah. 10.Hanya kepada Allah semua makhluk akan kembali."
        }
      ]
    }
  ]
}