{
  "pageNumber": 466,
  "juz": 24,
  "surahs": [
    {
      "number": 39,
      "name": "Az-Zumar",
      "nameArabic": "الزمر",
      "meaning": "Rombongan",
      "revelation": "Makkah",
      "description": "Surat Az-Zumar terdiri dari 75 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Saba'.Dinamakan \"Az-Zumar\" (rombongan-rombongan) karena kata \"Az-Zumar\" terdapat pada ayat ke-71 dan ke-73.Dalam ayat-ayat tersebut diterangkan keadaan manusia pada hari kiamat setelah mereka dihisab, ketika itu mereka terbagi menjadi dua rombongan; satu rombongan dibawa ke neraka dan satu rombongan lagi dibawa ke surga. Masing-masing rombongan memperoleh balasan atas apa yang mereka kerjakan di dunia.Surat ini dinamakan juga \"Al Ghuraf\" (kamar-kamar) berhubung kata \"ghuraf\" terdapat pada ayat ke-20, yang menerangkan kondisi kamar-kamar dalam surga yang diperoleh orang-orang yang bertakwa.**Pokok-Pokok Isi:**1. **Keimanan:** Dalil-dalil keesaan dan kekuasaan Allah; malaikat-malaikat berkumpul di sekeliling 'Arsy bertasbih kepada Allah; pada hari kiamat setiap orang mempunyai catatan amal masing-masing.2. **Kisah-kisah:** Perintah memurnikan ketaatan kepada Allah; larangan berputus asa terhadap rahmat Allah.3. **Lain-lain:** Tabiat orang-orang musyrik ketika senang dan susah; perumpamaan yang tercantum dalam Al-Qur'an dan faedahnya; kedahsyatan hari kiamat; rona wajah orang musyrik dan rona wajah orang mukmin pada hari kiamat; janji Allah mengampuni orang-orang yang bersalah jika mereka bertaubat.Dari surat Az-Zumar dapat diambil pelajaran sebagai berikut:a. Al-Qur'an adalah petunjuk yang paling sempurna bagi manusia.b. Setiap makhluk akan mati dan di akhirat akan dihisab tentang amal-amalnya.c. Sekalipun manusia banyak dosa, dilarang berputus asa dari rahmat Allah.**Hubungan Surat Az-Zumar Dengan Surat Ghafir (Al-Mukmin):**1. Surat Az-Zumar menerangkan tentang kesudahan orang-orang mukmin dan kesudahan orang-orang kafir yang selalu mengingkari nabi yang diutus kepada mereka. Surat Al-Mukmin menerangkan bahwa Allah mengampuni segala dosa hamba-Nya yang mau mengikuti jalan yang benar. Hal ini merupakan ajakan Allah kepada orang-orang kafir agar mereka beriman.2. Kedua surat ini sama-sama mengutarakan hal-hal yang berhubungan dengan keadaan hari kiamat, keadaan mahsyar, surga dan neraka.",
      "verses": [
        {
          "number": 68,
          "arabic": "وَنُفِخَ فِى ٱلصُّورِ فَصَعِقَ مَن فِى ٱلسَّمَـٰوَٰتِ وَمَن فِى ٱلْأَرْضِ إِلَّا مَن شَآءَ ٱللَّهُ ۖ ثُمَّ نُفِخَ فِيهِ أُخْرَىٰ فَإِذَا هُمْ قِيَامٌ يَنظُرُونَ",
          "transliteration": "wanufikha fī l-ṣūri faṣaʿiqa man fī l-samāwāti waman fī l-arḍi illā man shāa l-lahu thumma nufikha fīhi ukh'rā fa-idhā hum qiyāmun yanẓurūna",
          "translation": "Dan sangkakala pun ditiup, maka matilah semua (makhluk) yang di langit dan di bumi kecuali mereka yang dikehendaki Allah. Kemudian ditiup sekali lagi (sangkakala itu) maka seketika itu mereka bangun (dari kuburnya) menunggu (keputusan Allah).",
          "tafsir": "Pada ayat ini, Allah menerangkan bahwa nanti pada hari Kiamat akan terjadi dua kali tiupan sangkakala. Pada tiupan pertama akan mati semua yang hidup baik yang di langit maupun yang di bumi. Karena kedahsyatan suara tiupan itu, semua yang bernyawa menjadi lumpuh tak berdaya dan akhirnya mati seperti orang terkena sambaran petir atau strum listrik bertegangan tinggi. Ada makhluk Allah yang tidak mati pada saat itu karena Allah tidak menghendaki kematiannya, tetapi siapakah mereka itu tidak disebutkan dalam Al-Qur'an, begitu pula dalam hadis-hadis sahih. Oleh karena itu, kita serahkan saja pengetahuan tentang ini kepada Allah. Mungkin Dia tidak menyebutkan makhluk-Nya yang tidak mati itu karena suatu sebab atau hikmah yang tidak kita ketahui hakikatnya. Akan tetapi, menurut sebuah riwayat dari Abu Ya'la al-Maushuli, makhluk-makhluk yang tidak mati itu ialah Malaikat Jibril, Mikail, dan Izrail. Setelah itu, makhluk-makhluk itu pun meninggal satu per satu. Sesudah tiupan pertama itu, di mana hampir semua makhluk yang hidup telah mati, maka menyusullah tiupan sangkakala yang kedua. Dengan tiupan yang kedua ini, semua makhluk yang telah mati baik yang mati sebelum terjadinya tiupan pertama maupun yang mati di waktu terjadinya tiupan itu, menjadi hidup kembali. Masing-masing berdiri menunggu apa yang akan terjadi terhadap dirinya. Ada beberapa hadis mengenai tiupan sangkakala ini di antaranya: 1. Hadis yang diriwayatkan oleh Abu Dawud. dari Abu Sa'id al-Khudri yaitu: Rasulullah pernah menyebut tentang yang meniup sangkakala dan berkata, \"Di sebelah kanannya ada Jibril dan sebelah kirinya ada Mikail.\" 2. Hadis yang diriwayatkan oleh Ibnu Majah al-Bazzar dan Ibnu Mardawaih dari Abu Sa'id al-Khudri yaitu: Sesungguhnya di tangan kedua peniup sangkakala itu ada dua buah tanduk yang akan ditiupnya. Mereka berdua selalu mengawasi keadaan sekelilingnya, dan kapan pun keduanya diperintah. Di samping itu, dalam Al-Qur'an tiupan sangkakala itu disebut dengan az-Zajrah, seperti tersebut dalam ayat: Maka sesungguhnya kebangkitan itu hanya dengan satu teriakan saja; maka seketika itu mereka melihatnya. (ash-shaffat/37: 19) Dan dalam ayat: Maka pengembalian itu hanyalah dengan sekali tiupan saja. Maka seketika itu mereka hidup kembali di bumi (yang baru). (an-Nazi'at/79: 13-14) Pada ayat-ayat yang lain disebutkan juga dengan \"dakwah\" (panggilan), seperti pada ayat: Dan di antara tanda-tanda (kebesaran)-Nya ialah berdirinya langit dan bumi dengan kehendak-Nya. Kemudian apa-bila Dia memanggil kamu sekali panggil dari bumi, seketika itu kamu keluar (dari kubur). (ar-Rum/30: 25)"
        },
        {
          "number": 69,
          "arabic": "وَأَشْرَقَتِ ٱلْأَرْضُ بِنُورِ رَبِّهَا وَوُضِعَ ٱلْكِتَـٰبُ وَجِا۟ىٓءَ بِٱلنَّبِيِّـۧنَ وَٱلشُّهَدَآءِ وَقُضِىَ بَيْنَهُم بِٱلْحَقِّ وَهُمْ لَا يُظْلَمُونَ",
          "transliteration": "wa-ashraqati l-arḍu binūri rabbihā wawuḍiʿa l-kitābu wajīa bil-nabiyīna wal-shuhadāi waquḍiya baynahum bil-ḥaqi wahum lā yuẓ'lamūna",
          "translation": "Dan bumi (padang Mahsyar) menjadi terang benderang dengan cahaya (keadilan) Tuhannya; dan buku-buku (perhitungan perbuatan mereka) diberikan (kepada masing-masing), nabi-nabi dan saksi-saksi pun dihadirkan, lalu diberikan keputusan di antara mereka secara adil, sedang mereka tidak dirugikan.",
          "tafsir": "Setelah kejadian itu semua, bersinar cemerlanglah bumi Padang Mahsyar bermandikan cahaya Tuhan karena ditegakkannya keadilan Tuhan, dan ditimbanglah semua amal yang baik dan yang buruk, diletakkan di hadapan masing-masing catatan amal mereka, seperti tersebut dalam ayat: Dan setiap manusia telah Kami kalungkan (catatan) amal perbuatannya di lehernya. Dan pada hari Kiamat Kami keluarkan baginya sebuah kitab dalam keadaan terbuka. (al-Isra'/17: 13) Dan dalam ayat: Dan diletakkanlah kitab (catatan amal), lalu engkau akan melihat orang yang berdosa merasa ketakutan terhadap apa yang (tertulis) di dalamnya, dan mereka berkata, \"Betapa celaka kami, kitab apakah ini, tidak ada yang tertinggal, yang kecil dan yang besar melainkan tercatat semuanya,\" dan mereka dapati (semua) apa yang telah mereka kerjakan (tertulis). Dan Tuhanmu tidak menzalimi seorang jua pun. (al-Kahf/18: 49) Juga dihadirkan para nabi untuk menjadi saksi atas perbuatan umatnya. Hal ini diterangkan pula pada ayat yang lain: Dan bagaimanakah (keadaan orang kafir nanti), jika Kami mendatangkan seorang saksi (Rasul) dari setiap umat dan Kami mendatangkan engkau (Muhammad) sebagai saksi atas mereka. (an-Nisa'/4: 41) Selain nabi-nabi sebagai saksi dihadirkan pula saksi lain yaitu malaikat yang mencatat semua amal perbuatan mereka. Hal ini tersebut dalam ayat: Setiap orang akan datang bersama (malaikat) penggiring dan (malaikat) saksi. (Qaf/50: 21) Selain dari kitab catatan amal dan saksi-saksi yang dipercaya itu, ada pula saksi yang terdiri dari anggota tubuh sendiri seperti kaki dan tangan. Semua anggota tubuh itu akan menceritakan nanti apa yang telah dilakukannya, seperti tersebut pada ayat: Pada hari, (ketika) lidah, tangan dan kaki mereka menjadi saksi atas mereka terhadap apa yang dahulu mereka kerjakan. (an-Nur/24: 24) Dapatlah dibayangkan bagaimana hebatnya sidang pengadilan Tuhan di waktu itu. Sidang yang dapat memutuskan setiap perkara dan memvonis orang dengan keputusan yang seadil-adilnya sehingga tak seorang pun yang dirugikan atau teraniaya karenanya. Sidang tertinggi yang cukup lengkap dengan saksi terpercaya yang tidak dapat dibantah kebenarannya karena setiap saksi saling menguatkan keterangan saksi lainnya. Di saat itulah diputuskan dan ditetapkan nasib setiap orang berdasarkan kebenaran dan sekali-kali tidak mungkin putusan itu bertentangan dengan keadilan dan dapat merugikan atau menjadikan seseorang teraniaya. Hal ini terdapat dalam ayat: Dan Kami akan memasang timbangan yang tepat pada hari Kiamat, maka tidak seorang pun dirugikan walau sedikit; sekalipun hanya seberat biji sawi, pasti Kami mendatangkannya (pahala). Dan cukuplah Kami yang membuat perhitungan. (al-Anbiya'/21: 47)"
        },
        {
          "number": 70,
          "arabic": "وَوُفِّيَتْ كُلُّ نَفْسٍ مَّا عَمِلَتْ وَهُوَ أَعْلَمُ بِمَا يَفْعَلُونَ",
          "transliteration": "wawuffiyat kullu nafsin mā ʿamilat wahuwa aʿlamu bimā yafʿalūna",
          "translation": "Dan kepada setiap jiwa diberi balasan dengan sempurna sesuai dengan apa yang telah dikerjakannya dan Dia lebih mengetahui apa yang mereka kerjakan.",
          "tafsir": "Sesudah melalui timbangan yang menimbang dengan seadil-adilnya, barulah diberikan balasan terhadap amal masing-masing dengan sempurna, yang baik dibalas dengan berlipat-ganda dan yang jahat dengan yang setimpal. Tak ada seorang pun yang memprotes putusan dan balasan itu. Bergembiralah orang yang beriman dan banyak mengerjakan amal saleh dan celaka serta menyesallah orang-orang kafir yang selama hidupnya di dunia selalu bersikap sombong dan takabur dan banyak melakukan perbuatan dosa dan durhaka. Sebenarnya tidaklah perlu ada prosedur yang amat teliti dan cermat serta saksi-saksi yang tak dapat ditolak, karena semua amal perbuatan hamba Allah telah ada dalam ilmu Allah Yang Mahaluas dan Dialah yang berkuasa mutlak pada hari itu. Dia dapat memperlakukan hamba-Nya dengan kehendak-Nya tanpa ada pembuktian atas kesalahan seseorang, tetapi Allah Yang Mahabijaksana menghendaki supaya semua putusan yang ditetapkan-Nya dapat dilihat oleh hamba-Nya pada waktu itu semuanya berdasarkan bukti-bukti yang tak dapat dibantah lagi."
        },
        {
          "number": 71,
          "arabic": "وَسِيقَ ٱلَّذِينَ كَفَرُوٓا۟ إِلَىٰ جَهَنَّمَ زُمَرًا ۖ حَتَّىٰٓ إِذَا جَآءُوهَا فُتِحَتْ أَبْوَٰبُهَا وَقَالَ لَهُمْ خَزَنَتُهَآ أَلَمْ يَأْتِكُمْ رُسُلٌ مِّنكُمْ يَتْلُونَ عَلَيْكُمْ ءَايَـٰتِ رَبِّكُمْ وَيُنذِرُونَكُمْ لِقَآءَ يَوْمِكُمْ هَـٰذَا ۚ قَالُوا۟ بَلَىٰ وَلَـٰكِنْ حَقَّتْ كَلِمَةُ ٱلْعَذَابِ عَلَى ٱلْكَـٰفِرِينَ",
          "transliteration": "wasīqa alladhīna kafarū ilā jahannama zumaran ḥattā idhā jāūhā futiḥat abwābuhā waqāla lahum khazanatuhā alam yatikum rusulun minkum yatlūna ʿalaykum āyāti rabbikum wayundhirūnakum liqāa yawmikum hādhā qālū balā walākin ḥaqqat kalimatu l-ʿadhābi ʿalā l-kāfirīna",
          "translation": "Orang-orang yang kafir digiring ke neraka Jahanam secara berombongan. Sehingga apabila mereka sampai kepadanya (neraka) pintu-pintunya dibukakan dan penjaga-penjaga berkata kepada mereka, \"Apakah belum pernah datang kepadamu rasul-rasul dari kalangan kamu yang membacakan ayat-ayat Tuhanmu dan memperingatkan kepadamu akan pertemuan (dengan) harimu ini?\" Mereka menjawab, \"Benar, ada,\" tetapi ketetapan azab pasti berlaku terhadap orang-orang kafir.",
          "tafsir": "Pada ayat ini, Allah menerangkan bahwa orang-orang kafir yang mempersekutukan Allah dengan yang lain seperti berhala dan sembahan-sembahan lainnya digiring ke neraka dengan cara kasar. Mereka digiring secara berkelompok dengan mendahulukan kelompok yang paling sesat dan durhaka kemudian diikuti oleh kelompok yang lebih rendah tingkat kedurhakaannya dan demikianlah seterusnya. Setiap satu rombongan sampai ke neraka dibukakan pintu neraka itu dan mereka didorong dengan kuat sehingga terjerumus ke dalamnya. Hal ini jelas tergambar pada ayat berikut ini: Maka celakalah pada hari itu bagi orang-orang yang mendustakan. Orang-orang yang bermain-main dalam kebatilan (perbuatan dosa), pada hari (ketika) itu mereka didorong ke neraka Jahanam dengan sekuat-kuatnya. (Dikatakan kepada mereka), \"Inilah neraka yang dahulu kamu mendustakannya.\" (ath-thur/52: 11-14) Tertutuplah pintu neraka sesudah semua masuk ke dalamnya tersebut pada ayat: Sungguh, api itu ditutup rapat atas (diri) mereka, (sedang mereka itu) diikat pada tiang-tiang yang panjang. (al-Humazah/104: 8-9) Mereka dihardik, dicela, dan dihina oleh malaikat-malaikat pemegang kunci neraka dengan mengatakan bukankah telah datang kepada mereka rasul Allah dari kalangan sendiri yang menyeru supaya patuh dan taat kepada Allah, serta tidak mempersekutukan-Nya dengan yang lain. Rasul itu juga membacakan kepada mereka ayat-ayat Allah yang membuktikan kebenaran dakwahnya dengan dalil dan keterangan yang kuat dan jelas sehingga tidak dapat dibantah lagi? Mengapa mereka menolak seruannya dengan angkuh dan takabur? Mereka tidak dapat menjawab pertanyaan itu karena telah menghadapi kenyataan bahwa mereka akan masuk neraka. Mereka mengaku terus terang bahwa merekalah yang bersalah karena mendustakan rasul Allah karena didorong oleh hawa nafsu, takut kehilangan pengaruh, kedudukan, dan sebagainya. Pengakuan seperti itu terdapat pada ayat berikut: Setiap kali ada sekumpulan (orang-orang kafir) dilemparkan ke dalamnya, penjaga-penjaga (neraka itu) bertanya kepada mereka, \"Apakah belum pernah ada orang yang datang memberi peringatan kepadamu (di dunia)?\" Mereka menjawab, \"Benar, sungguh, seorang pemberi peringatan telah datang kepada kami, tetapi kami mendustakan(nya) dan kami katakan, \"Allah tidak menurunkan sesuatu apa pun, kamu sebenarnya dalam kesesatan yang besar.\" (al-Mulk/67: 8-9)"
        },
        {
          "number": 72,
          "arabic": "قِيلَ ٱدْخُلُوٓا۟ أَبْوَٰبَ جَهَنَّمَ خَـٰلِدِينَ فِيهَا ۖ فَبِئْسَ مَثْوَى ٱلْمُتَكَبِّرِينَ",
          "transliteration": "qīla ud'khulū abwāba jahannama khālidīna fīhā fabi'sa mathwā l-mutakabirīna",
          "translation": "Dikatakan (kepada mereka), \"Masukilah pintu-pintu neraka Jahanam itu, (kamu) kekal di dalamnya.\" Maka (neraka Jahanam) itulah seburuk-buruk tempat tinggal bagi orang-orang yang menyombongkan diri.\"",
          "tafsir": "Dengan pengakuan atas kesalahan mereka itu, malaikat menyuruh mereka untuk masuk ke dalam neraka Jahanam. Mereka akan kekal di dalamnya selama-lamanya, tak ada yang dapat keluar walaupun sejenak, karena neraka itu tempat yang layak untuk kediaman orang-orang yang takabur lagi sombong. Neraka adalah tempat yang paling buruk penuh dengan siksaan dan penderitaan."
        },
        {
          "number": 73,
          "arabic": "وَسِيقَ ٱلَّذِينَ ٱتَّقَوْا۟ رَبَّهُمْ إِلَى ٱلْجَنَّةِ زُمَرًا ۖ حَتَّىٰٓ إِذَا جَآءُوهَا وَفُتِحَتْ أَبْوَٰبُهَا وَقَالَ لَهُمْ خَزَنَتُهَا سَلَـٰمٌ عَلَيْكُمْ طِبْتُمْ فَٱدْخُلُوهَا خَـٰلِدِينَ",
          "transliteration": "wasīqa alladhīna ittaqaw rabbahum ilā l-janati zumaran ḥattā idhā jāūhā wafutiḥat abwābuhā waqāla lahum khazanatuhā salāmun ʿalaykum ṭib'tum fa-ud'khulūhā khālidīna",
          "translation": "Dan orang-orang yang bertakwa kepada Tuhannya diantar ke dalam surga secara berombongan. Sehingga apabila mereka sampai kepadanya (surga) dan pintu-pintunya telah dibukakan, penjaga-penjaganya berkata kepada mereka, \"Kesejahteraan (dilimpahkan) atasmu, berbahagialah kamu! Maka masuklah, kamu kekal di dalamnya.\"",
          "tafsir": "Pada ayat ini dijelaskan bahwa orang-orang mukmin yang bertakwa dengan penuh penghormatan dituntun menuju surga Jannatun Na'im. Mereka mendapati pintunya telah terbuka lebar dan di sana telah menunggu para penjaga pintu itu dengan penuh hormat dan hikmat sambil mengucapkan kepada mereka 'Assalamu 'alaikum\". Itu adalah ucapan selamat datang bagi mereka dan memohonkan doa kepada Allah semoga tetap berbahagia dengan karunia dan nikmat yang disediakan untuk mereka di dalam surga ini. Kemudian mereka dipersilakan dengan hormat agar segera masuk ke dalam surga dan dikatakan kepada mereka, \"Kamu kekal di dalamnya buat selama-lamanya.\" Para Mukminin itu datang berombongan. Rombongan pertama ialah orang-orang yang paling dekat kepada Allah dan paling tinggi derajatnya di sisi-Nya sesuai dengan iman, takwa, dan amal saleh mereka di dunia. Rombongan yang kedua adalah orang-orang yang lebih rendah derajatnya dari rombongan yang pertama. Demikianlah seterusnya sampai semua kaum Muslimin masuk ke dalamnya. Pintu surga terbuka bagi mereka sebagaimana disebutkan pula pada ayat lain: Ini adalah kehormatan (bagi mereka). Dan sungguh, bagi orang-orang yang bertakwa (disediakan) tempat kembali yang terbaik, (yaitu) surga 'Adn yang pintu-pintunya terbuka bagi mereka. (shad/38: 49-50) Dalam surga itu mereka memperoleh berbagai macam kenikmatan dan kesenangan yang belum pernah terpikirkan oleh siapa pun di dunia ini. Nikmat dan karunia yang demikian itu dapat dicapai dengan berbagai macam amal dan ibadah yang dikerjakan oleh manusia selama hidupnya di dunia. Diterangkan oleh hadis yang diriwayatkan al-Bukhari dan Muslim dari Umar bin Khaththab bahwa Rasulullah pernah bersabda Siapa di antara kamu yang berwudu dengan sempurna kemudian dia mengucapkan, \"Aku bersaksi tidak ada Tuhan selain Allah, dan sesungguhnya Muhammad adalah hamba dan utusan Allah, niscaya akan dibukakan baginya pintu-pintu surga yang banyaknya delapan buah dan dia dibolehkan masuk dari pintu mana saja yang ia sukai. (Riwayat Muslim dan selainnya) Diriwayatkan pula dari Abu Hurairah bahwa Rasulullah saw pernah bersabda: Rombongan pertama yang masuk surga mukanya laksana bulan purnama (di malam keempat belas). Rombongan berikutnya mukanya cemerlang seperti bintang yang paling cemerlang di cakrawala (bintang kejora). (Riwayat al-Bukhari dan Muslim) Al-Bukhari dan Muslim juga meriwayatkan dari Sahal bin Sa'ad bahwa Rasulullah bersabda: Di dalam surga itu ada delapan buah pintu, salah satu pintu itu bernama ar-Rayyan. Pintu itu hanya dimasuki oleh orang-orang yang berpuasa.\""
        },
        {
          "number": 74,
          "arabic": "وَقَالُوا۟ ٱلْحَمْدُ لِلَّهِ ٱلَّذِى صَدَقَنَا وَعْدَهُۥ وَأَوْرَثَنَا ٱلْأَرْضَ نَتَبَوَّأُ مِنَ ٱلْجَنَّةِ حَيْثُ نَشَآءُ ۖ فَنِعْمَ أَجْرُ ٱلْعَـٰمِلِينَ",
          "transliteration": "waqālū l-ḥamdu lillahi alladhī ṣadaqanā waʿdahu wa-awrathanā l-arḍa natabawwa-u mina l-janati ḥaythu nashāu faniʿ'ma ajru l-ʿāmilīna",
          "translation": "Dan mereka berkata, \"Segala puji bagi Allah yang telah memenuhi janji-Nya kepada kami dan telah memberikan tempat ini kepada kami sedang kami (diperkenankan) menempati surga di mana saja yang kami kehendaki.\" Maka (surga itulah) sebaik-baik balasan bagi orang-orang yang beramal.",
          "tafsir": "Para Mukminin yang amat berbahagia dan bergembira melihat nikmat dan kesenangan yang akan mereka nikmati di dalam surga itu mengucapkan, \"Segala puji bagi Allah yang telah memenuhi janji-Nya kepada kami, sebagaimana telah disampaikan oleh rasul-Nya dan doa yang selalu kami panjatkan.\" Firman Allah: Allah menjanjikan kepada orang-orang mukmin laki-laki dan perempuan, (akan mendapat) surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya, dan (mendapat) tempat yang baik di surga 'Adn. Dan keridaan Allah lebih besar. Itulah kemenangan yang agung. (at-Taubah/9: 72) Dan firman Allah: Ya Tuhan kami, berilah kami apa yang telah Engkau janjikan kepada kami melalui rasul-rasul-Mu. Dan janganlah Engkau hinakan kami pada hari Kiamat. Sungguh, Engkau tidak pernah mengingkari janji. (ali 'Imran/3: 194 Ahli surga melanjutkan ucapan puji syukurnya, \"Segala puji bagi Allah yang telah mewariskan kepada kami tanda surga ini sehingga kami boleh menempatinya, di mana saja kami senangi dan nikmati berbagai macam karunia yang disediakan-Nya di dalamnya.\" Di antara kenikmatan surga itu adalah sebagaimana dijelaskan firman Allah berikut ini: Dan naungan (pepohonan)nya dekat di atas mereka dan dimudahkan semudah-mudahnya untuk memetik (buah)nya. Dan kepada mereka diedarkan bejana-bejana dari perak dan piala-piala yang bening laksana kristal. (al-Insan/76: 14-15) Dan di sana mereka diberi segelas minuman bercampur jahe. (Yang didatangkan dari) sebuah mata air (di surga) yang dinamakan Salsabil. (al-Insan/76: 17-18) Dan mereka dikelilingi oleh para pemuda yang tetap muda. Apabila kamu melihatnya, akan kamu kira mereka, mutiara yang bertaburan. Dan apabila engkau melihat (keadaan) di sana (surga), niscaya engkau akan melihat berbagai macam kenikmatan dan kerajaan yang besar. (al-Insan/76: 19-20) (75) Pada ayat ini, Allah menerangkan kepada Nabi Muhammad bagaimana suasana di akhirat nanti serta pemandangan yang indah dan menakjubkan di mana para malaikat mengelilingi 'Arasy bertasbih memuji Allah, siap melaksanakan perintah yang akan diturunkan kepada mereka. Dengungan tasbih mereka terdengar di sekeliling 'Arasy. Di antara mereka itu ada yang bertugas memikul 'Arasy sebagaimana tersebut pada ayat: Dan para malaikat berada di berbagai penjuru langit. Pada hari itu delapan malaikat menjunjung 'Arasy (singgasana) Tuhanmu di atas (kepala) mereka. (al-haqqah/69: 17) Mereka berdiri dalam barisan-barisan yang teratur seperti dijelaskan pada ayat: Pada hari, ketika roh dan para malaikat berdiri bersaf-saf, mereka tidak berkata-kata, kecuali siapa yang telah diberi izin kepadanya oleh Tuhan Yang Maha Pengasih dan dia hanya mengatakan yang benar. (an-Naba'/78: 38) Pada hari itu Allah memberi keputusan terhadap hamba-Nya dengan adil dan benar. Terdengarlah dengan serentak ucapan tasbih, \"Segala puji bagi Allah Tuhan semesta alam.\" Tuhan yang menciptakan langit dan bumi, yang menciptakan manusia untuk dijadikan khalifah di muka bumi, memberinya petunjuk dan hidayah. Dia yang menjadikan siksa dan azab neraka bagi yang mendurhakai-Nya, dan menjanjikan karunia dan nikmat kepada yang menjalankan perintah-Nya dengan patuh dan taat. Dia juga yang mematikan semua makhluk-Nya pada hari Kiamat dan menghidupkannya kembali untuk menerima balasan amal perbuatannya lalu mengadakan pengadilan untuk memperhitungkan semua amal hamba-Nya dengan adil, benar, dan bijaksana kemudian memberikan balasan bagi semua makhluk-Nya. Yang durhaka dimasukkan ke dalam neraka dan yang mukmin dan bertakwa dimasukkan ke dalam surga sesuai dengan janji-Nya. Segala puji dipanjatkan kepada Allah atas segala perbuatan-Nya, keadilan-Nya dan rahmat-Nya."
        }
      ]
    }
  ]
}