{
  "pageNumber": 489,
  "juz": 25,
  "surahs": [
    {
      "number": 42,
      "name": "Ash-Shura",
      "nameArabic": "الشورى",
      "meaning": "Musyawarah",
      "revelation": "Makkah",
      "description": "Surat Asy-Syura terdiri dari 53 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Fussilat.Dinamai \"Asy-Syura\" (musyawarat) diambil dari kata \"Syura\" yang terdapat pada ayat ke-38 surat ini. Dalam ayat tersebut dijelaskan bahwa musyawarah adalah salah satu dasar pemerintahan Islam.Dinamai juga \"Haa Miim 'Ain Siin Qaaf\" karena surat ini dimulai dengan huruf-huruf hijaiyyah tersebut.**Pokok-Pokok Isi:**1. **Keimanan:** Dalil-dalil tentang Allah Yang Maha Esa dengan menerangkan kejadian langit dan bumi, turunnya hujan, berlayarnya kapal di lautan dengan aman dan sebagainya; Allah memberi rezeki kepada hambanya dengan ukuran tertentu sesuai dengan kemaslahatan mereka dan sesuai dengan hikmah dan ilmu-Nya; Allah memberikan anak-anak laki-laki atau anak-anak perempuan kepada siapa yang Dia kehendaki; cara-cara Allah menyampaikan firman-Nya kepada manusia; pokok-pokok agama yang dibawa para rasul adalah sama.2. **Hukum:** Tidak ada dasar untuk menuntut orang yang mempertahankan diri.3. **Lain-lain:** Keadaan orang-orang kafir dan orang-orang mukmin di akhirat; memaafkan lebih baik daripada membalas dan membalas jangan sampai melampaui batas; orang-orang kafir mendesak Nabi Muhammad agar hari kiamat disegerakan; kewajiban rasul hanya menyampaikan risalah.Surat Asy-Syura dimulai dengan menerangkan hal-hal yang berhubungan dengan wahyu; keimanan; Al-Qur'an yang diturunkan kepada Muhammad benar-benar berasal dari Allah; agama yang dibawa Nabi Muhammad sama dalam hal pokok-pokoknya dengan agama yang dibawa para rasul terdahulu; janji kepada orang mukmin dan ancaman kepada orang kafir. Surat ini ditutup dengan menerangkan tata cara Allah berinteraksi dengan manusia.**Hubungan Surat Asy-Syura Dengan Surat Az-Zukhruf:**1. Kedua surat ini sama-sama dimulai dengan pembicaraan mengenai Al-Qur'an yang diturunkan dari Allah Yang Mahaperkasa dan Mahabijaksana.2. Kedua surat ini sama-sama mengutarakan sikap orang kafir terhadap Al-Qur'an dan mengemukakan dalil-dalil atas keesaan dan kekuasaan Allah.",
      "verses": [
        {
          "number": 52,
          "arabic": "وَكَذَٰلِكَ أَوْحَيْنَآ إِلَيْكَ رُوحًا مِّنْ أَمْرِنَا ۚ مَا كُنتَ تَدْرِى مَا ٱلْكِتَـٰبُ وَلَا ٱلْإِيمَـٰنُ وَلَـٰكِن جَعَلْنَـٰهُ نُورًا نَّهْدِى بِهِۦ مَن نَّشَآءُ مِنْ عِبَادِنَا ۚ وَإِنَّكَ لَتَهْدِىٓ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
          "transliteration": "wakadhālika awḥaynā ilayka rūḥan min amrinā mā kunta tadrī mā l-kitābu walā l-īmānu walākin jaʿalnāhu nūran nahdī bihi man nashāu min ʿibādinā wa-innaka latahdī ilā ṣirāṭin mus'taqīmin",
          "translation": "Dan demikianlah Kami wahyukan kepadamu (Muhammad) rūh (Alquran) dengan perintah Kami. Sebelumnya engkau tidaklah mengetahui apakah Kitab (Alquran) dan apakah iman itu, tetapi Kami jadikan Alquran itu cahaya, dengan itu Kami memberi petunjuk pada siapa yang Kami kehendaki di antara hamba-hamba Kami. Dan sungguh, engkau benar-benar membimbing (manusia) ke jalan yang lurus,",
          "tafsir": "Allah menerangkan bahwa sebagaimana Dia menurunkan wahyu kepada rasul-rasul terdahulu Dia juga menurunkan wahyu kepada Nabi Muhammad saw berupa Al-Qur'an sebagai rahmat-Nya. Selanjutnya Allah menjelaskan bahwa Muhammad saw sebelum mencapai umur empat puluh tahun dan berada di tengah-tengah kaumnya, belum tahu apa Al-Qur'an itu dan apa iman itu, dan begitu juga belum tahu apa syariat itu secara terperinci dan pengertian tentang hal-hal yang mengenai wahyu yang diturunkannya, tetapi Allah menjadikan Al-Qur'an itu cahaya terang benderang yang dengannya Allah memberi petunjuk kepada hamba-hamba yang dikehendaki-Nya dan membandingkan kepada agama yang benar yaitu agama Islam. Sebagaimana firman Allah: Dan engkau (Muhammad) tidak pernah mengharap agar Kitab (Al-Qur'an) itu diturunkan kepadamu, tetapi ia (diturunkan) sebagai rahmat dari Tuhanmu, sebab itu janganlah sekali-kali engkau menjadi penolong bagi orang-orang kafir. (al-Qasas/28: 86) Dan firman-Nya: Katakanlah, \"Al-Qur'an adalah petunjuk dan penyembuh bagi orang-orang yang beriman. Dan orang-orang yang tidak beriman pada telinga mereka ada sumbatan, dan (Al-Qur'an) itu merupakan kegelapan bagi mereka. (Fussilat/41: 44) Firman Allah: Sungguh, Al-Qur'an ini memberi petunjuk ke (jalan) yang paling lurus. (al-Isra'/17: 9) Dengan cahaya Al-Qur'an itulah, Allah memberikan petunjuk kepada jalan yang lurus yaitu agama yang benar."
        },
        {
          "number": 53,
          "arabic": "صِرَٰطِ ٱللَّهِ ٱلَّذِى لَهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ أَلَآ إِلَى ٱللَّهِ تَصِيرُ ٱلْأُمُورُ",
          "transliteration": "ṣirāṭi l-lahi alladhī lahu mā fī l-samāwāti wamā fī l-arḍi alā ilā l-lahi taṣīru l-umūru",
          "translation": "(Yaitu) jalan Allah yang milik-Nyalah apa yang ada di langit dan apa yang ada di bumi. Ingatlah, segala urusan kembali kepada Allah.",
          "tafsir": "Pada ayat ini Allah menerangkan bahwa jalan yang lurus itu ialah jalan yang telah disyariatkan Allah pemilik langit dan bumi serta penguasa keduanya, berbuat sekehendak-Nya, dan sebagai hakim yang tidak dapat digugat keputusan-Nya. Ayat ini diakhiri dengan satu peringatan bahwa semua urusan makhluk pada hari Kiamat nanti dikembalikan kepada Allah tidak kepada yang lain. Maka ditempatkanlah setiap mereka itu pada tempat yang layak baginya, di surga atau di neraka. Firman Allah: Dan milik Allah-lah apa yang ada di langit dan apa yang ada di bumi, dan hanya kepada Allah segala urusan dikembalikan. (Ali 'Imran/3: 109)"
        }
      ]
    },
    {
      "number": 43,
      "name": "Az-Zukhruf",
      "nameArabic": "الزخرف",
      "meaning": "Perhiasan",
      "revelation": "Makkah",
      "description": "Surat Az-Zukhruf terdiri dari 89 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Asy-Syura.Dinamai Az-Zukhruf (perhiasan) diambil dari kata \"Az-Zukhruf\" yang terdapat pada ayat ke-35 surat ini. Orang-orang musyrik mengukur tinggi-rendahnya derajat seseorang tergantung pada perhiasan dan harta yang ia miliki. Maka karena Nabi Muhammad adalah seorang anak yatim dan miskin, ia tidak pantas diangkat Allah sebagai seorang rasul dan nabi. Pangkat rasul dan nabi itu harus diberikan kepada orang kaya. Ayat ini menegaskan bahwa harta tidak dapat dijadikan dasar untuk mengukur tinggi-rendahnya derajat seseorang, karena harta merupakan perhiasan kehidupan duniawi, bukan kesenangan akhirat.**Pokok-Pokok Isi:**1. **Keimanan:** Al-Qur'an berasal dari Lauh Mahfuzh; Nabi 'Isa itu hanyalah seorang hamba Allah; pengakuan Nabi 'Isa bahwa Allahlah Tuhan yang sebenarnya; menjelaskan kesenangan di dalam surga dan hebatnya penderitaan orang kafir di dalam neraka; Allah tidak mempunyai anak.2. **Hukum-hukum:** Perintah Allah kepada Nabi Muhammad agar menjauhi orang-orang yang tidak beriman.3. **Kisah-kisah:** Kisah Nabi Ibrahim, Musa, dan 'Isa sebagai perbandingan bagi Nabi Muhammad dan sebagai penawar ketika menghadapi kesulitan dalam melakukan dakwah.4. **Lain-lain:** Pengakuan orang musyrik Mekah bahwa Allahlah Yang menciptakan langit dan bumi tetapi mereka tetap menyembah berhala; kepercayaan mereka bahwa malaikat adalah anak Allah dan penolakan atas kepercayaan yang salah itu; Nabi Muhammad sebagai rasul mendapat ejekan dan celaan dari kaumnya adalah hal biasa, karena rasul-rasul terdahulu pun demikian; orang-orang musyrik sangat berpegang teguh pada tradisi dan adat istiadat nenek moyang mereka dalam beragama, sehingga hati mereka tertutup untuk menerima kebenaran.Surat Az-Zukhruf dimulai dengan menerangkan bahwa Al-Qur'an adalah wahyu Ilahi dan diambil dari Lauh Mahfuzh. Kemudian menerangkan sikap orang musyrik terhadap para nabi dan menyebutkan sebagian hikmah yang Allah limpahkan kepada manusia. Selain itu, juga dikemukakan tentang sifat orang-orang musyrik yang suka mengada-ada kebatilan beserta kepercayaan rusak dan sifat-sifat sombong mereka, walaupun mereka telah diperingatkan dengan nasib umat-umat terdahulu yang mendurhakai Allah.Pada bagian akhir, surat ini mengingatkan tentang tindakan-tindakan orang-orang musyrik yang lebih mementingkan perhiasan duniawi. Lalu, surat ini ditutup dengan perintah Allah agar Nabi Muhammad berpaling dari orang-orang musyrik itu, nanti mereka akan merasakan dan mengetahui kebenaran ancaman Allah.**Hubungan Surat Az-Zukhruf Dengan Surat Ad-Dukhan:**1. Kedua surat ini sama-sama dimulai dengan menyebutkan sifat-sifat Al-Qur'an.2. Pada akhir surat Az-Zukhruf disebutkan ancaman kepada orang-orang kafir dan pada permulaan surat Ad-Dukhan terdapat pula peringatan dan ancaman itu.3. Pada kedua surat ini terdapat kesatuan sikap antara Nabi Muhammad dan Nabi Musa. Pada surat Az-Zukhruf Nabi Muhammad mengadu kepada Allah bahwa kaumnya tidak mau beriman, sedangkan pada surat Ad-Dukhan Nabi Musa mengadu kepada Allah bahwa kaumnya berlaku durhaka dan banyak dosa.",
      "verses": [
        {
          "number": 1,
          "arabic": " حمٓ",
          "transliteration": "hha-meem",
          "translation": "Ḥā Mīm.",
          "tafsir": "Permulaan ayat ini terdiri dari huruf-huruf hijaiah, sebagaimana terdapat pada permulaan beberapa surah lainnya. Para ahli tafsir berbeda pendapat tentang maksud huruf-huruf itu. Selanjutnya silakan menelaah masalah ini pada \"Al-Qur'an dan Tafsirnya\" jilid I yaitu tafsir ayat pertama Surah al-Baqarah.\""
        },
        {
          "number": 2,
          "arabic": "وَٱلْكِتَـٰبِ ٱلْمُبِينِ",
          "transliteration": "wal-kitābi l-mubīni",
          "translation": "Demi Kitab (Alquran) yang jelas.",
          "tafsir": "Allah bersumpah, demi Kitab Suci Al-Qur'an yang menerangkan petunjuk dan hidayah, dan penjelasan hal-hal yang diperlukan manusia di dunia dan di akhirat untuk mencapai kebahagiaan. Barang siapa mengikuti petunjuk-petunjuk yang telah digariskan di dalam Al-Qur'an, dia akan beruntung dan selamat, dan barang siapa yang menyimpang daripadanya, maka dia akan merugi dan sesat dari jalan yang benar."
        },
        {
          "number": 3,
          "arabic": "إِنَّا جَعَلْنَـٰهُ قُرْءَٰنًا عَرَبِيًّا لَّعَلَّكُمْ تَعْقِلُونَ",
          "transliteration": "innā jaʿalnāhu qur'ānan ʿarabiyyan laʿallakum taʿqilūna",
          "translation": "Kami menjadikan Alquran dalam bahasa Arab agar kamu mengerti.",
          "tafsir": "Allah menerangkan bahwa Dia telah menjadikan Al-Qur'an dalam bahasa Arab bukan dalam bahasa 'Ajam (bahasa-bahasa asing) karena yang akan diberi peringatan pertama kali adalah orang-orang Arab agar mereka mudah memahami pelajaran dan nasihat-nasihat yang terkandung di dalamnya, dan dengan mudah mereka dapat memikirkan arti dan maknanya. Dia tidak menurunkan Al-Qur'an dalam bahasa 'Ajam agar tidak ada alasan bagi mereka untuk mengatakan bagaimana mereka dapat memahami isi Al-Qur'an karena bahasanya bukan bahasa Arab, bahasa kami, sebagaimana firman Allah: Dan sekiranya Al-Qur'an Kami jadikan sebagai bacaan dalam bahasa selain bahasa Arab niscaya mereka mengatakan, \"Mengapa tidak dijelaskan ayat-ayatnya?\" Apakah patut (Al-Qur'an) dalam bahasa selain bahasa Arab sedang (rasul), orang Arab? Katakanlah, \"Al-Qur'an adalah petunjuk dan penyembuh bagi orang-orang yang beriman. (Fussilat/41: 44)"
        },
        {
          "number": 4,
          "arabic": "وَإِنَّهُۥ فِىٓ أُمِّ ٱلْكِتَـٰبِ لَدَيْنَا لَعَلِىٌّ حَكِيمٌ",
          "transliteration": "wa-innahu fī ummi l-kitābi ladaynā laʿaliyyun ḥakīmun",
          "translation": "Dan sesungguhnya Alquran itu dalam ummul Kitāb (Lauḥ Maḥfūẓ) di sisi Kami, benar-benar (bernilai) tinggi dan penuh hikmah.",
          "tafsir": "Allah menerangkan kedudukan Al-Qur'an di Lauh Mahfudz bahwa ia telah ada dalam ilmu-Nya yang azali, amat tinggi nilainya karena dia mengandung rahasia-rahasia dan hikmah-hikmah yang menerangkan kebahagiaan manusia, dan petunjuk-petunjuk yang membawa mereka ke jalan yang benar. Hal ini sesuai dengan firman Allah: Dan (ini) sesungguhnya Al-Qur'an yang sangat mulia, dalam Kitab yang terpelihara (Lauh Mahfudz), tidak ada yang menyentuhnya selain hamba-hamba yang disucikan. Diturunkan dari Tuhan seluruh alam. (al-Waqi'ah/56: 77-80)"
        },
        {
          "number": 5,
          "arabic": "أَفَنَضْرِبُ عَنكُمُ ٱلذِّكْرَ صَفْحًا أَن كُنتُمْ قَوْمًا مُّسْرِفِينَ",
          "transliteration": "afanaḍribu ʿankumu l-dhik'ra ṣafḥan an kuntum qawman mus'rifīna",
          "translation": "Maka apakah Kami akan berhenti menurunkan ayat-ayat (sebagai peringatan) Alquran kepadamu, karena kamu kaum yang melampuai batas?",
          "tafsir": "Allah mencela kaum musyrik Mekah dengan mengatakan: Apakah Kami akan berhenti memperingatkan kamu dengan Al-Qur'an karena kamu sudah begitu mendalam dalam kekafiranmu, selalu meninggalkan perintah Kami dan melakukan larangan Kami? Tidak! Kami sekali-sekali tidak akan berbuat demikian, karena rahmat dan kasih sayang Kami kepadamu, meskipun kamu seharusnya dibinasakan, atau dibiarkan sesat sampai mati, karena perbuatanmu sudah keterlaluan dan melampaui batas. Qatadah berkata, \"Sekiranya Al-Qur'an itu telah diangkat atau ditiadakan ketika ia ditolak orang-orang pertama dari umat terdahulu, maka pasti mereka binasa, tetapi Allah selalu memberikan rahmat dan kasih sayang-Nya kepada mereka dan Muhammad saw senantiasa menyeru mereka selama duapuluh tahun lebih menurut izin dan kehendak Allah.\""
        },
        {
          "number": 6,
          "arabic": "وَكَمْ أَرْسَلْنَا مِن نَّبِىٍّ فِى ٱلْأَوَّلِينَ",
          "transliteration": "wakam arsalnā min nabiyyin fī l-awalīna",
          "translation": "Dan betapa banyak nabi-nabi yang telah Kami utus kepada umat-umat yang terdahulu.",
          "tafsir": "Pada ayat ini Allah menghibur Rasul-Nya Muhammad saw yang sedang duka, karena ia didustakan oleh kaumnya, dan Allah memerintahkan kepadanya supaya dia bersabar. Tidak sedikit rasul yang telah diutus oleh Allah sejak dahulu diingkari dan diejek oleh kaumnya sebagaimana ia diingkari dan diejek pula. Demikianlah Sunatullah yang merupakan satu ketentuan dari Allah yang tidak dapat diubah lagi, sebagaimana firman Allah: Sebagai sunah Allah yang (berlaku juga) bagi orang-orang yang telah terdahulu sebelum(mu), dan engkau tidak akan mendapati perubahan pada sunnah Allah. (al-Ahzab/33: 62)"
        },
        {
          "number": 7,
          "arabic": "وَمَا يَأْتِيهِم مِّن نَّبِىٍّ إِلَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
          "transliteration": "wamā yatīhim min nabiyyin illā kānū bihi yastahziūna",
          "translation": "Dan setiap kali seorang nabi datang kepada mereka, mereka selalu memperolok-olokkannya.",
          "tafsir": "Pada ayat ini Allah menghibur Rasul-Nya Muhammad saw yang sedang duka, karena ia didustakan oleh kaumnya, dan Allah memerintahkan kepadanya supaya dia bersabar. Tidak sedikit rasul yang telah diutus oleh Allah sejak dahulu diingkari dan diejek oleh kaumnya sebagaimana ia diingkari dan diejek pula. Demikianlah Sunatullah yang merupakan satu ketentuan dari Allah yang tidak dapat diubah lagi, sebagaimana firman Allah: Sebagai sunah Allah yang (berlaku juga) bagi orang-orang yang telah terdahulu sebelum(mu), dan engkau tidak akan mendapati perubahan pada sunnah Allah. (al-Ahzab/33: 62)"
        },
        {
          "number": 8,
          "arabic": "فَأَهْلَكْنَآ أَشَدَّ مِنْهُم بَطْشًا وَمَضَىٰ مَثَلُ ٱلْأَوَّلِينَ",
          "transliteration": "fa-ahlaknā ashadda min'hum baṭshan wamaḍā mathalu l-awalīna",
          "translation": "Karena itu, Kami binasakan orang-orang yang lebih besar kekuatannya di antara mereka dan telah berlalu contoh umat-umat terdahulu.",
          "tafsir": "Allah menerangkan bahwa Dia menghancurkan orang-orang yang mendustakan rasul-rasul dan mereka tak dapat mengelak dan menghindar apabila bencana itu datang, padahal mereka jauh lebih kuat dan perkasa dibandingkan dengan kaum Nabi Muhammad saw. Yang demikian itu hendaknya menjadi perhatian umat Muhammad. Firman Allah: Maka apakah mereka tidak mengadakan perjalanan di bumi, lalu mereka memperhatikan bagaimana kesudahan orang-orang yang sebelum mereka. Mereka itu lebih banyak dan lebih hebat kekuatannya serta (lebih banyak) peninggalan-peninggalan peradabannya di bumi. (Gafir/40: 82) Ayat ini ditutup dengan satu peringatan kepada umat Muhammad bahwa ketentuan Allah yang berlaku pada umat yang mendustakan rasul, kiranya menjadi pelajaran bagi mereka karena tidak mustahil mereka itu juga akan ditimpa bencana sebagaimana halnya umat yang terdahulu itu. Firman Allah: Maka Kami jadikan mereka sebagai (kaum) terdahulu dan pelajaran bagi orang-orang yang kemudian. (az-Zukhruf/43: 56) Allah juga berfirman: Itulah (ketentuan) Allah yang telah berlaku terhadap hamba-hamba-Nya. (Gafir/40: 85)"
        },
        {
          "number": 9,
          "arabic": "وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ لَيَقُولُنَّ خَلَقَهُنَّ ٱلْعَزِيزُ ٱلْعَلِيمُ",
          "transliteration": "wala-in sa-altahum man khalaqa l-samāwāti wal-arḍa layaqūlunna khalaqahunna l-ʿazīzu l-ʿalīmu",
          "translation": "Dan jika kamu tanyakan kepada mereka, \"Siapakah yang menciptakan langit dan bumi?\" pastilah mereka akan menjawab, \"Semuanya diciptakan oleh Yang Mahaperkasa, Maha Mengetahui.\"",
          "tafsir": "Ayat ini ditujukan Allah kepada Rasul-Nya bahwa apabila dia bertanya kepada orang-orang musyrik kaumnya, siapakah yang menjadikan alam semesta seperti langit, bumi dan lainnya, mereka dengan tandas menjawab, bahwa semuanya itu diciptakan oleh Allah, Tuhan yang Maha Perkasa, Maha Mengetahui segalanya, tidak satu pun yang tersembunyi bagi-Nya. Firman Allah: Bagi Allah tidak ada sesuatu pun yang tersembunyi di bumi dan di langit. (Ali 'Imran/3: 5)"
        },
        {
          "number": 10,
          "arabic": "ٱلَّذِى جَعَلَ لَكُمُ ٱلْأَرْضَ مَهْدًا وَجَعَلَ لَكُمْ فِيهَا سُبُلًا لَّعَلَّكُمْ تَهْتَدُونَ",
          "transliteration": "alladhī jaʿala lakumu l-arḍa mahdan wajaʿala lakum fīhā subulan laʿallakum tahtadūna",
          "translation": "Yang menjadikan bumi sebagai tempat menetap bagimu dan Dia menjadikan jalan-jalan di atas bumi untukmu agar kamu mendapat petunjuk.",
          "tafsir": "Allah menerangkan bahwa Dia-lah yang menjadikan bumi sebagai hamparan dan menyiapkannya bagi makhluk-Nya untuk tempat mereka menetap, berpijak dan mengayunkan kaki, diperlengkapi dengan jalan-jalan agar mereka dapat berkunjung dari satu tempat ke tempat yang lain, baik yang dekat maupun yang jauh untuk kepentingan hidup dan penghidupan, kepentingan ekonomi dan perdagangan, dan lain-lain. Sejalan dengan ayat ini firman Allah: Bukankah Kami telah menjadikan bumi sebagai hamparan. (an-Naba'/78: 6) Firman Allah: Dan Kami jadikan (pula) di sana jalan-jalan yang luas, agar mereka mendapat petunjuk. (al-Anbiya'/21: 31)"
        }
      ]
    }
  ]
}