{
  "pageNumber": 13,
  "juz": 1,
  "surahs": [
    {
      "number": 2,
      "name": "Al-Baqarah",
      "nameArabic": "البقرة",
      "meaning": "Sapi Betina",
      "revelation": "Madinah",
      "description": "Surat \"Al Baqarah\" terdiri atas 286 ayat dan sebagian besar diturunkan di Madinah pada permulaan tahun Hijrah, kecuali ayat 281 yang diturunkan di Mina pada Haji wadaa' (haji Nabi Muhammad s.a.w. yang terakhir). Seluruh ayat surat Al Baqarah termasuk golongan Madaniyyah dan merupakan surat yang terpanjang di antara surat-surat Al Qur'an yang di dalamnya terdapat pula ayat yang terpanjang (ayat 282).Surat ini dinamai \"Al Baqarah\" karena di dalamnya disebutkan kisah penyembelihan sapi betina yang diperintahkan Allah kepada Bani Israil (ayat 67 sampai dengan 74), di mana dijelaskan watak orang Yahudi pada umumnya. Dinamai \"Fusthaathul-Qur'an\" (puncak Al Qur'an) karena memuat beberapa hukum yang tidak disebutkan dalam surat yang lain. Dinamai juga surat \"Alif-laam-miim\" karena surat ini dimulai dengan Alif-laam-miim.&nbsp;Pokok-Pokok Isi:1. Keimanan:Dakwah Islamiyah yang dihadapkan kepada umat Islam, ahli kitab dan para musyrikin.2. Hukum-hukum:Perintah mengerjakan shalat; menunaikan zakat; hukum puasa; hukum haji dan umrah; hukum qishash; halal dan haram; berinfak di jalan Allah; hukum arak dan judi; cara menyantuni anak yatim, larangan riba; utang-piutang; nafkah dan yang berhak menerimanya; wasiat kepada ibu-bapak dan kaum kerabat; hukum sumpah; kewajiban menyampaikan amanah; sihir; hukum merusak masjid; hukum mengubah kitab-kitab Allah; hukum haidh, 'iddah, thalak, khulu', ilaa' dan susuan; hukum melamar, mahar, larangan menikahi wanita musyrik dan sebaliknya; hukum perang.3. Kisah-kisah:Kisah penciptaan Nabi Adam a.s; kisah Nabi Ibrahim a.s.; kisah Nabi Musa a.s. dengan Bani Israil.4. Lain-lain:Sifat-sifat orang yang bertakwa; sifat-sifat orang munafik; sifat-sifat Allah; perumpamaan-perumpamaan; kiblat, kebangkitan sesudah mati.Kesimpulan surat Al Baqarah:1. Menjelaskan beberapa hukum dalam agama Islam.2. Mengemukakan beberapa perumpamaan.3. Mengemukakan hujjah-hujjah.Hubungan Surat Al Baqarah Dengan Surat Ali 'Imran:1. Dalam surat Al Baqarah, disebutkan Nabi Adam a.s. yang langsung diciptakan Allah, sedang dalam surat Ali'Imran, disebutkan tentang kelahiran Nabi 'Isa a.s. yang kedua-duanya diciptakan Allah secara menyelisihi kebiasaan.2. Dalam surat Al Baqarah, sifat dan perbuatan orang-orang Yahudi dibentangkan secara luas disertai dengan hujjah untuk mematahkan hujjah-hujjah mereka yang membela kesesatan, sedang dalam surat Ali 'Imran, dibentangkan hal-hal serupa yang berhubungan dengan orang Nasrani.3. Surat Al Baqarah dimulai dengan menyebutkan tiga golongan manusia, yaitu orang mukmin, orang yang mengimani hari akhir, dan orang munafik. Sementara itu, surat Ali 'Imran dimulai dengan menyebutkan orang yang suka mentakwilkan ayat yang mutasyabihaat secara salah untuk memfitnah orang mukmin, dan menyebutkan orang yang mempunyai keahlian dalam menakwilkannya.4. Surat Al Baqarah disudahi dengan permohonan kepada Allah agar kesalahan-kesalahan dan kealpaan dalam melaksanakan ketaatan diampuni, sedang surat Ali 'Imran disudahi dengan permohonan kepada Allah agar Dia memberi pahala atas amal saleh yang dilakukan hamba-Nya.5. Surat Al Baqarah dimulai dengan menyebutkan sifat-sifat orang yang bertakwa, sedang surat Ali 'Imran dimulai dengan perintah bertakwa.",
      "verses": [
        {
          "number": 84,
          "arabic": "وَإِذْ أَخَذْنَا مِيثَـٰقَكُمْ لَا تَسْفِكُونَ دِمَآءَكُمْ وَلَا تُخْرِجُونَ أَنفُسَكُم مِّن دِيَـٰرِكُمْ ثُمَّ أَقْرَرْتُمْ وَأَنتُمْ تَشْهَدُونَ",
          "transliteration": "wa-idh akhadhnā mīthāqakum lā tasfikūna dimāakum walā tukh'rijūna anfusakum min diyārikum thumma aqrartum wa-antum tashhadūna",
          "translation": "Dan (ingatlah) ketika Kami mengambil janji kamu, \"Janganlah kamu menumpahkan darahmu (membunuh orang), dan mengusir dirimu (saudara sebangsamu) dari kampung halamanmu.\" kemudian kamu berikrar dan bersaksi.",
          "tafsir": "Dalam ayat ini Allah telah mengambil janji dari Bani Israil agar mereka benar-benar menjauhi pertumpahan darah di antara mereka, dan tidak saling mengusir dari negeri masing-masing. Mereka hendaklah merupakan kesatuan bangsa karena satu agama dan satu keturunan. Masing-masing hendaklah merasa bahwa diri dan darahnya adalah diri dan darah kaumnya. Ayat ini juga mengandung larangan mengerjakan kejahatan-kejahatan yang dapat dijatuhi hukuman mati (qisas), atau pengusiran dari kampung halaman yang berarti \"membunuh diri sendiri\". Bilamana mengerjakan suatu kesalahan yang dapat dijatuhi hukuman mati, maka berarti membunuh dirinya sendiri. Pada akhir ayat ini Allah menyatakan bahwa orang Yahudi pada zaman Rasul saw mengaku menerima janji itu, bahkan mereka menjadi saksi atas janji itu."
        },
        {
          "number": 85,
          "arabic": "ثُمَّ أَنتُمْ هَـٰٓؤُلَآءِ تَقْتُلُونَ أَنفُسَكُمْ وَتُخْرِجُونَ فَرِيقًا مِّنكُم مِّن دِيَـٰرِهِمْ تَظَـٰهَرُونَ عَلَيْهِم بِٱلْإِثْمِ وَٱلْعُدْوَٰنِ وَإِن يَأْتُوكُمْ أُسَـٰرَىٰ تُفَـٰدُوهُمْ وَهُوَ مُحَرَّمٌ عَلَيْكُمْ إِخْرَاجُهُمْ ۚ أَفَتُؤْمِنُونَ بِبَعْضِ ٱلْكِتَـٰبِ وَتَكْفُرُونَ بِبَعْضٍ ۚ فَمَا جَزَآءُ مَن يَفْعَلُ ذَٰلِكَ مِنكُمْ إِلَّا خِزْىٌ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ وَيَوْمَ ٱلْقِيَـٰمَةِ يُرَدُّونَ إِلَىٰٓ أَشَدِّ ٱلْعَذَابِ ۗ وَمَا ٱللَّهُ بِغَـٰفِلٍ عَمَّا تَعْمَلُونَ",
          "transliteration": "thumma antum hāulāi taqtulūna anfusakum watukh'rijūna farīqan minkum min diyārihim taẓāharūna ʿalayhim bil-ith'mi wal-ʿud'wāni wa-in yatūkum usārā tufādūhum wahuwa muḥarramun ʿalaykum ikh'rājuhum afatu'minūna bibaʿḍi l-kitābi watakfurūna bibaʿḍin famā jazāu man yafʿalu dhālika minkum illā khiz'yun fī l-ḥayati l-dun'yā wayawma l-qiyāmati yuraddūna ilā ashaddi l-ʿadhābi wamā l-lahu bighāfilin ʿammā taʿmalūna",
          "translation": "Kemudian kamu (Bani Israil) membunuh dirimu (sesamamu), dan mengusir segolongan dari kamu dari kampung halamannya. Kamu saling membantu (menghadapi) mereka dalam kejahatan dan permusuhan. Dan jika mereka datang kepadamu sebagai tawanan, kamu tebus mereka, padahal kamu dilarang mengusir mereka. Apakah kamu beriman kepada sebagian Kitab (Taurat) dan ingkar kepada sebagian (yang lain)? Maka tidak ada balasan (yang pantas) bagi orang yang berbuat demikian di antara kamu selain kenistaan dalam kehidupan dunia, dan pada hari Kiamat mereka dikembalikan kepada azab yang paling berat. Dan Allah tidak lengah terhadap apa yang kamu kerjakan.<sup foot_note=134989>1</sup>",
          "tafsir": "Dalam ayat ini disebutkan kenyataan tentang pelanggaran orang Yahudi terhadap larangan Allah itu. Di Medinah sejak sebelum Nabi Muhammad saw terdapat tiga suku Yahudi yaitu Bani Qainuqa, Bani Nadir, Bani Quraizah. Ketiga suku itu terlibat dalam perang saudara yang terjadi antara kabilah Aus dan Khazraj; keduanya penduduk asli kota Medinah. Bani Qainuqa dan Bani Nadir adalah sekutu kabilah Khazraj, sedangkan Bani Quraizah adalah sekutu kabilah Aus. Dengan demikian terjadilah peperangan dan usir-mengusir antara sesama kaum Yahudi sendiri. Ayat ini menerangkan bahwa sesudah menerima janji yang kuat itu, mereka merusaknya dengan membunuh saudara-saudara mereka sendiri, mereka saling membunuh sebagaimana yang telah dilakukan oleh orang-orang terhadap mereka, sedangkan mereka mengaku bahwa janji Allah itu juga dikenakan pada mereka. Sebagian orang Yahudi membantu orang-orang Arab yang telah menjadi sekutu mereka dengan membuat dosa seperti pembunuhan dan peperangan, dan membantu mereka di dalam permusuhan seperti pengusiran dari kampung halaman. Bilamana ada yang tertawan, baik orang Arab ataupun orang Yahudi yang bermusuhan, maka untuk melepaskannya mereka meminta uang tebusan. Masing-masing golongan Yahudi menebus bangsanya yang menjadi tawanan itu, walaupun tawanan itu musuhnya. Mereka mengemukakan alasan bahwa kitab suci mereka memerintahkan agar mereka menebus tawanan-tawanan bangsa yang suci itu. Jika mereka benar-benar beriman kepada kitabnya seperti yang mereka katakan, mengapa mereka mengusir, saudara-saudaranya dari kampungnya, sedangkan Taurat melarang mereka berbuat begitu? Kalau demikian, bukankah itu berarti mengejek agama? Mengapa mereka beriman pada sebagian Kitab dan ingkar terhadap sebagian yang lain? Allah telah membuat janji dengan Bani Israil di dalam Taurat, agar tidak saling membunuh dan mengusir di antara sesamanya. Dalam Taurat disebutkan, \"Siapa saja hamba lelaki atau perempuan dari Bani Israil yang kamu dapati, bayarlah harganya dan merdekakanlah dia.\" Namun mereka tetap saling membunuh di antara sesamanya dan tetap saling mengusir. Mereka menyalahi janji mereka kepada Allah. Apabila ada yang ditawan, mereka menebusnya, sebagai ketaatan mereka kepada janji. Hal itu menunjukkan bahwa mereka mengimani sebagian isi Kitab dan tidak percaya kepada bagian yang lain. Pembalasan terhadap para pelanggar ketentuan-ketentuan di atas ialah kebinasaan di dunia dan azab yang pedih di akhirat. Kenyataan telah menunjukkan bahwa umat yang berlaku curang terhadap perintah Allah dan melempar agama ke belakang, mereka akan bercerai-berai dan akan ditimpa azab kehinaan sebagai pembalasan terhadap kerusakan akhlak dan kejahatannya. Adapun orang-orang yang tetap berlaku benar, menyucikan dirinya dan baik keadaannya, akan memperoleh nikmat di sisi Tuhannya. Allah sekali-kali tidak lengah terhadap apa-apa yang mereka kerjakan. Dia akan memberi balasan terhadap segala perbuatan manusia."
        },
        {
          "number": 86,
          "arabic": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ ٱشْتَرَوُا۟ ٱلْحَيَوٰةَ ٱلدُّنْيَا بِٱلْـَٔاخِرَةِ ۖ فَلَا يُخَفَّفُ عَنْهُمُ ٱلْعَذَابُ وَلَا هُمْ يُنصَرُونَ",
          "transliteration": "ulāika alladhīna ish'tarawū l-ḥayata l-dun'yā bil-ākhirati falā yukhaffafu ʿanhumu l-ʿadhābu walā hum yunṣarūna",
          "translation": "Mereka itulah orang-orang yang membeli kehidupan dunia dengan (kehidupan) akhirat. Maka tidak akan diringankan azabnya dan mereka tidak akan ditolong.",
          "tafsir": "Dalam ayat ini ditegaskan bahwa merekalah orang-orang yang mengutamakan kehidupan dunia daripada kehidupan akhirat dan menerima kehidupan dunia ini sebagai ganti kehidupan akhirat. Mereka memberi bantuan kepada sekutu-sekutu mereka yang menyembah berhala, kerena hendak mengambil keuntungan duniawi. Pada hari kiamat mereka akan diazab dengan azab yang berat dan tidak diberi bantuan apa-apa, sebab perbuatan mereka telah mencantumkan mereka dalam golongan orang-orang celaka. Oleh karena itu tertutuplah pintu rahmat Ilahi pada mereka. Mereka tidak mendapatkan penolong yang dapat menolong mereka, dan tidak pula mendapatkan pembela yang dapat membantu mereka. Mereka tetap abadi di dalam neraka Jahanam."
        },
        {
          "number": 87,
          "arabic": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَـٰبَ وَقَفَّيْنَا مِنۢ بَعْدِهِۦ بِٱلرُّسُلِ ۖ وَءَاتَيْنَا عِيسَى ٱبْنَ مَرْيَمَ ٱلْبَيِّنَـٰتِ وَأَيَّدْنَـٰهُ بِرُوحِ ٱلْقُدُسِ ۗ أَفَكُلَّمَا جَآءَكُمْ رَسُولٌۢ بِمَا لَا تَهْوَىٰٓ أَنفُسُكُمُ ٱسْتَكْبَرْتُمْ فَفَرِيقًا كَذَّبْتُمْ وَفَرِيقًا تَقْتُلُونَ",
          "transliteration": "walaqad ātaynā mūsā l-kitāba waqaffaynā min baʿdihi bil-rusuli waātaynā ʿīsā ib'na maryama l-bayināti wa-ayyadnāhu birūḥi l-qudusi afakullamā jāakum rasūlun bimā lā tahwā anfusukumu is'takbartum fafarīqan kadhabtum wafarīqan taqtulūna",
          "translation": "Dan sungguh, Kami telah memberikan Kitab (Taurat) kepada Musa, dan Kami susulkan setelahnya dengan Rasul-rasul, dan kami telah berikan kepada Isa putra Maryam bukti-bukti kebenaran serta Kami perkuat dia dengan Ruhulkudus (Jibril). Mengapa setiap Rasul yang datang kepadamu (membawa) sesuatu (pelajaran) yang tidak kamu inginkan, kamu menyombongkan diri, lalu sebagian kamu dustakan dan sebagian kamu bunuh?",
          "tafsir": "Allah swt telah menurunkan Taurat kepada Nabi Musa a.s., kemudian Allah mengutus sesudahnya beberapa orang rasul yang datang silih berganti. Maka, setiap waktu selalu ada rasul yang menyampaikan agama Allah. Dengan demikian tidak ada alasan bagi mereka untuk melupakannya, mengganti atau mengubah peraturan-peraturan yang telah ditetapkan Allah. Sesudah itu Allah menyebutkan Nabi Isa a.s. dalam ayat ini secara khusus di antara para rasul itu, dan menerangkan bahwa dia telah diberi mukjizat yang dapat membuktikan kebenaran kenabiannya. Kemudian Allah menyebutkan pula bahwa Isa a.s. telah diberi wahyu serta diperkuat dengan Rohulkudus (Jibril a.s.), dan ketinggian akhlak. Kemudian Allah menjelaskan sikap orang-orang Yahudi, bahwa apabila datang utusan Allah dengan membawa peraturan, yang tidak sesuai dengan kehendak hawa nafsu mereka, mereka bersikap sombong dan congkak terhadap utusan itu dengan cara berbuat sewenang-wenang dan berbuat keji di bumi, lalu sebagian dari para rasul itu mereka dustakan, seperti Nabi Isa dan Nabi Muhammad, dan sebagian lagi mereka bunuh seperti Nabi Zakaria dan Nabi Yahya. Maka tidaklah mengherankan apabila mereka tidak mempercayai seruan Muhammad saw, karena membangkang dan mengingkari itu termasuk tabiat yang telah merasuk dalam jiwa mereka."
        },
        {
          "number": 88,
          "arabic": "وَقَالُوا۟ قُلُوبُنَا غُلْفٌۢ ۚ بَل لَّعَنَهُمُ ٱللَّهُ بِكُفْرِهِمْ فَقَلِيلًا مَّا يُؤْمِنُونَ",
          "transliteration": "waqālū qulūbunā ghul'fun bal laʿanahumu l-lahu bikuf'rihim faqalīlan mā yu'minūna",
          "translation": "Dan mereka berkata, \"Hati kami tertutup.\" Tidak! Allah telah melaknat mereka itu karena keingkaran mereka, tetapi sedikit sekali mereka yang beriman.",
          "tafsir": "Allah menjelaskan bahwa orang-orang Yahudi yang semasa dengan Muhammad saw membuat pernyataan bahwa hati mereka tertutup terhadap dakwah Muhammad saw. Perkataan mereka ini menunjukkan sikap mental yang mencegah mereka untuk memahami kitab yang dibawa oleh Nabi Muhammad saw. Ayat ini searti dengan firman Allah: Dan mereka berkata, \"Hati kami sudah tertutup dari apa yang engkau seru kami kepadanya dan telinga kami sudah tersumbat, dan di antara kami dan engkau ada dinding, ¦. (Fussilat/41:5) Seperti telah disebutkan di atas, bahwa orang-orang yang mengatakan demikian itu ialah mereka yang hidup pada saat turunnya ayat dan sezaman dengan Muhammad saw. Allah membantah perkataan mereka, karena duduk persoalannya tidaklah seperti yang mereka katakan. Hati mereka itu diciptakan sesuai dengan fitrah, dan diberi bakat untuk menanggapi segala sesuatu yang dapat membuka hati mereka, dan menyampaikan kepada kebenaran, yang semestinya mereka dapat menilai kebenaran Kitab Al-Qur'an. Tetapi karena sikap mereka demikian, maka Allah membiarkan mereka jauh dari rahmat-Nya, karena kekafiran yang bersarang di hati mereka terhadap para nabi yang telah lalu dan pada kitab-kitab yang tidak mereka amalkan ajarannya, bahkan mereka berani mengubah menurut kehendak hawa nafsu mereka. Kemudian Allah menyebutkan laknat yang patut mereka terima dan alasan penimpaan laknat itu, yaitu agar mereka dapat memahami sebab dan musababnya, dengan disertai penjelasan bahwa Allah sekali-kali tidak menganiaya mereka. Tetapi semata-mata karena perbuatan mereka yang terus-menerus bergelimang dalam kekufuran dan kemaksiatan yang menyebabkan hati mereka tertutup kekufuran untuk menerima kebenaran. Kemudian Allah juga menyebutkan bahwa mereka beriman hanya dengan iman yang sekelumit saja. Yang dimaksud dengan iman yang sekelumit ialah iman mereka kepada kitab, hanya sebagiannya saja, sedang sebagian yang lain mereka ubah menurut kehendak hawa nafsu, bahkan mereka enggan mengamalkannya. Atau dengan perkataan lain, mereka tidak mau mengamalkan keseluruhannya, bahkan yang mereka imani hanyalah sebagai ucapan lisan saja, tidak terbukti dalam perbuatan. Karena itu, iman yang terdapat dalam hati mereka tidak mampu untuk mengendalikan kemauan mereka, dan hawa nafsu mereka telah menyeret mereka ke lembah kekafiran."
        }
      ]
    }
  ]
}