{
  "pageNumber": 502,
  "juz": 25,
  "surahs": [
    {
      "number": 45,
      "name": "Al-Jathiyah",
      "nameArabic": "الجاثية",
      "meaning": "Yang Bertekuk Lutut",
      "revelation": "Makkah",
      "description": "Surat Al-Jatsiyah terdiri dari 37 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Ad-Dukhan.Dinamai \"Al-Jatsiyah\" (yang berlutut) diambil dari kata \"Jatsiyah\" yang terdapat pada ayat ke-28 surat ini. Ayat tersebut menerangkan tentang keadaan manusia pada hari kiamat, yaitu semua manusia dikumpulkan ke hadapan mahkamah Allah Yang Mahatinggi yang memberikan keputusan terhadap perbuatan yang telah mereka lakukan di dunia. Pada hari itu semua manusia berlutut di hadapan Allah.Dinamai juga dengan \"Asy Syari'ah\" diambil dari kata \"Syari'ah\" (Syariat) yang terdapat pada ayat ke-18 surat ini.**Pokok-Pokok Isi:**1. **Keimanan:** Keterangan-keterangan dan dalil-dalil atas keberadaan Allah Pencipta langit dan bumi; akibat perbuatan buruk dan baik akan kembali kepada manusia sendiri; Allah Pelindung orang-orang yang bertakwa; kebesaran dan keagungan hanya hak Allah semata; kepastian bahwa Allah yang menghidupkan, mematikan dan mengumpulkan manusia pada hari kiamat; keterangan-keterangan mengenai huru hara hari kiamat dan bagaimana setiap orang menerima perhitungan amalnya di akhirat; pada hari kiamat menjadi jelaslah bagi orang-orang musyrikin keburukan perbuatan-perbuatan yang mereka kerjakan di dunia dan mereka tidak lepas dari azab yang mereka perolok-olokkan di dunia.2. **Hukum-hukum:** Perintah kepada Rasulullah agar jangan mengikuti dan menuruti kemauan orang-orang yang tidak mempergunakan akalnya.3. **Kisah:** Kisah Bani Israil yang telah diberi nikmat oleh Allah tetapi berpaling dan menyeleweng dari ajaran agama, sehingga timbul perselisihan yang hebat di antara sesama mereka.4. **Lain-lain:** Ancaman kepada orang-orang musyrik yang mendustakan ayat Allah dan berlaku sombong terhadapnya; kebatilan pendapat kaum Dahriyah (atheisme, sceptisme, dan vrij denker) yang mengingkari hari kiamat.Surat Al-Jatsiyah mengutarakan tentang Al-Qur'an yang diturunkan oleh Allah, Pencipta dan Pengatur semesta alam. Segala macam kejadian yang terdapat di alam dapat dijadikan bukti atas keberadaan Allah. Celakalah bagi orang yang tidak mempercayai dan mensyukuri nikmat Allah. Segala puji dan keagungan hanya milik Allah semata.**Hubungan Surat Al-Jatsiyah Dengan Surat Al-Ahqaf:**1. Surat Al-Jatsiyah ditutup dengan ketauhidan serta keagungan dan kebesaran Allah, sedangkan surat Al-Ahqaf juga dimulai dengan ketauhidan tapi dengan menerangkan bahwa berhala-berhala yang disembah orang-orang musyrik tidak dapat menciptakan apa pun.2. Surat Al-Jatsiyah memuat ancaman terhadap kaum musyrik, sedangkan pada surat Al-Ahqaf ancaman itu lebih dipertegas dengan mengingatkan azab yang telah menimpa kaum 'Ad.",
      "verses": [
        {
          "number": 33,
          "arabic": "وَبَدَا لَهُمْ سَيِّـَٔاتُ مَا عَمِلُوا۟ وَحَاقَ بِهِم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
          "transliteration": "wabadā lahum sayyiātu mā ʿamilū waḥāqa bihim mā kānū bihi yastahziūna",
          "translation": "Dan nyatalah bagi mereka keburukan-keburukan yang mereka kerjakan, dan berlakulah (azab) terhadap mereka yang dahulu mereka perolok-olokkan.",
          "tafsir": "Kemudian Allah menjelaskan keadaan kaum musyrikin ketika kejahatan mereka telah terungkap dengan jelas. Mereka tergagap menghadapi tanggung jawab yang begitu besar. Mereka merasa takut melihat dosa mereka yang bertumpuk-tumpuk yang harus mereka tebus dengan siksaan neraka yang sangat mereka takuti. Mereka menyadari pula saat itu bahwa tidak ada seorang pun yang dapat membela mereka; kekuasaan mereka selama di dunia, harta benda yang melimpah ruah, anak cucu mereka, teman bersekongkol, dan sebagainya semuanya tidak ada artinya pada waktu itu. Satu-satunya pilihan yang dapat mereka ambil waktu itu hanyalah menunggu keputusan dan pasrah untuk menerima azab Allah."
        },
        {
          "number": 34,
          "arabic": "وَقِيلَ ٱلْيَوْمَ نَنسَىٰكُمْ كَمَا نَسِيتُمْ لِقَآءَ يَوْمِكُمْ هَـٰذَا وَمَأْوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّـٰصِرِينَ",
          "transliteration": "waqīla l-yawma nansākum kamā nasītum liqāa yawmikum hādhā wamawākumu l-nāru wamā lakum min nāṣirīna",
          "translation": "Dan kepada mereka dikatakan, \"Pada hari ini Kami melupakan kamu sebagaimana kamu telah melupakan pertemuan (dengan) harimu ini; dan tempat kembalimu ialah neraka, dan sekali-kali tidak akan ada penolong bagimu.",
          "tafsir": "Pada ayat ini, Allah menjelaskan cemoohan, penghinaan dan azab yang mereka tanggungkan pada hari Kiamat itu. Pada hari itu, Allah tidak akan menghiraukan jerit dan tangis mereka, ratapan dan penyesalan mereka karena semua yang mereka alami itu benar-benar sebagai pembalasan yang seimbang dengan perbuatan mereka di dunia dahulu. Di dunia mereka menganiaya dan memfitnah orang yang tidak bersalah, menghalalkan yang haram untuk kepentingan pribadi dan kelompok mereka; Allah akan memberikan balasan yang setimpal dengan amal mereka semua di akhirat nanti. Jika Allah bersikap tidak mengacuhkan mereka karena sikap angkuh dan sombong yang telah mereka lakukan, serta sikap yang tidak berperikemanusiaan yang telah mereka lakukan. Maka sikap yang demikian itu adalah balasan yang wajar sesuai dengan keadilan-Nya."
        },
        {
          "number": 35,
          "arabic": "ذَٰلِكُم بِأَنَّكُمُ ٱتَّخَذْتُمْ ءَايَـٰتِ ٱللَّهِ هُزُوًا وَغَرَّتْكُمُ ٱلْحَيَوٰةُ ٱلدُّنْيَا ۚ فَٱلْيَوْمَ لَا يُخْرَجُونَ مِنْهَا وَلَا هُمْ يُسْتَعْتَبُونَ",
          "transliteration": "dhālikum bi-annakumu ittakhadhtum āyāti l-lahi huzuwan wagharratkumu l-ḥayatu l-dun'yā fal-yawma lā yukh'rajūna min'hā walā hum yus'taʿtabūna",
          "translation": "Yang demikian itu karena sesungguhnya kamu telah menjadikan ayat-ayat Allah sebagai olok-olokkan, dan kamu telah ditipu oleh kehidupan dunia.\" Maka pada hari ini mereka tidak dikeluarkan dari neraka dan tidak pula mereka diberi kesempatan untuk bertobat.",
          "tafsir": "Pada ayat ini Allah menjelaskan mengapa orang-orang kafir itu harus menerima siksaan dan azab yang mengerikan itu, sebabnya ialah: 1. Karena waktu mereka hidup di dunia, mereka memperolok-olok ayat-ayat Allah yang disampaikan kepada mereka melalui Rasul-Nya. Sikap ini dianggap sebagai sikap yang penuh keangkuhan dan kesombongan. Mereka juga ingin mendangkalkan iman yang telah meresap dalam dada kaum Muslimin dengan berbagai macam dalih dan cara. 2. Mereka telah tertipu oleh kenikmatan hidup di dunia, sehingga mereka melupakan kehidupan akhirat yang menjadi tujuan akhir kehidupan manusia. Itulah sebabnya ketika Allah menjatuhkan keputusan-Nya, tidak ada kemungkinan bagi mereka untuk melepaskan diri dari azab dan tidak ada lagi ampunan bagi mereka."
        },
        {
          "number": 36,
          "arabic": "فَلِلَّهِ ٱلْحَمْدُ رَبِّ ٱلسَّمَـٰوَٰتِ وَرَبِّ ٱلْأَرْضِ رَبِّ ٱلْعَـٰلَمِينَ",
          "transliteration": "falillahi l-ḥamdu rabbi l-samāwāti warabbi l-arḍi rabbi l-ʿālamīna",
          "translation": "Segala puji hanya bagi Allah, Tuhan (pemilik) langit dan bumi, Tuhan seluruh alam.",
          "tafsir": "Kedua ayat ini merupakan ayat penutup Surah al-Jatsiyah. Dalam ayat-ayat ini Allah menyebutkan beberapa sifat-Nya yang ada hubungannya dengan dasar-dasar pengambilan keputusan di hari Kiamat nanti, yaitu: 1. Dia Maha Terpuji, karena itu bagi-Nyalah segala puji. Ungkapan ini memberikan pengertian bahwa segala nikmat apa pun yang diperoleh manusia selama hidup di dunia berasal dari Allah agar manusia dapat melaksanakan tugasnya sebagai khalifah-Nya di bumi, bukan untuk berbuat sewenang-wenang dan memperturutkan hawa nafsu. Jika manusia tidak mensyukuri nikmat itu dan tidak mempergunakan nikmat itu menurut yang semestinya, tentulah orang itu akan mendapat murka dan azab-Nya. 2. Allah Mahakuasa, Dia menguasai semesta alam. Perkataan ini memberikan pengertian bahwa segala sesuatu yang ada di langit dan di bumi berada dalam kekuasaan-Nya. Dia menguasai dunia dan akhirat. 3. Dia Mahaagung, karena keagungan dan keangkuhan hanya bagi Allah di langit dan di bumi dan kekuasaan-Nya berada di atas segala kekuasaan. 4. Dia Mahaperkasa, keputusan-Nya tidak dapat ditolak, tidak dapat diubah oleh siapa pun, dan tidak ada yang dapat menandingi kekuasaan-Nya itu. 5. Dia Mahabijaksana. Maksudnya: Allah dalam menetapkan perintah-Nya kepada seluruh makhluk-Nya, selalu disertai aturan, perhitungan, dan berhasil serta pasti, terjadi sesuai dengan yang dikehendaki-Nya."
        },
        {
          "number": 37,
          "arabic": "وَلَهُ ٱلْكِبْرِيَآءُ فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
          "transliteration": "walahu l-kib'riyāu fī l-samāwāti wal-arḍi wahuwa l-ʿazīzu l-ḥakīmu",
          "translation": "Dan hanya bagi-Nya segala keagungan di langit dan di bumi, dan Dialah Yang Mahaperkasa, Mahabijaksana.",
          "tafsir": "Kedua ayat ini merupakan ayat penutup Surah al-Jatsiyah. Dalam ayat-ayat ini Allah menyebutkan beberapa sifat-Nya yang ada hubungannya dengan dasar-dasar pengambilan keputusan di hari Kiamat nanti, yaitu: 1. Dia Maha Terpuji, karena itu bagi-Nyalah segala puji. Ungkapan ini memberikan pengertian bahwa segala nikmat apa pun yang diperoleh manusia selama hidup di dunia berasal dari Allah agar manusia dapat melaksanakan tugasnya sebagai khalifah-Nya di bumi, bukan untuk berbuat sewenang-wenang dan memperturutkan hawa nafsu. Jika manusia tidak mensyukuri nikmat itu dan tidak mempergunakan nikmat itu menurut yang semestinya, tentulah orang itu akan mendapat murka dan azab-Nya. 2. Allah Mahakuasa, Dia menguasai semesta alam. Perkataan ini memberikan pengertian bahwa segala sesuatu yang ada di langit dan di bumi berada dalam kekuasaan-Nya. Dia menguasai dunia dan akhirat. 3. Dia Mahaagung, karena keagungan dan keangkuhan hanya bagi Allah di langit dan di bumi dan kekuasaan-Nya berada di atas segala kekuasaan. 4. Dia Mahaperkasa, keputusan-Nya tidak dapat ditolak, tidak dapat diubah oleh siapa pun, dan tidak ada yang dapat menandingi kekuasaan-Nya itu. 5. Dia Mahabijaksana. Maksudnya: Allah dalam menetapkan perintah-Nya kepada seluruh makhluk-Nya, selalu disertai aturan, perhitungan, dan berhasil serta pasti, terjadi sesuai dengan yang dikehendaki-Nya."
        }
      ]
    },
    {
      "number": 46,
      "name": "Al-Ahqaf",
      "nameArabic": "الأحقاف",
      "meaning": "Bukit Pasir",
      "revelation": "Makkah",
      "description": "Surat Al-Ahqaf terdiri dari 35 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Al-Jatsiyah.Dinamai \"Al-Ahqaf\" (bukit-bukit pasir) dari kata \"Al-Ahqaf\" yang terdapat pada ayat ke-21 surat ini. Dalam ayat tersebut dan ayat-ayat setelahnya diterangkan bahwa Nabi Huud telah menyampaikan risalah kepada kaumnya di bukit pasir \"Al-Ahqaf\" yang sekarang dikenal dengan nama Ar-Rub'ul Khali, tetapi mereka tetap ingkar meski telah diberi peringatan oleh rasul-rasul yang sebelumnya. Maka, Allah membinasakan mereka dengan tiupan angin kencang. Hal ini sebagai isyarat dari Allah kepada kaum musyrikin Quraisy bahwa mereka akan dibinasakan bila tidak mengindahkan seruan Rasul.**Pokok-Pokok Isi:**1. **Keimanan:** Dalil-dalil dan bukti keesaan Allah dan bahwa penyembah-penyembah berhala adalah sesat; orang-orang mukmin akan mendapat kebahagiaan dan orang-orang kafir akan diazab; risalah Nabi Muhammad tidak hanya terbatas pada umat manusia saja, tetapi juga kepada jin.2. **Hukum-hukum:** Perintah kepada manusia agar patuh dan memuliakan kedua orang tua, mengerjakan apa yang diridhai Allah terkait keduanya dan larangan menyakiti mereka berdua.3. **Kisah-kisah:** Kisah Nabi Huud dan kaumnya.4. **Lain-lain:** Orang yang mementingkan kenikmatan hidup duniawi akan rugi di akhirat; orang-orang yang beriman kepada Allah dan beristiqamah dalam kehidupannya tidak ada kekhawatiran terhadap mereka dan mereka tidak bersedih hati.Surat Al-Ahqaf menerangkan tentang diturunkannya Al-Qur'an dari Allah dan berimannya segolongan jin kepada Nabi Muhammad, keimanan, kebatilan syirik, pernyataan bahwa risalah Muhammad adalah dari Allah, perintah Allah agar menghormati dan mendoakan kedua orang tua, dan memperingatkan kaum musyrikin tentang azab yang telah ditimpakan kepada kaum Hud. Surat ini ditutup dengan nasihat keharusan bersabar bagi Nabi Muhammad.**Hubungan Surat Al-Ahqaf Dengan Surat Muhammad:**Hubungan surat Al-Ahqaf dengan surat Muhammad ialah pada akhir surat Al-Ahqaf Allah mengancam orang-orang kafir dengan kebinasaan sedangkan pada permulaan surat Muhammad disebutkan bahwa Allah membinasakan semua amal orang kafir dan Allah memerintahkan Nabi Muhammad memerangi mereka.",
      "verses": [
        {
          "number": 1,
          "arabic": " حمٓ",
          "transliteration": "hha-meem",
          "translation": "Ḥā Mīm.",
          "tafsir": "ha mim termasuk huruf-huruf hijaiah yang terletak pada permulaan beberapa surah Al-Qur'an. Para mufasir berbeda pendapat tentang maksud huruf-huruf itu. Untuk jelasnya dipersilakan menelaah kembali uraian yang ada pada permulaan Surah al-Baqarah jilid I \"Al-Qur'an dan Tafsirnya\" dengan judul \"Fawatihus-suwar\"."
        },
        {
          "number": 2,
          "arabic": "تَنزِيلُ ٱلْكِتَـٰبِ مِنَ ٱللَّهِ ٱلْعَزِيزِ ٱلْحَكِيمِ",
          "transliteration": "tanzīlu l-kitābi mina l-lahi l-ʿazīzi l-ḥakīmi",
          "translation": "Kitab ini diturunkan dari Allah Yang Mahaperkasa, Mahabijaksana.",
          "tafsir": "Allah menegaskan bahwa Al-Qur'an ini benar-benar bersumber dari-Nya, tidak ada keraguan sedikit pun tentang itu, diturunkan kepada Nabi Muhammad, berisi ketentuan-ketentuan, bimbingan, dan pedoman hidup bagi manusia untuk mencapai kebahagiaan hidup di dunia dan di akhirat. Allah yang menurunkan Al-Qur'an kepada Muhammad saw, adalah Tuhan yang Mahaperkasa, tidak ada sesuatu pun yang dapat menandingi-Nya. Dia Maha Bijaksana. Semua perintah, larangan, dan tindakan Allah adalah sesuai dengan sifat, kegunaan, dan faedah dari yang diciptakan-Nya dan hal itu tidak lepas dari hikmah penciptaan alam seluruhnya. Karena Al-Qur'an itu bersumber dari Allah yang diturunkan kepada Nabi Muhammad, maka hendaklah setiap manusia beriman kepadanya, mengakui kebenaran dan mengamalkan semua isinya. Beriman kepada Al-Qur'an berarti keharusan beriman pula kepada Nabi Muhammad sebagai rasul Allah, yaitu dengan mengikuti semua sunahnya."
        },
        {
          "number": 3,
          "arabic": "مَا خَلَقْنَا ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ وَمَا بَيْنَهُمَآ إِلَّا بِٱلْحَقِّ وَأَجَلٍ مُّسَمًّى ۚ وَٱلَّذِينَ كَفَرُوا۟ عَمَّآ أُنذِرُوا۟ مُعْرِضُونَ",
          "transliteration": "mā khalaqnā l-samāwāti wal-arḍa wamā baynahumā illā bil-ḥaqi wa-ajalin musamman wa-alladhīna kafarū ʿammā undhirū muʿ'riḍūna",
          "translation": "Kami tidak menciptakan langit dan bumi dan apa yang ada di antara keduanya melainkan dengan (tujuan) yang benar dan dalam waktu yang ditentukan. Namun orang-orang yang kafir berpaling dari peringatan yang diberikan kepada mereka.",
          "tafsir": "Setelah menegaskan bahwa Al-Qur'an adalah wahyu-Nya, bukan karangan Muhammad saw, Allah menerangkan bahwa Dia-lah yang menciptakan langit dan bumi serta semua yang ada di antara keduanya. Penciptaan ini mengandung hikmah, meskipun manusia belum mampu mengetahui semua hikmah tersebut. Manusia harus selalu berusaha menggali hikmah tersebut agar bisa memanfaatkan pesan-pesan Al-Qur'an. Dalam ayat lain diterangkan bahwa di antara tujuan Allah menciptakan bumi dan semua yang ada padanya ialah untuk kepentingan manusia. Allah berfirman: Ya Tuhan kami, tidaklah Engkau menciptakan semua ini sia-sia; Mahasuci Engkau, lindungilah kami dari azab neraka. (Ali 'Imran/3: 191) Dalam ayat yang lain diterangkan bahwa Allah menjadikan langit dan bumi bukanlah untuk menimbulkan kezaliman dan kebinasaan, tetapi untuk melahirkan dan membuktikan kebenaran serta keadilan. Dalam menyatakan keadilan itu, Allah membedakan antara orang yang berbuat baik dan orang yang berbuat buruk atau jahat, baik dalam sikap-Nya terhadap mereka, maupun dalam memberi balasan terhadap perbuatan mereka. Allah berfirman: Dan Allah menciptakan langit dan bumi dengan tujuan yang benar dan agar setiap jiwa diberi balasan sesuai dengan apa yang dikerjakannya, dan mereka tidak akan dirugikan. (al-Jatsiyah/45: 22) Allah menciptakan langit dan bumi untuk waktu yang ditentukan-Nya sehingga dalam masa itu ada kesempatan bagi manusia melakukan segala sesuatu yang baik baginya, sesuai dengan ketentuan- ketentuan Allah agar ia dapat menikmati kebahagiaan hidup yang hakiki. Hal ini tentu sesuai pula dengan potensi dan hak ikhtiar yang diberikan Allah kepadanya. Karena Allah telah menciptakan langit dan bumi dengan segala hikmah dan manfaatnya, maka untuk menunjukkan keadilan-Nya dan membuktikan hikmah penciptaan keduanya, Allah menciptakan hari pembalasan. Dengan adanya hari pembalasan itu, segala perbuatan manusia dapat dibalas dengan adil. Hari pembalasan akan datang setelah berakhirnya masa yang ditentukan bagi langit dan bumi. Pada hari pembalasan itu, ditetapkan pahala bagi orang-orang yang melaksanakan perintah Allah dan menjauhi larangan-Nya berupa kebahagiaan abadi di dalam surga. Adapun orang-orang yang mengingkari perintah Allah dan melanggar larangan-Nya memperoleh kesengsaraan yang dialaminya di dalam neraka. Pernyataan mengenai penciptaan langit dan bumi dilakukan dengan suatu tujuan yang benar banyak ditemui dalam Al-Qur'an (antara lain Surah Ibrahim/14: 19). Pada ayat 3 Surah al-Ahqaf/46 ini, ditambahkan kata \"dalam waktu yang ditentukan.\" Kata-kata ini dapat diartikan bahwa Tuhan memberi tahu kita mengenai waktu yang diperlukan hingga bumi terbentuk dan layak dihuni. Uraian yang lebih lugas mengenai waktu atau masa dari penciptaan terdapat pada Surah al-A'raf/7: 54 (lihat penjelasan pada juz 8). Pada akhir ayat ini diterangkan keingkaran orang-orang musyrik terhadap peringatan yang telah disampaikan kepada mereka. Diterangkan bahwa sekalipun kepada mereka telah disampaikan bukti-bukti yang kuat tentang kebenaran Al-Qur'an sebagai firman Allah, pengangkatan Muhammad saw sebagai rasul-Nya, dan agama yang dibawa Muhammad saw, namun mereka tetap dalam kemusyrikan. Mereka tetap berpaling dari peringatan itu dengan mengingkari perintah Allah dan melanggar larangan-Nya, bahkan mereka menolak dalil-dalil dan bukti-bukti itu tanpa alasan yang benar. Mereka seakan-akan orang yang tuli, bisu, buta dan tidak berakal sehingga tidak dapat mendengar dan memahami seruan dan peringatan itu. Mereka tidak mau percaya bahwa kelalaian dan keingkaran mereka akan menimbulkan penyesalan yang terus-menerus di akhirat kelak, di samping mengalami siksaan yang amat berat."
        },
        {
          "number": 4,
          "arabic": "قُلْ أَرَءَيْتُم مَّا تَدْعُونَ مِن دُونِ ٱللَّهِ أَرُونِى مَاذَا خَلَقُوا۟ مِنَ ٱلْأَرْضِ أَمْ لَهُمْ شِرْكٌ فِى ٱلسَّمَـٰوَٰتِ ۖ ٱئْتُونِى بِكِتَـٰبٍ مِّن قَبْلِ هَـٰذَآ أَوْ أَثَـٰرَةٍ مِّنْ عِلْمٍ إِن كُنتُمْ صَـٰدِقِينَ",
          "transliteration": "qul ara-aytum mā tadʿūna min dūni l-lahi arūnī mādhā khalaqū mina l-arḍi am lahum shir'kun fī l-samāwāti i'tūnī bikitābin min qabli hādhā aw athāratin min ʿil'min in kuntum ṣādiqīna",
          "translation": "Katakanlah (Muhammad), \"Terangkanlah (kepadaku) tentang apa yang kamu sembah selain Allah; perlihatkan kepadaku apa yang telah mereka ciptakan dari bumi, atau adakah peran serta mereka dalam (penciptaan) langit? Bawalah kepadaku kitab sebelum (Alquran) ini atau peninggalan dari pengetahuan (orang-orang dahulu), jika kamu orang yang benar.\"",
          "tafsir": "Setelah menegaskan bahwa Dialah yang berhak disembah, Dialah Tuhan yang Maha Pengasih, Maha Penyayang lagi Mahaadil, dan setelah menegaskan tentang adanya hari pembalasan, Allah menunjukkan kesalahan akidah orang-orang musyrik yang menyembah sembahan selain Allah. Dia memerintahkan kepada Nabi Muhammad agar mengatakan kepada orang-orang yang menyembah sembahan selain Allah sebagai berikut, \"Hai orang-orang musyrik, terangkanlah kepadaku tentang berhala-berhala yang kamu sembah, setelah kamu memperhatikan kejadian langit dan bumi serta yang ada di dalamnya, setelah memperhatikan hukum-hukum yang berlaku pada benda-benda angkasa, alam semesta sejak dari yang sekecil-kecilnya sampai kepada yang paling besar, sejak dari yang tampak sampai kepada yang tidak tampak, sejak dari yang halus sampai kepada yang kasar, juga setelah kamu memperhatikan kejadian hewan, tumbuh-tumbuhan, sampai kepada kejadian diri kamu sendiri, yang semuanya itu diciptakan dengan rapi, indah, berfaedah dan penuh hikmah. Apakah ada di bumi ini benda yang telah diciptakan oleh berhala sehingga ia layak dan berhak disembah? Atau apakah ia telah menciptakan sesuatu yang ada di langit bersama-sama dengan Allah?\" Dari ayat ini dapat dipahami bahwa orang-orang musyrik tidak sanggup membuktikan dengan dalil-dalil yang masuk akal bahwa berhala itu berhak disembah di samping Allah karena mereka tidak dapat menunjukkan walaupun hanya satu benda kecil di antara benda-benda yang ada di bumi ini sebagai ciptaan berhala itu. Bahkan yang terbukti ialah berhala itu sendiri adalah hasil buatan mereka sendiri. Akhir ayat ini menegaskan bahwa di dalam kitab-kitab suci yang pernah diturunkan Allah kepada para rasul-Nya tidak terdapat satu keterangan pun yang menerangkan bahwa berhala itu harus disembah di samping Allah. Begitu juga dalam ilmu yang diwariskan oleh orang-orang dahulu pun tidak terdapat keterangan yang dijadikan dasar bagi penyembahan terhadap berhala. Hal ini diperintahkan Allah untuk disampaikan kepada orang-orang musyrik, \"Hai kaum musyrik, seandainya kepercayaan menyembah berhala itu benar, cobalah kemukakan satu ayat saja dari ayat-ayat yang terdapat dalam kitab-kitab suci yang diturunkan sebelum Al-Qur'an yang membenarkan kepercayaanmu itu, atau pengetahuan-pengetahuan orang-orang terdahulu yang ada pada kamu yang membenarkan kepercayaan syirik itu.\""
        },
        {
          "number": 5,
          "arabic": "وَمَنْ أَضَلُّ مِمَّن يَدْعُوا۟ مِن دُونِ ٱللَّهِ مَن لَّا يَسْتَجِيبُ لَهُۥٓ إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ وَهُمْ عَن دُعَآئِهِمْ غَـٰفِلُونَ",
          "transliteration": "waman aḍallu mimman yadʿū min dūni l-lahi man lā yastajību lahu ilā yawmi l-qiyāmati wahum ʿan duʿāihim ghāfilūna",
          "translation": "Dan siapakah yang lebih sesat daripada orang-orang yang menyembah selain Allah, (sembahan) yang tidak dapat memperkenankan (doa)nya sampai hari Kiamat dan mereka lalai dari (memperhatikan) doa mereka?",
          "tafsir": "Dalam ayat ini, Allah menerangkan bahwa orang-orang musyrik yang menyembah berhala tanpa alasan yang benar itu adalah orang yang sesat karena mereka menyembah sesuatu yang tidak dapat berbuat, melihat, mendengar, apalagi memperkenankan doa orang-orang yang berdoa kepadanya. Hal itu tidak dapat dilakukannya di dunia, dan di akhirat tentu lebih tidak dapat dilakukannya. Berhala-berhala itu sebenarnya adalah batu-batu mati atau kayu yang dipahat oleh manusia sendiri. Oleh karena itu, mereka tidak dapat mendengar, memahami, dan memperhatikan orang-orang yang berdoa kepadanya. Orang yang benar adalah orang yang menganut akidah yang benar, yaitu akidah tauhid yang membawa manusia menyembah hanya kepada Allah, Tuhan Yang Maha Esa, Maha Pencipta, Maha Menentukan segala sesuatu, yang membimbing manusia ke jalan kebahagiaan di dunia dan di akhirat."
        }
      ]
    }
  ]
}