{
  "pageNumber": 595,
  "juz": 30,
  "surahs": [
    {
      "number": 91,
      "name": "Ash-Shams",
      "nameArabic": "الشمس",
      "meaning": "Matahari",
      "revelation": "Makkah",
      "description": "Surat Asy-Syams terdiri dari 15 ayat, termasuk golongan surat Makkiyyah, dan diturunkan sesudah surat Al-Qadr. Dinamai \"Asy-Syams\" (matahari) diambil dari kata Asy-Syams yang terdapat pada ayat pertama surat ini.**Pokok-Pokok Isi:**Kaum Tsamud telah dibinasakan Allah karena kedurhakaannya; Allah menegaskan bahwa membinasakan suatu kaum adalah mudah bagi-Nya, sebagaimana mudahnya menciptakan benda-benda alam, siang dan malam dan menciptakan jiwa yang tersebut dalam sumpah-Nya; Allah memberitahukan kepada manusia jalan ketakwaan dan jalan kefasikan.Surat Asy-Syams berisi dorongan kepada manusia untuk membersihkan jiwa demi mendapatkan keberuntungan di dunia dan akhirat dan menyatakan bahwa Allah akan menimpakan azab kepada orang-orang yang mengotori jiwa seperti halnya kaum Tsamud.**Hubungan Surat Asy-Syams Dengan Surat Al-Lail:**Surat Asy-Syams menerangkan bahwa orang menyucikan jiwa akan memperoleh keberuntungan dan orang yang mengotori jiwa akan diazab Allah, sedangkan surat Al-Lail menerangkan tentang perbuatan yang menyucikan jiwa yang menghasilkan keuntungan dan perbuatan yang mengotorkan jiwa yang menghasilkan kerugian.",
      "verses": [
        {
          "number": 1,
          "arabic": " وَٱلشَّمْسِ وَضُحَىٰهَا",
          "transliteration": "wal-shamsi waḍuḥāhā",
          "translation": "Demi matahari dan sinarnya pada pagi hari,",
          "tafsir": "Allah bersumpah dengan matahari dan cahayanya pada waktu duha yang sangat terang dan kontras dengan sesaat sebelumnya di mana kegelapan menutup alam ini. Kemudian Allah bersumpah dengan bulan yang bertolak belakang dengan matahari, sebab ia bukan sumber cahaya tetapi hanya menerima cahaya dari matahari. Menurut kajian ilmiah, cahaya di pagi hari adalah yang paling lengkap kekayaan panjang gelombangnya. Oleh karena itu, cahaya matahari pagi paling baik khasiatnya bagi manusia. Matahari adalah sumber energi utama bagi manusia, sedang cahayanya terdiri dari cahaya tampak, inframerah, dan ultraviolet. Cahaya tampak memiliki tujuh spektrum yang berbeda dan masing-masing memiliki kegunaan yang berbeda bagi tubuh manusia. Adapun inframerah bermanfaat untuk mengurangi rasa sakit pada otot-otot, dan ultraviolet berfungsi sebagai fitokatalis yang mempercepat perubahan pro-vitamin D yang ada pada kulit manusia menjadi vitamin D."
        },
        {
          "number": 2,
          "arabic": "وَٱلْقَمَرِ إِذَا تَلَىٰهَا",
          "transliteration": "wal-qamari idhā talāhā",
          "translation": "demi bulan apabila mengiringinya,",
          "tafsir": "Allah bersumpah dengan matahari dan cahayanya pada waktu duha yang sangat terang dan kontras dengan sesaat sebelumnya di mana kegelapan menutup alam ini. Kemudian Allah bersumpah dengan bulan yang bertolak belakang dengan matahari, sebab ia bukan sumber cahaya tetapi hanya menerima cahaya dari matahari. Menurut kajian ilmiah, cahaya di pagi hari adalah yang paling lengkap kekayaan panjang gelombangnya. Oleh karena itu, cahaya matahari pagi paling baik khasiatnya bagi manusia. Matahari adalah sumber energi utama bagi manusia, sedang cahayanya terdiri dari cahaya tampak, inframerah, dan ultraviolet. Cahaya tampak memiliki tujuh spektrum yang berbeda dan masing-masing memiliki kegunaan yang berbeda bagi tubuh manusia. Adapun inframerah bermanfaat untuk mengurangi rasa sakit pada otot-otot, dan ultraviolet berfungsi sebagai fitokatalis yang mempercepat perubahan pro-vitamin D yang ada pada kulit manusia menjadi vitamin D."
        },
        {
          "number": 3,
          "arabic": "وَٱلنَّهَارِ إِذَا جَلَّىٰهَا",
          "transliteration": "wal-nahāri idhā jallāhā",
          "translation": "demi siang apabila menampakkannya,",
          "tafsir": "Selanjutnya Allah bersumpah dengan siang dan malam. Siang menampakkan matahari, sedangkan malam menyembunyikan matahari. Dengan ini, Allah memberikan isyarat tentang sistem perputaran bulan dan bumi terhadap matahari sebagai penanda waktu bagi manusia. Perputaran bumi terhadap matahari menimbulkan sistem penanda waktu syamsiah sedang perputaran bulan terhadap bumi menimbulkan penanda waktu qomariyah. Pergerakan ketiga benda langit ini yang begitu terstruktur tersebut menunjukkan betapa kuasa Allah."
        },
        {
          "number": 4,
          "arabic": "وَٱلَّيْلِ إِذَا يَغْشَىٰهَا",
          "transliteration": "wa-al-layli idhā yaghshāhā",
          "translation": "demi malam apabila menutupinya (gelap gulita),",
          "tafsir": "Selanjutnya Allah bersumpah dengan siang dan malam. Siang menampakkan matahari, sedangkan malam menyembunyikan matahari. Dengan ini, Allah memberikan isyarat tentang sistem perputaran bulan dan bumi terhadap matahari sebagai penanda waktu bagi manusia. Perputaran bumi terhadap matahari menimbulkan sistem penanda waktu syamsiah sedang perputaran bulan terhadap bumi menimbulkan penanda waktu qomariyah. Pergerakan ketiga benda langit ini yang begitu terstruktur tersebut menunjukkan betapa kuasa Allah."
        },
        {
          "number": 5,
          "arabic": "وَٱلسَّمَآءِ وَمَا بَنَىٰهَا",
          "transliteration": "wal-samāi wamā banāhā",
          "translation": "demi langit serta perancangannya (yang menakjubkan),",
          "tafsir": "Selanjutnya lagi, Allah bersumpah dengan langit dan bumi. Langit, yaitu kosmos beserta segala isinya, menyangga langit itu sehingga tetap berfungsi sebagai atap bumi. Dan bumi itu terhampar sehingga menyediakan potensi-potensi yang dapat dimanfaatkan manusia untuk hidup di atasnya."
        },
        {
          "number": 6,
          "arabic": "وَٱلْأَرْضِ وَمَا طَحَىٰهَا",
          "transliteration": "wal-arḍi wamā ṭaḥāhā",
          "translation": "demi bumi serta penghamparannya,",
          "tafsir": "Selanjutnya lagi, Allah bersumpah dengan langit dan bumi. Langit, yaitu kosmos beserta segala isinya, menyangga langit itu sehingga tetap berfungsi sebagai atap bumi. Dan bumi itu terhampar sehingga menyediakan potensi-potensi yang dapat dimanfaatkan manusia untuk hidup di atasnya."
        },
        {
          "number": 7,
          "arabic": "وَنَفْسٍ وَمَا سَوَّىٰهَا",
          "transliteration": "wanafsin wamā sawwāhā",
          "translation": "demi jiwa serta penyempurnaan (ciptaan)nya,",
          "tafsir": "Terakhir, Allah bersumpah dengan diri manusia yang telah Ia ciptakan dengan kondisi fisik dan psikis yang sempurna. Setelah menciptakannya secara sempurna, Allah memasukkan ke dalam diri manusia potensi jahat dan baik."
        },
        {
          "number": 8,
          "arabic": "فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَىٰهَا",
          "transliteration": "fa-alhamahā fujūrahā wataqwāhā",
          "translation": "maka Dia mengilhamkan kepadanya (jalan) kejahatan dan ketakwaannya,",
          "tafsir": "Terakhir, Allah bersumpah dengan diri manusia yang telah Ia ciptakan dengan kondisi fisik dan psikis yang sempurna. Setelah menciptakannya secara sempurna, Allah memasukkan ke dalam diri manusia potensi jahat dan baik."
        },
        {
          "number": 9,
          "arabic": "قَدْ أَفْلَحَ مَن زَكَّىٰهَا",
          "transliteration": "qad aflaḥa man zakkāhā",
          "translation": "sungguh beruntung orang yang menyucikannya (jiwa itu),",
          "tafsir": "Dalam ayat-ayat ini, Allah menegaskan pesan yang begitu pentingnya sehingga untuk itu Ia perlu bersumpah. Pesan itu adalah bahwa orang yang membersihkan dirinya, yaitu mengendalikan dirinya sehingga hanya mengerjakan perbuatan-perbuatan baik, akan beruntung, yaitu bahagia di dunia dan terutama di akhirat. Sedangkan orang yang mengotori dirinya, yaitu mengikuti hawa nafsunya sehingga melakukan perbuatan-perbuatan dosa, akan celaka, yaitu tidak bahagia di dunia dan di akhirat masuk neraka."
        },
        {
          "number": 10,
          "arabic": "وَقَدْ خَابَ مَن دَسَّىٰهَا",
          "transliteration": "waqad khāba man dassāhā",
          "translation": "dan sungguh rugi orang yang mengotorinya.",
          "tafsir": "Dalam ayat-ayat ini, Allah menegaskan pesan yang begitu pentingnya sehingga untuk itu Ia perlu bersumpah. Pesan itu adalah bahwa orang yang membersihkan dirinya, yaitu mengendalikan dirinya sehingga hanya mengerjakan perbuatan-perbuatan baik, akan beruntung, yaitu bahagia di dunia dan terutama di akhirat. Sedangkan orang yang mengotori dirinya, yaitu mengikuti hawa nafsunya sehingga melakukan perbuatan-perbuatan dosa, akan celaka, yaitu tidak bahagia di dunia dan di akhirat masuk neraka."
        },
        {
          "number": 11,
          "arabic": "كَذَّبَتْ ثَمُودُ بِطَغْوَىٰهَآ",
          "transliteration": "kadhabat thamūdu biṭaghwāhā",
          "translation": "(Kaum) Samud telah mendustakan (rasulnya) karena mereka melampaui batas (zalim),",
          "tafsir": "Kaum Samud adalah umat Nabi Saleh. Mereka telah mendustakan dan mengingkari kenabian dan ajaran-ajaran yang dibawa Nabi Saleh dari Allah. Nabi Saleh diberi mukjizat oleh Allah sebagai ujian bagi kaumnya, yaitu seekor unta betina yang dijelmakan dari sebuah batu besar, untuk menandingi keahlian kaum itu yang sangat piawai dalam seni patung dari batu. Bila mereka piawai dalam seni patung sehingga patung itu terlihat bagaikan hidup, maka mukjizat Nabi Saleh adalah menjelmakan seekor unta betina yang benar-benar hidup dari sebuah batu. Akan tetapi, mereka tidak mengakuinya, dan berusaha membunuh unta itu."
        },
        {
          "number": 12,
          "arabic": "إِذِ ٱنۢبَعَثَ أَشْقَىٰهَا",
          "transliteration": "idhi inbaʿatha ashqāhā",
          "translation": "ketika bangkit orang yang paling celaka di antara mereka,",
          "tafsir": "Awal kecelakaan bagi kaum Samud adalah ketika tampil seorang yang paling jahat dari mereka, yaitu Qudar bin Salif. Ia adalah seorang yang sangat berani, perkasa, dan bengis. Ia datang memprovokasi kaumnya untuk membunuh unta betina mukjizat Nabi Saleh."
        },
        {
          "number": 13,
          "arabic": "فَقَالَ لَهُمْ رَسُولُ ٱللَّهِ نَاقَةَ ٱللَّهِ وَسُقْيَـٰهَا",
          "transliteration": "faqāla lahum rasūlu l-lahi nāqata l-lahi wasuq'yāhā",
          "translation": "lalu Rasul Allah (Saleh) berkata kepada mereka, \"(Biarkanlah) unta betina dari Allah ini dengan minumannya.\"",
          "tafsir": "Nabi Saleh memperingatkan kaumnya agar tidak mengganggu unta itu. Ia memperingatkan bahwa unta itu adalah mukjizat dari Allah, dan haknya untuk memperoleh minum berselang hari dengan mereka, harus dihormati. Ia memperingatkan pula bahwa bila mereka mengganggunya, mereka akan mendapat bahaya."
        },
        {
          "number": 14,
          "arabic": "فَكَذَّبُوهُ فَعَقَرُوهَا فَدَمْدَمَ عَلَيْهِمْ رَبُّهُم بِذَنۢبِهِمْ فَسَوَّىٰهَا",
          "transliteration": "fakadhabūhu faʿaqarūhā fadamdama ʿalayhim rabbuhum bidhanbihim fasawwāhā",
          "translation": "Namun mereka mendustakannya dan menyembelihnya, karena itu Tuhan membinasakan mereka karena dosanya, lalu diratakan-Nya (dengan tanah).",
          "tafsir": "Akan tetapi, kaumnya memandang Nabi Saleh bohong, begitu juga unta itu sebagai mukjizat, dan menganggap sepi peringatan Nabi Saleh tersebut. Unta itu mereka tangkap beramai-ramai, lalu Qudar bin Salif membunuhnya dengan cara memotong-motongnya. Akhirnya Allah meratakan negeri mereka dengan tanah, dengan mengirim petir yang menggelegar yang diiringi gempa yang dahsyat, sebagai balasan pembangkangan dan dosa-dosa mereka."
        },
        {
          "number": 15,
          "arabic": "وَلَا يَخَافُ عُقْبَـٰهَا",
          "transliteration": "walā yakhāfu ʿuq'bāhā",
          "translation": "Dan Dia tidak takut terhadap akibatnya.",
          "tafsir": "Allah tidak peduli bencana yang Ia timpakan kepada mereka dengan korban yang begitu besar. Hal itu karena pembangkangan mereka yang sudah sangat keterlaluan, yaitu membunuh unta betina (mukjizat) yang diturunkan-Nya kepada nabi-Nya."
        }
      ]
    },
    {
      "number": 92,
      "name": "Al-Lail",
      "nameArabic": "الليل",
      "meaning": "Malam",
      "revelation": "Makkah",
      "description": "Surat Al-Lail terdiri dari 21 ayat, termasuk golongan surat Makkiyyah, dan diturunkan sesudah surat Al-A'la. Surat ini dinamai Al-Lail (malam) diambil dari kata \"Al-Lail\" yang terdapat pada ayat pertama surat ini.**Pokok-Pokok Isi:**Usaha manusia itu bermacam-macam dan balasannya pun berbeda-beda pula; orang yang suka berderma, bertakwa, dan membenarkan adanya pahala akan dimudahkan untuk melakukan kebaikan yang mengantarkan pada kebahagiaan di akhirat; harta benda tidak akan memberi manfaat di akhirat; orang yang bakhil merasa dirinya cukup dan mendustakan adanya pahala.Surat Al-Lail menerangkan bahwa amalan-amalan yang dikerjakan dengan tulus ikhlas semata-mata mencari keridaan Allah itulah yang membawa kebahagiaan di akhirat kelak.**Hubungan Surat Al-Lail Dengan Surat Adh-Dhuha:**Pada surat Al-Lail diterangkan bahwa orang yang bertakwa akan dimudahkan mengerjakan perbuatan takwa sehingga memperoleh kebahagiaan, sedangkan pada surat Adh-Dhuha diterangkan bahwa keberuntungan di akhirat lebih baik daripada keberuntungan di dunia.",
      "verses": [
        {
          "number": 1,
          "arabic": " وَٱلَّيْلِ إِذَا يَغْشَىٰ",
          "transliteration": "wa-al-layli idhā yaghshā",
          "translation": "Demi malam apabila menutupi (cahaya siang),",
          "tafsir": "Allah bersumpah dengan malam apabila menutupi, yaitu ketika malam sudah merata menutupi alam ini. Ini adalah waktu isya yaitu ketika cahaya merah sudah hilang di ufuk barat. Waktu itu manusia pada umumnya sudah mengakhiri aktivitasnya, dan ingin istirahat dan pergi tidur. Kemudian Allah bersumpah dengan aktivitas alam sebaliknya, yaitu siang ketika terang benderang. Waktu itu adalah waktu duha ketika cahaya matahari sudah merata menyinari alam ini, yang kontras dengan malam yang baru saja berakhir, dan manusia mulai bekerja."
        },
        {
          "number": 2,
          "arabic": "وَٱلنَّهَارِ إِذَا تَجَلَّىٰ",
          "transliteration": "wal-nahāri idhā tajallā",
          "translation": "demi siang bila terang benderang,",
          "tafsir": "Allah bersumpah dengan malam apabila menutupi, yaitu ketika malam sudah merata menutupi alam ini. Ini adalah waktu isya yaitu ketika cahaya merah sudah hilang di ufuk barat. Waktu itu manusia pada umumnya sudah mengakhiri aktivitasnya, dan ingin istirahat dan pergi tidur. Kemudian Allah bersumpah dengan aktivitas alam sebaliknya, yaitu siang ketika terang benderang. Waktu itu adalah waktu duha ketika cahaya matahari sudah merata menyinari alam ini, yang kontras dengan malam yang baru saja berakhir, dan manusia mulai bekerja."
        },
        {
          "number": 3,
          "arabic": "وَمَا خَلَقَ ٱلذَّكَرَ وَٱلْأُنثَىٰٓ",
          "transliteration": "wamā khalaqa l-dhakara wal-unthā",
          "translation": "demi penciptaan laki-laki dan perempuan,",
          "tafsir": "Selanjutnya, Allah bersumpah dengan laki-laki dan perempuan yang telah diciptakan-Nya. Ini adalah juga dua makhluk yang berlawanan jenis dan kodratnya."
        },
        {
          "number": 4,
          "arabic": "إِنَّ سَعْيَكُمْ لَشَتَّىٰ",
          "transliteration": "inna saʿyakum lashattā",
          "translation": "sungguh, usahamu memang beraneka macam.",
          "tafsir": "Setelah bersumpah dengan dua-dua makhluk-Nya yang berlawanan jenis dan sifatnya, Allah menegaskan bahwa perbuatan atau tingkah laku manusia itu memang bermacam-macam. Perbedaan itu terjadi karena perbedaan kemauannya, apakah mengikuti potensi positifnya ataukah mengikuti potensi negatifnya."
        },
        {
          "number": 5,
          "arabic": "فَأَمَّا مَنْ أَعْطَىٰ وَٱتَّقَىٰ",
          "transliteration": "fa-ammā man aʿṭā wa-ittaqā",
          "translation": "Maka barangsiapa memberikan (hartanya di jalan Allah) dan bertakwa,",
          "tafsir": "Dalam ayat ini, Allah menerangkan adanya tiga tingkah laku manusia. Pertama, suka memberi, yaitu menolong antara sesama manusia. Ia tidak hanya mengeluarkan zakat kekayaannya, yang merupakan kewajiban, tetapi juga berinfak, bersedekah, dan sebagainya yang bukan wajib. Kedua, bertakwa, yaitu takut mengabaikan perintah-Nya atau melanggar larangan-Nya. Ketiga, membenarkan kebaikan Allah, yaitu mengakui nikmat-nikmat yang telah diberikan kepadanya lalu mensyukurinya. Nikmat terbesar Allah yang ia akui adalah surga. Oleh karena itu, ia tidak segan-segan beramal di dunia untuk memperolehnya, di antaranya membantu antara sesama manusia. Kepada mereka yang melakukan tiga aspek perbuatan baik di atas, Allah akan memberikan kemudahan bagi mereka, yaitu kemudahan untuk memperoleh keberuntungan di dunia maupun di akhirat."
        },
        {
          "number": 6,
          "arabic": "وَصَدَّقَ بِٱلْحُسْنَىٰ",
          "transliteration": "waṣaddaqa bil-ḥus'nā",
          "translation": "dan membenarkan (adanya pahala) yang terbaik (surga),",
          "tafsir": "Dalam ayat ini, Allah menerangkan adanya tiga tingkah laku manusia. Pertama, suka memberi, yaitu menolong antara sesama manusia. Ia tidak hanya mengeluarkan zakat kekayaannya, yang merupakan kewajiban, tetapi juga berinfak, bersedekah, dan sebagainya yang bukan wajib. Kedua, bertakwa, yaitu takut mengabaikan perintah-Nya atau melanggar larangan-Nya. Ketiga, membenarkan kebaikan Allah, yaitu mengakui nikmat-nikmat yang telah diberikan kepadanya lalu mensyukurinya. Nikmat terbesar Allah yang ia akui adalah surga. Oleh karena itu, ia tidak segan-segan beramal di dunia untuk memperolehnya, di antaranya membantu antara sesama manusia. Kepada mereka yang melakukan tiga aspek perbuatan baik di atas, Allah akan memberikan kemudahan bagi mereka, yaitu kemudahan untuk memperoleh keberuntungan di dunia maupun di akhirat."
        },
        {
          "number": 7,
          "arabic": "فَسَنُيَسِّرُهُۥ لِلْيُسْرَىٰ",
          "transliteration": "fasanuyassiruhu lil'yus'rā",
          "translation": "maka akan Kami mudahkan baginya jalan menuju kemudahan (kebahagiaan).",
          "tafsir": "Dalam ayat ini, Allah menerangkan adanya tiga tingkah laku manusia. Pertama, suka memberi, yaitu menolong antara sesama manusia. Ia tidak hanya mengeluarkan zakat kekayaannya, yang merupakan kewajiban, tetapi juga berinfak, bersedekah, dan sebagainya yang bukan wajib. Kedua, bertakwa, yaitu takut mengabaikan perintah-Nya atau melanggar larangan-Nya. Ketiga, membenarkan kebaikan Allah, yaitu mengakui nikmat-nikmat yang telah diberikan kepadanya lalu mensyukurinya. Nikmat terbesar Allah yang ia akui adalah surga. Oleh karena itu, ia tidak segan-segan beramal di dunia untuk memperolehnya, di antaranya membantu antara sesama manusia. Kepada mereka yang melakukan tiga aspek perbuatan baik di atas, Allah akan memberikan kemudahan bagi mereka, yaitu kemudahan untuk memperoleh keberuntungan di dunia maupun di akhirat."
        },
        {
          "number": 8,
          "arabic": "وَأَمَّا مَنۢ بَخِلَ وَٱسْتَغْنَىٰ",
          "transliteration": "wa-ammā man bakhila wa-is'taghnā",
          "translation": "Dan adapun orang yang kikir dan merasa dirinya cukup (tidak perlu pertolongan Allah),",
          "tafsir": "Sebaliknya, ada manusia yang bertingkah laku sebaliknya. Ia bakhil, pelit, tidak mau menolong antar sesama, apalagi mengeluarkan kewajibannya yaitu zakat. Di samping itu, ia sudah merasa cukup segala-galanya. Oleh karena itu, ia merasa tidak memerlukan orang lain bahkan Allah. Akibatnya, ia sombong dan tidak mengakui nikmat-nikmat Allah yang telah ia terima dan tidak mengharapkan nikmat-nikmat itu. Akibatnya ia tidak mengindahkan aturan-aturan Allah. Orang itu akan dimudahkan Allah menuju kesulitan, baik kesulitan di dunia maupun di akhirat. Kesulitan di dunia misalnya kejatuhan, penyakit, kecelakaan, musibah, dan sebagainya. Kesulitan di akhirat adalah ketersiksaan yang puncaknya adalah neraka. Manusia, bila sudah mati tanpa memiliki amal dan kemudian masuk neraka di akhirat, maka harta benda dan kekayaan mereka tidak berguna apa pun. Hal itu karena harta itu tidak akan bisa digunakan untuk menebus dosa-dosa mereka."
        },
        {
          "number": 9,
          "arabic": "وَكَذَّبَ بِٱلْحُسْنَىٰ",
          "transliteration": "wakadhaba bil-ḥus'nā",
          "translation": "serta mendustakan (pahala) yang terbaik,",
          "tafsir": "Sebaliknya, ada manusia yang bertingkah laku sebaliknya. Ia bakhil, pelit, tidak mau menolong antar sesama, apalagi mengeluarkan kewajibannya yaitu zakat. Di samping itu, ia sudah merasa cukup segala-galanya. Oleh karena itu, ia merasa tidak memerlukan orang lain bahkan Allah. Akibatnya, ia sombong dan tidak mengakui nikmat-nikmat Allah yang telah ia terima dan tidak mengharapkan nikmat-nikmat itu. Akibatnya ia tidak mengindahkan aturan-aturan Allah. Orang itu akan dimudahkan Allah menuju kesulitan, baik kesulitan di dunia maupun di akhirat. Kesulitan di dunia misalnya kejatuhan, penyakit, kecelakaan, musibah, dan sebagainya. Kesulitan di akhirat adalah ketersiksaan yang puncaknya adalah neraka. Manusia, bila sudah mati tanpa memiliki amal dan kemudian masuk neraka di akhirat, maka harta benda dan kekayaan mereka tidak berguna apa pun. Hal itu karena harta itu tidak akan bisa digunakan untuk menebus dosa-dosa mereka."
        },
        {
          "number": 10,
          "arabic": "فَسَنُيَسِّرُهُۥ لِلْعُسْرَىٰ",
          "transliteration": "fasanuyassiruhu lil'ʿus'rā",
          "translation": "maka akan Kami mudahkan baginya jalan menuju kesukaran (kesengsaraan).",
          "tafsir": "Sebaliknya, ada manusia yang bertingkah laku sebaliknya. Ia bakhil, pelit, tidak mau menolong antar sesama, apalagi mengeluarkan kewajibannya yaitu zakat. Di samping itu, ia sudah merasa cukup segala-galanya. Oleh karena itu, ia merasa tidak memerlukan orang lain bahkan Allah. Akibatnya, ia sombong dan tidak mengakui nikmat-nikmat Allah yang telah ia terima dan tidak mengharapkan nikmat-nikmat itu. Akibatnya ia tidak mengindahkan aturan-aturan Allah. Orang itu akan dimudahkan Allah menuju kesulitan, baik kesulitan di dunia maupun di akhirat. Kesulitan di dunia misalnya kejatuhan, penyakit, kecelakaan, musibah, dan sebagainya. Kesulitan di akhirat adalah ketersiksaan yang puncaknya adalah neraka. Manusia, bila sudah mati tanpa memiliki amal dan kemudian masuk neraka di akhirat, maka harta benda dan kekayaan mereka tidak berguna apa pun. Hal itu karena harta itu tidak akan bisa digunakan untuk menebus dosa-dosa mereka."
        },
        {
          "number": 11,
          "arabic": "وَمَا يُغْنِى عَنْهُ مَالُهُۥٓ إِذَا تَرَدَّىٰٓ",
          "transliteration": "wamā yugh'nī ʿanhu māluhu idhā taraddā",
          "translation": "Dan hartanya tidak bermanfaat baginya apabila dia telah binasa.",
          "tafsir": "Sebaliknya, ada manusia yang bertingkah laku sebaliknya. Ia bakhil, pelit, tidak mau menolong antar sesama, apalagi mengeluarkan kewajibannya yaitu zakat. Di samping itu, ia sudah merasa cukup segala-galanya. Oleh karena itu, ia merasa tidak memerlukan orang lain bahkan Allah. Akibatnya, ia sombong dan tidak mengakui nikmat-nikmat Allah yang telah ia terima dan tidak mengharapkan nikmat-nikmat itu. Akibatnya ia tidak mengindahkan aturan-aturan Allah. Orang itu akan dimudahkan Allah menuju kesulitan, baik kesulitan di dunia maupun di akhirat. Kesulitan di dunia misalnya kejatuhan, penyakit, kecelakaan, musibah, dan sebagainya. Kesulitan di akhirat adalah ketersiksaan yang puncaknya adalah neraka. Manusia, bila sudah mati tanpa memiliki amal dan kemudian masuk neraka di akhirat, maka harta benda dan kekayaan mereka tidak berguna apa pun. Hal itu karena harta itu tidak akan bisa digunakan untuk menebus dosa-dosa mereka."
        },
        {
          "number": 12,
          "arabic": "إِنَّ عَلَيْنَا لَلْهُدَىٰ",
          "transliteration": "inna ʿalaynā lalhudā",
          "translation": "Sesungguhnya Kami lah yang memberi petunjuk,",
          "tafsir": "Allah menegaskan bahwa Ia berkewajiban menunjuki manusia mana jalan yang benar dan mana jalan yang salah, mana yang baik dan mana yang buruk, sebagaimana dinyatakan-Nya dalam ayat lain: Dan apabila orang-orang yang beriman kepada ayat-ayat Kami datang kepadamu, maka katakanlah, \"Salamun 'alaikum (selamat sejahtera untuk kamu).\" Tuhanmu telah menetapkan sifat kasih sayang pada diri-Nya, (yaitu) barang siapa berbuat kejahatan di antara kamu karena kebodohan, kemudian dia bertobat setelah itu dan memperbaiki diri, maka Dia Maha Pengampun, Maha Penyayang. (al-An'am/6: 54)"
        },
        {
          "number": 13,
          "arabic": "وَإِنَّ لَنَا لَلْـَٔاخِرَةَ وَٱلْأُولَىٰ",
          "transliteration": "wa-inna lanā lalākhirata wal-ūlā",
          "translation": "dan sesungguhnya milik Kami lah akhirat dan dunia.",
          "tafsir": "Allah juga pemilik alam ini, baik alam akhirat maupun alam dunia. Bila Allah pemilik segala-galanya, maka tiada jalan bagi manusia selain meminta semuanya itu kepada-Nya dengan jalan mengimani dan bertakwa kepada-Nya."
        },
        {
          "number": 14,
          "arabic": "فَأَنذَرْتُكُمْ نَارًا تَلَظَّىٰ",
          "transliteration": "fa-andhartukum nāran talaẓẓā",
          "translation": "Maka aku memperingatkan kamu dengan neraka yang menyala-nyala,",
          "tafsir": "Di samping Allah telah menunjuki manusia jalan yang benar, Ia juga memperingatkan manusia tentang adanya neraka yang senantiasa menyala-nyala. Penghuni neraka itu adalah mereka yang paling durhaka, yaitu orang-orang yang senantiasa memandang dusta wahyu-wahyu yang disampaikan kepadanya, dan karena itu tidak mau mengimaninya dan menjalankannya."
        }
      ]
    }
  ]
}