{
  "pageNumber": 254,
  "juz": 13,
  "surahs": [
    {
      "number": 13,
      "name": "Ar-Ra'd",
      "nameArabic": "الرعد",
      "meaning": "Guruh",
      "revelation": "Madinah",
      "description": "Surat Ar-Ra'd terdiri dari 43 ayat dan termasuk surat Madaniyyah.Surat ini dinamakan \"Ar-Ra'd\" yang berarti \"guruh\" karena dalam ayat ke-13 Allah berfirman yang artinya, \"Dan guruh itu bertasbih sambil memuji-Nya,\" yang menunjukkan sifat kesucian dan kesempurnaan Allah. Selain itu, juga sesuai dengan sifat Al-Qur'an yang berisi ancaman dan harapan. Maka, begitu pula halnya bunyi guruh itu menimbulkan kecemasan dan harapan kepada manusia. Isi yang terpenting dari surat ini ialah bahwa bimbingan Allah kepada makhluk-Nya bertalian erat dengan hukum sebab dan akibat. Bagi Allah tidak ada pilih kasih dalam menetapkan hukuman. Balasan atau hukuman adalah akibat dari ketaatan atau keingkaran terhadap hukum Allah.**Pokok-Pokok Isi:**1. **Keimanan:** Allahlah yang menciptakan dan mengatur alam semesta; ilmu Allah meliputi segala sesuatu; keberadaan malaikat yang selalu memelihara manusia dan datang silih berganti, yaitu malaikat Hafazhah; Allah menerima doa hamba-Nya; memberi taufiq hanya hak Allah sedang tugas para rasul hanya menyampaikan agama Allah.2. **Hukum-hukum:** Manusia dilarang berdoa yang jelek untuk diri sendiri; kewajiban melarang perbuatan yang mungkar.3. **Kisah-kisah:** Kisah pengalaman nabi-nabi zaman dahulu.4. **Lain-lain:** Beberapa sifat yang terpuji; perumpamaan bagi orang-orang yang menyembah berhala dan orang-orang yang menyembah Allah; Allah tidak mengubah nasib suatu bangsa sebelum mereka mengubah keadaan mereka sendiri.Surat Ar-Ra'd lebih menitikberatkan pada pembuktian kebenaran dan keesaan Allah serta kepastian terjadinya hari kebangkitan. Juga menjelaskan tugas-tugas para rasul dan kebenaran kitab-kitab suci yang mereka bawa. Terhadap orang-orang yang ingkar dan memusuhi para nabi-nabi itu, diterangkan bahwa mereka pasti mengalami kegagalan dan kehancuran.**Hubungan Surat Ar-Ra'D Dengan Surat Ibrahim:**1. Dalam surat Ar-Ra'd disebutkan bahwa Al-Qur'an diturunkan dalam bahasa Arab sebagai pemisah antara kebenaran dan kebatilan, sedangkan hikmah diturunkannya Al-Qur'an dalam bahasa Arab dijelaskan dalam surat Ibrahim.2. Dalam surat Ar-Ra'd Allah menegaskan bahwa seorang rasul tidak dapat mendatangkan suatu mukjizat tanpa izin Allah, maka dalam surat Ibrahim para rasul menegaskan bahwa mereka adalah manusia biasa, yang tidak dapat mendatangkan suatu mukjizat tanpa izin Allah.3. Dalam surat Ar-Ra'd disebutkan bahwa Nabi Muhammad menyerukan agar manusia bertawakal kepada Allah, sedangkan dalam surat Ibrahim Nabi Muhammad menerangkan bahwa para rasul hanya bertawakal kepada Allah.4. Dalam surat Ar-Ra'd Allah menyebutkan perbuatan makar orang-orang kafir, sedangkan dalam surat Ibrahim hal ini diulangi lagi serta disebutkan pula sifat-sifat yang tidak tersebut dalam surat Ar-Ra'd.",
      "verses": [
        {
          "number": 35,
          "arabic": "۞ مَّثَلُ ٱلْجَنَّةِ ٱلَّتِى وُعِدَ ٱلْمُتَّقُونَ ۖ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ ۖ أُكُلُهَا دَآئِمٌ وَظِلُّهَا ۚ تِلْكَ عُقْبَى ٱلَّذِينَ ٱتَّقَوا۟ ۖ وَّعُقْبَى ٱلْكَـٰفِرِينَ ٱلنَّارُ",
          "transliteration": "mathalu l-janati allatī wuʿida l-mutaqūna tajrī min taḥtihā l-anhāru ukuluhā dāimun waẓilluhā til'ka ʿuq'bā alladhīna ittaqaw waʿuq'bā l-kāfirīna l-nāru",
          "translation": "Perumpamaan surga yang dijanjikan kepada orang yang bertakwa (ialah seperti taman), mengalir di bawahnya sungai-sungai; senantiasa berbuah dan teduh. Itulah tempat kesudahan bagi orang yang bertakwa; sedangkan tempat kesudahan bagi orang yang ingkar kepada Tuhan ialah neraka.",
          "tafsir": "Salah satu kebiasaan Al-Quran adalah setelah menyebutkan hal-hal yang berkenaan dengan neraka, biasanya diiringi dengan menyebutkan hal-hal yang berkenaan dengan surga yang penuh dengan kenikmatan yang akan diperoleh orang-orang yang beriman, bertakwa, dan beramal saleh. Dalam ayat ini, surga yang dijanjikan Allah kepada orang-orang yang bertakwa diumpamakan sebuah kebun yang indah dan subur karena dialiri sungai-sungai. Pohon-pohonnya dilukiskan berbuah tidak henti-hentinya dan memberikan naungan kepada orang yang berteduh di bawahnya. Surga tersebut merupakan tempat tinggal terakhir dan selamanya bagi orang-orang yang bertakwa. Sebaliknya, neraka merupakan tempat kediaman yang penuh kesengsara-an bagi orang-orang kafir. Dengan digambarkannya perbandingan antara kedua tempat tersebut, maka manusia yang hidup di dunia ini dipersilakan untuk memilih jalan ke surga dengan beriman, beramal, dan bertakwa, atau jalan ke neraka dengan kekafiran, kemusyrikan, dan perbuatan-perbuatan jahat."
        },
        {
          "number": 36,
          "arabic": "وَٱلَّذِينَ ءَاتَيْنَـٰهُمُ ٱلْكِتَـٰبَ يَفْرَحُونَ بِمَآ أُنزِلَ إِلَيْكَ ۖ وَمِنَ ٱلْأَحْزَابِ مَن يُنكِرُ بَعْضَهُۥ ۚ قُلْ إِنَّمَآ أُمِرْتُ أَنْ أَعْبُدَ ٱللَّهَ وَلَآ أُشْرِكَ بِهِۦٓ ۚ إِلَيْهِ أَدْعُوا۟ وَإِلَيْهِ مَـَٔابِ",
          "transliteration": "wa-alladhīna ātaynāhumu l-kitāba yafraḥūna bimā unzila ilayka wamina l-aḥzābi man yunkiru baʿḍahu qul innamā umir'tu an aʿbuda l-laha walā ush'rika bihi ilayhi adʿū wa-ilayhi maābi",
          "translation": "Dan orang yang telah Kami berikan kitab kepada mereka<sup foot_note=135372>1</sup> bergembira dengan apa (Kitab) yang diturunkan kepadamu (Muhammad), dan ada di antara golongan (Yahudi dan Nasrani), yang mengingkari sebagiannya. Katakanlah, \"Aku hanya diperintah untuk menyembah Allah dan tidak mempersekutukan-Nya. Hanya kepada-Nya aku seru (manusia) dan hanya kepada-Nya aku kembali.\"",
          "tafsir": "Ayat ini menjelaskan sikap orang-orang Ahli Kitab (Yahudi dan Nasrani) terhadap Al-Quran setelah mereka memeluk agama Islam, seperti Abdullah bin Salam dari kalangan Yahudi. Mereka ini sangat gembira dengan turunnya Al-Quran dan menerima baik segala ajaran dan hukum-hukumnya. Akan tetapi, di samping itu ada pula segolongan orang-orang Yahudi dan Nasrani yang mengingkari sebagian dari Al-Quran, terutama mengenai ajaran tentang keesaan Allah swt. Allah memerintahkan kepada Nabi Muhammad untuk menyampaikan kepada golongan tersebut kemantapan imannya kepada Allah swt, dengan mengatakan, \"Sesungguhnya aku hanya diperintahkan untuk menyembah Allah semata dan aku tidak akan mempersekutukan sesuatupun dengan-Nya. Aku seru manusia untuk beriman hanya kepada-Nya dan aku yakin bahwa hanya kepada-Nya aku akan kembali.\" Ucapan Rasul ini dengan tegas menolak kepercayaan syirik, yaitu mempersekutukan sesuatu dengan Allah seperti yang dianut oleh kaum musyrikin. Kepercayaan itu sangat bertentangan dengan ajaran Al-Quran tentang keesaan Allah secara mutlak, yang merupakan inti agama Islam."
        },
        {
          "number": 37,
          "arabic": "وَكَذَٰلِكَ أَنزَلْنَـٰهُ حُكْمًا عَرَبِيًّا ۚ وَلَئِنِ ٱتَّبَعْتَ أَهْوَآءَهُم بَعْدَ مَا جَآءَكَ مِنَ ٱلْعِلْمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِىٍّ وَلَا وَاقٍ",
          "transliteration": "wakadhālika anzalnāhu ḥuk'man ʿarabiyyan wala-ini ittabaʿta ahwāahum baʿdamā jāaka mina l-ʿil'mi mā laka mina l-lahi min waliyyin walā wāqin",
          "translation": "Dan demikianlah Kami telah menurunkannya (Alquran) sebagai peraturan (yang benar) dalam bahasa Arab. Sekiranya engkau mengikuti keinginan mereka setelah datang pengetahuan kepadamu, maka tidak ada yang melindungi dan yang menolong engkau dari (siksaan) Allah.",
          "tafsir": "Pada ayat ini, Allah menjelaskan beberapa ciri utama Al-Quran yang diwahyukan kepada Nabi Muhammad saw, yaitu Al-Quran berisi peraturan-peraturan yang benar, yang harus ditaati manusia untuk mencapai kebahagiaan dan keberuntungan di dunia dan akhirat kelak. Di samping itu, Al-Quran diturunkan dalam bahasa Arab, yaitu bahasa yang memiliki beberapa keistimewaan yang tidak dimiliki oleh bahasa lain. Di antara keistimewaan bahasa Arab ialah bahasa ini merupakan bahasa yang sudah berkembang, jauh sebelum datangnya Islam sehingga kosakatanya sangat kaya. Bahasa Arab juga memiliki kaedah pembentukan kata (morfologi) yang memungkinkannya bisa dengan mudah menampung konsep-konsep baru untuk pembentukan kata baru. Dengan demikian, dapat dipahami kemampuan bahasa Arab mengungkapkan konsep-konsep wahyu. Karena Al-Quran berbahasa Arab, maka Al-Quran telah melestarikan bahasa Arab sehingga tidak hilang seperti bahasa Suryani, Koptic, dan sebagainya. Karena Al-Quran diturunkan dalam bahasa Arab dan menjadi mukjizat Nabi Muhammad sebagai kitab suci, maka terjemahan Al-Quran dalam bahasa asing tidak dianggap sebagai kitab suci juga. Sebagaimana diketahui, di antara kehormatan yang dimiliki Al-Quran ialah membacanya dianggap sebagai ibadah, dan tidak boleh disentuh kecuali oleh orang-orang yang suci, yaitu orang-orang yang tidak berhadas besar maupun kecil. Banyak ayat yang menyebutkan ciri-ciri Al-Quran, antara lain firman Allah swt: (Yang) tidak akan didatangi oleh kebatilan, baik dari depan maupun dari belakang (pada masa lalu dan yang akan datang), yang diturunkan dari Tuhan Yang Maha Bijaksana, Maha Terpuji. (Fushshilat/41: 42) Selanjutnya Allah swt memperingatkan Nabi Muhammad saw dan kaum Muslimin umumnya, agar jangan menuruti kehendak hawa nafsu dan keinginan orang-orang yang mengingkari Al-Quran, baik sebagian maupun keseluruhannya, karena Allah swt telah memberikan ilmu yang benar kepada mereka, yaitu Al-Quran al-Karim. Jika Nabi Muhammad dan kaum Muslimin sampai tergoda dan mengikuti kehendak orang-orang yang mengingkari Al-Quran itu, maka siksa Allah pasti akan menimpa mereka dan tidak seorangpun dapat menjadi pelindung terhadap siksa Allah swt Yang Mahakuasa."
        },
        {
          "number": 38,
          "arabic": "وَلَقَدْ أَرْسَلْنَا رُسُلًا مِّن قَبْلِكَ وَجَعَلْنَا لَهُمْ أَزْوَٰجًا وَذُرِّيَّةً ۚ وَمَا كَانَ لِرَسُولٍ أَن يَأْتِىَ بِـَٔايَةٍ إِلَّا بِإِذْنِ ٱللَّهِ ۗ لِكُلِّ أَجَلٍ كِتَابٌ",
          "transliteration": "walaqad arsalnā rusulan min qablika wajaʿalnā lahum azwājan wadhurriyyatan wamā kāna lirasūlin an yatiya biāyatin illā bi-idh'ni l-lahi likulli ajalin kitābun",
          "translation": "Dan sungguh, Kami telah mengutus beberapa rasul sebelum engkau (Muhammad) dan Kami berikan kepada mereka istri-istri dan keturunan. Tidak ada hak bagi seorang rasul mendatangkan sesuatu bukti (mukjizat) melainkan dengan izin Allah. Untuk setiap masa ada Kitab (tertentu).<sup foot_note=135373>1</sup>",
          "tafsir": "Dalam ayat ini Allah swt menjelaskan bahwa Dia telah mengutus rasul-rasul sebelum Nabi Muhammad saw dan mereka beristri dan berketurunan. Hal ini menunjukkan bahwa kehidupan berkeluarga dan berketurunan adalah hal yang wajar dan merupakan sunatullah bagi makhluk-Nya yang hidup di muka bumi ini. Sunatullah ini juga berlaku bagi para nabi dan rasul-Nya. Hidup berkeluarga tidak boleh dianggap sebagai penghalang dalam perjuangan, baik demi kemajuan pribadi, masyarakat, maupun bangsa. Bahkan pernikahan menurut ajaran Islam, selain bertujuan untuk melanjut-kan keturunan, juga berfungsi memberikan ketenangan, ketenteraman, dan kestabilan hidup. Pernikahan juga mempererat silaturrahim antara keluarga-keluarga yang bersangkutan dan dapat menjadi sarana dakwah Islamiyah, sebagaimana yang dilakukan oleh Rasulullah saw. Karena hidup berkeluarga adalah suatu yang wajar dan merupakan sunatullah, maka manusia tidak boleh menentangnya. Oleh sebab itu, adalah keliru apabila ada pemimpin agama yang mempunyai anggapan bahwa mereka harus menjauhi hidup berkeluarga, agar tidak mengganggu dalam menjalankan agama. Sikap hidup membujang atau tabattul adalah hal-hal yang tidak dikenal dalam agama Islam, bahkan sangat ditentang. Perkawinan dan anak merupakan nikmat dan rahmat Allah kepada hamba-Nya. Oleh karena itu, perkawinan dan keluarga perlu dipelihara dan dilestarikan sebaik-baiknya. Dalam satu riwayat disebutkan bahwa orang-orang Yahudi mencela Nabi Muhammad saw karena beliau mempunyai beberapa orang istri. Mereka mengatakan kalau benar-benar Muhammad adalah nabi dan rasul, tentu ia akan menyibukkan diri dengan tugas-tugas kenabiannya saja dan tidak akan mempedulikan perempuan. Mereka juga meminta bermacam-macam bukti tentang kenabiannya, selain Al-Quran yang menjadi mukjizatnya. Allah swt telah membantah mereka dengan menegaskan bahwa Nabi Muhammad bukanlah rasul Allah yang pertama, melainkan sebelum itu Allah swt telah mengutus beberapa rasul dan semuanya adalah manusia biasa yang membutuhkan makan, minum, berkeluarga dan berketurunan, serta melakukan perbuatan-perbuatan yang dilakukan oleh orang-orang lainnya, berjalan di pasar, dan sebagainya. Dalam hal ini, Allah swt memerintahkan kepada Nabi Muhammad saw untuk menegaskan: Sesungguhnya aku ini hanya seorang manusia seperti kamu, yang telah menerima wahyu. (al-Kahf/18: 110) Kemudian, dalam ayat ini ditegaskan tentang kewajaran dan kebolehan para rasul itu hidup berkeluarga dan berketurunan. Allah menegaskan bahwa Dia mengaruniai mereka istri dan keturunan. Dalam suatu hadis yang diriwayatkan oleh Imam al-Bukhari dan Imam Muslim dari Anas bin Malik disebutkan bahwa Nabi Muhammad saw bersabda: Adapun aku, aku berpuasa dan berbuka, aku salat di waktu malam, juga tidur, aku juga makan daging dan juga menikahi wanita; maka siapa yang tidak suka kepada sunahku (jalan kehidupanku) tiadalah ia termasuk umatku. (Riwayat al-Bukhari dan Muslim) Adapun ayat-ayat atau bukti-bukti kenabian dan kerasulan yang dituntut orang-orang kafir kepada Nabi Muhammad saw dijawab berulang kali dalam Al-Quran, bahwa masalah tersebut adalah wewenang Allah semata. Para rasul hanya memperlihatkan mukjizatnya dengan seizin Allah. Mukjizat terbesar Nabi Muhammad saw adalah Al-Quran yang membawa ajaran-ajaran, hukum-hukum, dan peraturan-peraturan yang berperan menuntun manusia kepada kebahagiaan dunia dan akhirat. Al-Quran senantiasa terpelihara kemurniannya dan tidak satupun makhluk yang dapat menandinginya, baik dari sisi kandungannya maupun redaksi kebahasaannya. Ayat-ayat atau bukti-bukti dan mukjizat tidak muncul begitu saja, melainkan harus sesuai dengan hikmah Allah dan selaras dengan masanya. Masing-masing masa tersebut mempunyai ciri tersendiri yang telah ditetapkan Allah. Setiap peristiwa yang terjadi di alam ini mengikuti ketentuan atau takdir-Nya, baik mengenai waktu, tempat, cara, maupun sebab-sebab terjadinya. Mukjizat tidak akan muncul sebelum waktu yang telah ditetapkan Allah. Ajal seseorang, rezeki, dan peristiwa-peristiwa yang dialami di dunia dan di akhirat terjadi sesuai dengan ketentuan Allah. Manusia tidak dapat meminta agar ajalnya datang lebih cepat ataupun lebih lambat dari apa yang telah ditetapkan Allah dalam takdir-Nya."
        },
        {
          "number": 39,
          "arabic": "يَمْحُوا۟ ٱللَّهُ مَا يَشَآءُ وَيُثْبِتُ ۖ وَعِندَهُۥٓ أُمُّ ٱلْكِتَـٰبِ",
          "transliteration": "yamḥū l-lahu mā yashāu wayuth'bitu waʿindahu ummu l-kitābi",
          "translation": "Allah menghapus dan menetapkan apa yang Dia kehendaki. Dan di sisi-Nya terdapat Ummul-Kitāb (Lauḥ Maḥfūẓ).",
          "tafsir": "Pada ayat ini, Allah swt menerangkan satu sisi dari kekuasaan-Nya, yaitu menghapuskan atau menetapkan apa-apa yang dikehendaki-Nya, baik mengenai syariat-Nya atau nasib manusia. Tanda-tanda adanya penghapusan dan penetapan Allah, ialah adanya siang dan malam yang datang silih berganti, adanya gelap dan terang, hidup dan mati, kuat dan lemah, sehat dan sakit, bahagia dan sengsara, kaya dan miskin, dan sebagainya. Pada akhir ayat ini, Allah swt menjelaskan bahwa di sisi-Nya atau Lauh Mahfudh terdapat Ummul Kitab. Semua peristiwa dan kejadian yang terjadi di alam ini tertulis di Lauh Mahfudh yang tidak akan mengalami perubahan dan penggantian apapun. Berdasarkan pengertian tersebut maka ayat ini juga merupakan bantahan terhadap tuntutan kaum kafir dan musyrik yang meminta kepada Nabi Muhammad saw untuk mendatangkan ayat-ayat atau bukti-bukti kenabian dan kerasulannya, selain Al-Quran. Hal tersebut tidak akan pernah terjadi, kecuali jika hal itu termasuk dalam ketentuan yang ditetapkan Allah atau telah ada dalam Lauh Mahfudh."
        },
        {
          "number": 40,
          "arabic": "وَإِن مَّا نُرِيَنَّكَ بَعْضَ ٱلَّذِى نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِنَّمَا عَلَيْكَ ٱلْبَلَـٰغُ وَعَلَيْنَا ٱلْحِسَابُ",
          "transliteration": "wa-in mā nuriyannaka baʿḍa alladhī naʿiduhum aw natawaffayannaka fa-innamā ʿalayka l-balāghu waʿalaynā l-ḥisābu",
          "translation": "Dan sungguh jika Kami perlihatkan kepadamu (Muhammad) sebagian (siksaan) yang Kami ancamkan kepada mereka atau Kami wafatkan engkau, maka sesungguhnya tugasmu hanya menyampaikan saja, dan Kamilah yang memperhitungkan (amal mereka).",
          "tafsir": "Dalam ayat ini diterangkan bahwa ada kemungkinan Allah memberikan umur yang panjang kepada Rasulullah, sehingga beliau sempat melihat kedatangan azab yang telah dijanjikan kepada kaum kafir. Bisa juga Allah memberikan usia yang pendek sehingga Rasulullah tidak mendapat kesempatan untuk menyaksikan azab yang diturunkan-Nya itu. Tugas Rasul-Nya hanya mendakwahkan agama Islam kepada manusia. Adapun persoalan mereka mau menerima atau menolaknya adalah urusan Allah. Bagi yang menolak, azab Allah pasti akan datang, apakah disegerakan atau ditunda, adalah wewenang Allah."
        },
        {
          "number": 41,
          "arabic": "أَوَلَمْ يَرَوْا۟ أَنَّا نَأْتِى ٱلْأَرْضَ نَنقُصُهَا مِنْ أَطْرَافِهَا ۚ وَٱللَّهُ يَحْكُمُ لَا مُعَقِّبَ لِحُكْمِهِۦ ۚ وَهُوَ سَرِيعُ ٱلْحِسَابِ",
          "transliteration": "awalam yaraw annā natī l-arḍa nanquṣuhā min aṭrāfihā wal-lahu yaḥkumu lā muʿaqqiba liḥuk'mihi wahuwa sarīʿu l-ḥisābi",
          "translation": "Dan apakah mereka tidak melihat bahwa Kami mendatangi daerah-daerah (orang yang ingkar kepada Allah), lalu Kami kurangi (daerah-daerah) itu (sedikit demi sedikit) dari tepi-tepinya? Dan Allah menetapkan hukum (menurut kehendak-Nya), tidak ada yang dapat menolak ketetapan-Nya; Dia Mahacepat perhitungan-Nya.",
          "tafsir": "Dalam ayat ini, Allah swt memperlihatkan pula sisi lain dari kekuasaan-Nya dalam menimpakan hukuman terhadap orang-orang kafir, yaitu dengan cara mengurangi luas daerah negeri mereka sedikit demi sedikit. Pengurangan daerah mereka itu, mungkin disebabkan bencana alam yang diturunkan Allah kepada mereka, sehingga sebagian dari daerah mereka menjadi rusak dan tidak dapat didiami lagi; atau karena terjadi peperangan, sehingga wilayah kekuasaannya dikuasai bangsa lain dan mereka menjadi terdesak atau diusir dari negeri mereka. Selanjutnya, dalam ayat ini dijelaskan kekuasaan Allah dalam hal menetapkan hukum menurut hikmah dan kehendak-Nya, dan hukum yang telah ditetapkan-Nya tidak akan dapat ditolak atau dibantah oleh siapapun juga. Pada akhir ayat ini, ditegaskan bahwa Allah cepat sekali mengadakan perhitungan terhadap perbuatan hamba-Nya, sehingga mereka yang beriman dan berbuat kebajikan akan memperoleh ganjaran kebaikan, sedang mereka yang ingkar kepada-Nya dan berbuat kezaliman pasti mendapat siksa dan kemurkaan-Nya. Segala perbuatan hamba-Nya tidak akan luput dari perhitungan Allah."
        },
        {
          "number": 42,
          "arabic": "وَقَدْ مَكَرَ ٱلَّذِينَ مِن قَبْلِهِمْ فَلِلَّهِ ٱلْمَكْرُ جَمِيعًا ۖ يَعْلَمُ مَا تَكْسِبُ كُلُّ نَفْسٍ ۗ وَسَيَعْلَمُ ٱلْكُفَّـٰرُ لِمَنْ عُقْبَى ٱلدَّارِ",
          "transliteration": "waqad makara alladhīna min qablihim falillahi l-makru jamīʿan yaʿlamu mā taksibu kullu nafsin wasayaʿlamu l-kufāru liman ʿuq'bā l-dāri",
          "translation": "Dan sungguh orang sebelum mereka (kafir Mekkah) telah mengadakan tipu daya, tetapi semua tipu daya itu dalam kekuasaan Allah. Dia mengetahui apa yang diusahakan oleh setiap orang, dan orang yang ingkar kepada Tuhan akan mengetahui untuk siapa tempat kesudahan (yang baik).",
          "tafsir": "Allah kembali menjelaskan sisi lain dari kekuasaan-Nya, yaitu dalam menghadapi tipu daya yang dilakukan oleh kaum kafir Mekah terhadap Rasulullah dan kaum Muslimin. Allah menjelaskan bahwa orang-orang kafir sebelum masa Rasulullah juga telah melakukan tipu daya terhadap para rasul-Nya. Tetapi semua tipu daya mereka itu berada di bawah kekuasaan Allah sehingga tidak akan membinasakan agama dan rasul-Nya. Allah senantiasa mengetahui lebih dulu apa saja yang diperbuat oleh setiap makhluk-Nya. Dari sini dapat dipahami bahwa jika tipu daya orang-orang kafir terhadap para rasul Allah sebelumnya berada di bawah kekuasaan Allah, tentulah tipu daya kaum kafir Mekah terhadap Nabi Muhammad dan kaum Muslimin juga berada di bawah kekuasaan Allah. Dengan demikian, tipu daya tersebut tidak akan berhasil membinasakan Rasulullah dan kaum Muslimin, dan tidak akan mampu menghalangi penyebaran agama Islam. Pada akhir ayat ini, Allah menegaskan bahwa orang kafir pasti akan mengetahui kelak bahwa yang berhak untuk memperoleh tempat tinggal terakhir dan abadi yang penuh kenikmatan hanyalah mereka yang beriman dan beramal saleh."
        }
      ]
    }
  ]
}