{
  "pageNumber": 506,
  "juz": 26,
  "surahs": [
    {
      "number": 46,
      "name": "Al-Ahqaf",
      "nameArabic": "الأحقاف",
      "meaning": "Bukit Pasir",
      "revelation": "Makkah",
      "description": "Surat Al-Ahqaf terdiri dari 35 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Al-Jatsiyah.Dinamai \"Al-Ahqaf\" (bukit-bukit pasir) dari kata \"Al-Ahqaf\" yang terdapat pada ayat ke-21 surat ini. Dalam ayat tersebut dan ayat-ayat setelahnya diterangkan bahwa Nabi Huud telah menyampaikan risalah kepada kaumnya di bukit pasir \"Al-Ahqaf\" yang sekarang dikenal dengan nama Ar-Rub'ul Khali, tetapi mereka tetap ingkar meski telah diberi peringatan oleh rasul-rasul yang sebelumnya. Maka, Allah membinasakan mereka dengan tiupan angin kencang. Hal ini sebagai isyarat dari Allah kepada kaum musyrikin Quraisy bahwa mereka akan dibinasakan bila tidak mengindahkan seruan Rasul.**Pokok-Pokok Isi:**1. **Keimanan:** Dalil-dalil dan bukti keesaan Allah dan bahwa penyembah-penyembah berhala adalah sesat; orang-orang mukmin akan mendapat kebahagiaan dan orang-orang kafir akan diazab; risalah Nabi Muhammad tidak hanya terbatas pada umat manusia saja, tetapi juga kepada jin.2. **Hukum-hukum:** Perintah kepada manusia agar patuh dan memuliakan kedua orang tua, mengerjakan apa yang diridhai Allah terkait keduanya dan larangan menyakiti mereka berdua.3. **Kisah-kisah:** Kisah Nabi Huud dan kaumnya.4. **Lain-lain:** Orang yang mementingkan kenikmatan hidup duniawi akan rugi di akhirat; orang-orang yang beriman kepada Allah dan beristiqamah dalam kehidupannya tidak ada kekhawatiran terhadap mereka dan mereka tidak bersedih hati.Surat Al-Ahqaf menerangkan tentang diturunkannya Al-Qur'an dari Allah dan berimannya segolongan jin kepada Nabi Muhammad, keimanan, kebatilan syirik, pernyataan bahwa risalah Muhammad adalah dari Allah, perintah Allah agar menghormati dan mendoakan kedua orang tua, dan memperingatkan kaum musyrikin tentang azab yang telah ditimpakan kepada kaum Hud. Surat ini ditutup dengan nasihat keharusan bersabar bagi Nabi Muhammad.**Hubungan Surat Al-Ahqaf Dengan Surat Muhammad:**Hubungan surat Al-Ahqaf dengan surat Muhammad ialah pada akhir surat Al-Ahqaf Allah mengancam orang-orang kafir dengan kebinasaan sedangkan pada permulaan surat Muhammad disebutkan bahwa Allah membinasakan semua amal orang kafir dan Allah memerintahkan Nabi Muhammad memerangi mereka.",
      "verses": [
        {
          "number": 29,
          "arabic": "وَإِذْ صَرَفْنَآ إِلَيْكَ نَفَرًا مِّنَ ٱلْجِنِّ يَسْتَمِعُونَ ٱلْقُرْءَانَ فَلَمَّا حَضَرُوهُ قَالُوٓا۟ أَنصِتُوا۟ ۖ فَلَمَّا قُضِىَ وَلَّوْا۟ إِلَىٰ قَوْمِهِم مُّنذِرِينَ",
          "transliteration": "wa-idh ṣarafnā ilayka nafaran mina l-jini yastamiʿūna l-qur'āna falammā ḥaḍarūhu qālū anṣitū falammā quḍiya wallaw ilā qawmihim mundhirīna",
          "translation": "Dan (ingatlah) ketika Kami hadapkan kepadamu (Muhammad) serombongan jin yang mendengarkan (bacaan) Alquran, maka ketika mereka menghadiri (pembacaan)nya mereka berkata, \"Diamlah kamu! (untuk mendengarkannya)\" Maka ketika telah selesai, mereka kembali kepada kaumnya (untuk) memberi peringatan.",
          "tafsir": "Dalam ayat ini, Allah memerintahkan kepada Rasulullah saw agar menyampaikan kepada orang-orang musyrik Mekah peristiwa tentang pertemuannya dengan sekelompok jin yang telah datang kepadanya untuk mendengarkan dan memperhatikan pembacaan ayat-ayat Al-Qur'an. Pada waktu mereka mendengarkan bacaannya, di antara mereka ada yang berkata kepada yang lain, \"Dengarlah baik-baik bacaan Al-Qur'an ini agar dengan demikian kita dapat memusatkan perhatian kepada bacaan yang belum pernah kita dengar selama ini dan untuk menunjukkan sikap dan budi pekerti yang baik pada waktu mendengarkan pembacaan ayat Al-Qur'an yang mulia ini.\" Setelah mereka selesai mendengarkan bacaan Al-Qur'an itu, mereka kembali kepada kaumnya untuk menyampaikan apa yang telah mereka dengarkan itu. Dalam ayat ini diterangkan bahwa jin telah mendengarkan pembacaan ayat-ayat Al-Qur'an dari Nabi saw. Bagaimana cara jin mendengarkan pembacaan itu dan bagaimana Nabi saw memperdengarkannya tidak ada keterangan yang menerangkannya dengan jelas. Demikian pula, tidak ada bukti-bukti nyata yang dapat dikemukakan dengan pasti adanya alam jin itu sendiri. Adanya alam jin itu hanya didapat dari ayat-ayat Al-Qur'an dan hadis Nabi saw. Maka kita sebagai umat Islam wajib mempercayai adanya jin itu, sebagaimana kita wajib mempercayai adanya malaikat, karena kepercayaan kepada adanya jin dan malaikat termasuk dalam keimanan kepada seluruh isi Al-Qur'an yang merupakan sumber pokok agama Islam. Malaikat dan jin termasuk makhluk gaib, karena itu hanya Allah saja yang mengetahui dengan pasti tentang hakikat dan kejadiannya. Seorang Muslim wajib percaya bahwa Nabi Muhammad pernah berhubungan dengan malaikat, seperti ketika menerima wahyu dan sebagainya. Demikian pula seorang Muslim wajib percaya pula bahwa pada suatu waktu, ketika Rasulullah saw masih hidup, beliau pernah berhubungan dengan jin, yaitu ketika membacakan ayat-ayat Al-Qur'an kepada mereka, dan waktu mereka mendengarkan dengan sungguh-sungguh, kemudian menyampaikan kepada kaumnya. Mengenai hadis-hadis Rasulullah yang menerangkan pertemuan beliau dengan serombongan jin antara lain hadis di bawah ini: Masruq berkata, \"Aku bertanya kepada Ibnu Mas'ud tentang siapa yang memberitahukan kepada Nabi Muhammad saw akan kehadiran jin pada malam mereka mendengarkan bacaan Al-Qur'an,\" beliau menjawab, \"Yang memberitahukan kehadiran mereka ialah pohon kayu itu.\" (Riwayat al-Bukhari dan Muslim) Pada hadis yang lain disebutkan sebagai berikut: 'Alqamah berkata, \"Aku bertanya kepada Ibnu Mas'ud, adakah salah seorang di antara kamu yang menyertai Rasulullah saw pada malam pertemuannya dengan jin?\" Ibnu Mas'ud menjawab, \"Tidak seorang pun di antara kami yang menyertainya.\" (Riwayat Ahmad, Muslim, dan at-Tirmidhi) Ayat ini diturunkan ketika Rasulullah saw dan para sahabat sedang menghadapi tantangan yang sangat berat dari kaum musyrik Mekah. Setelah istri yang beliau cintai, Khadijah wafat, kemudian disusul dengan wafatnya paman beliau, Abu thalib, beliau merasa kehilangan orang-orang yang selama ini melindungi dan menolong beliau dari gangguan orang-orang Quraisy. Sementara itu, ancaman dan gangguan orang Quraisy semakin bertambah. Menghadapi keadaan semacam ini beliau pergi ke kota thaif dengan harapan akan mendapat perlindungan dan pertolongan dari Bani saqif. Tetapi beliau tidak memperoleh apa yang diharapkannya, bahkan Bani saqif sendiri bertindak kasar dengan menyuruh budak-budak mereka mengusir dan melempari Rasulullah saw sehingga kaki beliau luka dan berdarah. Mereka memaksa Rasulullah saw melarikan diri ke kebun 'Utbah dan Syaibah. Di sana beliau berlindung dari teriknya matahari. Setelah beliau berdoa meminta pertolongan dari Allah, barulah budak-budak itu pergi. Kemudian Rasulullah kembali ke Mekah. Dalam perjalanan itu, beliau singgah di Nakhlah, suatu tempat di pinggir kota Mekah. Beliau bermalam di sana. Maka pada malam ketika beliau sedang salat dan membaca Al-Qur'an dalam salat itu, Allah mengerahkan tujuh pemuka jin untuk mendengarkan Nabi saw membaca Al-Qur'an. Beliau tidak mengetahui akan kedatangan jin dan beliau juga tidak mengetahui saat jin itu kembali ke tempatnya. Dengan turunnya ayat ini barulah Rasulullah saw mengetahui kedatangan jin itu. Ayat ini diturunkan untuk menenteramkan hati Nabi dan para sahabatnya. Tidak lama setelah itu, terjadilah peristiwa Isra' dan Mi'raj. Kedua peristiwa itu menambah kuat hati Nabi dan keyakinannya akan keberhasilannya menyampaikan risalah yang ditugaskan Allah kepadanya. Ayat ini juga menerangkan bahwa jin memperhatikan ayat-ayat Al-Qur'an yang dibaca Rasulullah, kemudian menyampaikan isi Al-Qur'an itu kepada kaumnya. Dari peristiwa ini, dapat diambil kesimpulan bahwa seruan Rasulullah saw itu tidak saja tertuju kepada seluruh manusia, tetapi juga ditujukan kepada jin, makhluk gaib yang tidak dapat diketahui hakikat dan keadaannya oleh manusia. Hanya saja kita manusia tidak mengetahui kapan dan bagaimana caranya jin itu melaksanakan perintah dan menjauhi larangan Allah. Sebagian ahli tafsir mengambil kesimpulan berdasarkan ayat ini bahwa seandainya ada makhluk hidup yang berada di luar planet bumi ini, yang keadaannya seperti manusia, yaitu dapat berpikir, berbuat, dan berperasaan, maka risalah Muhammad saw berlaku pula bagi mereka, dan kaum Muslimin wajib menyampaikannya kepada mereka sedapat mungkin. Jin sebagai makhluk gaib wajib melaksanakan risalah Muhammad saw dan tentulah makhluk lain yang tidak gaib dan sama dengan manusia lebih wajib lagi melaksanakan risalah Muhammad saw."
        },
        {
          "number": 30,
          "arabic": "قَالُوا۟ يَـٰقَوْمَنَآ إِنَّا سَمِعْنَا كِتَـٰبًا أُنزِلَ مِنۢ بَعْدِ مُوسَىٰ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ يَهْدِىٓ إِلَى ٱلْحَقِّ وَإِلَىٰ طَرِيقٍ مُّسْتَقِيمٍ",
          "transliteration": "qālū yāqawmanā innā samiʿ'nā kitāban unzila min baʿdi mūsā muṣaddiqan limā bayna yadayhi yahdī ilā l-ḥaqi wa-ilā ṭarīqin mus'taqīmin",
          "translation": "Mereka berkata, \"Wahai kaum kami! Sungguh, kami telah mendengarkan Kitab (Alquran) yang diturunkan setelah Musa, membenarkan (kitab-kitab) yang datang sebelumnya, membimbing kepada kebenaran, dan kepada jalan yang lurus.",
          "tafsir": "Dalam ayat ini diterangkan bahwa serombongan jin yang telah mendengar bacaan Al-Qur'an dari Nabi Muhammad saw menyeru kaumnya, \"Wahai kaumku, sesungguhnya kami telah mendengar pembacaan ayat-ayat sebuah kitab yang telah diturunkan Allah setelah Kitab Taurat yang diturunkan kepada Nabi Musa. Kitab itu membenarkan kitab-kitab yang diturunkan Allah sebelumnya, menunjukkan jalan yang paling baik ditempuh seseorang yang ingin mencapai kebahagiaan hidup di dunia dan kebahagiaan hidup di akhirat serta menerangkan jalan yang diridai dan jalan yang tidak diridai Allah.\" Jin juga makhluk yang harus memikul kewajiban beribadah. Firman Allah: . Aku tidak menciptakan jin dan manusia melainkan agar mereka beribadah kepada-Ku. (adh-dzariyat/51: 56)"
        },
        {
          "number": 31,
          "arabic": "يَـٰقَوْمَنَآ أَجِيبُوا۟ دَاعِىَ ٱللَّهِ وَءَامِنُوا۟ بِهِۦ يَغْفِرْ لَكُم مِّن ذُنُوبِكُمْ وَيُجِرْكُم مِّنْ عَذَابٍ أَلِيمٍ",
          "transliteration": "yāqawmanā ajībū dāʿiya l-lahi waāminū bihi yaghfir lakum min dhunūbikum wayujir'kum min ʿadhābin alīmin",
          "translation": "Wahai kaum kami! Terimalah (seruan) orang (Muhammad) yang menyeru kepada Allah. Dan berimanlah kepada-Nya, niscaya Dia akan mengampuni dosa-dosamu, dan melepaskan kamu dari azab yang pedih.",
          "tafsir": "Selanjutnya jin-jin itu menyeru kaumnya, \"Wahai kaumku, perkenankanlah dan terimalah seruan Muhammad saw sebagai rasul Allah yang telah menyeru manusia untuk mengikuti agama Allah, beriman kepada-Nya agar Allah mengampuni dosa-dosa mereka dan melindungi mereka dari azab yang tidak seorang pun dapat melepaskan diri dari azab itu, kecuali dengan seizin-Nya.\" Ayat ini memberi pengertian bahwa: 1. Meskipun ada jin yang beriman dan ada pula yang kafir, namun dalam ayat ini mereka diseru agar beriman kepada Allah. 2. Jin berkewajiban beribadah kepada Allah. Oleh karena itu, jin menerima syariat sebagaimana syariat yang disampaikan oleh para nabi dan rasul kepada manusia. 3. Jin yang beriman akan selamat dari api neraka."
        },
        {
          "number": 32,
          "arabic": "وَمَن لَّا يُجِبْ دَاعِىَ ٱللَّهِ فَلَيْسَ بِمُعْجِزٍ فِى ٱلْأَرْضِ وَلَيْسَ لَهُۥ مِن دُونِهِۦٓ أَوْلِيَآءُ ۚ أُو۟لَـٰٓئِكَ فِى ضَلَـٰلٍ مُّبِينٍ",
          "transliteration": "waman lā yujib dāʿiya l-lahi falaysa bimuʿ'jizin fī l-arḍi walaysa lahu min dūnihi awliyāu ulāika fī ḍalālin mubīnin",
          "translation": "Dan barangsiapa tidak menerima (seruan) orang yang menyeru kepada Allah (Muhammad) maka dia tidak akan dapat melepaskan diri dari siksaan Allah di bumi, padahal tidak ada pelindung baginya selain Allah. Mereka berada dalam kesesatan yang nyata.\"",
          "tafsir": "Kemudian diterangkan dalam ayat ini bahwa jika ada di antara jin yang menolak seruan Muhammad sebagai rasul Allah, yaitu tidak melaksanakan perintah Allah dan menjauhkan diri dari larangan-Nya yang tersebut dalam Al-Qur'an dan hadis, maka ia tidak dapat menghindarkan diri dari azab-Nya. Ia tidak mendapat seorang penolong pun untuk melepaskan dirinya dari azab Allah, kecuali jika Allah sendiri menghendakinya. Dari ayat ini dapat dipahami bahwa seluruh ibadah yang diwajibkan kepada kaum Muslimin diwajibkan pula kepada seluruh jin untuk mengerjakannya, seperti salat, puasa, tolong-menolong, dan sebagainya. Diterangkan pula bahwa jin-jin yang tidak mengikuti seruan Muhammad saw berada dalam kesesatan dan menyimpang dari jalan yang benar."
        },
        {
          "number": 33,
          "arabic": "أَوَلَمْ يَرَوْا۟ أَنَّ ٱللَّهَ ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ وَلَمْ يَعْىَ بِخَلْقِهِنَّ بِقَـٰدِرٍ عَلَىٰٓ أَن يُحْـِۧىَ ٱلْمَوْتَىٰ ۚ بَلَىٰٓ إِنَّهُۥ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
          "transliteration": "awalam yaraw anna l-laha alladhī khalaqa l-samāwāti wal-arḍa walam yaʿya bikhalqihinna biqādirin ʿalā an yuḥ'yiya l-mawtā balā innahu ʿalā kulli shayin qadīrun",
          "translation": "Dan tidakkah mereka memperhatikan bahwa sesungguhnya Allah yang menciptakan langit dan bumi, dan Dia tidak merasa payah karena menciptakannya, dan Dia kuasa menghidupkan yang mati? Begitulah, sungguh, Dia Mahakuasa atas segala sesuatu.",
          "tafsir": "Ayat ini merupakan teguran keras kepada orang-orang kafir yang mengingkari hari kebangkitan, dan adanya hidup setelah mati untuk menghisab perbuatan yang telah dilakukan manusia. Allah mencela orang-orang kafir yang lalai dan tidak pernah merenungkan kejadian alam semesta ini sehingga tidak mengetahui bahwa Allah yang telah menciptakan langit dan bumi tidak pernah merasa letih dalam penciptaan itu. Allah juga berkuasa menghidupkan yang telah mati. Dari ayat ini dipahami bahwa orang kafir tidak pernah menggunakan pikirannya untuk merenungkan kejadian alam semesta dalam arti yang sebenarnya. Mereka tidak mau memikirkan siapa pencipta alam yang amat teratur dan dilengkapi dengan hukum-hukum yang sangat rapi dan kokoh. Mereka juga tidak mau memikirkan siapa yang menciptakan dirinya sendiri dan menjaga kelangsungan hidupnya. Seandainya mereka mau memikirkan dengan tujuan ingin mencari kebenaran, mereka akan sampai kepada kesimpulan bahwa pencipta semua itu adalah Allah yang Maha Bijaksana lagi Mahakuasa. Jika Dia Mahakuasa, tentulah Dia sanggup melaksanakan segala sesuatu yang dikehendaki-Nya, tanpa mengenal lelah. Zat yang bersifat demikian tentu mudah bagi-Nya menghidupkan kembali orang-orang yang telah dimatikan-Nya, karena menciptakan langit dan bumi itu jauh lebih sukar daripada menciptakan manusia serta mematikan dan menghidupkan kembali. Allah berfirman: Sungguh, penciptaan langit dan bumi itu lebih besar daripada penciptaan manusia, akan tetapi kebanyakan manusia tidak mengetahui. (Gafir/40: 57) Selain itu, biasanya membuat kembali sesuatu lebih mudah dari menciptakan pertama kalinya. Allah berfirman: Dan Dialah yang memulai penciptaan, kemudian mengulanginya kembali, dan itu lebih mudah bagi-Nya. Dia memiliki sifat yang Mahatinggi di langit dan di bumi. Dan Dialah Yang Mahaperkasa, Mahabijaksana. (ar-Rum/30: 27) Pada akhir ayat ini ditegaskan bahwa yang Maha Pencipta segala sesuatu lagi Mahaperkasa itu adalah Allah Yang Mahakuasa. Dia dapat melakukan segala yang dikehendaki-Nya, tanpa seorang pun dapat menghalangi dan menentang-Nya."
        },
        {
          "number": 34,
          "arabic": "وَيَوْمَ يُعْرَضُ ٱلَّذِينَ كَفَرُوا۟ عَلَى ٱلنَّارِ أَلَيْسَ هَـٰذَا بِٱلْحَقِّ ۖ قَالُوا۟ بَلَىٰ وَرَبِّنَا ۚ قَالَ فَذُوقُوا۟ ٱلْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ",
          "transliteration": "wayawma yuʿ'raḍu alladhīna kafarū ʿalā l-nāri alaysa hādhā bil-ḥaqi qālū balā warabbinā qāla fadhūqū l-ʿadhāba bimā kuntum takfurūna",
          "translation": "Dan (ingatlah) pada hari (ketika) orang-orang yang kafir dihadapkan kepada neraka, (mereka akan ditanya), \"Bukankah (azab) ini benar?\" Mereka menjawab, \"Ya benar, demi Tuhan kami.\" Allah berfirman, \"Maka rasakanlah azab ini, karena dahulu kamu mengingkarinya.\"",
          "tafsir": "Dalam ayat ini, Allah menerangkan akibat yang akan diterima oleh orang-orang yang mengingkari adanya hari kebangkitan. Pada hari kebangkitan itu, mereka dan orang-orang yang tidak percaya akan adanya pahala dan siksa Allah, akan dimasukkan ke dalam api neraka yang menyala-nyala. Kepada orang-orang kafir diucapkan pertanyaan yang menyakitkan hati dan penuh penghinaan, \"Hai orang-orang kafir, bukankah azab yang kamu rasakan hari ini adalah azab yang pernah diperingatkan kepada kamu dahulu, semasa kamu hidup di dunia, sedangkan kamu mendustakan dan memperolok-olokkannya.\" Mereka menjawab, \"Benar ya Tuhan kami, kami benar-benar telah merasakan akibatnya.\" Allah mengatakan kepada mereka, \"Sekarang rasakanlah olehmu apa yang kamu perolok-olokkan itu. Inilah balasan yang setimpal dengan sikap dan tindakanmu itu.\""
        },
        {
          "number": 35,
          "arabic": "فَٱصْبِرْ كَمَا صَبَرَ أُو۟لُوا۟ ٱلْعَزْمِ مِنَ ٱلرُّسُلِ وَلَا تَسْتَعْجِل لَّهُمْ ۚ كَأَنَّهُمْ يَوْمَ يَرَوْنَ مَا يُوعَدُونَ لَمْ يَلْبَثُوٓا۟ إِلَّا سَاعَةً مِّن نَّهَارٍۭ ۚ بَلَـٰغٌ ۚ فَهَلْ يُهْلَكُ إِلَّا ٱلْقَوْمُ ٱلْفَـٰسِقُونَ",
          "transliteration": "fa-iṣ'bir kamā ṣabara ulū l-ʿazmi mina l-rusuli walā tastaʿjil lahum ka-annahum yawma yarawna mā yūʿadūna lam yalbathū illā sāʿatan min nahārin balāghun fahal yuh'laku illā l-qawmu l-fāsiqūna",
          "translation": "Maka bersabarlah engkau (Muhammad) sebagaimana kesabaran rasul-rasul yang memiliki keteguhan hati, dan janganlah engkau meminta agar azab disegerakan untuk mereka. Pada hari mereka melihat azab yang dijanjikan, mereka merasa seolah-olah tinggal (di dunia) hanya sesaat saja dari siang hari. Tugasmu hanya menyampaikan. Maka tidak ada yang dibinasakan, kecuali kaum yang fasik (tidak taat kepada Allah).",
          "tafsir": "Dalam ayat ini, Allah memerintahkan kepada Nabi Muhammad agar selalu tetap tabah dalam menghadapi sikap dan tindakan orang-orang kafir yang mengingkari dan mendustakan risalah yang disampaikan kepada mereka seperti ketabahan dan kesabaran yang telah dilakukan rasul-rasul ulul 'azmi terdahulu. Rasulullah saw melaksanakan dengan baik perintah Allah ini. Beliau selalu bersabar dan tabah menghadapi segala macam cobaan yang datang kepada beliau. Mengenai kesabaran beliau ini diterangkan dalam hadis sebagai berikut: Dari 'Aisyah, ia berkata, \"Rasulullah saw senantiasa berpuasa, lalu perutnya jadi kempis, kemudian ia tetap berpuasa, lalu perutnya jadi kempis, kemudian ia berpuasa. Beliau berkata, 'Ya Aisyah, sesungguhnya kesenangan di dunia tidak patut bagi Muhammad dan keluarganya. Ya Aisyah, sesungguhnya Allah tidak menyukai para rasul ulul 'azmi (Nuh, Ibrahim, Musa, Isa, dan Muhammad), kecuali bersabar atas segala cobaannya dan bersabar atas yang dicintainya, kemudian Allah tidak menyukai aku, kecuali Dia membebankan kepadaku seperti yang telah dibebankannya kepada para rasul itu. Maka Dia berkata, 'Bersabarlah seperti para rasul 'ulul 'azmi telah bersabar. Dan sesungguhnya aku, demi Allah, benar-benar akan bersabar seperti para rasul itu, dan tidak ada sesuatu pun kekuatan kecuali kekuatan Allah.\" (Riwayat Ibnu Abi hatim dan ad-Dailami) Sabar adalah sifat utama dan kunci menuju kesuksesan. Berbahagialah orang yang mempunyai sifat itu. Lawan dari sabar ialah tergesa-gesa. Dalam ayat ini, Allah mencela sifat tergesa-gesa, dan memperingatkan Nabi Muhammad agar jangan mempunyai sifat tersebut seperti memohon kepada Allah agar segera ditimpakan azab kepada orang-orang musyrik yang mengingkari seruan beliau karena azab itu pasti menimpa mereka, dan waktu kedatangannya hanya Allah yang mengetahui. Allah berfirman: Dan biarkanlah Aku (yang bertindak) terhadap orang-orang yang mendustakan, yang memiliki segala kenikmatan hidup, dan berilah mereka penangguhan sebentar. (al-Muzzammil/73: 11) Dan firman Allah: Karena itu berilah penangguhan kepada orang-orang kafir itu. Berilah mereka itu kesempatan untuk sementara waktu. (ath-thariq/86: 17) Berikutnya Allah menerangkan keadaan orang-orang kafir di akhirat ketika melihat azab yang akan menimpa mereka. Mereka merasa seakan-akan hidup di dunia ini hanya sesaat saja, di siang hari. Perasaan ini timbul karena dosa dan ketakutan yang timbul di hati mereka ketika melihat azab yang akan menimpa mereka. Keadaan mereka diterangkan Allah pada ayat yang lain ketika kepada mereka ditanyakan berapa lama mereka hidup di dunia. Dia (Allah) berfirman, \"Berapa tahunkah lamanya kamu tinggal di bumi?\" Mereka menjawab, \"Kami tinggal (di bumi) sehari atau setengah hari, maka tanyakanlah kepada mereka yang menghitung.\" (al-Mu'minun/23: 112-113) Dan firman Allah: Pada hari ketika mereka melihat hari Kiamat itu (karena suasananya hebat), mereka merasa seakan-akan hanya (sebentar saja) tinggal (di dunia) pada waktu sore atau pagi hari. (an-Nazi'at/79: 46) Dalam ayat ini terdapat perkataan \"balag\" yang dalam ayat ini berarti \"cukup\". Maksudnya ialah: Allah menyatakan bahwa ayat ini merupakan penjelasan yang cukup bagi manusia, terutama orang-orang kafir yang mau berpikir dan merenungkan kejadian alam semesta ini. Seandainya mereka tidak mau mengindahkan penjelasan ini, mereka pasti akan menanggung akibatnya. Dalam ayat yang lain Allah berfirman: Dan (Al-Qur'an) ini adalah penjelasan (yang sempurna) bagi manusia, agar mereka diberi peringatan dengannya, agar mereka mengetahui bahwa Dia adalah Tuhan Yang Maha Esa dan agar orang yang berakal mengambil pelajaran. (Ibrahim/14: 52) Dan firman Allah: Sungguh, (apa yang disebutkan) di dalam (Al-Qur'an) ini, benar-benar menjadi petunjuk (yang lengkap) bagi orang-orang yang menyembah (Allah). (al-Anbiya'/21: 106) Pada akhir ayat ini Allah menegaskan bahwa betapapun besar dan dahsyatnya azab Allah itu, tidak akan menimpa orang-orang yang beriman dan beramal saleh. Hanya orang-orang kafir yang tidak mengindahkan perintah-perintah Allah dan melanggar larangan-larangan-Nya saja yang akan ditimpa azab yang mengerikan itu. Ayat ini juga menggambarkan betapa besarnya rahmat dan karunia Allah yang dilimpahkan kepada orang-orang yang taat kepada-Nya. Sehubungan dengan rahmat dan karunia, azab dan malapetaka ini, Rasulullah saw sering berdoa kepada Allah, seperti yang tersebut dalam hadis di bawah ini: \"Diriwayatkan dari Anas, Nabi saw berdoa, \"Wahai Tuhan, sesungguhnya aku memohon kepada Engkau penyebab rahmat-Mu, kepastian ampunan-Mu, dan keberuntungan dari segala kebaikan, dan keselamatan dari setiap perbuatan dosa. Wahai Tuhan, janganlah Engkau biarkan satu dosa pun bagiku, kecuali Engkau mengampuninya, dan kesempitan kecuali Engkau melapangkannya, dan hutang kecuali Engkau membayarnya, demikian pula segala keperluan dari keperluan-keperluan duniawi dan ukhrawi, kecuali Engkau menyelesaikannya dengan rahmat Engkau, wahai Tuhan Yang Maha Pemurah. (Riwayat ath-thabrani)"
        }
      ]
    }
  ]
}