{
  "pageNumber": 45,
  "juz": 3,
  "surahs": [
    {
      "number": 2,
      "name": "Al-Baqarah",
      "nameArabic": "البقرة",
      "meaning": "Sapi Betina",
      "revelation": "Madinah",
      "description": "Surat \"Al Baqarah\" terdiri atas 286 ayat dan sebagian besar diturunkan di Madinah pada permulaan tahun Hijrah, kecuali ayat 281 yang diturunkan di Mina pada Haji wadaa' (haji Nabi Muhammad s.a.w. yang terakhir). Seluruh ayat surat Al Baqarah termasuk golongan Madaniyyah dan merupakan surat yang terpanjang di antara surat-surat Al Qur'an yang di dalamnya terdapat pula ayat yang terpanjang (ayat 282).Surat ini dinamai \"Al Baqarah\" karena di dalamnya disebutkan kisah penyembelihan sapi betina yang diperintahkan Allah kepada Bani Israil (ayat 67 sampai dengan 74), di mana dijelaskan watak orang Yahudi pada umumnya. Dinamai \"Fusthaathul-Qur'an\" (puncak Al Qur'an) karena memuat beberapa hukum yang tidak disebutkan dalam surat yang lain. Dinamai juga surat \"Alif-laam-miim\" karena surat ini dimulai dengan Alif-laam-miim.&nbsp;Pokok-Pokok Isi:1. Keimanan:Dakwah Islamiyah yang dihadapkan kepada umat Islam, ahli kitab dan para musyrikin.2. Hukum-hukum:Perintah mengerjakan shalat; menunaikan zakat; hukum puasa; hukum haji dan umrah; hukum qishash; halal dan haram; berinfak di jalan Allah; hukum arak dan judi; cara menyantuni anak yatim, larangan riba; utang-piutang; nafkah dan yang berhak menerimanya; wasiat kepada ibu-bapak dan kaum kerabat; hukum sumpah; kewajiban menyampaikan amanah; sihir; hukum merusak masjid; hukum mengubah kitab-kitab Allah; hukum haidh, 'iddah, thalak, khulu', ilaa' dan susuan; hukum melamar, mahar, larangan menikahi wanita musyrik dan sebaliknya; hukum perang.3. Kisah-kisah:Kisah penciptaan Nabi Adam a.s; kisah Nabi Ibrahim a.s.; kisah Nabi Musa a.s. dengan Bani Israil.4. Lain-lain:Sifat-sifat orang yang bertakwa; sifat-sifat orang munafik; sifat-sifat Allah; perumpamaan-perumpamaan; kiblat, kebangkitan sesudah mati.Kesimpulan surat Al Baqarah:1. Menjelaskan beberapa hukum dalam agama Islam.2. Mengemukakan beberapa perumpamaan.3. Mengemukakan hujjah-hujjah.Hubungan Surat Al Baqarah Dengan Surat Ali 'Imran:1. Dalam surat Al Baqarah, disebutkan Nabi Adam a.s. yang langsung diciptakan Allah, sedang dalam surat Ali'Imran, disebutkan tentang kelahiran Nabi 'Isa a.s. yang kedua-duanya diciptakan Allah secara menyelisihi kebiasaan.2. Dalam surat Al Baqarah, sifat dan perbuatan orang-orang Yahudi dibentangkan secara luas disertai dengan hujjah untuk mematahkan hujjah-hujjah mereka yang membela kesesatan, sedang dalam surat Ali 'Imran, dibentangkan hal-hal serupa yang berhubungan dengan orang Nasrani.3. Surat Al Baqarah dimulai dengan menyebutkan tiga golongan manusia, yaitu orang mukmin, orang yang mengimani hari akhir, dan orang munafik. Sementara itu, surat Ali 'Imran dimulai dengan menyebutkan orang yang suka mentakwilkan ayat yang mutasyabihaat secara salah untuk memfitnah orang mukmin, dan menyebutkan orang yang mempunyai keahlian dalam menakwilkannya.4. Surat Al Baqarah disudahi dengan permohonan kepada Allah agar kesalahan-kesalahan dan kealpaan dalam melaksanakan ketaatan diampuni, sedang surat Ali 'Imran disudahi dengan permohonan kepada Allah agar Dia memberi pahala atas amal saleh yang dilakukan hamba-Nya.5. Surat Al Baqarah dimulai dengan menyebutkan sifat-sifat orang yang bertakwa, sedang surat Ali 'Imran dimulai dengan perintah bertakwa.",
      "verses": [
        {
          "number": 265,
          "arabic": "وَمَثَلُ ٱلَّذِينَ يُنفِقُونَ أَمْوَٰلَهُمُ ٱبْتِغَآءَ مَرْضَاتِ ٱللَّهِ وَتَثْبِيتًا مِّنْ أَنفُسِهِمْ كَمَثَلِ جَنَّةٍۭ بِرَبْوَةٍ أَصَابَهَا وَابِلٌ فَـَٔاتَتْ أُكُلَهَا ضِعْفَيْنِ فَإِن لَّمْ يُصِبْهَا وَابِلٌ فَطَلٌّ ۗ وَٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ",
          "transliteration": "wamathalu alladhīna yunfiqūna amwālahumu ib'tighāa marḍāti l-lahi watathbītan min anfusihim kamathali jannatin birabwatin aṣābahā wābilun faātat ukulahā ḍiʿ'fayni fa-in lam yuṣib'hā wābilun faṭallun wal-lahu bimā taʿmalūna baṣīrun",
          "translation": "Dan perumpamaan orang yang menginfakkan hartanya untuk mencari rida Allah dan untuk memperteguh jiwa mereka, seperti sebuah kebun yang terletak di dataran tinggi yang di siram oleh hujan lebat, maka kebun itu menghasilkan buah-buahan dua kali lipat. Jika hujan lebat tidak menyiraminya, maka embun (pun memadai). Allah Maha Melihat apa yang kamu kerjakan.",
          "tafsir": "Infak diumpamakan sebagai sebidang kebun yang mendapat siraman air hujan yang cukup, sehingga kebun itu memberikan hasil dua kali lipat dari hasil yang biasa. Andaikata hujan itu tidak lebat, maka hujan gerimis pun cukup, karena kebun tersebut terletak di dataran tinggi yang mendapatkan sinar yang cukup serta hawa yang baik, dan tanahnya pun subur. Ayat ini bermunasabah dan merupakan kelanjutan dari ayat sebelumnya. Dilihat dari sisi mekanisme erosi, adanya penutup lahan berupa pohon pohonan atau tumbuhan dapat menghindarkan atau mengurangi resiko terjadinya erosi. Hujan di kebun pegunungan bukan penyebab erosi melainkan memberikan manfaat berupa peningkatan hasil untuk tanah yang dibudidayakan sebagai kebun. Dalam hal ini, pembelanjaan harta untuk mencari rida Allah diumpamakan sebagai kebun di pegunungan yang disirami hujan dan menghasilkan buah-buahan dua kali lipat. Seandainya tidak ada hujan lebat, di kebun pegunungan, hujan gerimis bahkan embun pun sudah memadai untuk menghasilkan buah-buahan yang baik. Dalam pandangan ilmu ekologi, keadaan yang digambarkan dalam ayat 265 Surah al-Baqarah di atas memang betul terjadi. Fenomena alam ini jelas memperlihatkan kebesaran Allah yang mengatur dengan sangat rinci akan alam ini, sehingga semua mahluk mempunyai kesempatan untuk bertasbih kepada-Nya. Embun, atau lebih tepatnya disebut kabut, adalah awan yang bersentuhan langsung dengan tanah atau pepohonan. Dalam bahasa Inggris, untuk fenomena alam yang satu ini digunakan dua kata, yaitu fog dan mist. Perbedaan keduanya hanyalah pada kepadatan material awan. Kata fog digunakan apabila kabut menyebabkan jarak pandang kurang dari satu kilometer. Sedangkan mist, adalah keadaan kabut yang mengakibatkan jarak pandangnya kurang dari dua kilometer. Kabut berbeda dengan awan lainnya hanya karena awan itu bersentuhan dengan permukaan bumi. Keadaan ini dapat terjadi baik di dataran rendah maupun pegunungan. Kabut muncul saat terjadi perbedaan suhu udara dan titik beku air sebesar 3oC atau kurang. Kabut dimulai saat uap air memadat menjadi butiran air yang sangat halus di udara. Pemadatan uap air inilah yang kemudian tampak dan menjadi apa yang dinamakan awan. Kabut umumnya terjadi di kawasan yang sangat lembab. Keadaan lembab dapat terjadi karena ada penambahan uap air di udara, atau suhu udara yang menurun. Akan tetapi, kadangkala kabut dapat terjadi tanpa adanya syarat-syarat tersebut. Pada umunya, kabut terjadi saat kelembaban udara mencapai 100%. Pada kondisi ini, udara tidak lagi dapat mengikat uap air yang ada di udara. Klasifikasi kabut dapat dilakukan karena perbedaan penyebab, sifat, dan lainnya. Misal ada kabut yang dapat terjadi dan menghilang dalam waktu singkat. Kabut ini biasa disebut sebagai flash fog. Juga ada kabut yang dikenal dengan sea fog. yang terjadi di atas permukaan air laut. Di sini, terjadinya kabut sangat dipengaruhi oleh kehadiran garam. Partikel garam yang renik akan memenuhi udara yang ada di atas permukaan air laut oleh berbagai sebab. Antara lain disebabkan oleh angin atau percikan pecahan ombak dan sebab-sebab lainnya. Partikel garam renik ini kemudian akan berperan sebagai pengumpul uap air. Ada pula tipe kabut yang disebabkan perubahan suhu saat senja atau pagi hari atau suatu keadaan saat ada angin dingin yang melewati kawasan perairan yang hangat, atau air hujan yang melewati lapisan udara yang panas sehingga terjadi penguapan. Kabut seringkali menghasilkan hujan dalam bentuk gerimis. Keadaan ini umumnya terjadi karena kelembaban udara sudah melebihi angka 100%. Segera awan akan berubah menjadi butiran air hujan. Terutama apabila lapisan kabut naik ke atas dan bersentuhan dengan suhu dingin di bagian atas. Dalam kaitannya dengan kabut, para ahli ekologi menemukan suatu jenis hutan yang unik karena berasosiasi sangat erat dengan kabut. Hutan ini biasa disebut dengan cloud forest atau fog forest. Hutan demikian ini menunjuk pada hutan hujan basah di kawasan dataran tinggi, baik di pegunungan tropis atau subtropis. Umumnya, lapisan kabut ini akan menebal pada bagian pucuk pohon-pohon hutan (canopy). Umumnya hutan kabut tidak terlalu luas dan terbatas hanya pada kawasan dimana lingkungan atmosfer cocok untuk membentuk kabut. Hutan ini juga ditandai oleh kabut yang hampir selalu hadir, sehingga memperkecil kemungkinan tumbuhan memperoleh sinar matahari langsung. Pohon-pohon pada kawasan ini ditandai dengan tumbuh lebih pendek dan kecil. Ukuran ini sangat berbeda dengan jenis sama dan tumbuh di dataran rendah atau bagian pegunungan lain yang memperoleh sinar matahari penuh. Kelembaban yang tinggi mendorong tumbuhnya tanaman epifit yang menempel di batang dan cabang pohon, yang sebagian besar didominasi oleh kelompok lumut maupun paku-pakuan. Kehadiran tumbuhan merambat dan lumut ini juga menjadi ciri bahwa ini adalah hutan kabut. Di dalam hutan kabut, sumber air utamanya adalah butiran renik air yang berasal dari kabut. Kondensasi uap air kabut akan terjadi terutama di daun pepohonan, dan jatuh dalam bentuk butiran air ke lantai hutan. Suatu fenomena alam yang berada di kawasan yang sangat jauh dari tempat turunnya Al-Qur'an, tetapi dijelaskan dengan rinci dalam Al-Qur'an, merupakan bukti bahwa kitab suci ini bukan karangan manusia. Hanya Tuhan yang Maha Mengetahui yang dapat menurunkan ayat seperti ini. Dikatakan, bahwa yang diumpamakan dengan kebun itu adalah orang yang menafkahkan hartanya, karena dia menyadari bahwa dia telah menerima rahmat yang banyak dari Allah, maka dia bersedia untuk memberikan infak yang banyak; walaupun suatu ketika dia memperoleh rahmat yang sedikit, namun dia tetap memberikan infak. Membelanjakan harta di jalan Allah atau berinfak, benar-benar dapat memperteguh jiwa. Sebab cinta kepada harta benda telah menjadi tabiat manusia, karena sangat cintanya kepada harta benda terasa berat baginya untuk membelanjakannya, apa lagi untuk kepentingan orang lain. Maka jika kita bersedekah misalnya, hal itu merupakan perbuatan yang dapat meneguhkan hati untuk berbuat kebaikan, serta menghilangkan pengaruh harta yang melekat pada jiwa. Ayat ini ditutup dengan firman-Nya: Wallahu bima ta'maluna bashir (Allah senantiasa melihat apa-apa yang kamu kerjakan). Ini berarti bahwa Allah selalu mengetahui kebaikan-kebaikan yang dilakukan hamba-Nya, antara lain berinfak dengan niat yang ikhlas, maka Dia akan memberikan pahalanya. Sebaliknya, Allah juga mengetahui semua perbuatan yang tidak baik, maka Dia akan membalasnya dengan azab. (266) Dalam ayat ini Allah swt memberikan perumpamaan pula bagi orang yang menafkahkan hartanya bukan untuk mendapatkan rida Allah, melainkan karena ria, atau sedekahnya disertai dengan ucapan-ucapan yang melukai perasaan atau suka menyebut-nyebut sedekah yang telah diberikannya. Orang ini diumpamakan sebagai orang yang mempunyai sebidang kebun yang berisi bermacam-macam tumbuhan, dan kebun itu mendapatkan air yang cukup dari sungai yang mengalir, sehingga menghasilkan buah-buahan yang banyak. Orang tersebut sudah lanjut usianya, dan mempunyai anak-anak dan cucu-cucu yang masih kecil-kecil yang belum dapat mencari rezeki sendiri. Dengan demikian, orang itu dan anak cucunya sangat memerlukan hasil kebun itu. Tapi tiba-tiba datanglah angin samum yang panas. Sehingga pohon-pohon dan tanaman-tanaman menjadi rusak, tidak mendatangkan hasil apa pun, padahal dia sangat mengharapkannya. Demikianlah keadaan orang yang menafkahkan hartanya bukan karena Allah. Dia mengira akan mendapatkan pahala dari sedekah dan infaknya. Akan tetapi yang sebenarnya bukan demikian, pahalanya akan hilang lenyap karena niatnya yang tidak ikhlas. Dia berinfak hanya karena riya, mengikuti bisikan setan. Bukan karena mengharapkan rida Allah swt. Dengan keterangan-keterangan dan perumpamaan yang jelas ini Allah swt menerangkan ayat-ayatnya kepada hamba-Nya agar mereka berpikir dan dapat mengambil iktibar dan pelajaran dari perumpamaan-perumpamaan itu."
        },
        {
          "number": 266,
          "arabic": "أَيَوَدُّ أَحَدُكُمْ أَن تَكُونَ لَهُۥ جَنَّةٌ مِّن نَّخِيلٍ وَأَعْنَابٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ لَهُۥ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَأَصَابَهُ ٱلْكِبَرُ وَلَهُۥ ذُرِّيَّةٌ ضُعَفَآءُ فَأَصَابَهَآ إِعْصَارٌ فِيهِ نَارٌ فَٱحْتَرَقَتْ ۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلْـَٔايَـٰتِ لَعَلَّكُمْ تَتَفَكَّرُونَ",
          "transliteration": "ayawaddu aḥadukum an takūna lahu jannatun min nakhīlin wa-aʿnābin tajrī min taḥtihā l-anhāru lahu fīhā min kulli l-thamarāti wa-aṣābahu l-kibaru walahu dhurriyyatun ḍuʿafāu fa-aṣābahā iʿ'ṣārun fīhi nārun fa-iḥ'taraqat kadhālika yubayyinu l-lahu lakumu l-āyāti laʿallakum tatafakkarūna",
          "translation": "Adakah salah seorang di antara kamu yang ingin memiliki kebun kurma dan anggur yang mengalir di bawahnya sungai-sungai, di sana dia memiliki segala macam buah-buahan, kemudian datanglah masa tuanya sedang dia memiliki keturunan yang masih kecil-kecil. Lalu kebun itu ditiup angin keras yang mengandung api, sehingga terbakar.<sup foot_note=135052>1</sup> Demikianlah Allah menerangkan ayat-ayat-Nya kepadamu agar kamu memikirkannya.",
          "tafsir": "Infak diumpamakan sebagai sebidang kebun yang mendapat siraman air hujan yang cukup, sehingga kebun itu memberikan hasil dua kali lipat dari hasil yang biasa. Andaikata hujan itu tidak lebat, maka hujan gerimis pun cukup, karena kebun tersebut terletak di dataran tinggi yang mendapatkan sinar yang cukup serta hawa yang baik, dan tanahnya pun subur. Ayat ini bermunasabah dan merupakan kelanjutan dari ayat sebelumnya. Dilihat dari sisi mekanisme erosi, adanya penutup lahan berupa pohon pohonan atau tumbuhan dapat menghindarkan atau mengurangi resiko terjadinya erosi. Hujan di kebun pegunungan bukan penyebab erosi melainkan memberikan manfaat berupa peningkatan hasil untuk tanah yang dibudidayakan sebagai kebun. Dalam hal ini, pembelanjaan harta untuk mencari rida Allah diumpamakan sebagai kebun di pegunungan yang disirami hujan dan menghasilkan buah-buahan dua kali lipat. Seandainya tidak ada hujan lebat, di kebun pegunungan, hujan gerimis bahkan embun pun sudah memadai untuk menghasilkan buah-buahan yang baik. Dalam pandangan ilmu ekologi, keadaan yang digambarkan dalam ayat 265 Surah al-Baqarah di atas memang betul terjadi. Fenomena alam ini jelas memperlihatkan kebesaran Allah yang mengatur dengan sangat rinci akan alam ini, sehingga semua mahluk mempunyai kesempatan untuk bertasbih kepada-Nya. Embun, atau lebih tepatnya disebut kabut, adalah awan yang bersentuhan langsung dengan tanah atau pepohonan. Dalam bahasa Inggris, untuk fenomena alam yang satu ini digunakan dua kata, yaitu fog dan mist. Perbedaan keduanya hanyalah pada kepadatan material awan. Kata fog digunakan apabila kabut menyebabkan jarak pandang kurang dari satu kilometer. Sedangkan mist, adalah keadaan kabut yang mengakibatkan jarak pandangnya kurang dari dua kilometer. Kabut berbeda dengan awan lainnya hanya karena awan itu bersentuhan dengan permukaan bumi. Keadaan ini dapat terjadi baik di dataran rendah maupun pegunungan. Kabut muncul saat terjadi perbedaan suhu udara dan titik beku air sebesar 3oC atau kurang. Kabut dimulai saat uap air memadat menjadi butiran air yang sangat halus di udara. Pemadatan uap air inilah yang kemudian tampak dan menjadi apa yang dinamakan awan. Kabut umumnya terjadi di kawasan yang sangat lembab. Keadaan lembab dapat terjadi karena ada penambahan uap air di udara, atau suhu udara yang menurun. Akan tetapi, kadangkala kabut dapat terjadi tanpa adanya syarat-syarat tersebut. Pada umunya, kabut terjadi saat kelembaban udara mencapai 100%. Pada kondisi ini, udara tidak lagi dapat mengikat uap air yang ada di udara. Klasifikasi kabut dapat dilakukan karena perbedaan penyebab, sifat, dan lainnya. Misal ada kabut yang dapat terjadi dan menghilang dalam waktu singkat. Kabut ini biasa disebut sebagai flash fog. Juga ada kabut yang dikenal dengan sea fog. yang terjadi di atas permukaan air laut. Di sini, terjadinya kabut sangat dipengaruhi oleh kehadiran garam. Partikel garam yang renik akan memenuhi udara yang ada di atas permukaan air laut oleh berbagai sebab. Antara lain disebabkan oleh angin atau percikan pecahan ombak dan sebab-sebab lainnya. Partikel garam renik ini kemudian akan berperan sebagai pengumpul uap air. Ada pula tipe kabut yang disebabkan perubahan suhu saat senja atau pagi hari atau suatu keadaan saat ada angin dingin yang melewati kawasan perairan yang hangat, atau air hujan yang melewati lapisan udara yang panas sehingga terjadi penguapan. Kabut seringkali menghasilkan hujan dalam bentuk gerimis. Keadaan ini umumnya terjadi karena kelembaban udara sudah melebihi angka 100%. Segera awan akan berubah menjadi butiran air hujan. Terutama apabila lapisan kabut naik ke atas dan bersentuhan dengan suhu dingin di bagian atas. Dalam kaitannya dengan kabut, para ahli ekologi menemukan suatu jenis hutan yang unik karena berasosiasi sangat erat dengan kabut. Hutan ini biasa disebut dengan cloud forest atau fog forest. Hutan demikian ini menunjuk pada hutan hujan basah di kawasan dataran tinggi, baik di pegunungan tropis atau subtropis. Umumnya, lapisan kabut ini akan menebal pada bagian pucuk pohon-pohon hutan (canopy). Umumnya hutan kabut tidak terlalu luas dan terbatas hanya pada kawasan dimana lingkungan atmosfer cocok untuk membentuk kabut. Hutan ini juga ditandai oleh kabut yang hampir selalu hadir, sehingga memperkecil kemungkinan tumbuhan memperoleh sinar matahari langsung. Pohon-pohon pada kawasan ini ditandai dengan tumbuh lebih pendek dan kecil. Ukuran ini sangat berbeda dengan jenis sama dan tumbuh di dataran rendah atau bagian pegunungan lain yang memperoleh sinar matahari penuh. Kelembaban yang tinggi mendorong tumbuhnya tanaman epifit yang menempel di batang dan cabang pohon, yang sebagian besar didominasi oleh kelompok lumut maupun paku-pakuan. Kehadiran tumbuhan merambat dan lumut ini juga menjadi ciri bahwa ini adalah hutan kabut. Di dalam hutan kabut, sumber air utamanya adalah butiran renik air yang berasal dari kabut. Kondensasi uap air kabut akan terjadi terutama di daun pepohonan, dan jatuh dalam bentuk butiran air ke lantai hutan. Suatu fenomena alam yang berada di kawasan yang sangat jauh dari tempat turunnya Al-Qur'an, tetapi dijelaskan dengan rinci dalam Al-Qur'an, merupakan bukti bahwa kitab suci ini bukan karangan manusia. Hanya Tuhan yang Maha Mengetahui yang dapat menurunkan ayat seperti ini. Dikatakan, bahwa yang diumpamakan dengan kebun itu adalah orang yang menafkahkan hartanya, karena dia menyadari bahwa dia telah menerima rahmat yang banyak dari Allah, maka dia bersedia untuk memberikan infak yang banyak; walaupun suatu ketika dia memperoleh rahmat yang sedikit, namun dia tetap memberikan infak. Membelanjakan harta di jalan Allah atau berinfak, benar-benar dapat memperteguh jiwa. Sebab cinta kepada harta benda telah menjadi tabiat manusia, karena sangat cintanya kepada harta benda terasa berat baginya untuk membelanjakannya, apa lagi untuk kepentingan orang lain. Maka jika kita bersedekah misalnya, hal itu merupakan perbuatan yang dapat meneguhkan hati untuk berbuat kebaikan, serta menghilangkan pengaruh harta yang melekat pada jiwa. Ayat ini ditutup dengan firman-Nya: Wallahu bima ta'maluna bashir (Allah senantiasa melihat apa-apa yang kamu kerjakan). Ini berarti bahwa Allah selalu mengetahui kebaikan-kebaikan yang dilakukan hamba-Nya, antara lain berinfak dengan niat yang ikhlas, maka Dia akan memberikan pahalanya. Sebaliknya, Allah juga mengetahui semua perbuatan yang tidak baik, maka Dia akan membalasnya dengan azab."
        },
        {
          "number": 267,
          "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ أَنفِقُوا۟ مِن طَيِّبَـٰتِ مَا كَسَبْتُمْ وَمِمَّآ أَخْرَجْنَا لَكُم مِّنَ ٱلْأَرْضِ ۖ وَلَا تَيَمَّمُوا۟ ٱلْخَبِيثَ مِنْهُ تُنفِقُونَ وَلَسْتُم بِـَٔاخِذِيهِ إِلَّآ أَن تُغْمِضُوا۟ فِيهِ ۚ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ غَنِىٌّ حَمِيدٌ",
          "transliteration": "yāayyuhā alladhīna āmanū anfiqū min ṭayyibāti mā kasabtum wamimmā akhrajnā lakum mina l-arḍi walā tayammamū l-khabītha min'hu tunfiqūna walastum biākhidhīhi illā an tugh'miḍū fīhi wa-iʿ'lamū anna l-laha ghaniyyun ḥamīdun",
          "translation": "Wahai orang-orang yang beriman! Infakkanlah sebagian dari hasil usahamu yang baik-baik dan sebagian dari apa yang Kami keluarkan dari bumi untukmu. Janganlah kamu memilih yang buruk untuk kamu keluarkan, padahal kamu sendiri tidak mau mengambilnya melainkan dengan memicingkan mata (enggan) terhadapnya. Dan ketahuilah bahwa Allah Mahakaya, Maha Terpuji.",
          "tafsir": "Orang yang benar-benar beriman, niscaya akan menafkahkan sesuatu yang baik, bila dia bermaksud dengan infaknya itu untuk menyucikan diri dan meneguhkan jiwanya. Sesuatu yang diinfakkan, diumpamakan dengan sebutir benih yang menghasilkan tujuh ratus butir, atau yang diumpamakan dengan sebidang kebun yang terletak di dataran tinggi, yang memberikan hasil yang baik, tentulah sesuatu yang baik, bukan sesuatu yang buruk yang tidak disukai oleh yang menafkahkan, atau yang dia sendiri tidak akan mau menerimanya, andaikata dia diberi barang semacam itu. Namun demikian, orang yang bersedekah itu pun tidak boleh dipaksa untuk menyedekahkan yang baik saja dari apa yang dimilikinya, seperti yang tersebut di atas. Rasulullah saw pernah bersabda kepada Mu'adz bin Jabal ketika beliau mengutusnya ke Yaman: Dari Ibnu Abbas r.a. bahwa Nabi saw mengutus Mu'adz ke Yaman”lalu ia menyebutkan hadis”dan padanya: bahwa Allah mewajibkan kepada mereka zakat pada harta mereka yang diambil dari orang-orang kaya lalu diserahkan kepada fakir miskin di antara mereka. (Riwayat Muttafaq 'alaih) Dari keterangan di atas dapat dipahami bahwa Allah sangat mencela bila yang disedekahkan itu terdiri dari barang yang buruk-buruk. Ini bukan berarti bahwa barang yang disedekahkan itu harus yang terbaik, melainkan yang wajar, dan orang yang menafkahkan itu sendiri menyukainya andaikata dia yang diberi. Dalam ayat lain Allah berfirman: Kamu tidak akan memperoleh kebajikan, sebelum kamu menginfakkan sebagian harta yang kamu cintai. ¦ (Â'li 'Imran/3:92) Pada akhir ayat ini Allah berfirman, yang artinya sebagai berikut \"Ketahuilah, bahwasanya Allah Mahakaya dan Maha Terpuji.\" Ini merupakan suatu peringatan, terutama kepada orang yang suka menafkahkan barang yang buruk-buruk, bahwa Allah tidak memerlukan sedekah semacam itu. Dia tidak akan menerimanya sebagai suatu amal kebaikan. Bila seseorang benar-benar ingin berbuat kebaikan dan mencari keridaan Allah, mengapa dia memberikan barang yang buruk, yang dia sendiri tidak menyukainya? Allah Mahakaya. Maha Terpuji dan pujian yang layak bagi Allah ialah bahwa kita rela menafkahkan sesuatu yang baik dari harta milik kita, yang dikaruniakan Allah kepada kita."
        },
        {
          "number": 268,
          "arabic": "ٱلشَّيْطَـٰنُ يَعِدُكُمُ ٱلْفَقْرَ وَيَأْمُرُكُم بِٱلْفَحْشَآءِ ۖ وَٱللَّهُ يَعِدُكُم مَّغْفِرَةً مِّنْهُ وَفَضْلًا ۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ",
          "transliteration": "al-shayṭānu yaʿidukumu l-faqra wayamurukum bil-faḥshāi wal-lahu yaʿidukum maghfiratan min'hu wafaḍlan wal-lahu wāsiʿun ʿalīmun",
          "translation": "Setan menjanjikan (menakut-nakuti) kemiskinan kepadamu dan menyuruh kamu berbuat keji (kikir), sedangkan Allah menjanjikan ampunan dan karunia-Nya kepadamu. Dan Allah Mahaluas, Maha Mengetahui.",
          "tafsir": "Setan selalu menakut-nakuti orang yang berinfak dan membujuk mereka agar bersifat bakhil dan kikir. Setan membayangkan kepada mereka bahwa berinfak atau bersedekah akan menghabiskan harta benda dan akan menyebabkan mereka menjadi miskin dan sengsara. Oleh sebab itu harta benda mereka harus disimpan untuk persiapan di hari depan. Menafkahkan barang yang jelek, dan keengganan untuk menafkahkan barang yang baik, oleh Allah disebut sebagai suatu kejahatan, bukan kebajikan, karena orang yang bersifat demikian berarti mempercayai setan dan tidak mensyukuri nikmat Allah serta tidak percaya akan kekayaan Allah dan kekuasaan-Nya untuk memberi tambahan rahmat kepadanya. Allah menjanjikan kepada hamba-Nya melalui rasul-Nya, untuk memberikan ampunan atas kesalahan-kesalahan yang banyak, terutama dalam masalah harta benda. Karena sudah menjadi tabiat manusia mencintai harta benda sehingga berat baginya untuk menafkahkannya. Selain menjanjikan ampunan, Allah juga menjanjikan kepada orang yang berinfak akan memperoleh ganti dari harta yang dinafkahkannya. Di dunia dia akan memperoleh kemuliaan dan nama baik di kalangan masyarakatnya karena keikhlasannya dalam berinfak atau dengan bertambahnya harta yang masih tersisa. Di akhirat kelak dia akan menerima pahala yang berlipat ganda. Dalam hubungan ini Allah berfirman: ... Dan apa saja yang kamu infakkan, Allah akan menggantinya dan Dialah pemberi rezeki yang terbaik. (Saba'/34:39) Berinfak adalah salah satu cara untuk bersyukur. Maka orang yang berinfak dengan ikhlas adalah orang yang bersyukur kepada Allah yang telah mengaruniakan harta benda itu kepadanya dan Dia akan menambah rahmat-Nya kepada orang tersebut. Firman-Nya: ¦Sesungguhnya jika kamu bersyukur, niscaya Aku akan menambah (nikmat) kepadamu, tetapi jika kamu mengingkari (nikmat-Ku), maka pasti azab-Ku sangat berat. (Ibrahim/14:7) Imam al-Bukhari dan Muslim meriwayatkan suatu hadis, yang mengatakan bahwa Rasulullah saw bersabda: \"Tidak ada suatu hari di mana hamba-hamba Allah berada pada pagi hari, kecuali ada dua malaikat yang turun. Salah satu dari malaikat itu berdoa, \"Ya Allah, berikanlah kepada orang yang menginfakkan (harta bendanya) ganti.\" Dan malaikat yang satu lagi berdoa, \"Berikanlah kepada orang yang enggan (menginfakkan hartanya) kemusnahan.\" (Riwayat al-Bukhari dan Muslim) Yang dimaksud dengan \"ganti\" dari harta yang dinafkahkan itu ialah: Allah akan memudahkan jalan baginya untuk memperoleh rezeki, dan dia mendapatkan kehormatan dalam masyarakat. Sedang yang dimaksud dengan \"kemusnahan\" ialah bahwa harta bendanya itu habis tanpa memberikan faedah kepadanya. Pada akhir ayat ini Allah swt mengingatkan bahwa Dia Mahaluas rahmat dan karunia-Nya memberikan ampunan dan ganti dari harta yang dinafkahkan itu. Allah Maha Mengetahui apa yang dinafkahkan hamba-Nya, sehingga Dia tidak akan menyia-nyiakannya, bahkan akan diberinya pahala yang baik."
        },
        {
          "number": 269,
          "arabic": "يُؤْتِى ٱلْحِكْمَةَ مَن يَشَآءُ ۚ وَمَن يُؤْتَ ٱلْحِكْمَةَ فَقَدْ أُوتِىَ خَيْرًا كَثِيرًا ۗ وَمَا يَذَّكَّرُ إِلَّآ أُو۟لُوا۟ ٱلْأَلْبَـٰبِ",
          "transliteration": "yu'tī l-ḥik'mata man yashāu waman yu'ta l-ḥik'mata faqad ūtiya khayran kathīran wamā yadhakkaru illā ulū l-albābi",
          "translation": "Dia memberikan hikmah<sup foot_note=135053>1</sup> kepada siapa yang Dia kehendaki. Barang siapa diberi hikmah, sesungguhnya dia telah diberi kebaikan yang banyak. Dan tidak ada yang dapat mengambil pelajaran kecuali orang-orang yang mempunyai akal sehat.",
          "tafsir": "Allah akan memberikan hikmah kepada siapa saja yang dikehendaki-Nya. Maksudnya, bahwa Allah mengaruniakan hikmah kebijaksanaan serta ilmu pengetahuan kepada siapa yang dikehendaki-Nya di antara hamba-Nya, sehingga dengan ilmu dan dengan hikmah itu dia dapat membedakan antara yang benar dan yang salah, antara was-was setan dan ilham dari Allah swt. Alat untuk memperoleh hikmah ialah akal yang sehat dan cerdas, yang dapat mengenal sesuatu berdasarkan dalil-dalil dan bukti-bukti, dan dapat mengetahui sesuatu menurut hakikat yang sebenarnya. Barang siapa yang telah mencapai hikmah dan pengetahuan yang demikian itu berarti dia telah dapat membedakan antara janji Allah dan bisikan setan, lalu janji Allah diyakini dan bisikan setan dijauhi dan ditinggalkan. Allah menegaskan bahwa siapa saja yang telah memperoleh hikmah dan pengetahuan semacam itu, berarti dia telah memperoleh kebaikan yang banyak, baik di dunia, maupun di akhirat kelak. Dia tidak mau menerima bisikan-bisikan jahat dari setan, bahkan dia menggunakan segenap panca indera, akal dan pengetahuannya untuk mengetahui mana yang baik dan mana yang batil, mana yang petunjuk Allah dan mana yang bujukan setan, kemudian dia berserah diri sepenuhnya kepada Allah. Pada akhir ayat ini Allah memuji orang yang berakal dan mau berpikir. Mereka selalu ingat dan waspada serta dapat mengetahui apa yang bermanfaat dan dapat membawanya kepada kebahagiaan dunia dan akhirat."
        }
      ]
    }
  ]
}