{
  "pageNumber": 549,
  "juz": 28,
  "surahs": [
    {
      "number": 60,
      "name": "Al-Mumtahanah",
      "nameArabic": "الممتحنة",
      "meaning": "Wanita Yang Diuji",
      "revelation": "Madinah",
      "description": "Surat Al-Mumtahanah terdiri dari 13 ayat, termasuk golongan surat Madaniyyah, dan diturunkan sesudah surat Al-Ahzab.Dinamai \"Al-Mumtahanah\" (perempuan yang diuji) diambil dari kata \"Famtahinuuhunna\" yang berarti \"maka ujilah mereka\", yang terdapat pada ayat ke-10 surat ini.**Pokok-Pokok Isi:**1. **Hukum-hukum:** Larangan mengadakan hubungan persahabatan dengan orang-orang kafir yang memusuhi Islam, namun dibolehkan mengadakan persahabatan dengan orang-orang kafir yang tidak memusuhi Islam; hukum perkawinan bagi orang-orang yang pindah agama.2. **Kisah-kisah:** Kisah Nabi Ibrahim bersama kaumnya sebagai contoh dan teladan bagi orang-orang mukmin.Surat ini menerangkan tentang interaksi seorang muslim dan nonmuslim ketika perang dan damai serta dari segi perkawinan.**Hubungan Surat Al-Mumtahanah Dengan Surat Ash-Shaff:**Pada surat Al-Mumtahanah Allah melarang orang-orang muslim mengadakan hubungan persahabatan dengan orang-orang kafir dan meninggalkan orang-orang mukmin, sedangkan surat Ash-Shaff menguatkan hal tersebut dengan menganjurkan agar berjihad di jalan Allah.",
      "verses": [
        {
          "number": 1,
          "arabic": " يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَتَّخِذُوا۟ عَدُوِّى وَعَدُوَّكُمْ أَوْلِيَآءَ تُلْقُونَ إِلَيْهِم بِٱلْمَوَدَّةِ وَقَدْ كَفَرُوا۟ بِمَا جَآءَكُم مِّنَ ٱلْحَقِّ يُخْرِجُونَ ٱلرَّسُولَ وَإِيَّاكُمْ ۙ أَن تُؤْمِنُوا۟ بِٱللَّهِ رَبِّكُمْ إِن كُنتُمْ خَرَجْتُمْ جِهَـٰدًا فِى سَبِيلِى وَٱبْتِغَآءَ مَرْضَاتِى ۚ تُسِرُّونَ إِلَيْهِم بِٱلْمَوَدَّةِ وَأَنَا۠ أَعْلَمُ بِمَآ أَخْفَيْتُمْ وَمَآ أَعْلَنتُمْ ۚ وَمَن يَفْعَلْهُ مِنكُمْ فَقَدْ ضَلَّ سَوَآءَ ٱلسَّبِيلِ",
          "transliteration": "yāayyuhā alladhīna āmanū lā tattakhidhū ʿaduwwī waʿaduwwakum awliyāa tul'qūna ilayhim bil-mawadati waqad kafarū bimā jāakum mina l-ḥaqi yukh'rijūna l-rasūla wa-iyyākum an tu'minū bil-lahi rabbikum in kuntum kharajtum jihādan fī sabīlī wa-ib'tighāa marḍātī tusirrūna ilayhim bil-mawadati wa-anā aʿlamu bimā akhfaytum wamā aʿlantum waman yafʿalhu minkum faqad ḍalla sawāa l-sabīli",
          "translation": "Wahai orang-orang yang beriman! Janganlah kamu menjadikan musuh-Ku dan musuhmu sebagai teman-teman setia sehingga kamu sampaikan kepada mereka (berita-berita Muhammad), karena rasa kasih sayang; padahal mereka telah ingkar kepada kebenaran yang disampaikan kepadamu. Mereka mengusir Rasul dan kamu sendiri karena kamu beriman kepada Allah, Tuhanmu. Jika kamu benar-benar keluar untuk berjihad pada jalan-Ku dan mencari keridaan-Ku (janganlah kamu berbuat demikian). Kamu memberitahukan secara rahasia (berita-berita Muhammad) kepada mereka, karena rasa kasih sayang, dan Aku lebih mengetahui apa yang kamu sembunyikan dan apa yang kamu nyatakan. Dan barangsiapa di antara kamu yang melakukannya, maka sungguh dia telah tersesat dari jalan yang lurus.",
          "tafsir": "Ayat ini memperingatkan kaum Muslimin agar tidak mengadakan hubungan kasih sayang dengan kaum musyrik yang menjadi musuh Allah dan kaum Muslimin. Sebab, dengan adanya hubungan yang demikian itu, tanpa disadari mereka telah membukakan rahasia-rahasia kaum Muslimin, menyampaikan sesuatu yang akan dilaksanakan Rasulullah saw kepada mereka dalam usaha menegakkan kalimat Allah. Oleh karena itu, kaum Muslimin dilarang melakukan yang demikian sekalipun kepada kaum kerabatnya. Menjadikan orang-orang kafir yang memusuhi kaum Muslimin sebagai teman setia dan penolong adalah suatu hal yang dilarang. Hal ini tidak boleh dilakukan selama orang-orang kafir itu ingin menghancurkan agama Islam dan kaum Muslimin. Allah kemudian menjelaskan penyebab larangan menjadikan orang-orang kafir sebagai teman setia, yaitu: 1.Mereka menyangkal dan tidak membenarkan semua yang dibawa Rasulullah. Mereka ingkar kepada Allah, Rasul-Nya, dan Al-Qur'an. Mungkinkah orang yang seperti itu dijadikan penolong-penolong dan teman setia? Kemudian disampaikan kepada mereka rahasia-rahasia yang bermanfaat bagi mereka dan menimbulkan bahaya bagi kaum Muslimin? 2.Mereka telah mengusir Rasulullah saw dan orang-orang Muhajirin dari kampung halaman mereka karena beriman kepada Allah, bukan karena sebab yang lain. Ayat ini sama maksudnya dengan firman Allah: Dan mereka menyiksa orang-orang mukmin itu hanya karena (orang-orang mukmin itu) beriman kepada Allah Yang Mahaperkasa, Maha Terpuji (al-Buruj/85: 8) Dan Firman Allah: (Yaitu) orang-orang yang diusir dari kampung halamannya tanpa alasan yang benar, hanya karena mereka berkata, \"Tuhan kami ialah Allah.\" Seandainya Allah tidak menolak (keganasan) sebagian manusia dengan sebagian yang lain, tentu telah dirobohkan biara-biara Nasrani, gereja-gereja, rumah-rumah ibadah orang Yahudi dan masjid-masjid, yang di dalamnya banyak disebut nama Allah. Allah pasti akan menolong orang yang menolong (agama)-Nya. Sungguh, Allah Mahakuat, Mahaperkasa (al-hajj/22: 40) Allah memperingatkan kaum Muslimin bahwa jika mereka keluar dari kampung halaman atau terusir karena berjihad di jalan Allah dan mencari keridaan-Nya, maka janganlah sekali-kali menjadikan orang-orang kafir itu sebagai teman setia dan penolong-penolong mereka. Cukuplah kaum Muslimin menderita akibat tindakan-tindakan mereka, dan jangan sekali-kali memberi kesempatan kepada mereka menambah penderitaan kaum Muslimin. Bagaimana mungkin ada di antara kaum Muslimin melakukan seperti yang dilakukan hathib yang menyampaikan kepada orang-orang kafir langkah-langkah yang akan diambil Rasulullah dalam menghadapi orang-orang kafir? Allah Mahatahu segala yang dilakukan hamba-hamba-Nya. Oleh karena itu, Dia menyampaikan hal tersebut kepada Rasulullah, sehingga beliau segera dapat mengambil tindakan. Dengan demikian, kaum Muslimin tidak dirugikan. Pada akhir ayat ini ditegaskan bahwa barang siapa yang berkasih-kasihan dengan musuh Islam dan menjadikan mereka penolong-penolong, berarti ia telah menyimpang dari jalan yang lurus."
        },
        {
          "number": 2,
          "arabic": "إِن يَثْقَفُوكُمْ يَكُونُوا۟ لَكُمْ أَعْدَآءً وَيَبْسُطُوٓا۟ إِلَيْكُمْ أَيْدِيَهُمْ وَأَلْسِنَتَهُم بِٱلسُّوٓءِ وَوَدُّوا۟ لَوْ تَكْفُرُونَ",
          "transliteration": "in yathqafūkum yakūnū lakum aʿdāan wayabsuṭū ilaykum aydiyahum wa-alsinatahum bil-sūi wawaddū law takfurūna",
          "translation": "Jika mereka menangkapmu, niscaya mereka bertindak sebagai musuh bagimu lalu melepaskan tangan dan lidahnya kepadamu untuk menyakiti dan mereka ingin agar kamu (kembali) kafir.",
          "tafsir": "Dalam ayat ini diterangkan sebab-sebab yang lain Allah melarang kaum Muslimin berteman akrab dan saling menolong dengan orang kafir, yaitu: 1.Jika suatu waktu mereka menangkap atau mengalahkan kaum Muslimin, mereka pasti akan melakukan kezaliman yang di luar dugaan. Mereka berteman dengan kaum Muslimin semata-mata mencari keuntungan bagi diri dan golongan mereka. Bila tidak ada keuntungan yang diharapkan, mereka akan menjauhkan diri, bahkan akan menghancurkan kaum Muslimin. 2.Mereka selalu berusaha menjelek-jelekkan dan memusuhi kaum Muslimin. Bagaimana mungkin ada satu atau sebagian dari kaum Muslimin membukakan rahasia kepada mereka atau berteman erat dengan mereka. Orang yang dapat dijadikan teman itu hanyalah orang yang menginginkan kebaikan untuk kita, bukan sebaliknya. 3.Mereka mengharapkan kaum Muslimin mengingkari kebenaran dan kafir kepada Allah, sehingga kaum Muslimin sama dengan mereka, yaitu sama-sama kafir. Oleh karena itu, mereka hanya mau berteman erat atau bertolong-tolongan dengan kaum Muslimin selama hal itu bisa memenuhi keinginan-keinginan mereka."
        },
        {
          "number": 3,
          "arabic": "لَن تَنفَعَكُمْ أَرْحَامُكُمْ وَلَآ أَوْلَـٰدُكُمْ ۚ يَوْمَ ٱلْقِيَـٰمَةِ يَفْصِلُ بَيْنَكُمْ ۚ وَٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ",
          "transliteration": "lan tanfaʿakum arḥāmukum walā awlādukum yawma l-qiyāmati yafṣilu baynakum wal-lahu bimā taʿmalūna baṣīrun",
          "translation": "Kaum kerabatmu dan anak-anakmu tidak akan bermanfaat bagimu pada hari Kiamat. Dia akan memisahkan antara kamu. Dan Allah Maha Melihat apa yang kamu kerjakan.",
          "tafsir": "Pada hari Kiamat setiap orang mempertanggungjawabkan diri mereka masing-masing kepada Allah. Karib-kerabat, teman setia, anak-anak, atau orang tua sekalipun tidak dapat menolong seseorang di hari Kiamat. Yang dapat menolong seseorang dari siksa Allah hanyalah iman dan amal saleh yang dilakukan selama hidup di dunia. Karib-kerabat, teman setia, anak-anak dan orang tua tidak dapat dijadikan penolong di hari Kiamat karena masing-masing berusaha menghindarkan diri dari malapetaka yang akan menimpa, sehingga tidak sempat memikirkan kerabat atau temannya, sebagaimana firman Allah: Maka apabila datang suara yang memekakkan (tiupan sangkakala yang kedua), Pada hari itu manusia lari dari saudaranya, Dan dari ibu dan bapaknya, Dan dari istri dan anak-anaknya. Setiap orang dari mereka pada hari itu mempunyai urusan yang menyibukkannya. ('Abasa/80: 33-37) Pada akhir ayat ini, Allah memberi peringatan bahwa Dia Maha Mengetahui semua yang dilakukan manusia, tidak ada satu pun yang luput dari pengetahuan-Nya. Oleh karena itu, Dia akan memberikan balasan yang seadil-adilnya. Maka itu berhati-hatilah dan jagalah dirimu sebaik mungkin."
        },
        {
          "number": 4,
          "arabic": "قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِىٓ إِبْرَٰهِيمَ وَٱلَّذِينَ مَعَهُۥٓ إِذْ قَالُوا۟ لِقَوْمِهِمْ إِنَّا بُرَءَٰٓؤُا۟ مِنكُمْ وَمِمَّا تَعْبُدُونَ مِن دُونِ ٱللَّهِ كَفَرْنَا بِكُمْ وَبَدَا بَيْنَنَا وَبَيْنَكُمُ ٱلْعَدَٰوَةُ وَٱلْبَغْضَآءُ أَبَدًا حَتَّىٰ تُؤْمِنُوا۟ بِٱللَّهِ وَحْدَهُۥٓ إِلَّا قَوْلَ إِبْرَٰهِيمَ لِأَبِيهِ لَأَسْتَغْفِرَنَّ لَكَ وَمَآ أَمْلِكُ لَكَ مِنَ ٱللَّهِ مِن شَىْءٍ ۖ رَّبَّنَا عَلَيْكَ تَوَكَّلْنَا وَإِلَيْكَ أَنَبْنَا وَإِلَيْكَ ٱلْمَصِيرُ",
          "transliteration": "qad kānat lakum us'watun ḥasanatun fī ib'rāhīma wa-alladhīna maʿahu idh qālū liqawmihim innā buraāu minkum wamimmā taʿbudūna min dūni l-lahi kafarnā bikum wabadā baynanā wabaynakumu l-ʿadāwatu wal-baghḍāu abadan ḥattā tu'minū bil-lahi waḥdahu illā qawla ib'rāhīma li-abīhi la-astaghfiranna laka wamā amliku laka mina l-lahi min shayin rabbanā ʿalayka tawakkalnā wa-ilayka anabnā wa-ilayka l-maṣīru",
          "translation": "Sungguh, telah ada suri teladan yang baik bagimu pada Ibrahim dan orang-orang yang bersama dengannya, ketika mereka berkata kepada kaumnya, \"Sesungguhnya kami berlepas diri dari kamu dan dari apa yang kamu sembah selain Allah, kami mengingkari (kekafiran)mu dan telah nyata antara kami dan kamu ada permusuhan dan kebencian buat selama-lamanya sampai kamu beriman kepada Allah saja,\" kecuali perkataan Ibrahim kepada ayahnya,<sup foot_note=135789>1</sup> \"Sungguh, aku akan memohonkan ampunan bagimu, namun aku sama sekali tidak dapat menolak (siksaan) Allah terhadapmu.\" (Ibrahim berkata), \"Ya Tuhan kami, hanya kepada Engkau kami bertawakal dan hanya kepada Engkau kami bertobat dan hanya kepada Engkaulah kami kembali,",
          "tafsir": "Allah memerintahkan kaum Muslimin untuk mencontoh Nabi Ibrahim dan orang-orang yang beriman besertanya, ketika ia berkata kepada kaumnya yang kafir dan menyembah berhala, \"Hai kaumku, sesungguhnya kami berlepas diri dari kamu semua, dan dari apa yang kamu sembah selain Allah.\" Kemudian diterangkan bahwa yang dimaksud Ibrahim dengan berlepas diri itu ialah: 1.Nabi Ibrahim mengingkari kaumnya, tidak mengacuhkan tuhan-tuhan mereka, dan tidak membenarkan perbuatan mereka yang menyembah patung-patung yang tidak dapat memberi manfaat dan mudarat kepada siapa pun. Allah berfirman: Wahai manusia! Telah dibuat suatu perumpamaan. Maka dengarkanlah! Sesungguhnya segala yang kamu seru selain Allah tidak dapat menciptakan seekor lalat pun, walaupun mereka bersatu untuk menciptakannya. Dan jika lalat itu merampas sesuatu dari mereka, mereka tidak akan dapat merebutnya kembali dari lalat itu. Sama lemahnya yang menyembah dan yang disembah. (al-hajj/22: 73) 2.Nabi Ibrahim mengatakan bahwa antara dia dengan kaumnya yang ingkar telah terjadi permusuhan dan saling membenci selamanya. Ibrahim menyatakan akan tetap menentang kaumnya sampai mereka meninggalkan perbuatan syirik. Jika mereka telah beriman, permusuhan itu baru akan berakhir. Terhadap ayahnya yang masih kafir, ia tidak mengambil sikap yang tegas seperti sikapnya terhadap kaumnya. Ia berjanji akan mendoakan agar Allah mengampuni dosa-dosa ayahnya. Dalam hal ini, Allah melarang kaum Muslimin mencontoh Ibrahim, sekalipun ia akhirnya berlepas tangan pula terhadap ayahnya, setelah nyata baginya keingkaran bapaknya itu. Benar ada di antara orang yang beriman mendoakan ayah-ayah mereka yang meninggal dalam keadaan musyrik. Mereka beralasan mencontoh perbuatan Ibrahim itu. Maka Allah membantah perbuatan mereka: Tidak pantas bagi Nabi dan orang-orang yang beriman memohonkan ampunan (kepada Allah) bagi orang-orang musyrik, sekalipun orang-orang itu kaum kerabat(nya), setelah jelas bagi mereka, bahwa orang-orang musyrik itu penghuni neraka Jahanam. Adapun permohonan ampunan Ibrahim (kepada Allah) untuk bapaknya, tidak lain hanyalah karena suatu janji yang telah diikrarkannya kepada bapaknya. Maka ketika jelas bagi Ibrahim bahwa bapaknya adalah musuh Allah, maka Ibrahim berlepas diri darinya. Sungguh, Ibrahim itu seorang yang sangat lembut hatinya lagi penyantun. (at-Taubah/9: 113-114) Selanjutnya Nabi Ibrahim berkata kepada ayahnya bahwa dia tidak mampu menolongnya. Ia hanya bisa berdoa agar Allah memberi taufik berupa iman kepadanya."
        },
        {
          "number": 5,
          "arabic": "رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِّلَّذِينَ كَفَرُوا۟ وَٱغْفِرْ لَنَا رَبَّنَآ ۖ إِنَّكَ أَنتَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
          "transliteration": "rabbanā lā tajʿalnā fit'natan lilladhīna kafarū wa-igh'fir lanā rabbanā innaka anta l-ʿazīzu l-ḥakīmu",
          "translation": "Ya Tuhan kami, janganlah Engkau jadikan kami (sasaran) fitnah bagi orang-orang kafir. Dan ampunilah kami, ya Tuhan kami. Sesungguhnya Engkau Żat Yang Mahaperkasa, Mahabijaksana.\"",
          "tafsir": "Sebelum Nabi Ibrahim berpisah dengan kaumnya yang tidak mau menerima seruannya, ia berdoa kepada Allah dengan hati yang tunduk dan berserah diri kepada-Nya. Dalam doanya ia berkata, \"Ya Tuhan kami, janganlah Engkau jadikan kami (sasaran) fitnah bagi orang-orang kafir.\" Dengan perkataan lain, arti ayat ini ialah Nabi Ibrahim memohon agar Allah tidak memenangkan orang kafir atas orang beriman. Hal itu akan memberi kesempatan kepada orang kafir untuk memfitnah orang beriman. Kemenangan itu juga bisa menimbulkan keyakinan pada orang kafir bahwa mereka berada di jalan yang benar sedangkan orang beriman berada di jalan yang salah. Di akhir ayat, Nabi Ibrahim berdoa, \"Wahai Tuhan kami, ampunilah dan maafkanlah dosa kami sehingga perbuatan dosa itu seakan-akan tidak pernah kami kerjakan. Engkaulah tempat kami berlindung. Tuntutan-Mu sangat keras. Engkau melakukan dan menciptakan segala sesuatu sesuai dengan sifat, guna, dan faedahnya.\""
        }
      ]
    }
  ]
}