{
  "pageNumber": 575,
  "juz": 29,
  "surahs": [
    {
      "number": 73,
      "name": "Al-Muzzammil",
      "nameArabic": "المزمل",
      "meaning": "Orang Yang Berselimut",
      "revelation": "Makkah",
      "description": "Surat Al-Muzzammil terdiri dari 20 ayat, termasuk golongan surat Makkiyyah, dan diturunkan sesudah surat Al-Qalam.Dinamai \"Al-Muzzammil\" (orang yang berselimut) diambil dari kata \"Al-Muzzammil\" yang terdapat pada ayat pertama surat ini. Yang dimaksud dengan \"orang yang berkemul\" di sini ialah Nabi Muhammad.**Pokok-Pokok Isi:**Petunjuk-petunjuk yang harus dilakukan oleh Rasulullah demi menguatkan ruhani guna persiapan menerima wahyu, yaitu dengan bangun pada malam hari untuk shalat tahajjud dan membaca Al-Qur'an dengan tartil; bertasbih dan bertahmid; perintah bersabar terhadap celaan orang-orang yang mendustakan Rasul. Akhirnya, umat Islam diperintahkan untuk shalat tahajjud, berjihad di jalan Allah, membaca Al-Qur'an, mendirikan shalat, menunaikan zakat, membelanjakan harta di jalan Allah, dan memohon ampunan kepada Allah.Surat Al-Muzzammil menerangkan hal-hal yang berhubungan dengan petunjuk-petunjuk Allah untuk menguatkan jiwa bagi seseorang yang akan melakukan tugas berat.**Hubungan Surat Al-Muzzammil Dengan Surat Al-Muddassir:**1. Kedua surat ini sama-sama dimulai dengan seruan kepada Nabi Muhammad.2. Surat Al-Muzzammil berisi perintah bangun malam untuk shalat tahajud dan memahami Al-Qur'an demi menguatkan jiwa seseorang, sedangkan surat Al-Muddassir berisi perintah melakukan dakwah, menyucikan diri, dan bersabar.",
      "verses": [
        {
          "number": 20,
          "arabic": "۞ إِنَّ رَبَّكَ يَعْلَمُ أَنَّكَ تَقُومُ أَدْنَىٰ مِن ثُلُثَىِ ٱلَّيْلِ وَنِصْفَهُۥ وَثُلُثَهُۥ وَطَآئِفَةٌ مِّنَ ٱلَّذِينَ مَعَكَ ۚ وَٱللَّهُ يُقَدِّرُ ٱلَّيْلَ وَٱلنَّهَارَ ۚ عَلِمَ أَن لَّن تُحْصُوهُ فَتَابَ عَلَيْكُمْ ۖ فَٱقْرَءُوا۟ مَا تَيَسَّرَ مِنَ ٱلْقُرْءَانِ ۚ عَلِمَ أَن سَيَكُونُ مِنكُم مَّرْضَىٰ ۙ وَءَاخَرُونَ يَضْرِبُونَ فِى ٱلْأَرْضِ يَبْتَغُونَ مِن فَضْلِ ٱللَّهِ ۙ وَءَاخَرُونَ يُقَـٰتِلُونَ فِى سَبِيلِ ٱللَّهِ ۖ فَٱقْرَءُوا۟ مَا تَيَسَّرَ مِنْهُ ۚ وَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَءَاتُوا۟ ٱلزَّكَوٰةَ وَأَقْرِضُوا۟ ٱللَّهَ قَرْضًا حَسَنًا ۚ وَمَا تُقَدِّمُوا۟ لِأَنفُسِكُم مِّنْ خَيْرٍ تَجِدُوهُ عِندَ ٱللَّهِ هُوَ خَيْرًا وَأَعْظَمَ أَجْرًا ۚ وَٱسْتَغْفِرُوا۟ ٱللَّهَ ۖ إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌۢ",
          "transliteration": "inna rabbaka yaʿlamu annaka taqūmu adnā min thuluthayi al-layli waniṣ'fahu wathuluthahu waṭāifatun mina alladhīna maʿaka wal-lahu yuqaddiru al-layla wal-nahāra ʿalima an lan tuḥ'ṣūhu fatāba ʿalaykum fa-iq'raū mā tayassara mina l-qur'āni ʿalima an sayakūnu minkum marḍā waākharūna yaḍribūna fī l-arḍi yabtaghūna min faḍli l-lahi waākharūna yuqātilūna fī sabīli l-lahi fa-iq'raū mā tayassara min'hu wa-aqīmū l-ṣalata waātū l-zakata wa-aqriḍū l-laha qarḍan ḥasanan wamā tuqaddimū li-anfusikum min khayrin tajidūhu ʿinda l-lahi huwa khayran wa-aʿẓama ajran wa-is'taghfirū l-laha inna l-laha ghafūrun raḥīmun",
          "translation": "Sesungguhnya Tuhanmu mengetahui bahwa engkau (Muhammad) berdiri (salat) kurang dari dua pertiga malam, atau seperdua malam atau sepertiganya dan (demikian pula) segolongan dari orang-orang yang bersamamu. Allah menetapkan ukuran malam dan siang. Allah mengetahui bahwa kamu tidak dapat menentukan batas-batas waktu itu, maka Dia memberi keringanan kepadamu, karena itu bacalah apa yang mudah (bagimu) dari Alquran; Dia mengetahui bahwa akan ada di antara kamu orang-orang yang sakit, dan yang lain berjalan di bumi mencari sebagian karunia Allah; dan yang lain berperang di jalan Allah, maka bacalah apa yang mudah (bagimu) dari Alquran dan laksanakanlah salat, tunaikanlah zakat dan berikanlah pinjaman kepada Allah pinjaman yang baik. Kebaikan apa saja yang kamu perbuat untuk dirimu niscaya kamu memperoleh (balasan)nya di sisi Allah sebagai balasan yang paling baik dan yang paling besar pahalanya. Dan mohonlah ampunan kepada Allah; sungguh, Allah Maha Pengampun, Maha Penyayang.",
          "tafsir": "Dalam ayat-ayat yang lalu, Allah memerintahkan kepada Nabi Muhammad untuk salat malam, maka dalam ayat ini, Allah menunjukkan kemahapengasihan-Nya kepada hamba-hamba-Nya. Dia memberikan keringanan pada hamba-Nya dengan tidak mewajibkan salat Tahajud setiap malam. Tuhan menegaskan bahwa Dia mengetahui sebagian kaum muslimin bersama Nabi mengerjakan salat malam itu sepanjang 2/3 malam, atau 1/2-nya atau 1/3-nya. Waktu itu masih merupakan perintah wajib yang tentu saja terkadang-kadang terasa berat. Ketika ayat pertama Surah al-Muzzammil turun, para sahabat mengerjakan salat sesuai dengan petunjuk dalam ayat 2 sampai dengan 4. Hal itu kadang-kadang memberatkan, sekalipun salat Tahajud itu khusus difardukan atau diwajibkan kepada Rasulullah saw, dan disunatkan bagi umatnya. Banyak di antara para sahabat tidak mengetahui dengan pasti berapa ukuran 1/2 atau 1/3 malam itu, hingga karena takut luput dari waktu salat malam yang diperintahkan itu, sehingga ada di antara mereka yang berjaga-jaga sepanjang malam. Hal ini sangat melelahkan badan mereka, sebab mereka bangun sampai fajar. Tentu saja bangun dan berjaga-jaga demikian melemahkan fisik. Untuk meringankan itu, Allah menurunkan ayat ini: ¦Allah mengetahui bahwa kamu tidak dapat menentukan batas-batas waktu itu, maka Dia memberi keringanan kepadamu¦ (al-Muzzammil/73: 20) Dari ayat 20 ini dapat pula diambil pelajaran bahwa mengerjakan perintah fardu itu tidak boleh melebihi batas ukuran yang ditentukan agar tidak memberatkan diri sendiri. Oleh karena itu, Allah memerintahkan bagi yang biasa salat malam apabila terasa agak memberatkan boleh dikurangi waktunya, sehingga dikerjakan tidak dalam keadaan terpaksa. Begitulah Allah memudahkan sesuatu yang berat menjadi ringan, agar seseorang selalu mengerjakan yang mudah itu. Begitu pula dalam bacaan salat malam (termasuk Magrib dan Isya), hendaklah dibaca ayat-ayat yang pendek-pendek, sebagaimana yang diriwayatkan oleh al-Baihaqi dan ad-Daruquthni dari Qais bin hazim bahwa ia salat berjamaah yang diimami oleh Ibnu 'Abbas. Qais mengatakan bahwa Ibnu 'Abbas membaca beberapa ayat dari permulaan Surah al-Baqarah setelah al-Fatihah. Selesai salat, Ibnu 'Abbas mengajarkan kepada yang mengikutinya: Selesai salat, Ibnu 'Abbas menghampiri kami seraya berkata, Allah berfirman \"Bacalah olehmu mana yang mudah dari (ayat-ayat Al-Qur'an itu)\" (Riwayat al-Baihaqi dan ad-Daruquthni) Berapa ukuran ayat-ayat yang mudah itu tidak dijelaskan lebih lanjut, demikian pula apakah untuk salat fardu atau salat Tahajud dan sunah-sunah lainnya. Boleh jadi membaca mana yang mudah dari ayat-ayat Al-Qur'an berlaku untuk beberapa salat wajib dan beberapa salat sunah (seperti salat Tahajud). Kemudian disebutkan pula uzur (halangan) yang kedua yakni karena sakit, sehingga diringankan tuntutan mengerjakan salat malam. Uzur yang ketiga adalah karena sibuk mencari rezeki di siang hari. Keempat karena sedang berjuang dengan senjata (fisik) membela dan mempertahankan agama Allah dari serangan musuh. Faktor sakit, sibuk mencari rezeki, dan sedang berjihad di jalan Allah menyebabkan seseorang sulit baginya untuk bangun pada malam hari mengerjakan salat Tahajud. Demikianlah pula ternyata ayat ini tidak membeda-bedakan usaha berjihad mengangkat senjata melawan musuh dengan berusaha mencari rezeki, sebab keduanya bermanfaat bagi kaum muslimin, asal dikerjakan menurut perintah Allah. Berjuang berarti mempertahankan agama, sedang berdagang atau berusaha dapat membiayai keluarga dan kegiatan agama (dengan zakat, sedekah, dan lain-lain). Setelah menyebutkan tiga sebab yang mendatangkan rukhsah (keringanan) dalam beribadah pada malam hari yang berarti pula terhapusnya kewajiban salat malam (mansukh), maka ayat ini menyebutkan pula apa yang mereka kerjakan setelah mendapat keringanan tersebut yakni hendaklah membaca Al-Qur'an dalam salat mana yang mudah-mudah saja. Selanjutnya Allah memerintahkan untuk menegakkan salat dan mengeluarkan zakat. Selain itu dianjurkan pula untuk memberikan pinjaman kepada Allah, dalam bentuk memberikan nafkah (bantuan) bagi kepentingan sabilillah, baik sendiri-sendiri maupun secara bersama-sama. Dengan qiradh (pinjaman) itulah agama ini bisa ditegakkan, dan urusan sosial kemasyarakatan dapat ditegakkan. Dalam ayat lain dinyatakan: Barang siapa meminjami Allah dengan pinjaman yang baik maka Allah melipatgandakan ganti kepadanya dengan banyak. Allah menahan dan melapangkan (rezeki) dan kepada-Nyalah kamu dikembalikan. (al-Baqarah/2: 245) Kemudian Tuhan menganjurkan supaya memperbanyak sedekah (memberikan harta kepada yang memerlukannya di luar zakat yang wajib) dan memperbanyak amal saleh. Apa yang dinafkahkan dan dikorbankan dengan bersedekah di jalan Allah, adalah lebih baik dibandingkan dengan apa yang dihabiskan untuk kepentingan duniawi, dan dengan demikian seseorang semakin memperbesar persiapannya untuk menuju kampung yang kekal dan abadi. Ayat ini diakhiri dengan anjuran agar kita memperbanyak istigfar (mohon ampun kepada Allah), karena dosa dan kesalahan yang kita kerjakan terlalu banyak. Istigfar yang diterima Allah itulah yang akan menutup aib seseorang tatkala diadakan perhitungan dan pertanggungjawaban amal manusia di hadapan-Nya kelak. Allah-lah Yang Maha Pengampun; Dialah yang menutupi dosa seseorang atau menguranginya. Dialah yang Maha Pengasih, yang seseorang tidak akan disiksa bilamana tobatnya telah diterima."
        }
      ]
    },
    {
      "number": 74,
      "name": "Al-Muddaththir",
      "nameArabic": "المدثر",
      "meaning": "Orang Yang Berkemul",
      "revelation": "Makkah",
      "description": "Surat Al-Muddassir terdiri dari 56 ayat, termasuk golongan surat Makkiyyah, dan diturunkan sesudah surat Al-Muzzammil. Dinamai \"Al-Muddassir\" (orang yang berkemul) diambil dari kata \"Al-Muddassir\" yang terdapat pada ayat pertama surat ini.**Pokok-Pokok Isi:**Perintah untuk mulai berdakwah mengagungkan Allah, membersihkan pakaian, menjauhi maksiat, memberikan sesuatu dengan ikhlas dan bersabar dalam menjalankan perintah dan menjauhi larangan Allah; Allah akan mengazab orang-orang yang menentang Nabi Muhammad dan mendustakan Al-Qur'an; setiap manusia terikat dengan apa yang telah ia kerjakan.Surat ini mengandung perintah Allah kepada Nabi Muhammad untuk melakukan dakwah disertai ancaman bagi orang yang menghalang-halangi dakwah.**Hubungan Surat Al-Muddassir Dengan Surat Al-Qiyamah:**1. Surat Al-Muddassir menerangkan bahwa keterangan sudah dikemukakan kepada orang kafir namun mereka tidak percaya dan tidak takut kepada hari akhirat, sedangkan pada surat Al-Qiyamah Allah menegaskan bahwa hari kiamat itu pasti terjadi disertai dengan bukti-buktinya.2. Dalam surat Al-Muddassir diterangkan bahwa orang-orang kafir mendustakan Al-Qur'an, sedangkan dalam surat Al-Qiyamah Allah menjamin bahwa Al-Qur'an akan tetap dalam ingatan Nabi dan beliau mengajarkan bacaannya.",
      "verses": [
        {
          "number": 1,
          "arabic": " يَـٰٓأَيُّهَا ٱلْمُدَّثِّرُ",
          "transliteration": "yāayyuhā l-mudathiru",
          "translation": "Wahai orang yang berkemul (berselimut)!",
          "tafsir": "Dalam ayat 1-2 disebutkan bahwa Nabi Muhammad sedang berselubung dengan selimut karena diliputi perasaan takut melihat rupa Malaikat Jibril, lalu turunlah wahyu yang memerintahkan agar segera bangun dan memperingatkan umat yang masih sesat itu supaya mereka mengenal jalan yang benar. Perkataan \"qum\" (bangunlah) menunjukkan bahwa seorang rasul harus rajin, ulet, dan tidak mengenal putus asa karena ejekan orang yang tidak senang menerima seruannya. Rasul tidak boleh malas dan berpangku tangan. Semenjak ayat ini turun, Nabi Muhammad tidak pernah berhenti melaksanakan tugas dakwah. Sepanjang hidupnya diisi dengan berbagai macam kegiatan yang berguna bagi kepentingan umat dan penyiaran agama Islam. Peringatan-peringatan yang beliau sampaikan kepada penduduk Mekah yang masih musyrik pada waktu itu, berupa kedahsyatan siksaan Allah di hari Kiamat kelak. Untuk menyelamatkan diri dari azab tersebut, manusia hendaknya mengenal Allah dan patuh mengikuti perintah Rasul saw."
        },
        {
          "number": 2,
          "arabic": "قُمْ فَأَنذِرْ",
          "transliteration": "qum fa-andhir",
          "translation": "bangunlah, lalu berilah peringatan!",
          "tafsir": "Dalam ayat 1-2 disebutkan bahwa Nabi Muhammad sedang berselubung dengan selimut karena diliputi perasaan takut melihat rupa Malaikat Jibril, lalu turunlah wahyu yang memerintahkan agar segera bangun dan memperingatkan umat yang masih sesat itu supaya mereka mengenal jalan yang benar. Perkataan \"qum\" (bangunlah) menunjukkan bahwa seorang rasul harus rajin, ulet, dan tidak mengenal putus asa karena ejekan orang yang tidak senang menerima seruannya. Rasul tidak boleh malas dan berpangku tangan. Semenjak ayat ini turun, Nabi Muhammad tidak pernah berhenti melaksanakan tugas dakwah. Sepanjang hidupnya diisi dengan berbagai macam kegiatan yang berguna bagi kepentingan umat dan penyiaran agama Islam. Peringatan-peringatan yang beliau sampaikan kepada penduduk Mekah yang masih musyrik pada waktu itu, berupa kedahsyatan siksaan Allah di hari Kiamat kelak. Untuk menyelamatkan diri dari azab tersebut, manusia hendaknya mengenal Allah dan patuh mengikuti perintah Rasul saw."
        },
        {
          "number": 3,
          "arabic": "وَرَبَّكَ فَكَبِّرْ",
          "transliteration": "warabbaka fakabbir",
          "translation": "dan agungkanlah Tuhanmu,",
          "tafsir": "Ayat ini memerintahkan agar Nabi Muhammad mengagungkan Allah dengan bertakbir dan menyerahkan segala urusan kepada kehendak-Nya. Beliau dilarang mencari pertolongan selain kepada-Nya. Mengagungkan Allah dengan segenap jiwa dan raga tentu menumbuhkan kepribadian yang tangguh dan tidak mudah goyah. Sebab, manusia yang beriman memandang bahwa tidak ada yang ditakuti selain Allah. Sikap ini perlu dihayati oleh seorang dai (juru dakwah) yang tugasnya sehari-hari mengajak manusia ke jalan Allah. Ayat ini juga mengandung arti bahwa Nabi Muhammad diperintahkan supaya bertakbir yaitu membesarkan nama Tuhan-Nya, melebihi dari segala sesuatu yang ada. Sebab setelah manusia mengenal pencipta alam dan dirinya sendiri serta yakin bahwa pencipta itu memang ada, maka hendaklah dia membersihkan zat-Nya dari segala tandingan-Nya. Bila tidak demikian, orang musyrik pun mengagungkan nama tuhan mereka, akan tetapi keagungan yang berserikat dengan zat-zat lain. Membesarkan Allah berarti mengagungkan-Nya dalam ucapan dan perbuatan, menyerahkan segala urusan hanya kepada-Nya, beribadah dan membersihkan zat-Nya dari segala yang dipersekutukan dengan-Nya, dan menggantungkan harapan kepada-Nya saja. Kalau unsur-unsur yang demikian dipenuhi dalam membesarkan Allah, barulah sempurna penghayatan iman bagi seorang mukmin."
        },
        {
          "number": 4,
          "arabic": "وَثِيَابَكَ فَطَهِّرْ",
          "transliteration": "wathiyābaka faṭahhir",
          "translation": "dan bersihkanlah pakaianmu,",
          "tafsir": "Dalam ayat ini, Allah memerintahkan Nabi Muhammad supaya membersihkan pakaian. Makna membersihkan pakaian menurut sebagian ahli tafsir adalah: 1.Membersihkan pakaian dari segala najis dan kotoran, karena bersuci dengan maksud beribadah hukumnya wajib, dan selain beribadah hukumnya sunah. Membersihkan di sini juga termasuk cara memperolehnya, yaitu pakaian yang digunakan harus diperoleh dengan cara yang halal. Ketika Ibnu 'Abbas ditanya orang tentang maksud ayat ini, beliau menjawab bahwa firman Allah tersebut berarti larangan memakai pakaian untuk perbuatan dosa dan penipuan. Jadi menyucikan pakaian adalah membersihkannya dari najis dan kotoran. Pengertian yang lebih luas lagi, yakni membersihkan tempat tinggal dan lingkungan hidup dari segala bentuk kotoran, sampah, dan lain-lain, sebab dalam pakaian, tubuh, dan lingkungan yang kotor banyak terdapat dosa. Sebaliknya dengan membersihkan badan, tempat tinggal, dan lain-lain berarti berusaha menjauhkan diri dari dosa. Demikianlah para ulama Syafi'iyah mewajibkan membersihkan pakaian dari najis bagi orang yang hendak salat. Begitulah Islam mengharuskan para pengikutnya untuk selalu hidup bersih, karena kebersihan jasmani mengangkat manusia kepada akhlak yang mulia. 2.Membersihkan pakaian berarti membersihkan rohani dari segala watak dan sifat-sifat tercela. Khusus buat Nabi Muhammad, ayat ini memerintahkan beliau menyucikan nilai-nilai nubuwwah (kenabian) yang dipikulnya dari segala yang mengotorinya (dengki, dendam, pemarah, dan lain-lain). Pengertian kedua ini bersifat kiasan (majazi), dan memang dalam bahasa Arab kadang-kadang menyindir orang yang tidak menepati janji dengan memakai perkataan, \"Dia suka mengotori baju (pakaian)-nya,\" Sedangkan kalau orang yang suka menepati janji selalu dipuji dengan ucapan, \"Dia suka membersihkan baju (pakaian)-nya.\" Secara singkat, ayat ini memerintahkan agar membersihkan diri, pakaian, dan lingkungan dari segala najis, kotoran, sampah, dan lain-lain. Di samping itu juga berarti perintah memelihara kesucian dan kehormatan pribadi dari segala perangai yang tercela."
        },
        {
          "number": 5,
          "arabic": "وَٱلرُّجْزَ فَٱهْجُرْ",
          "transliteration": "wal-ruj'za fa-uh'jur",
          "translation": "dan tinggalkanlah segala (perbuatan) yang keji,",
          "tafsir": "Selanjutnya Nabi Muhammad diperintahkan supaya meninggalkan perbuatan dosa seperti menyembah berhala atau patung. Kata ar-rujz yang terdapat dalam ayat ini berarti siksaan, dan dalam hal ini yang dimaksudkan ialah perintah menjauhkan segala sebab yang mendatangkan siksaan, yakni perbuatan maksiat. Termasuk yang dilarang oleh ayat ini ialah mengerjakan segala macam perbuatan yang menyebabkan perbuatan maksiat. Membersihkan diri dari dosa apalagi bagi seorang dai adalah suatu kewajiban. Sebab, kalau pada diri sang dai sendiri diketahui ada cela dan aib oleh masyarakat, tentu perkataan dan nasihatnya sulit diterima orang. Bahkan mubalig yang pandai memelihara diri sekali pun pasti menghadapi dua bentuk tantangan, yakni: 1.Boleh jadi orang yang diajak dan diseru ke jalan Allah akan menepuk dada, memperlihatkan kesombongannya, sehingga merasa tidak lagi membutuhkan nasihat. Dengan kekayaan, ilmu pengetahuan, atau kedudukan tinggi yang dimilikinya, ia merasa tidak perlu lagi diajak ke jalan Allah. 2.Mungkin pula sang dai dimusuhi oleh penguasa dan yang tidak senang kepadanya. Sang dai akan diusir, disiksa, dikurangi hak-haknya, diintimidasi, dilarang, atau dihalang-halangi menyampaikan dakwah dan menegakkan yang hak. Semuanya itu merupakan akibat yang harus dihadapi bagi siapa saja yang berjihad di jalan Allah. Memelihara diri dari segala tindakan dan perkataan yang melunturkan nama baik di mata masyarakat adalah sebagian dari ikhtiar dalam rangka mencapai kesuksesan dalam berdakwah."
        },
        {
          "number": 6,
          "arabic": "وَلَا تَمْنُن تَسْتَكْثِرُ",
          "transliteration": "walā tamnun tastakthiru",
          "translation": "dan janganlah engkau (Muhammad) memberi (dengan maksud) memperoleh (balasan) yang lebih banyak.",
          "tafsir": "Dalam ayat ini, Nabi Muhammad dilarang memberi dengan maksud memperoleh yang lebih banyak. Artinya dengan usaha dan ikhtiar mengajak manusia ke jalan Allah, serta dengan ilmu dan risalah yang disampaikan, beliau dilarang mengharapkan ganjaran atau upah yang lebih besar dari orang-orang yang diserunya. Tegasnya jangan menjadikan dakwah sebagai objek bisnis yang mendatangkan keuntungan duniawi. Bagi seorang nabi lebih ditekankan lagi agar tidak mengharapkan upah sama sekali dalam dakwah, guna memelihara keluhuran martabat kenabian yang dipikulnya."
        },
        {
          "number": 7,
          "arabic": "وَلِرَبِّكَ فَٱصْبِرْ",
          "transliteration": "walirabbika fa-iṣ'bir",
          "translation": "Dan karena Tuhanmu, bersabarlah.",
          "tafsir": "Ayat ini memerintahkan supaya Nabi Muhammad bersikap sabar, karena dalam berbuat taat itu pasti banyak rintangan dan cobaan yang dihadapi. Apalagi dalam berjihad untuk menyampaikan risalah Islam. Sabar dalam ayat ini juga berarti tabah menderita karena disiksa atau disakiti karena apa yang disampaikan itu tidak disenangi orang. Bagi seorang dai, ayat ini berarti bahwa ia harus dapat menahan diri dan menekan perasaan ketika misinya tidak diterima orang, dan ketika kebenaran yang diserukannya tidak dipedulikan orang. Janganlah putus asa, sebab tidak ada perjuangan yang berhasil tanpa pengorbanan, sebagaimana perjuangan yang telah dialami para nabi dan rasul. Ada beberapa bentuk sabar yang ditafsirkan dari ayat di atas, di antaranya: (1) sabar dalam melakukan perbuatan taat, sehingga tidak dihinggapi kebosanan, (2) sabar menjauhkan diri dari perbuatan maksiat dan menghadapi musuh, (3) sabar ketika menghadapi cobaan dan ketetapan (qadar) Allah, dan (4) sabar menghadapi kemewahan hidup di dunia. Dengan sikap sabar dan tabah itulah sesuatu perjuangan dijamin akan berhasil, seperti yang diperlihatkan oleh junjungan kita, Nabi Muhammad saw."
        },
        {
          "number": 8,
          "arabic": "فَإِذَا نُقِرَ فِى ٱلنَّاقُورِ",
          "transliteration": "fa-idhā nuqira fī l-nāqūri",
          "translation": "Maka apabila sangkakala ditiup,",
          "tafsir": "Setelah memberikan pengarahan khusus kepada Nabi Muhammad (yang juga menjadi cermin pengajaran bagi umat beliau) yang dimulai dari ayat 1 sampai dengan ayat 7 di atas, maka pada ayat ini, Allah menjelaskan pula tentang suasana kedatangan hari Kiamat. Di hari yang dijanjikan itu, orang-orang yang telah menyakiti hati para rasul dan juru dakwah karena menyampaikan ajaran Allah, akan mengalami suatu kesulitan yang luar biasa. Mereka tersentak mendengar seruan Kiamat ditiup Malaikat Israfil. Mereka langsung merasakan betapa hebatnya kesulitan yang harus ditempuh. Oleh karena itu, Allah memerintahkan Nabi Muhammad supaya bersabar menghadapi gangguan-gangguan musuh tersebut. Pada hari Kiamat, semua orang mendapatkan apa yang telah mereka amalkan: kesenangan yang abadi bagi orang yang beriman dan berjihad menegakkan keimanan yang benar, serta kecelakaan dan kesengsaraan bagi siapa yang ingkar dan hidup di atas keingkaran itu."
        },
        {
          "number": 9,
          "arabic": "فَذَٰلِكَ يَوْمَئِذٍ يَوْمٌ عَسِيرٌ",
          "transliteration": "fadhālika yawma-idhin yawmun ʿasīrun",
          "translation": "maka itulah hari yang serba sulit,",
          "tafsir": "Setelah memberikan pengarahan khusus kepada Nabi Muhammad (yang juga menjadi cermin pengajaran bagi umat beliau) yang dimulai dari ayat 1 sampai dengan ayat 7 di atas, maka pada ayat ini, Allah menjelaskan pula tentang suasana kedatangan hari Kiamat. Di hari yang dijanjikan itu, orang-orang yang telah menyakiti hati para rasul dan juru dakwah karena menyampaikan ajaran Allah, akan mengalami suatu kesulitan yang luar biasa. Mereka tersentak mendengar seruan Kiamat ditiup Malaikat Israfil. Mereka langsung merasakan betapa hebatnya kesulitan yang harus ditempuh. Oleh karena itu, Allah memerintahkan Nabi Muhammad supaya bersabar menghadapi gangguan-gangguan musuh tersebut. Pada hari Kiamat, semua orang mendapatkan apa yang telah mereka amalkan: kesenangan yang abadi bagi orang yang beriman dan berjihad menegakkan keimanan yang benar, serta kecelakaan dan kesengsaraan bagi siapa yang ingkar dan hidup di atas keingkaran itu."
        },
        {
          "number": 10,
          "arabic": "عَلَى ٱلْكَـٰفِرِينَ غَيْرُ يَسِيرٍ",
          "transliteration": "ʿalā l-kāfirīna ghayru yasīrin",
          "translation": "bagi orang-orang kafir tidak mudah.",
          "tafsir": "Dalam ayat ini ditegaskan lagi bahwa tidak mudah bagi orang-orang kafir menghadapi suasana hari Kiamat yang dahsyat dan menakutkan itu. Sebab, pada hari itulah mereka menerima segala hasil perbuatan mereka dalam buku amalan dari sebelah kiri sebagai tanda masuk neraka. Tidak ada lagi kebahagiaan bagi orang kafir pada hari tersebut. Semuanya serba susah dan pedih, tidak seperti kesenangan yang pernah mereka nikmati di dunia dahulu. Kenapa mereka mengalami kesulitan? Selain pernah menerima buku di sebelah kiri, mereka juga harus mempertanggungjawabkan segala amal perbuatan mereka di hadapan Mahkamah Allah Yang Mahaadil, yang tidak seorang pun dapat mengelak dan tidak seorang pun yang merasa dirugikan. Sebab, di hari itu pula segala anggota tubuh ikut berbicara mengajukan kesaksian dengan sendirinya terhadap yang pernah dikerjakan, padahal mulut yang di dunia pandai bicara, pada hari itu terkunci rapat diam membisu seribu bahasa. Semua manusia pada hari Kiamat menundukkan kepala di hadapan Allah, mengakui kesalahan dan kekhilafan masa lalu, tetapi pintu penyesalan sudah ditutup. Adapun orang mukmin yang telah menggunakan waktu sebaik-baiknya untuk berjihad di jalan Allah, menghadapi kiamat dengan perasaan cerah, tanpa diliputi ketakutan sedikit pun. Mereka tidak akan dipersulit perhitungan amalnya, dan berjalan berbaris serta bersaf-saf menuju Mahkamah Ilahi dengan wajah cerah."
        },
        {
          "number": 11,
          "arabic": "ذَرْنِى وَمَنْ خَلَقْتُ وَحِيدًا",
          "transliteration": "dharnī waman khalaqtu waḥīdan",
          "translation": "Biarkanlah Aku (yang bertindak) terhadap orang yang Aku sendiri telah menciptakannya,<sup foot_note=135827>1</sup>",
          "tafsir": "Dalam ayat ini, Allah mengungkapkan bahwa Dialah yang akan berbuat sesuatu terhadap orang yang telah diciptakan-Nya sendiri. Dia telah menciptakan dan mengeluarkannya dari perut ibunya, tanpa harta bahkan tanpa anak. Lalu Dia menganugerahkan rezeki kepadanya, dan kepandaian memimpin kaumnya. Akan tetapi, dia membangkang kepada-Nya. Ayat ini menyebutkan kata-kata \"wahid\" (satu-satunya), sebagai sindiran kepada al-Walid yang bergelar wahid, sebab dialah yang paling menonjol di kalangan kaumnya karena kekayaan, pangkat, dan harta yang dimilikinya. Al-Walid memiliki kebun ladang serta areal peternakan yang luas antara Mekah dan tha'if. Ia mempunyai unta, kuda, kambing, dan budak belian. Mempunyai tujuh orang anak yang perkasa (tiga di antaranya masuk Islam, yaitu Khalid, Hisyam, dan 'Imarah). Menurut Mujahid, putranya 10 orang. Lebih dari itu, Allah telah menganugerahkan usia panjang dengan kekayaan yang cukup kepada al-Walid itu (wafat dalam usia 90 tahun), dihormati dan disegani kaumnya."
        },
        {
          "number": 12,
          "arabic": "وَجَعَلْتُ لَهُۥ مَالًا مَّمْدُودًا",
          "transliteration": "wajaʿaltu lahu mālan mamdūdan",
          "translation": "dan Aku berikan baginya kekayaan yang melimpah,",
          "tafsir": "Allah mengungkapkan bahwa Dia memberikan kepada al-Walid harta yang banyak. Allah telah menganugerahinya berbagai macam harta, sehingga menjadi satu-satunya orang terkaya di kalangan kaumnya. Tidaklah mengherankan kalau sampai terlontar ucapan dari mulut al-Walid perkataan: Sayalah satu-satunya anak dari satu-satunya di negeri ini, tiada seorang pun di kalangan Arab yang sepertiku atau seperti ayahku, al-Mugirah. (Riwayat al-Qurthubi)"
        },
        {
          "number": 13,
          "arabic": "وَبَنِينَ شُهُودًا",
          "transliteration": "wabanīna shuhūdan",
          "translation": "dan anak-anak yang selalu bersamanya,",
          "tafsir": "Ayat ini mengungkapkan bahwa Allah pun menganugerahkan kepada hartawan dan bangsawan Quraisy ini putra yang selalu ikut serta bersamanya. Sebab dia orang kaya dan tidak memerlukan bantuan orang lain mengurus anaknya, maka anaknya tidak perlu mengembara ke negeri lain untuk mencari rezeki karena semuanya harus berdekatan dengan ayahnya sendiri. Ada pula yang mengartikan bahwa anak-anak al-Walid selalu mendampinginya apabila ia menghadiri pertemuan atau perayaan-perayaan, sehingga menimbulkan kesan akan kebesaran dan kemuliaannya. Putra-putra yang dibanggakan itu ada 7 orang (al-Walid, Khalid, 'Imarah Hisyam, 'As, Qais, dan 'Abdussyam). Tiga orang di antaranya (Khalid, Hisyam, dan 'Imarah) telah masuk Islam, memenuhi seruan Nabi Muhammad."
        },
        {
          "number": 14,
          "arabic": "وَمَهَّدتُّ لَهُۥ تَمْهِيدًا",
          "transliteration": "wamahhadttu lahu tamhīdan",
          "translation": "dan Aku berikan baginya kelapangan (hidup) seluas-luasnya.",
          "tafsir": "Ayat ini mengutarakan bahwa Allah mencurahkan rezeki sebanyak-banyaknya kepada al-Walid berupa harta, anak, dan umur panjang. Ditambah lagi karunia berupa kedudukan yang tinggi di kalangan Quraisy, sehingga mendapat gelar terhormat sebagai \"Raihanah Quraisy\". Seharusnya al-Walid bersyukur kepada Allah atas segenap nikmat dan kesenangan yang diterimanya. Akan tetapi, justru sebaliknya dia berpaling dari kebenaran dan bersikap keras kepala. Sifat seperti ini disebutkan dalam Al-Qur'an: Segala puji bagi Allah yang telah menciptakan langit dan bumi, dan menjadikan gelap dan terang, namun demikian orang-orang kafir masih mempersekutukan Tuhan mereka dengan sesuatu. (al-An'am/6: 1)"
        },
        {
          "number": 15,
          "arabic": "ثُمَّ يَطْمَعُ أَنْ أَزِيدَ",
          "transliteration": "thumma yaṭmaʿu an azīda",
          "translation": "kemudian dia ingin sekali agar Aku menambahnya.",
          "tafsir": "Ayat ini menyatakan bahwa al-Walid ingin sekali supaya Allah menambah kekayaannya, walaupun sudah demikian kaya dalam segala-galanya. Dia masih mengharapkan tambahan dari apa yang sudah ada. Begitulah watak manusia yang tidak kenal puas, tidak pernah terbatas angan-angan dan keinginannya. Watak ini akan selalu muncul sepanjang zaman. Rasulullah saw telah memperingatkan dalam sabdanya yang berbunyi: Andaikata anak Adam (manusia) mempunyai satu lembah dari harta, pastilah ia menginginkan yang kedua dan jika ia memiliki dua lembah, pastilah ia menginginkan yang ketiga. (Riwayat al-Bukhari, Muslim, at-Tirmidhi, dan Ahmad dari Anas) Dalam hadis lain, Rasulullah bersabda: Ø¹Ø¨Ù‘Ø§Ø³) Dua orang yang banyak makan yang tidak pernah kenyang (yakni) penuntut ilmu dan pencari harta benda. (Riwayat ad-Darimi dari Ibnu 'Abbas). Kesombongan al-Walid memang keterlaluan sekali. Al-Qurthubi mengatakan bahwa al-hasan dan lainnya berkata, \"Al-Walid pernah melontarkan ucapan: Kalau memang Muhammad itu seorang yang benar, tentulah surga itu tidak diciptakan melainkan untuk saya. (Riwayat al-Qurthubi dan al-Alusi)"
        },
        {
          "number": 16,
          "arabic": "كَلَّآ ۖ إِنَّهُۥ كَانَ لِـَٔايَـٰتِنَا عَنِيدًا",
          "transliteration": "kallā innahu kāna liāyātinā ʿanīdan",
          "translation": "Tidak bisa! Sesungguhnya dia telah menentang ayat-ayat Kami (Alquran).",
          "tafsir": "Allah menegaskan bahwa sikap al-Walid itu tidak akan menambah apa yang diinginkannya, karena sesungguhnya ia menentang ayat-ayat-Nya. Allah sekali-kali tidak akan mengabulkan kehendaknya. Bahkan menurut riwayat, semenjak turunnya pernyataan Allah ini, harta dan kekayaan al-Walid semakin berkurang. Anak pun begitu, meninggal satu persatu sehingga habis semua. Akhirnya al-Walid tinggal sebatang kara. Al-Walid selalu menunjukkan secara terang-terangan sikap menentang terhadap apa yang disampaikan Nabi Muhammad, berupa dalil-dalil tentang keesaan dan kekuasaan Allah, penjelasan tentang adanya hari kebangkitan, keterangan tentang risalah dan nubuat yang beliau bawa, dan lain-lain. Al-Walid menentang dengan keras wahyu Allah yang diturunkan melalui Muhammad saw. Oleh karena itu, ia berusaha pula hendak berbicara meniru gaya Al-Qur'an. Dia menganggap kalau Allah tetap hendak mengutus seorang rasul di kalangan bangsa Arab, maka tidak ada yang lebih pantas untuk menerima tugas suci itu melainkan dia sendiri. Begitulah kesombongan dan sikap keras kepala menghilangkan segala kesenangan duniawinya. Segi lain yang kita ambil dari ayat ini adalah keingkaran al-Walid terhadap Allah dikategorikan kufur 'inad, maksudnya dia tahu betul dan mengakui dengan hati kecilnya bahwa apa yang disampaikan Nabi Muhammad adalah benar, namun lidah (ucapan) tetap mengingkarinya. Inilah jenis kekafiran yang paling kotor dan keji. Seperti banyak terdapat pada masa sekarang. Hati kecil mengakui ajaran agama itu benar dan menguntungkan, namun lidah tetap menentang karena berbagai faktor."
        },
        {
          "number": 17,
          "arabic": "سَأُرْهِقُهُۥ صَعُودًا",
          "transliteration": "sa-ur'hiquhu ṣaʿūdan",
          "translation": "Aku akan membebaninya dengan pendakian yang meletihkan.",
          "tafsir": "Dalam ayat ini, Allah menegaskan bahwa Dia akan memikulkan kepada al-Walid pendakian yang memayahkan. Maksudnya adalah Tuhan melemparkannya ke dalam neraka yang sangat dahsyat yang tidak ada sanggup ditahan sakitnya. Diibaratkan Allah bahwa kesukaran yang kelak dirasakan pada hari Kiamat diibaratkan seperti pendaki gunung yang disuruh memikul beban yang berat. Dalam sebuah hadis diriwayatkan bahwa arti sa'ud (pendakian) dalam ayat ini adalah sebagai berikut: Sa'ud adalah gunung api (di neraka) yang akan didaki oleh orang-orang kafir selama 70 tahun dan kemudian mereka (yang mendakinya) jatuh lagi ke bawah. Begitulah berulang-ulang untuk selama-lamanya. (Riwayat Ahmad dan at-Tirmidhi dari Abu Sa'id) Ada yang mengartikan sa'ud itu dengan suatu azab yang kalau sudah menimpa seseorang, tidak akan pernah berhenti."
        }
      ]
    }
  ]
}