{
  "pageNumber": 134,
  "juz": 7,
  "surahs": [
    {
      "number": 6,
      "name": "Al-An'am",
      "nameArabic": "الأنعام",
      "meaning": "Binatang Ternak",
      "revelation": "Makkah",
      "description": "Surat Al-An'am (binatang ternak: unta, sapi, dan kambing) terdiri dari 165 ayat dan termasuk surat Makkiyyah, karena hampir seluruh ayatnya diturunkan di Mekah sebelum hijrah. Dinamakan Al-An'am karena di dalamnya disebut kata \"An'am\" yang memiliki kaitan erat dengan adat istiadat kaum musyrikin; mereka biasa mempergunakan binatang ternak untuk mendekatkan diri kepada tuhan. Selain itu, juga disebutkan hukum-hukum yang berkenaan dengan binatang ternak itu.Pokok-pokok Isi:1. Keimanan:Bukti-bukti keesaan Allah dan kesempurnaan sifat-sifat-Nya; kebenaran kenabian Nabi Muhammad s.a.w.; persaksian Allah atas kenabian Ibrahim, Ishaq, Ya'qub, Nuh, Daud, Sulaiman, Ayyub, Yusuf, Musa, Harun, Zakariya, Yahya, 'Isa, Ilyas, Alyasa', Yunus, dan Luth; penegasan tentang keberadaan risalah dan wahyu serta hari pembalasan dan hari kebangkitan; kepalsuan kepercayaan orang-orang musyrik dan keingkaran mereka terhadap hari kiamat.2. Hukum-hukum:Larangan mengikuti adat istiadat yang dibuat-buat oleh kaum Jahiliyah; makanan yang halal dan yang haram; wasiat yang sepuluh dan Al-Qur'an, tentang tauhid keadilan dan hukum-hukum; larangan mencaci maki berhala orang musyrik karena mereka akan membalas dengan mencaci maki Allah.3. Kisah-kisah:Kisah umat-umat yang menentang rasul-rasul; kisah pengalaman Nabi Muhammad s.a.w. dan para nabi pada umumnya; cerita Nabi Ibrahim a.s. membimbing kaumnya kepada tauhid.4. Lain-lain:Sikap keras kepala kaum musyrikin: tata cara seorang nabi memimpin umatnya; bidang-bidang kerasulan dan tugas rasul-rasul; tantangan kaum musyrikin untuk melemahkan rasul; kepercayaan orang-orang musyrik terhadap jin, setan, dan malaikat; beberapa prinsip keagamaan dan kemasyarakatan; nilai hidup duniawi.Dalam surat Al-An'am Allah menjelaskan keesaan dan kesempurnaan sifat-sifat-Nya, menyatakan kebatilan kepercayaan orang-orang musyrik dengan bantahan-bantahan yang logis dan mudah diterima oleh akal. Hukuman yang berat akan dijatuhkan kepada orang yang keras kepala menolak kebenaran.Hubungan Surat Al-An'Am Dengan Surat Al-A'raf:1. Kedua surat tersebut termasuk di antara tujuh surat yang panjang (assab'uth thiwaal), sama-sama membicarakan pokok aqidah agama. Dalam surat Al-An'am dikemukakan garis-garis besar aqidah sedangkan surat Al-A'raf menjelaskannya.2. Dalam surat Al-An'am Allah menerangkan asal usul kejadian manusia, yaitu dari tanah, dan menjelaskan tentang beberapa generasi manusia yang telah dibinasakan, kemudian disinggung pula tentang rasul-rasul dengan menyebut beberapa nama mereka secara garis besar, sedangkan surat Al-A'raf menjelaskannya.3. Pada bagian terakhir surat Al-An'am, Allah mengatakan bahwa Dia menjadikan manusia sebagai khalifah-khalifah di bumi dan mengangkat derajat sebagian mereka, maka bagian permulaan surat Al-A'raf mengemukakan penciptaan Adam dan anak cucunya yang dijadikan sebagai khalifah di bumi.4. Hubungan bagian akhir Al-An'am dengan permulaan surat Al-A'raf:a. Bagian akhir Al-An'am, Allah mengatakan bahwa Al-Qur'an adalah kitab pedoman yang benar, jalan yang lurus dan diberkahi, maka umat manusia diperintahkan mengikutinya. Pada bagian permulaan surat Al-A'raf, Allah mengulangi lagi perintah ini dan melarang mengikuti selainnya.b. Pada bagian akhir surat Al-An'am, Allah berfirman bahwa Dia akan memberikan keterangan tentang apa yang seharusnya dilakukan manusia dan yang menjadi perselisihan mereka. Maka pada bagian permulaan surat Al-A'raf, Allah menjelaskan apa yang disebut dengan \"Allah memberi keterangan,\" yaitu pengutusan para rasul yang bertugas memberi keterangan dan masing-masing akan dimintai pertanggungjawaban.c. Pada bagian akhir surat Al-An'am, Allah menyatakan bahwa orang yang berbuat kebajikan akan diberi ganjaran sepuluh kali lipat dan yang berbuat kejahatan akan dibalas sesuai dengan perbuatannya. Untuk menentukan kadar kebajikan dan kejahatan itu ada timbangannya, maka Allah mengemukakan di bagian muka surat Al-A'raf, bahwa timbangan pada hari itu ialah kebenaran dan keadilan. Siapa yang timbangannya berat maka dialah yang beruntung dan siapa yang timbangannya ringan maka dialah yang merugi. Kemudian Allah menceritakan keadaan dan nasib ashhabul A'raaf.",
      "verses": [
        {
          "number": 53,
          "arabic": "وَكَذَٰلِكَ فَتَنَّا بَعْضَهُم بِبَعْضٍ لِّيَقُولُوٓا۟ أَهَـٰٓؤُلَآءِ مَنَّ ٱللَّهُ عَلَيْهِم مِّنۢ بَيْنِنَآ ۗ أَلَيْسَ ٱللَّهُ بِأَعْلَمَ بِٱلشَّـٰكِرِينَ",
          "transliteration": "wakadhālika fatannā baʿḍahum bibaʿḍin liyaqūlū ahāulāi manna l-lahu ʿalayhim min bayninā alaysa l-lahu bi-aʿlama bil-shākirīna",
          "translation": "Demikianlah, Kami telah menguji sebagian mereka (orang yang kaya) dengan sebagian yang lain (orang yang miskin), agar mereka (orang yang kaya itu) berkata, \"Orang-orang semacam inikah di antara kita yang diberi anugerah oleh Allah?\" (Allah berfirman), \"Tidakkah Allah lebih mengetahui tentang mereka yang bersyukur (kepada-Nya)?\"",
          "tafsir": "Perumpamaan yang diterangkan pada ayat yang lalu adalah semacam cobaan dan ujian Allah kepada orang-orang yang beriman. Cobaan itu sengaja diberikan Allah untuk menguji dan memperkuat iman seseorang yang benar-benar beriman, tabah dan sabar menghadapi cobaan-cobaan itu, sebaliknya orang yang kurang atau tidak beriman pasti tidak akan tabah dan sabar menghadapinya. Cobaan dan ujian itu diberikan Allah beraneka bentuk. Adakalanya cobaan itu berupa perbedaan-perbedaan yang terdapat di antara manusia; ada yang kaya, ada yang miskin, ada yang kuat dan ada yang lemah, ada yang berkuasa dan ada yang dikuasai, ada yang menindas dan ada yang tertindas dan sebagainya. Demikian pula ada yang bodoh dan ada yang pandai, ada yang sehat dan ada yang sakit dan sebagainya. Orang-orang yang lemah imannya akan merasa terhina dengan perkataan orang-orang kafir, \"Orang-orang yang memeluk agama Islam itu hanyalah orang-orang bodoh, orang-orang miskin dan orang-orang yang berasal dari kasta yang rendah.\" Atau perkataan orang-orang kafir, \"Bahwa kamilah yang dicintai Allah karena kami diberi rezeki yang banyak dan pengetahuan yang tinggi oleh Allah.\" Dan sebagainya. Sedangkan orang yang kuat imannya tidak terpengaruh sedikit pun oleh perkataan yang demikian itu, bahkan imannya bertambah kuat karenanya. Allah-lah yang menetapkan pemberian dan penambahan nikmat kepada seorang hamba-Nya. Pemberian nikmat tersebut untuk menguji siapa yang bersyukur dan siapa yang ingkar. Bila manusia bersyukur akan ditambah nikmatnya. Tetapi, yang ingkar akan diazab. Allah swt berfirman: Dan (ingatlah) ketika Tuhanmu memaklumkan, \" Sesungguhnya jika kamu bersyukur, niscaya Aku akan menambah (nikmat) kepadamu, tetapi jika kamu mengingkari (nikmat-Ku), maka pasti azab-Ku sangat berat.\" (Ibrahim/14: 7)"
        },
        {
          "number": 54,
          "arabic": "وَإِذَا جَآءَكَ ٱلَّذِينَ يُؤْمِنُونَ بِـَٔايَـٰتِنَا فَقُلْ سَلَـٰمٌ عَلَيْكُمْ ۖ كَتَبَ رَبُّكُمْ عَلَىٰ نَفْسِهِ ٱلرَّحْمَةَ ۖ أَنَّهُۥ مَنْ عَمِلَ مِنكُمْ سُوٓءًۢا بِجَهَـٰلَةٍ ثُمَّ تَابَ مِنۢ بَعْدِهِۦ وَأَصْلَحَ فَأَنَّهُۥ غَفُورٌ رَّحِيمٌ",
          "transliteration": "wa-idhā jāaka alladhīna yu'minūna biāyātinā faqul salāmun ʿalaykum kataba rabbukum ʿalā nafsihi l-raḥmata annahu man ʿamila minkum sūan bijahālatin thumma tāba min baʿdihi wa-aṣlaḥa fa-annahu ghafūrun raḥīmun",
          "translation": "Dan apabila orang-orang yang beriman kepada ayat-ayat Kami datang kepadamu, maka katakanlah, \"Salāmun 'alaikum\" (selamat sejahtera untuk kamu).\" Tuhanmu telah menetapkan sifat kasih sayang pada diri-Nya, (yaitu) barang siapa berbuat kejahatan di antara kamu karena kebodohan, kemudian dia bertobat setelah itu dan memperbaiki diri, maka Dia Maha Pengampun, Maha Penyayang.",
          "tafsir": "Pada ayat ini Allah memerintahkan kepada Nabi Muhammad, dan orang-orang beriman agar mengucapkan \"salam\" kepada orang-orang beriman yang mereka temui, atau bila berpisah antara satu dengan yang lain. Ucapan salam itu adakalanya \"salamun 'alaikum\" adakalanya \"assalamu'alaikum\" atau \"assalamu'alaikum warahmatullah wabarakatuh\", dan ditindaklanjuti dengan memelihara kedamaian. Perkataan \"salam\" berarti \"selamat\", \"sejahtera\" atau \"damai\". \"As-Salam\" ialah salah satu dari nama-nama Allah, yang berarti bahwa Allah selamat dari sifat-sifat yang tidak layak baginya, seperti sifat lemah, miskin, baharu, mati dan sebagainya. Ucapan \"salam\" yang diperintahkan Allah agar orang-orang mukmin mengucapkannya dalam ayat ini, mengandung pengertian bahwa Allah menyatakan kepada orang-orang yang telah masuk Islam, mereka telah selamat dan sejahtera dengan masuk Islam itu, karena dosa-dosa mereka telah diampuni, jiwa dan darah mereka telah dipelihara oleh kaum Muslimin, dan mereka telah mengikuti petunjuk yang membawa mereka kepada kebahagiaan hidup di dunia dan di akhirat. Oleh karena itu, sesama muslim tidak boleh berkelahi, apalagi bermusuhan. Sebagian ahli tafsir berpendapat bahwa yang dimaksud dengan \"salam\" dalam ayat ini ialah \"salam\" yang harus diucapkan Rasulullah saw, kepada orang-orang mukmin yang dianggap rendah dan miskin oleh orang-orang Quraisy, yang datang kepada Rasulullah saw, di waktu beliau sedang berbicara dengan pembesar-pembesar Quraisy. Janganlah mereka diusir, sehingga menyakitkan hatinya. Sekalipun mereka miskin tetapi kedudukan mereka lebih tinggi di sisi Allah, karena itu ucapkanlah kepada mereka kata-kata yang baik atau suruhlah mereka menunggu sampai pembicaraan dengan pembesar-pembesar Quraisy itu selesai. Menurut golongan ini bahwa pendapat mereka sesuai dengan sebab ayat diturunkan. Kepada orang-orang yang masuk Islam, Allah menjanjikan akan melimpahkan rahmat-Nya kepada mereka, sebagai suatu kemurahan daripada-Nya. Di antara rahmat yang dilimpahkan Allah ialah tidak dihukumnya orang-orang yang: 1. Berbuat maksiat dengan tidak mengetahui bahwa perbuatan itu adalah perbuatan maksiat. 2. Mengerjakan larangan karena tidak sadar, lantaran sangat marah atau karena dorongan hawa nafsu. Kemudian mereka bertobat, dan menyesal atas perbuatan itu, mereka berjanji tidak akan mengulangi lagi, serta mengadakan perbaikan dengan mengerjakan perbuatan-perbuatan baik, dan mengikis habis pengaruh pekerjaan buruk itu dalam hatinya, hingga hati dan jiwanya bersih, dan dirinya bertambah dekat kepada Allah. Dari ayat ini dapat diambil suatu dasar dalam menetapkan hukuman bahwa hal-hal yang dapat menghapuskan, mengurangi atau meringankan hukuman seseorang yang akan atau telah diputuskan hukumannya, yaitu: 1. Kesalahan yang diperbuatnya dilakukan tanpa disadari, atau perbuatan itu dilakukan tanpa kemauan dan ikhtiarnya. 2. Tindakan atau tingkah lakunya menunjukkan bahwa ia telah berjanji dalam hatinya tidak akan mengulangi perbuatan itu, ia telah menyesal karena mengerjakan kejahatan tersebut, serta melakukan perbuatan-perbuatan baik."
        },
        {
          "number": 55,
          "arabic": "وَكَذَٰلِكَ نُفَصِّلُ ٱلْـَٔايَـٰتِ وَلِتَسْتَبِينَ سَبِيلُ ٱلْمُجْرِمِينَ",
          "transliteration": "wakadhālika nufaṣṣilu l-āyāti walitastabīna sabīlu l-muj'rimīna",
          "translation": "Dan Demikianlah Kami terangkan ayat-ayat Alquran, (agar terlihat jelas jalan orang-orang yang saleh) dan agar terlihat jelas (pula) jalan orang-orang yang berdosa.",
          "tafsir": "Jalan hidup orang-orang beriman adalah mengerjakan kebaikan. Kalaupun mereka berbuat salah, itu karena kekeliruan. Sedangkan jalan hidup orang yang tidak beriman adalah berbuat dosa. Demikianlah Allah menjelaskan ayat-ayat-Nya kepada manusia dengan sejelas-jelasnya agar orang-orang beriman mengetahui secara nyata, mana jalan orang-orang baik dan mana jalan orang-orang berdosa."
        },
        {
          "number": 56,
          "arabic": "قُلْ إِنِّى نُهِيتُ أَنْ أَعْبُدَ ٱلَّذِينَ تَدْعُونَ مِن دُونِ ٱللَّهِ ۚ قُل لَّآ أَتَّبِعُ أَهْوَآءَكُمْ ۙ قَدْ ضَلَلْتُ إِذًا وَمَآ أَنَا۠ مِنَ ٱلْمُهْتَدِينَ",
          "transliteration": "qul innī nuhītu an aʿbuda alladhīna tadʿūna min dūni l-lahi qul lā attabiʿu ahwāakum qad ḍalaltu idhan wamā anā mina l-muh'tadīna",
          "translation": "Katakanlah (Muhammad), \"Aku dilarang menyembah tuhan-tuhan yang kamu sembah selain Allah.\" Katakanlah, \"Aku tidak akan mengikuti keinginanmu. Jika berbuat demikian, sungguh tersesatlah aku dan aku tidak termasuk orang yang mendapat petunjuk.\"",
          "tafsir": "Allah memerintahkan kepada Nabi Muhammad, agar menyampaikan kepada orang-orang musyrik, bahwa dia telah dilarang menyembah selain kepada Allah. Di dalam Al-Qur'an, larangan itu antara lain menyembah dan memohon pertolongan kepada patung-patung, menyembah dan menghambakan diri kepada para malaikat, kepada orang-orang atau kuburan-kuburan yang dianggap keramat dan sebagainya. Larangan itu terdapat di dalam Al-Qur'an yang telah diturunkan Allah kepadanya, disertai bukti-bukti dan dalil-dalil yang kuat yang dapat menambah keyakinan akan kebenaran larangan Allah itu. Diterangkan pula bahwa yang disembah orang-orang musyrik itu adalah sesuatu yang tidak dapat memberi manfaat dan memberi mudarat sedikit pun, tidak dapat memberi pertolongan kepada orang-orang yang memohon kepadanya, dan tidak sangggup mengelakkan suatu malapetaka pun yang menimpa penyembah-penyembahnya. Mereka menyembah selain Allah itu semata-mata mengikuti hawa nafsu dan keinginan mereka saja mengikuti kebiasaan-kebiasaan yang biasa dilakukan oleh nenek moyang mereka, tanpa bukti-bukti dan dalil-dalil yang kuat. Karena itu Nabi dan kaum Muslimin tidak akan mengikuti ajakan mereka itu. Nabi Muhammad juga diperintahkan untuk menyampaikan bahwa ia dan kaum Muslimin tidak akan mengikuti ajakan mereka. Karena, jika ia mengikuti ajakan mereka berarti ia mengikuti sesuatu yang tidak mempunyai dasar yang kuat dan sesat, dan ia dengan demikian bukan seorang Nabi."
        },
        {
          "number": 57,
          "arabic": "قُلْ إِنِّى عَلَىٰ بَيِّنَةٍ مِّن رَّبِّى وَكَذَّبْتُم بِهِۦ ۚ مَا عِندِى مَا تَسْتَعْجِلُونَ بِهِۦٓ ۚ إِنِ ٱلْحُكْمُ إِلَّا لِلَّهِ ۖ يَقُصُّ ٱلْحَقَّ ۖ وَهُوَ خَيْرُ ٱلْفَـٰصِلِينَ",
          "transliteration": "qul innī ʿalā bayyinatin min rabbī wakadhabtum bihi mā ʿindī mā tastaʿjilūna bihi ini l-ḥuk'mu illā lillahi yaquṣṣu l-ḥaqa wahuwa khayru l-fāṣilīna",
          "translation": "Katakanlah (Muhammad), \"Aku (berada) di atas keterangan yang nyata (Alquran) dari Tuhanku sedang kamu mendustakannya. Bukanlah kewenanganku (untuk menurunkan azab) yang kamu tuntut untuk disegerakan kedatangannya. Menetapkan (hukum itu) hanyalah hak Allah. Dia menerangkan kebenaran dan Dia Pemberi keputusan yang terbaik.",
          "tafsir": "Allah memerintahkan kepada Nabi saw agar menyampaikan kepada orang-orang musyrik, bahwa ia memiliki bukti kenabiannya, yaitu wahyu. Wahyu itu memberitahukan adanya hidup sesudah mati, tetapi mereka meminta disegerakan, padahal hal itu adalah wewenang Allah, dan Allah Mahabenar dalam berita yang disampaikan-Nya (an-Nahl/16: 1). Nabi Muhammad dan pengikut-pengikutnya tidak mengikuti ajakan mereka, karena agama yang disampaikannya disertai dengan dasar-dasar, dalil-dalil dan keterangan-keterangan yang kuat, berdasarkan petunjuk-petunjuk yang diwahyukan Allah yang terdapat di dalam Al-Qur'an. Adapun orang-orang musyrik itu mereka mengajak Nabi dan kaum Muslimin mengikuti agama mereka, tetapi mereka tidak mengemukakan dalil-dalil dan keterangan-keterangan yang dapat menguatkan dasar kepercayaan mereka, agar dengan demikian timbul keyakinan pada diri seseorang yang mereka ajak itu akan kebenaran agama mereka. Di antara sebab mereka mengingkari dan mendustakan Al-Qur'an dan kenabian Muhammad adalah karena Allah tidak memperkenankan permintaan mereka, agar kepada mereka diturunkan azab, seperti yang telah diturunkan kepada umat nabi-nabi terdahulu, sebagai bukti kerasulan Muhammad, sebagai yang diterangkan Allah swt dalam firman-Nya: Dan (ingatlah), ketika mereka (orang-orang musyrik) berkata, \"Ya Allah, jika (Al-Qur'an) ini benar (wahyu) dari Engkau, maka hujanilah kami dengan batu dari langit, atau datangkanlah kepada kami azab yang pedih.\" (al-Anfal/8: 32) Telah diketahui bahwa yang menetapkan dan menentukan segala sesuatu itu hanyalah Allah, tidak ada yang selain Dia. Hanya Dialah yang mengetahui hikmah terjadi atau tidak terjadinya sesuatu di alam ini. Dalam menentukan terjadinya sesuatu atau tidak terjadinya, Dia mempunyai aturan-aturan dan hukum-hukum. Terjadinya sesuatu adalah sesuai aturan-aturan dan hukum-hukum-Nya itu, sebagaimana firman Allah swt: ¦ Dan segala sesuatu ada ukuran di sisi-Nya. (ar-Ra'd/13: 8) Allah menerangkan bahwa segala sesuatu yang tersebut di dalam Al-Qur'an adalah benar dan benar-benar akan terjadi, sesuai dengan firman-Nya: Dan mereka meminta kepadamu (Muhammad) agar azab itu disegerakan, padahal Allah tidak akan menyalahi janji-Nya. Dan sesungguhnya sehari di sisi Tuhanmu adalah seperti seribu tahun menurut perhitunganmu. (al-hajj/22: 47) Firman Allah swt: Bagi setiap umat mempunyai ajal (batas waktu). Apabila ajalnya tiba, mereka tidak dapat meminta penundaan atau percepatan sesaat pun. (Yunus/10: 49)"
        },
        {
          "number": 58,
          "arabic": "قُل لَّوْ أَنَّ عِندِى مَا تَسْتَعْجِلُونَ بِهِۦ لَقُضِىَ ٱلْأَمْرُ بَيْنِى وَبَيْنَكُمْ ۗ وَٱللَّهُ أَعْلَمُ بِٱلظَّـٰلِمِينَ",
          "transliteration": "qul law anna ʿindī mā tastaʿjilūna bihi laquḍiya l-amru baynī wabaynakum wal-lahu aʿlamu bil-ẓālimīna",
          "translation": "Katakanlah (Muhammad) \"Seandainya ada padaku apa (azab) yang kamu minta agar disegerakan kedatangannya, tentu selesailah segala perkara antara aku dan kamu.\"<sup foot_note=135262>1</sup> Dan Allah lebih mengetahui tentang orang-orang yang zalim.",
          "tafsir": "Seandainya azab yang diminta oleh orang-orang kafir itu berada di tangan Muhammad saw, tentulah mereka sudah dibinasakan, karena mereka telah mendustakan ayat Allah, menentang seruan Nabi, dan menghalang-halangi orang lain masuk Islam. Allah Maha Mengetahui orang-orang yang zalim dan orang-orang yang tidak dapat lagi diharapkan keimanannya. Dia Maha Mengetahui azab yang pantas diberikan kepada mereka itu dan Dia pasti mengazab mereka sesuai dengan waktu yang telah ditetapkan-Nya."
        },
        {
          "number": 59,
          "arabic": "۞ وَعِندَهُۥ مَفَاتِحُ ٱلْغَيْبِ لَا يَعْلَمُهَآ إِلَّا هُوَ ۚ وَيَعْلَمُ مَا فِى ٱلْبَرِّ وَٱلْبَحْرِ ۚ وَمَا تَسْقُطُ مِن وَرَقَةٍ إِلَّا يَعْلَمُهَا وَلَا حَبَّةٍ فِى ظُلُمَـٰتِ ٱلْأَرْضِ وَلَا رَطْبٍ وَلَا يَابِسٍ إِلَّا فِى كِتَـٰبٍ مُّبِينٍ",
          "transliteration": "waʿindahu mafātiḥu l-ghaybi lā yaʿlamuhā illā huwa wayaʿlamu mā fī l-bari wal-baḥri wamā tasquṭu min waraqatin illā yaʿlamuhā walā ḥabbatin fī ẓulumāti l-arḍi walā raṭbin walā yābisin illā fī kitābin mubīnin",
          "translation": "Dan kunci-kunci semua yang gaib ada pada-Nya; tidak ada yang mengetahui selain Dia. Dia mengetahui apa yang ada di darat dan di laut. Tidak ada sehelai daun pun yang gugur yang tidak diketahui-Nya, tidak ada sebutir biji pun dalam kegelapan bumi dan tidak pula sesuatu yang basah atau yang kering, yang tidak tertulis dalam kitab yang nyata (Lauḥ Maḥfūẓ).",
          "tafsir": "Ayat ini menerangkan bahwa kunci-kunci pembuka pintu untuk mengetahui yang gaib itu hanya ada pada Allah, tidak ada seorang pun yang memilikinya. Yang dimaksud dengan yang gaib ialah sesuatu yang tidak diketahui hakikat yang sebenarnya, seperti akhirat, surga dan neraka. Sekalipun manusia telah diberi Allah pengetahuan yang banyak, tetapi pengetahuan itu hanyalah sedikit bila dibanding dengan pengetahuan Allah. Amatlah banyak yang belum diketahui oleh manusia. Sesungguhnya Allah menciptakan alam ini dengan segala macam isinya, dilengkapi dengan aturan dan hukum yang mengaturnya sejak dari adanya sampai akhir masa adanya. Ketentuan itu tidak akan berubah sedikit pun. Kemudian Allah mengajarkan kepada manusia beberapa aturan dan ketentuan untuk meyakinkan mereka bahwa Allah-lah yang menciptakan segalanya agar mereka menghambakan diri kepada-Nya. Karena itu seandainya ada manusia yang menyatakan bahwa mereka mengetahui yang gaib itu, maka pengetahuan mereka hanyalah merupakan dugaan dan sangkaan belaka, tidak sampai kepada hakikat yang sebenarnya. Mereka pun tidak mengetahui dengan pasti akibat dan hikmat suatu kejadian. Percaya kepada yang gaib termasuk salah satu dari rukun iman. Di antara perkara-perkara gaib yang tidak diketahui oleh manusia disebutkan dalam firman Allah: Sesungguhnya hanya di sisi Allah ilmu tentang hari Kiamat; dan Dia yang menurunkan hujan, dan mengetahui apa yang ada dalam rahim. Dan tidak ada seorang pun yang dapat mengetahui (dengan pasti) apa yang akan dikerjakannya besok. Dan tidak ada seorang pun yang dapat mengetahui di bumi mana dia akan mati. Sungguh, Allah Maha Mengetahui, Maha Mengenal. (Luqman/31: 34) Pengetahuan tentang yang gaib hanya diketahui seseorang jika Allah mengajarkan kepadanya, sebagaimana firman-Nya: Dia Mengetahui yang gaib, tetapi Dia tidak memperlihatkan kepada siapa pun tentang yang gaib itu. Kecuali kepada rasul yang diridai-Nya, maka sesungguhnya Dia mengadakan penjaga-penjaga (malaikat) di depan dan di belakangnya. (al-Jinn/72: 26-27) Di antara hal yang gaib yang pernah diajarkan atau diberitahukan Allah kepada nabi-nabi-Nya ialah: Nabi Isa diajari Allah untuk mengetahui apa yang dimakan dan disimpan seseorang di rumahnya, firman-Nya: ¦ dan aku beritahukan kepadamu apa yang kamu makan dan apa yang kamu simpan di rumahmu¦ (ali 'Imran/3: 49) Demikian pula kepada Nabi Yusuf, firman Allah swt: Dia (Yusuf) berkata, \"Makanan apa pun yang akan diberikan kepadamu berdua aku telah dapat menerangkan takwilnya, sebelum (makanan) itu sampai kepadamu. (Yusuf/12: 37) Kemudian Allah menerangkan keluasan ilmu-Nya, yaitu di samping Dia mengetahui yang gaib, Dia juga lebih mengetahui akan hakikat dan keadaan yang dapat dicapai panca indera manusia, Dia mengetahui segala yang ada di daratan dan di lautan sejak dari yang kecil dan halus sampai kepada yang sebesar-besarnya, sejak dari tempat dan waktu gugurnya sehelai daun, keadaan benda yang paling halus yang berada pada malam yang paling gelap, apakah keadaannya basah atau kering, semuanya ada di dalam ilmu Allah tertulis di Lauh Mahfudh. Rasulullah saw bersabda: Allah telah ada dan yang lain belum ada, dan adalah arsy-Nya di atas air, dan Dia menuliskan pada Lauh Mahfudh segala sesuatu dan Dia menciptakan langit dan bumi. (Riwayat al-Bukhari dari 'Imran bin husain) Dari hadis di atas dipahami bahwa segala sesuatu yang ada tidak luput dari pengetahuan Allah."
        }
      ]
    }
  ]
}