{
  "pageNumber": 597,
  "juz": 30,
  "surahs": [
    {
      "number": 95,
      "name": "At-Tin",
      "nameArabic": "التين",
      "meaning": "Buah Tin",
      "revelation": "Makkah",
      "description": "Surat ini terdiri dari 8 ayat, termasuk golongan surat Makkiyyah, dan diturunkan sesudah surat Al-Buruj. Nama At-Tin diambil dari kata \"At-Tin\" yang terdapat pada ayat pertama surat ini yang artinya buah tin.**Pokok-Pokok Isi:**Manusia adalah makhluk yang terbaik secara ruhaniah dan jasmaniah, tetapi ia akan menjadi sangat rendah jika tidak beriman dan beramal saleh; Allah adalah Hakim Yang Mahaadil.Surat At-Tin menerangkan kedudukan manusia dan keadilan Allah.**Hubungan Surat At-Tin Dengan Surat Al-'Alaq:**1. Surat At-Tin menerangkan bentuk penciptaan manusia sedangkan surat Al-'Alaq menerangkan bahwa permulaan penciptaan manusia dari segumpal darah.2. Pada surat Al-'Alaq dijelaskan kembali beberapa sifat-sifat manusia yang menjadikan mereka hina dan sengsara, juga sifat-sifat manusia yang menjadikan mereka bahagia.",
      "verses": [
        {
          "number": 1,
          "arabic": "وَٱلتِّينِ وَٱلزَّيْتُونِ",
          "transliteration": "wal-tīni wal-zaytūni",
          "translation": "Demi (buah) Tin dan (buah) Zaitun,<sup foot_note=135867>1</sup>",
          "tafsir": "Dalam ayat ini, Allah bersumpah dengan tin dan zaitun. Ada yang berpendapat bahwa tin dan zaitun adalah nama buah yang dikenal sekarang, yang menunjukkan kelebihan kandungan yang dimiliki kedua buah itu. Ada pula yang berpendapat bahwa yang dimaksud adalah tempat banyaknya tin dan zaitun itu tumbuh, yaitu Yerusalem, tempat Nabi Isa lahir dan menerima wahyu. Dua nama tumbuhan, ara (at-tin) dan zaitun (az-zaitun), dan dua tempat (Bukit Sinai”tempat Nabi Musa memerima wahyu; dan kota yang aman (Mekah)”tempat Nabi Muhammad menerima wahyu), digunakan Allah untuk menjadi semacam bukti kebenaran sumpah-Nya. Beberapa ulama menyatakan bahwa at-tin dan az-zaitun sebenarnya juga menunjuk pada dua tempat. At-Tin adalah bukit di sekitar Damaskus, Siria. Sementara az-zaitun adalah tempat Nabi Isa menerima wahyu. Ada juga yang memahami at-tin dan az-zaitun sebagai jenis tumbuhan. Buah ara (at-tin) adalah buah dari sejenis pohon yang banyak tumbuh di kawasan Timur Tengah. Buahnya bila telah matang berwarna coklat, dan mempunyai biji seperti tomat. Rasanya manis dan dinilai memiliki gizi yang tinggi. Penelitian ilmiah menunjukkan bahwa buah ara memiliki kandungan serat yang sangat tinggi dibandingkan buah lainnya. Satu buah ara yang sudah dikeringkan mengandung 20% serat dari yang dianjurkan untuk dikonsumsi orang setiap harinya. Sebagaimana diketahui, penelitian yang dilakukan dalam beberapa dekade terakhir menunjukkan bahwa serat dari tumbuhan sangat penting agar alat pencernaan dapat berfungsi dengan baik. Serat akan membantu sistem pencernaan dan juga dapat mencegah seseorang terkena kanker usus. Kandungan yang dimiliki oleh buah ara juga sangat menjanjikan. Buah ini mengandung antioksidan yang dapat mencegah timbulnya beberapa penyakit. Antioksidan berperan untuk menetralisir beberapa unsur yang merusak (free radicals), baik yang dihasilkan di dalam tubuh (karena beberapa reaksi kimia dalam pencernaan) atau masuk ke dalam tubuh dari luar. Kandungan Phenol pada buah ara juga tinggi. Bahan Phenol ini berfungsi sebagai antiseptik untuk membunuh mikroba. Penelitian di Universitas Rutgers di Amerika Serikat mengungkapkan bahwa kandungan yang tinggi dari omega-3, omega-6 dan phytosterol, maka buah ara sangat potensial untuk menurunkan kadar kolesterol dalam darah. Sebagaimana diketahui, omega-3 dan omega-6 tidak dapat diproduksi oleh tubuh. Keduanya hanya dapat diperoleh dari asupan makanan. Kedua jenis asam lemak ini juga sangat berpengaruh terhadap kinerja jantung, otak, dan sistem syaraf. Phytosterol sendiri berfungsi untuk menghilangkan kolesterol yang diperoleh dari daging, sebelum kolesterol tersebut masuk ke dalam sistem jaringan darah. Pohon ara mengandung mineral yang cukup lengkap dibandingkan buah lainnya. Dari 40 gram buah ara mengandung 244 mg kalium (sebanyak 7% dari kebutuhan per hari), 53 mg kalsium (6% dari kebutuhan per hari), dan 1,2 mg besi (6% dari kebutuhan per hari). Tingginya kadar kalsium ini hanya dikalahkan oleh jeruk. Buah ara juga dipercaya mempercepat penyembuhan pada seseorang yang sedang sakit. Buah ini mengandung bahan-bahan yang diperlukan agar badan si pasien cepat segar dan berenergi. Komponen nutrisi utama yang dikandung buah ara adalah gula. Persentasenya cukup tinggi, yaitu sebanyak 51% sampai 74% dari seluruh bagian buah. Demikian pula halnya dengan zaitun. Sederetan penelitian telah mengungkapkan berbagai manfaat buah zaitun untuk kesehatan manusia. Zaitun, yang diberi pujian sebagai \"pohon yang penuh berkah\" dalam ayat 35 Surah an-Nur/24, adalah tumbuhan perdu. Jenis-jenisnya tersebar di kawasan sekitar Laut Tengah. Pohonnya dapat mencapai umur ratusan tahun. Buah zaitun dapat dipanen untuk masa yang sangat panjang. Sebagai bahan makanan, buah zaitun mengandung beberapa unsur yang diperlukan manusia, seperti protein yang cukup tinggi, zat garam, besi dan fosfor, vitamin A dan B. Zaitun juga dikenal sebagai penghalus kulit dan digunakan dalam industri sabun. Minyaknya juga memiliki kelebihan-kelebihan yang tidak dimiliki minyak hewani atau minyak nabati lainnya. Diketahui bahwa minyak zaitun menyehatkan jantung dan pembuluh darah. Beberapa kegunaan minyak zaitun adalah untuk kesehatan jantung dan pembuluh darah, pencegahan kanker, arthistis, memperlambat proses penuaan, membantu pertumbuhan pada anak-anak, menurunkan tekanan darah tinggi, serta kegunaan lain bagi berbagai organ bagian dalam."
        },
        {
          "number": 2,
          "arabic": "وَطُورِ سِينِينَ",
          "transliteration": "waṭūri sīnīna",
          "translation": "demi gunung Sinai, <sup foot_note=135868>1</sup>",
          "tafsir": "Setelah itu, Allah bersumpah dengan Gunung Sinai, tempat Nabi Musa menerima wahyu (Taurat). Mengenai bahwa Nabi Musa menerima wahyu di tempat itu dikisahkan pula antara lain dalam Surah al-A'raf/7: 144. Allah berfirman: (Allah) berfirman, \"Wahai Musa! Sesungguhnya Aku memilih (melebihkan) engkau dari manusia yang lain (pada masamu) untuk membawa risalah-Ku dan firman-Ku, sebab itu berpegang-teguhlah kepada apa yang Aku berikan kepadamu dan hendaklah engkau termasuk orang-orang yang bersyukur.\" (al-A'raf/7: 144) Dalam ayat sebelumnya dikisahkan bagaimana Nabi Musa naik bukit Sinai untuk menerima wahyu. Dalam ayat ini dinyatakan pengangkatan Musa sebagai nabi dan menerima wahyu yaitu kitab Taurat."
        },
        {
          "number": 3,
          "arabic": "وَهَـٰذَا ٱلْبَلَدِ ٱلْأَمِينِ",
          "transliteration": "wahādhā l-baladi l-amīni",
          "translation": "dan demi negeri (Mekkah) yang aman ini.",
          "tafsir": "Selanjutnya Allah bersumpah dengan \"negeri yang damai\". Maksudnya adalah Mekah, tempat Nabi Muhammad lahir dan menerima wahyu. Bahwa Mekah adalah tempat asal Nabi Muhammad dinyatakan pula antara lain dalam Surah Muhammad/47: 13: Dan betapa banyak negeri yang (penduduknya) lebih kuat dari (penduduk) negerimu (Muhammad) yang telah mengusirmu itu. Kami telah membinasakan mereka; maka tidak ada seorang pun yang menolong mereka. (Muhammad/47: 13) Dalam ayat ini terdapat informasi bahwa beliau telah dipaksa meninggalkan negeri asalnya, yaitu tempat kelahirannya (Mekah) dan hijrah ke Medinah. Berdasarkan ayat-ayat lain lebih tepat dipahami bahwa ketiga ayat di atas menyatakan tempat ketiga nabi itu lahir atau menerima tugas kenabian mereka. Di dalam ayat-ayat lain, ketiga nabi itu memang sering disebutkan bersamaan, misalnya dalam Surah as-saff/61: 5-6: Dan (ingatlah) ketika Musa berkata kepada kaumnya, \"Wahai kaumku! Mengapa kamu menyakitiku, padahal kamu sungguh mengetahui bahwa sesungguhnya aku utusan Allah kepadamu?\" Maka ketika mereka berpaling (dari kebenaran), Allah memalingkan hati mereka. Dan Allah tidak memberi petunjuk kepada kaum yang fasik. Dan (ingatlah) ketika Isa putra Maryam berkata, \"Wahai Bani Israil! Sesungguhnya aku utusan Allah kepadamu, yang membenarkan kitab (yang turun) sebelumku, yaitu Taurat dan memberi kabar gembira dengan seorang rasul yang akan datang setelahku, yang namanya Ahmad (Muhammad).\" Namun ketika rasul itu datang kepada mereka dengan membawa bukti-bukti yang nyata, mereka berkata, \"Ini adalah sihir yang nyata.\" (as-saff/61: 5-6) Dalam Perjanjian Lama, Kitab Ulangan 33 ayat 2 juga dinyatakan tempat ketiga nabi itu, \"Tuhan telah datang dari Sina, dan terbit kepada mereka di Seir, kelihatan Dia dengan gemerlapan cahayanya dari Gunung Paran.\" Sina adalah Sinai tempat Nabi Musa menerima wahyu, Seir adalah pegunungan di Baitul Maqdis tempat Nabi Isa lahir dan menerima kenabian, dan pegunungan Paran adalah pegunungan Mekah, tempat Nabi Muhammad lahir dan menerima kenabiannya."
        },
        {
          "number": 4,
          "arabic": "لَقَدْ خَلَقْنَا ٱلْإِنسَـٰنَ فِىٓ أَحْسَنِ تَقْوِيمٍ",
          "transliteration": "laqad khalaqnā l-insāna fī aḥsani taqwīmin",
          "translation": "Sungguh, Kami telah menciptakan manusia dalam bentuk yang sebaik-baiknya,",
          "tafsir": "Setelah bersumpah dengan buah-buahan yang bermanfaat atau tempat-tempat yang mulia itu, Allah menegaskan bahwa Dia telah menciptakan manusia dengan kondisi fisik dan psikis terbaik. Dari segi fisik, misalnya, hanya manusia yang berdiri tegak sehingga otaknya bebas berpikir, yang menghasilkan ilmu, dan tangannya juga bebas bergerak untuk merealisasikan ilmunya itu, sehingga melahirkan teknologi. Bentuk manusia adalah yang paling indah dari semua makhluk-Nya. Dari segi psikis, hanya manusia yang memiliki pikiran dan perasaan yang sempurna. Dan lebih-lebih lagi, hanya manusia yang beragama. Banyak lagi keistimewaan manusia dari segi fisik dan psikis itu yang tidak mungkin diuraikan di sini. Penegasan Allah bahwa Dia telah menciptakan manusia dengan kondisi fisik dan psikis terbaik itu mengandung arti bahwa fisik dan psikis manusia itu perlu dipelihara dan ditumbuhkembangkan. Fisik manusia dipelihara dan ditumbuhkembangkan dengan memberinya gizi yang cukup dan menjaga kesehatannya. Dan psikis manusia dipelihara dan ditumbuhkembangkan dengan memberinya agama dan pendidikan yang baik. Bila fisik dan psikis manusia dipelihara dan ditumbuhkembangkan, maka manusia akan dapat memberikan kemanfaatan yang besar kepada alam ini. Dengan demikianlah ia akan menjadi makhluk termulia."
        },
        {
          "number": 5,
          "arabic": "ثُمَّ رَدَدْنَـٰهُ أَسْفَلَ سَـٰفِلِينَ",
          "transliteration": "thumma radadnāhu asfala sāfilīna",
          "translation": "kemudian Kami kembalikan dia ke tempat yang serendah-rendahnya,",
          "tafsir": "Manusia yang paling baik dan sempurna kejadiannya itu akan menjadi tidak berguna bila tidak dijaga pertumbuhannya dan tidak dipelihara kesehatannya. Manusia yang paling sempurna rohaninya itu akan menjadi jahat dan merusak di muka bumi ini bila tidak diberi agama dan pendidikan yang baik. Manusia yang lemah akan menjadi beban, dan manusia yang jahat akan merusak masyarakatnya. Akhirnya di akhirat ia akan masuk neraka. Dengan demikian, manusia itu akan menjadi makhluk terhina."
        },
        {
          "number": 6,
          "arabic": "إِلَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ فَلَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ",
          "transliteration": "illā alladhīna āmanū waʿamilū l-ṣāliḥāti falahum ajrun ghayru mamnūnin",
          "translation": "kecuali orang-orang yang beriman dan mengerjakan kebajikan; maka mereka akan mendapat pahala yang tidak ada putus-putusnya.",
          "tafsir": "Yang terhindar dari kehinaan itu adalah orang-orang yang beriman dan berbuat baik. Dengan demikian, tolok ukur kemuliaan adalah iman dan perbuatan baik itu. Hal itu karena iman berarti mengakui adanya Allah dan nilai-nilai yang diajarkan-Nya. Pengakuan itu akan menjadi jalan hidup atau akidahnya, dan karena telah menjadi akidahnya, maka nilai-nilai itu akan dilaksanakannya dengan sepenuh hatinya. Karena nilai-nilai yang diajarkan Allah seluruhnya baik, maka manusia yang melaksanakannya akan menjadi manusia baik pula. Semakin tinggi akidah seseorang semakin baik perbuatannya, sehingga ia akan menjadi manusia terbaik dan termulia. Manusia yang memiliki sikap hidup yang didasarkan atas iman dan perbuatan baik itu akan memperoleh balasan dari Allah tanpa putus-putusnya. Iman dan perbuatan baiknya itu akan berbuah di dunia, berupa kesentosaan hidup baginya dan bagi masyarakatnya, dan kebahagiaan hidup di akhirat di dalam surga."
        },
        {
          "number": 7,
          "arabic": "فَمَا يُكَذِّبُكَ بَعْدُ بِٱلدِّينِ",
          "transliteration": "famā yukadhibuka baʿdu bil-dīni",
          "translation": "Maka apa yang menyebabkan (mereka) mendustakanmu (tentang) hari pembalasan setelah (adanya keterangan-keterangan) itu?",
          "tafsir": "Allah mempertanyakan bila masih ada manusia yang menganggap bohong apa yang disampaikan-Nya kepada Nabi Muhammad bahwa kemuliaan manusia itu diukur dari imannya dan perbuatan baiknya. Hal itu karena iman itulah yang akan membuahkan perbuatan baik, sedangkan keingkaran hanya akan membuahkan kejahatan."
        },
        {
          "number": 8,
          "arabic": "أَلَيْسَ ٱللَّهُ بِأَحْكَمِ ٱلْحَـٰكِمِينَ",
          "transliteration": "alaysa l-lahu bi-aḥkami l-ḥākimīna",
          "translation": "Bukankah Allah Hakim yang paling adil?",
          "tafsir": "Allah menegaskan bahwa menerapkan ketentuan tentang kemuliaan manusia itu didasarkan atas iman dan perbuatan baiknya, itu adalah bukti bahwa Allah Mahabijaksana. Hal itu karena iman itulah yang akan membuahkan perbuatan baik, sedangkan keingkaran hanya akan membuahkan kejahatan, sebagaimana disampaikan di atas. Bila kemuliaan diletakkan pada kekafiran dan kejahatan, itu akan menghancurkan alam ini."
        }
      ]
    },
    {
      "number": 96,
      "name": "Al-'Alaq",
      "nameArabic": "العلق",
      "meaning": "Segumpal Darah",
      "revelation": "Makkah",
      "description": "Surat Al-'Alaq terdiri dari 19 ayat dan termasuk golongan surat Makkiyyah. Ayat pertama sampai ayat kelima dari surat ini adalah ayat-ayat yang pertama kali diturunkan, yaitu ketika Nabi Muhammad berkhalwat di gua Hira'. Surat ini dinamai Al-'Alaq (segumpal darah) diambil dari kata \"'Alaq\" yang terdapat pada ayat kedua surat ini. Surat ini dinamai juga dengan \"Iqra'\" atau \"Al-Qalam\".**Pokok-Pokok Isi:**Perintah membaca Al-Qur'an; manusia diciptakan dari segumpal darah; Allah menjadikan pena sebagai alat mengembangkan ilmu pengetahuan; manusia bertindak melampaui batas karena merasa dirinya serba cukup; ancaman Allah terhadap orang-orang kafir yang menghalang-halangi kaum muslimin yang melaksanakan perintah-Nya.Surat Al-'Alaq menerangkan bahwa Allah menciptakan manusia dari benda yang hina kemudian memuliakannya dengan mengajarinya membaca dan menulis serta memberinya pengetahuan. Tetapi manusia tidak mengingat asal muasalnya, karena itu dia tidak mensyukuri nikmat Allah itu, bahkan bertindak melampaui batas, karena melihat dirinya telah merasa serba cukup.**Hubungan Surat Al-'Alaq Dengan Surat Al-Qadr:**Pada surat Al-'Alaq Allah memerintahkan agar Rasulullah membaca Al-Qur'an, sedangkan pada surat Al-Qadr Allah menerangkan tentang permulaan turunnya Al-Qur'an.",
      "verses": [
        {
          "number": 1,
          "arabic": " ٱقْرَأْ بِٱسْمِ رَبِّكَ ٱلَّذِى خَلَقَ",
          "transliteration": "iq'ra bi-is'mi rabbika alladhī khalaqa",
          "translation": "Bacalah dengan (menyebut) nama Tuhanmu yang menciptakan,",
          "tafsir": "Allah memerintahkan manusia membaca (mempelajari, meneliti, dan sebagainya.) apa saja yang telah Ia ciptakan, baik ayat-ayat-Nya yang tersurat (qauliyah), yaitu Al-Qur'an, dan ayat-ayat-Nya yang tersirat, maksudnya alam semesta (kauniyah). Membaca itu harus dengan nama-Nya, artinya karena Dia dan mengharapkan pertolongan-Nya. Dengan demikian, tujuan membaca dan mendalami ayat-ayat Allah itu adalah diperolehnya hasil yang diridai-Nya, yaitu ilmu atau sesuatu yang bermanfaat bagi manusia."
        },
        {
          "number": 2,
          "arabic": "خَلَقَ ٱلْإِنسَـٰنَ مِنْ عَلَقٍ",
          "transliteration": "khalaqa l-insāna min ʿalaqin",
          "translation": "Dia telah menciptakan manusia dari segumpal darah.",
          "tafsir": "Allah menyebutkan bahwa di antara yang telah Ia ciptakan adalah manusia, yang menunjukkan mulianya manusia itu dalam pandangan-Nya. Allah menciptakan manusia itu dari 'alaqah (zigot), yakni telur yang sudah terbuahi sperma, yang sudah menempel di rahim ibu. Karena sudah menempel itu, maka zigot dapat berkembang menjadi manusia. Dengan demikian, asal usul manusia itu adalah sesuatu yang tidak ada artinya, tetapi kemudian ia menjadi manusia yang perkasa. Allah berfirman: Dan di antara tanda-tanda (kebesaran)-Nya ialah Dia menciptakan kamu dari tanah, kemudian tiba-tiba kamu (menjadi) manusia yang berkembang biak. (ar-Rum/30: 20) Asal usulnya itu juga labil, zigot itu bisa tidak menempel di rahim, atau bisa terlepas lagi dari rahim itu, sehingga pembentukan manusia terhenti prosesnya. Oleh karena itu, manusia seharusnya tidak sombong dan ingkar, tetapi bersyukur dan patuh kepada-Nya, karena dengan kemahakuasaan dan karunia Allah-lah, ia bisa tercipta. Allah berfirman menyesali manusia yang ingkar dan sombong itu: Dan tidakkah manusia memperhatikan bahwa Kami menciptakannya dari setetes mani, ternyata dia menjadi musuh yang nyata! (Yasin/36: 77) Menurut kajian ilmiah, 'alaqah merupakan bentuk perkembangan pra-embrionik, yang terjadi setelah percampuran sel mani (sperma) dan sel telur. Moore dan Azzindani menjelaskan bahwa 'alaqah dalam bahasa Arab berarti lintah (leech) atau suatu suspensi (suspended thing) atau segumpal darah (a clot of blood). Lintah merupakan binatang tingkat rendah, berbentuk seperti buah per, dan hidup dengan cara menghisap darah. Jadi 'alaqah merupakan tingkatan (stadium) embrionik, yang berbentuk seperti buah per, di mana sistem kardiovaskuler (sistem pembuluh-jantung) sudah mulai tampak, dan hidupnya tergantung dari darah ibunya, mirip dengan lintah. 'Alaqah terbentuk sekitar 24-25 hari sejak pembuahan. Jika jaringan pra-embrionik 'alaqah ini diambil keluar (digugurkan), memang tampak seperti segumpal darah (a blood clot like). Lihat pula telaah ilmiah pada penjelasan Surah Nuh/71 ayat 14."
        },
        {
          "number": 3,
          "arabic": "ٱقْرَأْ وَرَبُّكَ ٱلْأَكْرَمُ",
          "transliteration": "iq'ra warabbuka l-akramu",
          "translation": "Bacalah, dan Tuhanmulah Yang Mahamulia.",
          "tafsir": "Allah meminta manusia membaca lagi, yang mengandung arti bahwa membaca yang akan membuahkan ilmu dan iman itu perlu dilakukan berkali-kali, minimal dua kali. Bila Al-Qur'an atau alam ini dibaca dan diselidiki berkali-kali, maka manusia akan menemukan bahwa Allah itu pemurah, yaitu bahwa Ia akan mencurahkan pengetahuan-Nya kepadanya dan akan memperkokoh imannya."
        },
        {
          "number": 4,
          "arabic": "ٱلَّذِى عَلَّمَ بِٱلْقَلَمِ",
          "transliteration": "alladhī ʿallama bil-qalami",
          "translation": "Yang mengajar (manusia) dengan pena.",
          "tafsir": "Di antara bentuk kepemurahan Allah adalah Ia mengajari manusia mampu menggunakan alat tulis. Mengajari di sini maksudnya memberinya kemampuan menggunakannya. Dengan kemampuan menggunakan alat tulis itu, manusia bisa menuliskan temuannya sehingga dapat dibaca oleh orang lain dan generasi berikutnya. Dengan dibaca oleh orang lain, maka ilmu itu dapat dikembangkan. Dengan demikian, manusia dapat mengetahui apa yang sebelumnya belum diketahuinya, artinya ilmu itu akan terus berkembang. Demikianlah besarnya fungsi baca-tulis."
        },
        {
          "number": 5,
          "arabic": "عَلَّمَ ٱلْإِنسَـٰنَ مَا لَمْ يَعْلَمْ",
          "transliteration": "ʿallama l-insāna mā lam yaʿlam",
          "translation": "Dia mengajarkan manusia apa yang tidak diketahuinya.",
          "tafsir": "Di antara bentuk kepemurahan Allah adalah Ia mengajari manusia mampu menggunakan alat tulis. Mengajari di sini maksudnya memberinya kemampuan menggunakannya. Dengan kemampuan menggunakan alat tulis itu, manusia bisa menuliskan temuannya sehingga dapat dibaca oleh orang lain dan generasi berikutnya. Dengan dibaca oleh orang lain, maka ilmu itu dapat dikembangkan. Dengan demikian, manusia dapat mengetahui apa yang sebelumnya belum diketahuinya, artinya ilmu itu akan terus berkembang. Demikianlah besarnya fungsi baca-tulis."
        },
        {
          "number": 6,
          "arabic": "كَلَّآ إِنَّ ٱلْإِنسَـٰنَ لَيَطْغَىٰٓ",
          "transliteration": "kallā inna l-insāna layaṭghā",
          "translation": "Sekali-sekali tidak! Sungguh, manusia itu benar-benar melampaui batas,",
          "tafsir": "Allah menyesali manusia karena banyak mereka yang cenderung lupa diri sehingga melakukan tindakan-tindakan yang melampaui batas, yaitu kafir kepada Allah dan sewenang-wenang terhadap manusia. Kecenderungan itu terjadi ketika mereka merasa sudah berkecukupan. Dengan demikian, ia merasa tidak perlu beriman, dan karena itu ia berani melanggar hukum-hukum Allah. Begitu juga karena sudah merasa berkecukupan, ia merasa tidak butuh orang lain dan merasa berkuasa, dan karena itu ia akan bertindak sewenang-wenang terhadap orang lain itu."
        },
        {
          "number": 7,
          "arabic": "أَن رَّءَاهُ ٱسْتَغْنَىٰٓ",
          "transliteration": "an raāhu is'taghnā",
          "translation": "apabila melihat dirinya serba cukup.",
          "tafsir": "Allah menyesali manusia karena banyak mereka yang cenderung lupa diri sehingga melakukan tindakan-tindakan yang melampaui batas, yaitu kafir kepada Allah dan sewenang-wenang terhadap manusia. Kecenderungan itu terjadi ketika mereka merasa sudah berkecukupan. Dengan demikian, ia merasa tidak perlu beriman, dan karena itu ia berani melanggar hukum-hukum Allah. Begitu juga karena sudah merasa berkecukupan, ia merasa tidak butuh orang lain dan merasa berkuasa, dan karena itu ia akan bertindak sewenang-wenang terhadap orang lain itu."
        },
        {
          "number": 8,
          "arabic": "إِنَّ إِلَىٰ رَبِّكَ ٱلرُّجْعَىٰٓ",
          "transliteration": "inna ilā rabbika l-ruj'ʿā",
          "translation": "Sungguh, hanya kepada Tuhanmulah tempat kembali(mu).",
          "tafsir": "Allah menegaskan kepada Nabi Muhammad bahwa mereka yang durhaka itu akan kembali kepada-Nya. Mereka pasti mati dan akan berhadapan dengan-Nya untuk mempertanggungjawabkan perbuatannya. Bila mereka harus mempertanggungjawabkan perbuatannya, berarti mereka nanti akan tahu, bahwa mereka akan diazab dan menyesal. Dalam ayat lain, Allah berfirman mengenai bagaimana keadaan yang akan dialami para pendurhaka itu: Dan janganlah engkau mengira, bahwa Allah lengah dari apa yang diperbuat oleh orang yang zalim. Sesungguhnya Allah menangguhkan mereka sampai hari yang pada waktu itu mata (mereka) terbelalak, mereka datang tergesa-gesa (memenuhi panggilan) dengan mengangkat kepalanya, sedang mata mereka tidak berkedip-kedip dan hati mereka kosong. (Ibrahim/14: 42-43)"
        },
        {
          "number": 9,
          "arabic": "أَرَءَيْتَ ٱلَّذِى يَنْهَىٰ",
          "transliteration": "ara-ayta alladhī yanhā",
          "translation": "Bagaimana pendapatmu tentang orang yang melarang?",
          "tafsir": "Allah bertanya kepada Nabi Muhammad, yang maksudnya meminta beliau memperhatikan orang yang melarang manusia melakukan salat. Orang yang dilarang adalah Nabi Muhammad saw untuk melakukan salat di Masjidil Haram. Sedangkan yang melarang adalah Abu Jahal. Ia mengancam Nabi saw dengan kata-kata: Abu Jahal berkata, \"Jika saya melihat Muhammad salat di Ka'bah, saya akan lindas-lindaskan tengkuknya (ke tanah).\" Ketika hal itu sampai kepada Nabi saw., beliau bersabda, \"Jika itu ia lakukan, malaikat akan menghajarnya.\" (Riwayat al-Bukhari dari Ibnu 'Abbas)"
        },
        {
          "number": 10,
          "arabic": "عَبْدًا إِذَا صَلَّىٰٓ",
          "transliteration": "ʿabdan idhā ṣallā",
          "translation": "seorang hamba ketika dia melaksanakan salat,<sup foot_note=135869>1</sup>",
          "tafsir": "Allah bertanya kepada Nabi Muhammad, yang maksudnya meminta beliau memperhatikan orang yang melarang manusia melakukan salat. Orang yang dilarang adalah Nabi Muhammad saw untuk melakukan salat di Masjidil Haram. Sedangkan yang melarang adalah Abu Jahal. Ia mengancam Nabi saw dengan kata-kata: Abu Jahal berkata, \"Jika saya melihat Muhammad salat di Ka'bah, saya akan lindas-lindaskan tengkuknya (ke tanah).\" Ketika hal itu sampai kepada Nabi saw., beliau bersabda, \"Jika itu ia lakukan, malaikat akan menghajarnya.\" (Riwayat al-Bukhari dari Ibnu 'Abbas)"
        },
        {
          "number": 11,
          "arabic": "أَرَءَيْتَ إِن كَانَ عَلَى ٱلْهُدَىٰٓ",
          "transliteration": "ara-ayta in kāna ʿalā l-hudā",
          "translation": "bagaimana pendapatmu jika dia (yang dilarang salat itu) berada di atas kebenaran (petunjuk),",
          "tafsir": "Selanjutnya Allah meminta Nabi Muhammad memperhatikan, seandainya orang yang dilarang salat di masjid itu membawa hidayah dan membimbing orang kepada iman, dan mengajak orang kepada ketakwaan, yaitu mengerjakan kebaikan dan kebenaran. Tindakan itu pasti lebih baik, karena pasti menguntungkan dirinya dan masyarakatnya. Orang yang berperilaku seperti itu adalah Nabi Muhammad sendiri. Itu adalah dua perilaku yang bertolak belakang dan bertentangan seperti siang dan malam: yang pertama jahat dan membawa kepada kejahatan, dan yang kedua baik dan membawa kepada kebaikan."
        },
        {
          "number": 12,
          "arabic": "أَوْ أَمَرَ بِٱلتَّقْوَىٰٓ",
          "transliteration": "aw amara bil-taqwā",
          "translation": "atau dia menyuruh bertakwa (kepada Allah)?",
          "tafsir": "Selanjutnya Allah meminta Nabi Muhammad memperhatikan, seandainya orang yang dilarang salat di masjid itu membawa hidayah dan membimbing orang kepada iman, dan mengajak orang kepada ketakwaan, yaitu mengerjakan kebaikan dan kebenaran. Tindakan itu pasti lebih baik, karena pasti menguntungkan dirinya dan masyarakatnya. Orang yang berperilaku seperti itu adalah Nabi Muhammad sendiri. Itu adalah dua perilaku yang bertolak belakang dan bertentangan seperti siang dan malam: yang pertama jahat dan membawa kepada kejahatan, dan yang kedua baik dan membawa kepada kebaikan."
        },
        {
          "number": 13,
          "arabic": "أَرَءَيْتَ إِن كَذَّبَ وَتَوَلَّىٰٓ",
          "transliteration": "ara-ayta in kadhaba watawallā",
          "translation": "Bagaimana pendapatmu jika dia (yang melarang) itu mendustakan dan berpaling?",
          "tafsir": "Selanjutnya Allah meminta Nabi Muhammad memperhatikan orang yang melarang orang beribadah itu, yaitu Abu Jahal sebagai contoh, apakah jika ia memandang Allah dan ajaran-ajaran-Nya dusta, lalu berpaling, dan tidak mau menggubrisnya. Ia tidak tahu bahwa Allah melihat perbuatannya itu. Tidak demikian halnya, Allah mengetahui setiap perbuatan dosanya itu dan akan memberikan balasannya."
        },
        {
          "number": 14,
          "arabic": "أَلَمْ يَعْلَم بِأَنَّ ٱللَّهَ يَرَىٰ",
          "transliteration": "alam yaʿlam bi-anna l-laha yarā",
          "translation": "Tidakkah dia mengetahui bahwa sesungguhnya Allah melihat (segala perbuatannya)?",
          "tafsir": "Selanjutnya Allah meminta Nabi Muhammad memperhatikan orang yang melarang orang beribadah itu, yaitu Abu Jahal sebagai contoh, apakah jika ia memandang Allah dan ajaran-ajaran-Nya dusta, lalu berpaling, dan tidak mau menggubrisnya. Ia tidak tahu bahwa Allah melihat perbuatannya itu. Tidak demikian halnya, Allah mengetahui setiap perbuatan dosanya itu dan akan memberikan balasannya."
        },
        {
          "number": 15,
          "arabic": "كَلَّا لَئِن لَّمْ يَنتَهِ لَنَسْفَعًۢا بِٱلنَّاصِيَةِ",
          "transliteration": "kallā la-in lam yantahi lanasfaʿan bil-nāṣiyati",
          "translation": "Sekali-kali tidak! Sungguh, jika dia tidak berhenti (berbuat demikian) niscaya Kami tarik ubun-ubunnya (ke dalam neraka),",
          "tafsir": "Allah mencela orang yang melarang orang beribadah di dalam masjid, dengan contohnya Abu Lahab. Allah mengancam bahwa bila mereka tidak menghentikan perbuatannya, Allah akan mencabut ubun-ubunnya, yaitu menarik nyawanya sehingga mati seketika. Hukuman itu dijatuhkan padanya karena ubun-ubun itu adalah denyut kehidupannya, sedangkan denyut kehidupannya itu selalu penuh kebohongan dan dosa."
        },
        {
          "number": 16,
          "arabic": "نَاصِيَةٍ كَـٰذِبَةٍ خَاطِئَةٍ",
          "transliteration": "nāṣiyatin kādhibatin khāṭi-atin",
          "translation": "(yaitu) ubun-ubun orang yang mendustakan dan durhaka.",
          "tafsir": "Allah mencela orang yang melarang orang beribadah di dalam masjid, dengan contohnya Abu Lahab. Allah mengancam bahwa bila mereka tidak menghentikan perbuatannya, Allah akan mencabut ubun-ubunnya, yaitu menarik nyawanya sehingga mati seketika. Hukuman itu dijatuhkan padanya karena ubun-ubun itu adalah denyut kehidupannya, sedangkan denyut kehidupannya itu selalu penuh kebohongan dan dosa."
        },
        {
          "number": 17,
          "arabic": "فَلْيَدْعُ نَادِيَهُۥ",
          "transliteration": "falyadʿu nādiyahu",
          "translation": "Maka biarlah dia memanggil golongannya (untuk menolongnya),",
          "tafsir": "Allah mempersilakan mereka yang sewenang-wenang dan melarang orang melakukan ibadah itu untuk meminta bantuan kelompok mereka. Ayat ini khususnya ditujukan kepada Abu Jahal, yang dikenal sebagai pemimpin terbesar orang-orang yang menentang Nabi saw di Mekah. Allah mengancam bahwa bila Abu Jahal memanggil teman-teman komplotannya untuk meminta tolong, maka Allah akan memanggil malaikat-malaikat Zabaniyah, yaitu para penjaga neraka yang sangat bengis. Artinya, ia di dunia akan celaka dan di akhirat akan masuk neraka. Ancaman itu kemudian terbukti, yaitu pada tahun kedua setelah umat Islam hijrah ke Medinah, terjadi Perang Badar, di mana Abu Jahal sebagai pemimpin Quraisy mati terbunuh. Dan di akhirat nanti ia pasti masuk neraka."
        },
        {
          "number": 18,
          "arabic": "سَنَدْعُ ٱلزَّبَانِيَةَ",
          "transliteration": "sanadʿu l-zabāniyata",
          "translation": "kelak Kami akan memanggil Malaikat Zabaniyah (penyiksa orang-orang yang berdosa)",
          "tafsir": "Allah mempersilakan mereka yang sewenang-wenang dan melarang orang melakukan ibadah itu untuk meminta bantuan kelompok mereka. Ayat ini khususnya ditujukan kepada Abu Jahal, yang dikenal sebagai pemimpin terbesar orang-orang yang menentang Nabi saw di Mekah. Allah mengancam bahwa bila Abu Jahal memanggil teman-teman komplotannya untuk meminta tolong, maka Allah akan memanggil malaikat-malaikat Zabaniyah, yaitu para penjaga neraka yang sangat bengis. Artinya, ia di dunia akan celaka dan di akhirat akan masuk neraka. Ancaman itu kemudian terbukti, yaitu pada tahun kedua setelah umat Islam hijrah ke Medinah, terjadi Perang Badar, di mana Abu Jahal sebagai pemimpin Quraisy mati terbunuh. Dan di akhirat nanti ia pasti masuk neraka."
        },
        {
          "number": 19,
          "arabic": "كَلَّا لَا تُطِعْهُ وَٱسْجُدْ وَٱقْتَرِب ۩",
          "transliteration": "kallā lā tuṭiʿ'hu wa-us'jud wa-iq'tarib",
          "translation": "sekali-kali tidak! Janganlah kamu patuh kepadanya; dan sujudlah serta dekatkanlah (dirimu kepada Allah).",
          "tafsir": "Allah meminta Nabi saw atau siapa saja yang ingin beribadah agar tidak takut dan tidak mematuhi ancaman orang yang melarang mereka beribadah. Mereka diminta untuk tetap melaksanakan ibadah dengan tekun, terutama salat, dan menggunakan masjid untuk melaksanakannya. Dalam ayat lain, Allah berfirman: Dan janganlah engkau (Muhammad) menuruti orang-orang kafir dan orang-orang munafik itu, janganlah engkau hiraukan gangguan mereka dan bertawakallah kepada Allah. Dan cukuplah Allah sebagai pelindung. (al-Ahzab/33: 48) Di samping salat, umat Islam diminta pula mengerjakan ibadah-ibadah sunat lainnya dalam rangka mendekatkan diri kepada-Nya, baik itu berupa salat-salat sunat maupun zikir-zikir, dan sebagainya."
        }
      ]
    }
  ]
}