{
  "pageNumber": 191,
  "juz": 10,
  "surahs": [
    {
      "number": 9,
      "name": "At-Taubah",
      "nameArabic": "التوبة",
      "meaning": "Pengampunan",
      "revelation": "Madinah",
      "description": "Surat At-Taubah terdiri dari 129 ayat dan termasuk surat Madaniyyah. Surat ini dinamakan \"At-Taubah\" yang berarti pengampunan berhubung kata \"At-Taubah\" disebut berulang kali dalam surat ini. Dinamakan juga dengan \"Baraa'ah\" yang berarti berlepas diri yang di sini maksudnya pernyataan pemutusan hubungan, disebabkan kebanyakan pokok pembicaraannya tentang pernyataan pemutusan perjanjian damai dengan kaum musyrikin.Di samping kedua nama yang masyhur di atas, ada beberapa nama lain yang merupakan sifat dari surat ini.Pada permulaan surat ini tidak terdapat basmalah karena berisi pernyataan perang total dengan arti bahwa segenap kaum muslimin diarahkan untuk memerangi seluruh kaum musyrikin, sedang basmalah bernafaskan perdamaian dan cinta kasih dari Allah.Surat ini diturunkan setelah Nabi Muhammad s.a.w. kembali dari perang Tabuk yang terjadi pada tahun 9 H. Pengumuman ini disampaikan oleh Saidina 'Ali pada musim haji pada tahun yang sama.Selain pernyataan pembatalan perjanjian damai dengan kaum musyrikin, surat ini mengandung pokok-pokok isi sebagai berikut:1. Keimanan:Allah selalu menyertai hamba-hamba-Nya yang beriman; pembalasan atas amalan-amalan manusia hanya dari Allah; segala sesuatu menurut sunnatullah; perlindungan Allah bagi orang-orang yang beriman; kedudukan Nabi Muhammad s.a.w. di sisi Allah.2. Hukum-hukum:Kewajiban menginfakkan harta; macam-macam harta dalam agama serta penggunaannya; jizyah; perjanjian dan perdamaian; kewajiban umat Islam terhadap Nabinya, sebab-sebab orang Islam melakukan perang total; beberapa dasar politik kenegaraan dan peperangan dalam Islam.3. Kisah-kisah:Nabi Muhammad s.a.w. dengan Abu Bakar r.a. di suatu gua di bukit Tsur ketika hijrah; perang Hunain (perang Authas atau perang Hawazin); perang Tabuk.4. Lain-lain:Sifat-sifat orang yang beriman dan tingkatan-tingkatan mereka.Surat At-Taubah berisi pernyataan pembatalan perjanjian damai oleh Nabi Muhammad dengan kaum musyrikin, karena mereka tidak memenuhi syarat-syarat perjanjian damai yang diikrarkan pada perjanjian Hudaibiyyah. Selain itu, surat At-Taubah juga menjelaskan hukum peperangan dan perdamaian, hukum kenegaraan, keadaan Nabi Muhammad pada waktu hijrah, dan kewajiban menginfakkan harta.Hubungan Surat At-Taubah Dengan Surat Yunus:1. Akhir surat At-Taubah ditutup dengan menyebutkan tentang risalah Nabi Muhammad dan hal-hal yang serupa disebutkan pula pada akhir surat Yunus.2. Surat At-Taubah menyebut keadaan orang-orang munafik dan menerangkan sikap mereka ketika Al-Qur'an diturunkan, sedang surat Yunus menerangkan sikap orang kafir terhadap Al-Qur'an.",
      "verses": [
        {
          "number": 27,
          "arabic": "ثُمَّ يَتُوبُ ٱللَّهُ مِنۢ بَعْدِ ذَٰلِكَ عَلَىٰ مَن يَشَآءُ ۗ وَٱللَّهُ غَفُورٌ رَّحِيمٌ",
          "transliteration": "thumma yatūbu l-lahu min baʿdi dhālika ʿalā man yashāu wal-lahu ghafūrun raḥīmun",
          "translation": "Setelah itu Allah menerima tobat orang yang Dia kehendaki. Allah Maha Pengampun, Maha Penyayang.",
          "tafsir": "Ayat ini menjelaskan bahwa terhadap orang-orang yang sudah mendapat azab dari Allah di dunia ini, karena kekafiran, mereka dapat diberi ampunan dan diterima tobatnya bilamana mereka telah mendapat petunjuk dari Allah untuk memeluk Islam. Bilamana mereka telah menjadi muslim dan tidak lagi mempersekutukan Allah, maka kesalahannya diampuni oleh Allah dan segala dosanya dihapus, karena Allah Maha Pengampun lagi Maha Penyayang."
        },
        {
          "number": 28,
          "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِنَّمَا ٱلْمُشْرِكُونَ نَجَسٌ فَلَا يَقْرَبُوا۟ ٱلْمَسْجِدَ ٱلْحَرَامَ بَعْدَ عَامِهِمْ هَـٰذَا ۚ وَإِنْ خِفْتُمْ عَيْلَةً فَسَوْفَ يُغْنِيكُمُ ٱللَّهُ مِن فَضْلِهِۦٓ إِن شَآءَ ۚ إِنَّ ٱللَّهَ عَلِيمٌ حَكِيمٌ",
          "transliteration": "yāayyuhā alladhīna āmanū innamā l-mush'rikūna najasun falā yaqrabū l-masjida l-ḥarāma baʿda ʿāmihim hādhā wa-in khif'tum ʿaylatan fasawfa yugh'nīkumu l-lahu min faḍlihi in shāa inna l-laha ʿalīmun ḥakīmun",
          "translation": "Wahai orang-orang yang beriman! Sesungguhnya orang-orang musyrik itu najis (kotor jiwa), karena itu janganlah mereka mendekati Masjidilharam setelah tahun ini.<sup foot_note=135322>1</sup> Dan jika kamu khawatir menjadi miskin (karena orang kafir tidak datang), maka Allah nanti akan memberikan kekayaan kepadamu dari karunia-Nya, jika Dia menghendaki. Sesungguhnya Allah Maha Mengetahui, Mahabijaksana.",
          "tafsir": "Setelah Rasulullah saw menunjuk Abu Bakar menjadi amirul hajj, Rasulullah memberi tugas kepada Ali bin Abi thalib agar mendampingi Abu Bakar membacakan ayat-ayat permulaan surah at-Taubah di hadapan orang banyak. Timbullah kecemasan di kalangan kaum Muslimin karena khawatir akan menghadapi kesulitan makanan akibat orang-orang musyrik tidak dibolehkan masuk ke Mekah untuk melakukan ibadah haji. Pada akhir ayat ini, Allah menjamin orang-orang mukmin dari kemelaratan. Mereka tidak perlu khawatir akan kekurangan makanan dan barang-barang dagangan akibat larangan Allah terhadap kaum musyrik tersebut yang biasanya datang ke tanah suci membawa barang dagangan. Jaminan Allah kepada orang mukmin untuk mendapat kehidupan yang baik tergantung kepada kegiatan usaha dan ikhtiar seseorang. Namun demikian, tidak terlepas dari kehendak Allah, kepada siapa Allah memberikan karunia-Nya. Oleh karena itu, orang mukmin hendaklah mempertebal keimanan dan tawakalnya kepada Allah di samping melakukan usaha dan ikhtiar. Allah mengetahui urusan yang akan datang, baik mengenai kemakmuran atau kemelaratan yang menimpa penduduk suatu negeri. Allah Mahabijaksana dalam segala hal terutama mengenai ketentuannya, baik berupa perintah maupun larangan. Allah telah memenuhi janji-Nya karena kenyataannya penduduk Mekah tidak mengalami kesulitan kehidupan. Setelah tersiar larangan tersebut, semakin banyak orang musyrik masuk Islam, bukan saja mereka yang berada di sekitar Jazirah Arab, malahan hampir sampai ke segenap penjuru. Mereka tentulah berkewajiban menunaikan ibadah haji di samping mereka bebas mengunjungi tanah suci. Hal ini merupakan salah satu jalan bagi penduduk Mekah untuk memperoleh kemakmuran hidup. Dengan adanya larangan Allah terhadap orang-orang musyrik memasuki Masjidilharam, terjadilah perselisihan pendapat antara ulama fiqih sebagai berikut: 1. Orang musyrik dan Ahli Kitab tidak dibolehkan memasuki Masjidilharam, sedang mesjid lainnya dibolehkan terhadap Ahli Kitab. Demikian menurut mazhab Imam Syafii. 2. Orang-orang musyrik termasuk Ahli Kitab tidak dibolehkan memasuki semua mesjid. Demikian menurut mazhab Maliki. 3. Yang dilarang memasuki Masjidilharam adalah orang musyrik saja, (tidak termasuk Ahli Kitab). Demikian menurut mazhab Hanafi. 4. Sebagian Ulama berpendapat bahwa orang musyrik dilarang memasuki tanah haram dan jika dia datang secara diam-diam (menyamar) kemudian ia mati dan dikuburkan maka setelah diketahui, wajiblah digali kuburnya dan dikuburkan di luar tanah haram."
        },
        {
          "number": 29,
          "arabic": "قَـٰتِلُوا۟ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱللَّهِ وَلَا بِٱلْيَوْمِ ٱلْـَٔاخِرِ وَلَا يُحَرِّمُونَ مَا حَرَّمَ ٱللَّهُ وَرَسُولُهُۥ وَلَا يَدِينُونَ دِينَ ٱلْحَقِّ مِنَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ حَتَّىٰ يُعْطُوا۟ ٱلْجِزْيَةَ عَن يَدٍ وَهُمْ صَـٰغِرُونَ",
          "transliteration": "qātilū alladhīna lā yu'minūna bil-lahi walā bil-yawmi l-ākhiri walā yuḥarrimūna mā ḥarrama l-lahu warasūluhu walā yadīnūna dīna l-ḥaqi mina alladhīna ūtū l-kitāba ḥattā yuʿ'ṭū l-jiz'yata ʿan yadin wahum ṣāghirūna",
          "translation": "Perangilah orang-orang yang tidak beriman kepada Allah dan hari kemudian, mereka yang tidak mengharamkan apa yang telah diharamkan Allah dan Rasul-Nya dan mereka yang tidak beragama dengan agama yang benar (agama Allah), (yaitu orang-orang) yang telah diberikan Kitab, hingga mereka membayar jizyah (pajak) dengan patuh sedang mereka dalam keadaan tunduk.",
          "tafsir": "Pada hakikatnya, ayat ini merupakan langkah awal agar Nabi Muhammad saw mengalihkan perhatiannya kepada Perang Tabuk yang akan dihadapinya. Perang Tabuk merupakan perang yang terakhir yang dilakukan oleh Nabi Muhammad saw, sesudah kaum Muslimin dapat menguasai kota Mekah. Tabuk terletak di sebelah utara Medinah, berbatasan dengan Yordania/Syam (Damaskus) yang ketika itu dikuasai oleh kerajaan Romawi yang beragama Nasrani. Ketika berita sampai kepada Nabi Muhammad saw, bahwa pihak Romawi mempersiapkan pasukan dalam jumlah yang besar untuk menguasai daerah perbatasan tersebut, maka Nabi Muhammad saw, mengumumkan kepada seluruh kaum Muslimin melalui kabilah-kabilah agar bersiap-siap mengumpulkan segala kekuatan untuk turut bersama Nabi memerangi pasukan Romawi. Seruan Nabi Muhammad tersebut segera mendapat sambutan dari kaum Muslimin yang kuat imannya, kecuali kaum munafik yang mencari helah sebagaimana telah menjadi kebiasaan mereka terutama dalam menghadapi Tabuk, di samping jaraknya sangat jauh juga panas matahari sangat terik. Setelah Nabi Muhammad saw dan pasukan kaum Muslimin sampai di Tabuk, didapatinya pasukan Romawi telah lebih dahulu mengosongkan daerah Tabuk untuk mundur kembali ke daerah pedalaman. Maka Ahli Kitab yang berada di sana meminta perdamaian dan menyerahkan jizyah kepada Nabi Muhammad saw sebagai tanda pengakuan mereka untuk tunduk kepada kekuasaan Islam, karena mereka belum bersedia menganut agama Islam. Setiap peperangan pada masa Nabi hanya untuk mempertahankan diri atau untuk membalas serangan. Pada ayat ini Allah memerintahkan kaum Muslimin agar memerangi Ahli Kitab, karena mereka memiliki empat unsur yang menyebabkan mereka memusuhi Islam. Empat unsur itu ialah: 1. Mereka tidak beriman kepada Allah, karena mereka telah menghancurkan asas ketauhidan. Mereka menjadikan pendeta-pendeta selaku orang suci yang berhak menentukan sesuatu, baik mengenai peraturan yang berkenaan dengan ibadah maupun yang berhubungan dengan halal dan haram. Demikian juga orang Nasrani menganggap Isa anak Allah, sedangkan orang Yahudi menganggap pula Uzair sebagai anak Allah. Hal itu dengan tegas menunjukkan bahwa mereka semua mempersekutukan Allah dalam membuat peraturan agama. 2. Mereka tidak beriman kepada hari kemudian, karena mereka menganggap bahwa kehidupan di akhirat sekedar kehidupan rohaniyah belaka. Kesesatan anggapan mereka seperti ini karena tidak ada ketegasan, baik dalam Taurat maupun dalam Injil tentang adanya hari kebangkitan dan pembalasan sesudah mati, saat manusia bangkit kembali sebagaimana kejadiannya semula, yaitu terdiri dari jasad dan roh, yang masing-masing akan merasakan kenikmatan karunia Allah sebagaimana ditegaskan dalam Al-Qur'an. 3. Mereka tidak mengharamkan apa yang diharamkan Allah dan Rasul-Nya. Orang Yahudi tidak mengharamkan apa yang diharamkan oleh Allah pada syariat yang dibawa oleh Musa dan yang sebagiannya dinasakhkan oleh Isa, yakni dinyatakan tidak berlaku lagi hukumnya. Mereka memandang halal memakan harta dengan jalan yang tidak halal (batil), seperti riba dan sebagainya dan mereka mengikuti cara-cara orang musyrik dalam keganasan berperang dan memperlakukan tawanan. Sedangkan orang Nasrani memandang halal apa yang diharamkan oleh Allah pada syariat Musa yang belum dinasakh oleh Injil. Dalam Taurat Allah mengharamkan lemak daging atau harga penjualannya. Orang-orang Nasrani tidak memandangnya haram. 4. Mereka tidak berpegang kepada agama yang benar yaitu agama yang diwahyukan kepada Musa dan Isa a.s. Apa yang mereka anggap agama sebenarnya adalah suatu cara yang dibuat oleh pendeta-pendeta mereka berdasarkan pikiran dan kepentingan. Yang menyebabkan perbuatan tersebut karena Taurat yang diturunkan kepada Musa, dan Injil yang diturunkan kepada Nabi Isa, ditulis jauh setelah keduanya wafat. Sehingga Taurat dan Injil ditulis berdasarkan pemahaman pengikut-pengikutnya. Bahkan beberapa abad sesudah kenaikan Isa mereka memilih empat Injil yang masing-masing saling bertentangan. Demikianlah keadaan mereka, sebagaimana diisyaratkan oleh firman Allah: (Tetapi) karena mereka melanggar janjinya, maka Kami melaknat mereka, dan Kami jadikan hati mereka keras membatu. Mereka suka mengubah firman (Allah) dari tempatnya, dan mereka (sengaja) melupakan sebagian pesan yang telah diperingatkan kepada mereka. Engkau (Muhammad) senantiasa akan melihat pengkhianatan dari mereka kecuali sekelompok kecil di antara mereka (yang tidak berkhianat), maka maafkanlah mereka dan biarkan mereka. Sungguh, Allah menyukai orang-orang yang berbuat baik. (al-Ma'idah/5: 13) Allah memerintahkan orang mukmin agar memerangi Ahli Kitab karena mereka menunjukkan permusuhan dan mengancam keamanan Muslimin, baik dalam kehidupan beragama maupun kehidupan sosial. Jika mereka menerima Islam sebagai pengganti agamanya, maka mereka telah kembali kepada agama yang benar, dan jika mereka tunduk, tidak lagi mengganggu dan mengancam kehidupan umat Islam maka hendaklah mereka membayar jizyah (kecuali mereka yang miskin dan para pendeta) sebagai tanda bahwa mereka berada dalam posisi yang rendah. Kewajiban Muslimin seluruhnya menjamin keamanan mereka, membela mereka, memberikan kebebasan kepada mereka terutama dalam menjalankan ibadah menurut agama mereka dan memperlakukan mereka dengan adil dalam kehidupan sosial sebagaimana kaum Muslimin sendiri diperlakukan. Dengan membayar jizyah mereka disebut ahli zimmah atau kafir zimmi."
        },
        {
          "number": 30,
          "arabic": "وَقَالَتِ ٱلْيَهُودُ عُزَيْرٌ ٱبْنُ ٱللَّهِ وَقَالَتِ ٱلنَّصَـٰرَى ٱلْمَسِيحُ ٱبْنُ ٱللَّهِ ۖ ذَٰلِكَ قَوْلُهُم بِأَفْوَٰهِهِمْ ۖ يُضَـٰهِـُٔونَ قَوْلَ ٱلَّذِينَ كَفَرُوا۟ مِن قَبْلُ ۚ قَـٰتَلَهُمُ ٱللَّهُ ۚ أَنَّىٰ يُؤْفَكُونَ",
          "transliteration": "waqālati l-yahūdu ʿuzayrun ub'nu l-lahi waqālati l-naṣārā l-masīḥu ub'nu l-lahi dhālika qawluhum bi-afwāhihim yuḍāhiūna qawla alladhīna kafarū min qablu qātalahumu l-lahu annā yu'fakūna",
          "translation": "Dan orang-orang Yahudi berkata, \"Uzair putera Allah,\" dan orang-orang Nasrani berkata, \"Al-masih putra Allah.\" Itulah ucapan yang keluar dari mulut mereka. Mereka meniru ucapan orang-orang kafir yang terdahulu. Allah melaknat mereka; bagaimana mereka sampai berpaling?",
          "tafsir": "Ayat ini menjelaskan keyakinan Ahli Kitab yang salah, baik orang Yahudi ataupun orang Nasrani. Mereka berkeyakinan bahwa Allah mempunyai anak, kaum Yahudi menganut kepercayaan bahwa \"Uzair itu putera Allah\". Kepercayaan ini bertentangan sekali dengan pengertian iman yang sebenarnya kepada Allah, karena iman yang benar ialah Allah itu Esa, tunggal, tidak berbapak dan tidak bersekutu dengan apa dan siapa pun. Dia Mahasempurna, Mahakuasa, dan tidak ada satu pun yang serupa dan sama dengan-Nya. Uzair adalah seorang pendeta bangsa Yahudi, penduduk negeri Babilon, hidup di sekitar tahun 457 sebelum Masehi. Dia seorang pengarang ulung, pendiri suatu perhimpunan besar, dan rajin mengumpulkan naskah-naskah Kitab Suci dari berbagai daerah. Dialah yang memasukkan huruf-huruf Kaldea atau Arami sebagai pengganti huruf-huruf Ibrani kuno. Dia juga yang menulis hal-hal yang terkait dengan peredaran matahari, dan menyusun kembali kitab-kitab bermutu yang telah berantakan. Semasa hidupnya, ia dianggap sebagai masa kesuburan agama Yahudi, karena dialah penyair syariat Taurat yang terkemuka, menghidupkan syariat itu kembali sesudah sekian lama dilupakan orang. Oleh karena itu kaum Yahudi menganggapnya sebagai orang suci yang lebih dekat kepada Allah, bahkan sebagian dari mereka yang fanatik menganggap dan memanggilnya dengan \"anak Allah\". Meskipun hanya sebagian dari kaum Yahudi yang berkeyakinan demikian tetapi dapat dianggap bahwa keyakinan itu adalah kepercayaan mereka seluruhnya karena ucapan yang salah itu tidak dibantah dan tidak diingkari oleh golongan yang lain. Firman Allah: Dan peliharalah dirimu dari siksaan yang tidak hanya menimpa orang-orang yang zalim saja di antara kamu. (al-Anfal/8: 25) Demikian juga halnya kaum Nasrani terhadap Isa Almasih. Mereka beritikad bahwa Isa itu anak Allah. Kepercayaan inipun sangat bertentangan dengan iman kepada Allah swt. Sekalipun pada mulanya kata-kata \"Isa itu anak Allah\" hanyalah merupakan ucapan nenek moyang mereka yang menganggap Isa adalah orang yang mulia, dikasihi Allah dan terhormat, dan ucapan itu tidak berarti anak Allah yang sebenarnya. Namun demikian, lambat laun terutama ketika kepercayaan agama Hindu menyusup masuk ke dalam kaum Nasrani dan kedua agama itu berdampingan, bahu membahu, tertanamlah di dalam hati mereka kepercayaan bahwa Isa Almasih itu adalah benar-benar anak Allah. Kemudian setelah berlalu beberapa waktu lamanya, timbullah perubahan dalam kepercayaan mereka, bahwa anak Allah dan Allah juga Rohulkudus (Roh Suci), yang kemudian dikenal dengan \"Bapak, anak dan ruh suci\", hakekatnya menyatu pada diri Allah. Menurut keyakinan mereka, tiga unsur tersebut yaitu: Anak Allah, Allah dan Roh Suci pada hakikatnya hanya satu. Ajaran ini sudah menjadi ketetapan dalam agama Nasrani, tiga abad sepeninggal Isa Almasih. Meskipun kepercayaan ini ditentang oleh sebagian dari mereka yang tidak sedikit jumlahnya, tetapi gereja-gereja Katolik, Ortodok, dan Protestan tetap pada pendiriannya. Bahkan orang-orang yang tidak membenarkan kepercayaan itu, dianggap tidak lagi termasuk kaum Nasrani dan telah murtad dari agamanya. Mengatakan Isa Almasih anak Allah dan meyakini bahwa tiga oknum suci itu adalah hakikat Tuhan Yang Maha Esa, tidak dibenarkan oleh Allah swt dan tidak dapat diterima oleh akal yang sehat dan belum ada satu juga agama nabi-nabi sebelum itu menganut kepercayaan demikian, Allah swt menandaskan bahwa ucapan mereka seperti itu, tidak mempunyai hakikat kebenaran sedikit juga dan tidak ada satu dalil dan bukti yang nyata dapat menguatkannya. Sejalan dengan ini Allah swt berfirman: Alangkah jeleknya kata-kata yang keluar dari mulut mereka; mereka hanya mengatakan (sesuatu) kebohongan belaka. (al-Kahf/18: 5) Di dalam kitab-kitab Perjanjian Baru sendiri tidak terdapat keterangan yang menyatakan bahwa Isa Almasih itu anak Allah. Sesungguhnya mereka sudah sesat jauh dari ajaran yang sebenarnya. Mereka meniru-niru ucapan orang-orang kafir sebelumnya, seperti orang-orang musyrik bangsa Arab yang mengatakan bahwa malaikat-malaikat itu adalah puteri-puteri Allah. Sejarah mencatat bahwa kepercayan \"Tuhan beranak, Tuhan menjelma dalam tiga unsur berhakikat satu\" adalah kepercayaan kaum Brahma dan Budha di India, kepercayaan bangsa-bangsa Jepang, Persia, Mesir, Yunani, dan Romawi zaman dahulu. Keadaan orang-orang Yahudi dan Nasrani mempercayai bahwa Allah swt itu beranak, belum pernah ada seorang pun dari bangsa Arab yang mengetahuinya, begitu pula orang-orang yang berada di sekitarnya. Dan baru dengan turunnya Al-Qur'an, diketahui kerancuan pemahaman mereka terhadap hakikat Nabi Isa, Tuhan, dan Roh Kudus. Kalaulah tidak ayat yang mengoreksi kesalahan pemahaman ini, tentu kesalahan itu belum disadari sampai saat ini. Ini adalah salah satu mukjizat Al-Qur'an. Allah swt mengutuk mereka karena mereka belum mau menginsafi dan menyadari kekeliruan dan kesesatannya. Meskipun Rasul-rasul Allah telah menjelaskan bahwa Allah itu Maha Esa, tidak beranak dan tidak diperanakkan, namun mereka tidak mau kembali ke akidah tauhid, bahkan tetap bertahan pada itikadnya yang keliru, yaitu menganggap bahwa Uzair dan Isa Almasih adalah anak Allah. Padahal keduanya adalah manusia biasa dan hamba-Nya, seperti juga manusia-manusia lain, sekalipun diakui bahwa keduanya adalah manusia yang saleh, taat kepada Allah dan Rasul-Nya, mulia dan dihormati, sebagaimana firman Allah: Dan mereka berkata, \"Tuhan Yang Maha Pengasih telah menjadikan (malaikat) sebagai anak.\" Mahasuci Dia. Sebenarnya mereka (para malaikat itu) adalah hamba-hamba yang dimuliakan. (al-Anbiya'/21: 26)"
        },
        {
          "number": 31,
          "arabic": "ٱتَّخَذُوٓا۟ أَحْبَارَهُمْ وَرُهْبَـٰنَهُمْ أَرْبَابًا مِّن دُونِ ٱللَّهِ وَٱلْمَسِيحَ ٱبْنَ مَرْيَمَ وَمَآ أُمِرُوٓا۟ إِلَّا لِيَعْبُدُوٓا۟ إِلَـٰهًا وَٰحِدًا ۖ لَّآ إِلَـٰهَ إِلَّا هُوَ ۚ سُبْحَـٰنَهُۥ عَمَّا يُشْرِكُونَ",
          "transliteration": "ittakhadhū aḥbārahum waruh'bānahum arbāban min dūni l-lahi wal-masīḥa ib'na maryama wamā umirū illā liyaʿbudū ilāhan wāḥidan lā ilāha illā huwa sub'ḥānahu ʿammā yush'rikūna",
          "translation": "Mereka menjadikan orang-orang alim (Yahudi) dan rahib-rahibnya (Nasrani) sebagai tuhan selain Allah,<sup foot_note=135323>1</sup> dan (juga) Al-Masih putra Maryam; padahal mereka hanya disuruh menyembah Tuhan Yang Maha Esa; tidak ada tuhan selain Dia. Mahasuci Dia dari apa yang mereka persekutukan.",
          "tafsir": "Pada ayat ini dijelaskan bentuk kesesatan Ahli Kitab, kaum Yahudi, dan kaum Nasrani, masing-masing mengambil dan mengangkat Tuhan selain Allah swt. Orang Yahudi menjadikan pendeta agama mereka sebagai Tuhan yang mempunyai hak menetapkan hukum menghalalkan dan mengharam-kan. Sedang orang-orang Nasrani menjadikan rahib-rahib mereka sebagai Tuhan yang harus ditaati dan disembah. Dalam Islam, kedudukan pemuka agama, tidak lebih sebagai seorang ahli yang mempunyai pengetahuan mendalam tentang seluk beluk syariat. Segala pendapat dan fatwa yang dikemukakan, hanyalah sebagai penjelasan dari hukum-hukum Allah yang harus disertai dan didasarkan atas dalil-dalil yang nyata dari firman Allah swt, atau sunnah Rasul. Mereka tidak berhak sedikit pun membuat syariat, karena syariat adalah hak Allah semata. Menurut penganut agama Nasrani, di samping Isa Almasih dianggap sebagai Tuhan yang disembah, ada juga yang menyembah ibunya, yaitu Maryam, padahal Isa adalah seorang rasul seperti rasul-rasul sebelumnya dan Maryam ibunya, hanya seorang perempuan yang salehah dan tekun beribadah sehingga mendapat gelar Maryam Al-Butul, dan keduanya makan dan minum sebagaimana halnya manusia-manusia yang lain. Firman Allah swt: Almasih putra Maryam hanyalah seorang Rasul. Sebelumnya pun sudah berlalu beberapa rasul. Dan ibunya seorang yang berpegang teguh pada kebenaran. Keduanya biasa memakan makanan. (al-Ma'idah/5: 75) Pemeluk Kristen, Katolik dan orang-orang Ortodok menyembah murid-murid Isa dan pesuruh-pesuruhnya, begitu juga kepala-kepala dan pemuka-pemuka agamanya, yang dianggap suci, dan dijadikannya perantara yang akan menyampaikan ibadah mereka kepada Allah. Mereka juga menganggap pendeta-pendeta mereka mempunyai hak mengampuni ataupun tidak mengampuni sesuai dengan keinginannya, padahal tidak ada yang berhak mengampuni dosa kecuali Allah swt, sebagaimana firman-Nya: Dan siapa (lagi) yang dapat mengampuni dosa-dosa selain Allah? (Ali-Imran/3: 135) Adapun kaum Yahudi, mereka menambahkan hukum lain kepada syariat agamanya. Mereka tidak mencukupkan dan membatasi diri pada hukum yang terdapat dalam Taurat sebagai pedoman hidupnya, tetapi menambah dan memasukkan hukum-hukum lain yang didengarnya dari kepala-kepala agama mereka sebelum hukum-hukum itu dibukukan menjadi peraturan yang harus dituruti dan ditaati oleh pemeluk Yahudi. Demikianlah kesesatan-kesesatan yang telah diperbuat Ahli Kitab, padahal mereka itu tidak diperintahkan, kecuali menyembah Tuhan Yang Satu, Tuhan Seru sekalian alam, yaitu Allah swt, karena tidak ada Tuhan Yang berhak disembah kecuali Dia. Dia adalah Tuhan Yang Maha Esa, tiada sekutu bagi-Nya baik mengenai zat-Nya, sifat-sifat-Nya maupun afal-Nya. Mahasuci Allah swt dari apa yang mereka persekutukan. Apabila mereka percaya bahwa pemimpin-pemimpin mereka itu berhak menentukan suatu hukum, berarti mereka mempunyai kepercayaan bahwa ada Tuhan yang disembah selain Allah swt yang dapat menimpakan penyakit dan menyembuhkan, menghidupkan dan mematikan tanpa izin Allah. Semua itu timbul dari kehendak hawa nafsu dan akal pikirannya, tidak bersumber dari wahyu Ilahi."
        }
      ]
    }
  ]
}