{
  "pageNumber": 11,
  "juz": 1,
  "surahs": [
    {
      "number": 2,
      "name": "Al-Baqarah",
      "nameArabic": "البقرة",
      "meaning": "Sapi Betina",
      "revelation": "Madinah",
      "description": "Surat \"Al Baqarah\" terdiri atas 286 ayat dan sebagian besar diturunkan di Madinah pada permulaan tahun Hijrah, kecuali ayat 281 yang diturunkan di Mina pada Haji wadaa' (haji Nabi Muhammad s.a.w. yang terakhir). Seluruh ayat surat Al Baqarah termasuk golongan Madaniyyah dan merupakan surat yang terpanjang di antara surat-surat Al Qur'an yang di dalamnya terdapat pula ayat yang terpanjang (ayat 282).Surat ini dinamai \"Al Baqarah\" karena di dalamnya disebutkan kisah penyembelihan sapi betina yang diperintahkan Allah kepada Bani Israil (ayat 67 sampai dengan 74), di mana dijelaskan watak orang Yahudi pada umumnya. Dinamai \"Fusthaathul-Qur'an\" (puncak Al Qur'an) karena memuat beberapa hukum yang tidak disebutkan dalam surat yang lain. Dinamai juga surat \"Alif-laam-miim\" karena surat ini dimulai dengan Alif-laam-miim.&nbsp;Pokok-Pokok Isi:1. Keimanan:Dakwah Islamiyah yang dihadapkan kepada umat Islam, ahli kitab dan para musyrikin.2. Hukum-hukum:Perintah mengerjakan shalat; menunaikan zakat; hukum puasa; hukum haji dan umrah; hukum qishash; halal dan haram; berinfak di jalan Allah; hukum arak dan judi; cara menyantuni anak yatim, larangan riba; utang-piutang; nafkah dan yang berhak menerimanya; wasiat kepada ibu-bapak dan kaum kerabat; hukum sumpah; kewajiban menyampaikan amanah; sihir; hukum merusak masjid; hukum mengubah kitab-kitab Allah; hukum haidh, 'iddah, thalak, khulu', ilaa' dan susuan; hukum melamar, mahar, larangan menikahi wanita musyrik dan sebaliknya; hukum perang.3. Kisah-kisah:Kisah penciptaan Nabi Adam a.s; kisah Nabi Ibrahim a.s.; kisah Nabi Musa a.s. dengan Bani Israil.4. Lain-lain:Sifat-sifat orang yang bertakwa; sifat-sifat orang munafik; sifat-sifat Allah; perumpamaan-perumpamaan; kiblat, kebangkitan sesudah mati.Kesimpulan surat Al Baqarah:1. Menjelaskan beberapa hukum dalam agama Islam.2. Mengemukakan beberapa perumpamaan.3. Mengemukakan hujjah-hujjah.Hubungan Surat Al Baqarah Dengan Surat Ali 'Imran:1. Dalam surat Al Baqarah, disebutkan Nabi Adam a.s. yang langsung diciptakan Allah, sedang dalam surat Ali'Imran, disebutkan tentang kelahiran Nabi 'Isa a.s. yang kedua-duanya diciptakan Allah secara menyelisihi kebiasaan.2. Dalam surat Al Baqarah, sifat dan perbuatan orang-orang Yahudi dibentangkan secara luas disertai dengan hujjah untuk mematahkan hujjah-hujjah mereka yang membela kesesatan, sedang dalam surat Ali 'Imran, dibentangkan hal-hal serupa yang berhubungan dengan orang Nasrani.3. Surat Al Baqarah dimulai dengan menyebutkan tiga golongan manusia, yaitu orang mukmin, orang yang mengimani hari akhir, dan orang munafik. Sementara itu, surat Ali 'Imran dimulai dengan menyebutkan orang yang suka mentakwilkan ayat yang mutasyabihaat secara salah untuk memfitnah orang mukmin, dan menyebutkan orang yang mempunyai keahlian dalam menakwilkannya.4. Surat Al Baqarah disudahi dengan permohonan kepada Allah agar kesalahan-kesalahan dan kealpaan dalam melaksanakan ketaatan diampuni, sedang surat Ali 'Imran disudahi dengan permohonan kepada Allah agar Dia memberi pahala atas amal saleh yang dilakukan hamba-Nya.5. Surat Al Baqarah dimulai dengan menyebutkan sifat-sifat orang yang bertakwa, sedang surat Ali 'Imran dimulai dengan perintah bertakwa.",
      "verses": [
        {
          "number": 70,
          "arabic": "قَالُوا۟ ٱدْعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِىَ إِنَّ ٱلْبَقَرَ تَشَـٰبَهَ عَلَيْنَا وَإِنَّآ إِن شَآءَ ٱللَّهُ لَمُهْتَدُونَ",
          "transliteration": "qālū ud'ʿu lanā rabbaka yubayyin lanā mā hiya inna l-baqara tashābaha ʿalaynā wa-innā in shāa l-lahu lamuh'tadūna",
          "translation": "Mereka berkata, \"Mohonkanlah kepada Tuhanmu untuk kami agar Dia menjelaskan kepada kami tentang (sapi betina) itu. (Karena) sesungguhnya sapi itu belum jelas bagi kami, dan jika Allah menghendaki, niscaya kami mendapat petunjuk.\"",
          "tafsir": "Pada ayat ini mereka menanyakan lagi tentang apa yang telah mereka tanyakan sebelumnya, \"Sapi apakah itu, karena sapi itu masih samar bagi kami.\" Semua itu sebenarnya sudah diterangkan. Tetapi mereka merasa belum sempurna penjelasan yang telah diberikan, bahkan bagi mereka masih samar-samar karena ciri-ciri sapi itu hampir serupa sehingga tidak dapat menemukan mana yang akan disembelih. Dengan pertanyaan yang terakhir, mereka mengharapkan mendapat petunjuk tentang sapi yang dibutuhkan atau petunjuk kepada hikmah dan rahasia perintah penyembelihan sapi itu."
        },
        {
          "number": 71,
          "arabic": "قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٌ لَّا ذَلُولٌ تُثِيرُ ٱلْأَرْضَ وَلَا تَسْقِى ٱلْحَرْثَ مُسَلَّمَةٌ لَّا شِيَةَ فِيهَا ۚ قَالُوا۟ ٱلْـَٔـٰنَ جِئْتَ بِٱلْحَقِّ ۚ فَذَبَحُوهَا وَمَا كَادُوا۟ يَفْعَلُونَ",
          "transliteration": "qāla innahu yaqūlu innahā baqaratun lā dhalūlun tuthīru l-arḍa walā tasqī l-ḥartha musallamatun lā shiyata fīhā qālū l-āna ji'ta bil-ḥaqi fadhabaḥūhā wamā kādū yafʿalūna",
          "translation": "Dia (Musa) menjawab, \"Dia (Allah) berfirman, (sapi) itu adalah sapi betina yang belum pernah dipakai untuk membajak tanah dan tidak (pula) untuk mengairi tanaman, sehat, dan tidak belang.\" Mereka berkata, \"Sekarang barulah engkau menerangkan (hal) yang sebenarnya.\" Lalu mereka menyembelihnya, dan nyaris mereka tidak melaksanakan (perintah) itu.",
          "tafsir": "Seekor sapi yang diperintahkan untuk disembelih itu ialah seekor sapi yang belum pernah dipergunakan untuk membajak dan mengangkut air, sehat, dan tidak cacat sedikit pun. Setelah mendapat keterangan ini, mereka menyatakan sekarang barulah jelas buat mereka. Akhirnya mereka pun mendapatkannya dan kemudian mereka menyembelihnya. Hampir-hampir mereka tidak sanggup mengerjakannya, karena terlalu sukar untuk mendapatkan sapi yang dimaksud. Dalam suatu hadis disebutkan, \"Kalau sekiranya mereka langsung menyembelih saja seekor sapi betina pada waktu mereka menerima perintah, cukuplah sudah. Tetapi mereka mengajukan pertanyaan yang memberatkan mereka sendiri, maka Allah pun memberatkannya.\" (Riwayat Ibnu Jarir dari Ibnu 'Abbas) Permintaan Nabi Musa atas perintah Allah kepada kaumnya itu (ayat 67) sederhana sekali: \"Sembelihlah seekor sapi betina\". Selesai, tanpa harus banyak bertanya. Tetapi mereka sudah biasa cerewet dan mengajukan pertanyaan macam-macam sekitar sapi itu”yang maksudnya hendak mengejek”padahal soalnya sudah jelas. Karena mereka keras kepala, maka akibatnya menyulitkan mereka sendiri, seperti dilukiskan dalam ayat 71 dan dipertegas dalam hadis di atas. Cara-cara bertanya demikian itu kemudian menjadi ungkapan dalam bahasa Arab, ditujukan kepada mereka yang cerewet dengan pertanyaan yang dicari-cari: Ma hiya wa ma lawnuha, (Yang bagaimana dan apa warnanya?). Ayat-ayat di atas (67-71) merupakan satu kesatuan. Peristiwanya erat hubungannya dengan ayat 72 di bawah. Menurut tradisi Yahudi dalam syariat Musa a.s., apabila terjadi suatu pembunuhan yang tidak diketahui siapa pembunuhnya, maka para sesepuh dan hakim harus keluar mengukur jarak ke kota-kota sekeliling orang yang terbunuh; mereka harus mengambil seekor lembu betina muda yang belum pernah dipakai membajak; mereka harus mematahkan leher lembu itu di suatu lembah; semua sesepuh dari kota terdekat harus membasuh tangannya ke atas lembu muda yang lehernya sudah dipatahkan di lembah itu, dan mereka harus menyatakan, bahwa tangan mereka tidak mencurahkan darah dan mata mereka tidak melihatnya; maka diadakan perdamaian dan mereka mengimbaunya untuk tidak menimpakan darah kepada orang yang tidak bersalah (Kitab Ulangan xxi. 1-9)."
        },
        {
          "number": 72,
          "arabic": "وَإِذْ قَتَلْتُمْ نَفْسًا فَٱدَّٰرَْٰٔتُمْ فِيهَا ۖ وَٱللَّهُ مُخْرِجٌ مَّا كُنتُمْ تَكْتُمُونَ",
          "transliteration": "wa-idh qataltum nafsan fa-iddāratum fīhā wal-lahu mukh'rijun mā kuntum taktumūna",
          "translation": "Dan (ingatlah) ketika kamu membunuh seseorang, lalu kamu tuduh-menuduh tentang itu. Tetapi Allah menyingkapkan apa yang kamu sembunyikan.",
          "tafsir": "Allah swt mengungkapkan dalam ayat ini kejahatan yang berkenaan dengan pembunuhan terhadap seseorang kemudian mereka saling tuduh-menuduh mengenai pelaku pembunuhan itu sehingga perkara ini menjadi kabur. Tetapi Allah tidak membiarkan perkara ini tetap kabur dan tertutup. Untuk membuka rahasia pembunuhan itu Allah memerintahkan kepada mereka agar menyembelih sapi, sebagaimana disebutkan dalam ayat 67 yang lalu. Bila diperhatikan urutan cerita seperti yang tercantum di awal kelompok ayat ini maka ayat 72 terletak di depan ayat 67, sebab peristiwa pembunuhan inilah yang mengakibatkan adanya perintah Allah untuk menyembelih sapi. Tetapi di dalam urutan ayat peristiwa penyembelihan sapi itulah yang didahulukan, karena yang diperintahkan ialah pengusutan perkara pembunuhan itu dengan mencari lebih dahulu pembunuhnya dengan jalan menyembelih sapi."
        },
        {
          "number": 73,
          "arabic": "فَقُلْنَا ٱضْرِبُوهُ بِبَعْضِهَا ۚ كَذَٰلِكَ يُحْىِ ٱللَّهُ ٱلْمَوْتَىٰ وَيُرِيكُمْ ءَايَـٰتِهِۦ لَعَلَّكُمْ تَعْقِلُونَ",
          "transliteration": "faqul'nā iḍ'ribūhu bibaʿḍihā kadhālika yuḥ'yī l-lahu l-mawtā wayurīkum āyātihi laʿallakum taʿqilūna",
          "translation": "Lalu Kami berfirman, \"Pukullah (mayat) itu dengan bagian dari (sapi) itu!\" Demikianlah Allah menghidupkan (orang) yang telah mati, dan Dia memperlihatkan kepadamu tanda-tanda (kekuasaan-Nya) agar kamu mengerti.",
          "tafsir": "Dalam ayat ini Allah memerintahkan agar orang yang terbunuh itu dipukul dengan sebagian anggota tubuh sapi itu agar orang itu hidup kembali. Demikianlah Allah menghidupkan kembali orang-orang yang telah mati, dan menjadi saksi atas kematiannya sehingga si pembunuh terbongkar sesuai dengan tradisi Israil. Diriwayatkan bahwa ketika Bani Israil memukul orang yang terbunuh itu, maka dengan izin Allah berdirilah dia. Urat-urat lehernya mengucurkan darah seraya berkata, \"Saya dibunuh oleh si Anu dan si Anu.\" Kedua pembunuh itu adalah anak paman orang yang dibunuh. Kemudian dia pun mati kembali. Maka kedua pembunuh tersebut ditangkap dan dibunuh. Nabi Musa a.s. menyuruh mereka memukulkan sebagian tubuh sapi itu dan bukan Nabi Musa sendiri yang melakukannya. Hal itu dilakukan untuk menghindari tuduhan bahwa ia berbuat sihir. Allah memperlihatkan tanda-tanda kekuasaan-Nya kepada bangsa Yahudi agar mereka memahami rahasia syariat agama sehingga mereka tunduk kepada syariat itu, agar mereka mencegah diri dari mengikuti hawa nafsu dan agar mereka menaati Allah dalam semua perintah-Nya."
        },
        {
          "number": 74,
          "arabic": "ثُمَّ قَسَتْ قُلُوبُكُم مِّنۢ بَعْدِ ذَٰلِكَ فَهِىَ كَٱلْحِجَارَةِ أَوْ أَشَدُّ قَسْوَةً ۚ وَإِنَّ مِنَ ٱلْحِجَارَةِ لَمَا يَتَفَجَّرُ مِنْهُ ٱلْأَنْهَـٰرُ ۚ وَإِنَّ مِنْهَا لَمَا يَشَّقَّقُ فَيَخْرُجُ مِنْهُ ٱلْمَآءُ ۚ وَإِنَّ مِنْهَا لَمَا يَهْبِطُ مِنْ خَشْيَةِ ٱللَّهِ ۗ وَمَا ٱللَّهُ بِغَـٰفِلٍ عَمَّا تَعْمَلُونَ",
          "transliteration": "thumma qasat qulūbukum min baʿdi dhālika fahiya kal-ḥijārati aw ashaddu qaswatan wa-inna mina l-ḥijārati lamā yatafajjaru min'hu l-anhāru wa-inna min'hā lamā yashaqqaqu fayakhruju min'hu l-māu wa-inna min'hā lamā yahbiṭu min khashyati l-lahi wamā l-lahu bighāfilin ʿammā taʿmalūna",
          "translation": "Kemudian setelah itu hatimu menjadi keras, sehingga (hatimu) seperti batu, bahkan lebih keras. Padahal dari batu-batu itu pasti ada sungai-sungai yang (airnya) memancar darinya. Ada pula yang terbelah lalu keluarlah mata air darinya. Dan ada pula yang meluncur jatuh karena takut kepada Allah. Dan Allah tidaklah lengah terhadap apa yang kamu kerjakan.",
          "tafsir": "Dalam ayat ini diungkapkan watak orang-orang Yahudi. Sesudah mereka diberi petunjuk ke jalan yang benar dan sudah pula memahami kebenaran, hati mereka keras membatu bahkan lebih keras lagi. Allah mengumpamakan hati orang Yahudi itu dengan batu yang dalam istilah geologi digunakan untuk menyebut segala macam benda yang merupakan spesies dari karang, atau materi seperti karang yang bersifat keras, untuk menunjukkan kekerasan hati mereka untuk menerima petunjuk Allah. Bahkan mungkin lebih keras lagi. Walaupun batu itu keras, tetapi pada suatu saat dan oleh suatu sebab dapat terbelah atau retak. Dari batu yang retak itu memancarlah air, dan kemudian berkumpul menjadi anak-anak sungai. Kadang-kadang batu-batu itu jatuh dari gunung karena patuh kepada kekuasaan Allah. Demikianlah halnya hati orang Yahudi lebih keras dari batu bagaikan tak mengenal retak sedikit pun. Hati mereka tidak terpengaruh oleh ajaran-ajaran agama ataupun nasihat-nasihat yang biasanya dapat menembus hati manusia. Namun demikian, di antara hati yang keras membatu itu terdapat hati yang disinari iman, sehingga hati itu berubah dari keras menjadi lembut karena takut kepada Allah. Yang demikian itu banyak disaksikan dalam kehidupan sehari-hari. Hati yang tadinya biasa membangkang menentang agama akhirnya menjadi lembut, orang yang biasanya berbuat maksiat menjadi orang yang taat berkat petunjuk Allah. Dan sesungguhnya di antara Ahli Kitab ada yang beriman kepada Allah, dan kepada apa yang diturunkan kepada kamu, dan yang diturunkan kepada mereka, karena mereka berendah hati kepada Allah, dan mereka tidak memperjualbelikan ayat-ayat Allah dengan harga murah. Mereka memperoleh pahala di sisi Tuhannya. Sungguh, Allah sangat cepat perhitungan-Nya. (Ali 'Imran/3:199) Demikian pula pada ayat lain, Allah berfirman: Dan di antara orang-orang Arab Badui itu, ada yang beriman kepada Allah dan hari kemudian, dan memandang apa yang diinfakkannya (di jalan Allah) sebagai jalan mendekatkan diri kepada Allah dan sebagai jalan untuk (memperoleh) doa Rasul. (at-Taubah/9:99) Menurut saintis, kata \"hati\" tidak menunjuk pada organ hati (liver), melainkan umumnya mengacu kepada jantung. Jantung adalah suatu organ bagian dalam, terletak di bagian dada dan berukuran sebesar kepalan tangan. Jantung terbagi dalam dua sisi, yaitu sisi kanan dan sisi kiri. Setiap sisi terbagi lagi menjadi dua ruang, yaitu ruang atas (atrium) dan ruang bawah (Ventrikel). Ruang-ruang itu berdenyut sebanyak 70 kali per menit untuk menjaga aliran darah ke seluruh tubuh. Apabila dihitung, maka jantung akan berdenyut sebanyak lebih dari 30 juta kali dalam setahunnya. Perjalanan darah, apabila diukur dan dimulai dari paru-paru dan jantung, akan mengalir melalui urat darah di seluruh tubuh sepanjang 96.000 km. Jarak tersebut ditempuh dalam 23 detik setiap kali putaran. Terlihat bagaimana pentingnya peran jantung dalam kehidupan manusia. Kata jantung dalam bahasa Arab adalah 'qalb. Kata tersebut juga digunakan untuk maksud lain, yaitu untuk mengartikan perasaan atau kalbu. Kalbu, sebagaimana jantung, dalam kehidupan juga sangat penting. Nabi Muhammad saw, setelah mencontohkan banyak hal mengenai kebaikan dan keburukan, mengatakan mengenai kalbu dalam artian pusat rasa atau pusat kepekaan, demikian: \" ..... Sesungguhnya dalam diri manusia ada segumpal daging sebesar kunyahan, apabila baik, baiklah seluruh jasad dan apabila rusak, rusaklah seluruh jasad. Ia adalah kalbu.\" (Riwayat al-Bukhari melalui Nu'man bin Basyir) Jantung atau kalbu sering juga disandingkan dengan \"hati\". Seringkali disatukan dan menjadi jantung-hati. Ada beberapa ayat terkait mengenai hati dan kepekaan, dua di antaranya adalah Surah al-Isra'/17: dan Qaf/50: 37 yang artinya sebagai berikut: \"Dan Kami jadikan hati mereka terutup dan telinga mereka tersumbat, agar mereka tidak dapat memahaminya. Dan apabila engkau menyebut Tuhanmu saja dalam Al-Quran, mereka berpaling ke belakang melarikan diri (karena benci).\" (al-Isra'/17: 46) \"Sungguh, pada yang demikian itu pasti terdapat peringatan bagi orang-orang yang mempunyai hati atau yang menggunakan pendengaran, sedang dia menyangsikannya.\" (Qaf/50: 37) Dalam bahasa Al-Qur'an, disebutkan bahwa hati yang ditutup akan menjadikan pemiliknya tidak dapat menerima kebenaran apalagi mengikutinya. Ia hanya dapat mengikuti hal-hal yang tidak sejalan dengan yang hak, yakni hawa nafsu. Penutupan hati yang dilakukan Allah adalah sebagai dampak dari perbuatan mereka sendiri. Mereka enggan menggunakan pendengaran, penglihatan dan hatinya, sehingga pada akhirnya hati berkarat dan tertutup. Secara tradisional, orang menganggap bahwa komunikasi antara kepala/otak (akal) dan jantung/hati (perasaan) berlangsung satu arah, yaitu bagaimana hati bereaksi terhadap apa yang diperintahkan otak. Akan tetapi, sekarang terungkap bahwa komunikasi antara hati dan otak berlangsung sangat dinamis, terus menerus, dua arah, dan setiap organ tersebut saling mempengaruhi fungsi mereka satu sama lain. Suatu penelitian mengungkap bahwa hati melakukan komunikasi ke otak dalam empat jalan, yaitu (1) transmisi melalui syaraf, (2) secara biokimia melalui hormon dan transmiter syaraf, (3) secara biofisik melalui gelombang tekanan, dan (4) secara energi melalui interaksi gelombang elektromagnetik. Semua bentuk komunikasi tersebut mengakibatkan terjadinya aktivitas di otak. Penelitian mengungkapkan bahwa pesan yang disampaikan hati kepada otak akan mempengaruhi perilaku. Selama ini para ahli mempercayai bahwa medan elektromagnetik hati adalah medan yang paling kuat yang dimiliki manusia. Medan ini tidak hanya mempengaruhi setiap sel yang ada dalam tubuhnya, akan tetapi juga mencakup ke segala arah ruang di sekitarnya. Diduga bahwa medan elektromagnetik adalah pembawa informasi yang sangat penting. Bahkan dapat dibuktikan pula bahwa medan elektromagnetik seseorang dapat mempengaruhi cara kerja otak orang lain."
        },
        {
          "number": 75,
          "arabic": "۞ أَفَتَطْمَعُونَ أَن يُؤْمِنُوا۟ لَكُمْ وَقَدْ كَانَ فَرِيقٌ مِّنْهُمْ يَسْمَعُونَ كَلَـٰمَ ٱللَّهِ ثُمَّ يُحَرِّفُونَهُۥ مِنۢ بَعْدِ مَا عَقَلُوهُ وَهُمْ يَعْلَمُونَ",
          "transliteration": "afataṭmaʿūna an yu'minū lakum waqad kāna farīqun min'hum yasmaʿūna kalāma l-lahi thumma yuḥarrifūnahu min baʿdi mā ʿaqalūhu wahum yaʿlamūna",
          "translation": "Maka apakah kamu (muslimin) sangat mengharapkan mereka akan percaya kepadamu, sedangkan segolongan dari mereka mendengar firman Allah, lalu mereka mengubahnya setelah memahaminya, padahal mereka mengetahuinya? <sup foot_note=134986>1</sup>",
          "tafsir": "Dalam ayat ini Allah mengarahkan kembali firman-Nya kepada orang-orang mukmin agar mereka jangan terlalu banyak mengharapkan akan berimannya orang-orang Yahudi, karena watak mereka tidaklah jauh berbeda dengan watak nenek moyang mereka. Hal yang demikian itu disebabkan adanya pendeta-pendeta Yahudi pada zaman dahulu yang mempelajari Taurat dan memahaminya kemudian mengubah pengertiannya, bahkan mengganti ayat-ayatnya dengan sengaja, terutama yang berkenaan dengan kedatangan Nabi Muhammad. Mereka sebenarnya menyadari bahwa mereka telah melakukan penyelewengan dengan memutarbalikkan isi Taurat itu. Pelajaran agama yang sudah diputarbalikkan itulah yang diajarkan kepada keturunannya. Orang Yahudi pada zaman Rasul saw berpegang teguh dengan ajaran nenek moyang mereka yang keliru. Keinginan yang besar dari Nabi saw dan kaum Muslimin agar orang Yahudi beriman dan mengikuti ajaran Islam, sebab agama mereka paling dekat dengan Islam."
        },
        {
          "number": 76,
          "arabic": "وَإِذَا لَقُوا۟ ٱلَّذِينَ ءَامَنُوا۟ قَالُوٓا۟ ءَامَنَّا وَإِذَا خَلَا بَعْضُهُمْ إِلَىٰ بَعْضٍ قَالُوٓا۟ أَتُحَدِّثُونَهُم بِمَا فَتَحَ ٱللَّهُ عَلَيْكُمْ لِيُحَآجُّوكُم بِهِۦ عِندَ رَبِّكُمْ ۚ أَفَلَا تَعْقِلُونَ",
          "transliteration": "wa-idhā laqū alladhīna āmanū qālū āmannā wa-idhā khalā baʿḍuhum ilā baʿḍin qālū atuḥaddithūnahum bimā fataḥa l-lahu ʿalaykum liyuḥājjūkum bihi ʿinda rabbikum afalā taʿqilūna",
          "translation": "Dan apabila mereka berjumpa dengan orang-orang yang beriman, mereka berkata, \"Kami telah beriman.\" Tetapi apabila kembali kepada sesamanya, mereka bertanya, \"Apakah akan kamu ceritakan kepada mereka apa yang telah diterangkan Allah kepadamu, sehingga mereka dapat menyanggah kamu di hadapan Tuhanmu? Tidakkah kamu mengerti?\" <sup foot_note=134987>1</sup>",
          "tafsir": "Ayat ini memberitakan tentang beberapa watak orang-orang Yahudi yang tak dapat diharapkan lagi iman mereka; yaitu watak mereka menyerupai watak orang munafik dan juga menerangkan tingkah laku mereka. Ayat ini menjelaskan bahwa apabila orang Yahudi yang bersikap munafik berjumpa dengan para sahabat Nabi saw mereka berkata, \"Kami juga beriman seperti kamu, kami mengakui bahwa kamu dalam kebenaran, dan bahwa Muhammad saw itu memang utusan Allah yang telah diterangkan dalam kitab Taurat.\" Mereka mengucapkan kata-kata itu dengan maksud untuk menenteramkan hati orang-orang Aus dan Khazraj yang pernah menjadi teman sekutu mereka. Tetapi ketika mereka berada di tengah-tengah kaumnya, mereka dicela oleh kaumnya dengan mengatakan, \"Mengapa mereka memberitahu kepada orang Islam apa yang diterangkan Allah tentang kedatangan Nabi Muhammad saw secara khusus di dalam Taurat. Seharusnya kabar itu dirahasiakan dan tidak boleh seorang pun tahu, karena kalau rahasia itu dibukakan, berarti orang-orang mukmin mempunyai alasan yang kuat untuk mengalahkan hujah-hujah mereka sendiri di hadapan Allah\". Tindakan yang demikian dianggap oleh mereka sebagai perbuatan tercela, tidak diperkirakan sebelumnya akibat buruk yang akan terjadi."
        }
      ]
    }
  ]
}