{
  "pageNumber": 369,
  "juz": 19,
  "surahs": [
    {
      "number": 26,
      "name": "Ash-Shu'ara'",
      "nameArabic": "الشعراء",
      "meaning": "Para Penyair",
      "revelation": "Makkah",
      "description": "Surat ini terdiri dari 227 ayat dan termasuk golongan surat Makkiyyah. Dinamakan \"Asy Syu'ara'\" yang berarti penyair diambil dari kata \"Asy Syu'ara'\" yang terdapat pada ayat ke-224, ketika Allah secara khusus menyebutkan kedudukan para penyair. Para penyair disebutkan mempunyai sifat-sifat yang jauh berbeda dengan para rasul; mereka diikuti oleh orang-orang yang sesat, mereka suka memutarbalikkan perkataan dan tidak mempunyai pendirian; perbuatan mereka tidak sesuai dengan apa yang mereka ucapkan. Sifat-sifat seperti ini tidak terdapat pada rasul-rasul. Oleh karena itu, tidak pantas jika Nabi Muhammad dituduh sebagai penyair dan Al-Qur'an dianggap sebagai syair. Al-Qur'an adalah wahyu Allah, bukan buatan manusia.**Pokok isi:**1. **Keimanan:** Jaminan Allah akan kemenangan perjuangan dan keselamatan rasul-rasul-Nya; Al-Qur'an benar-benar wahyu Allah yang dibawa turun ke dunia oleh Malaikat Jibril (Ruuhul amiin); hanya Allah yang wajib disembah.2. **Hukum-hukum:** Kewajiban menyempurnakan takaran dan timbangan; larangan menggubah syair yang berisi cacian, khurafat-khurafat, dan kebohongan.3. **Kisah-kisah:** Kisah-kisah Nabi Musa dengan Fir'aun; kisah Nabi Ibrahim dengan kaumnya; kisah Nabi Nuh dengan kaumnya; kisah Nabi Shaleh dengan kaumnya (Tsamud); kisah Nabi Huud dengan kaumnya ('Ad), kisah Nabi Luth dengan kaumnya; kisah Nabi Syu'aib dengan penduduk Aikah.4. **Lain-lain:** Kebinasaan suatu bangsa atau umat disebabkan meninggalkan petunjuk-petunjuk agama; tumbuh-tumbuhan yang beraneka ragam dan perubahan-perubahannya adalah bukti keberadaan Tuhan Yang Maha Esa; petunjuk-petunjuk Allah bagi pemimpin agar berlaku lemah-lembut terhadap pengikutnya; turunnya kitab Al-Qur'an dalam bahasa Arab sudah disebut dalam kitab-kitab suci terdahulu.Sebagian besar surat Asy-Syu'ara' menerangkan kisah nabi-nabi dengan umatnya masing-masing. Mereka mengalami penderitaan dan permusuhan dari kaumnya, tetapi pada akhirnya mereka mendapat kemenangan, dan lawan-lawan mereka mengalami kehancuran.Kisah-kisah ini diceritakan Allah untuk menghibur Rasulullah dan kaum muslimin; karena kelak mereka akan mendapat kemenangan sebagaimana para rasul terdahulu.**Hubungan Surat Asy-Syu'Ara' Dengan Surat An-Naml:**1. Surat An-Naml melengkapi surat Asy-Syu'ara' dengan menambahkan kisah nabi-nabi yang tidak terdapat dalam surat Asy-Syu'ara', yaitu kisah Nabi Daud dan Nabi Sulaiman.2. Dalam surat An-Naml ada penambahan uraian pada kisah Nabi Luth dan Nabi Musa yang diceritakan dalam surat Asy-Syu'ara'.3. Kedua surat ini sama-sama memuat sifat Al-Qur'an dan menerangkan bahwa Al-Qur'an benar-benar diturunkan dari sisi Allah.4. Kedua surat ini sama-sama menghibur Nabi Muhammad yang mengalami bermacam-macam penderitaan dan permusuhan dari kaumnya.",
      "verses": [
        {
          "number": 40,
          "arabic": "لَعَلَّنَا نَتَّبِعُ ٱلسَّحَرَةَ إِن كَانُوا۟ هُمُ ٱلْغَـٰلِبِينَ",
          "transliteration": "laʿallanā nattabiʿu l-saḥarata in kānū humu l-ghālibīna",
          "translation": "agar kita mengikuti para pesihir itu, jika mereka yang menang.\"",
          "tafsir": "Pada ayat-ayat ini, Allah menerangkan bahwa Fir'aun menyuruh rakyatnya berkumpul, untuk menyaksikan peristiwa yang akan terjadi pada hari yang ditetapkan sebagai hari raya itu. Fir'aun yakin bahwa pihaknya yang akan mendapatkan kemenangan. Ia berpendapat bahwa tak seorang pun dari rakyatnya itu yang akan beriman kepada Musa. Fir'aun sengaja mengumpulkan semua rakyatnya untuk menyaksikan adu kekuatan antara para pesihirnya dengan Musa, supaya mereka tetap mengikuti para pesihir itu dan berpegang teguh kepada agama mereka."
        },
        {
          "number": 41,
          "arabic": "فَلَمَّا جَآءَ ٱلسَّحَرَةُ قَالُوا۟ لِفِرْعَوْنَ أَئِنَّ لَنَا لَأَجْرًا إِن كُنَّا نَحْنُ ٱلْغَـٰلِبِينَ",
          "transliteration": "falammā jāa l-saḥaratu qālū lifir'ʿawna a-inna lanā la-ajran in kunnā naḥnu l-ghālibīna",
          "translation": "Maka ketika para pesihir datang, mereka berkata kepada Fir'aun, \"Apakah kami benar-benar akan mendapat imbalan yang besar jika kami yang menang?\"",
          "tafsir": "Pada ayat-ayat ini, Allah menerangkan bahwa setelah berkumpul di ruangan tempat Fir'aun, para ahli sihir itu meminta kebijaksanaan Fir'aun supaya mau memberikan bayaran dan menjadikan mereka lebih dekat dengannya apabila menang nanti. Fir'aun menerima baik permintaan itu, bahkan ia berjanji akan menjadikan mereka penasihat yang selalu diajak duduk bersama, dan dijadikan orang-orang yang terdekat dengannya. Setelah ada pengertian bersama antara ahli-ahli sihir dengan Fir'aun tentang bayaran dan fasilitas lainnya, mereka kemudian mengadu kekuatan dengan Musa. Mereka bertanya kepadanya, \"Wahai Musa! Engkaukah yang lebih dahulu menampilkan dan mendemonstrasikan sihirmu atau kami yang lebih dahulu?\""
        },
        {
          "number": 42,
          "arabic": "قَالَ نَعَمْ وَإِنَّكُمْ إِذًا لَّمِنَ ٱلْمُقَرَّبِينَ",
          "transliteration": "qāla naʿam wa-innakum idhan lamina l-muqarabīna",
          "translation": "Dia (Fir'aun) menjawab, \"Ya, dan bahkan kamu pasti akan mendapat kedudukan yang dekat (dariku).\"",
          "tafsir": "Pada ayat-ayat ini, Allah menerangkan bahwa setelah berkumpul di ruangan tempat Fir'aun, para ahli sihir itu meminta kebijaksanaan Fir'aun supaya mau memberikan bayaran dan menjadikan mereka lebih dekat dengannya apabila menang nanti. Fir'aun menerima baik permintaan itu, bahkan ia berjanji akan menjadikan mereka penasihat yang selalu diajak duduk bersama, dan dijadikan orang-orang yang terdekat dengannya. Setelah ada pengertian bersama antara ahli-ahli sihir dengan Fir'aun tentang bayaran dan fasilitas lainnya, mereka kemudian mengadu kekuatan dengan Musa. Mereka bertanya kepadanya, \"Wahai Musa! Engkaukah yang lebih dahulu menampilkan dan mendemonstrasikan sihirmu atau kami yang lebih dahulu?\""
        },
        {
          "number": 43,
          "arabic": "قَالَ لَهُم مُّوسَىٰٓ أَلْقُوا۟ مَآ أَنتُم مُّلْقُونَ",
          "transliteration": "qāla lahum mūsā alqū mā antum mul'qūna",
          "translation": "Dia (Musa) berkata kepada mereka, \"Lemparkanlah apa yang hendak kamu lemparkan.\"",
          "tafsir": "Ayat ini menggambarkan suasana adu kekuatan antara para pesihir Fir'aun dengan mukjizat Nabi Musa. Musa menawarkan kepada para pesihir itu untuk memulai sihirnya, yang mereka yakini bisa menggugurkan pengakuan Musa sebagai seorang rasul Allah. Para pesihir Fir'aun segera melemparkan tali-tali yang mereka siapkan seraya menyebut nama Fir'aun, dan mereka merasa yakin akan menang. Dengan kecepatan gerak tangan dan ilmu sihir mereka, tali-tali itu seolah-olah bergerak, mengecoh orang-orang yang menyaksikannya, sehingga mereka menyangka tali-tali itu berubah menjadi ular sesungguhnya, yang merayap ke sana kemari. Hal ini digambarkan dalam firman Allah: Maka tiba-tiba tali-tali dan tongkat-tongkat mereka terbayang olehnya (Musa) seakan-akan ia merayap cepat, karena sihir mereka. (thaha/20: 66) Dengan sihirnya, para pesihir itu telah menakut-nakuti dan mengelabui mata orang banyak. Mereka mengeluarkan segenap kemampuan yang ada pada mereka, dan menganggap telah cukup untuk memperoleh kemenangan dalam adu kekuatan itu."
        },
        {
          "number": 44,
          "arabic": "فَأَلْقَوْا۟ حِبَالَهُمْ وَعِصِيَّهُمْ وَقَالُوا۟ بِعِزَّةِ فِرْعَوْنَ إِنَّا لَنَحْنُ ٱلْغَـٰلِبُونَ",
          "transliteration": "fa-alqaw ḥibālahum waʿiṣiyyahum waqālū biʿizzati fir'ʿawna innā lanaḥnu l-ghālibūna",
          "translation": "Lalu mereka melemparkan tali-temali dan tongkat-tongkat mereka seraya berkata, \"Demi kemuliaan Fir'aun, pasti kamilah yang akan menang.\"",
          "tafsir": "Ayat ini menggambarkan suasana adu kekuatan antara para pesihir Fir'aun dengan mukjizat Nabi Musa. Musa menawarkan kepada para pesihir itu untuk memulai sihirnya, yang mereka yakini bisa menggugurkan pengakuan Musa sebagai seorang rasul Allah. Para pesihir Fir'aun segera melemparkan tali-tali yang mereka siapkan seraya menyebut nama Fir'aun, dan mereka merasa yakin akan menang. Dengan kecepatan gerak tangan dan ilmu sihir mereka, tali-tali itu seolah-olah bergerak, mengecoh orang-orang yang menyaksikannya, sehingga mereka menyangka tali-tali itu berubah menjadi ular sesungguhnya, yang merayap ke sana kemari. Hal ini digambarkan dalam firman Allah: Maka tiba-tiba tali-tali dan tongkat-tongkat mereka terbayang olehnya (Musa) seakan-akan ia merayap cepat, karena sihir mereka. (thaha/20: 66) Dengan sihirnya, para pesihir itu telah menakut-nakuti dan mengelabui mata orang banyak. Mereka mengeluarkan segenap kemampuan yang ada pada mereka, dan menganggap telah cukup untuk memperoleh kemenangan dalam adu kekuatan itu."
        },
        {
          "number": 45,
          "arabic": "فَأَلْقَىٰ مُوسَىٰ عَصَاهُ فَإِذَا هِىَ تَلْقَفُ مَا يَأْفِكُونَ",
          "transliteration": "fa-alqā mūsā ʿaṣāhu fa-idhā hiya talqafu mā yafikūna",
          "translation": "Kemudian Musa melemparkan tongkatnya, maka tiba-tiba ia menelan benda-benda palsu yang mereka ada-adakan itu.<sup foot_note=135537>1</sup>",
          "tafsir": "Setelah semua pesihir Fir'aun melemparkan tali-tali dan tongkat-tongkat mereka, yang dalam bayangan orang banyak seakan-akan menjadi ular, maka tibalah giliran Musa. Ketika Musa menjatuhkan tongkatnya yang menjelma menjadi ular sesungguhnya, tiba-tiba ular itu memakan habis ular-ular palsu yang mereka ada-adakan itu. Dengan demikian jelaslah mana yang benar dan mana yang batil sebagaimana tersebut dalam firman Allah: Maka terbuktilah kebenaran, dan segala yang mereka kerjakan jadi sia-sia. (al-A'raf/7: 118) Dan firman-Nya: Sebenarnya Kami melemparkan yang hak (kebenaran) kepada yang batil (tidak benar) lalu yang hak itu menghancurkannya, maka seketika itu (yang batil) lenyap. (al-Anbiya'/21: 18)"
        },
        {
          "number": 46,
          "arabic": "فَأُلْقِىَ ٱلسَّحَرَةُ سَـٰجِدِينَ",
          "transliteration": "fa-ul'qiya l-saḥaratu sājidīna",
          "translation": "Maka menyungkurlah para pesihir itu, bersujud,",
          "tafsir": "Setelah semua pesihir Fir'aun melemparkan tali-tali dan tongkat-tongkat mereka, yang dalam bayangan orang banyak seakan-akan menjadi ular, maka tibalah giliran Musa. Ketika Musa menjatuhkan tongkatnya yang menjelma menjadi ular sesungguhnya, tiba-tiba ular itu memakan habis ular-ular palsu yang mereka ada-adakan itu. Dengan demikian jelaslah mana yang benar dan mana yang batil sebagaimana tersebut dalam firman Allah: Maka terbuktilah kebenaran, dan segala yang mereka kerjakan jadi sia-sia. (al-A'raf/7: 118) Dan firman-Nya: Sebenarnya Kami melemparkan yang hak (kebenaran) kepada yang batil (tidak benar) lalu yang hak itu menghancurkannya, maka seketika itu (yang batil) lenyap. (al-Anbiya'/21: 18)"
        },
        {
          "number": 47,
          "arabic": "قَالُوٓا۟ ءَامَنَّا بِرَبِّ ٱلْعَـٰلَمِينَ",
          "transliteration": "qālū āmannā birabbi l-ʿālamīna",
          "translation": "mereka berkata, \"Kami beriman kepada Tuhan seluruh alam,",
          "tafsir": "Pada ayat-ayat ini, Allah menerangkan bahwa setelah menyaksikan apa yang terjadi, ahli-ahli sihir Fir'aun itu menyerah kalah. Mereka tersungkur dan lalu bersujud kepada Allah Tuhan Yang Mahakuasa dan Mahaperkasa, sambil berikrar, \"Kami telah beriman kepada Tuhan semesta alam, yaitu Tuhan yang disembah Musa dan Harun.\" Mereka berbuat demikian karena sadar bahwa apa yang mereka perlihatkan kepada orang banyak hanyalah khayalan dan tipuan semata. Adapun apa yang diperlihatkan Musa adalah mukjizat, dan betul-betul bukan sihir. Itu adalah suatu kekuasaan yang jauh lebih unggul dari apa yang mereka ketahui, dan datangnya dari langit untuk memperkuat Musa di dalam pengakuannya sebagai seorang rasul Allah."
        },
        {
          "number": 48,
          "arabic": "رَبِّ مُوسَىٰ وَهَـٰرُونَ",
          "transliteration": "rabbi mūsā wahārūna",
          "translation": "(yaitu) Tuhannya Musa dan Harun.\"",
          "tafsir": "Pada ayat-ayat ini, Allah menerangkan bahwa setelah menyaksikan apa yang terjadi, ahli-ahli sihir Fir'aun itu menyerah kalah. Mereka tersungkur dan lalu bersujud kepada Allah Tuhan Yang Mahakuasa dan Mahaperkasa, sambil berikrar, \"Kami telah beriman kepada Tuhan semesta alam, yaitu Tuhan yang disembah Musa dan Harun.\" Mereka berbuat demikian karena sadar bahwa apa yang mereka perlihatkan kepada orang banyak hanyalah khayalan dan tipuan semata. Adapun apa yang diperlihatkan Musa adalah mukjizat, dan betul-betul bukan sihir. Itu adalah suatu kekuasaan yang jauh lebih unggul dari apa yang mereka ketahui, dan datangnya dari langit untuk memperkuat Musa di dalam pengakuannya sebagai seorang rasul Allah."
        },
        {
          "number": 49,
          "arabic": "قَالَ ءَامَنتُمْ لَهُۥ قَبْلَ أَنْ ءَاذَنَ لَكُمْ ۖ إِنَّهُۥ لَكَبِيرُكُمُ ٱلَّذِى عَلَّمَكُمُ ٱلسِّحْرَ فَلَسَوْفَ تَعْلَمُونَ ۚ لَأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُم مِّنْ خِلَـٰفٍ وَلَأُصَلِّبَنَّكُمْ أَجْمَعِينَ",
          "transliteration": "qāla āmantum lahu qabla an ādhana lakum innahu lakabīrukumu alladhī ʿallamakumu l-siḥ'ra falasawfa taʿlamūna la-uqaṭṭiʿanna aydiyakum wa-arjulakum min khilāfin wala-uṣallibannakum ajmaʿīna",
          "translation": "Dia (Fir'aun) berkata, \"Mengapa kamu beriman kepada Musa sebelum aku memberi izin kepadamu? Sesungguhnya dia pemimpinmu yang mengajarkan sihir kepadamu. Nanti kamu pasti akan tahu (akibat perbuatanmu). Pasti akan kupotong tangan dan kakimu bersilang dan sungguh akan aku salib semuanya.\"",
          "tafsir": "Setelah para ahli sihir itu berikrar bahwa mereka menjadi beriman kepada Tuhan semesta alam, yang berarti tidak lagi mengakui Fir'aun sebagai tuhan mereka, Fir'aun menjadi sangat marah. Dengan sombong, ia mengancam akan menindak mereka, tetapi ancaman itu tidak diindahkan oleh mereka. Bahkan dengan ancaman itu, iman mereka makin bertambah mantap karena tabir kekafiran telah terbuka dan telah kelihatan jelas oleh mereka cahaya kebenaran. Ikrar yang diucapkan oleh ahli-ahli sihir itu membuat Fir'aun merasa dilecehkan haknya sebagai seorang yang berkuasa dan mengakui dirinya sebagai tuhan, karena mereka telah beriman kepada Musa tanpa minta izin lebih dahulu kepadanya. Menurut Fir'aun, sebelum mereka memeluk agama Musa, mereka itu harus lebih dahulu minta izin padanya, karena ia adalah seorang penguasa yang harus dipatuhi. Untuk mengelabui dan menyesatkan orang banyak, Fir'aun menuduh antara Musa dan para ahli sihir itu ada persekongkolan, karena Musa yang mengajarkan kepada mereka ilmu sihir. Tuduhan itu tentu tidak berdasar, karena sebelum adu kekuatan, mereka tidak bertemu dengan Musa. Puncak dari kemarahan Fir'aun, ia mengancam mereka akan merasakan siksaan, sebagai akibat dari perbuatan mereka itu. Ia mengancam akan memotong tangan dan kaki mereka secara bersilang bahkan akan membunuh mereka."
        },
        {
          "number": 50,
          "arabic": "قَالُوا۟ لَا ضَيْرَ ۖ إِنَّآ إِلَىٰ رَبِّنَا مُنقَلِبُونَ",
          "transliteration": "qālū lā ḍayra innā ilā rabbinā munqalibūna",
          "translation": "Mereka berkata, \"Tidak ada yang kami takutkan, karena kami akan kembali kepada Tuhan kami.",
          "tafsir": "Ancaman Fir'aun yang cukup berat itu, tidak digubris sama sekali oleh para ahli sihir itu. Mereka bahkan berharap dapat merasakan ancaman itu karena bagi mereka semua orang yang hidup pada suatu waktu pasti mati, tidak ada daya upaya untuk mengelak daripadanya. Firman Allah: Setiap yang bernyawa akan merasakan mati. (al-Anbiya'/21: 35) Dan firman-Nya: Katakanlah, \"Sesungguhnya kematian yang kamu lari dari padanya, ia pasti menemui kamu,\" (al-Jumu'ah/62: 8) Mereka itu hanya memikirkan dua hal, sebagai penghibur hati mereka: Pertama, mereka akan kembali kepada ajaran Tuhan semesta alam, Tuhan yang disembah Musa dan Harun dan mengikuti agama Nabi Musa a.s. Dengan demikian, mereka akan selamat dari azab akhirat yang amat pedih dan berkepanjangan, yang jauh lebih berat dibanding dengan siksaan yang diancamkan Fir'aun kepada mereka. Kedua, mereka sangat mengharapkan agar Tuhan semesta alam mau mengampuni dosa mereka karena melakukan perbuatan sihir dan kekafiran. Merekalah yang pertama kali beriman kepada Tuhan yang disembah Musa, dari sekian banyak orang yang turut menyaksikan adu kekuatan itu."
        },
        {
          "number": 51,
          "arabic": "إِنَّا نَطْمَعُ أَن يَغْفِرَ لَنَا رَبُّنَا خَطَـٰيَـٰنَآ أَن كُنَّآ أَوَّلَ ٱلْمُؤْمِنِينَ",
          "transliteration": "innā naṭmaʿu an yaghfira lanā rabbunā khaṭāyānā an kunnā awwala l-mu'minīna",
          "translation": "Sesungguhnya kami sangat menginginkan sekiranya Tuhan kami akan mengampuni kesalahan kami, karena menjadi orang yang pertama-tama beriman.\"",
          "tafsir": "Ancaman Fir'aun yang cukup berat itu, tidak digubris sama sekali oleh para ahli sihir itu. Mereka bahkan berharap dapat merasakan ancaman itu karena bagi mereka semua orang yang hidup pada suatu waktu pasti mati, tidak ada daya upaya untuk mengelak daripadanya. Firman Allah: Setiap yang bernyawa akan merasakan mati. (al-Anbiya'/21: 35) Dan firman-Nya: Katakanlah, \"Sesungguhnya kematian yang kamu lari dari padanya, ia pasti menemui kamu,\" (al-Jumu'ah/62: 8) Mereka itu hanya memikirkan dua hal, sebagai penghibur hati mereka: Pertama, mereka akan kembali kepada ajaran Tuhan semesta alam, Tuhan yang disembah Musa dan Harun dan mengikuti agama Nabi Musa a.s. Dengan demikian, mereka akan selamat dari azab akhirat yang amat pedih dan berkepanjangan, yang jauh lebih berat dibanding dengan siksaan yang diancamkan Fir'aun kepada mereka. Kedua, mereka sangat mengharapkan agar Tuhan semesta alam mau mengampuni dosa mereka karena melakukan perbuatan sihir dan kekafiran. Merekalah yang pertama kali beriman kepada Tuhan yang disembah Musa, dari sekian banyak orang yang turut menyaksikan adu kekuatan itu."
        },
        {
          "number": 52,
          "arabic": "۞ وَأَوْحَيْنَآ إِلَىٰ مُوسَىٰٓ أَنْ أَسْرِ بِعِبَادِىٓ إِنَّكُم مُّتَّبَعُونَ",
          "transliteration": "wa-awḥaynā ilā mūsā an asri biʿibādī innakum muttabaʿūna",
          "translation": "Dan Kami wahyukan (perintahkan) kepada Musa, \"Pergilah pada malam hari dengan membawa hamba-hamba-Ku (Bani Israil), sebab pasti kamu akan dikejar.\"",
          "tafsir": "Ayat ini menerangkan bahwa Allah mewahyukan kepada Musa supaya pergi bersama Bani Israil meninggalkan Mesir pada malam hari. Allah juga mengabarkan bahwa ketika Fir'aun mendengar berita ini, dia dan tentaranya pasti akan menyusul dan memaksa mereka untuk kembali menjadi budak-budak yang melayani keinginan dan kebutuhan mereka. Kepergian orang-orang Bani Israil akan memberi kerugian besar bagi mereka."
        },
        {
          "number": 53,
          "arabic": "فَأَرْسَلَ فِرْعَوْنُ فِى ٱلْمَدَآئِنِ حَـٰشِرِينَ",
          "transliteration": "fa-arsala fir'ʿawnu fī l-madāini ḥāshirīna",
          "translation": "Kemudian Fir'aun mengirimkan orang ke kota-kota untuk mengumpulkan (bala tentaranya).",
          "tafsir": "Ayat ini menerangkan bahwa ketika Fir'aun mengetahui bahwa Musa dan Bani Israil telah berangkat, ia lalu menyebarkan beberapa orang pejabatnya ke segenap negeri Mesir. Ia juga mengumpulkan tentaranya untuk menyusul Musa dan Bani Israil, mengembalikan mereka ke Mesir, dan menyiksa mereka dengan siksaan yang berat. Untuk membangkitkan semangat dan membesarkan hati tentaranya, Fir'aun mengemukakan bahwa tugas yang harus mereka lakukan itu mudah untuk dilaksanakan karena Musa dan Bani Israil, jumlahnya sedikit sekali. Oleh karena itu, mereka tidak perlu ragu-ragu. Dengan mudah dan dalam waktu relatif singkat, mereka akan dapat menyusul Musa dan rombongannya serta mengembalikan mereka."
        },
        {
          "number": 54,
          "arabic": "إِنَّ هَـٰٓؤُلَآءِ لَشِرْذِمَةٌ قَلِيلُونَ",
          "transliteration": "inna hāulāi lashir'dhimatun qalīlūna",
          "translation": "(Fir'aun berkata), \"Sesungguhnya mereka (Bani Israil) hanya sekelompok kecil,",
          "tafsir": "Ayat ini menerangkan bahwa ketika Fir'aun mengetahui bahwa Musa dan Bani Israil telah berangkat, ia lalu menyebarkan beberapa orang pejabatnya ke segenap negeri Mesir. Ia juga mengumpulkan tentaranya untuk menyusul Musa dan Bani Israil, mengembalikan mereka ke Mesir, dan menyiksa mereka dengan siksaan yang berat. Untuk membangkitkan semangat dan membesarkan hati tentaranya, Fir'aun mengemukakan bahwa tugas yang harus mereka lakukan itu mudah untuk dilaksanakan karena Musa dan Bani Israil, jumlahnya sedikit sekali. Oleh karena itu, mereka tidak perlu ragu-ragu. Dengan mudah dan dalam waktu relatif singkat, mereka akan dapat menyusul Musa dan rombongannya serta mengembalikan mereka."
        },
        {
          "number": 55,
          "arabic": "وَإِنَّهُمْ لَنَا لَغَآئِظُونَ",
          "transliteration": "wa-innahum lanā laghāiẓūna",
          "translation": "dan sesungguhnya mereka telah berbuat hal-hal yang menimbulkan amarah kita,",
          "tafsir": "Fir'aun mencari alasan memusuhi Bani Israil dengan mengatakan bahwa mereka adalah musuh yang selalu mengacau sehingga keamanan tidak terjamin. Bani Israil juga dikatakan senantiasa membangkitkan amarah, menganut agama baru, dan meninggalkan agama nenek moyang mereka. Mereka berani meninggalkan Mesir tanpa lebih dahulu minta izin, membawa kabur harta benda yang mereka pinjam dari Fir'aun dan rakyatnya. Fir'aun mengatakan kepada kaumnya untuk selalu hati-hati dan waspada menjaga agar jangan sampai perbuatan mereka berakibat jauh. Mereka mempunyai persenjataan yang cukup dan lengkap untuk mengalahkan Bani Israil."
        },
        {
          "number": 56,
          "arabic": "وَإِنَّا لَجَمِيعٌ حَـٰذِرُونَ",
          "transliteration": "wa-innā lajamīʿun ḥādhirūna",
          "translation": "dan sesungguhnya kita semua tanpa kecuali harus selalu waspada.\"",
          "tafsir": "Fir'aun mencari alasan memusuhi Bani Israil dengan mengatakan bahwa mereka adalah musuh yang selalu mengacau sehingga keamanan tidak terjamin. Bani Israil juga dikatakan senantiasa membangkitkan amarah, menganut agama baru, dan meninggalkan agama nenek moyang mereka. Mereka berani meninggalkan Mesir tanpa lebih dahulu minta izin, membawa kabur harta benda yang mereka pinjam dari Fir'aun dan rakyatnya. Fir'aun mengatakan kepada kaumnya untuk selalu hati-hati dan waspada menjaga agar jangan sampai perbuatan mereka berakibat jauh. Mereka mempunyai persenjataan yang cukup dan lengkap untuk mengalahkan Bani Israil."
        },
        {
          "number": 57,
          "arabic": "فَأَخْرَجْنَـٰهُم مِّن جَنَّـٰتٍ وَعُيُونٍ",
          "transliteration": "fa-akhrajnāhum min jannātin waʿuyūnin",
          "translation": "Kemudian, Kami keluarkan mereka (Fir'aun dan kaumnya) dari taman-taman dan mata air,",
          "tafsir": "Ayat ini menerangkan bahwa Allah akan mengeluarkan Fir'aun dan kaumnya dari kesenangan ke dalam kesusahan dan kebinasaan. Mereka akan meninggalkan rumah yang mewah dan menjulang tinggi, meninggalkan taman-taman yang indah tempat mereka berekreasi sepuas hati. Mereka juga akan meninggalkan sungai-sungai yang mengalir dengan jernih seperti sungai Nil yang menjadi bagian dari kehidupan mereka."
        },
        {
          "number": 58,
          "arabic": "وَكُنُوزٍ وَمَقَامٍ كَرِيمٍ",
          "transliteration": "wakunūzin wamaqāmin karīmin",
          "translation": "dan (dari) harta kekayaan dan kedudukan yang mulia,<sup foot_note=135538>1</sup>",
          "tafsir": "Allah menerangkan bahwa Fir'aun dan kaumnya akan meninggalkan harta benda, kerajaan, dan kedudukan yang tinggi dan mulia yang tidak ada bandingannya. Ibnu Umar, Ibnu 'Abbas, dan Mujahid menyatakan bahwa yang dimaksud dengan kedudukan yang mulia di sini ialah mimbar-mimbar untuk para pembesar Fir'aun. Beberapa mufasir berbeda pendapat mengenai kedudukan yang tinggi ini. Ada yang berpendapat itu adalah rumah-rumah yang indah, dan ada yang berpendapat mimbar-mimbar dan mahligai para pembesar Fir'aun. Allah berfirman: \"Betapa banyak taman-taman dan mata air-mata air yang mereka tinggalkan, juga kebun-kebun serta tempat-tempat kediaman yang indah, dan kesenangan-kesenangan yang dapat mereka nikmati di sana.\" (ad-Dukhan/44: 25-27)"
        },
        {
          "number": 59,
          "arabic": "كَذَٰلِكَ وَأَوْرَثْنَـٰهَا بَنِىٓ إِسْرَٰٓءِيلَ",
          "transliteration": "kadhālika wa-awrathnāhā banī is'rāīla",
          "translation": "demikianlah, dan Kami anugerahkan semuanya (itu) kepada Bani Israil.<sup foot_note=135539>1</sup>",
          "tafsir": "Ayat ini menerangkan bahwa semua taman dan tempat yang indah, sungai, harta kekayaan, dan kedudukan tinggi yang akan ditinggalkan oleh Fir'aun dan kaumnya, akan dianugerahkan kepada Bani Israil di Palestina sesuai dengan janji Allah kepada mereka. Firman Allah: \"Dan Kami wariskan kepada kaum yang tertindas itu, bumi bagian timur dan bagian baratnya yang telah Kami berkahi. Dan telah sempurnalah firman Tuhanmu yang baik itu (sebagai janji) untuk Bani Israil disebabkan kesabaran mereka. Dan Kami hancurkan apa yang telah dibuat Fir'aun dan kaumnya dan apa yang telah mereka bangun.\" (al-A'raf/7: 137)"
        },
        {
          "number": 60,
          "arabic": "فَأَتْبَعُوهُم مُّشْرِقِينَ",
          "transliteration": "fa-atbaʿūhum mush'riqīna",
          "translation": "Lalu (Fir'aun dan bala tentaranya) dapat menyusul mereka pada waktu matahari terbit.",
          "tafsir": "Ayat ini menerangkan bahwa Fir'aun beserta segenap aparat pemerintahan dan bala tentaranya, baru bisa ke luar meninggalkan Mesir untuk menyusul Musa dan Bani Israil pada waktu pagi. Mengenai keterlambatan mereka ada dua pendapat: Pertama: Sebagaimana disebut dalam kitab Perjanjian Lama (Keluaran 11-12), mereka ditimpa musibah maut pada malam keberangkatan Musa dan Bani Israil meninggalkan Mesir. Pada pertengahan malam itu, banyak perawan Mesir mati, baik manusia maupun binatang, sehingga menyebabkan mereka sibuk mengubur jenazah-jenazah itu sampai pagi. Kedua: Karena pada malam itu mereka diliputi kabut yang tebal dan udara yang sangat dingin sampai pagi."
        }
      ]
    }
  ]
}