{
  "pageNumber": 226,
  "juz": 12,
  "surahs": [
    {
      "number": 11,
      "name": "Hud",
      "nameArabic": "هود",
      "meaning": "Nabi Hud",
      "revelation": "Makkah",
      "description": "Surat Hud termasuk surat Makkiyyah, terdiri dari 123 ayat, dan diturunkan setelah surat Yunus.Surat ini dinamai Hud karena di dalamnya terdapat kisah Nabi Hud dan kaumnya. Dalam surat ini juga terdapat kisah-kisah nabi yang lain, seperti: Nuh, Shaleh, Ibrahim, Luth, Syu'aib, dan Musa.**Pokok-Pokok isi:**1. **Keimanan:** Keberadaan 'Arsy Allah; kejadian alam dalam enam masa; keberadaan golongan-golongan manusia pada hari kiamat.2. **Hukum-hukum:** Agama membolehkan menikmati yang baik-baik dan memakai perhiasan asal tidak berlebih-lebihan; tidak boleh bersikap sombong; tidak boleh berdoa atau mengharapkan sesuatu yang mustahil menurut sunnatullah.3. **Kisah-kisah:** Kisah Nuh dan kaumnya; kisah Hud dan kaumnya; kisah Shaleh dan kaumnya; kisah Ibrahim dan kaumnya; kisah Syu'aib dan kaumnya; kisah Luth dan kaumnya; kisah Musa dan kaumnya.4. **Lain-lain:** Pelajaran-pelajaran yang diambil dari kisah-kisah para nabi; air sumber segala kehidupan; shalat memperkuat keimanan; sunnatullah yang berhubungan dengan kebinasaan suatu kaum.Surat Hud berisi hal-hal yang berhubungan dengan pokok-pokok agama, seperti ketauhidan, kerasulan, dan hari kebangkitan, kemudian dihubungkan dengan dakwah yang telah dilakukan oleh para nabi kepada kaumnya.**Hubungan Surat Hud Dengan Surat Yusuf:**1. Kedua surat ini sama-sama dimulai dengan alif laam raa kemudian diiringi dengan penjelasan tentang Al-Qur'an.2. Surat Yusuf menyempurnakan penjelasan kisah para rasul yang disebut dalam surat Hud, kemudian kisah itu dijadikan dalil untuk menyatakan bahwa Al-Qur'an adalah wahyu Ilahi; setelah Nabi Muhammad tidak ada lagi nabi atau rasul yang diutus Allah.3. Perbedaan kedua surat ini ada dalam menjelaskan kisah-kisah para nabi. Dalam surat Hud diutarakan kisah beberapa orang rasul dalam menyampaikan risalah kepada kaumnya, akibat mengikuti dan akibat mendustakan mereka, kemudian dijadikan perbandingan dan berita yang mengancam kaum musyrikin Arab beserta pengikut-pengikutnya. Dalam surat Yusuf diterangkan tentang kehidupan Nabi Yusuf yang pada mulanya dizalimi oleh saudara-saudaranya kemudian menjadi rasul yang berkuasa dan dapat menolong saudara-sudaranya beserta kedua orang tuanya. Kepribadian Nabi Yusuf ini harus dijadikan teladan oleh semua orang yang beriman kepada Nabi Muhammad.",
      "verses": [
        {
          "number": 38,
          "arabic": "وَيَصْنَعُ ٱلْفُلْكَ وَكُلَّمَا مَرَّ عَلَيْهِ مَلَأٌ مِّن قَوْمِهِۦ سَخِرُوا۟ مِنْهُ ۚ قَالَ إِن تَسْخَرُوا۟ مِنَّا فَإِنَّا نَسْخَرُ مِنكُمْ كَمَا تَسْخَرُونَ",
          "transliteration": "wayaṣnaʿu l-ful'ka wakullamā marra ʿalayhi mala-on min qawmihi sakhirū min'hu qāla in taskharū minnā fa-innā naskharu minkum kamā taskharūna",
          "translation": "Dan mulailah dia (Nuh) membuat kapal. Setiap kali pemimpin kaumnya berjalan melewatinya, mereka mengejeknya. Dia (Nuh) berkata, \"Jika kamu mengejek kami, maka kami (pun) akan mengejekmu sebagaimana kamu mengejek (kami).",
          "tafsir": "Pada ayat ini diterangkan bahwa Nuh a.s. membuat kapal penyelamat itu sesuai dengan perintah dan petunjuk-petunjuk yang diwahyukan oleh Allah kepadanya. Banyak riwayat atau pendapat yang dinukil oleh para mufasir tentang hal-hal yang bertalian dengan kapal itu, seperti terbuat dari kayu apa, dibuat dimana, bentuknya bagaimana, panjang dan lebarnya berapa, dan perincian-perincian lainnya yang sebagian telah diterangkan, sewaktu menerangkan ayat 37 sebelum ini. Pendapat yang terbaik dalam soal ini dari segi kepercayaan ialah seperti yang diterangkan oleh Syihabuddin Mahmud Al-Alusi dalam tafsirnya, Ruhul Maaniy, sebagai berikut: \"Orang yang cermat dalam hal ini, tidak akan condong kepada perincian yang berlebih-lebihan, hanya percaya bahwa Nuh a.s. telah membuat kapal itu sebagaimana yang dikisahkan Allah dalam kitab-Nya, dan tidak mencari tahu tentang panjang lebar dan tingginya, dibuat dari kayu apa, berapa lama dibuatnya, dan lain-lain sebagainya yang tidak diterangkan oleh kitab Allah dan sunnah Rasul-Nya yang sahih.\" Selanjutnya pada ayat ini diterangkan bahwa setiap kali kaum Nuh lewat dan melihatnya sedang membuat kapal, mereka mengejeknya dengan bermacam-macam pertanyaan yang bernada cemooh. Ejekan dan cemoohan itu timbul karena mereka semua belum mengenal kapal dan cara memakainya termasuk Nabi Nuh a.s. sendiri.Sikap Nuh a.s. dalam membalas ejekan dan cemoohan kaumnya dinyatakan dalam jawabannya, \"Kalau kamu mengejek kami membuat kapal ini karena kami mematuhi perintah Allah dalam rangka usaha untuk menyelamatkan kami dan umat kami, maka kami pun akan mengejek kamu.\" Sebagian mufasir berpendapat bahwa yang dimaksud dengan ejekan balasan dari Nuh a.s. itu, ialah azab dunia yang akan menimpa kaumnya sehingga ia tidak akan memperdulikan mereka lagi. Jadi Nuh sendiri tidak membalas ejekan, karena dianggap kurang wajar bagi seorang nabi. Sebagian lainnya berpendapat bahwa tidak ada salahnya jika ejekan balasan itu benar-benar datang dari Nuh a.s. sesuai dengan firman Allah: Barang siapa menyerang kamu, maka seranglah dia setimpal dengan serangannya terhadap kamu. (al-Baqarah/2: 194) Dan firman Allah: Dan jika kamu membalas, maka balaslah dengan (balasan) yang sama dengan siksaan yang ditimpakan kepadamu. (an-Nahl/16: 126) Dan firman Allah: Dan balasan suatu kejahatan adalah kejahatan yang setimpal. (asy-Syura/42: 40) Al-Alusi berpendapat bahwa kedua ejekan itu (ejekan kaum Nuh dan ejekan Nabi Nuh a.s. sebagai balasan) memang terjadi."
        },
        {
          "number": 39,
          "arabic": "فَسَوْفَ تَعْلَمُونَ مَن يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُّقِيمٌ",
          "transliteration": "fasawfa taʿlamūna man yatīhi ʿadhābun yukh'zīhi wayaḥillu ʿalayhi ʿadhābun muqīmun",
          "translation": "Maka kelak kamu akan mengetahui siapa yang akan ditimpa azab yang menghinakan dan (siapa) yang akan ditimpa azab yang kekal.\"",
          "tafsir": "Pada ayat ini diterangkan lanjutan perkataan Nabi Nuh a.s. kepada kaumnya yang mengejek dengan mengatakan apabila mereka belum tahu apa gunanya kapal yang sedang dibuatnya itu, maka pasti mereka akan mengetahuinya kelak setelah kapal itu selesai dibuat, dan mereka ditenggelamkan. Sebenarnya perkataan Nabi Nuh a.s. itu bukanlah sekadar jawaban atas ejekan mereka, akan tetapi sebagai ancaman akan datangnya azab kepada mereka. Sebab apabila mereka sadar, niscaya mereka akan dapat merasakan bahwa perkataan Nabi Nuh a.s. tidak lagi sebagai kata-kata biasa yang selalu mereka anggap sekadar menakut-nakuti yang tidak akan ada kenyataannya. Tetapi kali ini sudah dalam tahap persiapan untuk menyelamatkan orang-orang yang beriman dari bahaya azab yang akan memusnahkan orang-orang yang sangat durhaka kepada Allah dan rasul-Nya itu."
        },
        {
          "number": 40,
          "arabic": "حَتَّىٰٓ إِذَا جَآءَ أَمْرُنَا وَفَارَ ٱلتَّنُّورُ قُلْنَا ٱحْمِلْ فِيهَا مِن كُلٍّ زَوْجَيْنِ ٱثْنَيْنِ وَأَهْلَكَ إِلَّا مَن سَبَقَ عَلَيْهِ ٱلْقَوْلُ وَمَنْ ءَامَنَ ۚ وَمَآ ءَامَنَ مَعَهُۥٓ إِلَّا قَلِيلٌ",
          "transliteration": "ḥattā idhā jāa amrunā wafāra l-tanūru qul'nā iḥ'mil fīhā min kullin zawjayni ith'nayni wa-ahlaka illā man sabaqa ʿalayhi l-qawlu waman āmana wamā āmana maʿahu illā qalīlun",
          "translation": "Hingga apabila perintah Kami datang dan tanur (dapur) telah memancarkan air, Kami berfirman, \"Muatkanlah ke dalamnya (kapal itu) dari masing-masing (hewan) sepasang (jantan dan betina), dan (juga) keluargamu kecuali orang yang telah terkena ketetapan terdahulu dan (muatkan pula) orang yang beriman.\" Ternyata orang-orang beriman yang bersama dengan Nuh hanya sedikit.",
          "tafsir": "Pada ayat ini Allah swt menerangkan, bahwa Nabi Nuh a.s. dalam melaksanakan pembuatan kapal itu dengan segala macam persiapannya sangat bersungguh-sungguh dan banyak menerima ejekan dan cemoohan dari kaumnya. Ketika datang ketetapan Allah untuk membinasakan kaum yang kafir itu, bumi pun memancarkan air yang meluap-luap seperti meluapnya air yang mendidih dari kuali di dapur tempat memasak, sehingga menenggelamkan segala apa yang ada di permukaannya. Sementara ulama memahami bahwa banjir tersebut tidak bersifat universal melainkan lokal. Maka Allah memerintahkan kepada Nuh a.s. agar membawa ke dalam kapal itu sepasang (jantan dan betina) dari tiap jenis binatang, agar keturunannya dapat berkembang biak sesudah air bah yang dinamakan topan itu reda. Selain itu, Allah memerintahkan Nuh a.s. membawa ke dalam kapal itu semua keluarganya yang laki-laki dan perempuan kecuali yang tidak beriman. Begitu juga Allah memerintahkan Nuh a.s. membawa ke dalam kapal itu semua orang-orang yang beriman yang jumlahnya sedikit. Sebagian mufasir ada yang mengatakan bahwa yang dibawa oleh Nuh ke dalam kapal itu dari keluarganya ialah seorang istrinya yang beriman dan tiga putranya dari istri yang beriman itu, yaitu Syam, Ham, dan Yafis. Adapun jumlah orang yang beriman, yang dibawa Nuh a.s. ke dalam kapal itu tidak terdapat keterangannya dalam Al-Quran atau pun dalam hadis. Dalam ayat ini hanya diterangkan bahwa jumlah mereka sedikit. Pada permulaan ayat ini dan permulaan ayat 42 yang akan datang dilukiskan sebagian dari kisah topan itu, dan pada ayat-ayat lain dilukiskan lebih banyak seperti dalam firman Allah: Lalu Kami bukakan pintu-pintu langit dengan (menurunkan) air yang tercurah. Dan Kami jadikan bumi menyemburkan mata-mata air maka bertemulah (air-air) itu sehingga (meluap menimbulkan) keadaan (bencana) yang telah ditetapkan. Dan Kami angkut dia (Nuh) ke atas (kapal) yang terbuat dari papan dan pasak, yang berlayar dengan pemeliharaan (pengawasan) Kami sebagai balasan bagi orang yang telah diingkari (kaumnya). (al-Qamar/54: 11-14)"
        },
        {
          "number": 41,
          "arabic": "۞ وَقَالَ ٱرْكَبُوا۟ فِيهَا بِسْمِ ٱللَّهِ مَجْر۪ىٰهَا وَمُرْسَىٰهَآ ۚ إِنَّ رَبِّى لَغَفُورٌ رَّحِيمٌ",
          "transliteration": "waqāla ir'kabū fīhā bis'mi l-lahi majrahā wamur'sāhā inna rabbī laghafūrun raḥīmun",
          "translation": "Dan dia berkata, \"Naiklah kamu semua ke dalamnya (kapal) dengan (menyebut) nama Allah pada waktu berlayar dan berlabuhnya. Sesungguhnya Tuhanku Maha Pengampun, Maha Penyayang.\"",
          "tafsir": "Pada ayat ini diterangkan bahwa Nuh a.s. menyuruh orang yang beriman pada risalahnya supaya naik ke dalam kapal itu dengan menyebut nama Allah di waktu berlayar dan berlabuh, sebab segala kekuasaan ada di tangan-Nya. Dia dapat berbuat sekehendak-Nya, mengatur sunnah-Nya sesuai dengan Iradah-Nya; sedang keselamatan mereka pada saat yang sangat penting itu hanya berada di bawah kekuasaan-Nya, di dalam lindungan-Nya. Berkata Rasulullah saw, \"Umatku akan selamat (tidak tenggelam) apabila mereka menaiki kapal, supaya membaca: Bismillahi malikirrahmanirrahim, bismillahi majreha wa mursaha innahu lagafururrahim.\" (Riwayat Ath-thabrani dari Ali) Selanjutnya pada ayat ini diterangkan bahwa Nuh a.s. menyatakan, \"Sesungguhnya Tuhanku adalah Maha Pengampun lagi Maha Penyayang.\" Ucapan ini selain mengandung syukur, menunjukkan bahwa ia beserta pengikut-pengikutnya yang beriman selamat dari bahaya topan berkat rahmat Allah yang sangat luas."
        },
        {
          "number": 42,
          "arabic": "وَهِىَ تَجْرِى بِهِمْ فِى مَوْجٍ كَٱلْجِبَالِ وَنَادَىٰ نُوحٌ ٱبْنَهُۥ وَكَانَ فِى مَعْزِلٍ يَـٰبُنَىَّ ٱرْكَب مَّعَنَا وَلَا تَكُن مَّعَ ٱلْكَـٰفِرِينَ",
          "transliteration": "wahiya tajrī bihim fī mawjin kal-jibāli wanādā nūḥun ib'nahu wakāna fī maʿzilin yābunayya ir'kab maʿanā walā takun maʿa l-kāfirīna",
          "translation": "Dan kapal itu berlayar membawa mereka ke dalam gelombang laksana gunung-gunung. Dan Nuh memanggil anaknya,<sup foot_note=135350>1</sup> ketika dia (anak itu) berada di tempat yang jauh terpencil, \"Wahai anakku! Naiklah (ke kapal) bersama kami dan janganlah engkau bersama orang-orang kafir.\"",
          "tafsir": "Ayat ini menerangkan bahwa kapal itu berlayar membawa Nuh a.s. beserta para pengikutnya, yang beriman, mengarungi lautan yang amat luas dan melalui gelombang-gelombang ombak yang dahsyat, bergulung-gulung menjulang tinggi laksana gunung. Setelah Nabi Nuh dan para pengikutnya masuk ke dalam kapal, dia melihat anaknya yang bernama Kanan pergi ke arah gunung, menjauhkan diri. Nabi Nuh memanggil-manggil anaknya seraya mengajak turut masuk ke dalam kapal, tetapi anaknya menolak, sehingga Nabi Nuh merasa sedih dan risau. Para ulama berbeda pendapat tentang apakah Nabi Nuh a.s. sebelum peristiwa itu tidak mengetahui keadaan yang sebenarnya dari anaknya itu. Ada yang berpendapat bahwa Nuh a.s. memang tidak tahu, karena sebelum peristiwa itu anaknya bersikap munafik kepadanya. Pendapat lain mengata-kan bahwa ia tahu kekafiran anaknya, tetapi setelah anaknya itu menyaksi-kan sendiri bahwa topan sudah mulai datang, maka Nuh mengharap kesadaran anaknya, sehingga ia mengajaknya supaya masuk ke dalam kapal itu, namun usahanya sia-sia karena anaknya tetap menolak."
        },
        {
          "number": 43,
          "arabic": "قَالَ سَـَٔاوِىٓ إِلَىٰ جَبَلٍ يَعْصِمُنِى مِنَ ٱلْمَآءِ ۚ قَالَ لَا عَاصِمَ ٱلْيَوْمَ مِنْ أَمْرِ ٱللَّهِ إِلَّا مَن رَّحِمَ ۚ وَحَالَ بَيْنَهُمَا ٱلْمَوْجُ فَكَانَ مِنَ ٱلْمُغْرَقِينَ",
          "transliteration": "qāla saāwī ilā jabalin yaʿṣimunī mina l-māi qāla lā ʿāṣima l-yawma min amri l-lahi illā man raḥima waḥāla baynahumā l-mawju fakāna mina l-mugh'raqīna",
          "translation": "Dia (anaknya) menjawab, \"Aku akan mencari perlindungan ke gunung yang dapat menghindarkan aku dari air bah!\" (Nuh) berkata, \"Tidak ada yang melindungi dari siksaan Allah pada hari ini selain Allah yang Maha Penyayang.\" Dan gelombang menjadi penghalang antara keduanya; maka dia (anak itu) termasuk orang yang ditenggelamkan.",
          "tafsir": "Pada ayat ini, Allah menyebutkan jawaban Kanan terhadap seruan dan ajakan ayahnya Nuh a.s. supaya masuk ke dalam kapal. Ia menolak tidak mau turut masuk dengan alasan bahwa ia bisa berlindung ke atas gunung untuk memelihara dirinya dari bahaya air bah (topan) yang mengancam itu. Mendengar itu Nabi Nuh a.s. menjelaskan kepada anaknya yang membangkang, bahwa pada hari itu tidak ada yang bisa melindungi dirinya dari topan itu selain Allah dan tidak ada yang selamat kecuali orang-orang yang dikasihi-Nya, yaitu orang-orang yang masuk ke dalam kapal itu. Demikianlah, iradah Tuhan sudah menetapkan segala sesuatu berjalan menurut proses yang telah digariskan-Nya. Gelombang yang menggulung tinggi demikian dahsyatnya telah menghalangi antara Nuh a.s. dengan anaknya yang membangkang dan durhaka, sehingga terputuslah pembicara-an antara keduanya, dan sang anak pun turut tenggelam bersama orang-orang kafir lainnya."
        },
        {
          "number": 44,
          "arabic": "وَقِيلَ يَـٰٓأَرْضُ ٱبْلَعِى مَآءَكِ وَيَـٰسَمَآءُ أَقْلِعِى وَغِيضَ ٱلْمَآءُ وَقُضِىَ ٱلْأَمْرُ وَٱسْتَوَتْ عَلَى ٱلْجُودِىِّ ۖ وَقِيلَ بُعْدًا لِّلْقَوْمِ ٱلظَّـٰلِمِينَ",
          "transliteration": "waqīla yāarḍu ib'laʿī māaki wayāsamāu aqliʿī waghīḍa l-māu waquḍiya l-amru wa-is'tawat ʿalā l-jūdiyi waqīla buʿ'dan lil'qawmi l-ẓālimīna",
          "translation": "Dan difirmankan, \"Wahai bumi! Telanlah airmu dan wahai langit (hujan!) berhentilah.\" Dan air pun disurutkan, dan perintah pun diselesaikan,<sup foot_note=135351>1</sup> dan kapal itu pun berlabuh di atas gunung Judi,<sup foot_note=135352>2</sup> dan dikatakan, \"binasalah orang-orang zalim.\"",
          "tafsir": "Pada ayat ini diterangkan bahwa air bah (topan) melanda permukaan bumi yang memancarkan mata air yang meluap-luap, ditambah dengan curahan air hujan yang berlimpah-limpah, dan kapal Nuh a.s. itu berlayar mengarungi lautan yang bergejolak dengan dahsyatnya dan belum diketahui kapan hal itu akan berakhir. Kemudian tibalah saatnya, Allah memerintah-kan bumi supaya menyerap air yang dipancarkannya dan memerintahkan langit supaya menghentikan curahan hujannya, sehingga air pun surut dan perintah Allah diselesaikan dengan sempurna, dan orang-orang kafir dari kaum Nuh a.s. itu tenggelam semuanya. Kemudian kapal itupun berlabuh di atas bukit Judiy. Kemudian pada akhir ayat ini, Allah mengutuk orang-orang kafir dengan firman-Nya, \"Binasalah orang-orang yang zalim.\" Maksudnya: Peristiwa topan itu adalah untuk membinasakan orang-orang zalim (kafir) yang jauh dari rahmat Allah, karena kezaliman mereka dan tidak mau bertobat serta kembali ke jalan yang benar. Peristiwa banjir besar zaman Nabi Nuh ini tentu tidak menenggelamkan seluruh permukaan bumi, tetapi terjadi di suatu daerah yang sangat luas di Laut Mati dan sekitarnya yang memang lebih rendah dari permukaan air laut."
        },
        {
          "number": 45,
          "arabic": "وَنَادَىٰ نُوحٌ رَّبَّهُۥ فَقَالَ رَبِّ إِنَّ ٱبْنِى مِنْ أَهْلِى وَإِنَّ وَعْدَكَ ٱلْحَقُّ وَأَنتَ أَحْكَمُ ٱلْحَـٰكِمِينَ",
          "transliteration": "wanādā nūḥun rabbahu faqāla rabbi inna ib'nī min ahlī wa-inna waʿdaka l-ḥaqu wa-anta aḥkamu l-ḥākimīna",
          "translation": "Dan Nuh memohon kepada Tuhannya sambil berkata, \"Ya Tuhanku, sesungguhnya anakku adalah termasuk keluargaku, dan janji-Mu itu pasti benar. Engkau adalah hakim yang paling adil.\"",
          "tafsir": "Pada ayat ini diterangkan bahwa Nabi Nuh a.s. memohon kepada Tuhan agar anaknya yang bernama Kanan atau Yam diselamatkan dari topan itu, karena anaknya itu adalah termasuk keluarganya dan Allah telah menjanjikan bahwa keluarganya akan diselamatkan dari topan, dan janji Allah adalah benar, tidak berubah, dan Ia adalah Hakim Yang Paling Bijaksana dari segala hakim. Doa Nabi Nuh a.s. ini terjadi sebelum anaknya tenggelam, sesudah ia memanggil dan mengajaknya supaya turut masuk ke dalam kapal itu. Meskipun Nabi Nuh a.s. tidak mengetahui bahwa ia, setelah diperintahkan Allah membuat kapal, masih diperkenankan memohon doa bagi orang-orang kafir, sedang anaknya sudah nyata-nyata membangkang tidak mau diajak masuk ke dalam kapal, tetapi ia belum yakin bahwa anaknya itu termasuk orang-orang kafir yang harus turut ditenggelamkan, apalagi ia didorong oleh perasaan kasih sayang seorang ayah terhadap anaknya."
        }
      ]
    }
  ]
}