{
  "pageNumber": 133,
  "juz": 7,
  "surahs": [
    {
      "number": 6,
      "name": "Al-An'am",
      "nameArabic": "الأنعام",
      "meaning": "Binatang Ternak",
      "revelation": "Makkah",
      "description": "Surat Al-An'am (binatang ternak: unta, sapi, dan kambing) terdiri dari 165 ayat dan termasuk surat Makkiyyah, karena hampir seluruh ayatnya diturunkan di Mekah sebelum hijrah. Dinamakan Al-An'am karena di dalamnya disebut kata \"An'am\" yang memiliki kaitan erat dengan adat istiadat kaum musyrikin; mereka biasa mempergunakan binatang ternak untuk mendekatkan diri kepada tuhan. Selain itu, juga disebutkan hukum-hukum yang berkenaan dengan binatang ternak itu.Pokok-pokok Isi:1. Keimanan:Bukti-bukti keesaan Allah dan kesempurnaan sifat-sifat-Nya; kebenaran kenabian Nabi Muhammad s.a.w.; persaksian Allah atas kenabian Ibrahim, Ishaq, Ya'qub, Nuh, Daud, Sulaiman, Ayyub, Yusuf, Musa, Harun, Zakariya, Yahya, 'Isa, Ilyas, Alyasa', Yunus, dan Luth; penegasan tentang keberadaan risalah dan wahyu serta hari pembalasan dan hari kebangkitan; kepalsuan kepercayaan orang-orang musyrik dan keingkaran mereka terhadap hari kiamat.2. Hukum-hukum:Larangan mengikuti adat istiadat yang dibuat-buat oleh kaum Jahiliyah; makanan yang halal dan yang haram; wasiat yang sepuluh dan Al-Qur'an, tentang tauhid keadilan dan hukum-hukum; larangan mencaci maki berhala orang musyrik karena mereka akan membalas dengan mencaci maki Allah.3. Kisah-kisah:Kisah umat-umat yang menentang rasul-rasul; kisah pengalaman Nabi Muhammad s.a.w. dan para nabi pada umumnya; cerita Nabi Ibrahim a.s. membimbing kaumnya kepada tauhid.4. Lain-lain:Sikap keras kepala kaum musyrikin: tata cara seorang nabi memimpin umatnya; bidang-bidang kerasulan dan tugas rasul-rasul; tantangan kaum musyrikin untuk melemahkan rasul; kepercayaan orang-orang musyrik terhadap jin, setan, dan malaikat; beberapa prinsip keagamaan dan kemasyarakatan; nilai hidup duniawi.Dalam surat Al-An'am Allah menjelaskan keesaan dan kesempurnaan sifat-sifat-Nya, menyatakan kebatilan kepercayaan orang-orang musyrik dengan bantahan-bantahan yang logis dan mudah diterima oleh akal. Hukuman yang berat akan dijatuhkan kepada orang yang keras kepala menolak kebenaran.Hubungan Surat Al-An'Am Dengan Surat Al-A'raf:1. Kedua surat tersebut termasuk di antara tujuh surat yang panjang (assab'uth thiwaal), sama-sama membicarakan pokok aqidah agama. Dalam surat Al-An'am dikemukakan garis-garis besar aqidah sedangkan surat Al-A'raf menjelaskannya.2. Dalam surat Al-An'am Allah menerangkan asal usul kejadian manusia, yaitu dari tanah, dan menjelaskan tentang beberapa generasi manusia yang telah dibinasakan, kemudian disinggung pula tentang rasul-rasul dengan menyebut beberapa nama mereka secara garis besar, sedangkan surat Al-A'raf menjelaskannya.3. Pada bagian terakhir surat Al-An'am, Allah mengatakan bahwa Dia menjadikan manusia sebagai khalifah-khalifah di bumi dan mengangkat derajat sebagian mereka, maka bagian permulaan surat Al-A'raf mengemukakan penciptaan Adam dan anak cucunya yang dijadikan sebagai khalifah di bumi.4. Hubungan bagian akhir Al-An'am dengan permulaan surat Al-A'raf:a. Bagian akhir Al-An'am, Allah mengatakan bahwa Al-Qur'an adalah kitab pedoman yang benar, jalan yang lurus dan diberkahi, maka umat manusia diperintahkan mengikutinya. Pada bagian permulaan surat Al-A'raf, Allah mengulangi lagi perintah ini dan melarang mengikuti selainnya.b. Pada bagian akhir surat Al-An'am, Allah berfirman bahwa Dia akan memberikan keterangan tentang apa yang seharusnya dilakukan manusia dan yang menjadi perselisihan mereka. Maka pada bagian permulaan surat Al-A'raf, Allah menjelaskan apa yang disebut dengan \"Allah memberi keterangan,\" yaitu pengutusan para rasul yang bertugas memberi keterangan dan masing-masing akan dimintai pertanggungjawaban.c. Pada bagian akhir surat Al-An'am, Allah menyatakan bahwa orang yang berbuat kebajikan akan diberi ganjaran sepuluh kali lipat dan yang berbuat kejahatan akan dibalas sesuai dengan perbuatannya. Untuk menentukan kadar kebajikan dan kejahatan itu ada timbangannya, maka Allah mengemukakan di bagian muka surat Al-A'raf, bahwa timbangan pada hari itu ialah kebenaran dan keadilan. Siapa yang timbangannya berat maka dialah yang beruntung dan siapa yang timbangannya ringan maka dialah yang merugi. Kemudian Allah menceritakan keadaan dan nasib ashhabul A'raaf.",
      "verses": [
        {
          "number": 45,
          "arabic": "فَقُطِعَ دَابِرُ ٱلْقَوْمِ ٱلَّذِينَ ظَلَمُوا۟ ۚ وَٱلْحَمْدُ لِلَّهِ رَبِّ ٱلْعَـٰلَمِينَ",
          "transliteration": "faquṭiʿa dābiru l-qawmi alladhīna ẓalamū wal-ḥamdu lillahi rabbi l-ʿālamīna",
          "translation": "Maka orang-orang yang zalim itu dimusnahkan sampai ke akar-akarnya. Dan segala puji bagi Allah, Tuhan seluruh alam.",
          "tafsir": "Ayat ini menerangkan bahwa orang-orang yang ingkar dan mendustakan Rasul-rasul itu binasa karena diri mereka sendiri, tidak seorang pun yang luput dari azab itu. Segala puji bagi Allah yang telah menghancurkan orang-orang yang zalim itu dan yang telah melimpahkan nikmat dan karunia-Nya kepada orang-orang yang beriman. Ayat ini menganjurkan kepada kaum Muslimin agar mengucapkan hamdalah \"Alhamdulillahi rabbil alamin\" (segala puji bagi Allah Tuhan seluruh alam), setiap mendapat nikmat, rahmat dan pertolongan Allah."
        },
        {
          "number": 46,
          "arabic": "قُلْ أَرَءَيْتُمْ إِنْ أَخَذَ ٱللَّهُ سَمْعَكُمْ وَأَبْصَـٰرَكُمْ وَخَتَمَ عَلَىٰ قُلُوبِكُم مَّنْ إِلَـٰهٌ غَيْرُ ٱللَّهِ يَأْتِيكُم بِهِ ۗ ٱنظُرْ كَيْفَ نُصَرِّفُ ٱلْـَٔايَـٰتِ ثُمَّ هُمْ يَصْدِفُونَ",
          "transliteration": "qul ara-aytum in akhadha l-lahu samʿakum wa-abṣārakum wakhatama ʿalā qulūbikum man ilāhun ghayru l-lahi yatīkum bihi unẓur kayfa nuṣarrifu l-āyāti thumma hum yaṣdifūna",
          "translation": "Katakanlah (Muhammad), \"Terangkanlah kepadaku jika Allah mencabut pendengaran dan penglihatan serta menutup hatimu, siapakah tuhan selain Allah yang kuasa mengembalikannya kepadamu?\" Perhatikanlah, bagaimana Kami menjelaskan berulang-ulang (kepada mereka) tanda-tanda kekuasaan (Kami), tetapi mereka tetap berpaling.",
          "tafsir": "Allah memerintahkan kepada Nabi Muhammad agar menyampaikan kepada orang-orang kafir, bahwa Allah-lah yang memberi manusia pendengaran, penglihatan serta memberi hati dan perasaan. Bagaimanakah seandainya Allah mengambil semua yang telah diberikan-Nya itu dari mereka. Dapatkah mereka meminta kepada tuhan-tuhan mereka atau sembahan-sembahan yang mereka sembah selain Allah untuk mengembalikannya? Oleh karena Allah yang memberi penglihatan dan pendengaran, maka semuanya hendaknya digunakan untuk memperdalam keimanan. Dengan ayat ini Allah membuktikan bahwa berhala-berhala, sembahan-sembahan dan tuhan-tuhan selain Allah yang disembah orang-orang musyrik tidak mempunyai kekuasaan dan kesanggupan sedikit pun untuk memenuhi atau menolak permintaan orang-orang yang menyembahnya. Patung-patung dan berhala-berhala itu adalah benda-benda mati yang dibuat manusia untuk dijadikan sembahan. Yang dapat memperkenankan seruan, menolong dan melindungi mereka hanyalah Allah Yang Mahakuasa; tidak ada yang lain. mengapa mereka masih memuja dan meminta pertolongan kepada berhala-berhala itu? Demikianlah Allah mengemukakan segala macam bukti dan keterangan kepada orang-orang musyrik, dengan menjadikan sembahan-sembahan dan berhala-berhala yang mereka sembah sebagai dalil dan keterangan bagi kesesatan mereka, tetapi mereka tetap ingkar dan tidak beriman."
        },
        {
          "number": 47,
          "arabic": "قُلْ أَرَءَيْتَكُمْ إِنْ أَتَىٰكُمْ عَذَابُ ٱللَّهِ بَغْتَةً أَوْ جَهْرَةً هَلْ يُهْلَكُ إِلَّا ٱلْقَوْمُ ٱلظَّـٰلِمُونَ",
          "transliteration": "qul ara-aytakum in atākum ʿadhābu l-lahi baghtatan aw jahratan hal yuh'laku illā l-qawmu l-ẓālimūna",
          "translation": "Katakanlah (Muhammad), \"Terangkanlah kepadaku jika siksaan Allah sampai kepadamu secara tiba-tiba atau terang-terangan, maka adakah yang dibinasakan (Allah) selain orang-orang yang zalim?\"",
          "tafsir": "Kepada orang-orang yang mendustakan ayat-ayat Allah dan mengingkari seruan Rasul-rasul yang diutus kepada mereka, akan datang azab, adakalanya dengan tiba-tiba, adakalanya dengan tanda-tanda yang datang sebelum azab itu, adakalanya dapat dilihat langsung dengan mata adakalanya tidak dapat dilihat langsung, adakalanya datang di waktu siang hari dan adakalanya datang di malam hari. Maka hendaklah orang-orang musyrik itu ingat orang-orang zalim dan orang-orang yang mengingkari seruan Rasul pasti ditimpa azab, sedangkan orang-orang yang mengikuti seruan Rasul akan dilindungi dan diselamatkan dari azab itu. Orang yang beriman tidak akan merugi, dan orang yang ingkar akan disiksa."
        },
        {
          "number": 48,
          "arabic": "وَمَا نُرْسِلُ ٱلْمُرْسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَ ۖ فَمَنْ ءَامَنَ وَأَصْلَحَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
          "transliteration": "wamā nur'silu l-mur'salīna illā mubashirīna wamundhirīna faman āmana wa-aṣlaḥa falā khawfun ʿalayhim walā hum yaḥzanūna",
          "translation": "Para Rasul yang Kami utus itu adalah untuk memberi kabar gembira dan memberi peringatan. Barang siapa beriman dan mengadakan perbaikan, maka tidak ada rasa takut pada mereka dan mereka tidak bersedih hati.",
          "tafsir": "Tujuan Allah mengutus para Rasul itu tidak lain hanyalah untuk menyampaikan berita gembira, memberi peringatan, menyampaikan ajaran-ajaran Allah yang akan menjadi pedoman hidup bagi manusia agar tercapai kebahagiaan di dunia dan di akhirat, serta memperingatkan manusia agar jangan sekali-kali mempersekutukan Allah dengan sesuatu pun dan jangan membuat kerusakan di muka bumi. Barangsiapa yang membenarkan dan mengikuti para Rasul yang diutus kepadanya, mengerjakan amal yang saleh, maka tidak ada kekhawatiran terhadap diri mereka akan ditimpa azab di dunia, seperti yang pernah ditimpakan kepada orang-orang yang mendustakan Rasul dahulu dan mengingkari Allah, demikian pula terhadap azab akhirat yang dijanjikan untuk orang-orang yang kafir. Mereka tidak akan sedih dan putus asa diwaktu menemui Allah terhadap sesuatu yang telah luput dari mereka, karena mereka telah yakin seyakin-yakinnya bahwa semua yang datang itu adalah dari Allah. Mereka yakin bahwa Allah selalu menjaga dan memelihara mereka. Allah swt berfirman: Kejutan yang dahsyat tidak membuat mereka merasa sedih, dan para malaikat akan menyambut mereka (dengan ucapan), \"Inilah harimu yang telah dijanjikan kepadamu.\" (al-Anbiya'/21: 103) Orang-orang yang mengikuti Rasul dan mengerjakan amal yang saleh, tidak akan bersedih hati bila ditimpa musibah, seperti meninggalnya anak atau salah satu anggota keluarganya, musnahnya sebagian atau seluruh hartanya, atau mereka ditimpa penyakit dan sebagainya. Mereka akan tabah dan sabar menghadapinya, apa saja yang terjadi tidak akan mempengaruhi iman, amal, akhlak dan moral mereka. Sebaliknya orang-orang yang kafir akan putus asa dan bersedih hati karena sesuatu cobaan yang kecil dari Allah. Allah swt berfirman: Setiap bencana yang menimpa di bumi dan yang menimpa dirimu sendiri, semuanya telah tertulis dalam Kitab (Lauh Mahfudh) sebelum Kami mewujudkannya. Sungguh, yang demikian itu mudah bagi Allah. Agar kamu tidak bersedih hati terhadap apa yang luput dari kamu, dan jangan pula terlalu gembira terhadap apa yang diberikan-Nya kepadamu. Dan Allah tidak menyukai setiap orang yang sombong dan membanggakan diri. (al-hadid/57: 22-23)"
        },
        {
          "number": 49,
          "arabic": "وَٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا يَمَسُّهُمُ ٱلْعَذَابُ بِمَا كَانُوا۟ يَفْسُقُونَ",
          "transliteration": "wa-alladhīna kadhabū biāyātinā yamassuhumu l-ʿadhābu bimā kānū yafsuqūna",
          "translation": "Dan orang-orang yang mendustakan ayat-ayat Kami, akan ditimpa azab karena mereka selalu berbuat fasik (berbuat dosa).",
          "tafsir": "Orang-orang yang mendustakan ayat-ayat Allah yang disampaikan para Rasul kepada mereka, adakalanya mereka mendapat azab di dunia sebelum mendapat azab di akhirat, adakalanya mereka mendapat azab di akhirat saja. Mereka diazab itu tidak lain hanyalah karena kesalahan mereka sendiri yaitu karena keingkaran dan kefasikan mereka."
        },
        {
          "number": 50,
          "arabic": "قُل لَّآ أَقُولُ لَكُمْ عِندِى خَزَآئِنُ ٱللَّهِ وَلَآ أَعْلَمُ ٱلْغَيْبَ وَلَآ أَقُولُ لَكُمْ إِنِّى مَلَكٌ ۖ إِنْ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَىَّ ۚ قُلْ هَلْ يَسْتَوِى ٱلْأَعْمَىٰ وَٱلْبَصِيرُ ۚ أَفَلَا تَتَفَكَّرُونَ",
          "transliteration": "qul lā aqūlu lakum ʿindī khazāinu l-lahi walā aʿlamu l-ghayba walā aqūlu lakum innī malakun in attabiʿu illā mā yūḥā ilayya qul hal yastawī l-aʿmā wal-baṣīru afalā tatafakkarūna",
          "translation": "Katakanlah (Muhammad), \"Aku tidak mengatakan kepadamu, bahwa perbendaharaan Allah ada padaku, dan aku tidak mengetahui yang gaib dan aku tidak (pula) mengatakan kepadamu bahwa aku malaikat. Aku hanya mengikuti apa yang diwahyukan kepadaku.\" Katakanlah, \"Apakah sama antara orang yang buta dengan orang yang melihat? Apakah kamu tidak memikirkan (nya)?\"",
          "tafsir": "Para rasul yang diutus adalah manusia biasa, mereka bertugas menyampaikan agama Allah kepada umat mereka masing-masing. Berlainan dengan Nabi Muhammad, beliau bertugas menyampaikan agama Allah kepada seluruh umat manusia. Mereka memberi kabar gembira kepada orang-orang yang mengikuti seruannya dengan balasan pahala yang berlipat ganda dari Allah, memberi peringatan dan ancaman kepada orang yang mengingkari risalah dengan balasan azab yang besar. Para rasul itu bukanlah seperti para rasul yang diinginkan oleh orang-orang kafir, yaitu orang-orang yang dapat melakukan keajaiban, mempunyai kemampuan di luar kemampuan manusia biasa, seperti mempunyai ilmu yang melebihi ilmu manusia, ia bukan manusia, tetapi seperti malaikat, atau mempunyai kekuasaan seperti kekuasaan Allah dan sebagainya. Dalam ayat ini Allah memerintahkan agar Nabi Muhammad menerangkan kepada orang-orang musyrik itu bahwa dia adalah Rasul yang diutus Allah, ia adalah manusia biasa, padanya tidak ada perbendaharaan Allah, ia tidak mengetahui yang gaib dan ia bukan pula malaikat. Yang dimaksud dengan \"perbendaharaan\" ialah suatu tempat menyimpan barang-barang, terutama barang-barang berharga milik sendiri atau orang lain yang dititipkan kepada orang yang memegang perbendaharaan itu. Orang-orang kafir beranggapan bahwa Nabi Muhammad, jika ia benar-benar seorang Rasul Allah tentu ia adalah bendahara Allah. Oleh karena itu, mereka meminta agar Nabi Muhammad memberi dan membagi-bagikan kepada mereka barang-barang yang berharga yang disimpan dalam perbendaharaan serta memanfaatkannya. Anggapan orang-orang kafir itu adalah anggapan yang sangat jauh dari kebenaran, karena Allah-lah pemilik seluruh alam ini, sebagaimana firman Allah swt: Milik Allah kerajaan langit dan bumi dan apa yang ada di dalamnya; dan Dia Mahakuasa atas segala sesuatu. (al-Ma'idah/5: 120) Dalam mengurus dan mengatur milik-Nya itu Allah tidak memerlukan sesuatu pun, sebagaimana firman Allah swt: ¦ Dan Dia tidak merasa berat memelihara keduanya, dan Dia Mahatinggi, Mahabesar. (al-Baqarah/2: 255) Allah menegaskan bahwa Dia-lah yang memiliki perbendaharaan langit dan bumi, firman-Nya: Padahal milik Allah-lah perbendaharaan langit dan bumi, tetapi orang-orang munafik itu tidak memahami. (al-Munafiqun/63: 7) Tugas Rasul hanyalah menyampaikan agama Allah kepada manusia sesuai dengan kesanggupannya sebagai seorang manusia. Ia tidak dapat melakukan sesuatu yang tidak sanggup manusia melakukannya, kecuali jika Allah menghendakinya. Karena itu, ia tidak akan dapat memberi rezeki kepada pengikut-pengikutnya yang miskin, tidak dapat memenangkan pengikut-pengikutnya dalam peperangan semata-mata karena kekuasaannya, ia tidak sanggup mengetahui apakah seseorang telah benar-benar beriman kepadanya setelah dibimbingnya atau menjadikan seseorang itu tetap di dalam kekafiran. Allah swt berfirman: Bukanlah kewajibanmu (Muhammad) menjadikan mereka mendapat petunjuk, tetapi Allah-lah yang memberi petunjuk kepada siapa yang Dia kehendaki¦ (al-Baqarah/2: 272) Firman Allah swt: Sungguh, engkau (Muhammad) tidak dapat memberi petunjuk kepada orang yang engkau kasihi, tetapi Allah memberi petunjuk kepada orang yang Dia kehendaki, dan Dia lebih mengetahui orang-orang yang mau menerima petunjuk. (al-Qasas/28: 56) Nabi saw memang dapat memberikan petunjuk, tetapi petunjuk dalam pengertian irsyad dan bayan (bimbingan dan penjelasan), bukan petunjuk dalam pengertian taufik. Allah swt berfirman: Dan sungguh, engkau benar-benar membimbing (manusia) kepada jalan yang lurus. (asy-Syura/42: 52) Karena itu jika orang-orang kafir meminta kepada Muhammad saw sesuatu yang aneh, seperti mengalirkan sungai-sungai di padang pasir tanah Arab dan adanya kebun-kebun yang indah di sana, menjatuhkan langit bergumpal-gumpal untuk mengazab mereka, diperlihatkan Allah malaikat kepada mereka, tentu saja Muhammad tidak akan sanggup memenuhinya bahkan mustahil ia dapat memenuhinya. Allah memerintahkan kepada Nabi Muhammad agar menegaskan kepada orang-orang kafir bahwa ia tidak pernah mengatakan, ia mengetahui yang gaib yang tidak diketahui manusia, karena ia tidak diberi kesanggupan untuk mengetahuinya. Sesuatu yang gaib ada dua macam, yaitu: a.Gaib mutlak (hakiki) yang tidak diketahui oleh suatu makhluk pun, termasuk malaikat. Hanya Allah sajalah yang mengetahuinya. Inilah gaib yang dimaksud dalam ayat di atas. Allah swt berfirman: Katakanlah (Muhammad), \"Tidak ada sesuatu pun di langit dan di bumi yang mengetahui perkara yang gaib, kecuali Allah. Dan mereka tidak mengetahui kapan mereka akan dibangkitkan..\" (an-Naml/27: 65) Jika Allah menghendaki, maka Dia memberi tahu yang gaib macam ini kepada para Rasul-Nya, seperti memberitahu Nabi Musa seseorang dari Bani Israil yang membunuh saudaranya, setelah saudaranya yang terbunuh itu hidup kembali, setelah dipukul dengan bagian dari sapi betina yang telah disembelih. Contoh lain adalah memberitahu Nabi Isa bahwa sesudahnya, Allah akan mengutus seorang rasul dari keturunan Ismail dan sebagainya. b.Gaib nisbi (relatif), yaitu yang tidak diketahui oleh sebagian makhluk, tetapi diketahui oleh yang lain. Sebab-sebab sebagian makhluk mengetahuinya, dan sebagian yang lain tidak mengetahuinya, di antaranya adalah karena: 1. Ilmu pengetahuan yang dimiliki. Orang-orang yang berilmu lebih dapat mengetahui hakikat sesuatu sesuai dengan bidang ilmu pengetahuannya dibanding dengan orang yang tidak berilmu. 2. Pengalaman mengerjakan sesuatu pekerjaan, seperti bergeraknya sesuatu menandakan ada tenaga yang menggerakkannya dan sebagainya. 3. Firasat atau suara hati, tentang ada dan tidaknya sesuatu. Firasat atau suara hati ini diperoleh seseorang karena kebersihan jiwanya, atau karena latihan-latihan yang biasa dilakukannya untuk itu. Gaib yang tidak hakiki ini bukanlah termasuk gaib yang disebutkan di atas yang hanya Allah saja yang mengetahuinya. Sebagian ahli tafsir, menjadikan ayat \"wala aqulu lakum inni malak\" sebagai alasan untuk menguatkan pendapat mereka yang mengatakan bahwa malaikat itu lebih tinggi tingkatannya dari manusia. Tetapi bila diperhatikan benar-benar, bahwa ayat ini tidak dimaksudkan untuk menerangkan, siapa yang lebih utama antara malaikat dengan manusia. Ayat ini hanya menerangkan, siapa dan bagaimana sebenarnya seorang rasul itu. Sebagaimana diketahui bahwa menurut kepercayaan orang-orang Arab jahiliah waktu itu, malaikat adalah suatu makhluk Allah yang lebih tinggi tingkatannya dibanding dengan tingkatan manusia. Malaikat mengetahui yang gaib dan yang tidak diketahui manusia. Di antara mereka ada yang mengatakan bahwa malaikat adalah anak Allah. Karena itu mereka berpendapat bahwa nabi dan rasul itu bukanlah dari manusia biasa, setidaknya sama tingkatannya dengan tingkatan malaikat. Mereka minta kepada Nabi Muhammad agar diperlihatkan kepada mereka malaikat itu dan hendaklah Allah mengutus malaikat kepada mereka. Untuk membantah dan memberi penjelasan kepada orang-orang musyrik. seakan-akan Nabi Muhammad menyuruh mengikuti pendapat mereka terlebih dahulu dengan mengatakan \"wala aqulu lakum inni malak\" (dan aku tidak mengatakan kepadamu, bahwa aku adalah malaikat). Kemudian Allah memerintahkan agar Nabi Muhammad menegaskan kepada orang-orang musyrik itu bahwa yang disampaikannya itu tidak lain hanyalah wahyu dari Allah, bukan sesuatu yang dibuat-buat oleh Nabi. Nabi Muhammad sejak kecil sudah dikenal sebagai al-Amin, \"yang amat tepercaya\". Ia diperintahkan Allah untuk menyampaikan apa saja wahyu yang diterimanya. Allah telah menjulukinya sebagai al-balagul mubin (penyampai yang nyata). Tetapi kritikan kepada beliau pun telah disampaikan seperti kasus Abdullah bin Ummi Maktum. Kemudian Allah menegaskan bahwa tidak sama antara orang yang buta dengan orang yang melihat, orang yang mendapat petunjuk dengan orang yang tidak mendapat petunjuk, tidak sama sifat Allah dengan sifat manusia, demikian pula antara sifat dan tugas malaikat dengan sifat dan tugas Rasul. Hendaklah perhatikan perbedaan-perbedaan yang demikian, agar nyata mana yang benar, mana yang salah, mana yang harus diikuti dan mana yang harus dihindari. Hanya orang-orang yang tidak mau menggunakan akallah yang tidak dapat melihat perbedaan-perbedaan itu."
        },
        {
          "number": 51,
          "arabic": "وَأَنذِرْ بِهِ ٱلَّذِينَ يَخَافُونَ أَن يُحْشَرُوٓا۟ إِلَىٰ رَبِّهِمْ ۙ لَيْسَ لَهُم مِّن دُونِهِۦ وَلِىٌّ وَلَا شَفِيعٌ لَّعَلَّهُمْ يَتَّقُونَ",
          "transliteration": "wa-andhir bihi alladhīna yakhāfūna an yuḥ'sharū ilā rabbihim laysa lahum min dūnihi waliyyun walā shafīʿun laʿallahum yattaqūna",
          "translation": "Peringatkanlah dengannya (Alquran) itu orang yang takut akan dikumpulkan menghadap Tuhannya (pada hari Kiamat), tidak ada bagi mereka pelindung dan pemberi syafaat (pertolongan) selain Allah, agar mereka bertakwa.",
          "tafsir": "Sebab turun ayat ini diriwayatkan oleh Ahmad, Ibnu Jarir, Ibnu Abi Hatim dan ath-thabrani dari Abdullah bin Mas'ud, ia berkata, \"Para pembesar Quraisy lewat di hadapan Rasulullah saw, dan di dekat beliau ada para sahabat yang dianggap rendah kedudukannya oleh orang-orang Quraisy, seperti shuhaib, Ammar, Khabab dan yang lainnya, para pembesar Quraisy itu berkata, \"Ya Muhammad, apakah kamu rela mereka yang rendah derajat itu menjadi pengganti kami? Apakah mereka itu orang-orang yang dikaruniai Allah diantara kita? Apakah kami akan menjadi pengikut mereka? Maka singkirkanlah mereka dari kamu, mudah-mudahan jika mereka telah tersingkir, kami akan mengikuti 'engkau.\" Maka Allah menurunkan ayat ini. Pada ayat ini Allah memerintahkan Rasul-Nya agar memberi peringatan dan menyampaikan ancaman Allah kepada orang-orang yang mengingkari seruannya, setelah pada ayat-ayat yang lalu Allah memerintahkan agar menyampaikan risalah. Hal ini adalah wajar, karena orang yang diberi peringatan dan ancaman itu telah sampai kepadanya seruan Rasul dan pelajarannya, sehingga dapat mengambil manfaat dari ajaran itu, sesuai dengan firman Allah swt: Sesungguhnya yang dapat engkau beri peringatan hanya orang-orang yang takut kepada (azab) Tuhannya (sekalipun) mereka tidak melihat-Nya dan mereka yang melaksanakan salat. Dan barang siapa menyucikan dirinya, sesungguhnya dia menyucikan diri untuk kebaikan dirinya sendiri. Dan kepada Allah-lah tempat kembali. (Fathir/35: 18) Firman Allah swt: Sesungguhnya engkau hanya memberi peringatan kepada orang-orang yang mau mengikuti peringatan dan yang takut kepada Tuhan Yang Maha Pengasih, walaupun mereka tidak melihat-Nya. Maka berilah mereka kabar gembira dengan ampunan dan pahala yang mulia. (Yasin/36: 11) Allah memerintahkan Nabi Muhammad agar memberi peringatan kepada orang-orang yang telah beriman, yang telah mengakui adanya hari akhirat, dan adanya suatu hari yang pada hari itu manusia menghadap Allah mempertanggungjawabkan segala perbuataannya yang telah dilakukannya di dunia, dan tidak seorang pun yang dapat menolong yang lain, sebagaimana tersebut dalam firman Allah swt: (Yaitu) pada hari (ketika) seseorang sama sekali tidak berdaya (menolong) orang lain. Dan segala urusan pada hari itu dalam kekuasaan Allah. (al-Infithar/82: 19) Orang-orang yang benar-benar beriman selalu berusaha menyempurnakan takwanya kepada Allah, selalu mencari keridaan-Nya, tanpa menggantungkan diri kepada orang lain seperti wali-wali dan orang saleh. Mereka yakin dan percaya bahwa iman, amal dan kebersihan jiwa dapat membebaskan mereka dari segala siksaan Allah. Adapun orang-orang kafir, mereka tidak perlu diberi peringatan, karena peringatan dan ancaman itu tidak berfaedah baginya, mereka tidak percaya sedikit pun bahwa iman, amal dan kebersihan jiwa dapat membebaskan mereka dari siksaan Allah."
        },
        {
          "number": 52,
          "arabic": "وَلَا تَطْرُدِ ٱلَّذِينَ يَدْعُونَ رَبَّهُم بِٱلْغَدَوٰةِ وَٱلْعَشِىِّ يُرِيدُونَ وَجْهَهُۥ ۖ مَا عَلَيْكَ مِنْ حِسَابِهِم مِّن شَىْءٍ وَمَا مِنْ حِسَابِكَ عَلَيْهِم مِّن شَىْءٍ فَتَطْرُدَهُمْ فَتَكُونَ مِنَ ٱلظَّـٰلِمِينَ",
          "transliteration": "walā taṭrudi alladhīna yadʿūna rabbahum bil-ghadati wal-ʿashiyi yurīdūna wajhahu mā ʿalayka min ḥisābihim min shayin wamā min ḥisābika ʿalayhim min shayin fataṭrudahum fatakūna mina l-ẓālimīna",
          "translation": "Janganlah engkau mengusir orang-orang yang menyeru Tuhannya di pagi hari dan petang hari, mereka mengharapkan keridaan-Nya. Engkau tidak memikul tanggung jawab sedikit pun terhadap perbuatan mereka dan mereka tidak memikul tanggung jawab sedikit pun terhadap perbuatanmu, yang menyebabkan engkau (berhak) mengusir mereka, sehingga engkau termasuk orang-orang yang zalim.<sup foot_note=135261>1</sup>",
          "tafsir": "Allah memperingatkan agar Rasulullah jangan sekali-kali mengabaikan orang-orang yang menyembah dan menyeru Allah pagi dan petang, semata-mata untuk mencari keridaan Allah dengan memurnikan ketaatan kepada-Nya, walaupun mereka itu adalah orang-orang yang termasuk golongan rendah dalam masyarakat. Mereka beribadah, beramal dan bersedekah semata-mata karena Allah, tidak menginginkan pujian dari manusia, sebagaimana tersebut dalam firman Allah swt: (sambil berkata), \"Sesungguhnya kami memberi makanan kepadamu hanyalah karena mengharapkan keridaan Allah, kami tidak mengharap balasan dan terima kasih dari kamu. (al-Insan/76: 9) Firman Allah: Dan tidak ada seorang pun memberikan suatu nikmat padanya yang harus dibalasnya. Tetapi (dia memberikan itu semata-mata) karena mencari keridaan Tuhannya Yang Mahatinggi. Dan niscaya kelak dia akan mendapat kesenangan (yang sempurna). (al-Lail/92: 19-21) Sekalipun di antara mereka ada orang yang dipandang rendah kedudukannya dalam masyarakat, tetapi dia di sisi Allah adalah orang yang paling mulia. Allah swt berfirman: ¦ Sesungguhnya yang paling mulia di antara kamu di sisi Allah ialah orang yang paling bertakwa. Sungguh, Allah Maha Mengetahui, Mahateliti. (al-hujurat/49: 13) Ayat di atas dan sebab turunnya mengisyaratkan kepada Nabi Muhammad, bahwa telah berlaku sunatullah atas beliau seperti yang telah berlaku pada rasul-rasul terdahulu, yaitu kebanyakan dari orang-orang yang lebih dulu beriman dan mengikuti seruan mereka adalah orang-orang yang mempergunakan akal pikirannya, tetapi mereka adalah orang-orang yang miskin atau orang-orang yang dipandang hina oleh masyarakatnya, sedangkan pemuka-pemuka masyarakat dan orang-orang kaya memusuhi dan mengingkari seruan rasul, sebagaimana firman Allah swt. Dan setiap Kami mengutus seorang pemberi peringatan kepada suatu negeri, orang-orang yang hidup mewah (di negeri itu) berkata, \"Kami benar-benar mengingkari apa yang kamu sampaikan sebagai utusan.\" Dan mereka berkata, \"Kami memiliki lebih banyak harta dan anak-anak (daripada kamu) dan kami tidak akan diazab. (Saba'/34: 34-35) Firman Allah swt: Maka berkatalah para pemuka yang kafir dari kaumnya, \"Kami tidak melihat engkau, melainkan hanyalah seorang manusia (biasa) seperti kami, dan kami tidak melihat orang yang mengikuti engkau, melainkan orang yang hina dina di antara kami yang lekas percaya. Kami tidak melihat kamu memiliki suatu kelebihan apa pun atas kami, bahkan kami menganggap kamu adalah orang pendusta.\" (Hud/11: 27) Allah memperingatkan Nabi Muhammad, bahwa dia tidak berwenang menilai perbuatan orang-orang yang berdoa dan menyembah Allah pagi dan petang, sebagaimana pula mereka tidak berwenang menilai perbuatan Rasul. Yang berwenang menilai semuanya hanyalah Allah karena Dia Pemilik dan Penguasa alam semesta ini. Orang-orang mukmin bukanlah budak dan bukan pula pesuruh atau pegawai Rasul, mereka adalah hamba Allah yang selalu mencari keridaan-Nya, sedang Rasul adalah utusan Allah yang bertugas menyampaikan wahyu kepada manusia. Allah swt berfirman : Maka berilah peringatan, karena sesungguhnya engkau (Muhammad) hanyalah pemberi peringatan. Engkau bukanlah orang yang berkuasa atas mereka. (al-Gasyiyah/88: 21-22) Oleh sebab itu, janganlah sekali-kali Nabi Muhammad mengusir orang-orang yang menyembah dan menghambakan diri, pagi atau petang itu. Jika Nabi saw, melakukannya maka berarti ia termasuk orang-orang yang zalim, karena yang berwenang menilai dan memberi balasan itu hanyalah Allah semata."
        }
      ]
    }
  ]
}