{
  "pageNumber": 307,
  "juz": 16,
  "surahs": [
    {
      "number": 19,
      "name": "Maryam",
      "nameArabic": "مريم",
      "meaning": "Maryam",
      "revelation": "Makkah",
      "description": "Surat Maryam terdiri dari 98 ayat, dan termasuk surat Makkiyyah, karena hampir seluruh ayatnya diturunkan sebelum Nabi Muhammad hijrah ke Madinah, bahkan sebelum sahabat-sahabat beliau hijrah ke negeri Habasyah. Menurut riwayat Ibnu Mas'ud, Ja'far bin Abi Thalib membacakan permulaan surat Maryam ini kepada raja Najasyi dan pengikutnya ketika ia ikut hijrah bersama sahabat-sahabat yang lain ke negeri Habasyah.Surat ini dinamai \"Maryam\", karena surat ini menyinggung kisah Maryam, ibu Nabi 'Isa, yang melahirkan putranya, 'Isa, secara ajaib sebab tanpa melalui proses pernikahan dan percampuran dengan seorang laki-laki pun. Kelahiran 'Isa tanpa ayah merupakan suatu bukti kekuasaan Allah. Pengutaraan kisah Maryam sebagai kejadian yang luar biasa dan ajaib dalam surat ini diawali dengan kisah kejadian yang luar biasa dan ajaib pula, yaitu dikabulkannya doa Zakariya oleh Allah, agar beliau dianugerahi seorang putra sebagai pewaris dan pelanjut cita-cita serta kepercayaan beliau, sedang beliau sudah berusia lanjut dan istri beliau mandul, yang menurut ukuran ilmu biologi mustahil terjadi.**Pokok-Pokok Isi:**1. **Keimanan:** Allah berbuat sesuatu sesuai dengan kehendak-Nya meskipun tidak sesuai dengan hukum alam; 'Isa bukan anak Allah karena mustahil Allah mempunyai anak; Jibril turun kepada rasul-rasul membawa wahyu atas perintah Allah; pada hari kiamat orang kafir menghadap Allah dengan sendiri-sendiri dan semua manusia akan menghadap Allah sebagai hamba.2. **Kisah-kisah:** Allah mengabulkan doa Zakariya untuk memperoleh anak meskipun sudah berusia lanjut dan istri mandul; kisah kelahiran 'Isa tanpa ayah; kisah Ibrahim dengan ayahnya; Musa seorang yang dipilih oleh Allah; Ismail seorang yang membenarkan janji; Idris seorang yang sangat kuat kepercayaannya.3. **Lain-lain:** Ancaman terhadap orang yang meninggalkan shalat dan mengikuti hawa nafsu serta kabar gembira untuk orang-orang yang bertaubat dan mengerjakan amal saleh; keadaan di surga; membiarkan orang yang sesat bergelimang dalam kesesatan setelah diberi petunjuk adalah sunnatullah.Surat Maryam mengemukakan hal-hal yang perlu diperhatikan oleh manusia apabila mereka memikirkan kejadian-kejadian di alam semesta dalam hubungan dengan Penciptanya. Ada kejadian yang terjadi sesuai dengan sunnatullah dan dapat dipikirkan oleh manusia, dan ada pula kejadian yang luar biasa, aneh dan ajaib yang tidak mampu dipikirkan manusia. Kejadian-kejadian yang luar biasa ini terjadi pada orang-orang yang telah dipilih oleh Allah, dan dikemukakan kepada manusia agar mereka percaya kepada Allah Maha Pencipta.**Hubungan Surat Maryam Dengan Surat Thaha:**1. Surat Maryam mengemukakan kisah beberapa nabi dan rasul; ada yang secara terperinci, ada yang secara ringkas, dan ada pula yang hanya disebut namanya saja, yaitu Nabi Adam. Sementara itu, surat Thaha mengemukakan pula kisah beberapa orang nabi dan rasul sebagaimana halnya surat Maryam. Dalam surat Maryam, kisah Musa disebut secara singkat, sedangkan dalam surat Thaha dikemukakan secara terperinci. Begitu pula kisah Adam yang hanya namanya saja yang disebut dalam surat Maryam, sedangkan dalam surat Thaha dikemukakan secara terperinci.2. Menurut riwayat Ibnu Abbas, surat Thaha diturunkan kepada Nabi Muhammad setelah Allah menurunkan surat Maryam.3. Akhir surat Maryam menerangkan bahwa Al-Qur'an diturunkan dalam bahasa Arab, sebagai kabar gembira bagi orang-orang yang bertakwa dan peringatan bagi orang-orang yang ingkar, sedangkan awal surat Thaha menerangkan dan menguatkannya lagi.",
      "verses": [
        {
          "number": 26,
          "arabic": "فَكُلِى وَٱشْرَبِى وَقَرِّى عَيْنًا ۖ فَإِمَّا تَرَيِنَّ مِنَ ٱلْبَشَرِ أَحَدًا فَقُولِىٓ إِنِّى نَذَرْتُ لِلرَّحْمَـٰنِ صَوْمًا فَلَنْ أُكَلِّمَ ٱلْيَوْمَ إِنسِيًّا",
          "transliteration": "fakulī wa-ish'rabī waqarrī ʿaynan fa-immā tarayinna mina l-bashari aḥadan faqūlī innī nadhartu lilrraḥmāni ṣawman falan ukallima l-yawma insiyyan",
          "translation": "Maka makan, minum dan bersenanghatilah engkau. Jika engkau melihat seseorang, maka katakanlah, \"Sesungguhnya aku telah bernazar berpuasa untuk Tuhan Yang Maha Pengasih, maka aku tidak akan berbicara dengan siapa pun pada hari ini.\"",
          "tafsir": "Maka Jibril menyuruh Maryam supaya makan, minum dan ber-senang hati karena mendapat rezeki itu dan menghilangkan kesedihan hatinya karena Allah berkuasa untuk membersihkannya dari segala tuduhan yang tidak pantas, sehingga Maryam tetap dianggap sebagai wanita yang suci tidak pernah ternoda. Jika kamu melihat seorang manusia yang bertanya tentang persoalannya dan persoalan anaknya, maka isyaratkanlah kepadanya, \"Sesungguhnya aku telah bernazar atas diriku untuk berpuasa semata-mata untuk Tuhan Yang Maha Pemurah, dan aku tidak akan berbicara langsung dengan seorang manusia pun pada hari ini, karena ucapanku itu mungkin ditolak dan tidak dipercayai."
        },
        {
          "number": 27,
          "arabic": "فَأَتَتْ بِهِۦ قَوْمَهَا تَحْمِلُهُۥ ۖ قَالُوا۟ يَـٰمَرْيَمُ لَقَدْ جِئْتِ شَيْـًٔا فَرِيًّا",
          "transliteration": "fa-atat bihi qawmahā taḥmiluhu qālū yāmaryamu laqad ji'ti shayan fariyyan",
          "translation": "Kemudian dia (Maryam) membawa dia (bayi itu) kepada kaumnya dengan menggendongnya. Mereka (kaumnya) berkata, \"Wahai Maryam! Sungguh, engkau telah membawa sesuatu yang sangat mungkar.",
          "tafsir": "Setelah Maryam diperintahkan untuk berpuasa pada hari melahirkan putranya dan tidak berbicara dengan seorang pun dan setelah ada jaminan dari Allah bahwa kehormatannya tetap terpelihara; maka Maryam menyerahkan seluruh nasibnya pada ketetapan Allah, Maryam menggendong anaknya dan membawanya kepada kaumnya, hal itu menyebabkan kaumnya mencela perbuatannya seraya berkata, \"Hai Maryam, sesungguhnya kamu telah melakukan sesuatu perbuatan yang amat mungkar.\""
        },
        {
          "number": 28,
          "arabic": "يَـٰٓأُخْتَ هَـٰرُونَ مَا كَانَ أَبُوكِ ٱمْرَأَ سَوْءٍ وَمَا كَانَتْ أُمُّكِ بَغِيًّا",
          "transliteration": "yāukh'ta hārūna mā kāna abūki im'ra-a sawin wamā kānat ummuki baghiyyan",
          "translation": "Wahai sauadara perempuan Harun (Maryam)! Ayahmu bukan seorang yang buruk perangai dan ibumu bukan seorang perempuan pezina.\"",
          "tafsir": "Kemudian mereka menambah celaan dan cemoohan serta tuduhan kepada Maryam seraya berkata, \"Hai saudara perempuan Harun, ayahmu sekali-kali bukanlah seorang yang jahat dan ibumu sekali-kali bukanlah seorang wanita tuna susila. Bagaimana kamu sampai mendapatkan anak ini.\" Maryam dipanggil dengan sebutan \"Saudara perempuan Harun\", oleh karena telah menjadi kebiasaan Bani Israil untuk menyebutkan nama-nama para nabi dan orang-orang saleh sebelumnya. Diriwayatkan oleh al-Mugirah bin Syu'bah yang diutus oleh Rasulullah saw, ke Najran di negeri Yaman di mana terdapat orang-orang Nasrani dan mereka bertanya kepadanya, \"Mengapa kamu membaca di dalam Al-Qur'an, \"hai saudara perempuan Harun,\" padahal Harun dan Musa itu hidupnya lama sekali sebelum lahirnya Isa putra Maryam?\" al-Mugirah tidak sempat memberikan jawaban dan ketika beliau pulang ke Medinah dan menghadap Rasulullah beliau mengemukakan pertanyaan itu. Oleh Rasulullah saw dijawab: \"Mengapa kamu tidak memberitahu mereka, bahwa kebiasaan mereka (Bani Israil) itu suka menyebut-nyebut nama para nabi dan orang-orang saleh sebelum mereka.\" (Riwayat Ahmad)"
        },
        {
          "number": 29,
          "arabic": "فَأَشَارَتْ إِلَيْهِ ۖ قَالُوا۟ كَيْفَ نُكَلِّمُ مَن كَانَ فِى ٱلْمَهْدِ صَبِيًّا",
          "transliteration": "fa-ashārat ilayhi qālū kayfa nukallimu man kāna fī l-mahdi ṣabiyyan",
          "translation": "Maka dia (Maryam) menunjuk kepada (anak)nya. Mereka berkata, \"Bagaimana kami akan berbicara dengan anak kecil yang masih dalam ayunan?\"",
          "tafsir": "Maryam menunjuk kepada putranya supaya berbicara dan menjelaskan tentang keadaannya, karena Maryam sudah bernazar untuk tidak berbicara dengan siapa pun dan sudah merasa yakin bahwa anaknya mengerti isyarat itu. Orang-orang Yahudi bertanya dengan keheranan, \"Bagaimana kami akan berbicara dengan seorang bayi yang masih di dalam gendongan?\" Mereka menduga bahwa Maryam memperolok-olok mereka."
        },
        {
          "number": 30,
          "arabic": "قَالَ إِنِّى عَبْدُ ٱللَّهِ ءَاتَىٰنِىَ ٱلْكِتَـٰبَ وَجَعَلَنِى نَبِيًّا",
          "transliteration": "qāla innī ʿabdu l-lahi ātāniya l-kitāba wajaʿalanī nabiyyan",
          "translation": "Dia (Isa) berkata, \"Sesungguhnya aku hamba Allah, Dia memberiku Kitab (Injil) dan Dia menjadikan aku seorang Nabi,",
          "tafsir": "Isa a.s. yang masih dalam gendongan ibunya kemudian berkata, \"Sesungguhnya aku ini hamba Allah, Dia yang akan memberikan aku kitab suci Injil dan Dia yang akan menjadikan aku seorang Nabi.\" Ucapan ini mengandung penjelasan bahwa ibunya adalah seorang wanita yang suci karena seorang Nabi harus dari keturunan orang yang saleh dan suci."
        },
        {
          "number": 31,
          "arabic": "وَجَعَلَنِى مُبَارَكًا أَيْنَ مَا كُنتُ وَأَوْصَـٰنِى بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ مَا دُمْتُ حَيًّا",
          "transliteration": "wajaʿalanī mubārakan ayna mā kuntu wa-awṣānī bil-ṣalati wal-zakati mā dum'tu ḥayyan",
          "translation": "dan Dia menjadikan aku seorang yang diberkahi di mana saja aku berada, dan Dia memerintahkan kepadaku (melaksanakan) salat dan (menunaikan) zakat selama aku hidup;",
          "tafsir": "Selanjutnya Isa kecil mengatakan, Allah akan menjadikan aku seorang yang diberkati di mana saja aku berada, karena aku memberi manfaat kepada manusia dan memberi petunjuk kepada mereka ke jalan kebahagiaan; Allah telah memerintahkan aku untuk mendirikan salat karena dalam mendirikan salat itu terkandung perbuatan membersihkan diri dari berbagai macam dosa lahir dan batin, Allah juga memerintahkan aku untuk menunaikan zakat selama aku hidup di dunia. Zakat bertujuan untuk membersihkan harta, jiwa dan memberi bantuan kepada fakir miskin."
        },
        {
          "number": 32,
          "arabic": "وَبَرًّۢا بِوَٰلِدَتِى وَلَمْ يَجْعَلْنِى جَبَّارًا شَقِيًّا",
          "transliteration": "wabarran biwālidatī walam yajʿalnī jabbāran shaqiyyan",
          "translation": "dan berbakti kepada ibuku, dan Dia tidak menjadikan aku seorang yang sombong lagi celaka.",
          "tafsir": "Isa yang masih bayi menjelaskan lebih lanjut, bahwa Allah memerintahkan kepadanya supaya berbakti kepada ibunya, tunduk dan selalu berbuat kebaikan kepadanya. Ucapan ini menunjukkan pula kesucian Maryam, karena apabila tidak demikian maka Nabi Isa tidak akan diperintah untuk berbakti kepada ibunya. Keterangan selanjutnya Isa mengatakan, \"Allah tidak menjadikan aku seorang yang sombong karena aku selalu taat menyembah Allah dan tidak pula menjadikan aku seorang yang celaka karena aku selalu berbuat baik kepada ibuku.\""
        },
        {
          "number": 33,
          "arabic": "وَٱلسَّلَـٰمُ عَلَىَّ يَوْمَ وُلِدتُّ وَيَوْمَ أَمُوتُ وَيَوْمَ أُبْعَثُ حَيًّا",
          "transliteration": "wal-salāmu ʿalayya yawma wulidttu wayawma amūtu wayawma ub'ʿathu ḥayyan",
          "translation": "Dan kesejahteraan semoga dilimpahkan kepadaku, pada hari kelahiranku, pada hari wafatku, dan pada hari aku dibangkitkan hidup kembali.\"",
          "tafsir": "Selanjutnya Isa berdoa, Semoga kesejahteraan dan keselamatan dilimpahkan kepadanya pada tiga peristiwa yaitu pada hari ia dilahirkan, pada hari ia wafat dan pada hari ia dibangkitkan hidup kembali pada hari Kiamat. Maka tidak ada seorang pun yang dapat memberi mudarat kepadanya dalam tiga peristiwa ini yang merupakan peristiwa-peristiwa paling sulit dan kritis bagi setiap hamba Allah yang hidup di dunia. Orang-orang Yahudi dan Nasrani mengingkari bahwa Isa a.s. pernah berbicara ketika masih bayi dan masih dalam gendongan. Mereka mengemukakan bahwa seandainya hal ini betul-betul terjadi tentu beritanya tersebar luas di kalangan masyarakat ramai, karena peristiwa itu merupakan hal yang sangat aneh dan sangat menarik perhatian. Mereka telah mengadakan penyelidikan ke mana-mana dan tidak menjumpai keterangan itu dalam kitab-kitabnya. Bagi kaum Muslimin peristiwa ini tetap menjadi suatu keyakinan karena tersebut di dalam Al-Qur'an yang pasti kebenarannya karena seandainya Isa a.s., tidak berbicara waktu kecilnya dan membersihkan ibunya dari segala tuduhan yang kotor tentu orang Yahudi akan melaksanakan hukuman rajam kepada Maryam, besar kemungkinan bahwa yang menyaksikan ucapan bayi itu beberapa orang saja yang jumlahnya terbatas sehingga tidak sampai tersebar luas di kalangan mereka."
        },
        {
          "number": 34,
          "arabic": "ذَٰلِكَ عِيسَى ٱبْنُ مَرْيَمَ ۚ قَوْلَ ٱلْحَقِّ ٱلَّذِى فِيهِ يَمْتَرُونَ",
          "transliteration": "dhālika ʿīsā ub'nu maryama qawla l-ḥaqi alladhī fīhi yamtarūna",
          "translation": "Itulah Isa putra Maryam, (yang mengatakan) perkataan yang benar, yang mereka ragukan kebenarannya.",
          "tafsir": "Pada ayat ini Allah menegaskan bahwa Isa adalah seorang hamba Allah yang akan menjadi nabi dan akan diturunkan kepadanya Al-Kitab, yang mempunyai sifat-sifat dan akhlak yang mulia bukan sebagaimana yang dituduhkan oleh kaumnya, bukan anak zina dan bukan pula anak Allah sebagaimana yang diucapkan dan dipercayai oleh kaumnya di belakang hari. Apa yang diucapkannya sewaktu ia masih bayi dalam gendongan itulah ucapan yang benar dan tak dapat diragukan lagi meskipun kaumnya masih meragukan ucapan-ucapan itu dan menuduhnya sebagai tukang sihir. Dia bukan tukang sihir sebagaimana dikatakan orang Yahudi, bukan putra Allah sebagaimana didakwahkan oleh kaum Nasrani dan bukan pula Tuhan sebagaimana dikatakan golongan yang lain. Dia adalah hamba Allah yang akan diangkat menjadi nabi dan rasul."
        },
        {
          "number": 35,
          "arabic": "مَا كَانَ لِلَّهِ أَن يَتَّخِذَ مِن وَلَدٍ ۖ سُبْحَـٰنَهُۥٓ ۚ إِذَا قَضَىٰٓ أَمْرًا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ",
          "transliteration": "mā kāna lillahi an yattakhidha min waladin sub'ḥānahu idhā qaḍā amran fa-innamā yaqūlu lahu kun fayakūnu",
          "translation": "Tidak patut bagi Allah mempunyai anak, Mahasuci Dia. Apabila Dia hendak menetapkan sesuatu, maka Dia hanya berkata kepadanya, \"Jadilah!\" Maka jadilah sesuatu itu.",
          "tafsir": "Pada ayat ini Allah menegaskan kembali bahwa Isa itu bukan anak Allah. Tidak wajar dan tidak mungkin Allah mempunyai anak karena Allah tidak memerlukan keturunan seperti manusia yang di masa tuanya sangat membutuhkan pertolongan dan perawatan dan membutuhkan orang yang akan melanjutkan dan memelihara hasil usahanya atau mengharumkan namanya sesudah ia meninggal. Allah tidak memerlukan semua itu karena Dia Mahakuasa, senantiasa berdiri sendiri tidak membutuhkan bantuan orang lain sebagaimana tersebut dalam firman-Nya: Allah, tidak ada tuhan selain Dia. Yang Mahahidup, Yang terus menerus mengurus (makhluk-Nya). (Ali 'Imran/3: 2) Mahasuci Allah dari segala sifat kekurangan dan dari segala tuduhan yang diucapkan oleh kaum kafir. Apabila Dia hendak menciptakan sesuatu, cukuplah Dia menfirmankan \"Kun\" (jadilah) maka terciptalah dia. Baginya tidak sulit untuk menciptakan seorang anak tanpa bapak atau menciptakan manusia tanpa ibu dan bapak seperti menciptakan Adam dan Allah berfirman: Sesungguhnya perumpamaan (penciptaan) Isa bagi Allah, seperti (penciptaan) Adam. Dia menciptakannya dari tanah, kemudian Dia berkata kepadanya, \"Jadilah!\" Maka jadilah sesuatu itu. (Ali 'Imran/3: 59) Allah Yang Maha Sempurna dan demikian besar kekuasaan-Nya tidaklah mungkin membutuhkan seorang anak karena yang demikian itu menunjukkan kepada kelemahan dan sifat-sifat kekurangan."
        },
        {
          "number": 36,
          "arabic": "وَإِنَّ ٱللَّهَ رَبِّى وَرَبُّكُمْ فَٱعْبُدُوهُ ۚ هَـٰذَا صِرَٰطٌ مُّسْتَقِيمٌ",
          "transliteration": "wa-inna l-laha rabbī warabbukum fa-uʿ'budūhu hādhā ṣirāṭun mus'taqīmun",
          "translation": "(Isa berkata), \"Dan sesungguhnya Allah itu Tuhanku dan Tuhanmu, maka sembahlah Dia. Inilah jalan yang lurus.\"",
          "tafsir": "Pada ayat ini Allah menerangkan lagi ucapan Isa di waktu dia masih bayi dalam buaian di samping ucapan-ucapannya pada ayat 30-33 Surah ini yaitu, \"Bahwa sesungguhnya Allah adalah Tuhanku dan Tuhanmu, maka hendaklah kamu menyembah-Nya.\" Isa menegaskan kepada kaumnya bahwa dia hanya hamba Allah seperti mereka juga meskipun dia dilahirkan dengan cara yang luar biasa tanpa bapak. Hal ini tidak menunjukkan bahwa dia adalah putra Allah, atau dia adalah Tuhan yang patut disembah. Dia hanya manusia biasa diciptakan Allah. Oleh sebab itu dia mengajak kaumnya supaya menyembah Allah Yang menciptakannya dan menciptakan semua makhluk. Yang patut mereka sembah hanyalah Allah Pencipta segala sesuatu. Selanjutnya Isa menerangkan kepada mereka, bahwa manusia sepatutnya menyembah Allah bukan menyembah setan dan berhala. Inilah jalan yang lurus yang akan membawa mereka pada kebahagiaan di dunia dan akhirat. Ini pula jalan yang ditunjukkan oleh nabi-nabi sebelum dia. Barangsiapa yang menempuh jalan itu ia akan berbahagia dan barangsiapa yang menempuh jalan selain itu akan sesat dan celaka."
        },
        {
          "number": 37,
          "arabic": "فَٱخْتَلَفَ ٱلْأَحْزَابُ مِنۢ بَيْنِهِمْ ۖ فَوَيْلٌ لِّلَّذِينَ كَفَرُوا۟ مِن مَّشْهَدِ يَوْمٍ عَظِيمٍ",
          "transliteration": "fa-ikh'talafa l-aḥzābu min baynihim fawaylun lilladhīna kafarū min mashhadi yawmin ʿaẓīmin",
          "translation": "Maka berselisihlah golongan-golongan (yang ada) di antara mereka (Yahudi dan Nasrani). Maka celakalah orang-orang kafir pada waktu menyaksikan hari yang agung!",
          "tafsir": "Kemudian pada ayat ini Allah menerangkan bahwa kaum Nabi Isa tidak mengindahkan petunjuk-petunjuk yang diberikan kepada mereka. Mereka telah jatuh ke dalam lembah kesesatan dan perselisihan yang hebat. Mereka terpecah-pecah menjadi beberapa golongan; Golongan \"Yakubiyah\" yaitu golongan yang mengikuti ajaran seorang pendeta bernama Yakub, yang mengatakan bahwa Isa adalah tuhan yang diturunkan ke bumi tetapi kemudian naik lagi ke langit. Golongan \"Nasturiah\" yang mengikuti ajaran seorang pendeta bernama Nastur yang mengatakan bahwa Isa adalah putra Tuhan yang diturunkan ke bumi kemudian diangkat-Nya kembali ke langit. Golongan ini mengatakan bahwa Isa adalah salah satu dari oknum yang tiga yaitu: Bapak, putra dan Ruhulkudus. Golongan lain mengatakan bahwa Isa adalah salah satu dari Tuhan yang tiga, yaitu: Allah, Isa anak-Nya dan Maryam ibu Isa. Di samping golongan-golongan yang sesat itu, ada pula golongan yang benar dan beriman sesuai dengan ajaran dan petunjuk Isa yang beriman bahwa Isa adalah hamba Allah dan Rasul-Nya, golongan ini bernama \"Malakania\". Terhadap golongan-golongan yang sesat itu Allah mengancam mereka bahwa mereka akan menyaksikan sendiri bagamana dahsyatnya hari kiamat nanti dan bagaimana pedihnya siksaan yang disediakan untuk mereka. Semua anggota badan mereka akan menjadi saksi atas kekufuran dan keingkaran mereka. Allah menangguhkan siksaan terhadap mereka sampai hari Kiamat dan tidak menyegerakan siksaan mereka semata-mata karena rahmat dan kasih sayang-Nya sebagaimana tersebut dalam sabda Nabi saw: Sesungguhnya Allah menangguhkan penyiksaan bagi orang zalim sehingga apabila Dia menyiksanya, dia tidak akan dapat lepas dari siksaan itu. (Riwayat al-Bukhari dan Muslim dari Abu Musa) Mengenai sikap kaum Nabi Isa ini Nabi Muhammad saw bersabda: Tak ada seorang pun yang tahan, mendengar kata-kata yang menyakitkan kecuali Allah. Mereka mengatakan bahwa Allah mempunyai anak sedang Allah tetap memberi mereka rezeki dan kesehatan. (Riwayat al-Bukhari dari Abdullah bin Qais)"
        },
        {
          "number": 38,
          "arabic": "أَسْمِعْ بِهِمْ وَأَبْصِرْ يَوْمَ يَأْتُونَنَا ۖ لَـٰكِنِ ٱلظَّـٰلِمُونَ ٱلْيَوْمَ فِى ضَلَـٰلٍ مُّبِينٍ",
          "transliteration": "asmiʿ bihim wa-abṣir yawma yatūnanā lākini l-ẓālimūna l-yawma fī ḍalālin mubīnin",
          "translation": "Alangkah tajam pendengaran mereka dan alangkah terang penglihatan mereka pada hari mereka datang kepada Kami. Tetapi orang-orang yang zalim pada hari ini (di dunia) berada dalam kesesatan yang nyata.",
          "tafsir": "Pada hari kiamat nanti orang-orang kafir itu karena memikirkan nasib mereka yang malang telinganya menjadi sangat peka dan peng-lihatannya sangat tajam apa saja yang terjadi segera menjadi perhatian mereka. Maka Allah lalu berfirman, \"Alangkah pekanya telinga mereka dan alangkah tajamnya penglihatan mereka di kala mereka menghadap Kami. Padahal mereka di dunia seakan-akan tuli tidak dapat mendengarkan petunjuk yang di bawa Nabi, dan seakan-akan buta tidak dapat melihat kebenaran dan mukjizat yang diberikan kepada para rasul. Mereka tidak melihat atau merasakan kekuasaan Allah yang tampak dengan nyata di alam semesta.\" Seandainya mereka semasa di dunia mempergunakan pendengaran dan penglihatan seperti keadaan mereka di akhirat itu tentulah mereka tidak akan tetap dalam kekafiran, mereka akan beriman kepada Allah dan Rasul-Nya. Tetapi tidak ada gunanya lagi telinga yang peka dan mata yang tajam pada waktu itu, karena nasib mereka sudah ditentukan dan pastilah mereka masuk neraka. Mereka pada waktu itu merasa sangat menyesal dan berangan-angan agar mereka dapat dikembalikan ke dunia untuk memperbaiki kesalahan dan kedurhakaan mereka, tetapi apa hendak dikata nasi telah menjadi bubur. Angan-angan kosong itu tidak akan terkabul karena mereka akan dibelenggu, dirantai, dan dimasukkan ke neraka sebagaimana tersebut dalam firman Allah: (Allah berfirman), \"Tangkaplah dia lalu belenggulah tangannya ke lehernya.\" Kemudian masukkanlah dia ke dalam api neraka yang menyala-nyala. Kemudian belitlah dia dengan rantai yang panjangnya tujuh puluh hasta. Sesungguhnya dialah orang yang tidak beriman kepada Allah Yang Mahabesar. (al-haqqah/69: 30-33) Demikianlah nasib mereka di akhirat nanti karena mereka adalah orang-orang yang benar-benar telah sesat dari jalan yang lurus."
        }
      ]
    }
  ]
}