{
  "pageNumber": 543,
  "juz": 28,
  "surahs": [
    {
      "number": 58,
      "name": "Al-Mujadilah",
      "nameArabic": "المجادلة",
      "meaning": "Wanita Yang Mengajukan Gugatan",
      "revelation": "Madinah",
      "description": "Surat Al-Mujadalah terdiri dari 22 ayat, termasuk golongan surat Madaniyyah, dan diturunkan setelah surat Al-Munafiqun.Surat ini dinamai \"Al-Mujadalah\" (Perbantahan) karena pada awal surat ini disebutkan bantahan seorang perempuan, menurut sebuah riwayat, bernama Khaulah binti Tsa'labah terhadap sikap suaminya yang telah menzhiharnya. Hal ini diadukan kepada Rasulullah dan dia menuntut agar beliau memberikan putusan yang adil dalam persoalan tersebut.Dinamai juga \"Al-Mujadilah\" yang berarti \"perempuan yang mengajukan gugatan\".**Pokok-Pokok Isi:**1. **Hukum:** Hukum zhihar dan sanksi-sanksi bagi orang yang melakukannya bila ia menarik kembali perkataannya; larangan menjadikan musuh Allah sebagai teman.2. **Lain-lain:** Menjaga adab sopan santun dalam suatu majelis dan pertemuan; adab sopan santun terhadap Rasulullah.Surat ini menerangkan tentang zhihar dan hukumnya, larangan mengambil orang kafir sebagai teman akrab serta beberapa hal yang berhubungan dengan adab dan sopan santun.**Hubungan Surat Al-Mujadalah Dengan Surat Al-Hasyr:**1. Pada akhir surat Al-Mujadalah Allah menyatakan bahwa agama Allah akan menang, sedangkan pada permulaan surat Al Hasyr diterangkan salah satu kemenangan itu, yaitu pengusiran Bani Nadhir dari Madinah.2. Dalam surat Al-Mujadalah Allah menyebutkan bahwa orang-orang yang menentang Allah dan Rasul-Nya akan mendapat kebinasaan, sedangkan pada surat Al-Hasyr Allah menyebutkan bahwa orang-orang yang menentang Allah dan Rasul-Nya akan mendapat azab yang keras.3. Dalam surat Al-Mujadalah Allah menyebutkan hal orang-orang munafik dan orang-orang Yahudi yang saling membantu dalam memusuhi kaum muslim, sedangkan dalam surat Al-Hasyr disebutkan kekalahan yang menimpa mereka, dan persatuan mereka tidak dapat menolong mereka sedikit pun.",
      "verses": [
        {
          "number": 7,
          "arabic": "أَلَمْ تَرَ أَنَّ ٱللَّهَ يَعْلَمُ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۖ مَا يَكُونُ مِن نَّجْوَىٰ ثَلَـٰثَةٍ إِلَّا هُوَ رَابِعُهُمْ وَلَا خَمْسَةٍ إِلَّا هُوَ سَادِسُهُمْ وَلَآ أَدْنَىٰ مِن ذَٰلِكَ وَلَآ أَكْثَرَ إِلَّا هُوَ مَعَهُمْ أَيْنَ مَا كَانُوا۟ ۖ ثُمَّ يُنَبِّئُهُم بِمَا عَمِلُوا۟ يَوْمَ ٱلْقِيَـٰمَةِ ۚ إِنَّ ٱللَّهَ بِكُلِّ شَىْءٍ عَلِيمٌ",
          "transliteration": "alam tara anna l-laha yaʿlamu mā fī l-samāwāti wamā fī l-arḍi mā yakūnu min najwā thalāthatin illā huwa rābiʿuhum walā khamsatin illā huwa sādisuhum walā adnā min dhālika walā akthara illā huwa maʿahum ayna mā kānū thumma yunabbi-uhum bimā ʿamilū yawma l-qiyāmati inna l-laha bikulli shayin ʿalīmun",
          "translation": "Tidakkah engkau perhatikan, bahwa Allah mengetahui apa yang ada di langit dan apa yang ada di bumi? Tidak ada pembicaraan rahasia antara tiga orang, melainkan Dialah yang keempatnya. Dan tidak ada lima orang, melainkan Dialah yang keenamnya. Dan tidak ada yang kurang dari itu atau lebih banyak, melainkan Dia pasti ada bersama mereka di mana pun mereka berada. Kemudian Dia akan memberitakan kepada mereka pada hari Kiamat apa yang telah mereka kerjakan. Sesungguhnya Allah Maha Mengetahui segala sesuatu.",
          "tafsir": "Ayat ini menerangkan bagaimana luas, dalam, dan lengkapnya pengetahuan Allah tentang makhluk yang diciptakan-Nya, sejak dari yang kecil sampai kepada yang sebesar-besarnya. Diterangkan bahwa ilmu Allah mencakup segala yang ada di langit dan di bumi, betapa pun kecil dan halusnya. Jika ada tiga orang di langit dan di bumi berbisik-bisik, maka Allah yang keempatnya. Jika yang berbisik dan mengadakan perundingan rahasia itu empat orang, maka Allah yang kelimanya, dan jika yang berbisik dan mengadakan perundingan rahasia itu lima orang maka Allah yang keenamnya. Bahkan berapa orang saja berbisik dan mengadakan perundingan rahasia dan di mana saja mereka melakukannya, pasti Allah mengetahuinya. Penyebutan bilangan tiga, empat, dan lima orang dalam ayat hanyalah untuk menyatakan bahwa biasanya perundingan itu dilakukan oleh beberapa orang seperti tiga, empat, lima, dan seterusnya, dan tiap-tiap perundingan itu pasti Allah menyaksikannya. Allah berfirman: Tidakkah mereka mengetahui bahwa Allah mengetahui rahasia dan bisikan mereka, dan bahwa Allah mengetahui segala yang gaib? (at-Taubah/9: 78) Dan berfirman: Ataukah mereka mengira, bahwa Kami tidak mendengar rahasia dan bisikan-bisikan mereka? Sebenarnya (Kami mendengar), dan utusan-utusan Kami (malaikat) selalu mencatat di sisi mereka. (az-Zukhruf/43: 80) Pada akhir ayat ini, Allah menegaskan bahwa kebenaran tentang Allah Maha Mengetahui segala sesuatu itu, barulah mereka ketahui di hari Kiamat nanti, yaitu ketika dikemukakan catatan amal mereka yang di dalamnya tercatat seluruh perbuatan yang pernah mereka kerjakan selama hidup di dunia, yaitu berupa perbuatan baik maupun perbuatan buruk, tidak ada satu pun yang dilupakan untuk dicatat. Pada saat itu, orang-orang kafir barulah menyesali perbuatan mereka, tetapi penyesalan di kemudian hari itu tidak ada gunanya sedikit pun."
        },
        {
          "number": 8,
          "arabic": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ نُهُوا۟ عَنِ ٱلنَّجْوَىٰ ثُمَّ يَعُودُونَ لِمَا نُهُوا۟ عَنْهُ وَيَتَنَـٰجَوْنَ بِٱلْإِثْمِ وَٱلْعُدْوَٰنِ وَمَعْصِيَتِ ٱلرَّسُولِ وَإِذَا جَآءُوكَ حَيَّوْكَ بِمَا لَمْ يُحَيِّكَ بِهِ ٱللَّهُ وَيَقُولُونَ فِىٓ أَنفُسِهِمْ لَوْلَا يُعَذِّبُنَا ٱللَّهُ بِمَا نَقُولُ ۚ حَسْبُهُمْ جَهَنَّمُ يَصْلَوْنَهَا ۖ فَبِئْسَ ٱلْمَصِيرُ",
          "transliteration": "alam tara ilā alladhīna nuhū ʿani l-najwā thumma yaʿūdūna limā nuhū ʿanhu wayatanājawna bil-ith'mi wal-ʿud'wāni wamaʿṣiyati l-rasūli wa-idhā jāūka ḥayyawka bimā lam yuḥayyika bihi l-lahu wayaqūlūna fī anfusihim lawlā yuʿadhibunā l-lahu bimā naqūlu ḥasbuhum jahannamu yaṣlawnahā fabi'sa l-maṣīru",
          "translation": "Tidakkah engkau perhatikan orang-orang yang telah dilarang mengadakan pembicaraan rahasia, kemudian mereka kembali (mengerjakan) larangan itu dan mereka mengadakan pembicaraan rahasia untuk berbuat dosa, permusuhan dan durhaka kepada Rasul. Dan apabila mereka datang kepadamu (Muhammad), mereka mengucapkan salam dengan cara yang bukan seperti yang ditentukan Allah untukmu. Dan mereka mengatakan pada diri mereka sendiri, \"Mengapa Allah tidak menyiksa kita atas apa yang kita katakan itu?\" Cukuplah bagi mereka neraka Jahanam yang akan mereka masuki. Maka neraka itu seburuk-buruk tempat kembali.",
          "tafsir": "Ayat ini mencela perbuatan yang dilakukan orang Yahudi yang melakukan tindakan yang memancing perselisihan dan permusuhan antara mereka dan kaum Muslimin, padahal telah diadakan perjanjian damai antara mereka dan kaum Muslimin. Rasulullah saw memperingatkan sikap mereka itu, tetapi mereka tidak mengindahkannya. Pembicaraan mereka dengan berbisik-bisik itu sebenarnya dapat memperbesar dosa mereka kepada Allah. Dosa itu karena mereka telah melanggar perjanjian damai yang mereka adakan dengan Rasulullah, bahwa mereka dengan kaum Muslimin akan memelihara ketenteraman dan berusaha menciptakan suasana damai di kota Medinah. Mereka bersalah karena setiap saat mencari-cari kesempatan untuk menghancurkan kaum Muslimin dan menggagalkan dakwah Nabi Muhammad. Orang-orang Yahudi itu jika mereka bertemu atau datang kepada Rasulullah saw mereka mengucapkan salam, tetapi isinya menghina Rasulullah saw. 'Aisyah menjawab dengan jawaban yang lebih kasar, karena sikap dan tindakan orang-orang Yahudi itu melampaui batas, baik ditinjau dari segi rasa kesopanan dalam pergaulan maupun ditinjau dari segi adat kebiasaan yang berlaku waktu itu. Ditinjau dari segi agama Islam, maka tindakan orang-orang Yahudi itu benar-benar telah melampaui batas, karena Muhammad saw adalah seorang nabi dan rasul Allah, di mana setiap kaum Muslimin mendoakan keselamatan dan kebaikan untuknya. Allah swt berfirman: Sesungguhnya Allah dan para malaikat-Nya bersalawat untuk Nabi. Wahai orang-orang yang beriman! Bersalawatlah kamu untuk Nabi dan ucapkanlah salam dengan penuh penghormatan kepadanya. (al-Ahzab/33: 56) Dari ayat di atas dan sebab-sebab turunnya dapat diambil pengertian bahwa hendaklah kita berlaku sabar terhadap ucapan-ucapan keji yang dilontarkan kepada kita. Jangan langsung membalas seperti yang mereka lakukan, karena di sanalah letak perbedaan antara orang Muslim dan orang kafir. Dengan bersabar mereka akan sadar dan insaf bahwa mereka telah melakukan kesalahan. Setelah orang-orang Yahudi itu mengucapkan salam penghinaan kepada Rasulullah sebagaimana tersebut di atas, mereka berkata kepada sesamanya, \"Kenapa Allah tidak menimpakan azab kepada kita sebagai akibat jawaban Muhammad. Seandainya Muhammad benar-benar seorang nabi dan rasul yang diutus Allah, tentulah kita telah ditimpa azab.\" Sangkaan mereka yang demikian terhadap Allah, yaitu Allah akan langsung mengazab setiap orang yang durhaka kepada-Nya, adalah sangkaan yang salah. Benar Dia akan mengazab setiap orang yang durhaka kepada-Nya, tetapi kapan datangnya azab itu, adalah urusan-Nya. Dia akan menimpakan azab itu bila dikehendaki-Nya. Tetapi jika azab itu telah datang, maka tidak seorang pun yang dapat menghindarkan diri daripadanya. Dalam hal menjawab salam terhadap non muslim, para ulama berbeda pendapat. Ibnu 'Abbas, asy-Sya'bi, dan Qatadah menyatakan bahwa menjawab salam terhadap non muslim hukumnya wajib, sama halnya dengan menjawab salam terhadap sesama muslim. Sedangkan Imam Malik dan Syafi'i menyatakan bahwa hal tersebut tidak wajib, dalam arti hanya boleh saja. Bila mereka mengucapkan salam, maka bagi kita cukup menjawabnya dengan \"'alaika.\" Pada akhir ayat ini, Allah membantah anggapan mereka dengan tegas bahwa mereka pasti akan dimasukkan ke dalam neraka Jahanam. Mereka akan terbakar hangus di dalamnya. Jahanam itu adalah seburuk-buruknya tempat kembali yang disediakan bagi orang-orang kafir."
        },
        {
          "number": 9,
          "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا تَنَـٰجَيْتُمْ فَلَا تَتَنَـٰجَوْا۟ بِٱلْإِثْمِ وَٱلْعُدْوَٰنِ وَمَعْصِيَتِ ٱلرَّسُولِ وَتَنَـٰجَوْا۟ بِٱلْبِرِّ وَٱلتَّقْوَىٰ ۖ وَٱتَّقُوا۟ ٱللَّهَ ٱلَّذِىٓ إِلَيْهِ تُحْشَرُونَ",
          "transliteration": "yāayyuhā alladhīna āmanū idhā tanājaytum falā tatanājaw bil-ith'mi wal-ʿud'wāni wamaʿṣiyati l-rasūli watanājaw bil-biri wal-taqwā wa-ittaqū l-laha alladhī ilayhi tuḥ'sharūna",
          "translation": "Wahai orang-orang yang beriman! Apabila kamu mengadakan pembicaraan rahasia, janganlah kamu membicarakan perbuatan dosa, permusuhan dan durhaka kepada Rasul. Tetapi bicarakanlah tentang perbuatan kebajikan dan takwa. Dan bertakwalah kepada Allah yang kepada-Nya kamu akan dikumpulkan kembali.",
          "tafsir": "Kemudian Allah menghadapkan perintahnya kepada orang-orang yang beriman agar jangan sekali-kali mengadakan perundingan rahasia di antara mereka dengan tujuan berbuat dosa, mengadakan permusuhan, dan mendurhakai Allah dan rasul. Jika mereka mengadakan perundingan rahasia juga, hal itu diperbolehkan, tetapi yang dibicarakan di dalam perundingan itu hanyalah kebajikan, membahas cara-cara yang baik, mengerjakan perbuatan-perbuatan takwa, dan menghindarkan diri dari perbuatan mungkar. Perlu diketahui bahwa Allah mengetahui segala sesuatu, tidak ada sesuatu pun yang luput dari pengetahuan-Nya. Oleh karena itu, betapa pun rahasianya perundingan yang dilakukan, pasti diketahui-Nya. Dan barang siapa mendurhakai Allah dan Rasul-Nya dan melanggar batas-batas hukum-Nya, niscaya Allah memasukkannya ke dalam api neraka, dia kekal di dalamnya dan dia akan mendapat azab yang menghinakan. (an-Nisa'/4: 14) Dalam satu hadis diterangkan sebagai berikut: Apabila kamu bertiga, maka janganlah dua orang di antara kamu itu berbisik-bisik tanpa mengajak yang ketiga sehingga kamu bergabung dengan orang lain, karena sikap itu menyedihkan perasaannya. (Riwayat al-Bukhari dan Muslim)"
        },
        {
          "number": 10,
          "arabic": "إِنَّمَا ٱلنَّجْوَىٰ مِنَ ٱلشَّيْطَـٰنِ لِيَحْزُنَ ٱلَّذِينَ ءَامَنُوا۟ وَلَيْسَ بِضَآرِّهِمْ شَيْـًٔا إِلَّا بِإِذْنِ ٱللَّهِ ۚ وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُؤْمِنُونَ",
          "transliteration": "innamā l-najwā mina l-shayṭāni liyaḥzuna alladhīna āmanū walaysa biḍārrihim shayan illā bi-idh'ni l-lahi waʿalā l-lahi falyatawakkali l-mu'minūna",
          "translation": "Sesungguhnya pembicaraan rahasia itu termasuk (perbuatan) setan, agar orang-orang yang beriman itu bersedih hati, sedang (pembicaraan) itu tidaklah memberi bencana sedikit pun kepada mereka, kecuali dengan izin Allah. Dan kepada Allah hendaknya orang-orang yang beriman bertawakal.",
          "tafsir": "Dalam ayat ini diterangkan bahwa berbisik-bisik dan mengadakan perundingan rahasia untuk menimbulkan permusuhan dan pertentangan itu adalah usaha dan perbuatan setan. Ia mendorong manusia melakukannya, agar mereka mendurhakai Allah dan Rasul-Nya. Itulah tujuan hidup setan. Ia mempengaruhi manusia sejak dari nenek moyang mereka, yaitu Nabi Adam. Semakin banyak manusia yang dapat digodanya, semakin banyak temannya di neraka. Diterangkan pula bahwa usaha setan adalah untuk menimbulkan kesedihan dalam hati orang-orang yang beriman. Bisik-bisik dan perundingan rahasia yang dilakukan orang-orang Yahudi dan orang-orang munafik, menimbulkan rasa tidak aman dalam hati orang-orang yang beriman. Sebenarnya kecelakaan manusia yang diusahakan oleh setan tidak akan terwujud dan terlaksana, tanpa izin dari Allah yang Mahakuasa lagi Maha Menentukan segala sesuatu. Pada akhir ayat ini, Allah menegaskan bahwa kaum Muslimin tidak boleh terpancing dan merasa tidak aman karena bisik-bisik dan perjanjian rahasia yang diadakan orang-orang kafir. Semuanya tidak akan terlaksana, kecuali jika Allah mengizinkannya. Oleh karena itu, setiap Muslim mesti bertawakal kepada Allah dan tidak percaya kepada siapa pun, kecuali kepada-Nya."
        },
        {
          "number": 11,
          "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا قِيلَ لَكُمْ تَفَسَّحُوا۟ فِى ٱلْمَجَـٰلِسِ فَٱفْسَحُوا۟ يَفْسَحِ ٱللَّهُ لَكُمْ ۖ وَإِذَا قِيلَ ٱنشُزُوا۟ فَٱنشُزُوا۟ يَرْفَعِ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ مِنكُمْ وَٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ دَرَجَـٰتٍ ۚ وَٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ",
          "transliteration": "yāayyuhā alladhīna āmanū idhā qīla lakum tafassaḥū fī l-majālisi fa-if'saḥū yafsaḥi l-lahu lakum wa-idhā qīla unshuzū fa-unshuzū yarfaʿi l-lahu alladhīna āmanū minkum wa-alladhīna ūtū l-ʿil'ma darajātin wal-lahu bimā taʿmalūna khabīrun",
          "translation": "Wahai orang-orang yang beriman! Apabila dikatakan kepadamu, \"Berilah kelapangan di dalam majelis-majelis,\" maka lapangkanlah, niscaya Allah akan memberi kelapangan untukmu. Dan apabila dikatakan, \"Berdirilah kamu,\" maka berdirilah, niscaya Allah akan mengangkat (derajat) orang-orang yang beriman di antaramu dan orang-orang yang diberi ilmu beberapa derajat. Dan Allah Mahateliti atas apa yang kamu kerjakan.",
          "tafsir": "Ayat ini memberikan penjelasan bahwa jika di antara kaum Muslimin ada yang diperintahkan Rasulullah saw berdiri untuk memberikan kesempatan kepada orang tertentu untuk duduk, atau mereka diperintahkan pergi dahulu, hendaklah mereka berdiri atau pergi, karena beliau ingin memberikan penghormatan kepada orang-orang itu, ingin menyendiri untuk memikirkan urusan-urusan agama, atau melaksanakan tugas-tugas yang perlu diselesaikan dengan segera. Dari ayat ini dapat dipahami hal-hal sebagai berikut: 1.Para sahabat berlomba-lomba mencari tempat dekat Rasulullah saw agar mudah mendengar perkataan yang beliau sampaikan kepada mereka. 2.Perintah memberikan tempat kepada orang yang baru datang merupakan anjuran, jika memungkinkan dilakukan, untuk menimbulkan rasa persahabatan antara sesama yang hadir. 3.Sesungguhnya tiap-tiap orang yang memberikan kelapangan kepada hamba Allah dalam melakukan perbuatan-perbuatan baik, maka Allah akan memberi kelapangan pula kepadanya di dunia dan di akhirat. Memberi kelapangan kepada sesama Muslim dalam pergaulan dan usaha mencari kebajikan dan kebaikan, berusaha menyenangkan hati saudara-saudaranya, memberi pertolongan, dan sebagainya termasuk yang dianjurkan Rasulullah saw. Beliau bersabda: Allah selalu menolong hamba selama hamba itu menolong saudaranya. (Riwayat Muslim dari Abu Hurairah) Berdasarkan ayat ini para ulama berpendapat bahwa orang-orang yang hadir dalam suatu majelis hendaklah mematuhi ketentuan-ketentuan yang berlaku dalam majelis itu atau mematuhi perintah orang-orang yang mengatur majelis itu. Jika dipelajari maksud ayat di atas, ada suatu ketetapan yang ditentukan ayat ini, yaitu agar orang-orang menghadiri suatu majelis baik yang datang pada waktunya atau yang terlambat, selalu menjaga suasana yang baik, penuh persaudaraan dan saling bertenggang rasa. Bagi yang lebih dahulu datang, hendaklah memenuhi tempat di muka, sehingga orang yang datang kemudian tidak perlu melangkahi atau mengganggu orang yang telah lebih dahulu hadir. Bagi orang yang terlambat datang, hendaklah rela dengan keadaan yang ditemuinya, seperti tidak mendapat tempat duduk. Inilah yang dimaksud dengan sabda Nabi saw: Janganlah seseorang menyuruh temannya berdiri dari tempat duduknya, lalu ia duduk di tempat tersebut, tetapi hendaklah mereka bergeser dan berlapang-lapang.\" (Riwayat Muslim dari Ibnu 'Umar) Akhir ayat ini menerangkan bahwa Allah akan mengangkat derajat orang yang beriman, taat dan patuh kepada-Nya, melaksanakan perintah-Nya, menjauhi larangan-Nya, berusaha menciptakan suasana damai, aman, dan tenteram dalam masyarakat, demikian pula orang-orang berilmu yang menggunakan ilmunya untuk menegakkan kalimat Allah. Dari ayat ini dipahami bahwa orang-orang yang mempunyai derajat yang paling tinggi di sisi Allah ialah orang yang beriman dan berilmu. Ilmunya itu diamalkan sesuai dengan yang diperintahkan Allah dan rasul-Nya. Kemudian Allah menegaskan bahwa Dia Maha Mengetahui semua yang dilakukan manusia, tidak ada yang tersembunyi bagi-Nya. Dia akan memberi balasan yang adil sesuai dengan perbuatan yang telah dilakukannya. Perbuatan baik akan dibalas dengan surga dan perbuatan jahat dan terlarang akan dibalas dengan azab neraka."
        }
      ]
    }
  ]
}