{
  "pageNumber": 270,
  "juz": 14,
  "surahs": [
    {
      "number": 16,
      "name": "An-Nahl",
      "nameArabic": "النحل",
      "meaning": "Lebah",
      "revelation": "Makkah",
      "description": "Surat ini terdiri dari 128 ayat dan termasuk surat Makkiyyah. Surat ini dinamakan \"An-Nahl\" yang berarti \"lebah\" karena di dalamnya terdapat firman Allah pada ayat 68 yang artinya, \"Dan Tuhanmu mengilhamkan kepada lebah.\"Lebah adalah makhluk Allah yang banyak memberi manfaat dan kenikmatan pada manusia. Ada persamaan antara madu yang dihasilkan lebah dengan Al-Qur'anul Karim. Madu berasal dari aneka macam sari bunga dan menjadi obat bagi bermacam-macam penyakit (lihat ayat ke-69). Sementara itu, Al-Qur'an berisi inti sari kitab-kitab yang telah diturunkan kepada nabi-nabi terdahulu ditambah ajaran-ajaran yang dibutuhkan semua manusia sepanjang masa untuk mencapai kebahagiaan dunia dan akhirat (lihat surat Yunus ayat ke-57 dan surat Al-Israa' ayat ke-82). Surat ini juga dinamakan \"An Ni'am\" yang berarti nikmat-nikmat, karena di dalamnya Allah menyebutkan berbagai macam nikmat yang diberikan kepada hamba-hamba-Nya.**Pokok-Pokok Isi:**1. **Keimanan:** Kepastian adanya hari kiamat; keesaan Allah, kekuasaan-Nya dan kesempurnaan ilmu-Nya serta dalil-dalilnya; pertanggungjawaban manusia kepada Allah terhadap segala yang telah dikerjakannya.2. **Hukum-hukum:** Beberapa hukum tentang makanan dan minuman yang diharamkan dan yang dihalalkan; dibolehkan memakai perhiasan yang berasal dari laut, seperti: merjan dan mutiara; dibolehkan memakan makanan yang diharamkan dalam keadaan terpaksa; kulit dan bulu binatang dari hewan yang halal dimakan; kewajiban memenuhi perjanjian dan larangan mempermainkan sumpah; larangan membuat-buat hukum yang tak ada dasarnya; perintah membaca isti'aadzah (a'uudzubillahi minasyaithaanirrajiim = aku berlindung kepada Allah dari setan yang terkutuk); tantangan membalas siksa melebihi siksaan yang diterima.3. **Kisah-kisah:** Kisah Nabi Ibrahim.4. **Lain-lain:** Asal muasal kejadian manusia; madu adalah untuk kesehatan manusia; nasib pemimpin-pemimpin palsu pada hari kiamat; pandangan orang Arab zaman Jahiliyah terhadap anak perempuan; ajaran moral di dalam Islam; pedoman dakwah dalam Islam.Surat An-Nahl mengandung keterangan tentang sifat-sifat dan tingkah laku orang musyrikin, serta tantangan mereka terhadap kebenaran hari kiamat dan kerasulan Nabi Muhammad. Kemudian Allah menyebutkan peringatan-peringatan-Nya kepada mereka dari azab yang mereka alami sebagai akibat atas perbuatan mereka itu. Dalam surat ini, Allah menunjukkan bukti-bukti keesaan-Nya seraya memaparkan nikmat-nikmat yang diberikan-Nya kepada hamba-hamba-Nya. Surat ini juga memuat hukum-hukum dan ajaran-ajaran tentang akhlak.**Hubungan Surat An-Nahl Dengan Surat Al-Isra':**1. Dalam surat An-Nahl Allah menyebutkan perselisihan orang-orang Yahudi tentang hari Sabtu, kemudian di surat Al-Isra' dijelaskan sifat-sifat orang Yahudi yang ditetapkan dalam Taurat.2. Setelah Allah menganjurkan kepada Nabi Muhammad agar bersabar dan melarang beliau agar tidak berduka cita atau berkecil hati disebabkan tipu daya orang-orang musyrikin, maka di surat Al-Isra' Allah menerangkan kemuliaan Nabi Muhammad serta martabatnya yang tinggi di hadapan Allah.3. Dalam surat An-Nahl Allah menerangkan bermacam-macam nikmat-Nya, tetapi kebanyakan manusia tidak mensyukuri nikmat itu, kemudian dalam surat Al-Isra' disebut nikmat-nikmat yang lebih besar yang diberikan kepada Bani Israil dan tidak mereka syukuri, justru mereka berbuat kerusakan di bumi.4. Dalam surat An-Nahl Allah mengatakan, bahwa air madu yang keluar dari lebah merupakan minuman yang mengandung obat bagi manusia, maka dalam surat Al-Isra' diterangkan bahwa Al-Qur'an juga mengandung obat dan rahmat bagi orang-orang yang beriman.",
      "verses": [
        {
          "number": 27,
          "arabic": "ثُمَّ يَوْمَ ٱلْقِيَـٰمَةِ يُخْزِيهِمْ وَيَقُولُ أَيْنَ شُرَكَآءِىَ ٱلَّذِينَ كُنتُمْ تُشَـٰٓقُّونَ فِيهِمْ ۚ قَالَ ٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ إِنَّ ٱلْخِزْىَ ٱلْيَوْمَ وَٱلسُّوٓءَ عَلَى ٱلْكَـٰفِرِينَ",
          "transliteration": "thumma yawma l-qiyāmati yukh'zīhim wayaqūlu ayna shurakāiya alladhīna kuntum tushāqqūna fīhim qāla alladhīna ūtū l-ʿil'ma inna l-khiz'ya l-yawma wal-sūa ʿalā l-kāfirīna",
          "translation": "Kemudian Allah menghinakan mereka pada hari Kiamat, dan berfirman, \"Di manakah sekutu-sekutu-Ku itu yang (karena membelanya) kamu selalu memusuhi mereka (nabi-nabi dan orang yang beriman)?\" Orang-orang yang diberi ilmu berkata;<sup foot_note=135401>1</sup> \"Sesungguhnya kehinaan dan azab hari ini ditimpakan kepada orang yang kafir,\"",
          "tafsir": "Malapetaka tersebut di atas merupakan azab dunia bagi mereka, sedangkan di akhirat Allah swt akan memberikan siksaan yang pedih dan mereka akan merasakan kehinaan yang tiada taranya. Kehinaan mereka digambarkan dengan keadaan mereka yang bingung, mencari sekutu-sekutu mereka yang dahulu pernah mengajak mereka untuk melakukan tipu daya. Mereka menyesal karena orang-orang yang dahulu mengajak mereka tidak lagi dapat memberikan dukungan kepada mereka untuk melepaskan diri mereka dari siksa Allah. Sebab pada saat itu, manusia tidak mempunyai kekuatan dan tidak pula ada yang dapat memberikan pertolongan. Firman Allah: Maka manusia tidak lagi mempunyai suatu kekuatan dan tidak (pula) ada penolong. (ath-thariq/86: 10) Kemudian Allah swt menjelaskan bahwa pada hari kebangkitan, orang-orang yang telah diberi ilmu, yaitu orang-orang yang mengetahui dan mengikuti petunjuk-petunjuk wahyu dan yakin akan kebenaran hidayah yang diterimanya, serta meyakini keesaan Allah dan kerasulan Muhammad, akan tersenyum dengan penuh kepuasan. Mereka mengatakan bahwa kehinaan dan azab pada hari itu benar-benar ditimpakan kepada orang-orang kafir akibat mengingkari Allah, memusuhi para rasul-Nya, dan mendustakan akan terjadinya hari kebangkitan. Firman Allah: Maka pada hari ini, orang-orang yang berimanlah yang menertawakan orang-orang kafir, mereka (duduk) di atas dipan-dipan melepas pandangan. (al-Muthaffifin/83: 34-35)"
        },
        {
          "number": 28,
          "arabic": "ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلْمَلَـٰٓئِكَةُ ظَالِمِىٓ أَنفُسِهِمْ ۖ فَأَلْقَوُا۟ ٱلسَّلَمَ مَا كُنَّا نَعْمَلُ مِن سُوٓءٍۭ ۚ بَلَىٰٓ إِنَّ ٱللَّهَ عَلِيمٌۢ بِمَا كُنتُمْ تَعْمَلُونَ",
          "transliteration": "alladhīna tatawaffāhumu l-malāikatu ẓālimī anfusihim fa-alqawū l-salama mā kunnā naʿmalu min sūin balā inna l-laha ʿalīmun bimā kuntum taʿmalūna",
          "translation": "(yaitu) orang yang dicabut nyawanya oleh para malaikat dalam keadaan (berbuat) zalim kepada diri sendiri, lalu mereka menyerahkan diri (sambil berkata), \"Kami tidak pernah mengerjakan sesuatu kejahatan pun.\" (Malaikat menjawab), \"Pernah! Sesungguhnya Allah Maha Mengetahui apa yang telah kamu kerjakan.\"",
          "tafsir": "Kemudian Allah swt melukiskan keadaan orang-orang musyrik pada akhir hayat mereka, yaitu ketika malaikat maut akan merenggut nyawa mereka sedangkan mereka masih tetap dalam keadaan menganiaya diri sendiri. Mereka tidak dapat mengelakkan diri dari kematian dan malaikat pencabut nyawa, padahal mereka telah mengingkari pencipta alam semesta. Pada saat itu, mereka membayangkan siksaan yang akan mereka terima karena mengingkari Allah Yang Maha Esa dan menganiaya diri sendiri. Ketika itu, nurani merekalah yang berbicara, mereka mengakui kebenaran-Nya, seraya mengatakan kami tidak menyekutukan Allah dengan yang lain. Sebagaimana firman Allah: Demi Allah, ya Tuhan kami, tidaklah kami menyekutukan Allah. (al-An'am/6: 23) Pengakuan seperti itu sangat terlambat karena pada saat sebelum kematian, mereka di dunia mendustakan keesaan Allah dan bergelimang dalam kebatilan. Tidaklah benar apabila mereka mengharapkan kebahagiaan, karena mereka telah diberi akal yang dapat menilai baik dan buruk. Mereka sadar betapa besarnya dosa mendustakan keesaan Allah dan wahyu yang diterima oleh Nabi Muhammad saw. Oleh karena itu, hukuman yang pantas bagi mereka ialah menerima siksaan yang sesuai dengan amal perbuatannya. Mereka tidak dapat lagi menutup-nutupi kejahatan yang mereka lakukan, karena sesungguhnya mereka sendiri telah menyadari dan mengakui kejahatan mereka dan sesungguhnya Allah Maha Mengetahui apa yang mereka kerjakan."
        },
        {
          "number": 29,
          "arabic": "فَٱدْخُلُوٓا۟ أَبْوَٰبَ جَهَنَّمَ خَـٰلِدِينَ فِيهَا ۖ فَلَبِئْسَ مَثْوَى ٱلْمُتَكَبِّرِينَ",
          "transliteration": "fa-ud'khulū abwāba jahannama khālidīna fīhā falabi'sa mathwā l-mutakabirīna",
          "translation": "Maka masukilah pintu-pintu neraka Jahanam, kamu kekal di dalamnya. Pasti itu seburuk-buruk tempat orang yang menyombongkan diri.",
          "tafsir": "Allah swt menegaskan bahwa yang akan mereka terima di akhirat tiada lain hanyalah neraka Jahanam dan merasakan berbagai macam azab. Mereka akan tinggal dalam neraka Jahanam itu selama-lamanya dan menerima azab sesuai dengan berat ringannya dosa yang mereka lakukan. Inilah hukuman yang pantas dan penderitaan yang sesuai bagi orang yang sombong, takabur, dan tidak mau mengikuti pedoman hidup dan petunjuk yang dibawa oleh Rasul. Allah berfirman: Dan orang-orang yang kafir, bagi mereka neraka Jahanam. Mereka tidak dibinasakan hingga mereka mati, dan tidak diringankan dari mereka azabnya. Demikianlah Kami membalas setiap orang yang sangat kafir. (Fathir/35: 36)"
        },
        {
          "number": 30,
          "arabic": "۞ وَقِيلَ لِلَّذِينَ ٱتَّقَوْا۟ مَاذَآ أَنزَلَ رَبُّكُمْ ۚ قَالُوا۟ خَيْرًا ۗ لِّلَّذِينَ أَحْسَنُوا۟ فِى هَـٰذِهِ ٱلدُّنْيَا حَسَنَةٌ ۚ وَلَدَارُ ٱلْـَٔاخِرَةِ خَيْرٌ ۚ وَلَنِعْمَ دَارُ ٱلْمُتَّقِينَ",
          "transliteration": "waqīla lilladhīna ittaqaw mādhā anzala rabbukum qālū khayran lilladhīna aḥsanū fī hādhihi l-dun'yā ḥasanatun waladāru l-ākhirati khayrun walaniʿ'ma dāru l-mutaqīna",
          "translation": "Dan kemudian dikatakan kepada orang yang bertakwa, \"Apakah yang telah diturunkan oleh Tuhanmu?\"Mereka menjawab, \"Kebaikan.\" Bagi orang yang berbuat baik di dunia ini mendapat (balasan) yang baik. Dan sesungguhnya negeri akhirat pasti lebih baik. Dan itulah sebaik-baik tempat bagi orang yang bertakwa,",
          "tafsir": "Allah swt menggambarkan keadaan orang-orang mukmin apabila ditanya bagaimana kesannya terhadap apa yang diturunkan oleh Allah. Orang-orang yang mematuhi ayat-ayat Allah itu akan memberikan jawaban bahwa yang diturunkan itu adalah kebaikan dan rahmat Allah yang diberikan kepada hamba-Nya yang menaati agamanya dan mempercayai rasul-Nya, serta mengamalkan ayat itu di tengah-tengah masyarakat. Mereka akan menjadi hamba Allah yang berbuat kebajikan dan menerima kebahagiaan hidup, sedangkan di akhirat akan mendapat pahala yang lebih baik lagi dari pahala yang mereka terima di dunia. Di akhir ayat, Allah swt menegaskan bahwa kehidupan akhirat adalah lebih baik dan sebagai tempat yang paling baik bagi orang-orang yang bertakwa. Kebahagiaan yang akan mereka terima di akhirat itu sifatnya kekal, sedang kebahagiaan di dunia hanya sementara. Kebahagiaan di akhirat memberikan kepuasan dalam arti sebenar-benarnya, sedang kebahagiaan di dunia merupakan kebahagiaan yang sementara dan terbatas. Kebahagiaan yang akan diterima oleh orang-orang mukmin sebagaimana dijelaskan dalam ayat berikut ini: Maka Allah memberi mereka pahala di dunia dan pahala yang baik di akhirat. Dan Allah mencintai orang-orang yang berbuat kebaikan. (Ali 'Imran/3: 148)"
        },
        {
          "number": 31,
          "arabic": "جَنَّـٰتُ عَدْنٍ يَدْخُلُونَهَا تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ ۖ لَهُمْ فِيهَا مَا يَشَآءُونَ ۚ كَذَٰلِكَ يَجْزِى ٱللَّهُ ٱلْمُتَّقِينَ",
          "transliteration": "jannātu ʿadnin yadkhulūnahā tajrī min taḥtihā l-anhāru lahum fīhā mā yashāūna kadhālika yajzī l-lahu l-mutaqīna",
          "translation": "(yaitu) surga-surga 'Ādn yang mereka masuki, mengalir di bawahnya sungai-sungai, di dalam (surga) itu mereka mendapat segala apa yang diinginkan. Demikianlah Allah memberi balasan kepada orang yang bertakwa,",
          "tafsir": "Allah swt menggambarkan keadaan orang-orang mukmin apabila ditanya bagaimana kesannya terhadap apa yang diturunkan oleh Allah. Orang-orang yang mematuhi ayat-ayat Allah itu akan memberikan jawaban bahwa yang diturunkan itu adalah kebaikan dan rahmat Allah yang diberikan kepada hamba-Nya yang menaati agamanya dan mempercayai rasul-Nya, serta mengamalkan ayat itu di tengah-tengah masyarakat. Mereka akan menjadi hamba Allah yang berbuat kebajikan dan menerima kebahagiaan hidup, sedangkan di akhirat akan mendapat pahala yang lebih baik lagi dari pahala yang mereka terima di dunia. Di akhir ayat, Allah swt menegaskan bahwa kehidupan akhirat adalah lebih baik dan sebagai tempat yang paling baik bagi orang-orang yang bertakwa. Kebahagiaan yang akan mereka terima di akhirat itu sifatnya kekal, sedang kebahagiaan di dunia hanya sementara. Kebahagiaan di akhirat memberikan kepuasan dalam arti sebenar-benarnya, sedang kebahagiaan di dunia merupakan kebahagiaan yang sementara dan terbatas. Kebahagiaan yang akan diterima oleh orang-orang mukmin sebagaimana dijelaskan dalam ayat berikut ini: Maka Allah memberi mereka pahala di dunia dan pahala yang baik di akhirat. Dan Allah mencintai orang-orang yang berbuat kebaikan. (Ali 'Imran/3: 148)"
        },
        {
          "number": 32,
          "arabic": "ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلْمَلَـٰٓئِكَةُ طَيِّبِينَ ۙ يَقُولُونَ سَلَـٰمٌ عَلَيْكُمُ ٱدْخُلُوا۟ ٱلْجَنَّةَ بِمَا كُنتُمْ تَعْمَلُونَ",
          "transliteration": "alladhīna tatawaffāhumu l-malāikatu ṭayyibīna yaqūlūna salāmun ʿalaykumu ud'khulū l-janata bimā kuntum taʿmalūna",
          "translation": "(yaitu) orang yang ketika diwafatkan oleh para malaikat dalam keadaan baik,<sup foot_note=135402>1</sup> mereka (para malaikat) mengatakan (kepada mereka), \"Salāmun 'alaikum, masuklah ke dalam surga karena apa yang telah kamu kerjakan.\"",
          "tafsir": "Allah swt melukiskan bahwa orang-orang yang bertakwa, yang senantiasa menaati segala perintah Allah dan menjauhi segala larangan-Nya, ketika malaikat maut datang untuk mencabut nyawanya, mereka mati dalam keadaan husnul khatimah dan mendapat salam sejahtera dari malaikat. Hal itu dikarenakan kebersihan mereka dari noda-noda kemusyrikan dan kemaksiatan, dan jiwanya tetap di bawah bimbingan wahyu Allah swt. Segenap perjalanan mereka dihiasi dengan akhlak yang mulia dan terhindar dari sifat-sifat tercela. Orang yang seperti ini menghadap Tuhannya dengan hati lapang dan berserah diri, karena ia merasa akan meninggalkan dunia yang fana, dan pergi untuk menerima ketentuan yang telah ditetapkan oleh Tuhannya. Ketika itu, ia menghadapi maut dengan tenang dan bahagia. Allah swt berfirman: Sesungguhnya orang-orang yang berkata, \"Tuhan kami adalah Allah\" kemudian mereka meneguhkan pendirian mereka, maka malaikat-malaikat akan turun kepada mereka (dengan berkata), \"Janganlah kamu merasa takut dan janganlah kamu bersedih hati; dan bergembiralah kamu dengan (memperoleh) surga yang telah dijanjikan kepadamu.\" (Fussilat/41: 30) Kemudian Allah swt menjelaskan bahwa para malaikat itu memberikan kabar gembira bahwa mereka akan memasuki surga yang disediakan bagi mereka, sesuai dengan amal perbuatan yang telah mereka lakukan. Berita gembira yang disampaikan oleh malaikat kepada mereka merupakan janji Allah yang akan mereka alami nanti sesudah hari kebangkitan. Diriwayatkan dari Muhammad bin Ka'ab Al-Quradhi ia berkata, \"Apabila seorang hamba yang mukmin telah tiba saat kematiannya datanglah malaikat seraya berkata, \"Salam sejahtera untukmu hai wali Allah, Allah mengirimkan salam untukmu dan memberikan berita gembira bahwa engkau akan masuk surga.\" (Riwayat Ibnu Jarir ath-thabari dan al-Baihaqi)"
        },
        {
          "number": 33,
          "arabic": "هَلْ يَنظُرُونَ إِلَّآ أَن تَأْتِيَهُمُ ٱلْمَلَـٰٓئِكَةُ أَوْ يَأْتِىَ أَمْرُ رَبِّكَ ۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبْلِهِمْ ۚ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَـٰكِن كَانُوٓا۟ أَنفُسَهُمْ يَظْلِمُونَ",
          "transliteration": "hal yanẓurūna illā an tatiyahumu l-malāikatu aw yatiya amru rabbika kadhālika faʿala alladhīna min qablihim wamā ẓalamahumu l-lahu walākin kānū anfusahum yaẓlimūna",
          "translation": "Tidak ada yang ditunggu mereka (orang kafir) selain datangnya para malaikat kepada mereka<sup foot_note=135403>1</sup> atau datangnya perintah Tuhanmu.<sup foot_note=135404>2</sup> Demikianlah yang telah diperbuat oleh orang-orang (kafir) sebelum mereka. Allah tidak menzalimi mereka, justru merekalah yang (selalu) menzalimi diri mereka sendiri.",
          "tafsir": "Allah swt menjelaskan bahwa tidak ada gunanya memberikan kesempatan kepada orang-orang musyrik Mekah untuk mengubah sikap mereka. Mereka tetap akan berpendirian demikian, sehingga tiba saatnya malaikat merenggut nyawa mereka, atau datang perintah Tuhan untuk menurunkan azab kepada mereka di dunia seperti dialami orang-orang kafir sebelum mereka. Di antara orang-orang musyrik yang tidak menaati nabi dan rasul ada yang dibinasakan oleh suara petir, dihancurkan oleh gempa bumi, dan ada pula yang diluluhlantakkan oleh banjir besar dan angin topan tanpa mereka duga kedatangannya. Ayat ini merupakan ancaman keras kepada mereka dengan maksud agar mereka beriman kepada Allah dan rasul-Nya serta segera meninggalkan kebatilan dan kembali kepada kebenaran sebelum datang malapetaka seperti yang pernah menimpa orang-orang sebelum mereka. Kemudian Allah swt menjelaskan bahwa nenek moyang mereka yang mempunyai sifat dan perilaku yang sama dengan mereka telah mengalami kehancuran lebih dulu karena azab Allah akibat tidak mau mendengarkan seruan para rasul dan nabi Allah yang membimbing mereka kepada ke-benaran. Mereka yang tetap bergelimang dalam kebatilan telah dimusnahkan oleh Allah dengan siksaan yang berat. Hal ini bukan berarti Allah telah menganiaya mereka, akan tetapi mereka sendiri yang menganiaya diri sendiri. Allah telah cukup memberikan bimbingan wahyu dan bukti-bukti yang jelas tentang kebenaran wahyu itu. Akan tetapi, mereka tetap saja membangkang dan mendustakan kebenaran dan mengotori jiwa mereka dengan menciptakan patung-patung sebagai tuhan-tuhan yang dipersekutu-kan kepada Allah."
        },
        {
          "number": 34,
          "arabic": "فَأَصَابَهُمْ سَيِّـَٔاتُ مَا عَمِلُوا۟ وَحَاقَ بِهِم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
          "transliteration": "fa-aṣābahum sayyiātu mā ʿamilū waḥāqa bihim mā kānū bihi yastahziūna",
          "translation": "Maka mereka ditimpa azab (akibat) perbuatan mereka dan diliputi oleh azab yang dulu selalu mereka perolok-olokkan.",
          "tafsir": "Mereka ditimpa oleh bencana yang mengerikan karena kejahatan yang mereka lakukan. Tidak ada seorang pun dari mereka yang dapat melepaskan diri dari bencana yang mengerikan itu karena semuanya berjalan menurut ketentuan dan sunnah Allah. Mereka telah diberikan peringatan berulang kali bahwa pada suatu saat akan datang azab Allah. Akan tetapi, mereka bukan menerima dengan kesadaran, justru malah mendustakan dan memperolok-olok rasul yang membawa berita tentang kehancuran yang akan mereka alami akibat perbuatan itu. Di akhirat, mereka pun akan merasakan sesuatu yang lebih mengerikan lagi yaitu pada saat mereka telah diputuskan untuk memasuki pintu-pintu Jahanam yang tidak dapat mereka hindari. Allah swt berfirman: Inilah hari keputusan yang dahulu kamu dustakan. (as-shaffat/37: 21)"
        }
      ]
    }
  ]
}