{
  "pageNumber": 317,
  "juz": 16,
  "surahs": [
    {
      "number": 20,
      "name": "Taha",
      "nameArabic": "طه",
      "meaning": "Taha",
      "revelation": "Makkah",
      "description": "Surat Thaha terdiri dari 135 ayat, diturunkan setelah diturunkannya surat Maryam, dan termasuk surat Makkiyyah.Surat ini dinamai \"Thaha\", diambil dari perkataan yang berasal dari ayat pertama surat ini. Sebagaimana yang lazim terdapat pada surat-surat yang memakai huruf-huruf abjad pada permulaannya, di mana huruf tersebut seakan-akan merupakan pemberitahuan Allah kepada orang-orang yang membacanya, bahwa setelah huruf itu akan dikemukakan hal-hal yang sangat penting untuk diketahui, maka demikian pula halnya dengan ayat-ayat yang terdapat setelah huruf \"Thaha\" dalam surat ini. Allah menerangkan bahwa Al-Qur'an merupakan peringatan bagi manusia dan wahyu dari Allah, Pencipta semesta alam. Kemudian Allah menerangkan kisah beberapa orang nabi; akibat-akibat yang akan dialami oleh orang-orang yang percaya kepada Allah dan orang-orang yang mengingkari-Nya, baik di dunia maupun di akhirat.&nbsp;Selain hal-hal tersebut di atas, maka surat ini mengandung pokok-pokok isi sebagai berikut:1. **Keimanan:** Al-Qur'an adalah peringatan bagi manusia terutama bagi orang-orang yang bertakwa; Musa langsung menerima wahyu dari Allah tanpa perantara Jibril; Allah bersemayam di atas 'Arsy, mengetahui sesuatu yang samar dan yang lebih samar; keadaan orang berdosa ketika dikumpulkan pada hari kiamat; syafaat tidak bermanfaat pada hari kiamat kecuali dari orang yang mendapat izin dari Allah.2. **Hukum-hukum:** Perintah mengerjakan shalat dan keutamaan waktu-waktunya; kewajiban menyuruh keluarga melakukan shalat.3. **Kisah-kisah:** Kisah Musa dan Harun dalam menghadapi Fir'aun dan Bani Israil; kisah Nabi Adam dan iblis.4. **Lain-lain:** Perintah Allah kepada Nabi Muhammad supaya meminta tambahan ilmu kepada Allah meskipun sudah menjadi rasul; Allah tidak akan mengazab suatu kaum sebelum rasul diutus kepada mereka; larangan teperdaya oleh kesenangan kehidupan dunia.Dalam surat Thaha ini diterangkan bahwa Al-Qur'an, sebagai kitab yang diwahyukan Allah kepada Nabi Muhammad, adalah peringatan dan kabar gembira bagi manusia, yang wajib diikuti dan diimani. Sangat besar akibat yang dialami oleh orang terdahulu yang tidak mempercayai dan mengingkari rasul-rasul, seperti Fir'aun dan pengikutnya. Kitab Bani Israil pun dipaparkan Allah dalam surat ini sebagai suatu umat yang banyak mengingkari perintah nabinya.**Hubungan Surat Thaha Dengan Surat Al-Anbiya':**Surat Thaha diakhiri dengan menerangkan bahwa manusia mudah dipengaruhi oleh kenikmatan hidup dunia, yang oleh Allah dijadikan sebagai cobaan bagi manusia, juga diakhiri dengan menyuruh bersabar dan mendirikan shalat, serta menerangkan apa yang diterima oleh orang yang bertakwa. Hal ini diulangi kembali pada permulaan surat Al-Anbiya' dan ditegaskan bahwa manusia selalu lalai dan lupa terhadap perbuatan yang harus dilakukan untuk menghadapi hari kiamat dan hisab di akhirat nanti.",
      "verses": [
        {
          "number": 77,
          "arabic": "وَلَقَدْ أَوْحَيْنَآ إِلَىٰ مُوسَىٰٓ أَنْ أَسْرِ بِعِبَادِى فَٱضْرِبْ لَهُمْ طَرِيقًا فِى ٱلْبَحْرِ يَبَسًا لَّا تَخَـٰفُ دَرَكًا وَلَا تَخْشَىٰ",
          "transliteration": "walaqad awḥaynā ilā mūsā an asri biʿibādī fa-iḍ'rib lahum ṭarīqan fī l-baḥri yabasan lā takhāfu darakan walā takhshā",
          "translation": "Dan sungguh, telah Kami wahyukan kepada Musa, \"Pergilah bersama hamba-hamba-Ku (Bani Israil) pada malam hari, dan pukullah (buatlah) untuk mereka jalan yang kering di laut itu,<sup foot_note=135469>1</sup> (engkau) tidak perlu takut akan tersusul dan tidak perlu khawatir (akan tenggelam).\"",
          "tafsir": "Pada ayat ini Allah menerangkan bahwa tidak ada tanda-tanda Firaun akan menerima alasan dan bukti yang dikemukakan kepadanya, ia tetap saja di dalam keangkuhan dan kesombongannya, Allah mewahyukan kepada Nabi Musa supaya dia pergi meninggalkan Mesir negeri Firaun di malam hari supaya tidak dilihat oleh Firaun dan tentaranya, bersama hamba-hamba Allah yaitu yang ia diutus untuk menyelamatkan mereka dari kezaliman Firaun. Musa dan Bani Israil meninggalkan Mesir, ketika sampai di tepi laut Merah, Bani Israil berkata kepada Musa, \"Wahai Musa, Firaun dan tentaranya menyusul kita dari belakang, di depan kita lautan yang membentang luas, apa yang harus kita perbuat, untuk melintasi lautan itu.\" Allah memerintahkan Musa supaya ia memukul laut dengan tongkatnya. Setelah Musa melaksanakan perintah ini, lautan terbelah sampai ke tepi seberang. Belahan lautan itu sebanyak jumlah kabilah pada Bani Israil yakni dua belas dan merupakan jalan kering di tengah-tengah laut tidak berlumpur dan tidak berair. Di antara belahan itu, air tegak seperti gunung yang besar. Tiap kabilah melalui hanya satu jalan. Mereka dapat pandang memandang, dapat melihat satu kabilah kepada kabilah yang lain. Musa bersama Bani Israil berjalan melalui jalannya masing-masing dengan perasaan aman, tidak merasa cemas akan tersusul oleh Firaun dan tentaranya, dan tidak merasa takut akan tenggelam hingga sampailah ke tepi seberang lautan dengan selamat sebagaimana tersebut dalam firman Allah: Lalu Kami wahyukan kepada Musa, \"Pukullah laut itu dengan tongkatmu.\" Maka terbelahlah lautan itu, dan setiap belahan seperti gunung yang besar. (asy-Syu'ara/26: 63) Dan firman-Nya: Dan Kami selamatkan Musa dan orang-orang yang bersamanya. (asy-Syu'ara/26: 65)"
        },
        {
          "number": 78,
          "arabic": "فَأَتْبَعَهُمْ فِرْعَوْنُ بِجُنُودِهِۦ فَغَشِيَهُم مِّنَ ٱلْيَمِّ مَا غَشِيَهُمْ",
          "transliteration": "fa-atbaʿahum fir'ʿawnu bijunūdihi faghashiyahum mina l-yami mā ghashiyahum",
          "translation": "Kemudian Fir'aun dengan bala tentaranya mengejar mereka, tetapi mereka digulung ombak laut yang menenggelamkan mereka.",
          "tafsir": "Pada ayat ini Allah menerangkan bahwa setelah Firaun mengetahui kepergian Musa bersama Bani Israil meninggalkan Mesir ia mengirimkan orang-orang ke kota-kota untuk mengumpulkan tentaranya dengan maksud untuk menyusul Musa dan rombongannya. Firaun sangat marah sehingga ia memerintahkan tentaranya mengejar Musa dan kaumnya, karena mereka dianggap selalu berbuat hal-hal yang menyebabkannya murka. Sebagaimana firman Allah: Kemudian Firaun mengirimkan orang ke kota-kota untuk mengumpulkan (bala tentaranya). (Firaun berkata), \"Sesungguhnya mereka (Bani Israil) hanya sekelompok kecil, dan sesungguhnya mereka telah berbuat hal-hal yang menimbulkan amarah kita. (asy-Syu'ara/26: 53-54 dan 55) Setelah itu Firaun dan bala tentaranya segera mengejar Musa dan rombongannya. Setelah sampai di pinggir laut dan melihat banyak jalan terbentang di hadapan mereka, dengan tidak ada kecurigaan sedikit pun mereka melalui jalan-jalan yang telah dilalui Musa dan rombongannya, karena disangkanya jalan biasa. Setelah Firaun dengan bala tentaranya berada di tengah-tengah lautan, sedang Musa bersama rombongannya telah sampai ke seberang dan telah mendarat dengan selamat, tiba-tiba air laut bersatu kembali menutup Firaun dan bala tentaranya, maka mereka tenggelam semuanya. Firaun sebelum tenggelam dan ketika melihat keadaan yang berbahaya serta tidak mungkin menyelamatkan diri dari bahaya tenggelam, baru ia sadar dan mengucapkan kata-kata yang menunjukkan bahwa ia mengakui dan percaya bahwa tiada tuhan selain Tuhan yang dipercayai oleh Bani Israil, dan ia adalah orang yang berserah diri kepada Allah. Pengakuan Firaun itu tidak berguna lagi, karena ia telah berbuat dosa besar dan melakukan kerusakan di bumi. Firaun mati tenggelam namun demikian tubuhnya diselamatkan untuk menjadi bukti atas kekuasaan Allah bagi generasi yang akan datang, sebagaimana firman Allah: Sehingga ketika Firaun hampir tenggelam dia berkata, \"Aku percaya bahwa tidak ada tuhan melainkan Tuhan yang dipercayai oleh Bani Israil, dan aku termasuk orang-orang muslim (berserah diri).\" Mengapa baru sekarang (kamu beriman), padahal sesungguhnya engkau telah durhaka sejak dahulu, dan engkau termasuk orang yang berbuat kerusakan. Maka pada hari ini Kami selamatkan jasadmu agar engkau dapat menjadi pelajaran bagi orang-orang yang datang setelahmu, tetapi kebanyakan manusia tidak mengindahkan tanda-tanda (kekuasaan) Kami. (Yunus/10: 90-91 dan 92)"
        },
        {
          "number": 79,
          "arabic": "وَأَضَلَّ فِرْعَوْنُ قَوْمَهُۥ وَمَا هَدَىٰ",
          "transliteration": "wa-aḍalla fir'ʿawnu qawmahu wamā hadā",
          "translation": "Dan Fir'aun telah menyesatkan kaumnya dan tidak memberi petunjuk.",
          "tafsir": "Ayat ini menerangkan bahwa Firaun telah menyesatkan kaumnya. Ia menyangka bahwa Musa dan Bani Israil tidak akan bisa luput dari kejarannya karena lautan membentang luas di depannya. Setelah mereka sampai ke tepi pantai, ia berlagak seakan-akan karena kehebatannya laut itu terbelah membentuk jalan-jalan, maka diajaknya tentaranya memasuki jalan-jalan itu hingga akhirnya mereka tenggelam semua. Firaun tidak dapat petunjuk sama sekali untuk menghindarkan diri dari bahaya tenggelam, maka binasalah ia dan bala tentaranya."
        },
        {
          "number": 80,
          "arabic": "يَـٰبَنِىٓ إِسْرَٰٓءِيلَ قَدْ أَنجَيْنَـٰكُم مِّنْ عَدُوِّكُمْ وَوَٰعَدْنَـٰكُمْ جَانِبَ ٱلطُّورِ ٱلْأَيْمَنَ وَنَزَّلْنَا عَلَيْكُمُ ٱلْمَنَّ وَٱلسَّلْوَىٰ",
          "transliteration": "yābanī is'rāīla qad anjaynākum min ʿaduwwikum wawāʿadnākum jāniba l-ṭūri l-aymana wanazzalnā ʿalaykumu l-mana wal-salwā",
          "translation": "Wahai Bani Israil! Sungguh, Kami telah menyelamatkan kamu dari musuhmu, dan Kami telah mengadakan perjanjian dengan kamu (untuk bermunajat) di sebelah kanan gunung itu (gunung Sinai) dan Kami telah menurunkan kepada kamu manna dan salwā.",
          "tafsir": "Ayat ini menerangkan bahwa Allah telah mengaruniakan kepada Bani Israil tiga macam nikmat. 1. Mereka diselamatkan-Nya dari kekejaman musuhnya yaitu Firaun dan kaumnya. Ketika Firaun menimpakan kepada Bani Israil siksaan yang seberat-beratnya, mereka menyembelih anak laki-laki, dan membiarkan hidup anak-anak perempuan, dan ketika Allah menenggelamkan Firaun dan tentaranya sedang Musa melihatnya. Sebagaimana firman Allah: Dan (ingatlah) ketika Kami menyelamatkan kamu dari (Firaun dan) pengikut-pengikut Firaun. Mereka menimpakan siksaan yang sangat berat kepadamu. Mereka menyembelih anak-anak laki-lakimu dan membiarkan hidup anak-anak perempuanmu. Dan pada yang demikian itu merupakan cobaan yang besar dari Tuhanmu. Dan (ingatlah) ketika Kami membelah laut untukmu, sehingga kamu dapat Kami selamatkan dan Kami tenggelamkan (Firaun dan) pengikut-pengikut Firaun, sedang kamu menyaksikan. (al-Baqarah/2: 49 dan 50) 2. Musa berbicara langsung dengan Tuhannya di sebelah kanan gunung Sinai dan Allah menurunkan Taurat kepadanya yang merinci dengan jelas syariat-Nya. 3. Mereka dianugerahi Mann yaitu makanan seperti madu, rasanya manis sekali, warnanya putih seperti es, dan Salwa yaitu burung sebangsa puyuh yang enak dagingnya, ketika mereka tersesat di padang luas. Makanan ini tersedia dari fajar sampai matahari terbit."
        },
        {
          "number": 81,
          "arabic": "كُلُوا۟ مِن طَيِّبَـٰتِ مَا رَزَقْنَـٰكُمْ وَلَا تَطْغَوْا۟ فِيهِ فَيَحِلَّ عَلَيْكُمْ غَضَبِى ۖ وَمَن يَحْلِلْ عَلَيْهِ غَضَبِى فَقَدْ هَوَىٰ",
          "transliteration": "kulū min ṭayyibāti mā razaqnākum walā taṭghaw fīhi fayaḥilla ʿalaykum ghaḍabī waman yaḥlil ʿalayhi ghaḍabī faqad hawā",
          "translation": "Makanlah dari rezeki yang baik-baik yang telah Kami berikan kepadamu, dan janganlah melampaui batas, yang menyebabkan kemurkaan-Ku menimpamu. Barangsiapa ditimpa kemurkaan-Ku, maka sungguh, binasalah dia.",
          "tafsir": "Pada ayat ini Allah menyuruh supaya mereka memakan di antara rezeki yang baik, yang lezat cita rasanya dan yang telah Allah karuniakan kepada mereka, jangan sekali-kali mereka menyalahgunakannya, seperti menafkahkannya dengan boros, tidak mensyukurinya, mendermakan kepada kemaksiatan, dan lain-lain sebagainya, karena kalau demikian berarti mereka telah mengundang kemurkaan Allah yang akan menimpakan siksa-Nya. Celaka dan binasalah orang-orang yang telah ditimpa kemurkaan Allah."
        },
        {
          "number": 82,
          "arabic": "وَإِنِّى لَغَفَّارٌ لِّمَن تَابَ وَءَامَنَ وَعَمِلَ صَـٰلِحًا ثُمَّ ٱهْتَدَىٰ",
          "transliteration": "wa-innī laghaffārun liman tāba waāmana waʿamila ṣāliḥan thumma ih'tadā",
          "translation": "Dan sungguh, Aku Maha Pengampun bagi yang bertobat, beriman dan berbuat kebajikan, kemudian tetap dalam petunjuk.",
          "tafsir": "Pada ayat ini Allah menegaskan bahwa Dia Maha Pengampun bagi orang yang bertobat dari perbuatan syirik, membersihkan dirinya dari dosa, ikhlas dan amalnya dikerjakan semata-mata karena Allah, menunaikan kewajiban-Nya, mejauhi kemaksiatan, istiqamah ibadahnya sampai ia meninggal, dan memenuhi perintah Allah, sebagaimana dijelaskan dalam firman-Nya: Dan sembahlah Tuhanmu sampai yakin (ajal) datang kepadamu. (al- hijr/15: 99)"
        },
        {
          "number": 83,
          "arabic": "۞ وَمَآ أَعْجَلَكَ عَن قَوْمِكَ يَـٰمُوسَىٰ",
          "transliteration": "wamā aʿjalaka ʿan qawmika yāmūsā",
          "translation": "\"Dan mengapa engkau datang lebih cepat daripada kaummu, wahai Musa?\"",
          "tafsir": "Allah memberi teguran kepada Musa, karena ia cepat-cepat mendaki gunung itu dan meninggalkan kaumnya di bawah, padahal Allah telah memerintahkan supaya dia naik ke bukit itu bersama-sama dengan kaumnya untuk menerima sebagian dari kitab Taurat yang berupa kepingan dan lembaran-lembaran. Sebenarnya dia sudah ingin sekali bermunajat dengan Tuhannya untuk menerima kepingan-kepingan Taurat. Karena keinginan yang amat sangat itulah dia berangkat tanpa mengajak kaumnya hingga dia naik seorang diri ke bukit itu. Ia tinggalkan kaumnya di bawah dan dia berpesan kepada Harun supaya menjaga dan mengawasi mereka selama dia tidak berada di antara mereka. Sesampainya di atas bukit itu dia mengonsentrasikan jiwa dan pikiran menunggu-nunggu apa yang akan diwahyukan Tuhan kepadanya sebagaimana telah dijanjikan-Nya. Tiba-tiba Allah berfirman menanyakan dengan nada teguran atau celaan. Mengapa dia bergegas-gegas naik ke bukit seorang diri tanpa membawa kaumnya bersama dengan dia, padahal dia telah diperintahkan supaya datang bersama mereka. Memang tepat teguran Allah atas kekhilafannya itu, karena selain tidak melaksanakan perintah Allah secara keseluruhan, Musa telah meninggalkan kaumnya tanpa pimpinan meskipun ada saudaranya Harun yang akan mengawasi mereka. Seakan-akan Musa karena didorong oleh keinginan yang kuat untuk bermunajat dengan Tuhannya telah melepaskan tanggung jawabnya terhadap kaumnya dan tidak memperdulikan lagi apa yang akan terjadi dengan mereka selama ditinggalkannya. Hal ini bagi seorang Nabi yang diserahi Allah memimpin dan mengawasi kaumnya adalah suatu kelalaian atau pengabaian terhadap tugasnya yang utama yang patut disesalkan dan pantaslah dia menerima teguran atau celaan dari Tuhannya."
        },
        {
          "number": 84,
          "arabic": "قَالَ هُمْ أُو۟لَآءِ عَلَىٰٓ أَثَرِى وَعَجِلْتُ إِلَيْكَ رَبِّ لِتَرْضَىٰ",
          "transliteration": "qāla hum ulāi ʿalā atharī waʿajil'tu ilayka rabbi litarḍā",
          "translation": "Dia (Musa) berkata, \"Itu mereka sedang menyusul aku dan aku bersegera kepada-Mu, Ya Tuhanku, agar Engkau rida (kepadaku).\"",
          "tafsir": "Musa menjawab teguran Tuhannya dengan mengatakan bahwa kaumnya itu ada di belakangnya dan jarak antara dia dan kaumnya tidak begitu jauh. Jika ia mendahului naik ke atas gunung ini beberapa langkah bukanlah dengan maksud meninggalkan mereka dan kalau mereka dipanggil pasti dalam waktu yang singkat akan dapat berkumpul bersamanya. Memang ia bergegas-gegas menaiki bukit ini, karena ingin melaksanakan perintah Allah dengan segera, tepat pada waktunya sebagaimana yang telah ditetapkan, yaitu sesudah ia dan kaumnya berada di sekitar bukit Tur ini selama 40 malam. Ia datang dengan tergesa-gesa karena ingin cepat-cepat memperoleh keridaan Allah. Karena keinginan yang kuat untuk mencapai keridaan itulah ia menjadi lalai dan alpa terhadap perintah Allah supaya datang bersama-sama mereka."
        },
        {
          "number": 85,
          "arabic": "قَالَ فَإِنَّا قَدْ فَتَنَّا قَوْمَكَ مِنۢ بَعْدِكَ وَأَضَلَّهُمُ ٱلسَّامِرِىُّ",
          "transliteration": "qāla fa-innā qad fatannā qawmaka min baʿdika wa-aḍallahumu l-sāmiriyu",
          "translation": "Dia (Allah) berfirman, \"Sungguh, Kami telah menguji kaummu setelah engkau tinggalkan, dan mereka telah disesatkan oleh Samiri.\"",
          "tafsir": "Pada ayat ini diterangkan bahwa setelah Musa pergi meninggalkan kaumnya untuk bermunajat dengan Tuhannya, kaumnya telah menyeleweng dari agama Tauhid dan telah menyembah patung anak sapi buatan Samiri. Memang Allah hendak menguji iman kaum Nabi Musa apakah benar-benar mereka telah mempunyai iman yang kuat dan membaja ataukah masih terdapat dalam hati dan jiwa mereka bekas-bekas syirik atau kepercayaan menyembah berhala. Ternyata keimanan mereka belum begitu kuat dan mendalam karena hanya beberapa hari saja mereka ditinggalkan Musa dan masih dalam pengawasan Harun, mereka dengan mudah teperdaya dan masuk perangkap Samiri yang berasal dari kaum penyembah sapi. Namun Allah tidak akan membiarkan atau menerima begitu saja bila manusia menyatakan dirinya beriman tanpa diuji lebih dahulu sesuai dengan firman-Nya: Apakah manusia mengira bahwa mereka akan dibiarkan hanya dengan mengatakan, \"Kami telah beriman,\" dan mereka tidak diuji? Dan sungguh, Kami telah menguji orang-orang sebelum mereka, maka Allah pasti mengetahui orang-orang yang benar dan pasti mengetahui orang-orang yang dusta. (al-'Ankabut/29: 2 dan 3) Ternyata kaum Musa itu tidaklah termasuk orang-orang yang kuat dan mendalam imannya karena baru sebentar saja mereka ditinggalkan Musa (menurut riwayat hanya 20 hari) mereka telah meninggalkan agama tauhid dan kembali menganut agama penyembah-penyembah berhala. Hal ini tidak dapat disesalkan dan mungkin sekali terjadi karena mereka telah lama di bawah kekuasaan Firaun. Karena itu mental mereka sudah rusak dan moral mereka pun menjadi lemah sehingga tidak bisa diharapkan dari mereka kesetiaan dan kesabaran mempertahankan suatu prinsip. Maka dengan mudah Samiri memperdayakan mereka dengan membuat patung berbentuk anak sapi dari emas yang dapat berbunyi sendiri seperti suara anak sapi, maka mereka tertarik dengan omongan Samiri bahwa inilah Tuhan yang sebenarnya. Adapun Tuhan Musa dan Harun yang tidak dapat dilihat mengapa kita mau menyembahnya?"
        },
        {
          "number": 86,
          "arabic": "فَرَجَعَ مُوسَىٰٓ إِلَىٰ قَوْمِهِۦ غَضْبَـٰنَ أَسِفًا ۚ قَالَ يَـٰقَوْمِ أَلَمْ يَعِدْكُمْ رَبُّكُمْ وَعْدًا حَسَنًا ۚ أَفَطَالَ عَلَيْكُمُ ٱلْعَهْدُ أَمْ أَرَدتُّمْ أَن يَحِلَّ عَلَيْكُمْ غَضَبٌ مِّن رَّبِّكُمْ فَأَخْلَفْتُم مَّوْعِدِى",
          "transliteration": "farajaʿa mūsā ilā qawmihi ghaḍbāna asifan qāla yāqawmi alam yaʿid'kum rabbukum waʿdan ḥasanan afaṭāla ʿalaykumu l-ʿahdu am aradttum an yaḥilla ʿalaykum ghaḍabun min rabbikum fa-akhlaftum mawʿidī",
          "translation": "Kemudian Musa kembali kepada kaumnya dengan marah dan bersedih hati. Dia (Musa) berkata, \"Wahai kaumku! Bukankah Tuhanmu telah menjanjikan kepadamu suatu janji yang baik? Apakah terlalu lama masa perjanjian itu bagimu atau kamu menghendaki agar kemurkaan Tuhan menimpamu, mengapa kamu melanggar perjanjianmu dengan aku?\"",
          "tafsir": "Mendengar firman Tuhannya yang menerangkan bahwa kaumnya telah disesatkan oleh Samiri dengan cepat dia kembali kepada kaumnya dalam keadaan sangat jengkel dan marah. Didapatinya kaumnya sedang berlutut di hadapan patung emas berbentuk anak sapi, menyembah dan memujanya. Mereka berkata di antara sesama mereka, \"Inilah tuhan kita dan juga tuhan Musa. Sesungguhnya Musa telah lupa sehingga ia pergi menemui Tuhannya ke puncak bukit, padahal Tuhannya ada di sini.\" Tidaklah dapat dilukiskan betapa sedihnya hati Musa melihat kaumnya dengan sekejap saja dan dengan mudah dapat disesatkan oleh Samiri dan betapa hebatnya kemarahan di dalam dadanya melihat suasana dan keadaan kaumnya. Menurut satu riwayat setelah melihat kaumnya menyembah berhala dia lalu mendengar suara hiruk pikuk dan berbagai macam teriakan dari kaumnya dan melihat mereka menari-nari di sekeliling patung itu. Qurtubi meriwayatkan bahwa Abu Bakar ath-Turthusy pernah ditanya orang tentang sekumpulan orang berdzikir menyebut nama Allah dan berselawat menyebut nama Nabi Muhammad dengan cara menari-nari serta memukul gendang dan karena asyiknya ada di antara mereka yang jatuh pingsan, kemudian mereka mengambil makanan yang mereka bawa dan telah disiapkan, bagaimanakah hukum perbuatan mereka? Apakah hal itu dibolehkan oleh Islam atau tidak? ath-Turthusy menjawab, \"Mazhab Sufi, yang seperti itu adalah batil, suatu kejahilan dan kesesatan. Islam itu adalah (ajaran) kitab Allah dan Sunnah Rasul-Nya. Adapun memukul gendang (dan menari-nari) sampai seperti orang kesurupan maka orang yang mula-mula mengadakannya ialah Samiri di waktu dia membuat patung anak sapi untuk disembah kaum Musa dengan menari-nari di sekelilingnya. Maka perbuatan seperti itu adalah perbuatan orang-orang kafir dan penyembah anak sapi.\" Selanjutnya Musa berkata kepada kaumnya, \"Mengapa kamu menyembah patung itu padahal Allah telah menjanjikan kepadamu janji-janji yang baik dan menguntungkan sesudah mengaruniakan kepadamu berbagai nikmat seperti membebaskan kamu dari kaum Firaun menempatkan kamu di tempat ini, memberimu makanan yang lezat dan berkhasiat. Allah menjanjikan akan menurunkan Al-Kitab kepadamu, di dalamnya terdapat syariat dan peraturan untuk kebaikan dan kebahagiaan kamu di dunia dan di akhirat. Dia menjanjikan pula akan memberikan pahala yang banyak kepadamu kalau kamu tetap beriman dan beramal saleh dan menjanjikan pula bahwa kamu akan memasuki tanah suci Palestina dengan mengalahkan penghuni-penghuninya yang kuat dan perkasa. Kenapa kamu cepat sekali berpaling dari agama Allah padahal belum berapa lama janji itu dinyatakan Allah kepadamu, dan tanda-tanda janji itu pasti akan terwujud dan terlaksana seperti yang kamu lihat dan kamu alami sendiri? Apakah kamu menyangka bahwa kamu telah lama menunggu-nunggu terwujudnya janji itu ataukah kamu sengaja menunggu kemurkaan Allah atasmu dengan perbuatan ini. Bukankah kamu telah berjanji kepadaku bahwa kamu akan tetap beriman sampai aku kembali kepadamu, dan tidak akan mengada-adakan sesuatu yang merusak akidah kamu atau bertentangan dengan akidah itu.\""
        },
        {
          "number": 87,
          "arabic": "قَالُوا۟ مَآ أَخْلَفْنَا مَوْعِدَكَ بِمَلْكِنَا وَلَـٰكِنَّا حُمِّلْنَآ أَوْزَارًا مِّن زِينَةِ ٱلْقَوْمِ فَقَذَفْنَـٰهَا فَكَذَٰلِكَ أَلْقَى ٱلسَّامِرِىُّ",
          "transliteration": "qālū mā akhlafnā mawʿidaka bimalkinā walākinnā ḥummil'nā awzāran min zīnati l-qawmi faqadhafnāhā fakadhālika alqā l-sāmiriyu",
          "translation": "Mereka berkata, \"Kami tidak melanggar perjanjianmu dengan kemauan kami sendiri, tetapi kami harus membawa beban berat dari perhiasan kaum (Fir'aun) itu, kemudian kami melemparkannya (ke dalam api), dan demikian pula Samiri melemparkannya,<sup foot_note=135470>1</sup>",
          "tafsir": "Kaumnya menjawab, \"Kami melanggar janji itu bukanlah dengan kemauan dan kehendak kami, karena kami tidak dapat menguasai diri kami. Andaikata kami dibiarkan saja menurut kemauan kami, tentulah kami tidak akan berbuat seperti ini. Tetapi Samiri telah memperdayakan kami yang bodoh ini sehingga kami tertarik oleh kata-kata dan bujuk rayunya yang mempesona hati kami. Samiri telah memaksa kami memikul beban yang berat yang terdiri dari perhiasan-perhiasan yang dipinjamkannya dari bangsa Mesir sewaktu kami akan berangkat meninggalkan Mesir. Dia mengatakan bahwa nanti akan diadakan hari raya, karena perhiasan-perhiasan itu harus dibawa dan kamilah yang diperintahkan untuk memikulnya. Hal ini disembunyikannya terhadapmu hai Musa karena dia takut akan dilarang membawanya. Sepeninggal engkau kami disuruhnya menggali lubang yang besar di tanah dan menyalakan api untuk membakar perhiasan itu, maka kami lemparkan semua perhiasan yang kami bawa.\""
        }
      ]
    }
  ]
}