{
  "pageNumber": 9,
  "juz": 1,
  "surahs": [
    {
      "number": 2,
      "name": "Al-Baqarah",
      "nameArabic": "البقرة",
      "meaning": "Sapi Betina",
      "revelation": "Madinah",
      "description": "Surat \"Al Baqarah\" terdiri atas 286 ayat dan sebagian besar diturunkan di Madinah pada permulaan tahun Hijrah, kecuali ayat 281 yang diturunkan di Mina pada Haji wadaa' (haji Nabi Muhammad s.a.w. yang terakhir). Seluruh ayat surat Al Baqarah termasuk golongan Madaniyyah dan merupakan surat yang terpanjang di antara surat-surat Al Qur'an yang di dalamnya terdapat pula ayat yang terpanjang (ayat 282).Surat ini dinamai \"Al Baqarah\" karena di dalamnya disebutkan kisah penyembelihan sapi betina yang diperintahkan Allah kepada Bani Israil (ayat 67 sampai dengan 74), di mana dijelaskan watak orang Yahudi pada umumnya. Dinamai \"Fusthaathul-Qur'an\" (puncak Al Qur'an) karena memuat beberapa hukum yang tidak disebutkan dalam surat yang lain. Dinamai juga surat \"Alif-laam-miim\" karena surat ini dimulai dengan Alif-laam-miim.&nbsp;Pokok-Pokok Isi:1. Keimanan:Dakwah Islamiyah yang dihadapkan kepada umat Islam, ahli kitab dan para musyrikin.2. Hukum-hukum:Perintah mengerjakan shalat; menunaikan zakat; hukum puasa; hukum haji dan umrah; hukum qishash; halal dan haram; berinfak di jalan Allah; hukum arak dan judi; cara menyantuni anak yatim, larangan riba; utang-piutang; nafkah dan yang berhak menerimanya; wasiat kepada ibu-bapak dan kaum kerabat; hukum sumpah; kewajiban menyampaikan amanah; sihir; hukum merusak masjid; hukum mengubah kitab-kitab Allah; hukum haidh, 'iddah, thalak, khulu', ilaa' dan susuan; hukum melamar, mahar, larangan menikahi wanita musyrik dan sebaliknya; hukum perang.3. Kisah-kisah:Kisah penciptaan Nabi Adam a.s; kisah Nabi Ibrahim a.s.; kisah Nabi Musa a.s. dengan Bani Israil.4. Lain-lain:Sifat-sifat orang yang bertakwa; sifat-sifat orang munafik; sifat-sifat Allah; perumpamaan-perumpamaan; kiblat, kebangkitan sesudah mati.Kesimpulan surat Al Baqarah:1. Menjelaskan beberapa hukum dalam agama Islam.2. Mengemukakan beberapa perumpamaan.3. Mengemukakan hujjah-hujjah.Hubungan Surat Al Baqarah Dengan Surat Ali 'Imran:1. Dalam surat Al Baqarah, disebutkan Nabi Adam a.s. yang langsung diciptakan Allah, sedang dalam surat Ali'Imran, disebutkan tentang kelahiran Nabi 'Isa a.s. yang kedua-duanya diciptakan Allah secara menyelisihi kebiasaan.2. Dalam surat Al Baqarah, sifat dan perbuatan orang-orang Yahudi dibentangkan secara luas disertai dengan hujjah untuk mematahkan hujjah-hujjah mereka yang membela kesesatan, sedang dalam surat Ali 'Imran, dibentangkan hal-hal serupa yang berhubungan dengan orang Nasrani.3. Surat Al Baqarah dimulai dengan menyebutkan tiga golongan manusia, yaitu orang mukmin, orang yang mengimani hari akhir, dan orang munafik. Sementara itu, surat Ali 'Imran dimulai dengan menyebutkan orang yang suka mentakwilkan ayat yang mutasyabihaat secara salah untuk memfitnah orang mukmin, dan menyebutkan orang yang mempunyai keahlian dalam menakwilkannya.4. Surat Al Baqarah disudahi dengan permohonan kepada Allah agar kesalahan-kesalahan dan kealpaan dalam melaksanakan ketaatan diampuni, sedang surat Ali 'Imran disudahi dengan permohonan kepada Allah agar Dia memberi pahala atas amal saleh yang dilakukan hamba-Nya.5. Surat Al Baqarah dimulai dengan menyebutkan sifat-sifat orang yang bertakwa, sedang surat Ali 'Imran dimulai dengan perintah bertakwa.",
      "verses": [
        {
          "number": 58,
          "arabic": "وَإِذْ قُلْنَا ٱدْخُلُوا۟ هَـٰذِهِ ٱلْقَرْيَةَ فَكُلُوا۟ مِنْهَا حَيْثُ شِئْتُمْ رَغَدًا وَٱدْخُلُوا۟ ٱلْبَابَ سُجَّدًا وَقُولُوا۟ حِطَّةٌ نَّغْفِرْ لَكُمْ خَطَـٰيَـٰكُمْ ۚ وَسَنَزِيدُ ٱلْمُحْسِنِينَ",
          "transliteration": "wa-idh qul'nā ud'khulū hādhihi l-qaryata fakulū min'hā ḥaythu shi'tum raghadan wa-ud'khulū l-bāba sujjadan waqūlū ḥiṭṭatun naghfir lakum khaṭāyākum wasanazīdu l-muḥ'sinīna",
          "translation": "Dan (ingatlah) ketika Kami berfirman, \"Masuklah kamu ke negeri ini (Baitulmaqdis), maka makanlah dengan nikmat (berbagai makanan) yang ada di sana sesukamu. Dan masukilah pintu gerbangnya sambil membungkuk, dan katakanlah, \"Bebaskanlah kami (dari dosa-dosa kami),\" niscaya Kami ampuni kesalahan-kesalahanmu. Dan Kami akan menambah (karunia) bagi orang-orang yang berbuat kebaikan.\"",
          "tafsir": "Pada permulaan ayat ini, Allah swt memerintahkan Bani Israil untuk memasuki suatu daerah (Baitulmakdis) dan menikmati makanan-makanan yang ada di sana dan mensyukuri nikmat-Nya, karena mereka telah diselamatkan dari pengejaran musuh dalam perjalanan yang amat sulit. Mereka diperintahkan untuk mengucapkan doa kepada Allah, agar mereka diampuni dari segala dosa yang telah mereka lakukan. Allah menegaskan bahwa jika mereka mematuhi perintah tersebut, Dia akan mengampuni semua kesalahan mereka, dan akan memberikan tambahan pahala dan karunia kepada orang-orang yang berbuat kebajikan."
        },
        {
          "number": 59,
          "arabic": "فَبَدَّلَ ٱلَّذِينَ ظَلَمُوا۟ قَوْلًا غَيْرَ ٱلَّذِى قِيلَ لَهُمْ فَأَنزَلْنَا عَلَى ٱلَّذِينَ ظَلَمُوا۟ رِجْزًا مِّنَ ٱلسَّمَآءِ بِمَا كَانُوا۟ يَفْسُقُونَ",
          "transliteration": "fabaddala alladhīna ẓalamū qawlan ghayra alladhī qīla lahum fa-anzalnā ʿalā alladhīna ẓalamū rij'zan mina l-samāi bimā kānū yafsuqūna",
          "translation": "Lalu orang-orang yang zalim mengganti perintah dengan (perintah lain) yang tidak diperintahkan kepada mereka. Maka Kami turunkan malapetaka dari langit kepada orang-orang yang zalim itu, karena mereka (selalu) berbuat fasik.",
          "tafsir": "Dalam ayat ini diterangkan, bahwa Bani Israil tidak mau melaksanakan perintah dan petunjuk-petunjuk Allah, bahkan sebaliknya mereka melakukan hal-hal yang bertentangan dengan perintah-perintah tersebut, seolah-olah mereka tidak mengakui adanya segala perintah itu. Mereka mengatakan bahwa hal-hal sebaliknyalah yang diperintahkan kepada mereka. Demikianlah orang yang fasik dengan mudah memutarbalikkan kenyataan. Orang-orang yang durhaka senantiasa menyalahi perintah, apabila mereka ditugaskan melakukan pekerjaan yang terasa berat bagi mereka. Pada akhir ayat ini dijelaskan bahwa karena sikap mereka yang ingkar dan tidak mematuhi perintah itu, Allah menurunkan azab kepada mereka. Dalam ayat ini tidak dijelaskan macam azab yang diturunkan itu. Allah menguji Bani Israil dengan bermacam-macam cobaan setiap kali mereka melakukan kefasikan dan kezaliman."
        },
        {
          "number": 60,
          "arabic": "۞ وَإِذِ ٱسْتَسْقَىٰ مُوسَىٰ لِقَوْمِهِۦ فَقُلْنَا ٱضْرِب بِّعَصَاكَ ٱلْحَجَرَ ۖ فَٱنفَجَرَتْ مِنْهُ ٱثْنَتَا عَشْرَةَ عَيْنًا ۖ قَدْ عَلِمَ كُلُّ أُنَاسٍ مَّشْرَبَهُمْ ۖ كُلُوا۟ وَٱشْرَبُوا۟ مِن رِّزْقِ ٱللَّهِ وَلَا تَعْثَوْا۟ فِى ٱلْأَرْضِ مُفْسِدِينَ",
          "transliteration": "wa-idhi is'tasqā mūsā liqawmihi faqul'nā iḍ'rib biʿaṣāka l-ḥajara fa-infajarat min'hu ith'natā ʿashrata ʿaynan qad ʿalima kullu unāsin mashrabahum kulū wa-ish'rabū min riz'qi l-lahi walā taʿthaw fī l-arḍi muf'sidīna",
          "translation": "Dan (ingatlah) ketika Musa memohon air untuk kaumnya, lalu Kami berfirman, \"Pukullah batu itu dengan tongkatmu!\" Maka memacarlah darinya dua belas mata air. Setiap suku telah mengetahui tempat minumnya (masing-masing).<sup foot_note=134981>1</sup> Makan dan minumlah dari rezeki (yang diberikan) Allah, dan janganlah kamu melakukan kejahatan di bumi dengan berbuat kerusakan.",
          "tafsir": "Pada permulaan ayat ini, Allah swt mengisahkan bagaimana Nabi Musa a.s. berdoa kepada Allah untuk mendapatkan air minum bagi para pengikutnya yang terdiri dari dua belas suku. Allah mengabulkan doa tersebut, lalu memerintahkan Nabi Musa memukulkan tongkatnya ke sebuah batu besar yang ada di padang pasir itu. Tiba-tiba memancarlah air dari batu itu sebanyak dua belas sumber, sehingga masing-masing suku dari kaum Nabi Musa itu mendapatkan air minum secukupnya. Kejadian ini merupakan mukjizat bagi Musa untuk membuktikan kerasulannya, dan untuk menunjukkan kekuasaan Allah. Sesungguhnya Allah kuasa memancarkan air dari batu, tanpa dipukul dengan tongkat lebih dahulu, tetapi Allah hendak memperlihatkan kepada hamba-Nya hubungan sebab dengan akibat. Apabila mereka menginginkan sesuatu harus berusaha dan bekerja untuk mendapatkannya sesuai proses hubungan antara sebab dan akibat. Allah telah menyediakan rezeki untuk setiap makhluk-Nya yang hidup di bumi ini, tetapi rezeki itu tidak datang sendiri, melainkan harus diusahakan, dan harus ditempuh cara-caranya. Siapa yang malas berusaha tentu tidak akan mendapatkan rezeki yang diperlukan. Di samping itu Allah telah menciptakan manusia mempunyai pikiran dan perasaan yang terbatas, sehingga dia hanya dapat memahami yang berada dalam daerah jangkauan indera, pikiran, dan perasaannya. Apabila dia melihat adanya sesuatu yang berada di luar kemampuannya, dia berusaha untuk mengembalikan persoalannya kepada yang telah diketahuinya. Bila dia tidak dapat memahaminya sama sekali, dia menjadi bingung, apalagi hal itu terjadi di hadapannya berulang kali. Maka Allah memperlihatkan mukjizat melalui para nabi sesuai dengan keadaan umat pada masa nabi itu. Allah menyuruh mereka makan dan minum dari rezeki yang telah dilimpahkan kepada mereka, dan mereka dilarang untuk berbuat kezaliman."
        },
        {
          "number": 61,
          "arabic": "وَإِذْ قُلْتُمْ يَـٰمُوسَىٰ لَن نَّصْبِرَ عَلَىٰ طَعَامٍ وَٰحِدٍ فَٱدْعُ لَنَا رَبَّكَ يُخْرِجْ لَنَا مِمَّا تُنۢبِتُ ٱلْأَرْضُ مِنۢ بَقْلِهَا وَقِثَّآئِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَا ۖ قَالَ أَتَسْتَبْدِلُونَ ٱلَّذِى هُوَ أَدْنَىٰ بِٱلَّذِى هُوَ خَيْرٌ ۚ ٱهْبِطُوا۟ مِصْرًا فَإِنَّ لَكُم مَّا سَأَلْتُمْ ۗ وَضُرِبَتْ عَلَيْهِمُ ٱلذِّلَّةُ وَٱلْمَسْكَنَةُ وَبَآءُو بِغَضَبٍ مِّنَ ٱللَّهِ ۗ ذَٰلِكَ بِأَنَّهُمْ كَانُوا۟ يَكْفُرُونَ بِـَٔايَـٰتِ ٱللَّهِ وَيَقْتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيْرِ ٱلْحَقِّ ۗ ذَٰلِكَ بِمَا عَصَوا۟ وَّكَانُوا۟ يَعْتَدُونَ",
          "transliteration": "wa-idh qul'tum yāmūsā lan naṣbira ʿalā ṭaʿāmin wāḥidin fa-ud'ʿu lanā rabbaka yukh'rij lanā mimmā tunbitu l-arḍu min baqlihā waqithāihā wafūmihā waʿadasihā wabaṣalihā qāla atastabdilūna alladhī huwa adnā bi-alladhī huwa khayrun ih'biṭū miṣ'ran fa-inna lakum mā sa-altum waḍuribat ʿalayhimu l-dhilatu wal-maskanatu wabāū bighaḍabin mina l-lahi dhālika bi-annahum kānū yakfurūna biāyāti l-lahi wayaqtulūna l-nabiyīna bighayri l-ḥaqi dhālika bimā ʿaṣaw wakānū yaʿtadūna",
          "translation": "Dan (ingatlah), ketika kamu berkata, \"Wahai Musa! Kami tidak tahan hanya (makan) dengan satu macam makanan saja, maka mohonkanlah kepada Tuhanmu untuk kami, agar Dia memberi kami apa yang ditumbuhkan bumi, seperti: sayur-mayur, mentimun, bawang putih, kacang adas dan bawang merah.\" Dia (Musa) menjawab, \"Apakah kamu meminta sesuatu yang buruk sebagai ganti dari sesuatu yang baik? Pergilah ke suatu kota, pasti kamu memperoleh apa yang kamu minta.\" Kemudian mereka ditimpa kenistaan dan kemiskinan, dan mereka (kembali) mendapat kemurkaan dari Allah. Hal itu (terjadi) karena mereka mengingkari ayat-ayat Allah dan membunuh para nabi tanpa hak (alasan yang benar). Yang demikian itu karena mereka durhaka dan melampaui batas.",
          "tafsir": "Ketika Bani Israil tersesat di padang pasir Sinai, mereka berkata kepada Nabi Musa bahwa mereka tidak tahan terhadap satu jenis makanan saja, sedang yang ada hanya mann dan salwa saja (al-Baqarah/2:57). Mereka berkata demikian karena keingkaran mereka terhadap Nabi Musa a.s. dan kebanggaan terhadap kehidupan mereka dahulu. Bani Israil kemudian meminta kepada Musa a.s. agar berdoa kepada Tuhan semoga Dia mengeluarkan sayur-sayuran yang ditumbuhkan bumi sebagai ganti mann dan salwa. Mereka tidak mau berdoa sendiri, tetapi mengharapkan Musa yang berdoa kepada Tuhan, karena mereka memandang Musa orang yang dekat kepada Tuhan dan lagi pula dia seorang Nabi yang dapat bermunajat kepada Allah. Sayur-mayur dan lain-lain yang mereka minta itu banyak terdapat di kota-kota, tapi tidak terdapat di padang pasir. Sebenarnya permintaan itu tidak sukar dicari, karena mereka dapat memperolehnya asal saja mereka pergi ke kota. Nabi Musa menolak permintaan itu dengan penuh kekecewaan dan kejengkelan serta mencela sikap mereka karena mereka menolak mann dan salwa, makanan yang sebenarnya mengandung nilai gizi yang tinggi dan sangat diperlukan oleh tubuh, diganti dengan sayur-mayur yang lebih rendah gizinya. Kemudian Nabi Musa menyuruh mereka keluar dari gurun Sinai dan pergi menuju kota. Di sana mereka akan mendapatkan yang mereka inginkan, sebab gurun Sinai tempat mereka tinggal sampai batas waktu yang telah ditentukan Allah, tidak dapat menumbuhkan sayur-sayuran. Mereka tinggal di gurun Sinai itu karena mereka lemah dan tidak tabah untuk mengalahkan penduduk negeri yang dijanjikan bagi mereka. Mereka akan lepas dari hal yang tidak mereka sukai, bilamana mereka memiliki keberanian memerangi orang-orang yang di sekitar mereka, yaitu penduduk bumi yang dijanjikan Allah dan menjamin memberi pertolongan kepada mereka. Oleh sebab itu, hendaknya mereka mencari jalan untuk mendapatkan kemenangan dan keuntungan. Setelah Allah menceritakan penolakan Musa terhadap permintaan mereka dan sebelumnya telah membentangkan pula segala nikmat yang dikaruniakan kepada mereka, dalam ayat ini Allah mengemukakan beberapa kejahatan keturunan Bani Israil yang datang kemudian, yaitu mereka mengingkari ayat-ayat Allah, membunuh nabi-nabi dan pelanggaran mereka terhadap hukum Allah. Oleh sebab itu, Allah menimpakan kepada mereka kehinaan dan kemiskinan sebagai wujud kemurkaan-Nya. Sudah semestinya mereka menerima murka Ilahi, menanggung bencana dan siksaan di dunia dan azab yang pedih di akhirat. Demikian pula mereka mendapatkan kehinaan dan kemiskinan karena mereka selalu menolak ayat-ayat Allah yang telah diberikan kepada Nabi Musa berupa mukjizat yang telah mereka saksikan sendiri. Kedurhakaan dan penolakan mereka terhadap Nabi Musa adalah suatu bukti bahwa ayat-ayat Allah tidak berpengaruh pada jiwa mereka. Mereka tetap mengingkarinya. Mereka membunuh para nabi dari golongan mereka, tanpa alasan yang benar. Memang sesungguhnya orang yang berbuat kesalahan kadang-kadang meyakini bahwa yang diperbuatnya adalah benar. Perbuatan mereka yang demikian itu bukanlah karena salah dalam memahami atau menafsirkan hukum, tetapi memang dengan sengaja menyalahi hukum-hukum Allah yang telah disyariatkan di dalam agama mereka. Kekufuran mereka terhadap ayat-ayat Allah dan kelancangan mereka membunuh para nabi, karena mereka banyak melampaui batas ketentuan agama mereka. Seharusnya agama mempunyai pengaruh yang besar pada jiwa manusia, sehingga penganutnya takut menyalahi perintah Allah. Apabila seseorang melampaui peraturan-peraturan atau batas-batas agamanya berarti pengaruh agama pada jiwanya sudah lemah. Semakin sering dia melanggar batas hukum agama itu semakin lemah pulalah pengaruh agama pada jiwanya. Sampai akhirnya pelanggaran ketentuan-ketentuan agama itu menjadi kebiasaannya, seolah-olah dia lupa akan adanya batas-batas agama dan peraturan-peraturannya. Akhirya lenyaplah pengaruh agama dalam hatinya."
        }
      ]
    }
  ]
}