{
  "pageNumber": 473,
  "juz": 24,
  "surahs": [
    {
      "number": 40,
      "name": "Ghafir",
      "nameArabic": "غافر",
      "meaning": "Yang Maha Pengampun",
      "revelation": "Makkah",
      "description": "Surat \"Ghafir\" terdiri atas 85 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Az-Zumar.Dinamakan \"Ghafir\" (yang mengampuni), karena ada hubungannya dengan kata \"Ghafir\" yang terdapat pada ayat ke-3 surat ini. Ayat ini mengingatkan bahwa \"Maha Pengampun\" dan \"Maha Penerima Taubat\" adalah termasuk sifat Allah. Karena itu, hamba-hamba Allah tidak perlu khawatir terhadap perbuatan-perbuatan dosa yang telah telanjur mereka lakukan, semuanya akan diampuni Allah dengan syarat memohon ampunan dan bertaubat kepada-Nya dengan sungguh-sungguh serta berjanji tidak akan mengulangi perbuatan-perbuatan dosa itu lagi. Surat ini juga dinamai \"Dzit Thaul\" (Yang Mempunyai Karunia) karena kata tersebut terdapat pada ayat ke-3.Dinamai pula \"Al-Mu'min\" (orang yang beriman), berhubung kata \"mu'min\" yang terdapat pada ayat ke-28 surat ini. Pada ayat ke-28 diterangkan bahwa seorang dari kaum Fir'aun telah beriman kepada Nabi Musa tetapi menyembunyikan keimanannya di depan kaumnya. Setelah mendengar keterangan dan melihat mukjizat yang dikemukakan oleh Nabi Musa, hati kecil orang itu mencela Fir'aun dan kaumnya yang tidak mau beriman kepada Nabi Musa sekalipun telah dikemukakan keterangan dan mukjizat yang diminta mereka.**Pokok-Pokok Isi:**1. **Keimanan:** Sifat-sifat malaikat yang memikul 'Arsy dan yang berada di sekitarnya; dalil-dalil yang menunjukkan kekuasaan Allah, sifat-sifat Allah yang menunjukkan kebesaran dan keagungan-Nya; ilmu Allah meliputi segala sesuatu; bukti-bukti yang menunjukkan keberadaan hari kebangkitan.2. **Kisah:** Kisah Nabi Musa dengan Fir'aun.3. **Lain-lain:** Sikap orang mukmin dan orang kafir terhadap Al-Qur'an; permohonan orang-orang kafir agar dikeluarkan dari neraka; peringatan untuk orang-orang musyrik tentang kedahsyatan hari kiamat; anjuran bersabar dalam menghadapi kaum musyrikin; nikmat-nikmat Allah yang terdapat di daratan dan lautan; janji Rasulullah bahwa orang-orang mukmin akan menang terhadap musuhnya.Surat Ghafir mengemukakan hal-hal yang berhubungan dengan bantahan orang-orang kafir dan pengakuan orang-orang mukmin terhadap Al-Qur'an terutama yang berhubungan dengan ketauhidan, penegasan kebangkitan dan kerasulan. Selain itu, surat ini juga mengemukakan bahwa keadaan orang-orang musyrik akan sama dengan keadaan Fir'aun, Qarun, dan Haman, bila mereka tetap dalam kemusyrikannya.**Hubungan Surat Ghafir Dengan Surat Fussilat:**1. Kedua surat ini sama-sama memberikan peringatan kepada orang-orang Quraisy yang mengingkari Nabi Muhammad.2. Kedua surat ini sama-sama dimulai dengan menyebutkan sifat-sifat Al-Qur'an.",
      "verses": [
        {
          "number": 50,
          "arabic": "قَالُوٓا۟ أَوَلَمْ تَكُ تَأْتِيكُمْ رُسُلُكُم بِٱلْبَيِّنَـٰتِ ۖ قَالُوا۟ بَلَىٰ ۚ قَالُوا۟ فَٱدْعُوا۟ ۗ وَمَا دُعَـٰٓؤُا۟ ٱلْكَـٰفِرِينَ إِلَّا فِى ضَلَـٰلٍ",
          "transliteration": "qālū awalam taku tatīkum rusulukum bil-bayināti qālū balā qālū fa-id'ʿū wamā duʿāu l-kāfirīna illā fī ḍalālin",
          "translation": "Maka (penjaga-penjaga Jahanam) berkata, \"Apakah rasul-rasul belum datang kepadamu dengan membawa bukti-bukti yang nyata?\" Mereka menjawab, \"Benar, sudah datang.\" (Penjaga-penjaga Jahanam) berkata, 'Berdoalah kamu (sendiri!)\" Namun doa orang-orang kafir itu sia-sia belaka.",
          "tafsir": "Para penjaga neraka itu menjawab, \"Bukankah dahulu telah diutus kepadamu rasul-rasul yang memberikan keterangan, bukti, dan dalil yang menunjukkan keesaan Allah, memberimu petunjuk-petunjuk ke jalan kebahagiaan serta menyampaikan kabar peringatan kepadamu, tentang akibat perbuatan terlarang yang kamu kerjakan seperti mengingkari Allah.\" Firman Allah: \"Apakah belum pernah datang kepadamu rasul-rasul dari kalangan kamu yang membacakan ayat-ayat Tuhanmu dan memperingatkan kepadamu akan pertemuan (dengan) harimu ini?\" (az-Zumar/39: 71) Orang-orang musyrik itu menjawab, \"Benar, rasul-rasul telah datang kepada kami, mengajak kami beriman kepada Allah dan rasul-Nya, tetapi kami mengingkari seruan itu dan tidak mau beriman. Bahkan kami menentang dan menyiksa para rasul itu dan orang-orang yang beriman kepadanya.\" Penjaga neraka menjawab, \"Jika tindakan dan sikapmu terhadap rasul sewaktu hidup di dunia benar-benar seperti yang kamu terangkan itu, maka mohonlah sendiri kepada Allah. Kami tidak akan mendoakan semua orang kafir yang mendustakan rasul. Ingatlah, doa orang yang sepertimu itu tidak akan diperkenankan Allah dan tidak akan ada faedahnya. Bagi kamu sama saja, apakah kamu berdoa atau tidak, azab itu tidak akan berkurang sedikit pun, rasakanlah azab itu sebagai akibat perbuatan kamu sendiri.\" Tentang keadaan penghuni neraka itu, at-Tirmidzi meriwayatkan dari Abu ad-Darda'., ia berkata:Penghuni neraka ditimpa kelaparan yang menandingi azab mereka. Mereka memohon bantuan makanan. Mereka diberi makanan pohon berduri yang tidak dapat menggemukkan dan tidak dapat menghilangkan lapar, lalu mereka makan pohon itu, tetapi mereka bertambah lapar. Mereka minta tolong lagi, lalu mereka diberi makanan yang dapat menyekat di kerongkogan setelah mereka makan. Mereka mengatakan bahwa ketika di dunia jika mereka makan dan tercekik, mereka minta air, maka mereka minta tolong agar diberi minuman sirup. Akan tetapi, mereka diberi air yang sangat panas yang diangkat dengan cantolan-cantolan. Apabila minuman itu mendekati muka mereka, muka mereka pun terbakar. Apabila minuman itu sampai ke perut mereka, maka minuman itu menghancurkan usus dan apa yang ada di perut mereka. Akhirnya mereka minta tolong kepada malaikat, mereka berkata, \"Mohonkanlah kepada Tuhanmu agar Dia meringankan azab atas kami sehari saja.\" Para malaikat menjawab, \"Apakah rasul-rasul belum datang kepadamu dengan membawa bukti-bukti yang nyata?\" Mereka menjawab, \"Benar, sudah datang.\" (Penjaga-penjaga Jahanam) berkata, \"Berdoalah kamu (sendiri!)\" Namun doa orang-orang kafir itu sia-sia belaka. (Riwayat at-Tirmidzi dari Abu ad-Darda')"
        },
        {
          "number": 51,
          "arabic": "إِنَّا لَنَنصُرُ رُسُلَنَا وَٱلَّذِينَ ءَامَنُوا۟ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَيَوْمَ يَقُومُ ٱلْأَشْهَـٰدُ",
          "transliteration": "innā lananṣuru rusulanā wa-alladhīna āmanū fī l-ḥayati l-dun'yā wayawma yaqūmu l-ashhādu",
          "translation": "Sesungguhnya Kami akan menolong rasul-rasul Kami dan orang-orang yang beriman dalam kehidupan dunia dan pada hari tampilnya para saksi (hari Kiamat),",
          "tafsir": "Dalam ayat ini, Allah menjanjikan kepada orang-orang yang beriman berupa pertolongan dan kemenangan dalam menghadapi musuh-musuh mereka. Allah mengatakan bahwa Dia pasti menjadikan para rasul-Nya orang-orang yang menang atas musuh-musuh mereka dan akan menolong serta membahagiakan orang-orang yang beriman dalam kehidupan dunia dan akhirat. Cara dan bentuk pertolongan Allah itu bermacam-macam, adakalanya dengan meninggikan kedudukan dan kekuasaan mereka atas musuh-musuh mereka, seperti yang diberikan kepada Daud dan Sulaiman, adakalanya dengan memberikan kemenangan kepada mereka atas musuh-musuh mereka, seperti yang diberikan kepada Nabi Muhammad saw. Adakalanya juga dengan menimpakan kepada mereka kesengsaraan dan malapetaka, seperti yang dialami oleh Fir'aun dan kaumnya, dan adakalanya dengan menghancurkan orang-orang kafir dan menyelamatkan para rasul dan orang-orang yang beriman besertanya, seperti yang dialami Nabi Saleh, Hud, Syuaib, dan Nuh beserta kaumnya. Demikian pula Allah memberikan pertolongan kepada para rasul dan orang-orang yang beriman pada hari Kiamat yaitu pada hari berdirinya saksi-saksi yang terdiri dari para malaikat, para nabi, dan orang-orang yang beriman. Pada hari itu, mereka menjadi saksi atas segala perbuatan orang-orang kafir dan atas pengetahuan para rasul kepada mereka, tetapi mereka mendustakannya."
        },
        {
          "number": 52,
          "arabic": "يَوْمَ لَا يَنفَعُ ٱلظَّـٰلِمِينَ مَعْذِرَتُهُمْ ۖ وَلَهُمُ ٱللَّعْنَةُ وَلَهُمْ سُوٓءُ ٱلدَّارِ",
          "transliteration": "yawma lā yanfaʿu l-ẓālimīna maʿdhiratuhum walahumu l-laʿnatu walahum sūu l-dāri",
          "translation": "(yaitu) hari ketika permintaan maaf tidak berguna bagi orang-orang zalim dan mereka mendapat laknat dan tempat tinggal yang buruk.",
          "tafsir": "Ayat ini menjelaskan bahwa pada hari dimana saksi-saksi itu mengemukakan kesaksiannya, tidak bermanfaat lagi alasan-alasan yang mereka kemukakan dan tidak ada pula permintaan maaf yang bisa mereka ajukan, karena semua yang mereka katakan dan lakukan hanyalah berupa fitnah dan dusta belaka. Allah berfirman: Kemudian tidaklah ada jawaban bohong mereka, kecuali mengatakan, \"Demi Allah, ya Tuhan kami, tidaklah kami mempersekutukan Allah.\" (al-An'am/6: 23) Pada hari itu, orang-orang kafir dijauhkan dari rahmat Allah, dan mereka mendapat azab yang sangat pedih di neraka Jahanam."
        },
        {
          "number": 53,
          "arabic": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْهُدَىٰ وَأَوْرَثْنَا بَنِىٓ إِسْرَٰٓءِيلَ ٱلْكِتَـٰبَ",
          "transliteration": "walaqad ātaynā mūsā l-hudā wa-awrathnā banī is'rāīla l-kitāba",
          "translation": "Dan sungguh, Kami telah memberikan petunjuk kepada Musa; dan mewariskan Kitab (Taurat) kepada Bani Israil,",
          "tafsir": "Pada ayat-ayat ini, Allah menerangkan berbagai macam pertolongan yang telah diberikan-Nya kepada para rasul di dunia, di antaranya memberikan kepada Musa bermacam-macam mukjizat, berbagai hukum yang mengatur hidup manusia agar mereka bahagia hidup di dunia dan di akhirat, dan menurunkan kepadanya Kitab Taurat untuk menjadi petunjuk bagi manusia. Kemudian Kitab Taurat itu diwariskan kepada keturunan dan orang-orang sesudah mereka serta menjadi peringatan bagi orang-orang yang berakal dan menjauhkan mereka dari keragu-raguan dan prasangka yang tidak baik. Firman Allah: Sungguh, Kami yang menurunkan Kitab Taurat; di dalamnya (ada) petunjuk dan cahaya. Yang dengan Kitab itu para nabi yang berserah diri kepada Allah memberi putusan atas perkara orang Yahudi, demikian juga para ulama dan pendeta-pendeta mereka, sebab mereka diperintahkan memelihara kitab-kitab Allah dan mereka menjadi saksi terhadapnya. (al-Ma'idah./5: 44)"
        },
        {
          "number": 54,
          "arabic": "هُدًى وَذِكْرَىٰ لِأُو۟لِى ٱلْأَلْبَـٰبِ",
          "transliteration": "hudan wadhik'rā li-ulī l-albābi",
          "translation": "untuk menjadi petunjuk dan peringatan bagi orang-orang yang berpikiran sehat.",
          "tafsir": "Pada ayat-ayat ini, Allah menerangkan berbagai macam pertolongan yang telah diberikan-Nya kepada para rasul di dunia, di antaranya memberikan kepada Musa bermacam-macam mukjizat, berbagai hukum yang mengatur hidup manusia agar mereka bahagia hidup di dunia dan di akhirat, dan menurunkan kepadanya Kitab Taurat untuk menjadi petunjuk bagi manusia. Kemudian Kitab Taurat itu diwariskan kepada keturunan dan orang-orang sesudah mereka serta menjadi peringatan bagi orang-orang yang berakal dan menjauhkan mereka dari keragu-raguan dan prasangka yang tidak baik. Firman Allah: Sungguh, Kami yang menurunkan Kitab Taurat; di dalamnya (ada) petunjuk dan cahaya. Yang dengan Kitab itu para nabi yang berserah diri kepada Allah memberi putusan atas perkara orang Yahudi, demikian juga para ulama dan pendeta-pendeta mereka, sebab mereka diperintahkan memelihara kitab-kitab Allah dan mereka menjadi saksi terhadapnya. (al-Ma'idah./5: 44)"
        },
        {
          "number": 55,
          "arabic": "فَٱصْبِرْ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ وَٱسْتَغْفِرْ لِذَنۢبِكَ وَسَبِّحْ بِحَمْدِ رَبِّكَ بِٱلْعَشِىِّ وَٱلْإِبْكَـٰرِ",
          "transliteration": "fa-iṣ'bir inna waʿda l-lahi ḥaqqun wa-is'taghfir lidhanbika wasabbiḥ biḥamdi rabbika bil-ʿashiyi wal-ib'kāri",
          "translation": "Maka bersabarlah kamu, sesungguhnya janji Allah itu benar, dan mohonlah ampun untuk dosamu dan bertasbihlah seraya memuji Tuhanmu pada waktu petang dan pagi.",
          "tafsir": "Pertolongan Allah kepada para rasul dan orang-orang yang beriman itu adalah salah satu dari sunatullah seperti yang pernah dianugerahkan kepada Musa. Oleh karena itu, Nabi Muhammad diminta untuk bersabar atas sikap dan tindakan orang-orang musyrik yang memperolok-olokkan ayat-ayat Allah. Allah pasti menolongnya dengan mengokohkan barisan kaum Muslimin dan mengangkat posisi agama Islam melebihi kepercayaan yang mereka anut Nabi Muhammad diperintahkan untuk selalu bertobat dan bertasbih pagi dan petang, sebagaimana firman Allah: Dan laksanakanlah salat pada kedua ujung siang (pagi dan petang) dan pada bagian permulaan malam. Perbuatan-perbuatan baik itu menghapus kesalahan-kesalahan. Itulah peringatan bagi orang-orang yang selalu mengingat (Allah). (Hud/11: 114) Dengan selalu salat mengingat Allah dan bertasbih pagi dan petang itu, maka Rasulullah beribadah seperti yang dilakukan para malaikat. Allah berfirman: Dan milik-Nya siapa yang di langit dan di bumi. Dan (malaikat-malaikat) yang di sisi-Nya, tidak mempunyai rasa angkuh untuk menyembah-Nya dan tidak (pula) merasa letih. Mereka (malaikat-malaikat) bertasbih tidak henti-hentinya malam dan siang. (al-Anbiya'/21: 19-20) Rasulullah saw diperintahkan bertobat bukan berarti beliau telah melakukan perbuatan dosa, tapi maksudnya ialah dengan sering melakukan tobat dan mohon ampun, maka jiwa semakin suci dan bersih, tidak ada satu pun kotoran yang mengotorinya. Jika Nabi yang terbebas dari segala dosa masih disuruh bertobat, maka bagi umat dan pengikutnya akan lebih lagi. Mereka harus cepat dan lebih sering bertobat. Dari ayat ini dapat dipahami bahwa Al-Qur'an mengajarkan agar orang-orang yang beriman selalu bertobat, memohon ampun kepada Allah, dan mengerjakan amal saleh. Jika seseorang telah bertobat dan memohon ampun maka jiwanya menjadi suci dan bersih. Amal yang dikerjakan oleh orang yang bersih jiwanya akan langsung diterima Allah. Dari ayat ini, dapat dipahami bahwa orang yang tidak suci dan bersih hatinya karena tidak bertobat dan mohon ampun kepada Allah, maka amalnya tidak diterima oleh Allah atau tidak dianggap sebagai amal yang saleh"
        },
        {
          "number": 56,
          "arabic": "إِنَّ ٱلَّذِينَ يُجَـٰدِلُونَ فِىٓ ءَايَـٰتِ ٱللَّهِ بِغَيْرِ سُلْطَـٰنٍ أَتَىٰهُمْ ۙ إِن فِى صُدُورِهِمْ إِلَّا كِبْرٌ مَّا هُم بِبَـٰلِغِيهِ ۚ فَٱسْتَعِذْ بِٱللَّهِ ۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلْبَصِيرُ",
          "transliteration": "inna alladhīna yujādilūna fī āyāti l-lahi bighayri sul'ṭānin atāhum in fī ṣudūrihim illā kib'run mā hum bibālighīhi fa-is'taʿidh bil-lahi innahu huwa l-samīʿu l-baṣīru",
          "translation": "Sesungguhnya orang-orang yang memperdebatkan ayat-ayat Allah tanpa alasan (bukti) yang sampai kepada mereka, yang ada dalam dada mereka hanyalah (keinginan akan) kebesaran yang tidak akan mereka capai, maka mintalah perlindungan kepada Allah. Sungguh, Dia Maha Mendengar, Maha Melihat.",
          "tafsir": "Pertolongan Allah kepada para rasul dan orang-orang yang beriman itu adalah salah satu dari sunatullah seperti yang pernah dianugerahkan kepada Musa. Oleh karena itu, Nabi Muhammad diminta untuk bersabar atas sikap dan tindakan orang-orang musyrik yang memperolok-olokkan ayat-ayat Allah. Allah pasti menolongnya dengan mengokohkan barisan kaum Muslimin dan mengangkat posisi agama Islam melebihi kepercayaan yang mereka anut Nabi Muhammad diperintahkan untuk selalu bertobat dan bertasbih pagi dan petang, sebagaimana firman Allah: Dan laksanakanlah salat pada kedua ujung siang (pagi dan petang) dan pada bagian permulaan malam. Perbuatan-perbuatan baik itu menghapus kesalahan-kesalahan. Itulah peringatan bagi orang-orang yang selalu mengingat (Allah). (Hud/11: 114) Dengan selalu salat mengingat Allah dan bertasbih pagi dan petang itu, maka Rasulullah beribadah seperti yang dilakukan para malaikat. Allah berfirman: Dan milik-Nya siapa yang di langit dan di bumi. Dan (malaikat-malaikat) yang di sisi-Nya, tidak mempunyai rasa angkuh untuk menyembah-Nya dan tidak (pula) merasa letih. Mereka (malaikat-malaikat) bertasbih tidak henti-hentinya malam dan siang. (al-Anbiya'/21: 19-20) Rasulullah saw diperintahkan bertobat bukan berarti beliau telah melakukan perbuatan dosa, tapi maksudnya ialah dengan sering melakukan tobat dan mohon ampun, maka jiwa semakin suci dan bersih, tidak ada satu pun kotoran yang mengotorinya. Jika Nabi yang terbebas dari segala dosa masih disuruh bertobat, maka bagi umat dan pengikutnya akan lebih lagi. Mereka harus cepat dan lebih sering bertobat. Dari ayat ini dapat dipahami bahwa Al-Qur'an mengajarkan agar orang-orang yang beriman selalu bertobat, memohon ampun kepada Allah, dan mengerjakan amal saleh. Jika seseorang telah bertobat dan memohon ampun maka jiwanya menjadi suci dan bersih. Amal yang dikerjakan oleh orang yang bersih jiwanya akan langsung diterima Allah. Dari ayat ini, dapat dipahami bahwa orang yang tidak suci dan bersih hatinya karena tidak bertobat dan mohon ampun kepada Allah, maka amalnya tidak diterima oleh Allah atau tidak dianggap sebagai amal yang saleh"
        },
        {
          "number": 57,
          "arabic": "لَخَلْقُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ أَكْبَرُ مِنْ خَلْقِ ٱلنَّاسِ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
          "transliteration": "lakhalqu l-samāwāti wal-arḍi akbaru min khalqi l-nāsi walākinna akthara l-nāsi lā yaʿlamūna",
          "translation": "Sungguh, penciptaan langit dan bumi itu lebih besar daripada penciptaan manusia, akan tetapi kebanyakan manusia tidak mengetahui.",
          "tafsir": "Pada ayat ini dinyatakan bahwa orang-orang yang meng-ingkari seruan rasul dan membantah ayat-ayat Allah adalah orang-orang yang dalam hatinya penuh dengan keangkuhan dan takabur. Mereka enggan menerima kebenaran karena pengaruh hawa nafsu. Mereka ingin berkuasa dan dijadikan pemimpin dalam masyarakat, serta merasa sebagai orang yang paling berkuasa. Keinginan mereka inilah yang menyebabkan mereka mengingkari ayat-ayat Allah. Menurut mereka, keinginan itu tidak akan tercapai jika mereka mengikuti seruan rasul, karena dengan mengikuti seruan rasul berarti mereka meninggalkan agama nenek moyang yang mereka hormati selama ini. Kemudian Allah menerangkan bahwa sekalipun orang-orang kafir itu selalu berusaha untuk menghancurkan Nabi Muhammad dan para pengikutnya, namun mereka tidak akan mencapai cita-cita itu. Sebab, Allah selalu membantu Nabi Muhammad dengan merendahkan, menghinakan, dan memusnahkan musuh-musuhnya dan usaha-usaha mereka. Allah lalu memerintahkan Nabi agar selalu mohon perlindungan kepada-Nya untuk mematahkan tipu daya dan usaha orang-orang musyrik itu. Allah Maha Mendengar segala permintaan dan permohonan hamba-Nya, mengetahui setiap getaran jiwa dan melihat segala perbuatan hamba-hamba-Nya. (57) Pada ayat ini, Allah mengemukakan salah satu bukti adanya hari kebangkitan pada hari Kiamat nanti. Dia menerangkan bahwa menciptakan langit dan bumi lebih \"berat\" dan \"sukar\" dibanding dengan menciptakan manusia, baik pada waktu pertama kali menciptakannya maupun pada waktu mengulanginya kembali. Langit dan bumi beserta segala isinya tidak terhingga luas dan besarnya. Tidak terhitung jumlah planet-planet di sana. Tidak terhitung jumlah binatang dan tumbuh-tumbuhan yang ada padanya. Gunung-gunung dan sungai-sungai yang mengalir tidak bisa dilacak semua oleh manusia. Hukum-hukum dan ilmu pengetahuan yang berhubungan dengannya tidak bisa diketahui oleh manusia seluruhnya. Oleh karena itu, orang-orang musyrik jangan sekali-kali mengira bahwa Allah yang telah menciptakan langit dan bumi serta manusia yang ada di dalamnya, tidak sanggup membangkitkan manusia kembali pada hari Kiamat atau menghidupkan kembali orang-orang yang telah mati. Tidak sesuatu pun yang sukar bagi Allah, semua mudah bagi-Nya. Allah berfirman: Dan tidakkah mereka memperhatikan bahwa sesungguhnya Allah yang menciptakan langit dan bumi dan Dia tidak merasa payah karena menciptakannya, dan Dia kuasa menghidupkan yang mati? Begitulah; sungguh, Dia Mahakuasa atas segala sesuatu. (al-A.hqaf/46: 33) Ayat 57 Surah az-Zumar ini seolah menekankan bahwa penciptaan alam semesta ini jauh lebih rumit (besar) daripada penciptaan manusia (hal ini tentu dalam pandangan manusia karena bagi Allah tidak ada yang rumit sedikit pun). Padahal dari jumlah tulisan hasil pemikiran dan temuan, pengungkapan teori terciptanya alam semesta ini lebih banyak dan lebih pesat perkembangannya dibandingkan dengan perkembangan teori kejadian manusia yang sampai saat ini masih dipenuhi oleh pertanyaan-pertanyaan belum terjawab dan fakta-fakta yang kontroversial. Dilihat dari waktu keberadaannya secara ilmu pengetahuan, manusia (homo sapiens) diperkirakan muncul pada 40.000 tahun yang lalu, kurun waktu ini bukan apa-apa dibandingkan umur alam semesta yang diperkirakan telah berada semenjak 7 miliar tahun yang lalu, apalagi jika dibandingkan dengan sejarah peradaban manusia yang jejaknya ditemukan hanya sekitar 7000 tahun yang lalu. Tampaknya pengetahuan kita tentang kejadian alam semesta inipun sebenarnya tidak lebih banyak dari apa yang kita ketahui tentang kejadian manusia. Pada akhir ayat ini, Allah menerangkan bukti-bukti yang dikemukakan itu dan amat sedikit manusia yang mau berpikir untuk mencari kebenaran yang hakiki. Mereka terlalu dipengaruhi hawa nafsu dan kesenangan dunia yang sifatnya hanya sementara. Mereka juga tidak mau mendengar dan menyadari bahwa Allah Mahakuasa, tidak ada sesuatu pun yang dapat mengalahkan-Nya."
        },
        {
          "number": 58,
          "arabic": "وَمَا يَسْتَوِى ٱلْأَعْمَىٰ وَٱلْبَصِيرُ وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ وَلَا ٱلْمُسِىٓءُ ۚ قَلِيلًا مَّا تَتَذَكَّرُونَ",
          "transliteration": "wamā yastawī l-aʿmā wal-baṣīru wa-alladhīna āmanū waʿamilū l-ṣāliḥāti walā l-musīu qalīlan mā tatadhakkarūna",
          "translation": "Dan tidak sama orang yang buta dengan orang yang melihat, dan tidak (sama) pula orang-orang yang beriman dan mengerjakan kebajikan dengan orang-orang yang berbuat kejahatan. Hanya sedikit sekali yang kamu ambil pelajaran.",
          "tafsir": "Ayat ini menerangkan bahwa tidak sama di sisi Allah orang yang kafir yang buta dari kebenaran, tidak mau melihat dan memikirkan tanda-tanda kekuasaan dan kebesaran Allah di langit dan di bumi dengan orang-orang yang beriman yang mau mencari kebenaran, berusaha meyakinkan dirinya dengan mempelajari dan merenungkan tanda-tanda kekuasaan dan kebesaran Allah, sehingga mereka mengetahui bahwa penciptaan bumi dan langit beserta apa yang ada di dalamnya lebih besar dan sulit dari menciptakan manusia. Oleh karena itu, membangkitkan manusia itu adalah suatu yang mudah bagi Allah. Begitu pula tidak sama orang-orang yang beriman dan beramal saleh dengan orang-orang kafir yang selalu melakukan perbuatan yang dilarang Allah. Memang hanya sedikit manusia yang mau merenungkan dan memikirkan dalil-dalil yang dikemukakan kepada mereka dan sedikit pula yang mau mengambil pelajaran. Sekiranya mereka mau merenungkan sehingga mereka mengetahui kebenaran, tentulah mereka mengetahui pula kesalahan-kesalahan yang pernah mereka perbuat dan tidak mengulanginya lagi."
        }
      ]
    }
  ]
}