{
  "pageNumber": 404,
  "juz": 21,
  "surahs": [
    {
      "number": 29,
      "name": "Al-'Ankabut",
      "nameArabic": "العنكبوت",
      "meaning": "Laba-laba",
      "revelation": "Makkah",
      "description": "Surat Al-'Ankabut terdiri dari 69 ayat dan termasuk golongan surat Makkiyyah.Dinamai \"Al-'Ankabut\" berhubung kata Al-'Ankabut yang berarti \"laba-laba\" terdapat pada ayat 41 surat ini, ketika Allah mengumpamakan para penyembah berhala dengan laba-laba yang meyakini kekuatan sarangnya sebagai tempat berlindung dan tempat menjerat mangsa, padahal jika dihembuskan angin atau ditimpa suatu barang yang kecil, sarang itu akan hancur. Begitu pula halnya kaum musyrikin yang meyakini kekuatan sembahan mereka sebagai tempat berlindung dan meminta sesuatu, padahal sembahan itu tidak mampu sedikit pun menolong mereka dari azab Allah ketika di dunia, seperti yang terjadi pada kaum Nuh, kaum Ibrahim, kaum Luth, kaum Syu'aib, kaum Shaleh, dan lain-lain. Terlebih, menghadapi azab Allah di akhirat nanti, sembahan mereka itu lebih tidak mampu lagi menghindarkan dan melindungi mereka.**Pokok-Pokok Isi:**1. **Keimanan:** Bukti-bukti tentang keberadaan hari kebangkitan dan ancaman terhadap orang-orang yang mengingkarinya; setiap jiwa akan merasakan mati dan hanya kepada Allah mereka akan kembali; Allah menjamin rezeki setiap makhluk-Nya.2. **Hukum-hukum:** Kewajiban berbuat baik kepada kedua orang tua; kewajiban mengerjakan shalat karena bisa mencegah dari perbuatan keji dan mungkar; kewajiban menentang ajakan mempersekutukan Allah sekalipun dari ibu bapak.3. **Kisah-kisah:** Kisah-kisah ujiaan yang dialami oleh Nabi Nuh, Nabi Ibrahim, Nabi Luth, Nabi Syu'aib, Nabi Dawud, Nabi Shaleh, dan Nabi Musa4. **Lain-lain:** Cobaan diperlukan untuk menguji keimanan seseorang; manfaat usaha manusia kembali kepada dirinya sendiri, bukan kepada Allah; perlawanan terhadap kebenaran pasti hancur.Surat Al-'Ankabut menerangkan bahwa seseorang yang mengatakan diri beriman belum bisa dikatakan benar-benar beriman sebelum imannya itu diuji. Orang yang imannya lemah, setelah disakiti sedikit saja, maka hancurlah imannya. Adakalanya mereka menjadi munafik dan adakalanya kembali menjadi kafir. Orang munafik dan orang kafir tidak akan luput dari azab Allah sebagaimana yang telah dialami oleh umat-umat terdahulu.Allah juga mengumpamakan kepercayaan orang-orang musyrikin terhadap kekuatan berhala-berhala yang disembahnya sama dengan kepercayaan laba-laba terhadap kekuatan sarangnya. Allah menyuruh orang yang beriman mengerjakan shalat, mengingat Allah, dan menyampaikan agama-Nya. Apabila orang-orang musyrik tetap enggan menerima ajakan maka itu adalah urusan Allah. Apabila mereka bertindak sewenang-wenang dan kaum muslimin belum mempunyai kekuatan, kaum muslimin harus berhijrah ke tempat lain karena bumi Allah luas, dan Allah yang menentukan dan menjamin rezeki setiap makhluk.Dunia adalah fana sedangkan akhirat adalah kekal. Di akhirat, orang-orang kafir mendapat azab yang kekal sedangkan orang-orang yang berjihad di jalan Allah mendapat kesenangan yang abadi.**Hubungan Surat Al-'Ankabut Dengan Surat Ar-Rum:**1. Bagian permulaan surat Al-'Ankabut menerangkan tentang jihad sebagai ujian bagi orang-orang mukmin, bahwa manusia itu diciptakan Allah bukan untuk bersenang-senang, tetapi untuk berusaha dan berjihad di jalan Allah sampai akhir hayat. Dalam berusaha dan berjihad di jalan Allah serta berjuang, manusia biasa mendapat halangan dan rintangan, namun hanya orang-orang mukmin saja yang sanggup mengatasi halangan dan rintangan ini sehingga mendapat kesenangan. Kemudian pada akhir surat Al-'Ankabut ini diulangi kembali tentang berjihad itu. Permulaan surat Ar-Rum mengandung arti bahwa orang mukmin akan mengalahkan orang-orang musyrik dalam waktu dekat. Maka ditinjau dari segi berjihad dan usaha mewujudkannya, surat Ar-Rum dianggap sebagai penyempurnaan dari apa yang dikemukakan dalam surat Al-'Ankabut.2. Surat Al-'Ankabut mengemukakan tentang keesaan Allah dan hari kebangkitan secara global, sedangkan surat Ar-Rum mengemukakan bukti-bukti hal tersebut secara terperinci.3. Surat Al-'Ankabut menyebutkan bahwa kewajiban para rasul hanya menyampaikan agama Allah, sedangkan surat Ar-Rum menyebutkan bahwa rasul-rasul tidak dapat memberikan taufik dan tidak mampu menjadikan seseorang menerima apa yang disampaikannya. Hanya Allah yang mampu melakukan hal tersebut.",
      "verses": [
        {
          "number": 64,
          "arabic": "وَمَا هَـٰذِهِ ٱلْحَيَوٰةُ ٱلدُّنْيَآ إِلَّا لَهْوٌ وَلَعِبٌ ۚ وَإِنَّ ٱلدَّارَ ٱلْـَٔاخِرَةَ لَهِىَ ٱلْحَيَوَانُ ۚ لَوْ كَانُوا۟ يَعْلَمُونَ",
          "transliteration": "wamā hādhihi l-ḥayatu l-dun'yā illā lahwun walaʿibun wa-inna l-dāra l-ākhirata lahiya l-ḥayawānu law kānū yaʿlamūna",
          "translation": "Dan kehidupan dunia ini hanya senda gurau dan permainan. Dan sesungguhnya negeri akhirat itulah kehidupan yang sebenarnya, sekiranya mereka mengetahui.",
          "tafsir": "Ayat ini menerangkan hakikat kehidupan duniawi, terutama kepada orang-orang musyrik yang teperdaya dengan kehidupan duniawi. Diterangkan bahwa kehidupan duniawi itu hanyalah permainan dan senda gurau saja, bukan kehidupan yang sebenarnya. Pandangan dan pikiran orang-orang musyrik telah tertutup, sehingga mereka telah disibukkan oleh urusan duniawi. Mereka berlomba-lomba mencari harta kekayaan, kekuasaan, kesenangan, dan kelezatan yang ada padanya, seakan-akan kehidupan dunia ialah kehidupan yang sebenarnya bagi mereka. Andaikata mereka mau mengurangi perhatian mereka kepada kehidupan duniawi itu sedikit saja, dan memandangnya sebagai medan persiapan untuk bekal dalam kehidupan lain yang lebih kekal dan abadi, serta mau pula mendengarkan ayat-ayat Allah, tentulah mereka tidak akan durhaka dan mempersekutukan Allah. Andaikata mereka mendengarkan seruan rasul dengan menggunakan telinga, akal, dan hati, mereka tidak akan tersesat dari jalan Allah. Kemudian Allah menerangkan bahwa kehidupan yang hakiki itu adalah kehidupan akhirat, dan ia merupakan sisi lain dari kehidupan manusia, yaitu kehidupan yang diliputi oleh kebenaran yang mutlak. Kehidupan dunia adalah kehidupan yang di dalamnya bercampur baur antara kebenaran dan kebatilan, sedangkan dalam kehidupan akhirat, kebenaran dan kebatilan telah dipisahkan. Kehidupan akhirat banyak ditentukan oleh kehidupan dunia yang dijalani seseorang, dan tergantung kepada amal dan usahanya sewaktu masih hidup. Kehidupan dunia dapat diibaratkan dengan kehidupan masa kanak-kanak, sedang kehidupan akhirat dapat diibaratkan dengan kehidupan masa dewasa. Jika seseorang pada masa kanak-kanak mempersiapkan diri dengan sungguh-sungguh, seperti belajar dan bekerja dengan tekun, maka kehidupan masa dewasanya akan menjadi kehidupan yang cerah. Sebaliknya jika ia banyak bermain-main dan tidak menggunakan waktu sebaik-baiknya, maka ia akan mempunyai masa dewasa yang suram. Demikianlah halnya dengan kehidupan akhirat, tergantung kepada amal dan usaha seseorang sewaktu masih hidup di dunia. Jika ia selama hidup di dunia beriman dan beramal saleh, maka kehidupannya di akhirat akan baik dan bahagia. Sebaliknya jika ia kafir dan mengerjakan perbuatan-perbuatan yang terlarang, ia akan mengalami kehidupan yang sengsara di akhirat nanti. Pada akhir ayat ini, Allah memperingatkan kepada orang-orang musyrik agar mengetahui hakikat hidup. Andaikata mereka mendalami dan mengetahui hal itu, tentu mereka tidak akan tersesat dan teperdaya oleh kehidupan dunia yang fana ini. Setiap orang yang berilmu dan mau mempergunakan akalnya dengan mudah dapat membedakan antara yang baik dengan yang buruk, antara yang benar dan yang salah, dan sebagainya."
        },
        {
          "number": 65,
          "arabic": "فَإِذَا رَكِبُوا۟ فِى ٱلْفُلْكِ دَعَوُا۟ ٱللَّهَ مُخْلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمْ إِلَى ٱلْبَرِّ إِذَا هُمْ يُشْرِكُونَ",
          "transliteration": "fa-idhā rakibū fī l-ful'ki daʿawū l-laha mukh'liṣīna lahu l-dīna falammā najjāhum ilā l-bari idhā hum yush'rikūna",
          "translation": "Maka apabila mereka naik kapal, mereka berdoa kepada Allah dengan penuh rasa pengabdian (ikhlas) kepada-Nya,<sup foot_note=135581>1</sup> tetapi ketika Allah menyelamatkan mereka sampai ke darat, malah mereka (kembali) mempersekutukan (Allah),",
          "tafsir": "Ayat ini melukiskan kehidupan orang-orang musyrik yang penuh pertentangan dan kontradiksi. Hati mereka percaya kepada kekuasaan dan keesaan Allah, tetapi pengaruh dunia dan hawa nafsu menutup keyakinan hati mereka yang benar. Oleh karena itu, mereka tidak dapat beramal dan mengingat Allah secara ikhlas. Mereka seperti orang bingung di dalam kehidupan yang penuh kemusyrikan. Mereka diibaratkan Allah dengan orang yang naik kapal, berlayar mengarungi lautan luas. Tiba-tiba datang angin topan yang kencang disertai gelombang dan ombak yang menggunung sehingga kapal mereka terhempas ke sana ke mari. Maka timbul ketakutan dalam hati mereka, diiringi perasaan bahwa mereka tidak akan selamat dan akan ditelan oleh gelombang itu. Di saat itu, mereka ingat kepada Allah, dan meyakini bahwa hanya Dia Yang Mahakuasa menyelamatkan dan melindungi mereka dari hempasan ombak itu. Mereka mengakui keesaan Allah, baik dalam hati dan perasaan maupun dalam ucapan. Singkatnya dalam semua tindak tanduk, mereka kembali kepada fitrah semula, yaitu mengakui keesaan dan kekuasaan Allah. Mereka tidak percaya lagi bahwa tuhan-tuhan yang selama ini disembah sanggup melepaskan dan menyelamatkan mereka dari malapetaka yang sedang mengancam itu. Oleh karena itu, mereka berdoa dan mohon pertolongan kepada Allah saja. Maka Allah mengabulkan permohonan dan doa mereka yang ikhlas itu dengan menyelamatkan mereka dari segala bencana. Akan tetapi, setelah mereka terlepas dari bencana yang menakutkan itu, dan hati mereka telah merasa aman dan tenteram, serta merta mereka kembali mengingkari Allah yang telah menyelamatkan mereka. Mereka lupa bahwa mereka pernah berdoa kepada-Nya untuk meminta keselamatan dan berjanji akan tetap tunduk dan patuh hanya kepada-Nya. Mereka kembali mempersekutukan Allah dengan tuhan-tuhan yang tidak layak sedikit pun dipersekutukan dengan-Nya. Maka Allah membiarkan mereka bersenang-senang sampai pada waktu yang ditentukan dan Allah akan memberi ganjaran yang setimpal di akhirat kelak. Pada ayat yang lain diterangkan keadaan orang-orang musyrik di akhirat kelak. Mereka akan mengakui keesaan dan kekuasaan Allah di saat mereka mengalami siksaan yang pedih di dalam neraka dan berdoa meminta pertolongan-Nya agar dilepaskan dari siksaan itu. Allah berfirman: Ya Tuhan kami, keluarkanlah kami darinya (kembalikanlah kami ke dunia), jika kami masih juga kembali (kepada kekafiran), sungguh, kami adalah orang-orang yang zalim.\" Dia (Allah) berfirman, \"Tinggallah dengan hina di dalamnya, dan janganlah kamu berbicara dengan Aku.\" (al-Mu'minun/23: 107-108) Muhammad bin Ishaq dalam kitab Sirah (tarikh Nabi Muhammad saw) meriwayatkan bahwa 'Ikrimah bin Abi Jahal berkata, \"Tatkala Rasulullah menaklukkan Mekah, aku lari daripadanya. Ketika aku naik kapal ke Habsyah, kapal itu terombang-ambing. Para penumpang kapal berkata, Hai teman-teman, berdoalah dengan ikhlas kepada Tuhanmu, sesungguhnya tidak ada yang dapat menyelamatkan kita dari bencana ini, kecuali dia.\" Selanjutnya 'Ikrimah berkata, \"Andaikata di laut tidak ada yang dapat menyelamatkan, kecuali Dia maka di darat pun tidak ada pula yang dapat menyelamatkan, kecuali Dia. Hai Tuhanku, aku berjanji kepadamu, jika aku keluar dari laut ini, maka aku akan pergi kepada Muhammad dan aku akan menyatakan keimananku kepadanya, maka akan kudapati dia seorang yang sangat pengasih dan penyayang, dan terlaksanalah janjiku itu.\" Ikrimah juga berkata, \"Bangsa Jahiliah itu apabila menaiki kapal, berhala-berhala mereka juga ikut dibawa. Jika angin ribut datang, berhala-berhala itu dilemparkan ke laut, lalu mereka mengucapkan, \"Ya Tuhan, Ya Tuhan.\" Ar-Razi mengatakan dalam bukunya, al-Lawami, \"Ini adalah suatu pertanda bahwa pengetahuan tentang Tuhan itu merupakan fitrah bagi manusia. Walaupun mereka lalai mengingat-Nya di waktu mereka bersuka ria, namun mereka mengingat-Nya di waktu kesusahan.\""
        },
        {
          "number": 66,
          "arabic": "لِيَكْفُرُوا۟ بِمَآ ءَاتَيْنَـٰهُمْ وَلِيَتَمَتَّعُوا۟ ۖ فَسَوْفَ يَعْلَمُونَ",
          "transliteration": "liyakfurū bimā ātaynāhum waliyatamattaʿū fasawfa yaʿlamūna",
          "translation": "biarlah mereka mengingkari nikmat yang telah Kami berikan kepada mereka dan silahkan mereka (hidup) bersenang-senang (dalam kekafiran). Maka kelak mereka akan mengetahui (akibat perbuatannya).",
          "tafsir": "Ayat ini menerangkan akibat dari perilaku kaum musyrik mempersekutukan Allah sesudah mereka diselamatkan dari bencana, dan merupakan ancaman atas kekafiran mereka kepada nikmat-Nya. Pada ayat yang lalu, Allah menerangkan bahwa setelah mereka selamat, tiba-tiba mereka kembali mempersekutukan-Nya, maka timbullah pertanyaan kenapa Ia menyelamatkan mereka dari bahaya tenggelam itu? Kenapa kapal itu beserta semua penumpangnya tidak dibiarkan tenggelam ke dasar laut, sehingga selesailah persoalan mereka? Jawabannya adalah bahwa wajar kalau Allah Yang Maha Pengasih lagi Maha Penyayang itu memperkenankan doa dari hamba-Nya yang memohon dengan tulus ikhlas. Mereka diselamatkan adalah sebagai ujian bagi keimanan mereka; apakah mereka akan tetap dalam keimanan itu atau akan musyrik kembali. Ternyata ujian ini tidak membawa hasil. Sesudah diselamatkan Allah, mereka musyrik kembali. Mereka bersikap demikian karena kemusyrikan telah berurat dan berakar dalam jiwa mereka. Hal itu mengakibatkan mereka kafir kepada nikmat Allah yang telah menyelamatkan mereka dari bencana tenggelam dalam laut dan membuat mereka hidup bersenang-senang dalam kekafiran. Oleh karena itu, Allah mengancam mereka dengan mengatakan bahwa kelak mereka akan mengetahui akibat dari perbuatan itu. Kalimat \"maka kelak mereka akan mengetahui (akibat perbuatan mereka)\" ini mempunyai nada ancaman kepada orang-orang musyrik, karena tanda-tanda kekuasaan dan keesaan Allah serta nikmat yang telah dilimpahkan kepada mereka, tidak dapat meyakinkan mereka, bahkan menambah keingkaran mereka. Seakan-akan dikatakan kepada mereka, \"Apabila mereka lalai dan tidak mengubah tindak tanduk mereka, mereka akan mengetahui dengan yakin bahwa azab yang dijanjikan itu pasti menimpa mereka.\" Apabila azab itu telah menimpa mereka, maka semua pintu tobat telah tertutup bagi mereka."
        },
        {
          "number": 67,
          "arabic": "أَوَلَمْ يَرَوْا۟ أَنَّا جَعَلْنَا حَرَمًا ءَامِنًا وَيُتَخَطَّفُ ٱلنَّاسُ مِنْ حَوْلِهِمْ ۚ أَفَبِٱلْبَـٰطِلِ يُؤْمِنُونَ وَبِنِعْمَةِ ٱللَّهِ يَكْفُرُونَ",
          "transliteration": "awalam yaraw annā jaʿalnā ḥaraman āminan wayutakhaṭṭafu l-nāsu min ḥawlihim afabil-bāṭili yu'minūna wabiniʿ'mati l-lahi yakfurūna",
          "translation": "Tidakkah mereka memperhatikan, bahwa Kami telah menjadikan (negeri mereka) tanah suci yang aman, padahal manusia di sekitarnya saling merampok. Mengapa (setelah nyata kebenaran) mereka masih percaya kepada yang batil dan ingkar kepada nikmat Allah?",
          "tafsir": "Ayat ini mengingatkan orang-orang musyrik Mekah akan nikmat yang dilimpahkan kepada mereka. Allah mengistimewakan mereka dari penduduk negeri-negeri di sekitar mereka dengan menjadikan kota Mekah sebagai negeri yang aman, tenteram, dan diharamkan berperang di sana. Allah menjaga negeri itu dari musuh-musuh yang hendak menghancurkan dan menguasainya, seperti yang pernah terjadi pada tahun kelahiran Nabi Muhammad. Pada waktu itu, tentara Abrahah yang mengendarai gajah dihancurkan Allah sebelum mereka sempat menjamah Ka'bah. Allah berfirman: (1) Tidakkah engkau (Muhammad) perhatikan bagaimana Tuhanmu telah bertindak terhadap pasukan bergajah? (2) Bukankah Dia telah menjadikan tipu daya mereka itu sia-sia? (3) dan Dia mengirimkan kepada mereka burung yang berbondong-bondong, (4) yang melempari mereka dengan batu dari tanah liat yang dibakar, (5) sehingga mereka dijadikan-Nya seperti daun-daun yang dimakan (ulat). (al-Fil/105: 1-5) Dalam ayat yang lain diterangkan keadaan kota Mekah dan kehidupan orang-orang Quraisy. Allah berfirman: (1) Karena kebiasaan orang-orang Quraisy, (2) (yaitu) kebiasaan mereka bepergian pada musim dingin dan musim panas. (3) Maka hendaklah mereka menyembah Tuhan (pemilik) rumah ini (Ka'bah), (4) yang telah memberi makanan kepada mereka untuk menghilangkan lapar dan mengamankan mereka dari rasa ketakutan. (Quraisy/106: 1-4) Di sisi lain, negeri-negeri yang berada di sekitar Mekah dalam keadaan tidak aman. Sering terjadi perampokan, pembunuhan, kekacauan, dan peperangan antar kabilah, sehingga orang tidak dapat merasakan kedamaian dan keamanan atas jiwa, keluarga, dan hartanya. Setiap saat penduduknya selalu berada dalam keadaan khawatir diserbu musuh. Pada ayat ini dipertanyakan kepada orang-orang musyrik itu bahwa apakah mereka tidak melihat nikmat yang jelas dan nyata itu? Apakah mereka tidak merasakan sedikit juga bahwa Allah telah mengistimewakan mereka dari penduduk negeri di sekitar mereka. Kenapa mereka tidak meninggalkan penyembahan berhala yang mengotori Ka'bah itu? Sebenarnya orang Mekah telah mengetahui semuanya, tetapi karena keingkaran, mereka mempercayai yang batil dan mengingkari nikmat Allah. Alangkah rendahnya akal mereka."
        },
        {
          "number": 68,
          "arabic": "وَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوْ كَذَّبَ بِٱلْحَقِّ لَمَّا جَآءَهُۥٓ ۚ أَلَيْسَ فِى جَهَنَّمَ مَثْوًى لِّلْكَـٰفِرِينَ",
          "transliteration": "waman aẓlamu mimmani if'tarā ʿalā l-lahi kadhiban aw kadhaba bil-ḥaqi lammā jāahu alaysa fī jahannama mathwan lil'kāfirīna",
          "translation": "Dan siapakah yang lebih zalim daripada orang yang mengada-adakan kebohongan kepada Allah atau orang yang mendustakan yang hak<sup foot_note=135582>1</sup> ketika (yang hak) itu datang kepadanya? Bukankah dalam neraka Jahanam ada tempat bagi orang-orang kafir?",
          "tafsir": "Ayat ini menerangkan bahwa orang-orang musyrik itu adalah orang yang sangat zalim, karena mengada-adakan sekutu bagi Allah dan mengatakan bahwa Dia mempunyai anak. Mereka adalah orang-orang yang membuat-buat kedustaan terhadap Allah dan menjadi musuh-Nya. Mereka membuat patung-patung, kemudian menyembahnya untuk mendekatkan diri kepada Allah. Allah menceritakan kepercayaan kaum musyrik itu dalam firman-Nya: Ingatlah! Hanya milik Allah agama yang murni (dari syirik). Dan orang-orang yang mengambil pelindung selain Dia (berkata), \"Kami tidak menyembah mereka melainkan (berharap) agar mereka mendekatkan kami kepada Allah dengan sedekat-dekatnya.\" Sungguh, Allah akan memberi putusan di antara mereka tentang apa yang mereka perselisihkan. Sungguh, Allah tidak memberi petunjuk kepada pendusta dan orang yang sangat ingkar. (az-Zumar/39: 3) Setelah datang kepada mereka seorang rasul Allah yang menerangkan kebatilan dan kepalsuan perbuatan mereka, dan menunjukkan jalan yang lurus berdasarkan kebenaran, mereka mengingkari dan mendustakan semuanya. Bahkan mereka mengingkari semua nikmat Allah yang pernah diberikan kepada mereka. Sesungguhnya orang-orang musyrik itu telah berbuat dosa yang paling besar yang tidak ada tandingannya di dunia ini. Tiada balasan yang tepat bagi mereka kecuali azab neraka Jahanam di akhirat nanti dan itulah tempat yang wajar bagi mereka."
        },
        {
          "number": 69,
          "arabic": "وَٱلَّذِينَ جَـٰهَدُوا۟ فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا ۚ وَإِنَّ ٱللَّهَ لَمَعَ ٱلْمُحْسِنِينَ",
          "transliteration": "wa-alladhīna jāhadū fīnā lanahdiyannahum subulanā wa-inna l-laha lamaʿa l-muḥ'sinīna",
          "translation": "Dan orang-orang yang berjihad untuk (mencari keridaan) Kami, Kami akan tunjukkan kepada mereka jalan-jalan Kami. Dan sungguh, Allah bersama orang-orang yang berbuat baik.",
          "tafsir": "Ayat ini menerangkan janji yang mulia dari Allah kepada orang-orang mukmin yang berjihad di jalan-Nya dengan mengorbankan jiwa dan hartanya serta menanggung siksaan dan rintangan. Oleh karena itu, Allah akan memberi mereka petunjuk, membantu mereka membulatkan tekad, dan memberikan bantuan, sehingga mereka memperoleh kemenangan di dunia serta kebahagiaan dan kemuliaan di akhirat kelak. Allah berfirman: (Yaitu) orang-orang yang diusir dari kampung halamannya tanpa alasan yang benar, hanya karena mereka berkata, \"Tuhan kami ialah Allah.\" Seandainya Allah tidak menolak (keganasan) sebagian manusia dengan sebagian yang lain, tentu telah dirobohkan biara-biara Nasrani, gereja-gereja, rumah-rumah ibadah orang Yahudi dan masjid-masjid, yang di dalamnya banyak disebut nama Allah. Allah pasti akan menolong orang yang menolong (agama)-Nya. Sungguh, Allah Mahakuat, Mahaperkasa. (al-hajj/22: 40) Makna jihad dalam ayat 69 ini ialah melakukan segala macam usaha untuk menegakkan agama Allah dan meninggikan kalimat-Nya, termasuk juga memerangi orang-orang kafir yang memerangi umat Islam. Menurut Abu Sulaiman ad-Darani, jihad di sini bukan berarti memerangi orang-orang kafir saja, melainkan juga berarti mempertahankan agama, dan memberantas kezaliman. Adapun yang utama ialah menganjurkan perbuatan makruf, melarang dari perbuatan yang mungkar, dan memerangi hawa nafsu dalam rangka menaati perintah Allah. Mereka yang berjihad itu dijanjikan Allah jalan yang lapang. Janji ini pasti akan terlaksana, sebagaimana firman-Nya: Dan sungguh, Kami telah mengutus sebelum engkau (Muhammad) beberapa orang rasul kepada kaumnya, mereka datang kepadanya dengan membawa keterangan-keterangan (yang cukup), lalu Kami melakukan pembalasan terhadap orang-orang yang berdosa. Dan merupakan hak Kami untuk menolong orang-orang yang beriman. (ar-Rum/30: 47) Dalam ayat ini diterangkan bahwa orang-orang yang berjihad di jalan Allah itu adalah orang-orang yang berbuat baik (muhsin). Hal ini berarti bahwa segala macam perbuatan, sesuai dengan yang digariskan Allah dalam berjihad itu, adalah perbuatan baik. Dinamakan demikian karena orang-orang yang berjihad itu selalu berjalan di jalan Allah. Orang-orang yang tidak mau berjihad adalah orang yang tidak baik, sebab ia telah membangkang terhadap perintah Allah untuk melakukan jihad. Orang itu adalah orang yang sesat, karena tidak mau meniti jalan lurus yang telah dibentangkan-Nya. Dalam ayat ini dinyatakan bahwa Allah selalu beserta orang-orang yang berperang di jalan-Nya, memerangi hawa nafsu, mengusir semua bisikan setan dari hatinya, dan tidak pernah menyia-nyiakan ajaran agama-Nya. Pernyataan ini dapat menenteramkan hati orang yang beriman dalam menghadapi orang-orang kafir dan membangkitkan semangat mereka berjuang di jalan-Nya. Ayat ini menerangkan bahwa orang-orang yang berjihad untuk mencari keridaan Allah, pasti akan ditunjukkan kepada mereka jalan-Nya. Dari ayat ini dipahami bahwa lapangan jihad yang luas bisa dilaksanakan dengan berbagai cara, berupa perkataan, tulisan, dan pada situasi tertentu dapat dilakukan dengan senjata. Karena luas dan banyaknya lapangan jihad berarti banyak sekali jalan-jalan yang dapat ditempuh seorang mukmin untuk sampai kepada keridaan Allah, asal semua jalan itu diniatkan untuk menegakkan kebenaran, keadilan, dan kebaikan."
        }
      ]
    },
    {
      "number": 30,
      "name": "Ar-Rum",
      "nameArabic": "الروم",
      "meaning": "Bangsa Romawi",
      "revelation": "Makkah",
      "description": "Surat Ar-Rum yang terdiri dari 60 ayat, termasuk surat Makkiyyah, dan diturunkan setelah surat Al-Insyiqaq.Dinamakan Ar-Rum karena pada permulaan surat ini, yaitu ayat ke-2, ke-3, dan ke-4 terdapat berita tentang bangsa Romawi yang pada mulanya dikalahkan bangsa Persia, tetapi setelah beberapa tahun kemudian kerajaan Romawi dapat menuntut balas dan mengalahkan kerajaan Persia kembali.Ini adalah salah satu mukjizat Al-Qur'an, yaitu memberitahukan hal-hal yang akan terjadi pada masa yang akan datang. Juga suatu isyarat bahwa kaum muslimin yang demikian lemahnya pada waktu itu akan menang dan dapat menghancurkan kaum musyrikin. Isyarat ini terbukti pertama kali pada perang Badar.**Pokok-Pokok Isi:**1. **Keimanan:** Bukti-bukti kerasulan Nabi Muhammad terkait perkara gaib, seperti kemenangan bangsa Romawi atas kerajaan Persia; bukti-bukti keesaan Allah yang terdapat pada alam dan kejadian-kejadian pada alam itu sendiri; bukti-bukti keberadaan hari kebangkitan; contoh dan perumpamaan yang menjelaskan bahwa berhala dan sembahan tidak dapat menolong dan memberi manfaat kepada penyembah-penyembahnya sedikit pun.2. **Hukum-hukum:** Kewajiban menyembah Allah dan mengakui keesaan-Nya karena sesuai dengan fitrah manusia; kewajiban berdakwah; kewajiban memberikan nafkah (sedekah) kepada kaum kerabat, fakir miskin, musafir, dan sebagainya; larangan mengikuti orang musyrik; hukum riba.3. **Kisah-kisah:** Berita tentang bangsa Romawi sebagai suatu umat yang beragama walaupun dikalahkan pada mulanya oleh kerajaan Persia yang menyembah api namun akhirnya meraih kemenangan kembali.4. **Lain-lain:** Manusia bergembira dan bangga apabila mendapat nikmat tetapi berputus asa apabila ditimpa musibah, kecuali orang beriman; kewajiban rasul hanya menyampaikan dakwah; kejadian-kejadian yang dialami umat-umat terdahulu wajib menjadi pelajaran bagi umat yang datang kemudian.Surat Ar-Rum menyebutkan hal-hal yang berhubungan dengan kekuasaan Allah yang mutlak terhadap semua urusan baik sebelum, setelah, maupun saat terjadinya suatu peristiwa; agama tauhid (Islam) pasti menang; ancaman-ancaman terhadap kaum musyrikin; watak-watak manusia; penyebutan kejadian-kejadian pada alam ini sebagai bukti kekuasaan dan keesaan Allah.**Hubungan Surat Ar-Rum Dengan Surat Luqman:**1. Dalam surat Ar-Rum disebutkan bahwa di dalam Al-Qur'an Allah membuat banyak perumpamaan yang bermanfaat bagi manusia, sedangkan dalam surat Luqman Allah mengisyaratkan hal yang serupa.2. Pada bagian akhir surat Ar-Rum disebutkan bahwa keadaan orang kafir, ketika dibacakan ayat-ayat Al-Qur'an, selalu membantah dan mendustakannya, sedangkan pada permulaan surat Luqman diterangkan keadaan orang kafir yang selalu berpaling dan bersifat sombong terhadap ayat-ayat Al-Qur'an itu.3. Pada surat Ar-Rum terdapat ketegasan bahwa Allahlah yang memulai penciptaan makhluk dan Dia pulalah yang membangkitkannya pada kali yang kedua. Hal itu angat mudah bagi-Nya. Dalam surat Luqman Allah menegaskan bahwa penciptaan manusia dan membangkitkannya kembali di akhirat adalah mudah pula bagi Allah.4. Pada surat Ar-Rum Allah menerangkan tabiat manusia bahwa apabila mereka ditimpa bahaya mereka berserah diri kepada Tuhannya dan bila mendapat rahmat sebagian mereka kembali mempersekutukan-Nya. Dalam surat Luqman diterangkan tentang watak manusia itu dengan memberikan contoh, yaitu ketika manusia ditimpa bahaya di tengah lautan dan ketika telah selamat sampai di darat.",
      "verses": [
        {
          "number": 1,
          "arabic": " الٓمٓ",
          "transliteration": "alif-lam-meem",
          "translation": "Alif Lām Mīm.",
          "tafsir": "Lihat tafsir \"Alif Lam Mim\" pada Jilid I, tentang \"Fawatih as-suwar\"."
        },
        {
          "number": 2,
          "arabic": "غُلِبَتِ ٱلرُّومُ",
          "transliteration": "ghulibati l-rūmu",
          "translation": "Bangsa Romawi telah dikalahkan,<sup foot_note=135583>1</sup>",
          "tafsir": "Ayat ini menerangkan bahwa bangsa Romawi telah dikalahkan oleh bangsa Persia di negeri yang dekat dengan kota Mekah, yaitu negeri Syiria. Beberapa tahun kemudian setelah mereka dikalahkan, maka bangsa Romawi akan mengalahkan bangsa Persia sebagai balasan atas kekalahan itu. Bangsa Romawi yang dimaksud dalam ayat ini ialah Kerajaan Romawi Timur yang berpusat di Konstantinopel, bukan kerajaan Romawi Barat yang berpusat di Roma. Kerajaan Romawi Barat, jauh sebelum peristiwa yang diceritakan dalam ayat ini terjadi, sudah hancur, yaitu pada tahun 476 Masehi. Bangsa Romawi beragama Nasrani (Ahli Kitab), sedang bangsa Persia beragama Majusi (musyrik). Ayat ini merupakan sebagian dari ayat-ayat yang memberitakan hal-hal gaib yang menunjukkan kemukjizatan Al-Qur'an. Pada saat bangsa Romawi dikalahkan bangsa Persia, maka turunlah ayat ini yang menerangkan bahwa pada saat ini bangsa Romawi dikalahkan, tetapi kekalahan itu tidak akan lama dideritanya. Hanya dalam beberapa tahun saja, orang-orang Persia pasti dikalahkan oleh orang Romawi. Kekalahan bangsa Romawi ini terjadi sebelum Nabi Muhammad hijrah ke Medinah. Mendengar berita ini, orang-orang musyrik Mekah bergembira, sedangkan orang-orang yang beriman dan Nabi bersedih hati. Sebagaimana diketahui bahwa bangsa Persia beragama Majusi yang menyembah api, jadi mereka menyekutukan Tuhan. Orang-orang Mekah juga menyekutukan Tuhan dengan menyembah berhala. Oleh karena itu, mereka merasa agama mereka dekat dengan agama bangsa Persia, karena sama-sama mempersekutukan Tuhan. Kaum Muslimin merasa agama mereka dekat dengan agama Nasrani, karena sama-sama menganut agama Samawi. Oleh karena itu, kaum musyrik Mekah bergembira atas kemenangan itu, sebagai kemenangan agama politeisme yang mempercayai \"banyak Tuhan\", atas agama Samawi yang menganut agama tauhid. Sebaliknya kaum Muslimin waktu itu bersedih hati karena sikap menentang kaum musyrik Mekah semakin bertambah. Mereka mencemooh kaum Muslimin dengan mengatakan bahwa dalam waktu dekat mereka juga akan hancur, sebagaimana kehancuran bangsa Romawi yang menganut agama Nasrani. Lalu ayat ini turun untuk menerangkan bahwa bangsa Romawi yang kalah itu, akan mengalahkan bangsa Persia dalam waktu yang tidak lama, hanya dalam beberapa tahun lagi. Sejarah mencatat bahwa tahun 622 Masehi, yaitu setelah tujuh atau delapan tahun kekalahan bangsa Romawi dari bangsa Persia itu, peperangan antara kedua bangsa itu berkecamuk kembali untuk kedua kalinya. Pada permulaan terjadinya peperangan itu telah tampak tanda-tanda kemenangan bangsa Romawi. Sekalipun demikian, ketika sampai kepada kaum musyrik Mekah berita peperangan itu, mereka masih mengharapkan kemenangan berada di pihak Persia. Oleh karena itu, Ubay bin Khalaf ketika mengetahui Abu Bakar hijrah ke Medinah, ia minta agar putra Abu Bakar, yaitu 'Abdurrahman, menjamin taruhan ayahnya, jika Persia menang. Hal ini diterima oleh 'Abdurrahman. Pada tahun 624 Masehi, terjadilah perang Uhud. Ketika Ubay bin Khalaf hendak pergi memerangi kaum Muslimin, 'Abdurrahman melarangnya, kecuali jika putranya menjamin membayar taruhannya, jika bangsa Romawi menang. Maka Abdullah bin Ubay menerima untuk menjaminnya. Jika melihat berita di atas, maka ada beberapa kemungkinan sebagai berikut: pertama, pada tahun 622 Masehi, perang antara Romawi dan Persia telah berakhir dengan kemenangan Romawi. Akan tetapi, karena hubungan yang sukar waktu itu, maka berita itu baru sampai ke Mekah setahun kemudian, sehingga Ubay minta jaminan waktu Abu Bakar hijrah, sebaliknya 'Abdurrahman minta jaminan pada waktu Ubay akan pergi ke Perang Uhud. Kedua, peperangan itu berlangsung dari tahun 622-624 Masehi, dan berakhir dengan kemenangan bangsa Romawi. Dari peristiwa di atas dapat dikemukakan beberapa hal dan pelajaran yang perlu direnungkan dan diamalkan. Pertama: Ada hubungan antara kemusyrikan dan kekafiran terhadap dakwah dan iman kepada Allah. Sekalipun negara-negara dahulu belum mempunyai sistem komunikasi yang canggih dan bangsanya pun belum mempunyai hubungan yang kuat seperti sekarang ini, namun antar bangsa-bangsa itu telah mempunyai hubungan batin, yaitu antara bangsa-bangsa yang menganut agama yang bersumber dari Tuhan di satu pihak, dan bangsa-bangsa yang menganut agama yang tidak bersumber dari Tuhan pada pihak yang lain. Orang-orang musyrik Mekah menganggap kemenangan bangsa Persia atas bangsa Romawi (Nasrani), sebagai kemenangan mereka juga karena sama-sama menganut politeisme. Sedangkan kaum Muslimin merasakan kekalahan bangsa Romawi yang beragama Nasrani sebagai kekalahan mereka pula, karena merasa agama mereka berasal dari sumber yang satu. Hal ini merupakan suatu faktor nyata yang perlu diperhatikan kaum Muslimin dalam menyusun taktik dan strategi dalam berdakwah. Kedua: Kepercayaan yang mutlak kepada janji dan ketetapan Allah. Hal ini tampak pada ucapan-ucapan Abu Bakar yang penuh keyakinan tanpa ragu-ragu di waktu menetapkan jumlah taruhan dengan Ubay bin Khalaf. Harga unta seratus ekor sangat tinggi pada waktu itu, sehingga kalau tidak karena keyakinan akan kebenaran ayat-ayat Al-Qur'an yang ada di dalam hati Abu Bakar, tentu beliau tidak akan berani mengadakan taruhan sebanyak itu, apalagi jika dibaca sejarah bangsa Romawi pada waktu kekalahan itu dalam keadaan kocar-kacir. Amat sukar diramalkan mereka sanggup mengalahkan bangsa Persia yang dalam keadaan kuat, hanya dalam tiga sampai sembilan tahun mendatang. Keyakinan yang kuat seperti keyakinan Abu Bakar itu merupakan keyakinan kaum Muslimin, yang tidak dapat digoyahkan oleh apa pun, sekalipun dalam bentuk siksaan, ujian, penderitaan, pemboikotan, dan sebagainya. Hal ini merupakan modal utama bagi kaum Muslimin menghadapi jihad yang memerlukan waktu yang lama di masa yang akan datang. Jika kaum Muslimin mempunyai keyakinan dan berusaha seperti kaum Muslimin di masa Rasulullah, pasti pula Allah mendatangkan kemenangan kepada mereka. Ketiga: Terjadinya suatu peristiwa adalah urusan Allah, tidak seorangpun yang dapat mencampurinya. Allah-lah yang menentukan segalanya sesuai dengan hikmah dan kebijaksanaan-Nya. Hal ini berarti bahwa kaum Muslimin harus mengembalikan segala urusan kepada Allah saja, baik dalam kejadian seperti di atas, maupun pada kejadian dan peristiwa yang merupakan keseimbangan antara situasi dan keadaan. Kemenangan dan kekalahan, kemajuan dan kemunduran suatu bangsa, demikian pula kelemahan dan kekuatannya yang terjadi di bumi ini, semuanya kembali kepada Allah. Dia berbuat menurut kehendak-Nya. Semua yang terjadi bertitik tolak kepada kehendak Zat yang mutlak itu. Jadi berserah diri dan menerima semua yang telah ditentukan Allah adalah sifat yang harus dimiliki oleh seorang mukmin. Hal ini bukanlah berarti bahwa usaha manusia tidak ada harganya sedikit pun, karena hal itu merupakan syarat berhasilnya suatu pekerjaan. Dalam suatu hadis diriwayatkan bahwa seorang Arab Badui melepaskan untanya di muka pintu masjid Rasulullah, kemudian ia masuk ke dalamnya sambil berkata, \"Aku bertawakal kepada Allah,\" lalu Nabi bersabda: Ikatlah unta itu sesudah itu baru engkau bertawakal. (Riwayat at-Tirmidzi dari Anas bin Malik ) Berdasarkan hadis ini, seorang muslim disuruh berusaha sekuat tenaga, kemudian ia berserah diri kepada Allah tentang hasil usahanya itu. Akhir ayat ini menerangkan bahwa kaum Muslimin bergembira ketika mendengar berita kemenangan bangsa Romawi atas bangsa Persia. Mereka bergembira karena: 1.Mereka telah dapat membuktikan kepada kaum musyrik Mekah atas kebenaran berita-berita yang ada dalam ayat Al-Qur'an. 2.Kemenangan bangsa Romawi atas bangsa Persia merupakan kemenangan agama Samawi atas agama ciptaan manusia. 3.Kemenangan bangsa Romawi atas bangsa Persia mengisyaratkan kemenangan kaum Muslimin atas orang-orang kafir Mekah dalam waktu yang tidak lama lagi."
        },
        {
          "number": 3,
          "arabic": "فِىٓ أَدْنَى ٱلْأَرْضِ وَهُم مِّنۢ بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ",
          "transliteration": "fī adnā l-arḍi wahum min baʿdi ghalabihim sayaghlibūna",
          "translation": "di negeri yang terdekat<sup foot_note=135584>1</sup> dan mereka setelah kekalahannya itu akan menang,<sup foot_note=135585>2</sup>",
          "tafsir": "Ayat ini menerangkan bahwa bangsa Romawi telah dikalahkan oleh bangsa Persia di negeri yang dekat dengan kota Mekah, yaitu negeri Syiria. Beberapa tahun kemudian setelah mereka dikalahkan, maka bangsa Romawi akan mengalahkan bangsa Persia sebagai balasan atas kekalahan itu. Bangsa Romawi yang dimaksud dalam ayat ini ialah Kerajaan Romawi Timur yang berpusat di Konstantinopel, bukan kerajaan Romawi Barat yang berpusat di Roma. Kerajaan Romawi Barat, jauh sebelum peristiwa yang diceritakan dalam ayat ini terjadi, sudah hancur, yaitu pada tahun 476 Masehi. Bangsa Romawi beragama Nasrani (Ahli Kitab), sedang bangsa Persia beragama Majusi (musyrik). Ayat ini merupakan sebagian dari ayat-ayat yang memberitakan hal-hal gaib yang menunjukkan kemukjizatan Al-Qur'an. Pada saat bangsa Romawi dikalahkan bangsa Persia, maka turunlah ayat ini yang menerangkan bahwa pada saat ini bangsa Romawi dikalahkan, tetapi kekalahan itu tidak akan lama dideritanya. Hanya dalam beberapa tahun saja, orang-orang Persia pasti dikalahkan oleh orang Romawi. Kekalahan bangsa Romawi ini terjadi sebelum Nabi Muhammad hijrah ke Medinah. Mendengar berita ini, orang-orang musyrik Mekah bergembira, sedangkan orang-orang yang beriman dan Nabi bersedih hati. Sebagaimana diketahui bahwa bangsa Persia beragama Majusi yang menyembah api, jadi mereka menyekutukan Tuhan. Orang-orang Mekah juga menyekutukan Tuhan dengan menyembah berhala. Oleh karena itu, mereka merasa agama mereka dekat dengan agama bangsa Persia, karena sama-sama mempersekutukan Tuhan. Kaum Muslimin merasa agama mereka dekat dengan agama Nasrani, karena sama-sama menganut agama Samawi. Oleh karena itu, kaum musyrik Mekah bergembira atas kemenangan itu, sebagai kemenangan agama politeisme yang mempercayai \"banyak Tuhan\", atas agama Samawi yang menganut agama tauhid. Sebaliknya kaum Muslimin waktu itu bersedih hati karena sikap menentang kaum musyrik Mekah semakin bertambah. Mereka mencemooh kaum Muslimin dengan mengatakan bahwa dalam waktu dekat mereka juga akan hancur, sebagaimana kehancuran bangsa Romawi yang menganut agama Nasrani. Lalu ayat ini turun untuk menerangkan bahwa bangsa Romawi yang kalah itu, akan mengalahkan bangsa Persia dalam waktu yang tidak lama, hanya dalam beberapa tahun lagi. Sejarah mencatat bahwa tahun 622 Masehi, yaitu setelah tujuh atau delapan tahun kekalahan bangsa Romawi dari bangsa Persia itu, peperangan antara kedua bangsa itu berkecamuk kembali untuk kedua kalinya. Pada permulaan terjadinya peperangan itu telah tampak tanda-tanda kemenangan bangsa Romawi. Sekalipun demikian, ketika sampai kepada kaum musyrik Mekah berita peperangan itu, mereka masih mengharapkan kemenangan berada di pihak Persia. Oleh karena itu, Ubay bin Khalaf ketika mengetahui Abu Bakar hijrah ke Medinah, ia minta agar putra Abu Bakar, yaitu 'Abdurrahman, menjamin taruhan ayahnya, jika Persia menang. Hal ini diterima oleh 'Abdurrahman. Pada tahun 624 Masehi, terjadilah perang Uhud. Ketika Ubay bin Khalaf hendak pergi memerangi kaum Muslimin, 'Abdurrahman melarangnya, kecuali jika putranya menjamin membayar taruhannya, jika bangsa Romawi menang. Maka Abdullah bin Ubay menerima untuk menjaminnya. Jika melihat berita di atas, maka ada beberapa kemungkinan sebagai berikut: pertama, pada tahun 622 Masehi, perang antara Romawi dan Persia telah berakhir dengan kemenangan Romawi. Akan tetapi, karena hubungan yang sukar waktu itu, maka berita itu baru sampai ke Mekah setahun kemudian, sehingga Ubay minta jaminan waktu Abu Bakar hijrah, sebaliknya 'Abdurrahman minta jaminan pada waktu Ubay akan pergi ke Perang Uhud. Kedua, peperangan itu berlangsung dari tahun 622-624 Masehi, dan berakhir dengan kemenangan bangsa Romawi. Dari peristiwa di atas dapat dikemukakan beberapa hal dan pelajaran yang perlu direnungkan dan diamalkan. Pertama: Ada hubungan antara kemusyrikan dan kekafiran terhadap dakwah dan iman kepada Allah. Sekalipun negara-negara dahulu belum mempunyai sistem komunikasi yang canggih dan bangsanya pun belum mempunyai hubungan yang kuat seperti sekarang ini, namun antar bangsa-bangsa itu telah mempunyai hubungan batin, yaitu antara bangsa-bangsa yang menganut agama yang bersumber dari Tuhan di satu pihak, dan bangsa-bangsa yang menganut agama yang tidak bersumber dari Tuhan pada pihak yang lain. Orang-orang musyrik Mekah menganggap kemenangan bangsa Persia atas bangsa Romawi (Nasrani), sebagai kemenangan mereka juga karena sama-sama menganut politeisme. Sedangkan kaum Muslimin merasakan kekalahan bangsa Romawi yang beragama Nasrani sebagai kekalahan mereka pula, karena merasa agama mereka berasal dari sumber yang satu. Hal ini merupakan suatu faktor nyata yang perlu diperhatikan kaum Muslimin dalam menyusun taktik dan strategi dalam berdakwah. Kedua: Kepercayaan yang mutlak kepada janji dan ketetapan Allah. Hal ini tampak pada ucapan-ucapan Abu Bakar yang penuh keyakinan tanpa ragu-ragu di waktu menetapkan jumlah taruhan dengan Ubay bin Khalaf. Harga unta seratus ekor sangat tinggi pada waktu itu, sehingga kalau tidak karena keyakinan akan kebenaran ayat-ayat Al-Qur'an yang ada di dalam hati Abu Bakar, tentu beliau tidak akan berani mengadakan taruhan sebanyak itu, apalagi jika dibaca sejarah bangsa Romawi pada waktu kekalahan itu dalam keadaan kocar-kacir. Amat sukar diramalkan mereka sanggup mengalahkan bangsa Persia yang dalam keadaan kuat, hanya dalam tiga sampai sembilan tahun mendatang. Keyakinan yang kuat seperti keyakinan Abu Bakar itu merupakan keyakinan kaum Muslimin, yang tidak dapat digoyahkan oleh apa pun, sekalipun dalam bentuk siksaan, ujian, penderitaan, pemboikotan, dan sebagainya. Hal ini merupakan modal utama bagi kaum Muslimin menghadapi jihad yang memerlukan waktu yang lama di masa yang akan datang. Jika kaum Muslimin mempunyai keyakinan dan berusaha seperti kaum Muslimin di masa Rasulullah, pasti pula Allah mendatangkan kemenangan kepada mereka. Ketiga: Terjadinya suatu peristiwa adalah urusan Allah, tidak seorangpun yang dapat mencampurinya. Allah-lah yang menentukan segalanya sesuai dengan hikmah dan kebijaksanaan-Nya. Hal ini berarti bahwa kaum Muslimin harus mengembalikan segala urusan kepada Allah saja, baik dalam kejadian seperti di atas, maupun pada kejadian dan peristiwa yang merupakan keseimbangan antara situasi dan keadaan. Kemenangan dan kekalahan, kemajuan dan kemunduran suatu bangsa, demikian pula kelemahan dan kekuatannya yang terjadi di bumi ini, semuanya kembali kepada Allah. Dia berbuat menurut kehendak-Nya. Semua yang terjadi bertitik tolak kepada kehendak Zat yang mutlak itu. Jadi berserah diri dan menerima semua yang telah ditentukan Allah adalah sifat yang harus dimiliki oleh seorang mukmin. Hal ini bukanlah berarti bahwa usaha manusia tidak ada harganya sedikit pun, karena hal itu merupakan syarat berhasilnya suatu pekerjaan. Dalam suatu hadis diriwayatkan bahwa seorang Arab Badui melepaskan untanya di muka pintu masjid Rasulullah, kemudian ia masuk ke dalamnya sambil berkata, \"Aku bertawakal kepada Allah,\" lalu Nabi bersabda: Ikatlah unta itu sesudah itu baru engkau bertawakal. (Riwayat at-Tirmidzi dari Anas bin Malik ) Berdasarkan hadis ini, seorang muslim disuruh berusaha sekuat tenaga, kemudian ia berserah diri kepada Allah tentang hasil usahanya itu. Akhir ayat ini menerangkan bahwa kaum Muslimin bergembira ketika mendengar berita kemenangan bangsa Romawi atas bangsa Persia. Mereka bergembira karena: 1.Mereka telah dapat membuktikan kepada kaum musyrik Mekah atas kebenaran berita-berita yang ada dalam ayat Al-Qur'an. 2.Kemenangan bangsa Romawi atas bangsa Persia merupakan kemenangan agama Samawi atas agama ciptaan manusia. 3.Kemenangan bangsa Romawi atas bangsa Persia mengisyaratkan kemenangan kaum Muslimin atas orang-orang kafir Mekah dalam waktu yang tidak lama lagi."
        },
        {
          "number": 4,
          "arabic": "فِى بِضْعِ سِنِينَ ۗ لِلَّهِ ٱلْأَمْرُ مِن قَبْلُ وَمِنۢ بَعْدُ ۚ وَيَوْمَئِذٍ يَفْرَحُ ٱلْمُؤْمِنُونَ",
          "transliteration": "fī biḍ'ʿi sinīna lillahi l-amru min qablu wamin baʿdu wayawma-idhin yafraḥu l-mu'minūna",
          "translation": "dalam beberapa tahun (lagi).<sup foot_note=135586>1</sup> Bagi Allah lah urusan sebelum dan setelah (mereka menang). Dan pada hari (kemenangan bangsa Romawi) itu bergembiralah orang-orang yang beriman,",
          "tafsir": "Ayat ini menerangkan bahwa bangsa Romawi telah dikalahkan oleh bangsa Persia di negeri yang dekat dengan kota Mekah, yaitu negeri Syiria. Beberapa tahun kemudian setelah mereka dikalahkan, maka bangsa Romawi akan mengalahkan bangsa Persia sebagai balasan atas kekalahan itu. Bangsa Romawi yang dimaksud dalam ayat ini ialah Kerajaan Romawi Timur yang berpusat di Konstantinopel, bukan kerajaan Romawi Barat yang berpusat di Roma. Kerajaan Romawi Barat, jauh sebelum peristiwa yang diceritakan dalam ayat ini terjadi, sudah hancur, yaitu pada tahun 476 Masehi. Bangsa Romawi beragama Nasrani (Ahli Kitab), sedang bangsa Persia beragama Majusi (musyrik). Ayat ini merupakan sebagian dari ayat-ayat yang memberitakan hal-hal gaib yang menunjukkan kemukjizatan Al-Qur'an. Pada saat bangsa Romawi dikalahkan bangsa Persia, maka turunlah ayat ini yang menerangkan bahwa pada saat ini bangsa Romawi dikalahkan, tetapi kekalahan itu tidak akan lama dideritanya. Hanya dalam beberapa tahun saja, orang-orang Persia pasti dikalahkan oleh orang Romawi. Kekalahan bangsa Romawi ini terjadi sebelum Nabi Muhammad hijrah ke Medinah. Mendengar berita ini, orang-orang musyrik Mekah bergembira, sedangkan orang-orang yang beriman dan Nabi bersedih hati. Sebagaimana diketahui bahwa bangsa Persia beragama Majusi yang menyembah api, jadi mereka menyekutukan Tuhan. Orang-orang Mekah juga menyekutukan Tuhan dengan menyembah berhala. Oleh karena itu, mereka merasa agama mereka dekat dengan agama bangsa Persia, karena sama-sama mempersekutukan Tuhan. Kaum Muslimin merasa agama mereka dekat dengan agama Nasrani, karena sama-sama menganut agama Samawi. Oleh karena itu, kaum musyrik Mekah bergembira atas kemenangan itu, sebagai kemenangan agama politeisme yang mempercayai \"banyak Tuhan\", atas agama Samawi yang menganut agama tauhid. Sebaliknya kaum Muslimin waktu itu bersedih hati karena sikap menentang kaum musyrik Mekah semakin bertambah. Mereka mencemooh kaum Muslimin dengan mengatakan bahwa dalam waktu dekat mereka juga akan hancur, sebagaimana kehancuran bangsa Romawi yang menganut agama Nasrani. Lalu ayat ini turun untuk menerangkan bahwa bangsa Romawi yang kalah itu, akan mengalahkan bangsa Persia dalam waktu yang tidak lama, hanya dalam beberapa tahun lagi. Sejarah mencatat bahwa tahun 622 Masehi, yaitu setelah tujuh atau delapan tahun kekalahan bangsa Romawi dari bangsa Persia itu, peperangan antara kedua bangsa itu berkecamuk kembali untuk kedua kalinya. Pada permulaan terjadinya peperangan itu telah tampak tanda-tanda kemenangan bangsa Romawi. Sekalipun demikian, ketika sampai kepada kaum musyrik Mekah berita peperangan itu, mereka masih mengharapkan kemenangan berada di pihak Persia. Oleh karena itu, Ubay bin Khalaf ketika mengetahui Abu Bakar hijrah ke Medinah, ia minta agar putra Abu Bakar, yaitu 'Abdurrahman, menjamin taruhan ayahnya, jika Persia menang. Hal ini diterima oleh 'Abdurrahman. Pada tahun 624 Masehi, terjadilah perang Uhud. Ketika Ubay bin Khalaf hendak pergi memerangi kaum Muslimin, 'Abdurrahman melarangnya, kecuali jika putranya menjamin membayar taruhannya, jika bangsa Romawi menang. Maka Abdullah bin Ubay menerima untuk menjaminnya. Jika melihat berita di atas, maka ada beberapa kemungkinan sebagai berikut: pertama, pada tahun 622 Masehi, perang antara Romawi dan Persia telah berakhir dengan kemenangan Romawi. Akan tetapi, karena hubungan yang sukar waktu itu, maka berita itu baru sampai ke Mekah setahun kemudian, sehingga Ubay minta jaminan waktu Abu Bakar hijrah, sebaliknya 'Abdurrahman minta jaminan pada waktu Ubay akan pergi ke Perang Uhud. Kedua, peperangan itu berlangsung dari tahun 622-624 Masehi, dan berakhir dengan kemenangan bangsa Romawi. Dari peristiwa di atas dapat dikemukakan beberapa hal dan pelajaran yang perlu direnungkan dan diamalkan. Pertama: Ada hubungan antara kemusyrikan dan kekafiran terhadap dakwah dan iman kepada Allah. Sekalipun negara-negara dahulu belum mempunyai sistem komunikasi yang canggih dan bangsanya pun belum mempunyai hubungan yang kuat seperti sekarang ini, namun antar bangsa-bangsa itu telah mempunyai hubungan batin, yaitu antara bangsa-bangsa yang menganut agama yang bersumber dari Tuhan di satu pihak, dan bangsa-bangsa yang menganut agama yang tidak bersumber dari Tuhan pada pihak yang lain. Orang-orang musyrik Mekah menganggap kemenangan bangsa Persia atas bangsa Romawi (Nasrani), sebagai kemenangan mereka juga karena sama-sama menganut politeisme. Sedangkan kaum Muslimin merasakan kekalahan bangsa Romawi yang beragama Nasrani sebagai kekalahan mereka pula, karena merasa agama mereka berasal dari sumber yang satu. Hal ini merupakan suatu faktor nyata yang perlu diperhatikan kaum Muslimin dalam menyusun taktik dan strategi dalam berdakwah. Kedua: Kepercayaan yang mutlak kepada janji dan ketetapan Allah. Hal ini tampak pada ucapan-ucapan Abu Bakar yang penuh keyakinan tanpa ragu-ragu di waktu menetapkan jumlah taruhan dengan Ubay bin Khalaf. Harga unta seratus ekor sangat tinggi pada waktu itu, sehingga kalau tidak karena keyakinan akan kebenaran ayat-ayat Al-Qur'an yang ada di dalam hati Abu Bakar, tentu beliau tidak akan berani mengadakan taruhan sebanyak itu, apalagi jika dibaca sejarah bangsa Romawi pada waktu kekalahan itu dalam keadaan kocar-kacir. Amat sukar diramalkan mereka sanggup mengalahkan bangsa Persia yang dalam keadaan kuat, hanya dalam tiga sampai sembilan tahun mendatang. Keyakinan yang kuat seperti keyakinan Abu Bakar itu merupakan keyakinan kaum Muslimin, yang tidak dapat digoyahkan oleh apa pun, sekalipun dalam bentuk siksaan, ujian, penderitaan, pemboikotan, dan sebagainya. Hal ini merupakan modal utama bagi kaum Muslimin menghadapi jihad yang memerlukan waktu yang lama di masa yang akan datang. Jika kaum Muslimin mempunyai keyakinan dan berusaha seperti kaum Muslimin di masa Rasulullah, pasti pula Allah mendatangkan kemenangan kepada mereka. Ketiga: Terjadinya suatu peristiwa adalah urusan Allah, tidak seorangpun yang dapat mencampurinya. Allah-lah yang menentukan segalanya sesuai dengan hikmah dan kebijaksanaan-Nya. Hal ini berarti bahwa kaum Muslimin harus mengembalikan segala urusan kepada Allah saja, baik dalam kejadian seperti di atas, maupun pada kejadian dan peristiwa yang merupakan keseimbangan antara situasi dan keadaan. Kemenangan dan kekalahan, kemajuan dan kemunduran suatu bangsa, demikian pula kelemahan dan kekuatannya yang terjadi di bumi ini, semuanya kembali kepada Allah. Dia berbuat menurut kehendak-Nya. Semua yang terjadi bertitik tolak kepada kehendak Zat yang mutlak itu. Jadi berserah diri dan menerima semua yang telah ditentukan Allah adalah sifat yang harus dimiliki oleh seorang mukmin. Hal ini bukanlah berarti bahwa usaha manusia tidak ada harganya sedikit pun, karena hal itu merupakan syarat berhasilnya suatu pekerjaan. Dalam suatu hadis diriwayatkan bahwa seorang Arab Badui melepaskan untanya di muka pintu masjid Rasulullah, kemudian ia masuk ke dalamnya sambil berkata, \"Aku bertawakal kepada Allah,\" lalu Nabi bersabda: Ikatlah unta itu sesudah itu baru engkau bertawakal. (Riwayat at-Tirmidzi dari Anas bin Malik ) Berdasarkan hadis ini, seorang muslim disuruh berusaha sekuat tenaga, kemudian ia berserah diri kepada Allah tentang hasil usahanya itu. Akhir ayat ini menerangkan bahwa kaum Muslimin bergembira ketika mendengar berita kemenangan bangsa Romawi atas bangsa Persia. Mereka bergembira karena: 1.Mereka telah dapat membuktikan kepada kaum musyrik Mekah atas kebenaran berita-berita yang ada dalam ayat Al-Qur'an. 2.Kemenangan bangsa Romawi atas bangsa Persia merupakan kemenangan agama Samawi atas agama ciptaan manusia. 3.Kemenangan bangsa Romawi atas bangsa Persia mengisyaratkan kemenangan kaum Muslimin atas orang-orang kafir Mekah dalam waktu yang tidak lama lagi."
        },
        {
          "number": 5,
          "arabic": "بِنَصْرِ ٱللَّهِ ۚ يَنصُرُ مَن يَشَآءُ ۖ وَهُوَ ٱلْعَزِيزُ ٱلرَّحِيمُ",
          "transliteration": "binaṣri l-lahi yanṣuru man yashāu wahuwa l-ʿazīzu l-raḥīmu",
          "translation": "karena pertolongan Allah. Dia menolong siapa yang Dia kehendaki. Dia Mahaperkasa, Maha Penyayang.",
          "tafsir": "Ayat ini menerangkan bahwa Allah menolong dan memenangkan siapa yang dikehendaki-Nya, mengazab orang-orang yang seharusnya diazab dengan menghancurkannya. Allah juga menolong orang-orang yang menegakkan agama-Nya, dan melimpahkan rahmat kepada makhluk-Nya. Allah tidak membiarkan orang yang kuat berlaku sesuka hatinya, sehingga menindas orang yang lemah. Namun demikian, Allah tidak segera mengazab manusia yang berbuat dosa itu. Dia berfirman: Dan sekiranya Allah menghukum manusia disebabkan apa yang telah mereka perbuat, niscaya Dia tidak akan menyisakan satu pun makhluk bergerak yang bernyawa di bumi ini, tetapi Dia menangguhkan (hukuman)nya, sampai waktu yang sudah ditentukan. Nanti apabila ajal mereka tiba, maka Allah Maha Melihat (keadaan) hamba-hamba-Nya. (Fathir/35: 45) (6) Ayat ini menerangkan bahwa Allah telah menepati janji-Nya dengan memenangkan bangsa Romawi atas bangsa Persia. Allah sekali-kali tidak memungkiri janji-Nya yang berasal dari kehendak-Nya dan dari hikmah dan kebijaksanaan-Nya. Tidak seorang pun yang dapat mengubah dan menghalangi terlaksananya janji itu dan tidak ada suatu kejadian pun dalam alam ini, yang terlaksana di luar kehendak-Nya. Pelaksanaan janji itu merupakan sunah-Nya yang tidak pernah berubah sedikit pun, kecuali jika Dia menghendaki. Akan tetapi, kebanyakan manusia tidak mengetahui hal ini karena mereka tidak memikirkannya. Atau mereka mengetahui kebenaran janji itu, tetapi karena pengaruh hawa nafsu, mereka seakan-akan tidak mempercayainya. Maksud perkataan \"kebanyakan manusia\" dalam ayat ini ialah kaum musyrik dan orang-orang sesat lainnya yang tidak percaya kepada sunatullah. Jumlah mereka lebih banyak dari orang mengetahuinya. Mereka tidak mau percaya kepada ayat-ayat Al-Qur'an yang diturunkan kepada mereka dan tidak percaya kepada sifat-sifat kesempurnaan dan kekuasaan Allah."
        }
      ]
    }
  ]
}