{
  "pageNumber": 445,
  "juz": 23,
  "surahs": [
    {
      "number": 36,
      "name": "Ya-Sin",
      "nameArabic": "يس",
      "meaning": "Ya Sin",
      "revelation": "Makkah",
      "description": "Surat Yasin terdiri dari 83 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Jin.Dinamai \"Yasin\" karena dimulai dengan huruf \"Yasin\".Sebagaimana halnya arti huruf-huruf abjad yang terletak pada permulaan beberapa surat Al-Qur'an, maka demikian pula arti \"Yasin\" yang terdapat pada ayat pertama surat ini, yaitu Allah mengisyaratkan bahwa setelah huruf tersebut akan dikemukakan hal-hal yang penting antara lain: Allah bersumpah dengan Al-Qur'an bahwa Muhammad benar-benar seorang rasul yang diutus-Nya kepada kaum yang belum pernah didatangi rasul-rasul.**Pokok-Pokok Isi:**1. **Keimanan:** Bukti-bukti adanya hari kebangkitan; Al-Qur'an bukanlah syair; ilmu, kekuasaan dan rahmat Allah; surga dan sifat-sifatnya yang disediakan bagi orang-orang mukmin; menyucikan Allah dari sifat-sifat yang tidak layak bagi-Nya; anggota badan manusia menjadi saksi pada hari kiamat atas segala perbuatannya di dunia.2. **Kisah:** Kisah utusan-utusan Nabi 'Isa dengan penduduk Anthakiyah (Syam).3. **Lain-lain:** Tidak ada faedah peringatan bagi orang-orang musyrik; Allah menciptakan segala sesuatu berpasang-pasangan; semua bintang-bintang di cakrawala berjalan pada garis edar yang telah ditetapkan Allah; ajal dan hari kiamat datang secara tiba-tiba; Allah menghibur Rasulullah atas sikap kaum musyrikin yang menyakitkannya.Surat Yasin mengemukakan tentang Al-Qur'an dan kenabian Muhammad serta menegaskan adanya hari kebangkitan disertai bukti-bukti, baik bukti-bukti alamiah maupun bukti-bukti logika. Juga mengemukakan beberapa perumpamaan, di antaranya dengan mengemukakan kisah utusan-utusan Nabi 'Isa Al-Masih dengan penduduk Anthakiyah. Kesemuanya dikemukakan sebagai penghibur Rasulullah dan untuk menambah keyakinan orang-orang yang beriman yang sedang mengalami tekanan-tekanan dari kaum musyrikin.**Hubungan Surat Yasin Dengan Ash-Shaffat:**1. Pada surat Yasin disebut secara umum tentang umat-umat yang telah dibinasakan Allah karena ingkar kepada-Nya, sedangkan surat Ash-Shaffat menjelaskannya dengan menyebut kisah kaum Nuh; Ibrahim, 'Isa dengan kaumnya.2. Pada akhir surat Yasin disebut secara umum keadaan orang-orang mukmin dan orang-orang kafir pada hari kiamat, sedangkan surat Ash-Shaffat menjelaskannya secara lebih rinci.3. Pada surat Yasin disebutkan tentang kekuasaan Allah membangkitkan dan menghidupkan manusia kembali, karena Dialah yang menciptakannya dan Dialah yang menghendaki demikian, sedangkan surat Ash-Shaffat menjelaskan lebih luas dengan mengemukakan contoh-contoh yang berhubungan dengan hal itu.",
      "verses": [
        {
          "number": 71,
          "arabic": "أَوَلَمْ يَرَوْا۟ أَنَّا خَلَقْنَا لَهُم مِّمَّا عَمِلَتْ أَيْدِينَآ أَنْعَـٰمًا فَهُمْ لَهَا مَـٰلِكُونَ",
          "transliteration": "awalam yaraw annā khalaqnā lahum mimmā ʿamilat aydīnā anʿāman fahum lahā mālikūna",
          "translation": "Dan tidakkah mereka melihat bahwa Kami telah meciptakan hewan ternak untuk mereka, yaitu sebagian dari apa yang telah Kami ciptakan dengan kekuasaan Kami, lalu mereka menguasainya ?",
          "tafsir": "Allah memperingatkan kembali kepada kaum kafir tentang sifat dan rahmat yang telah dikaruniakan-Nya kepada mereka yang sepatutnya disyukuri. Rahmat yang dikaruniakan itu lalu mereka kuasai dan ambil manfaatnya sedemikian rupa. Akan tetapi, mereka tidak pernah bersyukur, bahkan mengingkari rahmat tersebut. Di antara rahmat dan karunia Allah adalah bermacam-macam hewan dan binatang ternak yang telah diciptakan dan disediakan-Nya untuk manusia. Sebagian dari hewan tersebut mereka jadikan kendaraan untuk mengangkut mereka dan barang-barang dari suatu tempat ke tempat yang lain. Dari hewan itu pula mereka memperoleh bahan makanan, minuman, pakaian, dan alat-alat keperluan lainnya. Namun demikian, mereka tidak bersyukur kepada Allah yang telah menciptakan dan menyediakan semuanya itu untuk kepentingan mereka."
        },
        {
          "number": 72,
          "arabic": "وَذَلَّلْنَـٰهَا لَهُمْ فَمِنْهَا رَكُوبُهُمْ وَمِنْهَا يَأْكُلُونَ",
          "transliteration": "wadhallalnāhā lahum famin'hā rakūbuhum wamin'hā yakulūna",
          "translation": "Dan Kami menundukkannya (hewan-hewan itu) untuk mereka; lalu sebagiannya untuk menjadi tunggangan mereka dan sebagian untuk mereka makan.",
          "tafsir": "Allah memperingatkan kembali kepada kaum kafir tentang sifat dan rahmat yang telah dikaruniakan-Nya kepada mereka yang sepatutnya disyukuri. Rahmat yang dikaruniakan itu lalu mereka kuasai dan ambil manfaatnya sedemikian rupa. Akan tetapi, mereka tidak pernah bersyukur, bahkan mengingkari rahmat tersebut. Di antara rahmat dan karunia Allah adalah bermacam-macam hewan dan binatang ternak yang telah diciptakan dan disediakan-Nya untuk manusia. Sebagian dari hewan tersebut mereka jadikan kendaraan untuk mengangkut mereka dan barang-barang dari suatu tempat ke tempat yang lain. Dari hewan itu pula mereka memperoleh bahan makanan, minuman, pakaian, dan alat-alat keperluan lainnya. Namun demikian, mereka tidak bersyukur kepada Allah yang telah menciptakan dan menyediakan semuanya itu untuk kepentingan mereka."
        },
        {
          "number": 73,
          "arabic": "وَلَهُمْ فِيهَا مَنَـٰفِعُ وَمَشَارِبُ ۖ أَفَلَا يَشْكُرُونَ",
          "transliteration": "walahum fīhā manāfiʿu wamashāribu afalā yashkurūna",
          "translation": "Dan mereka memperoleh berbagai manfaat dan minuman darinya. Maka mengapa mereka tidak bersyukur?",
          "tafsir": "Allah memperingatkan kembali kepada kaum kafir tentang sifat dan rahmat yang telah dikaruniakan-Nya kepada mereka yang sepatutnya disyukuri. Rahmat yang dikaruniakan itu lalu mereka kuasai dan ambil manfaatnya sedemikian rupa. Akan tetapi, mereka tidak pernah bersyukur, bahkan mengingkari rahmat tersebut. Di antara rahmat dan karunia Allah adalah bermacam-macam hewan dan binatang ternak yang telah diciptakan dan disediakan-Nya untuk manusia. Sebagian dari hewan tersebut mereka jadikan kendaraan untuk mengangkut mereka dan barang-barang dari suatu tempat ke tempat yang lain. Dari hewan itu pula mereka memperoleh bahan makanan, minuman, pakaian, dan alat-alat keperluan lainnya. Namun demikian, mereka tidak bersyukur kepada Allah yang telah menciptakan dan menyediakan semuanya itu untuk kepentingan mereka."
        },
        {
          "number": 74,
          "arabic": "وَٱتَّخَذُوا۟ مِن دُونِ ٱللَّهِ ءَالِهَةً لَّعَلَّهُمْ يُنصَرُونَ",
          "transliteration": "wa-ittakhadhū min dūni l-lahi ālihatan laʿallahum yunṣarūna",
          "translation": "Dan mereka mengangkat sesembahan selain Allah agar mereka mendapat pertolongan.",
          "tafsir": "Allah menerangkan pada ayat ini bahwa kaum kafir telah menguasai dan mengambil manfaat sedemikian rupa dari rahmat yang diciptakan dan dikaruniakan Allah. Jangankan mereka bersyukur kepada-Nya, bahkan sebaliknya mereka bertuhan kepada selain Allah, karena mereka menyangka akan segera mendapat pertolongan. Mereka menyembah patung, berhala, atau benda lainnya, padahal semuanya itu tidak dapat memberikan pertolongan apa-apa. Dengan demikian, mereka mengharapkan sesuatu yang mustahil, yang tidak dibenarkan oleh pikiran dan akal yang sehat."
        },
        {
          "number": 75,
          "arabic": "لَا يَسْتَطِيعُونَ نَصْرَهُمْ وَهُمْ لَهُمْ جُندٌ مُّحْضَرُونَ",
          "transliteration": "lā yastaṭīʿūna naṣrahum wahum lahum jundun muḥ'ḍarūna",
          "translation": "Mereka (sesembahan) itu tidak dapat menolong mereka; padahal mereka itu menjadi tentara yang disiapkan untuk menjaga (sesembahan) itu.",
          "tafsir": "Allah menerangkan pada ayat ini bahwa kaum kafir telah menguasai dan mengambil manfaat sedemikian rupa dari rahmat yang diciptakan dan dikaruniakan Allah. Jangankan mereka bersyukur kepada-Nya, bahkan sebaliknya mereka bertuhan kepada selain Allah, karena mereka menyangka akan segera mendapat pertolongan. Mereka menyembah patung, berhala, atau benda lainnya, padahal semuanya itu tidak dapat memberikan pertolongan apa-apa. Dengan demikian, mereka mengharapkan sesuatu yang mustahil, yang tidak dibenarkan oleh pikiran dan akal yang sehat."
        },
        {
          "number": 76,
          "arabic": "فَلَا يَحْزُنكَ قَوْلُهُمْ ۘ إِنَّا نَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ",
          "transliteration": "falā yaḥzunka qawluhum innā naʿlamu mā yusirrūna wamā yuʿ'linūna",
          "translation": "Maka jangan sampai ucapan mereka membuat engkau (Muhammad) bersedih hati. Sungguhnya, Kami mengetahui apa yang mereka rahasiakan dan apa yang mereka tampakkan.",
          "tafsir": "Akhirnya, Allah menghibur Nabi Muhammad saw dari tingkah laku dan perbuatan kaum kafir dan musyrik itu, yaitu Nabi tidak perlu merasa sedih mendengarkan ucapan dan tuduhan mereka yang bukan-bukan, yang ditujukan kepadanya dan kepada Al-Qur'an. Allah Maha Mengetahui semua perbuatan mereka, baik yang dilakukan dengan terang-terangan maupun yang mereka rahasiakan. Semua itu akan dimintakan pertanggungjawabannya kepada mereka kelak di hari Kiamat dan mereka pasti akan menerima balasannya berupa azab yang pedih."
        },
        {
          "number": 77,
          "arabic": "أَوَلَمْ يَرَ ٱلْإِنسَـٰنُ أَنَّا خَلَقْنَـٰهُ مِن نُّطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مُّبِينٌ",
          "transliteration": "awalam yara l-insānu annā khalaqnāhu min nuṭ'fatin fa-idhā huwa khaṣīmun mubīnun",
          "translation": "Dan tidakkah manusia memperhatikan bahwa Kami menciptakannya dari setetes mani, ternyata dia menjadi musuh yang nyata!",
          "tafsir": "Karena adanya sebagian manusia tidak percaya tentang adanya hari Kebangkitan, maka Pada ayat ini Allah mengingatkan mereka kepada kekuasaan-Nya dalam menciptakan manusia, sebagai bagian dari seluruh makhluk-Nya. Ini dikemukakan dengan nada keheranan atas sikap sebagian manusia itu. Yaitu: apakah manusia itu tidak memikirkan dan tidak memperhatikan bahwa Allah telah menciptakannya dari setetes air mani, tetapi kemudian setelah melalui proses, ia lahir ke dunia dalam bentuk manusia sempurna, kemudian ia menjadi orang yang bersikap memusuhi Allah dan rasul-Nya. Sikap semacam ini benar-benar tidak dapat diterima oleh pikiran yang sehat. Apabila manusia menyadari bahwa Allah kuasa menciptakannya, bahkan dari setetes air mani, kemudian menjadikan makhluk yang paling baik di bumi ini, pastilah ia yakin, bahwa Allah kuasa pula mengembalikannya kepada asal kejadiannya itu, dan Ia kuasa pula untuk mengulangi kembali penciptaan-Nya, yakni membangkitkannya seperti kehidupannya semula. Oleh karena itu, manusia tidak boleh bersikap melawan perintah Allah."
        },
        {
          "number": 78,
          "arabic": "وَضَرَبَ لَنَا مَثَلًا وَنَسِىَ خَلْقَهُۥ ۖ قَالَ مَن يُحْىِ ٱلْعِظَـٰمَ وَهِىَ رَمِيمٌ",
          "transliteration": "waḍaraba lanā mathalan wanasiya khalqahu qāla man yuḥ'yī l-ʿiẓāma wahiya ramīmun",
          "translation": "Dan dia membuat perumpamaan bagi Kami dan melupakan asal kejadiannya; dia berkata, \"Siapakah yang dapat menghidupkan tulang-belulang, yang telah hancur luluh?",
          "tafsir": "Pada ayat ini dijelaskan tentang keraguan kaum kafir Mekah terhadap adanya hari kebangkitan. Mereka berpendapat demikian karena telah melupakan asal kejadian masing-masing. Mereka diingatkan bahwa Allah telah menciptakan mereka dari setetes air mani, sehingga mereka lahir berwujud manusia yang hidup dan utuh. Jika seandainya mereka mengingat dan menyadari hal ini, pastilah mereka yakin bahwa Allah juga kuasa menghidupkannya kembali sesudah mati, walaupun tulang-belulang mereka sudah remuk."
        },
        {
          "number": 79,
          "arabic": "قُلْ يُحْيِيهَا ٱلَّذِىٓ أَنشَأَهَآ أَوَّلَ مَرَّةٍ ۖ وَهُوَ بِكُلِّ خَلْقٍ عَلِيمٌ",
          "transliteration": "qul yuḥ'yīhā alladhī ansha-ahā awwala marratin wahuwa bikulli khalqin ʿalīmun",
          "translation": "Katakanlah (Muhammad), \"Yang akan menghidupkannya ialah (Allah) yang menciptakannya pertama kali. Dan Dia Maha Mengetahui tentang segala makhluk,",
          "tafsir": "Pada ayat ini, Allah memerintahkan Nabi Muhammad saw untuk menjawab pertanyaan orang-orang tersebut di atas, dengan menegaskan bahwa yang akan menghidupkan tulang-tulang lapuk itu kembali menjadi manusia yang hidup dan utuh adalah Allah yang dahulu telah menciptakannya pada kali yang pertama, dari tidak ada menjadi ada. Allah Maha Mengetahui semua makhluk ciptaan-Nya. Bagi manusia, mengulang suatu perbuatan lebih mudah daripada melakukannya pertama kali. Akan tetapi, bagi Allah menciptakan sesuatu pertama kali, sama saja mudahnya dengan mengulanginya, karena Allah Mahakuasa."
        },
        {
          "number": 80,
          "arabic": "ٱلَّذِى جَعَلَ لَكُم مِّنَ ٱلشَّجَرِ ٱلْأَخْضَرِ نَارًا فَإِذَآ أَنتُم مِّنْهُ تُوقِدُونَ",
          "transliteration": "alladhī jaʿala lakum mina l-shajari l-akhḍari nāran fa-idhā antum min'hu tūqidūna",
          "translation": "yaitu (Allah) yang menjadikan api untukmu dari kayu yang hijau, maka seketika itu kamu nyalakan (api) dari kayu itu.\"",
          "tafsir": "Pada ayat ini disebutkan bahwa Allah juga memerintahkan rasul-Nya untuk menjelaskan kepada orang-orang musyrik tersebut bahwa yang akan menghidupkan kembali tulang-tulang lapuk tersebut adalah Allah yang telah menciptakan untuk mereka, api yang menyala dari kayu yang semula merupakan pohon yang basah dan hijau tetapi kemudian kayu itu menjadi kering sehingga dapat menyalakan api. Dalam kehidupan sehari-hari, orang Arab telah mengetahui bahwa ada beberapa jenis kayu yang jika digesekkan antara satu dengan lainnya akan memercikkan api. Ini semua diciptakan Allah untuk manusia agar mereka bisa menghangatkan badan, memasak, menggunakannya untuk penerangan, dan berbagai kebutuhan lainnya. Pemberian contoh ini merupakan hal yang cukup jelas bagi mereka yang sehari-hari menggunakan kayu api. Mereka mengira bahwa tulang-tulang yang sudah lapuk itu telah menjadi dingin dan kering tidak dapat lagi menerima kehidupan, sebab kehidupan ini memerlukan adanya panas. Padahal sehari-hari mereka menyaksikan bahwa kayu yang sudah lapuk dan dingin dapat menimbulkan panas dan menghidupkan api. Bahkan kayu yang masih basah dan berdaun ada juga yang dapat menyalakan api. Menurut kajian ilmiah, api di sini dapat saja diinterpretasikan sebagai energi. Di dalam tumbuhan memang terjadi proses pemanfaatan energi matahari untuk mengubah bahan yang diambil tumbuhan menjadi energi kimiawi. Penjelasan mengenai terjadinya perubahan energi tersebut, yang disebut sebagai proses fotosintesa adalah sebagai berikut. Dari banyak bagian tumbuhan, salah satu yang terpenting adalah adanya kloroplas (chloroplast) yang terdapat pada daun. Pada kloroplas ini terdapat ribuan kloropil (chlorophyl) atau butir hijau daun, dan dalam bahasa Al-Qur'an dikenal dengan nama al-khadir (bahan hijau). Kedua ayat di atas menyinggung keberadaan kloropil yang berwarna hijau (al-An'am/6: 99) dan peranan matahari dalam menjalankan \"pabrik hijau\" ini (at-Takwir/81: 17-18). Sel tumbuhan, tidak sebagaimana sel manusia atau binatang, dapat menggunakan secara langsung energi matahari. Tumbuhan akan mengubah energi matahari menjadi energi kimia, dan menyimpannya dalam bentuk nutrien dengan cara yang khusus. Proses ini dinamakan fotosintesis (Photosynthesis). Sel berwarna hijau ini hanya dapat dilihat dengan menggunakan mikroskop. Ini adalah satu-satunya laboratorium di dunia yang dapat menyimpan energi matahari dalam bentuk bahan organik. Sebagaimana diuraikan di atas, maka tumbuhan adalah makhluk yang sangat dan paling penting untuk kelangsungan kehidupan makhluk lainnya. Di samping menghasilkan bahan makanan, proses fotosintesa yang dilakukan tumbuhan juga menghasilkan oksigen. Oksigen adalah bahan untuk bernapas bagi semua makhluk hidup, termasuk manusia dan binatang. Dengan demikian tepatlah Allah memberikan contoh, bahkan bukan hanya kayu yang kering saja dapat menyalakan api tetapi kayu yang masih hijau dan basah pun dapat juga dijadikan kayu api. Sebaliknya, tulang-tulang yang dapat menerima kehidupan bukan hanya tulang-tulang yang segar, tetapi tulang yang sudah lapuk pun dapat pula menerima kehidupan dengan kekuasaan Allah."
        },
        {
          "number": 81,
          "arabic": "أَوَلَيْسَ ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ بِقَـٰدِرٍ عَلَىٰٓ أَن يَخْلُقَ مِثْلَهُم ۚ بَلَىٰ وَهُوَ ٱلْخَلَّـٰقُ ٱلْعَلِيمُ",
          "transliteration": "awalaysa alladhī khalaqa l-samāwāti wal-arḍa biqādirin ʿalā an yakhluqa mith'lahum balā wahuwa l-khalāqu l-ʿalīmu",
          "translation": "Dan bukankah (Allah) yang menciptakan langit dan bumi, mampu menciptakan kembali yang serupa itu (jasad mereka yang sudah hancur)? Benar, dan Dia Maha Pencipta, Maha Mengetahui.",
          "tafsir": "Allah mengemukakan pertanyaan kepada orang-orang yang tidak mempercayai hari kebangkitan itu bahwa jika mereka percaya bahwa Allah kuasa menciptakan langit dan bumi ini, mengapa Allah tidak kuasa pula menciptakan sesuatu yang serupa dengan itu. Jawabannya adalah Allah pasti kuasa menciptakannya, karena Dia Maha Pencipta, lagi Maha Mengetahui."
        },
        {
          "number": 82,
          "arabic": "إِنَّمَآ أَمْرُهُۥٓ إِذَآ أَرَادَ شَيْـًٔا أَن يَقُولَ لَهُۥ كُن فَيَكُونُ",
          "transliteration": "innamā amruhu idhā arāda shayan an yaqūla lahu kun fayakūnu",
          "translation": "Sesungguhnya urusan-Nya apabila Dia menghendaki sesuatu Dia hanya berkata kepadanya, \"Jadilah!\" Maka jadilah sesuatu itu.",
          "tafsir": "Allah menerangkan betapa mudah bagi-Nya menciptakan sesuatu. Apabila Ia menghendaki untuk menciptakan suatu makhluk, cukuplah Allah berfirman, \"Jadilah,\" maka dengan serta-merta terwujudlah makhluk itu. Mengingat kekuasaan-Nya yang demikian besar, maka adanya hari kebangkitan itu, di mana manusia dihidupkan-Nya kembali sesudah terjadinya kehancuran di hari Kiamat, bukanlah suatu hal yang mustahil, dan tidak patut diingkari."
        },
        {
          "number": 83,
          "arabic": "فَسُبْحَـٰنَ ٱلَّذِى بِيَدِهِۦ مَلَكُوتُ كُلِّ شَىْءٍ وَإِلَيْهِ تُرْجَعُونَ",
          "transliteration": "fasub'ḥāna alladhī biyadihi malakūtu kulli shayin wa-ilayhi tur'jaʿūna",
          "translation": "Maka Mahasuci (Allah) yang ditangan-Nya kekuasaan atas segala sesuatu dan kepada-Nya kamu dikembalikan.",
          "tafsir": "Orang-orang yang beriman pasti berkata bahwa Allah Mahasuci. Di tangan-Nya kekuasaan penuh atas segala sesuatu di alam ini. Dialah yang menciptakan, mengatur, dan memeliharanya. Kepada-Nya jualah semua makhluk dikembalikan. Pengakuan dan keyakinan semacam ini pasti timbul apabila manusia menggunakan pikiran sehat untuk memperhatikan isi alam ini semuanya yang menjadi bukti bagi kekuasaan Allah."
        }
      ]
    }
  ]
}