{
  "pageNumber": 92,
  "juz": 5,
  "surahs": [
    {
      "number": 4,
      "name": "An-Nisa'",
      "nameArabic": "النساء",
      "meaning": "Wanita",
      "revelation": "Madinah",
      "description": "Surat An Nisaa' terdiri dari 176 ayat dan termasuk surat Madaniyyah terpanjang setelah surat Al Baqarah.Dinamakan An Nisaa' karena di dalamnya banyak dibicarakan hal-hal yang berhubungan dengan perempuan; merupakan surat yang paling banyak membicarakan hal itu dibanding surat-surat yang lain. Surat lain yang banyak membicarakan perempuan adalah surat Ath Thalaq. Dalam hal ini, surat An Nisaa' biasa disebut \"Surat An Nisaa' Al Kubraa\" (surat An Nisaa' besar) sedangkan surat Ath Thalaq disebut \"Surat An Nisaa' Ash Shughraa\" (surat An Nisaa' kecil).Pokok-Pokok Isi:1. Keimanan:Syirik (dosa yang paling besar); akibat kekafiran pada hari akhir.2. Hukum-hukum:Kewajiban para washi dan wali; hukum poligami; masnikah; memakan harta anak yatim dan orang-orang yang tidak dapat mengurus harta; pokok-pokok hukum warisan; perbuatan-perbuatan keji dan hukumannya, perempuan-perempuan yang haram dinikahi; hukum menikahi hamba sahaya perempuan; larangan memakan harta secara batil; hukum syiqaq dan nusyuz; kesucian lahir-batin dalam shalat; hukum suaka; hukum membunuh seorang muslim; shalat khauf; larangan mengucapkan perkataan buruk; dan pusaka kalalah.3. Kisah-kisah:Kisah-kisah Nabi Musa a.s. dan pengikutnya.4. Lain-lain:Asal muasal manusia adalah satu; keharusan menjauhi adat-adat jahiliyah berkaitan dengan perempuan; norma-norma pergaulan dengan istri; hak seseorang sesuai dengan kewajibannya; perlakuan ahli kitab terhadap kitab-kitab yang diturunkan kepadanya; dasar-dasar pemerintahan; cara mengadili perkara; keharusan siap-siaga terhadap musuh; sikap-sikap orang munafik dalam menghadapi peperangan; berperang di jalan Allah adalah kewajiban setiap mukalaf; norma dan adab dalam peperangan; cara menghadapi orang-orang munafik; dan derajat orang yang berjihad.Surat An Nisaa' dimulai dengan perintah bertakwa dan menyatakan bahwa asal manusia adalah satu, kemudian menerangkan hukum-hukum yang berhubungan dengan anak yatim, rumah tangga, warisan, perempuan yang haram dinikahi serta hak dan kewajiban laki-laki dan perempuan. Juga menyebut tentang hukum-hukum perang serta pelajaran-pelajaran yang harus diambil dari perang Badar dan Uhud. Pengutaraan hukum perang dan hukum keluarga dalam surat ini merupakan hujjah-hujjah yang dikemukakan kepada Ahli Kitab, yang ditegaskan pada bagian terakhir surat ini. Lalu, surat ini ditutup dengan perintah agar kaum mukmin bersabar, memperatkan hubungan sesama manusia, dan bertakwa kepada Allah, agar mendapat keberuntungan dunia akhirat.Hubungan Surat An Nisaa' Dengan Surat Al Maa-Idah:1. Surat An Nisaa' menerangkan beberapa macam akad, seperti: pernikahan, perceraian, warisan, perjanjian, wasiat, dan sebagainya. Sementara itu, permulaan surat Al Maa-idah menyatakan supaya hamba-hamba Allah memenuhi segala macam akad-akad yang telah dibuat, baik terhadap Allah maupun terhadap sesama manusia, di samping menerangkan akad-akad yang lain.2. Surat An Nisaa' mengemukakan beberapa hukum secara umum, sedangkan surat Al Maa-idah menjelaskan dan menegaskan hukum-hukum tersebut.3. Sebagaimana halnya surat Al Baqarah dan surat Ali 'Imran mengemukakan hal-hal yang berhubungan dengan pokok-pokok agama, seperti: keesaan Allah dan kenabian, maka surat An Nisaa' dan Al Maaidah menerangkan tentang furu' agama (hukum fikih), seperti: hukum keluarga dan sebagainya.4. Akhir surat An Nisaa' mengemukakan hujjah-hujjah atas kekeliruan orang-orang Yahudi dan Nasrani serta kekeliruan kaum musyrikin dan munafikin. Hal yang serupa diterangkan secara panjang lebar dalam surat Al Maa-idah.5. Surat An Nisaa' dimulai dengan \"Yaa ayyuhannaas\" yang nadanya sama dengan surat Makiah, sedangkan surat Al Maa-idah, sebagai surat Madaniah, dimulai dengan, \"Yaa ayyuhal ladziina aamanu\". Meskipun nadanya berlainan, tetapi yang dituju oleh kedua surat ini adalah seluruh manusia.",
      "verses": [
        {
          "number": 87,
          "arabic": "ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ ۚ لَيَجْمَعَنَّكُمْ إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ لَا رَيْبَ فِيهِ ۗ وَمَنْ أَصْدَقُ مِنَ ٱللَّهِ حَدِيثًا",
          "transliteration": "al-lahu lā ilāha illā huwa layajmaʿannakum ilā yawmi l-qiyāmati lā rayba fīhi waman aṣdaqu mina l-lahi ḥadīthan",
          "translation": "Allah, tidak ada tuhan selain Dia. Dia pasti akan mengumpulkan kamu pada hari Kiamat yang tidak diragukan kejadiannya. Siapakah yang lebih benar perkataan(nya) daripada Allah?",
          "tafsir": "Kaum Muslimin akan menerima ganjaran berupa pahala dari Allah Yang Mahakuasa di hari kemudian nanti. Dia adalah Tuhan Yang Maha Esa yang berhak disembah, karenanya janganlah kaum Muslimin lalai berbakti kepada-Nya dan tunduk menjunjung perintah dan menjauhi larangan-Nya. Kebahagiaan dan ketenangan jiwa serta kemurnian akal manusia adalah terletak pada kebebasannya dari belenggu kebendaan. Selain Allah, tidak ada yang berhak disembah karena hanya Allah yang sanggup membangkitkan dan menghimpun manusia pada hari kemudian, hari yang pasti datangnya. Karena itu hendaklah manusia percaya kepada firman Allah, karena tidak satupun yang dapat lebih dipercayai selain firman Allah. Adapun yang bukan berasal dari Allah tidak pasti kebenarannya, karena berita-berita dari manusia mengandung kemungkinan benar dan kemungkinan salah."
        },
        {
          "number": 88,
          "arabic": "۞ فَمَا لَكُمْ فِى ٱلْمُنَـٰفِقِينَ فِئَتَيْنِ وَٱللَّهُ أَرْكَسَهُم بِمَا كَسَبُوٓا۟ ۚ أَتُرِيدُونَ أَن تَهْدُوا۟ مَنْ أَضَلَّ ٱللَّهُ ۖ وَمَن يُضْلِلِ ٱللَّهُ فَلَن تَجِدَ لَهُۥ سَبِيلًا",
          "transliteration": "famā lakum fī l-munāfiqīna fi-atayni wal-lahu arkasahum bimā kasabū aturīdūna an tahdū man aḍalla l-lahu waman yuḍ'lili l-lahu falan tajida lahu sabīlan",
          "translation": "Maka mengapa kamu (terpecah) menjadi dua golongan<sup foot_note=135162>1</sup> dalam (menghadapi) orang-orang munafik, padahal Allah telah mengembalikan mereka (kepada kekafiran), disebabkan usaha mereka sendiri? Apakah kamu bermaksud memberi petunjuk kepada orang yang telah dibiarkan sesat oleh Allah? Barang siapa dibiarkan sesat oleh Allah, kamu tidak akan mendapatkan jalan (untuk memberi petunjuk) baginya.",
          "tafsir": "Ayat ini menyingkap suatu kenyataan yang terjadi pada masa Rasulullah saw, bahwa ada segolongan kaum munafik yang selalu bermuka dua terhadap Rasulullah dan kaum Muslimin dalam menghadapi peperangan. Mereka pura-pura membantu dan menyokong Rasulullah saw dan kaum Muslimin, padahal yang sebenarnya mereka enggan memberikan bantuan, bahkan mereka dengan sembunyi-sembunyi membantu musuh Muslimin. Dalam menghadapi orang-orang munafik ini, ternyata kaum Muslimin terpecah menjadi dua golongan. Golongan pertama berpendapat bahwa kaum munafik itu harus ditindak dan dibasmi; sedang golongan kedua ingin membela mereka, karena mereka dianggap penolong kaum Muslimin. Sikap kaum Muslimin dikoreksi, mengapa mereka terpecah belah dan tidak bersatu padu menghadapi kaum munafik. Disebutkan bahwa orang-orang munafik itu sebagai \"orang-orang yang telah dibalikkannya kepada kekafiran\" karena tindak-tanduk mereka sendiri, dan sebagai \"orang-orang yang telah disesatkannya\" dengan arti: mereka telah menjadi sesat karena keingkaran dan tidak mengindahkan lagi petunjuk-petunjuk Allah. Dengan nada bertanya ayat ini melarang kaum Muslimin untuk mencoba memberi petunjuk kepada orang-orang yang telah disesatkan-Nya. Allah berfirman, \"Apakah kamu berusaha untuk memberi petunjuk kepada orang-orang yang telah disesatkan Allah?\" Pada akhir ayat ini ditegaskan bahwa tidak ada jalan bagi kaum Muslimin dan bagi siapa pun, untuk memberikan petunjuk kepada orang-orang yang telah disesatkan Allah, karena keingkaran dan kefasikan mereka. Dari ayat ini dapat diambil pengertian bahwa kaum Muslimin tidak boleh ragu dalam menghadapi orang munafik. Perintah Allah untuk berperang dan membela agama harus dilaksanakan, dan semua penghalang haruslah disingkirkan. Kaum Muslimin harus bersatu padu dalam sikap dan perbuatannya untuk menghadapi golongan munafik serta musuh-musuh Islam yang lain."
        },
        {
          "number": 89,
          "arabic": "وَدُّوا۟ لَوْ تَكْفُرُونَ كَمَا كَفَرُوا۟ فَتَكُونُونَ سَوَآءً ۖ فَلَا تَتَّخِذُوا۟ مِنْهُمْ أَوْلِيَآءَ حَتَّىٰ يُهَاجِرُوا۟ فِى سَبِيلِ ٱللَّهِ ۚ فَإِن تَوَلَّوْا۟ فَخُذُوهُمْ وَٱقْتُلُوهُمْ حَيْثُ وَجَدتُّمُوهُمْ ۖ وَلَا تَتَّخِذُوا۟ مِنْهُمْ وَلِيًّا وَلَا نَصِيرًا",
          "transliteration": "waddū law takfurūna kamā kafarū fatakūnūna sawāan falā tattakhidhū min'hum awliyāa ḥattā yuhājirū fī sabīli l-lahi fa-in tawallaw fakhudhūhum wa-uq'tulūhum ḥaythu wajadttumūhum walā tattakhidhū min'hum waliyyan walā naṣīran",
          "translation": "Mereka ingin agar kamu menjadi kafir sebagaimana mereka telah menjadi kafir, sehingga kamu menjadi sama (dengan mereka). Janganlah kamu jadikan dari antara mereka sebagai teman-teman(mu), sebelum mereka berpindah pada jalan Allah. Apabila mereka berpaling,<sup foot_note=135163>1</sup> maka tawanlah mereka dan bunuhlah mereka dimanapun mereka kamu temukan, dan janganlah kamu jadikan seorang pun di antara mereka sebagai teman setia dan penolong,",
          "tafsir": "Diriwayatkan bahwa beberapa orang Arab datang kepada Rasulullah saw. di Medinah, lalu mereka masuk Islam, kemudian mereka ditimpa penyakit panas, yang menyebabkan mereka kembali kafir lalu mereka keluar dari Medinah. Kemudian mereka berjumpa dengan sahabat Nabi, para sahabat menanyakan sebab-sebab mereka meninggalkan Medinah. Mereka menerangkan bahwa mereka ditimpa penyakit panas. Para sahabat berkata, \"Mengapa kamu tidak mengambil teladan yang baik dari Rasulullah?\" Dalam menyikapi orang-orang ini, para sahabat terbagi kepada dua golongan. Yang sebagian berpendapat bahwa mereka telah menjadi munafik, sedang sebagian lagi berpendapat bahwa mereka masih Islam. Lalu turunlah ayat ini yang mencela sikap kaum muslimin, karena terpecah menjadi dua golongan, dan memerintahkan agar orang Arab ditawan dan dibunuh, jika mereka tidak berhijrah ke Medinah, karena mereka disamakan dengan kaum musyrikin yang lain. Ayat ini menjelaskan sifat-sifat orang-orang munafik, yang oleh sebagian kaum Muslimin ketika itu dibela dan hendak diberi petunjuk, serta diharapkan bantuan mereka untuk memperkuat kaum Muslimin. Sifat kaum munafik itu jauh berbeda dari orang-orang kafir, yang senang dengan kekafiran mereka dan tidak mengganggu orang lain. Adapun orang-orang munafik, mereka tidak hanya sekedar bermuka dua terhadap kaum Muslimin, melainkan juga ingin mengembalikan kaum Muslimin kepada kekafiran, dan sesudah itu mereka akan melenyapkan agama Islam dari muka bumi ini. Oleh karena demikian buruknya niat dan perbuatan orang-orang munafik itu, maka kaum Muslimin sekali lagi diingatkan, agar jangan sekali-kali mempercayai mereka dan jangan menjadikan mereka sebagai teman dan penolong, kecuali mereka benar-benar telah menganut agama Islam dan telah sesuai perbuatan mereka dengan ucapan, serta telah bersatu padu dengan kaum Muslimin dalam akidah, sikap dan perbuatan, bukan hanya sekedar tunduk karena mereka dalam keadaan lemah. Jika mereka benar-benar telah beriman, tentulah mereka tidak akan meninggalkan Nabi dan kaum Muslimin dalam menghadapi berbagai kesulitan. Mereka tentu akan selalu bersama Nabi dan kaum Muslimin, karena hal itu adalah dorongan iman yang kuat di dalam hati seseorang. Maka keengganan untuk mengikuti Nabi adalah suatu tanda lemahnya keimanan dan belum adanya keikhlasan untuk membela agama Islam. Oleh sebab itu perintah dalam ayat ini bilamana ternyata mereka tidak mau beriman dan berjihad di jalan Allah, maka hendaklah kaum Muslimin menawan dan membunuh mereka, dan tidak menjadikan mereka sebagai pelindung dan penolong. Dari ayat ini dapat diambil pengertian bahwa yang menjadi alasan pokok bagi perintah untuk menawan dan membunuh mereka, ialah sifat mereka yang tidak jujur kepada kaum Muslimin serta perbuatan mereka yang dilakukan dengan sembunyi untuk menghancurkan Islam dan kaum Muslimin. Tindakan terhadap mereka itu dipandang sebagai suatu keharusan yang perlu dilakukan untuk keselamatan Islam dan kaum Muslimin. Tindakan itu harus dihentikan apabila ternyata mereka itu telah menghentikan pula sikap dan perbuatan mereka yang bersifat bermusuhan terhadap Islam dan kaum Muslimin."
        },
        {
          "number": 90,
          "arabic": "إِلَّا ٱلَّذِينَ يَصِلُونَ إِلَىٰ قَوْمٍۭ بَيْنَكُمْ وَبَيْنَهُم مِّيثَـٰقٌ أَوْ جَآءُوكُمْ حَصِرَتْ صُدُورُهُمْ أَن يُقَـٰتِلُوكُمْ أَوْ يُقَـٰتِلُوا۟ قَوْمَهُمْ ۚ وَلَوْ شَآءَ ٱللَّهُ لَسَلَّطَهُمْ عَلَيْكُمْ فَلَقَـٰتَلُوكُمْ ۚ فَإِنِ ٱعْتَزَلُوكُمْ فَلَمْ يُقَـٰتِلُوكُمْ وَأَلْقَوْا۟ إِلَيْكُمُ ٱلسَّلَمَ فَمَا جَعَلَ ٱللَّهُ لَكُمْ عَلَيْهِمْ سَبِيلًا",
          "transliteration": "illā alladhīna yaṣilūna ilā qawmin baynakum wabaynahum mīthāqun aw jāūkum ḥaṣirat ṣudūruhum an yuqātilūkum aw yuqātilū qawmahum walaw shāa l-lahu lasallaṭahum ʿalaykum falaqātalūkum fa-ini iʿ'tazalūkum falam yuqātilūkum wa-alqaw ilaykumu l-salama famā jaʿala l-lahu lakum ʿalayhim sabīlan",
          "translation": "kecuali orang-orang yang meminta perlindungan kepada sesuatu kaum, yang antara kamu dan kaum itu telah ada perjanjian (damai)<sup foot_note=135164>1</sup> atau orang yang datang kepadamu sedang hati mereka merasa keberatan untuk memerangi kamu atau memerangi kaumnya.<sup foot_note=135165>2</sup> Sekiranya Allah menghendaki, niscaya diberikan-Nya kekuasaan kepada mereka (dalam) menghadapi kamu, maka pastilah mereka memerangimu. Tetapi jika mereka membiarkan kamu, dan tidak memerangimu serta menawarkan perdamaian kepadamu (menyerah) maka Allah tidak memberi jalan bagimu (untuk menawan dan membunuh) mereka.",
          "tafsir": "Diperintahkan kepada kaum Muslimin agar tindakan \"menawan dan membunuh\" itu tidak dilakukan kepada orang-orang seperti berikut: Pertama: Orang-orang kafir yang meninggalkan kelompok mereka semula yang memusuhi Islam dan kaum Muslimin, kemudian mereka pergi minta perlindungan kepada kelompok orang-orang kafir lain yang telah mengadakan perjanjian damai dengan kaum Muslimin. Dalam hal ini kaum Muslimin tidak diperbolehkan menawan atau membunuh mereka sebab mereka telah disamakan hukumnya dengan orang-orang kafir tempat mereka berlindung yang telah mengadakan perjanjian damai dengan Muslimin. Kaum Muslimin harus menghormati perjanjian damai yang telah dibuat, sekalipun dengan orang kafir selama mereka tidak melanggarnya. Kedua: Orang-orang kafir yang datang kepada kaum Muslimin untuk mengadakan perdamaian. Mereka tidak mau memerangi kaum Muslimin; karena keinginan mereka untuk berdamai. Mereka juga tidak bersedia membantu kaum Muslimin untuk memerangi orang-orang kafir lainnya, karena kemungkinan orang-orang kafir ini masih kaum kerabat mereka, atau sebagian keluarga mereka masih tinggal bersama orang-orang kafir tersebut. Orang yang semacam ini juga tidak boleh ditawan dan dibunuh oleh kaum Muslimin. Dari ketentuan ini dapat dilihat betapa adilnya hukum Al-Qur'an. Kaum Muslimin harus menghormati perjanjian atau persetujuan yang telah dibuat dengan orang-orang kafir selama mereka tetap menghormati dan menepati isi perjanjian itu. Boleh jadi terasa berat bagi sebagian Muslimin untuk menahan diri tidak memerangi kedua golongan tersebut, misalnya karena melihat kenyataan bahwa mereka masih berada dalam masyarakat kafir, atau karena mereka tidak bersedia membantu Muslimin dalam memerangi kaum kafir lainnya yang memusuhi mereka. Oleh sebab itu ayat ini mengingatkan kaum Muslimin kepada rahmat-Nya bahwa ia telah melenyapkan bahaya yang mungkin timbul dari orang-orang tersebut terhadap Muslimin. Andaikata Allah menghendaki, niscaya Dia memberikan kekuatan kepada orang kafir tersebut untuk memerangi kaum Muslimin, misalnya dengan menunjukkan kepada mereka kelemahan kaum Muslimin, yang memungkinkan orang kafir itu memerangi dan mengalahkan Muslimin. Tetapi Allah Maha Pengasih telah melimpahkan rahmat-Nya, sehingga berbagai bahaya tersebut tidak terjadi. Sebagai imbalannya, kaum Muslimin harus menahan diri terhadap mereka. Pada akhir ayat ini ditegaskan kembali larangan-Nya kepada kaum Muslimin untuk menawan dan membunuh orang-orang kafir dari kedua golongan tersebut di atas, apabila mereka benar-benar tidak memusuhi Islam dan kaum Muslimin dan selalu memelihara perdamaian. Apabila Muslimin memerangi mereka, mungkin hal itu akan menggerakkan mereka untuk menyusun kekuatan guna menghadapi Muslimin. Ayat ini merupakan dasar \"hukum suaka politik\" dalam Islam."
        },
        {
          "number": 91,
          "arabic": "سَتَجِدُونَ ءَاخَرِينَ يُرِيدُونَ أَن يَأْمَنُوكُمْ وَيَأْمَنُوا۟ قَوْمَهُمْ كُلَّ مَا رُدُّوٓا۟ إِلَى ٱلْفِتْنَةِ أُرْكِسُوا۟ فِيهَا ۚ فَإِن لَّمْ يَعْتَزِلُوكُمْ وَيُلْقُوٓا۟ إِلَيْكُمُ ٱلسَّلَمَ وَيَكُفُّوٓا۟ أَيْدِيَهُمْ فَخُذُوهُمْ وَٱقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْ ۚ وَأُو۟لَـٰٓئِكُمْ جَعَلْنَا لَكُمْ عَلَيْهِمْ سُلْطَـٰنًا مُّبِينًا",
          "transliteration": "satajidūna ākharīna yurīdūna an yamanūkum wayamanū qawmahum kulla mā ruddū ilā l-fit'nati ur'kisū fīhā fa-in lam yaʿtazilūkum wayul'qū ilaykumu l-salama wayakuffū aydiyahum fakhudhūhum wa-uq'tulūhum ḥaythu thaqif'tumūhum wa-ulāikum jaʿalnā lakum ʿalayhim sul'ṭānan mubīnan",
          "translation": "Kelak akan kamu dapati (golongan-golongan) yang lain, yang menginginkan agar mereka hidup aman bersamamu dan aman (pula) bersama kaumnya. Setiap kali mereka diajak kembali kepada fitnah (syirik), mereka pun terjun ke dalamnya. Karena itu jika mereka tidak membiarkan kamu dan tidak mau menawarkan perdamaian kepadamu, serta tidak menahan tangan mereka (dari memerangimu), maka tawanlah mereka dan bunuhlah mereka dimana saja kamu temui, dan merekalah orang yang Kami berikan kepadamu alasan yang nyata (untuk memerangi, menawan dan membunuh) mereka.",
          "tafsir": "Selain kedua golongan kafir tersebut, kaum Muslimin akan menemukan satu golongan lain dengan ciri-ciri dan niat yang berbeda. Mereka adalah golongan kafir munafik, yaitu munafik dalam hal kepercayaan. Apabila mereka bertemu dengan kaum Muslimin mereka menyatakan diri beragama Islam, dan apabila mereka berada bersama orang-orang kafir, mereka mengatakan tetap seagama dengan mereka dan tetap menyembah sesembahan mereka. Hal itu mereka lakukan karena menjaga keamanan diri, keluarga dan harta benda mereka terhadap gangguan kaum Muslimin dan gangguan dari golongan mereka sendiri. Dan apabila mereka berjumpa dengan orang yang beriman, mereka berkata, \"Kami telah beriman.\" Tetapi apabila mereka kembali kepada setan-setan (para pemimpin) mereka, mereka berkata, \"Sesungguhnya kami bersama kamu, kami hanya berolok-olok.\" (al-Baqarah/2:14). Diriwayatkan oleh Ibnu Jarir bahwa ayat tersebut diturunkan mengenai satu kaum dari kalangan penduduk kota Mekah. Mereka pernah datang kepada Rasulullah saw mengatakan bahwa mereka masuk Islam. Tetapi pada hakikatnya mereka berbuat demikian hanyalah berpura-pura. Sesudah itu mereka kembali kepada Quraisy yang masih kafir, lalu mereka menyembah patung bersama-sama orang tersebut. Hal itu mereka lakukan dengan maksud agar mereka aman terhadap kaum Muslimin dan aman pula terhadap orang-orang kafir. Ayat ini menjelaskan bagaimana seharusnya sikap kaum Muslimin dalam menghadapi orang-orang munafik tersebut, yaitu selama mereka tidak menghentikan gangguan mereka terhadap kaum Muslimin, dan tidak mengemukakan permintaan mereka untuk mengadakan perjanjian damai, maka kaum Muslimin haruslah memerangi, menawan dan membunuh mereka, di mana pun mereka ditemukan. Allah swt telah memberikan wewenang dan alasan yang nyata kepada kaum Muslimin untuk menawan dan membunuh mereka. Dari ayat ini dapat diambil pengertian bahwa apabila orang-orang munafik telah menghentikan gangguan mereka terhadap kaum Muslimin atau mereka sudah mengajukan perdamaian, maka kaum Muslimin dilarang memerangi, menawan dan membunuh mereka. Dalam ayat yang lain Allah berfirman: Allah tidak melarang kamu berbuat baik dan berlaku adil terhadap orang-orang yang tidak memerangimu dalam urusan agama dan tidak mengusir kamu dari kampung halamanmu. Sesungguhnya Allah mencintai orang-orang yang berlaku adil. (al-Mumtahanah/60:8). Dengan demikian, perintah Allah kepada Muslimin untuk memerangi orang-orang kafir, adalah khusus mengenai mereka yang memerangi atau bersikap memusuhi Islam dan kaum Muslimin. Dan perangilah di jalan Allah orang-orang yang memerangi kamu, tetapi jangan melampaui batas. Sungguh, Allah tidak menyukai orang-orang yang melampaui batas. (al-Baqarah/2:190)."
        }
      ]
    }
  ]
}