{
  "pageNumber": 152,
  "juz": 8,
  "surahs": [
    {
      "number": 7,
      "name": "Al-A'raf",
      "nameArabic": "الأعراف",
      "meaning": "Tempat Tertinggi",
      "revelation": "Makkah",
      "description": "Surat Al-A'raf berjumlah 206 ayat, termasuk surat Makkiyyah, diturunkan sebelum surat Al-An'am, dan termasuk golongan surat \"Assab'uththiwaal\" (tujuh surat yang panjang). Dinamakan \"Al-A'raf\" karena perkataan Al-A'raf terdapat dalam ayat 46 yang mengemukakan tentang keadaan orang-orang yang berada di atas Al-A'raf, tempat yang tertinggi di batas surga dan neraka. Mereka itulah orang-orang yang antara kebaikan dan kejahatan mereka sama banyaknya.Pokok-Pokok Isi:1. Keimanan:Mentauhidkan Allah dalam berdoa dan beribadah; hanya Allah yang mengatur dan menjaga alam; menciptakan undang-undang dan hukum-hukum untuk mengatur kehidupan manusia di dunia dan di akhirat; Allah bersemayam di 'Arsy; bantahan terhadap kepalsuan syirik; ketauhidan sesuai dengan fitrah manusia; Musa berbicara dengan Allah; tentang melihat Allah; perintah beribadah sambil menundukkan diri kepada Allah; Allah memiliki al-asmaaul husnaa (nama-nama yang indah).2. Hukum-hukum:Larangan mengikuti perbuatan dan adat istiadat yang buruk; kewajiban mengikuti Allah dan rasul, perintah berhias ketika hendak shalat; bantahan terhadap orang yang mengharamkan perhiasan yang dianugerahkan Allah; perintah memakan makanan yang halal lagi baik dan larangan memakan yang sebaliknya.3. Kisah-kisah:Kisah Nabi Adam a.s. dengan Iblis; kisah Nabi Nuh a.s. dan kaumnya; kisah Nabi Shaleh a.s. dengan kaumnya; kisah Nabi Syu'aib a.s. dengan kaumnya; kisah Nabi Musa a.s. dengan Fir'aun.4. Lain-lain:Al-Qur'an diturunkan kepada Nabi terakhir dan perintah mengikutinya; Nabi Muhammad diutus untuk seluruh manusia; adab orang mukmin, adab mendengar bacaan Al-Qur'an dan berzikir; rasul bertanggung jawab menyampaikan seruan Allah; balasan terhadap orang-orang yang mengikuti dan mengingkari rasul; dakwah rasul-rasul yang pertama ialah mentauhidkan Allah; tentang ashhaabul A'raaf yang berada di antara surga dan neraka; Allah pencipta makhluk; manusia adalah makhluk terbaik yang diciptakan Allah serta memiliki kesediaan untuk berbuat baik dan berbuat buruk; permusuhan setan terhadap manusia; manusia khalifah Allah di bumi; kehancuran suatu kaum karena perbuatan mereka sendiri; setiap bangsa memiliki masa jaya dan masa kehancuran; Allah memberikan cobaan kepada manusia dengan kekayaan dan kemiskinan; istidraj azab Allah terhadap orang-orang yang mendustakan ayat-ayat-Nya.Surat Al-A'raf dimulai dengan pengutaraan tentang kewajiban manusia mengikuti rasul dan akibat mengingkarinya. Selanjutnya, diterangkan tentang perselisihan antara Nabi Adam dan Iblis di surga yang merupakan permulaan perselisihan antara golongan yang taat kepada perintah Allah dan golongan yang mengingkari sebagaimana yang terjadi pada nabi-nabi terdahulu dengan umat-umatnya. Kemudian surat ini ditutup dengan penjelasan tentang adab-adab orang mukmin, adab-adab mendengarkan ayat-ayat Al-Qur'an, dan tata cara berdoa dan berzikir kepada-Nya.Hubungan Antara Surat Al-A'Raf Dengan Surat Al-Anfal:1. Akhir surat Al-A'raf mengemukakan keadaan beberapa orang rasul yang diutus sebelum Nabi Muhammad dalam menghadapi kaumnya, sedang permulaan surat Al-Anfal menerangkan keadaan Nabi Muhammad dalam menghadapi umatnya.2. Permusuhan antara Adam dan Iblis di surga dilanjutkan dengan permusuhan antara manusia yang menerima petunjuk dari Allah dengan yang tidak menerimanya. Ini diterangkan dalam surat Al-A'raf. Hal yang serupa diterangkan lebih jelas dalam surat Al-Anfal; pertentangan kedua golongan itu serta tingkah laku mereka dalam perang Badar. Surat Al-A'raf termasuk surat yang banyak persesuaiannya dengan surat-surat yang lain, seperti: Al-Baqarah, Ali 'Imran, At-Taubah, danYunus.",
      "verses": [
        {
          "number": 12,
          "arabic": "قَالَ مَا مَنَعَكَ أَلَّا تَسْجُدَ إِذْ أَمَرْتُكَ ۖ قَالَ أَنَا۠ خَيْرٌ مِّنْهُ خَلَقْتَنِى مِن نَّارٍ وَخَلَقْتَهُۥ مِن طِينٍ",
          "transliteration": "qāla mā manaʿaka allā tasjuda idh amartuka qāla anā khayrun min'hu khalaqtanī min nārin wakhalaqtahu min ṭīnin",
          "translation": "(Allah) berfirman, \"Apakah yang menghalangimu (sehingga) kamu tidak bersujud (kepada Adam) ketika Aku menyuruhmu?\" (Iblis) menjawab, \"Aku lebih baik daripada dia. Engkau ciptakan aku dari api, sedangkan dia Engkau ciptakan dari tanah.\"",
          "tafsir": "Allah bertanya kepada Iblis, \"Apakah gerangan yang menyebabkan kamu membangkang perintah kami, enggan sujud kepada Adam ketika Kami memerintahkan yang demikian itu? Dengan penuh kesombongan setan menjawab, \"Saya tidak akan sujud kepada Adam untuk menghormatinya, karena saya lebih tinggi dan lebih mulia dari Adam, saya Engkau ciptakan dari api sedang Adam Engkau ciptakan dari tanah\". Iblis menganggap api itu lebih mulia dari tanah."
        },
        {
          "number": 13,
          "arabic": "قَالَ فَٱهْبِطْ مِنْهَا فَمَا يَكُونُ لَكَ أَن تَتَكَبَّرَ فِيهَا فَٱخْرُجْ إِنَّكَ مِنَ ٱلصَّـٰغِرِينَ",
          "transliteration": "qāla fa-ih'biṭ min'hā famā yakūnu laka an tatakabbara fīhā fa-ukh'ruj innaka mina l-ṣāghirīna",
          "translation": "(Allah) berfirman, \"Maka turunlah kamu darinya (surga); karena kamu tidak sepatutnya menyombongkan diri di dalamnya. Keluarlah! Sesungguhnya kamu termasuk makhluk yang hina.\"",
          "tafsir": "Setelah Allah melihat tingkah laku Iblis yang menyombongkan diri, karena menganggap bahwa dia lebih mulia dari Adam a.s. yang menyebabkan dia durhaka dan membangkang dan tidak taat pada perintah-Nya, maka ia diperintahkan oleh Allah agar turun dari surga, tempat dia berada waktu itu, karena tempat itu adalah diperuntukkan bagi hamba-Nya yang ikhlas dan rendah hati dan bukanlah tempat untuk memperlihatkan keangkuhan dan kesombongan. Kemudian disusul dengan perintah agar dia keluar dari tempat itu, karena dia telah termasuk makhluk yang hina tidak sesuai dengan tempat yang mulia dan terhormat itu."
        },
        {
          "number": 14,
          "arabic": "قَالَ أَنظِرْنِىٓ إِلَىٰ يَوْمِ يُبْعَثُونَ",
          "transliteration": "qāla anẓir'nī ilā yawmi yub'ʿathūna",
          "translation": "(Iblis) menjawab, \"Berilah aku penangguhan waktu, sampai hari mereka dibangkitkan.\"",
          "tafsir": "Ketika Iblis mendengar perintah Allah itu agar ia turun dan keluar dari surga, maka Iblis minta dipanjangkan umurnya dan jangan dimatikan dahulu, begitu juga keturunannya sampai hari kebangkitan di hari kemudian, agar waktu yang cukup lama dan panjang itu dapat dipergunakan dengan sebaik-baiknya untuk menggoda dan menyesatkan Adam dan anak-cucunya selama hidup di dunia."
        },
        {
          "number": 15,
          "arabic": "قَالَ إِنَّكَ مِنَ ٱلْمُنظَرِينَ",
          "transliteration": "qāla innaka mina l-munẓarīna",
          "translation": "(Allah) berfirman, \"Benar, kamu termasuk yang diberi penangguhan waktu.\"",
          "tafsir": "Permintaan Iblis agar tetap hidup bersama keturunannya selama anak-cucu Adam masih ada di dunia diperkenankan Allah sampai pada tiupan sangkakala pertama saja, ketika semua penghuni bumi ini mati sekaligus, termasuk Iblis dan keturunannya, dan isinya hancur musnah. Pada tiupan sangkakala kedua, semua manusia akan hidup kembali dan bangkit dari kematian. Firman Allah: (Iblis) berkata, \"Ya Tuhanku, tangguhkanlah aku sampai pada hari mereka dibangkitkan.\" (Allah) berfirman, \"Maka sesungguhnya kamu termasuk golongan yang diberi penangguhan, sampai pada hari yang telah ditentukan waktunya (hari Kiamat).\" (shad/38: 79-81) Firman-Nya lagi: Dan sangkakala pun ditiup, maka matilah semua (makhluk) yang di langit dan di bumi kecuali mereka yang dikehendaki Allah. Kemudian ditiup sekali lagi (sangkakala itu) maka seketika itu mereka bangun (dari kuburnya) menunggu (keputusan Allah). (az-Zumar/39: 68)"
        },
        {
          "number": 16,
          "arabic": "قَالَ فَبِمَآ أَغْوَيْتَنِى لَأَقْعُدَنَّ لَهُمْ صِرَٰطَكَ ٱلْمُسْتَقِيمَ",
          "transliteration": "qāla fabimā aghwaytanī la-aqʿudanna lahum ṣirāṭaka l-mus'taqīma",
          "translation": "(Iblis) menjawab, \"Karena Engkau telah menyesatkan aku, pasti aku akan selalu menghalangi mereka dari jalan-Mu yang lurus,",
          "tafsir": "Ayat ini menerangkan ancaman Iblis kepada Adam dan anak-cucunya. Karena Allah telah menghukum Iblis akibat keangkuhan dan kesombongannya sendiri, maka ia bersumpah akan berusaha sekuat tenaga menghalangi anak-cucu Adam dari jalan yang lurus untuk menyesatkan mereka sebagaimana disebutkan dalam firman Allah: (Iblis) menjawab, \"Demi kemuliaan-Mu, pasti aku akan menyesatkan mereka semuanya\". (shad/38: 82) Iblis akan berusaha mencegah dan menghalang-halangi anak cucu Adam a.s. menempuh jalan yang lurus, jalan yang hak, jalan yang diridai Allah, jalan yang akan menyampaikan mereka kepada kebahagiaan dunia dan akhirat."
        },
        {
          "number": 17,
          "arabic": "ثُمَّ لَـَٔاتِيَنَّهُم مِّنۢ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ أَيْمَـٰنِهِمْ وَعَن شَمَآئِلِهِمْ ۖ وَلَا تَجِدُ أَكْثَرَهُمْ شَـٰكِرِينَ",
          "transliteration": "thumma laātiyannahum min bayni aydīhim wamin khalfihim waʿan aymānihim waʿan shamāilihim walā tajidu aktharahum shākirīna",
          "translation": "kemudian pasti aku akan mendatangi mereka dari depan, dari belakang, dari kanan dan dari kiri mereka. Dan Engkau tidak akan mendapati kebanyakan mereka bersyukur.",
          "tafsir": "Iblis melihat bahwa sekedar menghalang-halangi anak-cucu Adam a.s. menempuh jalan yang lurus tidaklah cukup, karena itu dia akan mendatangi dan menyerbunya dari segala penjuru; dari depan dan dari belakang; dari arah kanan dan kiri, yang menurutnya ada kelemahan anak cucu Adam. Iblis yakin dengan strategi seperti itu banyak dari mereka yang akan tergoda, terpengaruh dan teperdaya sehingga iman yang ada di dada mereka menjadi lemah dan luntur, ajaran agama berangsur-angsur diragukan dan didustakan, hari Kiamat dan segala peristiwanya diingkari, amal-amal kebaikan ditinggalkan. Mereka tidak sanggup menguasai hawa nafsu, sebaliknya merekalah yang dikuasai oleh hawa nafsu, Allah memperingatkan dengan firman-Nya: \"Sungguh, Aku akan memenuhi neraka Jahanam dengan kamu dan dengan orang-orang yang mengikutimu di antara mereka semuanya.\" (shad/38: 85) Rencana dan target Iblis seperti tersebut di atas, benar-benar berhasil: Dan sungguh, Iblis telah dapat meyakinkan terhadap mereka kebenaran sangkaannya mereka, lalu mereka mengikutinya, kecuali sebagian dari orang-orang mukmin. (Saba'/34: 20)"
        },
        {
          "number": 18,
          "arabic": "قَالَ ٱخْرُجْ مِنْهَا مَذْءُومًا مَّدْحُورًا ۖ لَّمَن تَبِعَكَ مِنْهُمْ لَأَمْلَأَنَّ جَهَنَّمَ مِنكُمْ أَجْمَعِينَ",
          "transliteration": "qāla ukh'ruj min'hā madhūman madḥūran laman tabiʿaka min'hum la-amla-anna jahannama minkum ajmaʿīna",
          "translation": "(Allah) berfirman, \"Keluarlah kamu dari sana (surga) dalam keadaan terhina dan terusir! Sesungguhnya barang siapa di antara mereka ada yang mengikutimu, pasti akan Aku isi neraka Jahanam dengan kamu semua.\"",
          "tafsir": "Ayat ini menerangkan sekali lagi, tentang laknat Allah terhadap Iblis dan mengusirnya keluar dari surga dalam keadaan hina dan terkutuk. Barang siapa dari anak cucu Adam terpengaruh oleh Iblis dan mereka mengikuti kemauannya, menempuh jalan sesat, menyeleweng dari akidah tauhid kepada kepercayaan syirik, mereka akan dimasukkan-Nya bersama Iblis ke dalam neraka. Firman Allah: (Iblis) menjawab, \"Demi kemuliaan-Mu, pasti aku akan menyesatkan mereka semuanya, kecuali hamba-hamba-Mu yang terpilih di antara mereka.\" (shad/38: 82-83)"
        },
        {
          "number": 19,
          "arabic": "وَيَـٰٓـَٔادَمُ ٱسْكُنْ أَنتَ وَزَوْجُكَ ٱلْجَنَّةَ فَكُلَا مِنْ حَيْثُ شِئْتُمَا وَلَا تَقْرَبَا هَـٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّـٰلِمِينَ",
          "transliteration": "wayāādamu us'kun anta wazawjuka l-janata fakulā min ḥaythu shi'tumā walā taqrabā hādhihi l-shajarata fatakūnā mina l-ẓālimīna",
          "translation": "Dan (Allah berfirman), \"Wahai Adam! Tinggallah engkau bersama istrimu dalam surga dan makanlah apa saja yang kamu berdua sukai. Tetapi janganlah kamu berdua dekati pohon yang satu ini. (Apabila didekati) kamu berdua akan termasuk orang-orang yang zalim.\"",
          "tafsir": "Ayat ini menerangkan bahwa setelah Allah memerintahkan Iblis keluar dari surga karena keangkuhan dan kesombongannya, maka Dia menyuruh Adam agar menempati surga bersama istrinya Siti Hawa, dan membolehkan mereka makan segala yang ada di dalamnya dengan sepuas-puasnya kecuali satu pohon tertentu di dalamnya. Apabila mereka melanggar larangan itu, maka mereka berarti zalim karena telah melakukan pelanggaran."
        },
        {
          "number": 20,
          "arabic": "فَوَسْوَسَ لَهُمَا ٱلشَّيْطَـٰنُ لِيُبْدِىَ لَهُمَا مَا وُۥرِىَ عَنْهُمَا مِن سَوْءَٰتِهِمَا وَقَالَ مَا نَهَىٰكُمَا رَبُّكُمَا عَنْ هَـٰذِهِ ٱلشَّجَرَةِ إِلَّآ أَن تَكُونَا مَلَكَيْنِ أَوْ تَكُونَا مِنَ ٱلْخَـٰلِدِينَ",
          "transliteration": "fawaswasa lahumā l-shayṭānu liyub'diya lahumā mā wūriya ʿanhumā min sawātihimā waqāla mā nahākumā rabbukumā ʿan hādhihi l-shajarati illā an takūnā malakayni aw takūnā mina l-khālidīna",
          "translation": "Kemudian setan membisikkan pikiran jahat kepada mereka agar menampakkan aurat mereka (yang selama ini) tertutup. Dan (setan) berkata, \"Tuhanmu hanya melarang kamu berdua mendekati pohon ini, agar kamu berdua tidak menjadi malaikat atau tidak menjadi orang yang kekal (dalam surga).\"",
          "tafsir": "Ketika Iblis mengetahui dan melihat kebebasan yang diberikan kepada Adam dan istrinya begitu luas di dalam surga, dan kesenangan yang begitu banyak ia merasa tidak senang dan timbul rasa dengki dan bencinya. Mulailah dia berupaya untuk menipu Adam dan isterinya, agar kebebasan dan kesenangan yang diberikan Allah kepada Adam dan istrinya di dalam surga hilang dan lepas dari padanya. Akhirnya dia menemukan suatu cara, lalu dibisikkannya ke telinga keduanya: \"Wahai Adam, tahukah kamu kenapa Allah melarang kamu bedua mendekati pohon itu dan makan buahnya? Sebenarnya larangan itu dimaksudkan agar kamu berdua tidak seperti malaikat yang mempunyai kelebihan dibanding dengan makhluk yang lain seperti kekuatan hidup sepanjang masa, tidak mati dan sebagainya, dan agar kamu tidak tetap dan tinggal di surga secara bebas dan bersenang-senang dengan sepuas hatimu. Jadi kalau kamu berdua ingin menjadi seperti malaikat dan tetap diam di surga ini dengan senang dan tenang disertai dengan kebebasan yang penuh, maka makanlah buah pohon yang dilarang kamu mendekatinya itu\"."
        },
        {
          "number": 21,
          "arabic": "وَقَاسَمَهُمَآ إِنِّى لَكُمَا لَمِنَ ٱلنَّـٰصِحِينَ",
          "transliteration": "waqāsamahumā innī lakumā lamina l-nāṣiḥīna",
          "translation": "Dan dia (setan) bersumpah kepada keduanya, \"Sesungguhnya aku ini benar-benar termasuk para penasihatmu,\"",
          "tafsir": "Untuk menguatkan bisikan jahat dan tipu dayanya itu dia bersumpah kepada Adam dan Hawa, bahwa dia sebenarnya adalah pemberi nasihat yang benar-benar menginginkan kebahagiaan keduanya dan apa yang dinasihatkannya itu adalah benar. Perlu diingat bahwa Al-Qur'an tidak menyebut nama istri Adam itu."
        },
        {
          "number": 22,
          "arabic": "فَدَلَّىٰهُمَا بِغُرُورٍ ۚ فَلَمَّا ذَاقَا ٱلشَّجَرَةَ بَدَتْ لَهُمَا سَوْءَٰتُهُمَا وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِن وَرَقِ ٱلْجَنَّةِ ۖ وَنَادَىٰهُمَا رَبُّهُمَآ أَلَمْ أَنْهَكُمَا عَن تِلْكُمَا ٱلشَّجَرَةِ وَأَقُل لَّكُمَآ إِنَّ ٱلشَّيْطَـٰنَ لَكُمَا عَدُوٌّ مُّبِينٌ",
          "transliteration": "fadallāhumā bighurūrin falammā dhāqā l-shajarata badat lahumā sawātuhumā waṭafiqā yakhṣifāni ʿalayhimā min waraqi l-janati wanādāhumā rabbuhumā alam anhakumā ʿan til'kumā l-shajarati wa-aqul lakumā inna l-shayṭāna lakumā ʿaduwwun mubīnun",
          "translation": "dia (setan) membujuk mereka dengan tipu daya. Ketika mereka mencicipi (buah) pohon itu, tampaklah oleh mereka auratnya, maka mulailah mereka menutupinya dengan daun-daun surga. Tuhan menyeru mereka, \"Bukankah Aku telah melarang kamu dari pohon itu dan Aku telah mengatakan bahwa sesungguhnya setan adalah musuh yang nyata bagi kamu berdua?\"",
          "tafsir": "Iblis menunjukkan kesungguhannya, sehingga Adam tidak melihat sedikit pun sesuatu yang mencurigakan. Apa yang dikemukakan Iblis dan dianjurkannya itu adalah bohong atau tipu daya belaka, maka keduanya terpengaruh dengan bujukan Iblis penipu itu, lalu mereka makan buah pohon yang dilarang oleh Allah untuk mendekatinya. Lalu keduanya lupa sama sekali akan kedudukan mereka dan larangan Allah kepada mereka, sebagaimana firman Allah: Dan sungguh telah Kami pesankan kepada Adam dahulu, tetapi dia lupa, dan Kami tidak dapati kemauan yang kuat padanya. (thaha/20: 115) Al-Qur'an tidak menyebutkan siapa yang terlebih dahulu makan buah larangan itu, apakah Adam atau Hawa. Untuk itu pencarian informasi tentang hal ini tidaklah penting. Setelah kejadian tersebut, Allah mencela Adam karena tidak mengindahkan larangan-Nya dan tidak mematuhi-Nya, sehingga ia teperdaya dan menuruti bujukan Iblis penipu itu. Lalu Allah memperingatkannya, \"Bukankah Aku telah melarang kamu berdua mendekati pohon itu dan makan buahnya, dan Aku telah menandaskan kepadamu bahwa setan itu adalah musuhmu yang nyata, apabila kamu menuruti kemauan dan kehendaknya, Aku akan mengeluarkan kamu dari kehidupan yang lapang, senang dan bahagia kepada kehidupan yang penuh kesulitan, penderitaan dan kesusahan.\" Sejalan dengan hal tersebut, Allah berfirman: Kemudian Kami berfirman, \"Wahai Adam! Sungguh ini (Iblis) musuh bagimu dan bagi istrimu, maka sekali-kali jangan sampai dia mengeluarkan kamu berdua dari surga, nanti kamu celaka.\" (thaha/20: 117)"
        }
      ]
    }
  ]
}