{
  "pageNumber": 324,
  "juz": 17,
  "surahs": [
    {
      "number": 21,
      "name": "Al-Anbiya'",
      "nameArabic": "الأنبياء",
      "meaning": "Para Nabi",
      "revelation": "Makkah",
      "description": "Surat Al-Anbiya' terdiri dari 112 ayat dan termasuk surat Makkiyyah.Surat ini dinamai dengan \"Al-Anbiya'\" (nabi-nabi), karena surat ini mengutarakan kisah beberapa nabi. Permulaan surat Al-Anbiya' menegaskan bahwa manusia lalai dalam menghadapi hari penghisaban. Mengingat adanya pengingkaran kaum musyrik Mekah terhadap wahyu yang dibawa Nabi Muhammad maka Allah menegaskan bahwa meskipun nabi-nabi ini manusia biasa, tetapi mereka membawa wahyu yang pokok ajarannya adalah tauhid, dan manusia berkewajiban menyembah Allah, Penciptanya. Orang yang tidak mau mengakui kekuasaan Allah dan mengingkari ajaran yang dibawa nabi-nabi akan diazab Allah di dunia dan di akhirat nanti. Kemudian dikemukakan kisah beberapa nabi dengan umatnya. Selanjutnya, surat itu ditutup dengan seruan agar kaum musyrik Mekah beriman kepada ajaran yang dibawa Muhammad supaya tidak mengalami hal yang pernah dialami oleh umat-umat terdahulu.&nbsp;Selain yang tersebut di atas, pokok-pokok isi surat ini antara lain:1. **Keimanan:** Para nabi dan para rasul diangkat Allah dari jenis manusia; langit dan bumi akan binasa kalau ada tuhan selain Allah; semua rasul membawa ajaran tauhid dan keharusan manusia menyembah Allah; setiap yang bernyawa akan merasakan mati; cobaan Allah kepada manusia ada yang berupa kebaikan dan ada yang berupa keburukan; hari kiamat datang dengan tiba-tiba.2. **Kisah-kisah:** Kisah Nabi Ibrahim (ajakan Ibrahim kepada ayahnya untuk menyembah Allah, bantahan Ibrahim terhadap kaumnya yang menyembah berhala, bantahan Ibrahim terhadap Namrudz yang menganggap diri Tuhan); kisah Nabi Nuh, kisah Nabi Daud dan Nabi Sulaiman; kisah Nabi Ayyub; kisah Nabi Yunus a.s.; kisah Zakariya a.s.3. **Lain-lain:** Keutamaan Al-Qur'an; tuntutan kaum musyrikin kepada Nabi Muhammad untuk mendatangkan mukjizat selain Al-Qur'an; kehancuran suatu umat karena kezaliman diri sendiri; Allah menciptakan langit dan bumi beserta hikmahnya; tanya-jawab antara berhala dan penyembahnya di neraka; kemunculan Ya'juj dan Ma'juj sebagai tanda kedatangan hari kiamat; bumi akan diwariskan kepada hamba Allah yang dapat memakmurkannya; kejadian alam semesta; sesuatu yang hidup berasal dari air.Surat Al-Anbiya' menerangkan bahwa sudah menjadi sunnatullah bahwa para nabi atau rasul yang diutus adalah dari jenis manusia yang diberi kitab dan mukjizat. Dasar agama (aqidah) yang dibawa oleh para nabi adalah sama, hanya berbeda dalam syariat (hukum furu') yang disesuaikan dengan perkembangan masa dan kondisi.**Hubungan Surat Al-Anbiya' Dengan Surat Al-Hajj:**1. Pada akhir surat Al-Anbiya' dikemukakan hal-hal yang berhubungan dengan hari kiamat, sedang pada permulaan surat Al Hajj dikemukakan bukti-bukti adanya hari kebangkitan dengan dalil akal.2. Surat Al-Anbiya' mengutarakan bahwa Allah tidak menjadikan manusia sebagai makhluk yang kekal hidupnya, semua akan merasakan mati. Kemudian mereka dibangkitkan pada hari kiamat untuk penghisaban atas perbuatan-perbuatan yang mereka lakukan di dunia. Pada surat Al Hajj diterangkan bahwa manusia dapat menjadikan dalil keadaan pertumbuhan yang terdapat di alam semesta, dari ada kepada tidak ada dan sebaliknya, sebagai bukti bahwa janji Allah tentang hari kebangkitan pasti akan menjadi kenyataan.3. Surat Al-Anbiya' menerangkan kisah nabi-nabi dan dalil-dalil yang dihadapkan kepada kaumnya tentang kebenaran agama yang dibawanya, sedangkan surat Al Hajj menuntut agar manusia memperhatikan aneka ragam ciptaan Allah dan pengaturannya, untuk memperkuat keimanan kepada kebenaran agama Allah.",
      "verses": [
        {
          "number": 25,
          "arabic": "وَمَآ أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ إِلَّا نُوحِىٓ إِلَيْهِ أَنَّهُۥ لَآ إِلَـٰهَ إِلَّآ أَنَا۠ فَٱعْبُدُونِ",
          "transliteration": "wamā arsalnā min qablika min rasūlin illā nūḥī ilayhi annahu lā ilāha illā anā fa-uʿ'budūni",
          "translation": "Dan Kami tidak mengutus seorang rasul pun sebelum engkau (Muhammad), melainkan Kami wahyukan kepadanya, \"bahwa tidak ada tuhan (yang berhak disembah) selain Aku, maka sembahlah Aku!\"",
          "tafsir": "Dalam ayat ini Allah menegaskan, bahwa setiap rasul yang diutus sebelum Muhammad saw adalah manusia yang telah diberi-Nya wahyu yang bertugas mengajarkan bahwa tidak ada tuhan selain Allah. Oleh sebab itu menjadi kewajiban bagi manusia untuk menyembah Allah semata-mata. Dan tidak ada satu dalil pun, baik dalil berdasarkan akal, atau pun dalil yang diambilkan dari kitab-kitab suci yang disampaikan oleh semua rasul-rasul Allah, yang membenarkan kepercayaan selain kepercayaan tauhid kepada Allah."
        },
        {
          "number": 26,
          "arabic": "وَقَالُوا۟ ٱتَّخَذَ ٱلرَّحْمَـٰنُ وَلَدًا ۗ سُبْحَـٰنَهُۥ ۚ بَلْ عِبَادٌ مُّكْرَمُونَ",
          "transliteration": "waqālū ittakhadha l-raḥmānu waladan sub'ḥānahu bal ʿibādun muk'ramūna",
          "translation": "Dan mereka berkata, \"Tuhan Yang Maha Pengasih telah menjadikan (malaikat) sebagai anak.\" Mahasuci Dia. Sebenarnya mereka (para malaikat itu) adalah hamba-hamba yang dimuliakan,",
          "tafsir": "Dalam ayat ini Allah menyebutkan tuduhan kaum musyrik yang mengatakan bahwa para malaikat adalah anak-anak Allah. Kemudian Allah membantah tuduhan itu dengan menegaskan bahwa Dia Mahasuci dari tuduhan itu, dan para malaikat itu adalah hamba-hamba-Nya yang diberi kemuliaan. Mempunyai anak adalah salah satu gejala alam atau makhluk yang bersifat “baru” sedang Allah adalah bersifat “Qid?m” (dahulu). Dan juga merupakan gejala adanya hajat terhadap kehidupan berkeluarga dan berke¬turun¬an, yang juga merupakan salah satu sifat yang ada pada makhluk, sedang Allah tidak serupa dengan makhluk-Nya. Di samping itu, anak tentu mempunyai persamaan dengan ayahnya dalam satu segi, dan mempunyai perbedaan dalam segi lain. Sebab itu, jika benar malaikat adalah anak Allah, maka ia juga ikut disembah, padahal Allah telah menegaskan bahwa hanya Allah-lah yang patut disembah dan para malaikat itu selalu menyembah atau beribadat kepada Allah. Ringkasnya, malaikat bukanlah anak Allah, melainkan hamba¬hamba-Nya, hanya saja mereka itu merupakan hamba-hamba Allah yang di¬beri kemuliaan dan tempat yang dekat kepada Allah serta diberi kelebihan atas semua makhluk, karena ketaatan mereka dalam beribadah kepada-Nya me¬lebihi makhluk-makhluk yang lain. Tetapi manusia yang beriman, taat dan saleh lebih mulia daripada malaikat."
        },
        {
          "number": 27,
          "arabic": "لَا يَسْبِقُونَهُۥ بِٱلْقَوْلِ وَهُم بِأَمْرِهِۦ يَعْمَلُونَ",
          "transliteration": "lā yasbiqūnahu bil-qawli wahum bi-amrihi yaʿmalūna",
          "translation": "mereka tidak berbicara mendahului-Nya dan mereka mengerjakan perintah-perintah-Nya.",
          "tafsir": "Dalam ayat ini Allah menyebutkan tuduhan kaum musyrik yang mengatakan bahwa para malaikat adalah anak-anak Allah. Kemudian Allah membantah tuduhan itu dengan menegaskan bahwa Dia Mahasuci dari tuduhan itu, dan para malaikat itu adalah hamba-hamba-Nya yang diberi kemuliaan. Mempunyai anak adalah salah satu gejala alam atau makhluk yang bersifat \"baru\" sedang Allah adalah bersifat \"Qidam\" (dahulu). Dan juga merupakan gejala adanya hajat terhadap kehidupan berkeluarga dan berketurunan, yang juga merupakan salah satu sifat yang ada pada makhluk, sedang Allah tidak serupa dengan makhluk-Nya. Di samping itu, anak tentu mempunyai persamaan dengan ayahnya dalam satu segi, dan mempunyai perbedaan dalam segi lain. Sebab itu, jika benar malaikat adalah anak Allah, maka ia juga ikut disembah, padahal Allah telah menegaskan bahwa hanya Allah-lah yang patut disembah dan para malaikat itu selalu menyembah atau beribadat kepada Allah. Ringkasnya, malaikat bukanlah anak Allah, melainkan hamba-hamba-Nya, hanya saja mereka itu merupakan hamba-hamba Allah yang diberi kemuliaan dan tempat yang dekat kepada Allah serta diberi kelebihan atas semua makhluk, karena ketaatan mereka dalam beribadah kepada-Nya melebihi makhluk-makhluk yang lain. Tetapi manusia yang beriman, taat dan saleh lebih mulia daripada malaikat."
        },
        {
          "number": 28,
          "arabic": "يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يَشْفَعُونَ إِلَّا لِمَنِ ٱرْتَضَىٰ وَهُم مِّنْ خَشْيَتِهِۦ مُشْفِقُونَ",
          "transliteration": "yaʿlamu mā bayna aydīhim wamā khalfahum walā yashfaʿūna illā limani ir'taḍā wahum min khashyatihi mush'fiqūna",
          "translation": "Dia (Allah) mengetahui segala sesuatu yang dihadapan mereka (malaikat) dan yang dibelakang mereka, dan mereka tidak memberi syafaat melainkan kepada orang yang diridai (Allah), dan mereka selalu berhati-hati karena takut kepada-Nya.",
          "tafsir": "Dalam ayat ini Allah menerangkan mengapa para malaikat itu demikian patuh dan taat kepada-Nya ialah karena para malaikat itu yakin bahwa Allah senantiasa mengetahui apa-apa yang telah ada dan sedang mereka kerjakan, sehingga tidak satu pun yang luput dari pengetahuan dan pengawasan-Nya. Oleh karena itu mereka senantiasa beribadah dan mematuhi segala perintah-Nya. Selanjutnya, dalam ayat ini Allah menerangkan sifat lainnya dari para malaikat itu ialah mereka tidak akan memberikan syafaat kepada siapa pun, kecuali kepada orang-orang yang diridai Allah. Oleh sebab itu, janganlah seseorang mengharap akan memperoleh syafaat atau pertolongan dari malaikat pada hari akhirat kelak, bila ia tidak memperoleh rida Allah terlebih dahulu. Di samping itu, para malaikat tersebut senantiasa berhati-hati, disebabkan takut pada murka Allah dan siksa-Nya. Oleh sebab itu, mereka senantiasa menjauhkan diri dari mendurhakai-Nya atau menyalahi perintah dan larangan-Nya."
        },
        {
          "number": 29,
          "arabic": "۞ وَمَن يَقُلْ مِنْهُمْ إِنِّىٓ إِلَـٰهٌ مِّن دُونِهِۦ فَذَٰلِكَ نَجْزِيهِ جَهَنَّمَ ۚ كَذَٰلِكَ نَجْزِى ٱلظَّـٰلِمِينَ",
          "transliteration": "waman yaqul min'hum innī ilāhun min dūnihi fadhālika najzīhi jahannama kadhālika najzī l-ẓālimīna",
          "translation": "Dan barang siapa di antara mereka berkata, \"Sungguh, aku adalah tuhan selain Allah,\" maka orang itu Kami beri balasan dengan Jahanam. Demikianlah Kami memberikan balasan kepada orang-orang yang zalim.",
          "tafsir": "Pada ayat ini Allah menjelaskan ketentuan-Nya yang berlaku terhadap para malaikat dan siapa saja di antara makhluk-Nya yang mengaku dirinya sebagai tuhan selain Allah. Ketentuannya ialah bahwa siapa saja di antara mereka itu berkata, \"Aku adalah tuhan selain Allah,\" maka dia akan diberi balasan siksa dengan api neraka Jahannam, karena pengakuan semacam itu adalah kemusyrikan yang sangat besar, karena selain mempersekutukan Allah, juga menyamakan derajat dirinya dengan Allah. Demikianlah caranya Allah membalas perbuatan orang-orang yang zalim."
        },
        {
          "number": 30,
          "arabic": "أَوَلَمْ يَرَ ٱلَّذِينَ كَفَرُوٓا۟ أَنَّ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ كَانَتَا رَتْقًا فَفَتَقْنَـٰهُمَا ۖ وَجَعَلْنَا مِنَ ٱلْمَآءِ كُلَّ شَىْءٍ حَىٍّ ۖ أَفَلَا يُؤْمِنُونَ",
          "transliteration": "awalam yara alladhīna kafarū anna l-samāwāti wal-arḍa kānatā ratqan fafataqnāhumā wajaʿalnā mina l-māi kulla shayin ḥayyin afalā yu'minūna",
          "translation": "Dan apakah orang-orang kafir tidak mengetahui bahwa langit dan bumi keduanya dahulu menyatu, kemudian Kami pisahkan antara keduanya; dan Kami jadikan segala sesuatu yang hidup berasal dari air; maka mengapa mereka tidak beriman?",
          "tafsir": "Dalam ayat ini Allah mengungkapkan bahwa kaum musyrikin dan kafir Mekah tidak memperhatikan keadaan alam ini, dan tidak memperhatikan peristiwa-peristiwa yang terjadi di alam yang luas ini, padahal dari berbagai peristiwa yang ada di alam ini dapat diperoleh bukti-bukti tentang adanya Allah serta kekuasaan-Nya yang mutlak. Langit dan bumi yang dulunya merupakan suatu kesatuan yang padu, kemudian Allah pisahkan keduanya. Bumi sebelum menjadi tempat hidupnya berbagai makhluk hidup adalah sebuah satelit yaitu benda angkasa yang mengitari matahari. Satelit bumi yang semula panas sekali ini karena berputar terus menerus maka lama kelamaan menjadi dingin dan berembun. Embun yang lama menjadi gumpalan air. Inilah yang menjadi sumber kehidupan makhluk. Menurut para Ilmuan sains dan teknologi, ada tiga pendapat yang terkait dengan kehidupan yang dimulai dari air, yaitu: Pertama, Kehidupan dimulai dari air, dalam hal ini laut. Teori modern tentang asal mula kehidupan belum secara mantap disetujui sampai sekitar dua atau tiga abad yang lalu. Sebelum itu, teori yang mengemuka mengenai asal mula kehidupan adalah suatu konsep yang diberi nama \"generasi spontan\". Dalam konsep ini disetujui bahwa mahluk hidup ada dengan spontan ada dari ketidakadaan. Teori ini kemudian ditentang oleh beberapa ahli di sekitar tahun 1850-an, antara lain oleh Louis Pasteur. Dimulai dengan penelitian yang dilakukan oleh Huxley dan sampai penelitian masa kini, teori lain ditawarkan sebagai alternatif. Teori ini percaya bahwa kehidupan muncul dari rantai reaksi kimia yang panjang dan komplek. Rantai kimia ini dipercaya dimulai dari dalam air laut, karena kondisi atmosfer saat itu belum berkembang menjadi kawasan yang dapat dihuni mahluk hidup karena radiasi ultraviolet yang terlalu kuat. Diperkirakan, kehidupan bergerak menuju daratan pada 425 juta tahun yang lalu saat lapisan ozon mulai ada untuk melindungi permukaan bumi dari radiasi ultraviolet. Kedua, Peran air bagi kehidupan dapat juga diekspresikan dalam bentuk bahwa semua benda hidup, terutama kelompok hewan, berasal dari cairan sperma. Diindikasikan bahwa keanekaragaman binatang \"datangnya\" dari air tertentu (sperma) yang khusus dan menghasilkan yang sesuai dengan ciri masing-masing binatang yang dicontohkan Ketiga, Pengertian ketiga adalah bahwa air merupakan bagian yang penting agar makhluk dapat hidup. Pada kenyataannya, memang sebagian besar bagian tubuh makhluk hidup terdiri dari air. Misalnya saja pada manusia, 70% bagian berat tubuhnya tubuhnya terdiri dari air. Manusia tidak dapat bertahan lama apabila 20% saja dari sediaan air yang ada di tubuhnya hilang. Manusia dapat bertahan hidup selama 60 hari tanpa makan, akan tetapi mereka akan segera mati dalam waktu 3-10 hari tanpa minum. Juga diketahui bahwa air merupakan bahan pokok dalam pembentukan darah, cairan limpa, kencing, air mata, cairan susu dan semua organ lain yang ada di dalam tubuh manusia. Dari uraian di atas, sangat jelas peran air bagi kehidupan, dari mulai adanya makhluk hidup di bumi (berasal dari kedalaman laut), bagi ke-langsungan hidupnya (air diperlukan untuk pembentukan organ dan menjalankan fungsi organ) dan memulai kehidupan (terutama bagi kelompok hewan “ air tertentu yang khusus “ sperma). Akan tetapi, perlu diberikan catatan di sini, bahwa Al-Qur'an bukanlah memberikan peluang khusus untuk mendukung teori evolusi. Walaupun semua ayat di atas memberikan indikasi yang tidak meragukan bahwa Allah menciptakan semua mahluk hidup dari air. Ayat terkait an-Nur/24:25, al-Furqan/25: 54. Dari keterangan ini dapat dipahami bahwa Al-Qur'an benar-benar merupakan mukjizat yang besar. Kemukjizatannya tidak hanya terletak pada gaya bahasa dan rangkuman yang indah, melainkan juga pada isi yang terkandung dalam ayat-ayatnya, yang mengungkapkan bermacam-macam ilmu pengetahuan yang tinggi nilainya, terutama mengenai alam, dengan berbagai jenis dan sifat serta kemanfaatannya masing-masing. Apalagi jika diingat bahwa Al-Qur'an telah mengemukakan semuanya itu pada abad yang keenam sesudah wafatnya Nabi Isa, di saat manusia di dunia ini masih diliputi suasana ketidaktahuan dan kesesatan. Lalu dari manakah Nabi Muhammad dapat mengetahui semuanya itu, kalau bukan dari wahyu yang diturunkan Allah kepadanya? Perkembangan ilmu pengetahuan modern dalam berbagai bidang membenarkan dan memperkokoh apa yang telah diungkapkan oleh Al-Qur'an sejak lima belas abad yang lalu. Dengan demikian, kemajuan ilmu pengetahuan itu seharusnya mengantarkan manusia kepada keimanan terhadap apa yang diajarkan oleh Al-Qur'an, terutama keimanan tentang adanya Allah serta semua sifat-sifat kesempurnaan-Nya. Setelah menghidangkan ilmu pengetahuan tentang kejadian alam ini, yaitu langit dan bumi, selanjutnya dalam ayat ini Allah mengajarkan pula suatu prinsip ilmu pengetahuan yang lain, yaitu mengenai kepentingan fungsi air bagi kehidupan semua mahluk yang hidup di alam ini, baik manusia, hewan maupun tumbuh-tumbuhan. Maka Allah berfirman, \"... dan dari air Kami jadikan segala sesuatu yang hidup.\" Pada masa sekarang ini, tidak ada orang yang akan mengingkari pentingnya air bagi manusia, baik untuk bermacam-macam keperluan hidup manusia sendiri, maupun untuk keperluan binatang ternaknya, atau pun untuk kepentingan tanam-tanaman dan sawah ladangnya, sehingga orang melakukan bermacam-macam usaha irigasi, untuk mencari sumber air dan penyimpanan serta penyalurannya. Banyak bendungan-bendungan dibuat untuk mengumpulkan dan menyimpan air, yang kemudian disalurkan ke berbagai tempat untuk berbagai macam keperluan. Bahkan di negeri-negeri yang tidak banyak mempunyai sumber air, mereka berusaha untuk mengolah air laut menjadi air tawar, untuk mengairi sawah ladang dan memberi minum binatang ternak mereka. Ringkasnya manusia, hewan dan tumbuh-tumbuhan tidak dapat hidup tanpa air. Manusia dan hewan sanggup bertahan hidup berhari-hari tanpa makan, asalkan ia mendapat minum. Akan tetapi ia tidak akan dapat hidup tanpa mendapatkan minum beberapa hari saja. Demikian pula halnya tumbuh-tumbuhan. Apabila ia tidak mendapat air, maka akar dan daunnya akan menjadi kering, dan akhirnya mati sama sekali. Di samping itu, manusia dan hewan, selain memerlukan air untuk hidupnya, ia juga berasal dari air, yang disebut \"nuthfah\". Dengan demikian air adalah merupakan suatu unsur yang sangat vital bagi kejadian dan kehidupan manusia. Oleh sebab itu, apabila manusia sudah meyakini pentingnya air bagi kehidupannya, dan meyakini pula bahwa air tersebut adalah salah satu dari nikmat Allah, maka tidak ada alasan bagi manusia untuk tidak beriman kepada Allah serta untuk mengingkari nikmat-Nya yang tidak ternilai harganya. Pada akhir ayat ini Allah mengingatkan kita semua, apakah dengan kemahakuasaan Allah ini manusia masih tidak mau beriman? Manusia yang memiliki akal dan mau mempergunakan akalnya seharusnya dapat memahami isi alam ini dan kemudian menjadi orang yang beriman."
        },
        {
          "number": 31,
          "arabic": "وَجَعَلْنَا فِى ٱلْأَرْضِ رَوَٰسِىَ أَن تَمِيدَ بِهِمْ وَجَعَلْنَا فِيهَا فِجَاجًا سُبُلًا لَّعَلَّهُمْ يَهْتَدُونَ",
          "transliteration": "wajaʿalnā fī l-arḍi rawāsiya an tamīda bihim wajaʿalnā fīhā fijājan subulan laʿallahum yahtadūna",
          "translation": "Dan Kami telah menjadikan di bumi ini gunung-gunung yang kokoh agar ia (tidak) guncang bersama mereka, dan Kami jadikan (pula) di sana jalan-jalan yang luas, agar mereka mendapat petunjuk.",
          "tafsir": "Pada ayat ini Allah mengarahkan pandangan manusia kepada gunung-gunung dan jalan-jalan serta dataran-dataran luas yang ada di bumi ini. Allah menerangkan bahwa diciptakannya gunung-gunung yang kokoh supaya bumi dalam putarannya yang cepat sekali itu tetap mantap dengan terpelihara dan terjaganya manusia dan semua makhluk di muka bumi ini. Permukaan bumi yang luasnya 510 juta kilometer persegi yang terdiri dari daratan 29% yaitu seluas 153 juta kilometer persegi dan 71% yaitu seluas 357 juta kilometer persegi adalah air. Maka gunung-gunung yang tingginya sampai 3-5 km dari permukaan laut dapat menjaga ketenangan penghuni bumi meskipun berputar dengan cepat sekali. Pada akhir ayat ini Allah menerangkan semua makhluk dapat dengan tenang menjalani kehidupan, berbagai jalan telah dibuat sehingga siang maupun malam manusia dapat berjalan menelusuri lembah maupun dataran tinggi. Semua itu diharapkan manusia dapat memperoleh petunjuk yang benar, yaitu dapat memahami petunjuk-petunjuk Allah baik yang diberikan melalui wahyu yang tertulis maupun petunjuk Allah yang berupa alam yang luas membentang ini."
        },
        {
          "number": 32,
          "arabic": "وَجَعَلْنَا ٱلسَّمَآءَ سَقْفًا مَّحْفُوظًا ۖ وَهُمْ عَنْ ءَايَـٰتِهَا مُعْرِضُونَ",
          "transliteration": "wajaʿalnā l-samāa saqfan maḥfūẓan wahum ʿan āyātihā muʿ'riḍūna",
          "translation": "Dan Kami menjadikan langit sebagai atap yang terpelihara, namun mereka tetap berpaling dari tanda-tanda (kebesaran Allah) itu (matahari, bulan, angin, awan, dan lain-lain).",
          "tafsir": "Pada ayat ini Allah mengarahkan perhatian manusia kepada benda-benda langit, yang diciptakan-Nya sedemikian rupa sehingga masing-masing berjalan dan beredar dengan teratur, tanpa jatuh berguguran atau bertabrakan satu sama lainnya. Semua itu dipelihara dengan suatu kekuatan yang disebut \"daya tarik menarik\" antara benda-benda langit itu, termasuk matahari dan bumi. Ini juga merupakan bukti yang nyata tentang wujud dan kekuasaan Allah. Akan tetapi banyak orang tidak memperhatikan bukti-bukti tersebut. Padahal kalau kita naik pesawat terbang di atas ketinggian 10.000 mil, kita melihat awan di bawah kita, hujan yang turun pun di bawah kita, sehingga tampak jelas bumi ini dilapisi langit yang sangat kuat dan atmosfir bumi serta zat oksigen yang diperlukan manusia dan berbagai makhluk tumbuh-tumbuhan dan hewan tetap terpelihara dibatasi oleh langit yang sangat kuat terjaga itu. Menurut para saintis, ayat ini menegaskan bahwa langit adalah atap yang terpelihara. Sebagaimana layaknya sebuah atap, langit berfungsi untuk melindungi segala sesuatu yang ada di bawahnya, termasuk manusia. Berbeda dengan bulan, karena ia tidak memiliki pelindung, maka kita mendapatkan permukaan bulan sangat tidak rata, dipenuhi dengan kawah-kawah akibat tumbukan dengan meteor. Atmosfer bumi menghancurkan semua meteor yang mendekati bumi dan memfilter sinar yang berbahaya, yang berasal dari ledakan energi fusi di matahari. Atmosfer hanya membiarkan masuk sinar, gelombang radio yang tidak berbahaya. Sinar ultra violet misalnya. Sinar ini hanya dibiarkan masuk dalam kadar tertentu yang sangat dibutuhkan oleh tumbuhan untuk melakukan fotosintesa, dan pada gilirannya memberikan manfaat bagi manusia. Dalam lapisan atmosfer, terdapat sebuah pelindung yang disebut \"Sabuk radiasi Van Allen\" yang melindungi bumi dari benda-benda langit yang menuju bumi. Demikianlah, langit telah berperan sebagai atap pelindung bagi mahluk di muka bumi. Atap langit ini akan terus terpelihara selama bumi ini ada, karena lapisan-lapisan pelindung ini terkait dengan struktur inti bumi. Sabuk Van Allen dihasilkan dari interaksi medan magnet yang dihasilkan oleh inti bumi. Inti bumi banyak mengandung logam-logam magnetik, seperti besi dan nikel. Nukleusnya sendiri terdiri dari dua bagian, inti dalamnya padat dan inti luarnya cair. Kedua lapisan ini masing-masing berputar seiring dengan rotasi bumi. Perputaran ini menimbulkan efek magnetik pada logam-logam dalam struktur bumi yang pada gilirannya membentuk medan magnetik. Sabuk Van Allen merupakan perpanjangan dari medan magnet ini yang terbentang sampai lapisan atmosfer terluar. Betapa ilmu dan kebijaksanaan Allah yang selalu melindungi mahluk ciptaan-Nya. Mengapa hal-hal demikian tidak dipahami oleh banyak manusia, sehingga mereka masih berpaling dari kebenaran dan kekuasaan Allah, padahal begitu jelas tanda-tanda kekuasaan Allah di alam ini."
        },
        {
          "number": 33,
          "arabic": "وَهُوَ ٱلَّذِى خَلَقَ ٱلَّيْلَ وَٱلنَّهَارَ وَٱلشَّمْسَ وَٱلْقَمَرَ ۖ كُلٌّ فِى فَلَكٍ يَسْبَحُونَ",
          "transliteration": "wahuwa alladhī khalaqa al-layla wal-nahāra wal-shamsa wal-qamara kullun fī falakin yasbaḥūna",
          "translation": "Dan Dialah yang telah menciptakan malam dan siang, matahari dan bulan. Masing-masing beredar pada garis edarnya.",
          "tafsir": "Dalam ayat ini Allah mengarahkan perhatian manusia kepada kekuasaan-Nya dalam menciptakan waktu malam dan siang, serta matahari yang bersinar di waktu siang, dan bulan bercahaya di waktu malam. Masing-masing beredar pada garis edarnya dalam ruang cakrawala yang amat luas yang hanya Allahlah yang mengetahui batas-batasnya. Adanya waktu siang dan malam disebabkan karena perputaran bumi pada sumbunya, di samping peredarannya mengelilingi matahari. Bagian bumi yang mendapatkan sinar matahari mengalami waktu siang, sedang bagiannya yang tidak mendapatkan sinar matahari tersebut mengalami waktu malam. Sedang cahaya bulan adalah sinar matahari yang dipantulkan bulan ke bumi. Di samping itu, bulan juga beredar mengelilingi bumi. Ayat ini menegaskan kembali apa yang telah Allah firmankan dalam Surah Ibrahim/14:33. Secara luas telah diketahui bahwa matahari dan bulan memiliki \"garis edar\". Akan tetapi untuk \"masing-masing dari keduanya (siang dan malam) beredar pada garis edarnya\", merupakan sesuatu yang baru dipahami. Mengapa siang dan malam harus beredar pada garis edar (orbit- manzilah), dan apa bentuk garis orbitnya ? Setelah dipelajari, ternyata bahwa yang dimaksud dengan \"garis edar\" ialah tempat kedudukan dari tempat-tempat di bumi yang mengalami pergantian siang ke malam, atau mengalami terbenamnya matahari (gurub). Sepanjang garis khatulistiwa garis ini bergeser dari Timur ke Barat seiring dengan urutan tempat-tempat terbenamnya matahari atau pergantian siang ke malam. Waktu terbenamnya matahari juga akan bergeser seiring dengan gerakan semu matahari terhadap bumi dari utara ke selatan dan sebaliknya. Pergeseran waktu magrib ini juga bergeser dan membentuk tempat kedudukannya sendiri yang dapat dikatakan sebagai garis edar tahunan dari pergantian siang ke malam. Pada hari-hari tertentu (pada awal bulan) saat terbenam matahari itu juga merupakan awal dari terlihatnya hilal (sabit awal bulan). Sabit ini sangat tipis dan suram sehingga sangat sulit diamati (ruyah). Waktu terbitnya hilal ini akan bergeser dari Timur ke Barat, dan sebagaimana halnya pergantian siang ke malam, garis edarnya juga berbeda-beda dari satu tempat ke tempat lainnya di permukaan bumi. Bila dipetakan maka tempat kedudukan tempat-tempat waktu terbitnya hilal itu sama dengan waktu terbenamnya matahari itu akan membentuk spiral yang memotong permukaan bumi dua bahkan sampai tiga Keterangan yang terdapat dalam ayat-ayat di atas adalah untuk menjadi bukti-bukti alamiyah, di samping dalil-dalil yang rasional dan keterangan-keterangan yang terdapat dalam kitab-kitab suci terdahulu, tentang wujud dan kekuasaan Allah, untuk memperkuat apa yang telah disebutkan-Nya dalam firman-Nya yang terdahulu, bahwa \"apabila\" di langit dan di bumi ini ada tuhan-tuhan selain Allah niscaya rusak binasalah keduanya."
        },
        {
          "number": 34,
          "arabic": "وَمَا جَعَلْنَا لِبَشَرٍ مِّن قَبْلِكَ ٱلْخُلْدَ ۖ أَفَإِي۟ن مِّتَّ فَهُمُ ٱلْخَـٰلِدُونَ",
          "transliteration": "wamā jaʿalnā libasharin min qablika l-khul'da afa-in mitta fahumu l-khālidūna",
          "translation": "Dan Kami tidak menjadikan hidup abadi bagi seorang manusia sebelum engkau (Muhammad); maka jika engkau wafat, apakah mereka akan kekal?",
          "tafsir": "Ayat ini menegaskan bahwa Muhammad sebagai manusia adalah sama halnya dengan manusia lainnya, yaitu bahwa ia tidak akan kekal hidup di dunia ini. Allah belum pernah memberikan kehidupan duniawi yang kekal kepada siapa pun sebelum lahirnya Nabi Muhammad. Walaupun dia adalah Nabi dan Rasul-Nya, namun ia pasti akan meninggalkan dunia yang fana ini apabila ajalnya sudah datang. Dan mereka pun demikian pula, tidak akan kekal di dunia ini selama-lamanya. Inilah salah satu segi dari keadilan Allah terhadap semua mahluk-Nya, dan merupakan Sunnah-Nya yang berlaku sepanjang masa. Dalam ayat lain Allah berfirman: Dan Muhammad hanyalah seorang Rasul; sebelumnya telah berlalu beberapa rasul.... (Ali 'Imran/3: 144) Maka ayat ini menyatakan lebih tegas, bahwa Nabi Muhammad akan meninggalkan dunia yang fana ini, sebagaimana halnya rasul-rasul yang telah ada sebelumnya. Akan tetapi, walaupun ia suatu ketika meninggal dunia, namun agama Islam yang telah dikembangkannnya akan tetap ada dan semakin berkembang, karena Allah telah memberikan jaminan untuk kemenangannya. Sebab itu adalah sangat keliru, bila kaum musyrikin mengharapkan bahwa dengan wafatnya Nabi Muhammad maka agama Islam akan terhenti perkembangannya, dan dakwah Islamiah akan mereda. Kenyataan sejarah kemudian menunjukkan bahwa setelah wafatnya Nabi Muhammad dakwah Islamiah berjalan terus sehingga agama Islam berkembang jauh melampaui batas-batas jazirah Arab, baik ke Timur, Utara, maupun ke Barat dan Selatan."
        },
        {
          "number": 35,
          "arabic": "كُلُّ نَفْسٍ ذَآئِقَةُ ٱلْمَوْتِ ۗ وَنَبْلُوكُم بِٱلشَّرِّ وَٱلْخَيْرِ فِتْنَةً ۖ وَإِلَيْنَا تُرْجَعُونَ",
          "transliteration": "kullu nafsin dhāiqatu l-mawti wanablūkum bil-shari wal-khayri fit'natan wa-ilaynā tur'jaʿūna",
          "translation": "Setiap yang bernyawa akan merasakan mati. Kami akan menguji kamu dengan keburukan dan kebaikan sebagai cobaan. Dan kamu akan dikembalikan hanya kepada Kami.",
          "tafsir": "Dalam ayat ini Allah menyatakan lebih tegas lagi, bahwa setiap mahluk-Nya yang hidup atau bernyawa pasti akan merasakan mati. Tidak satu pun yang kekal, kecuali dia sendiri, dalam hubungan ini, Allah berfirman dalam ayat yang lain: Segala sesuatu pasti binasa, kecuali Allah. (al-Qashash/28: 88) Selanjutnya dalam ayat ini Allah menjelaskan cobaan yang ditimpakan Allah kepada manusia tidak hanya berupa hal-hal yang buruk, atau musibah yang tidak disenangi, bahkan juga ujian tersebut dapat pula berupa kebaikan atau keberuntungan. Apabila ujian atau cobaan itu berupa musibah, maka tujuannya adalah untuk menguji sikap dan keimanan manusia, apakah ia sabar dan tawakkal dalam menerima cobaan itu. Dan apabila cobaan itu berupa suatu kebaikan, maka tujuannya adalah untuk menguji sikap mental manusia, apakah ia mau bersyukur atas segala rahmat yang dilimpahkan Allah kepadanya. Jika seseorang bersikap sabar dan tawakkal dalam menerima cobaan atau musibah, serta bersyukur kepada-Nya dalam menerima suatu kebaikan dan keberuntungan, maka dia adalah termasuk orang yang memperoleh kemenangan dan iman yang kuat serta mendapat keridaan-Nya. Sebaliknya, bila keluh kesah dan rusak imannya dalam menerima cobaan Allah, atau lupa daratan ketika menerima rahmat-Nya sehingga ia tidak bersyukur kepada-Nya, maka orang tersebut adalah termasuk golongan manusia yang merugi dan jauh dari rida Allah. Inilah yang dimaksudkan dalam firman-Nya pada ayat lain: Sungguh, manusia diciptakan bersifat suka mengeluh. Apabila dia ditimpa kesusahan dia berkeluh kesah, dan apabila mendapat kebaikan (harta) dia jadi kikir, kecuali orang-orang yang melaksanakan salat. (al-Ma'arij/70: 19-22) Pada akhir ayat ini Allah menegaskan bahwa bagaimana pun juga tingkah laku manusia dalam menghadapi cobaan atau dalam menerima rahmat-Nya, namun akhirnya segala persoalan kembali kepada-Nya juga. Dialah yang memberikan balasan, baik pahala maupun siksa, atau memberikan ampunan kepada siapa yang dikehendaki-Nya."
        }
      ]
    }
  ]
}