{
  "pageNumber": 286,
  "juz": 15,
  "surahs": [
    {
      "number": 17,
      "name": "Al-Isra'",
      "nameArabic": "الإسراء",
      "meaning": "Perjalanan Malam",
      "revelation": "Makkah",
      "description": "Surat ini terdiri dari 111 ayat dan termasuk surat Makkiyyah. Dinamakan dengan \"Al-Isra'\" yang berarti \"memperjalankan pada malam hari,\" berhubung peristiwa Isra' Nabi Muhammad dari Masjidil Haram di Mekah ke Masjidil Aqsha di Baitul Maqdis dicantumkan pada ayat pertama surat ini. Penuturan cerita Isra' pada permulaan surat ini mengandung isyarat bahwa Nabi Muhammad beserta umatnya di kemudian hari akan mencapai martabat yang tinggi dan akan menjadi umat yang besar.Surat ini dinamakan pula dengan \"Bani Israil\" artinya \"keturunan Israil\" berhubung permulaan surat ini, yakni pada ayat kedua sampai dengan ayat kedelapan dan ayat 101 sampai dengan ayat 104, Allah menyebutkan tentang Bani Israil, yang dihinakan sebab menyimpang dari ajaran Allah padahal sebelumnya adalah bangsa yang kuat dan besar. Dihubungkannya kisah Isra' dengan cerita \"Bani Israil\" pada surat ini, memberikan peringatan bahwa umat Islam akan mengalami keruntuhan, sebagaimana halnya Bani Israil, apabila mereka juga meninggalkan ajaran-ajaran agama.**Pokok-Pokok Isi:**1. **Keimanan:** Allah tidak mempunyai anak baik berupa manusia ataupun malaikat; Allah pasti memberikan rezeki kepada manusia; Allah mempunyai nama-nama yang paling baik; Al-Qur'an adalah wahyu dari Allah yang memberikan petunjuk, penawar, dan rahmat bagi orang-orang yang beriman; keberadaan padang Mahsyar dan hari kebangkitan.2. **Hukum-hukum:** Larangan menghilangkan (membunuh) manusia; larangan berzina; larangan mempergunakan harta anak yatim kecuali dengan cara yang dibenarkan agama; larangan ikut-ikutan baik dengan kata-kata maupun dengan perbuatan dan durhaka kepada kedua orang tua. Perintah memenuhi janji dan menyempurnakan timbangan dan takaran; perintah melakukan shalat lima waktu tepat pada waktunya.3. **Kisah-kisah:** Kisah Isra' Nabi Muhammad; beberapa kisah tentang Bani Israil.4. **Lain-lain:** Pertanggungjawaban manusia terhadap amal perbuatannya; beberapa faktor yang menyebabkan kebangkitan dan kehancuran suatu umat; petunjuk-petunjuk tentang pergaulan dengan kedua orang tua, tetangga, dan masyarakat; manusia adalah makhluk Allah yang mulia namun mempunyai sifat-sifat yang tidak baik, seperti: suka ingkar, putus asa, dan terburu-buru; dan persoalan roh.Dalam surat ini, banyak ayat yang mengemukakan bahwa Al-Qur'an yang dibawa Nabi Muhammad benar-benar wahyu dari Allah, dan bahwa manusia pasti mengalami hari kebangkitan. Dalam surat ini, dikemukakan pula dalil-dalil tentang kekuasaan dan keesaan Allah serta hukum-hukum yang diturunkan-Nya yang wajib diperhatikan dan dikerjakan oleh manusia.**Hubungan Surat Al-Isra' Dengan Surat Al-Kahfi:**1. Surat Al-Isra' dimulai dengan tasbih (membaca subhanallah) kepada Allah, sedang surat Al-Kahfi dibuka dengan tahmid (membaca alhamdulillah) kepada-Nya. Tasbih dan tahmid adalah dua kata yang seringkali bergandengan dalam firman-firman Allah.2. Persamaan antara penutup surat Al-Isra' dengan pembuka surat Al-Kahfi adalah sama-sama dengan tahmid kepada Allah.3. Menurut sebuah riwayat, ada tiga buah pertanyaan yang diajukan oleh orang Yahudi melalui perantara orang musyrikin kepada Nabi Muhammad, yakni permasalahan ruh, cerita Ashhabul Kahfi, dan kisah Dzulqarnain. Permasalahan ruh dijawab dalam surat Al-Isra' dan dua permasalahan lainnya pada surat Al-Kahfi.4. Dalam surat Al-Isra' ayat 85 Allah berfirman, \"Dan kamu hanya diberi sedikit pengetahuan.\" Firman ini ditujukan kepada sebagian orang Yahudi yang merasa sombong dengan ilmu pengetahuan yang ada pada mereka, sebab mereka hanyalah manusia yang diberi sedikit ilmu pengetahuan. Dalam surat Al-Kahfi, Allah menceritakan tentang Nabi Musa dengan Nabi Khidhir yang belum pernah diketahui oleh orang-orang Yahudi.",
      "verses": [
        {
          "number": 39,
          "arabic": "ذَٰلِكَ مِمَّآ أَوْحَىٰٓ إِلَيْكَ رَبُّكَ مِنَ ٱلْحِكْمَةِ ۗ وَلَا تَجْعَلْ مَعَ ٱللَّهِ إِلَـٰهًا ءَاخَرَ فَتُلْقَىٰ فِى جَهَنَّمَ مَلُومًا مَّدْحُورًا",
          "transliteration": "dhālika mimmā awḥā ilayka rabbuka mina l-ḥik'mati walā tajʿal maʿa l-lahi ilāhan ākhara fatul'qā fī jahannama malūman madḥūran",
          "translation": "Itulah sebagian hikmah yang diwahyukan Tuhan kepadamu (Muhammad). Dan janganlah engkau mengadakan tuhan yang lain di samping Allah, nanti engkau dilemparkan ke dalam neraka dalam keadaan tercela dan dijauhkan (dari rahmat Allah).",
          "tafsir": "Pada ayat ini dijelaskan bahwa bimbingan Allah berupa perintah-Nya yang harus diikuti, dan semua larangan yang harus dijauhi, yang disebutkan dalam ayat-ayat yang lalu, apabila ditaati niscaya akan membimbing manusia kepada kesejahteraan hidup di dunia dan kebahagiaan di akhirat. Sebab, semua itu adalah sebagian dari hikmah yang diwahyukan Allah kepada Rasul-Nya, yang berupa peraturan-peraturan agama. Selanjutnya Allah swt mengulangi kembali larangan mengadakan tuhan selain Allah. Pengulangan larangan mempersekutukan tuhan-tuhan yang lain dengan Allah, yang berarti perintah untuk beragama tauhid, menunjukkan kepada pengertian bahwa tauhid adalah inti dari semua agama samawi, dan sebagai titik tolak dan tujuan akhir dari segala macam urusan seluruh makhluk. Semua makhluk adalah milik Allah dan kepada-Nya pula semuanya akan kembali. Di akhir ayat, Allah swt menegaskan bahwa akibat yang akan dirasakan oleh kaum musyrikin ialah mereka dilemparkan ke dalam neraka dalam keadaan tercela, baik celaan itu datang dari pihak lain, ataupun datang dari dirinya sendiri, serta dijauhkan dari rahmat Allah. Mereka tidak akan mendapat pertolongan dari siapapun."
        },
        {
          "number": 40,
          "arabic": "أَفَأَصْفَىٰكُمْ رَبُّكُم بِٱلْبَنِينَ وَٱتَّخَذَ مِنَ ٱلْمَلَـٰٓئِكَةِ إِنَـٰثًا ۚ إِنَّكُمْ لَتَقُولُونَ قَوْلًا عَظِيمًا",
          "transliteration": "afa-aṣfākum rabbukum bil-banīna wa-ittakhadha mina l-malāikati ināthan innakum lataqūlūna qawlan ʿaẓīman",
          "translation": "Maka apakah pantas Tuhan memilihkan anak laki-laki untukmu dan Dia mengambil anak perempuan dari malaikat? Sungguh, kamu benar-benar mengucapkan perkataan yang besar (dosanya).",
          "tafsir": "Allah swt membantah anggapan kaum musyrikin Mekah bahwa malaikat adalah anak perempuan Allah, dengan menanyakan apakah patut Tuhanmu memilih bagimu anak laki-laki, sedang Dia sendiri mengambil anak-anak perempuan di antara malaikat. Pertanyaan ini mengandung arti penyangkalan terhadap anggapan mereka bahwa Allah swt mempunyai anak-anak perempuan yang berupa malaikat. Bantahan Allah, dalam ayat ini, dengan cara menunjukkan kesalahan jalan pikiran mereka, bertujuan agar mereka dapat memahami kesalahannya. Bagaimana mungkin Allah swt yang menciptakan langit dan bumi serta benda-benda yang berada di antara keduanya dikatakan mempunyai anak-anak perempuan yang berupa malaikat, sedangkan mereka sendiri lebih suka mempunyai anak-anak laki-laki dan membenci anak perempuan. Mereka bahkan menguburkan anak perempuan itu hidup-hidup. Dalam hal ini, mereka memberi suatu sifat kepada Allah yang mereka sendiri tidak menyukainya. Jalan pikiran mereka benar-benar kacau. Mereka menyifati Zat Yang Maha Esa dan Mulia dengan sifat yang rendah menurut pandangan mereka sendiri. Anggapan seperti ini mengakibatkan tiga macam kesalahan. 1. Mereka menganggap bahwa para malaikat itu anak-anak perempuan. 2. Mereka menganggap bahwa malaikat adalah anak perempuan Allah. 3. Mereka menyembah malaikat-malaikat itu. Allah swt berfirman: Maka tanyakanlah (Muhammad) kepada mereka (orang-orang kafir Mekah), \"Apakah anak-anak perempuan itu untuk Tuhanmu sedangkan untuk mereka anak-anak laki-laki?\" Atau apakah Kami menciptakan malaikat-malaikat berupa perempuan sedangkan mereka menyaksikan(nya)? Ingatlah, sesungguhnya di antara kebohongannya mereka benar-benar mengatakan, \"Allah mempunyai anak.\" Dan sungguh, mereka benar-benar pendusta. (ash-shaffat/37: 149-152) Allah swt menegaskan bahwa dengan ucapan itu, kaum musyrikin telah mengatakan ucapan yang besar dosanya. Mereka telah mengada-adakan kebohongan terhadap Allah, dan karenanya diancam dengan siksaan yang pedih. Mereka juga telah menyia-nyiakan akal pikiran mereka sendiri, karena memutarbalikkan kebenaran yang semestinya mereka junjung tinggi. Dan mereka berkata, \"(Allah) Yang Maha Pengasih mempunyai anak.\" Sungguh, kamu telah membawa sesuatu yang sangat mungkar, hampir saja langit pecah, dan bumi terbelah, dan gunung-gunung runtuh, (karena ucapan itu), karena mereka menganggap (Allah) Yang Maha Pengasih mempunyai anak. Dan tidak mungkin bagi (Allah) Yang Maha Pengasih mempunyai anak. (Maryam/19: 88-92) (Lihat juga al-Baqarah/2: 116)"
        },
        {
          "number": 41,
          "arabic": "وَلَقَدْ صَرَّفْنَا فِى هَـٰذَا ٱلْقُرْءَانِ لِيَذَّكَّرُوا۟ وَمَا يَزِيدُهُمْ إِلَّا نُفُورًا",
          "transliteration": "walaqad ṣarrafnā fī hādhā l-qur'āni liyadhakkarū wamā yazīduhum illā nufūran",
          "translation": "Dan sungguh, dalam Alquran ini telah Kami (jelaskan) berulang-ulang (peringatan), agar mereka selalu ingat. Tetapi (peringatan) itu hanya menambah mereka lari (dari kebenaran).",
          "tafsir": "Pada ayat ini dijelaskan bahwa dalam Al-Qur'an, Allah telah memberikan peringatan berkali-kali, baik berupa bukti-bukti kebenaran eksistensi Allah melalui ciptaan-ciptaan-Nya, ataupun alasan-alasan yang menunjukkan kebenaran tauhid, Al-Qur'an juga berisi beberapa kisah tentang nasib umat yang menyekutukan Allah dengan yang lain, agar kaum musyrikin Mekah dapat mengambil pelajaran dari berbagai peristiwa tersebut dan menghentikan kemusyrikan dan kebiasaan mereka yang jelek. Semestinya keterangan dan peringatan yang berulang-ulang itu dapat melunakkan hati dan menyadarkan pikiran mereka, agar mau mengikuti seruan Al-Qur'an. Namun demikian, keterangan-keterangan itu ternyata hanya membuat mereka lari dari Al-Qur'an. Mereka tidak mau mendengarkan dan menerima kebenarannya karena jiwa mereka telah dikotori oleh kebiasaan-kebiasaan buruk. mereka tidak bisa lagi menilai suatu kebenaran sebagai kebenaran, bahkan mereka menjauh darinya dan lebih memilih bergelimang dalam kebatilan."
        },
        {
          "number": 42,
          "arabic": "قُل لَّوْ كَانَ مَعَهُۥٓ ءَالِهَةٌ كَمَا يَقُولُونَ إِذًا لَّٱبْتَغَوْا۟ إِلَىٰ ذِى ٱلْعَرْشِ سَبِيلًا",
          "transliteration": "qul law kāna maʿahu ālihatun kamā yaqūlūna idhan la-ib'taghaw ilā dhī l-ʿarshi sabīlan",
          "translation": "Katakanlah (Muhammad), \"jika ada tuhan-tuhan disamping-Nya, sebagaimana yang mereka katakan, niscaya tuhan-tuhan itu mencari jalan kepada Tuhan yang mempunyai Arasy.\"",
          "tafsir": "Kemudian Allah swt membantah kepercayaan kaum musyrikin Mekah dengan memerintahkan kepada Rasul-Nya agar mengatakan kepada mereka bahwa jika ada tuhan-tuhan selain Dia, niscaya tuhan-tuhan yang mereka persekutukan itu akan mencari jalan untuk menyampaikan apa yang mereka inginkan kepada Allah yang mempunyai Arasy, yang kekuasaan-Nya meliputi langit, bumi, dan benda-benda lainnya. Sudah tentu tuhan-tuhan yang mereka persekutukan itu memohon lebih dulu dan menghambakan dirinya kepada-Nya. Maka cara mereka meminta kepada Allah dengan perantaraan tuhan-tuhan itu sudah menempuh jalan yang berliku-liku. Mengapa mereka tidak langsung menyembah dan memohon saja kepada Allah Yang Maha Esa. Ayat ini mengandung sindiran kepada kaum musyrikin Mekah agar mereka menyembah hanya kepada Allah Yang Maha Esa, dan melarang mereka mengada-adakan tuhan yang lain sebagai perantara yang dapat menyampaikan keinginan mereka kepada Zat Yang Maha Esa. Allah tidak menyukai adanya perantara-perantara seperti yang mereka yakini, bahkan Allah telah melarang manusia mengadakan perantara-perantara seperti itu melalui wahyu yang telah disampaikan oleh para rasul-Nya."
        },
        {
          "number": 43,
          "arabic": "سُبْحَـٰنَهُۥ وَتَعَـٰلَىٰ عَمَّا يَقُولُونَ عُلُوًّا كَبِيرًا",
          "transliteration": "sub'ḥānahu wataʿālā ʿammā yaqūlūna ʿuluwwan kabīran",
          "translation": "Mahasuci dan Mahatinggi Dia dari apa yang mereka katakan, luhur dan agung (tidak ada bandingannya).",
          "tafsir": "Selanjutnya Allah swt menyatakan kemahasucian-Nya dari sifat yang diada-adakan oleh kaum musyrikin Mekah. Allah swt menegaskan bahwa Dia Mahasuci dan Mahatinggi dari semua sifat yang mereka ada-adakan itu. Apa yang mereka katakan hanyalah berdasarkan dugaan dan anggapan semata. Dia adalah Allah Yang Maha Esa yang bergantung kepada-Nya segala sesuatu. Dia tidak beranak dan tidak pula diperanakkan. Tidak ada sesuatu pun yang setara dengan-Nya. Dalam ayat itu terdapat isyarat yang menunjukkan bahwa Allah swt itu Mahasempurna, baik zat atau sifat-Nya, dan Mahasuci dari sifat kekurangan, dalam arti yang sebenar-benarnya."
        },
        {
          "number": 44,
          "arabic": "تُسَبِّحُ لَهُ ٱلسَّمَـٰوَٰتُ ٱلسَّبْعُ وَٱلْأَرْضُ وَمَن فِيهِنَّ ۚ وَإِن مِّن شَىْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِۦ وَلَـٰكِن لَّا تَفْقَهُونَ تَسْبِيحَهُمْ ۗ إِنَّهُۥ كَانَ حَلِيمًا غَفُورًا",
          "transliteration": "tusabbiḥu lahu l-samāwātu l-sabʿu wal-arḍu waman fīhinna wa-in min shayin illā yusabbiḥu biḥamdihi walākin lā tafqahūna tasbīḥahum innahu kāna ḥalīman ghafūran",
          "translation": "Langit yang tujuh, bumi dan semua yang ada di dalamnya bertasbih kepada Allah. Dan tidak ada sesuatu pun melainkan bertasbih dengan memuji-Nya, tetapi kamu tidak mengerti tasbih mereka. Sungguh, Dia Maha Penyantun, Maha Pengampun.",
          "tafsir": "Kemudian Allah swt menjelaskan betapa luasnya kerajaan-Nya dan betapa tinggi kekuasaan-Nya. Langit yang tujuh, bumi, dan semua makhluk yang ada di dalamnya bertasbih dan mengagungkan asma-Nya, serta me-nyaksikan bukti-bukti keesaan-Nya. Tidak ada satu makhluk pun melainkan bertasbih dengan memuji-Nya. Siapapun yang mau memperhatikan makhluk atau benda yang ada di sekelilingnya, tentu akan mengetahui bahwa baik makhluk hidup ataupun benda-benda mati seluruhnya tunduk dan takluk pada ketetapan atau ketentuan Allah yang tidak bisa dihindari. Sebagai contoh adalah hukum gaya tarik (gravitasi). Hukum ini berlaku umum dan mempengaruhi semua benda yang ada, apakah benda itu gas, barang cair, benda padat, ataupun makhluk hidup. Semuanya terpengaruh hukum gaya tarik itu. Hal ini menunjukkan bahwa hukum gaya tarik yang mempunyai kekuatan yang begitu besar pengaruhnya tidak mungkin terjadi secara kebetulan saja, melainkan ada yang menciptakan dan mengontrolnya setiap saat. Penciptanya tentu Yang Mahaperkasa dan Mahakuasa, yaitu Allah swt. Hukum gaya tarik ini cukup menjadi bukti bahwa semua benda dan makhluk yang ada di muka bumi ini tunduk dan takluk pada hukum-hukum dan ketentuan-ketentuan Allah. Apabila seseorang ingin melepaskan diri dari pengaruh gaya tarik (gravitasi) bumi, ia harus mempergunakan ilmu pengetahuan yang dapat melepaskan dirinya dari gaya tarik itu. Untuk menguasai ilmu itu, ia harus menguasai hukum aksi dan reaksi, yaitu aksi yang dapat mengatasi gaya tarik bumi itu, sehingga ia bisa melepaskan diri dari pengaruh kekuatannya. Keberhasilan orang melepaskan diri dari gaya tarik bumi bukan berarti bahwa ia tidak tunduk pada hukum Allah, melainkan ia dapat melepaskan dirinya lantaran tunduk pada hukum alam yang lain. Hal ini menunjukkan betapa luas kekuasaan Allah yang menciptakan hukum-hukum alam. Itupun baru hukum-hukum alam yang telah diketahui manusia, belum lagi hukum-hukum alam yang lain yang masih belum diketahui manusia. Khusus bagi manusia, makhluk yang berakal, karena terdiri dari jasmani dan rohani, maka jasmaninya tunduk kepada hukum-hukum alam tersebut, baik dikehendaki atau tidak. Sedangkan rohaninya dituntut mengikuti bimbingan Allah yang disampaikan melalui wahyu kepada rasul-Nya. Para ulama ahli ilmu kalam mengatakan bahwa Allah, Pencipta alam, adalah wajibul wujud (wajib ada-Nya), sedang makhluk-makhluk disebut mumkinat al-wujud (yang mungkin adanya). Al-Mumkinat ini dibagi menjadi berakal dan yang tidak berakal. Makhluk yang berakal mengakui keesaan Allah karena mereka dapat memperhatikan tanda-tanda kekuasaan Allah yang ada di langit, di bumi, dan pada semua benda-benda yang ada pada keduanya. Oleh karena itu, bibir manusia yang beriman selalu bertasbih memuji Allah. Sedang makhluk yang tidak berakal tunduk kepada aá¸¥kam kauniyyah (yaitu hukum-hukum alam yang diciptakan Allah yang berlaku terhadap benda-benda alam itu). Mereka bertasbih memuji Allah dengan berperilaku sesuai dengan keadaan yang ditakdirkan bagi mereka masing-masing. Allah lalu menjelaskan bahwa kaum musyrikin Mekah tidak mengetahui bahwa benda-benda alam dan semua makhluk yang ada bertasbih memuji-Nya, karena mereka tidak mau mengakui keesaan Allah. Bahkan, mereka mengadakan tuhan-tuhan yang lain yang dipersekutukan dengan Allah. Kaum musyrikin tidak mau melihat dan memikirkan ketundukan alam semesta dan segala benda-benda serta makhluk di bumi kepada hukum-hukum alam itu, sebagai pencerminan bagi tasbih mereka memuji Allah swt. Melihat pada beberapa Surah Al-Qur'an (al-Baqarah/2: 29; al-An'am/6: 125), maka langit terbagi dalam tujuh lapis. Apabila kita asumsikan secara ilmiah bahwa kata \"langit\" di sini adalah atmosfer, langit yang paling dekat dengan bumi, dan bukan langit antariksa, maka ilmu pengetahuan yang dimiliki manusia saat ini mengkonfirmasikannya. Pembagian menjadi tujuh lapis didasarkan pada perbedaan kandungan kimia dan suhu udara yang berbeda-beda di tiap lapisan. Ketujuh lapisan tersebut dinamakan Troposfer, Stratosfer, Mesosfer, Thermosfer, Exosfer, Ionosfer dan Magnetosfer. Penyebutan tujuh lapis langit ini juga diungkapkan pada Surah Nuh/71: 15 dan al- Naba'/78: 12. Selanjutnya dalam Surah Fushshilat/41: 11-12 dinyatakan bawa tiap lapis langit mempunyai urusannya sendiri-sendiri. Hal ini dikonfirmasi ilmu pengetahuan, misalnya ada lapisan yang bertugas untuk membuat hujan, mencegah kerusakan akibat radiasi, memantulkan gelombang radio, sampai kepada lapisan yang mencegah agar meteor tidak merusak bumi. Ayat ini secara simbolik menunjukkan bahwa tasbihnya benda-benda di alam secara fisik adalah kepatuhannya (secara sukarela) terhadap hukum Allah yang mengaturnya atau disebut juga dengan sunatullah. Hukum Allah itu dikenal manusia sebagai hukum alam atau kaidah ilmu pengetahuan yang diketahui manusia (para ahli) dan berlaku pada semua makhluk termasuk manusia (secara fisik). Adapun yang dimaksud dengan \"kamu sekalian tidak mengerti tasbih mereka\" adalah sebagian besar manusia tidak mengerti sunatullah atau hukum alam yang hanya dimengerti oleh para ahlinya. Jadi hanya orang yang berakal budi dan berpengetahuanlah yang bisa mengerti hukum alam dan dengan demikian juga bisa mengerti akan tasbih dari benda-benda antara langit yang tujuh dan bumi semuanya. Di akhir ayat, Allah swt menegaskan bahwa sesungguhnya Dia Maha Penyantun. Oleh karena itu, Dia tidak segera menurunkan azab atas kemusyrikan kaum musyrikin Mekah dan atas kelalaian mereka tidak mau memperhatikan tanda-tanda kekuasaan Allah Yang Maha Pengampun. Di antara sifat-sifat kemahapengampunan Allah ialah masih membuka pintu tobat selebar-lebarnya kepada siapa saja yang meminta ampunan-Nya. Allah tidak akan menghukum mereka karena dosa-dosa yang mereka lakukan, jika bertobat dan menyesali perbuatan mereka dengan penyesalan yang sebenar-benarnya, betul-betul menghentikan kemusyrikan, kembali kepada agama tauhid, dan mengikuti bimbingan wahyu yang diturunkan kepada rasul-Nya."
        },
        {
          "number": 45,
          "arabic": "وَإِذَا قَرَأْتَ ٱلْقُرْءَانَ جَعَلْنَا بَيْنَكَ وَبَيْنَ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْـَٔاخِرَةِ حِجَابًا مَّسْتُورًا",
          "transliteration": "wa-idhā qarata l-qur'āna jaʿalnā baynaka wabayna alladhīna lā yu'minūna bil-ākhirati ḥijāban mastūran",
          "translation": "Dan apabila engkau (Muhammad) membaca Alquran, Kami adakan suatu dinding yang tidak terlihat antara engkau dan orang-orang yang tidak beriman kepada kehidupan akhirat,",
          "tafsir": "Allah swt menjelaskan bahwa apabila Rasulullah saw membacakan Al-Qur'an kepada kaum musyrikin dengan maksud agar terbuka hati mereka untuk menerima kebenaran yang terkandung di dalamnya, maka Allah swt membuat dinding yang tidak tampak yang menutupi antara Rasulullah dan kaum musyrikin yang tidak beriman kepada hari akhirat. Dinding yang menutupi dan tidak tampak itu ialah sesuatu yang menghalangi hati kaum musyrikin untuk memahami kandungan Al-Qur'an, sehingga tidak dapat mengambil manfaat dan petunjuk-petunjuk yang terdapat di dalamnya. Hal itu adalah sebagai akibat dari keingkaran mereka kepada hari kebangkitan dan hari pembalasan, serta akibat dari noda-noda kemusyrikan yang telah menyelubungi jiwa mereka."
        },
        {
          "number": 46,
          "arabic": "وَجَعَلْنَا عَلَىٰ قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِىٓ ءَاذَانِهِمْ وَقْرًا ۚ وَإِذَا ذَكَرْتَ رَبَّكَ فِى ٱلْقُرْءَانِ وَحْدَهُۥ وَلَّوْا۟ عَلَىٰٓ أَدْبَـٰرِهِمْ نُفُورًا",
          "transliteration": "wajaʿalnā ʿalā qulūbihim akinnatan an yafqahūhu wafī ādhānihim waqran wa-idhā dhakarta rabbaka fī l-qur'āni waḥdahu wallaw ʿalā adbārihim nufūran",
          "translation": "dan Kami jadikan hati mereka tertutup dan telinga mereka tersumbat, agar mereka tidak dapat memahaminya. Dan apabila engkau menyebut Tuhanmu saja dalam Alquran, mereka berpaling ke belakang melarikan diri (karena benci).",
          "tafsir": "Selanjutnya Allah swt menjelaskan bahwa pada saat Rasulullah membaca Al-Qur'an, Allah swt memasang tutup yang menyelubungi hati kaum musyrikin, sehingga hati mereka tidak bisa memahami Al-Qur'an, dan memasang sumbat di telinga mereka, sehingga tidak dapat mendengarnya. Kalau dalam ayat 45 di atas, Allah menyebutkan sebab-sebab yang meng-halangi mereka memahami Al-Qur'an yang datang dari luar, dalam ayat ini Allah swt menyebutkan sebab-sebab yang datang dari dalam atau yang terdapat pada diri mereka sendiri. Mereka telah mengalami kerusakan mental yang berat, sehingga tidak dapat lagi mengendalikan jiwanya. Oleh karena itu, mereka terhalang dari memahami ayat-ayat Al-Qur'an yang benar-benar meminta perhatian dan pemusatan pikiran. Kerusakan mental ini disebabkan kebiasaan mereka mengikuti jejak nenek moyang, meskipun apa yang diikuti itu tidak benar. Mereka sendiri mengakui kerusakan mental mereka, sebagaimana disebutkan dalam firman Allah pada ayat yang lain: Dan mereka berkata, \"Hati kami sudah tertutup dari apa yang engkau seru kami kepadanya dan telinga kami sudah tersumbat, dan di antara kami dan engkau ada dinding, karena itu lakukanlah (sesuai kehendakmu), sesung-guhnya kami akan melakukan (sesuai kehendak kami).\" (Fushshilat/41: 5) (Perhatikan pula Fushshilat/41: 44 dan al-An'am/6: 25) Selanjutnya dijelaskan bahwa apabila Rasulullah menyebutkan nama Allah Yang Maha Esa dalam Al-Qur'an, tanpa menyebutkan nama-nama tuhan mereka, mereka berpaling ke belakang, dan menjauhinya dengan sikap yang sombong dan takabur. Mereka merasa tersinggung sebab Rasulullah hanya menyebut nama Allah Yang Maha Esa saja dan tidak menyebutkan nama berhala-berhala mereka dalam Al-Qur'an yang dibaca. Mereka benar-benar membenci Nabi yang tidak hanya tampak pada ucapan dan sikap mereka, akan tetapi diikuti dengan tindakan-tindakan penyiksaan kepada kaum Muslimin. Mereka juga merintangi kegiatan menyebarkan dakwah Islamiyah di kalangan penduduk Mekah dan sekitarnya."
        },
        {
          "number": 47,
          "arabic": "نَّحْنُ أَعْلَمُ بِمَا يَسْتَمِعُونَ بِهِۦٓ إِذْ يَسْتَمِعُونَ إِلَيْكَ وَإِذْ هُمْ نَجْوَىٰٓ إِذْ يَقُولُ ٱلظَّـٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلًا مَّسْحُورًا",
          "transliteration": "naḥnu aʿlamu bimā yastamiʿūna bihi idh yastamiʿūna ilayka wa-idh hum najwā idh yaqūlu l-ẓālimūna in tattabiʿūna illā rajulan masḥūran",
          "translation": "Kami lebih mengetahui dalam keadaan bagaimana mereka mendengarkan sewaktu mereka mendengarkan engkau (Muhammad), dan sewaktu mereka berbisik-bisik (yaitu) ketika orang zalim itu berkata, \"Kamu hanyalah mengikuti seorang laki-laki yang kena sihir.\"",
          "tafsir": "Allah swt menjelaskan kepada Rasul-Nya bahwa Dialah yang mengetahui sikap mereka ketika mendengarkan Rasulullah membacakan Al-Qur'an. Mereka memperolok-olok dan mendustakannya. Allah yang menge-tahui ketika mereka berbisik-bisik satu sama lain dengan mengatakan, \"Muhammad itu orang gila.\" Ada pula yang mengatakan, \"Dia tukang tenung,\" dan ada yang mengatakan, \"Muhammad itu tiada lain kecuali orang yang kena sihir sebab pikirannya berubah-ubah dan tidak konsisten lagi, apakah kita pantas mengikuti orang gila semacam Muhammad itu?\" Firman Allah swt: Dan sungguh, orang-orang kafir itu hampir-hampir menggelincirkanmu dengan pandangan mata mereka, ketika mereka mendengar Al-Qur'an dan mereka berkata, \"Dia (Muhammad) itu benar-benar orang gila.\" (al-Qalam/68: 51)"
        },
        {
          "number": 48,
          "arabic": "ٱنظُرْ كَيْفَ ضَرَبُوا۟ لَكَ ٱلْأَمْثَالَ فَضَلُّوا۟ فَلَا يَسْتَطِيعُونَ سَبِيلًا",
          "transliteration": "unẓur kayfa ḍarabū laka l-amthāla faḍallū falā yastaṭīʿūna sabīlan",
          "translation": "Lihatlah bagaimana mereka membuat perumpamaan untukmu (Muhammad); karena itu mereka menjadi sesat dan tidak dapat lagi menemukan jalan (yang benar).",
          "tafsir": "Allah swt lalu memerintahkan Rasulullah agar memperhatikan bagaimana kaum musyrikin membuat perumpamaan bagi dirinya, seperti mengatakan bahwa beliau gila, penyair, kena sihir, dan sebagainya. Dengan demikian, mereka telah menjadi sesat, dan tidak akan mendapat petunjuk karena telah menyimpang dari jalan yang benar. Berbagai perumpamaan yang mereka berikan kepada Nabi Muhammad saw ketika mendengarkannya membacakan Al-Qur'an, adalah pernyataan yang lahir dari sikap mental mereka terhadap wahyu yang diturunkan Allah kepada Rasul-Nya. Mereka sebenarnya tidak mau mengakui kebenaran wahyu yang dibacakan Rasulullah, karena membawa keterangan-keterangan yang bertentangan dengan kepercayaan yang diwarisi secara membabi buta dari nenek moyang mereka. Oleh sebab itu, mereka tidak bisa diharapkan lagi untuk mendapat petunjuk dan bimbingan dari wahyu, karena hati mereka telah diselubungi oleh noda-noda kemusyrikan yang luar biasa."
        },
        {
          "number": 49,
          "arabic": "وَقَالُوٓا۟ أَءِذَا كُنَّا عِظَـٰمًا وَرُفَـٰتًا أَءِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا",
          "transliteration": "waqālū a-idhā kunnā ʿiẓāman warufātan a-innā lamabʿūthūna khalqan jadīdan",
          "translation": "Dan mereka berkata, \"Apabila kami telah menjadi tulang-belulang dan benda-benda yang hancur, apakah kami benar-benar akan dibangkitkan kembali sebagai makhluk yang baru?\"",
          "tafsir": "Allah swt menjelaskan kepada Rasul-Nya apa yang dikatakan oleh kaum musyrikin Mekah mengenai hari kebangkitan. Mereka mengatakan bahwa apabila mereka telah mati dan menjadi tulang belulang yang lapuk dan tidak utuh lagi, apakah benar mereka akan dibangkitkan kembali seperti makhluk semula. Dari perkataan mereka ini tampak bahwa mereka tidak mau mempercayai adanya hari kebangkitan. Menurut kepercayaan mereka, apabila manusia telah mati dan menjadi tulang belulang yang bercerai-berai, apalagi telah hancur luluh, tidak mungkin akan terkumpul kembali dan menjadi makhluk semula yang hidup seperti sediakala. Inilah yang menjadi sebab utama mengapa mereka menolak kebenaran wahyu dan kerasulan Muhammad saw. Keingkaran mereka terhadap hari kebangkitan ini disebabkan oleh sikap mereka yang menyamakan sesuatu yang berada di luar kemampuan pikiran mereka dengan kejadian yang biasa dialami sehari-hari. Padahal kekuasaan untuk membangkitkan kembali semua makhluk berada di tangan Allah swt yang semula menciptakannya. Semua itu berada di luar kemampuan pikiran atau akal mereka. Jika mau memperhatikan tanda-tanda kekuasaan Allah di langit, di bumi, dan di semua benda-benda di sekeliling mereka, pasti mereka akan membenarkan kejadian hari kebangkitan itu. Allah swt berfirman: (Orang-orang kafir) berkata, \"Apakah kita benar-benar akan dikembalikan kepada kehidupan yang semula?Apakah (akan dibangkitkan juga) apabila kita telah menjadi tulang belulang yang hancur?\" Mereka berkata, \"Kalau demikian, itu adalah suatu pengembalian yang merugikan.\" (an-Nazi'at/79: 10-12) Dan dia membuat perumpamaan bagi Kami dan melupakan asal kejadiannya; dia berkata, \"Siapakah yang dapat menghidupkan tulang-belulang, yang telah hancur luluh?\" Katakanlah (Muhammad), \"Yang akan menghidupkannya ialah (Allah) yang menciptakannya pertama kali. Dan Dia Maha Mengetahui tentang segala makhluk. (Yasin/36: 78-79)"
        }
      ]
    }
  ]
}