{
  "pageNumber": 271,
  "juz": 14,
  "surahs": [
    {
      "number": 16,
      "name": "An-Nahl",
      "nameArabic": "النحل",
      "meaning": "Lebah",
      "revelation": "Makkah",
      "description": "Surat ini terdiri dari 128 ayat dan termasuk surat Makkiyyah. Surat ini dinamakan \"An-Nahl\" yang berarti \"lebah\" karena di dalamnya terdapat firman Allah pada ayat 68 yang artinya, \"Dan Tuhanmu mengilhamkan kepada lebah.\"Lebah adalah makhluk Allah yang banyak memberi manfaat dan kenikmatan pada manusia. Ada persamaan antara madu yang dihasilkan lebah dengan Al-Qur'anul Karim. Madu berasal dari aneka macam sari bunga dan menjadi obat bagi bermacam-macam penyakit (lihat ayat ke-69). Sementara itu, Al-Qur'an berisi inti sari kitab-kitab yang telah diturunkan kepada nabi-nabi terdahulu ditambah ajaran-ajaran yang dibutuhkan semua manusia sepanjang masa untuk mencapai kebahagiaan dunia dan akhirat (lihat surat Yunus ayat ke-57 dan surat Al-Israa' ayat ke-82). Surat ini juga dinamakan \"An Ni'am\" yang berarti nikmat-nikmat, karena di dalamnya Allah menyebutkan berbagai macam nikmat yang diberikan kepada hamba-hamba-Nya.**Pokok-Pokok Isi:**1. **Keimanan:** Kepastian adanya hari kiamat; keesaan Allah, kekuasaan-Nya dan kesempurnaan ilmu-Nya serta dalil-dalilnya; pertanggungjawaban manusia kepada Allah terhadap segala yang telah dikerjakannya.2. **Hukum-hukum:** Beberapa hukum tentang makanan dan minuman yang diharamkan dan yang dihalalkan; dibolehkan memakai perhiasan yang berasal dari laut, seperti: merjan dan mutiara; dibolehkan memakan makanan yang diharamkan dalam keadaan terpaksa; kulit dan bulu binatang dari hewan yang halal dimakan; kewajiban memenuhi perjanjian dan larangan mempermainkan sumpah; larangan membuat-buat hukum yang tak ada dasarnya; perintah membaca isti'aadzah (a'uudzubillahi minasyaithaanirrajiim = aku berlindung kepada Allah dari setan yang terkutuk); tantangan membalas siksa melebihi siksaan yang diterima.3. **Kisah-kisah:** Kisah Nabi Ibrahim.4. **Lain-lain:** Asal muasal kejadian manusia; madu adalah untuk kesehatan manusia; nasib pemimpin-pemimpin palsu pada hari kiamat; pandangan orang Arab zaman Jahiliyah terhadap anak perempuan; ajaran moral di dalam Islam; pedoman dakwah dalam Islam.Surat An-Nahl mengandung keterangan tentang sifat-sifat dan tingkah laku orang musyrikin, serta tantangan mereka terhadap kebenaran hari kiamat dan kerasulan Nabi Muhammad. Kemudian Allah menyebutkan peringatan-peringatan-Nya kepada mereka dari azab yang mereka alami sebagai akibat atas perbuatan mereka itu. Dalam surat ini, Allah menunjukkan bukti-bukti keesaan-Nya seraya memaparkan nikmat-nikmat yang diberikan-Nya kepada hamba-hamba-Nya. Surat ini juga memuat hukum-hukum dan ajaran-ajaran tentang akhlak.**Hubungan Surat An-Nahl Dengan Surat Al-Isra':**1. Dalam surat An-Nahl Allah menyebutkan perselisihan orang-orang Yahudi tentang hari Sabtu, kemudian di surat Al-Isra' dijelaskan sifat-sifat orang Yahudi yang ditetapkan dalam Taurat.2. Setelah Allah menganjurkan kepada Nabi Muhammad agar bersabar dan melarang beliau agar tidak berduka cita atau berkecil hati disebabkan tipu daya orang-orang musyrikin, maka di surat Al-Isra' Allah menerangkan kemuliaan Nabi Muhammad serta martabatnya yang tinggi di hadapan Allah.3. Dalam surat An-Nahl Allah menerangkan bermacam-macam nikmat-Nya, tetapi kebanyakan manusia tidak mensyukuri nikmat itu, kemudian dalam surat Al-Isra' disebut nikmat-nikmat yang lebih besar yang diberikan kepada Bani Israil dan tidak mereka syukuri, justru mereka berbuat kerusakan di bumi.4. Dalam surat An-Nahl Allah mengatakan, bahwa air madu yang keluar dari lebah merupakan minuman yang mengandung obat bagi manusia, maka dalam surat Al-Isra' diterangkan bahwa Al-Qur'an juga mengandung obat dan rahmat bagi orang-orang yang beriman.",
      "verses": [
        {
          "number": 35,
          "arabic": "وَقَالَ ٱلَّذِينَ أَشْرَكُوا۟ لَوْ شَآءَ ٱللَّهُ مَا عَبَدْنَا مِن دُونِهِۦ مِن شَىْءٍ نَّحْنُ وَلَآ ءَابَآؤُنَا وَلَا حَرَّمْنَا مِن دُونِهِۦ مِن شَىْءٍ ۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبْلِهِمْ ۚ فَهَلْ عَلَى ٱلرُّسُلِ إِلَّا ٱلْبَلَـٰغُ ٱلْمُبِينُ",
          "transliteration": "waqāla alladhīna ashrakū law shāa l-lahu mā ʿabadnā min dūnihi min shayin naḥnu walā ābāunā walā ḥarramnā min dūnihi min shayin kadhālika faʿala alladhīna min qablihim fahal ʿalā l-rusuli illā l-balāghu l-mubīnu",
          "translation": "Dan orang musyrik berkata, \"Jika Allah menghendaki, niscaya kami tidak akan menyembah sesuatu apa pun selain Dia, baik kami maupun bapak-bapak kami, dan tidak (pula) kami mengharamkan sesuatu pun tanpa (izin)-Nya.\" Demikianlah yang diperbuat oleh orang sebelum mereka. Bukankah kewajiban para rasul hanya menyampaikan (amanat Allah) dengan jelas.",
          "tafsir": "Allah swt lalu menjelaskan tipu daya orang-orang musyrik dan alasan mereka untuk mendustakan Rasulullah saw dan pengikut-pengikutnya. Mereka mengemukakan alasan bahwa mereka menyembah berhala-berhala karena Allah telah merestui peribadatan itu. Kalau Allah menghendaki mereka menyembah Allah Yang Maha Esa, tentulah mereka tidak akan menyembah sesuatu apa punselain Allah swt. Demikian juga penetapan mereka terhadap: bahirah (unta betina yang telah beranak lima kali dan anak kelima itu jantan), sibah (unta betina yang dibiarkan pergi ke mana saja lantaran suatu nazar), wasilah (domba betina yang melahirkan anak kembar sedangkan anaknya jantan dan betina), dan ham (unta jantan yang tidak boleh diganggu gugat lagi karena telah membuahi unta betina sepuluh kali), sebagai binatang yang haram, menurut mereka sudah direstui Allah. Sekiranya Allah tidak menyukai apa yang telah mereka lakukan, tentu mereka diberi petunjuk ke jalan yang benar, atau Allah akan menimpakan hukuman kepada mereka dengan segera. Demikian beberapa alasan yang dikemukakan orang-orang musyrik untuk menolak wahyu yang telah diturunkan kepada Nabi Muhammad saw. Alasan yang mereka kemukakan itu sama halnya dengan tindakan orang-orang sebelum mereka dalam hal mendustakan rasul. Allah swt menyangkal alasan yang mereka kemukakan dan menolak dugaan mereka yang salah itu. Allah tidak membenarkan apa yang mereka kerjakan karena Allah telah menyampaikan petunjuk melalui rasul-Nya. Rasul telah menyampaikan bimbingan kepada kaumnya ke jalan yang benar melalui perantaraan wahyu-Nya. Allah swt berfirman: Dan Kami tidak mengutus seorang rasul pun sebelum engkau (Muhammad), melainkan Kami wahyukan kepadanya, bahwa tidak ada tuhan (yang berhak disembah) selain Aku, maka sembahlah Aku. (al-Anbiya'/21: 25) Petunjuk Allah yang disampaikan melalui rasul-Nya itu akan dinikmati oleh orang yang benar-benar berusaha untuk mendapatkannya. Allah swt berfirman: Dan orang-orang yang berjihad untuk (mencari keridaan) Kami, Kami akan tunjukkan kepada mereka jalan-jalan Kami. Dan sungguh, Allah beserta orang-orang yang berbuat baik. (al-'Ankabut/29: 69) Oleh sebab itu, seandainya ada orang yang tidak mau mendengarkan ajakan rasul, maka bukanlah tugas rasul untuk memaksa mereka agar menerima dakwahnya. Yang demikian itu, bukanlah tugas dan tanggung jawab rasul serta bukan pula sifat dari agama Islam. Islam tidak memaksa mereka yang tidak mau menerima kebenaran."
        },
        {
          "number": 36,
          "arabic": "وَلَقَدْ بَعَثْنَا فِى كُلِّ أُمَّةٍ رَّسُولًا أَنِ ٱعْبُدُوا۟ ٱللَّهَ وَٱجْتَنِبُوا۟ ٱلطَّـٰغُوتَ ۖ فَمِنْهُم مَّنْ هَدَى ٱللَّهُ وَمِنْهُم مَّنْ حَقَّتْ عَلَيْهِ ٱلضَّلَـٰلَةُ ۚ فَسِيرُوا۟ فِى ٱلْأَرْضِ فَٱنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلْمُكَذِّبِينَ",
          "transliteration": "walaqad baʿathnā fī kulli ummatin rasūlan ani uʿ'budū l-laha wa-ij'tanibū l-ṭāghūta famin'hum man hadā l-lahu wamin'hum man ḥaqqat ʿalayhi l-ḍalālatu fasīrū fī l-arḍi fa-unẓurū kayfa kāna ʿāqibatu l-mukadhibīna",
          "translation": "Dan sungguh, Kami telah mengutus seorang rasul untuk setiap umat (untuk menyerukan), \"Sembahlah Allah, dan jauhilah tagut,\" kemudian di antara mereka ada yang diberi petunjuk oleh Allah dan ada pula yang tetap dalam kesesatan. Maka berjalanlah kamu di bumi dan perhatikanlah bagaimana kesudahan orang yang mendustakan (rasul-rasul).",
          "tafsir": "Allah swt menjelaskan bahwa para rasul itu diutus sesuai dengan sunatullah yang berlaku pada umat sebelumnya. Mereka itu adalah pembimbing manusia ke jalan yang lurus. Bimbingan rasul-rasul itu diterima oleh orang-orang yang dikehendaki oleh Allah dan membawa mereka kepada kesejahteraan dunia dan kebahagiaan akhirat. Allah swt menjelaskan bahwa Dia telah mengutus rasul kepada tiap-tiap umat yang terdahulu, seperti halnya Dia mengutus Nabi Muhammad saw kepada umat manusia seluruhnya. Oleh sebab itu, manusia hendaklah mengikuti seruannya dan meninggalkan segala larangannya. Allah swt berfirman: Sungguh, Kami mengutus engkau dengan membawa kebenaran sebagai pembawa berita gembira dan sebagai pemberi peringatan. Dan tidak ada satu pun umat melainkan di sana telah datang seorang pemberi peringatan. (Fathir/35: 24) Dan firman-Nya: Dan tanyakanlah (Muhammad) kepada rasul-rasul Kami yang telah Kami utus sebelum engkau, \"Apakah Kami menentukan tuhan-tuhan selain (Allah) Yang Maha Pengasih untuk disembah?\" (az-Zukhruf/43: 45) Dari uraian tersebut dapat dipahami bahwa Allah tidak menghendaki hamba-Nya menjadi kafir, karena Allah swt telah melarang mereka mengingkari-Nya. Larangan itu telah disampaikan melalui para rasul-Nya. Akan tetapi, ditinjau dari tabiat manusia, mungkin saja ada di antara mereka yang mengingkari Allah, karena manusia telah diberi akal pikiran dan kebebasan untuk memilih sesuai dengan kehendaknya. Takdir Allah berlaku sesuai dengan pilihan mereka. Oleh karena itu, apabila ada di antara hamba-Nya yang tetap bergelimang dalam kekafiran dan dimasukkan ke neraka Jahanam, maka tidak ada alasan bagi mereka untuk membantah. Allah telah cukup memberikan akal pikiran dan kebebasan untuk memilih dan menentu-kan sikap jalan mana yang akan mereka tempuh. Sedang Allah sendiri tidak menghendaki apabila hamba-Nya menjadi orang-orang yang kafir. Kemudian dijelaskan lebih lanjut bahwa Allah telah mengingatkan hamba-Nya yang mendustakan kebenaran rasul dengan ancaman hukuman di dunia apabila mereka tidak mau mengubah pendiriannya dan menerima petunjuk yang dibawa rasul. Oleh karena itu, Allah membinasakan mereka dengan hukuman-Nya yang sangat pedih. Tetapi ada pula di antara mereka yang diberi petunjuk oleh Allah, sehingga mereka menerima dan mengikuti petunjuk dan wahyu yang dibawa rasul-Nya. Mereka inilah orang-orang yang berbahagia dan selamat dari azab Allah. Sesudah itu, Allah swt memerintahkan kepada mereka agar bepergian ke seantero muka bumi dan menyaksikan negeri-negeri yang didiami oleh orang-orang zalim. Mereka disuruh melihat bagaimana akhir kehidupan orang-orang yang mendustakan agama Allah. Di dalam ayat ini, Allah swt menyuruh manusia agar mengadakan penelitian terhadap sejarah bangsa-bangsa lain dan membandingkan antara bangsa-bangsa yang menaati Allah dan rasul-Nya dengan yang mengingkari seruan Allah dan rasul-Nya. Hal ini tiada lain hanyalah karena Allah menginginkan agar mereka mau mengikuti seruan rasul."
        },
        {
          "number": 37,
          "arabic": "إِن تَحْرِصْ عَلَىٰ هُدَىٰهُمْ فَإِنَّ ٱللَّهَ لَا يَهْدِى مَن يُضِلُّ ۖ وَمَا لَهُم مِّن نَّـٰصِرِينَ",
          "transliteration": "in taḥriṣ ʿalā hudāhum fa-inna l-laha lā yahdī man yuḍillu wamā lahum min nāṣirīna",
          "translation": "Jika engkau (Muhammad) sangat mengharapkan agar mereka mendapat petunjuk, maka sesungguhnya Allah tidak akan memberi petunjuk kepada orang yang disesatkan-Nya, dan mereka tidak mempunyai penolong.",
          "tafsir": "Allah swt lalu menjelaskan kepada Nabi Muhammad saw agar jangan kecewa menghadapi keingkaran kaumnya dan pembangkangan yang berlebihan, padahal Rasul sendiri sangat menginginkan mereka menjadi orang-orang yang beriman. Allah swt menjelaskan kepada Rasulullah saw bahwa meskipun dia sangat mengharapkan agar kaumnya mendapat petunjuk dan mengikuti seruannya, harapan tersebut tidak ada gunanya apabila Allah tidak menghendaki mereka mendapat petunjuk karena mereka telah menentukan pilihannya sendiri. Mereka itu berpaling dari bimbingan wahyu dan tertarik kepada tipu daya setan sehingga terjerumus ke dalam lembah kemaksiatan dan kemusyrikan. Allah swt berfirman: Sungguh, engkau (Muhammad) tidak dapat memberi petunjuk kepada orang yang engkau kasihi, tetapi Allah memberi petunjuk kepada orang yang Dia kehendaki, dan Dia lebih mengetahui orang-orang yang mau menerima petunjuk. (al-Qasas/28: 56) Dan firman-Nya: Dan nasihatku tidak akan bermanfaat bagimu sekalipun aku ingin memberi nasihat kepadamu, kalau Allah hendak menyesatkan kamu. Dia adalah Tuhanmu, dan kepada-Nyalah kamu dikembalikan.\" (Hud/11: 34) Dan firman Allah: Dan barang siapa disesatkan Allah, maka tidak ada seorang pun yang memberi petunjuk baginya. (ar-Ra'd/13: 33) Karena itulah Allah tidak akan memberikan petunjuk lagi kepada mereka, karena mereka telah memilih kesesatan dan telah diberi penjelasan akibat yang akan menimpa diri mereka. Di akhir ayat, Allah swt menjelaskan bahwa apabila Ia berkehendak untuk menyiksa mereka, tidak ada seorang pun yang dapat memberikan pertolongan kepada mereka. Allah berkuasa kepada makhluk-Nya dan Allah yang menentukan nasib makhluk itu."
        },
        {
          "number": 38,
          "arabic": "وَأَقْسَمُوا۟ بِٱللَّهِ جَهْدَ أَيْمَـٰنِهِمْ ۙ لَا يَبْعَثُ ٱللَّهُ مَن يَمُوتُ ۚ بَلَىٰ وَعْدًا عَلَيْهِ حَقًّا وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
          "transliteration": "wa-aqsamū bil-lahi jahda aymānihim lā yabʿathu l-lahu man yamūtu balā waʿdan ʿalayhi ḥaqqan walākinna akthara l-nāsi lā yaʿlamūna",
          "translation": "Dan mereka bersumpah atas (nama) Allah dengan sumpah yang sungguh-sungguh, \"Allah tidak akan membangkitkan orang yang mati.\" Tidak demikian (pasti Allah akan membangkitkannya), sebagai suatu janji yang benar dari-Nya, tetapi kebanyakan manusia tidak mengetahui,",
          "tafsir": "Allah swt menjelaskan kepada Nabi Muhammad saw bahwa mereka itu bersumpah dengan nama Allah dengan sikap yang bersungguh-sungguh bahwa mereka tetap berkeras hati tidak mau percaya akan terjadinya hari kebangkitan setelah kehidupan dunia ini. Pembangkangan mereka terhadap hari kebangkitan adalah akibat dari keingkaran mereka terhadap seruan rasul. Mereka berpendapat bahwa kematian itu tiada lain hanyalah kehancuran dan kemusnahan, maka bagaimana mungkin terjadi kebangkitan setelah tubuh hancur-lebur dan tulang-belulang menjadi lapuk. Mengembali-kan barang yang sudah hancur kepada bentuknya semula adalah mustahil. Allah swt mengoreksi keyakinan mereka yang salah itu dan menegaskan bahwa yang demikian itu tidak benar. Keyakinan yang benar ialah membangkitkan seluruh manusia yang telah mati adalah janji yang telah ditetapkan Allah dan pasti terjadi. Karena kebanyakan dari mereka tidak mengerti sifat-sifat Allah yang mempunyai kekuasaan yang tidak terbatas, mereka tidak meyakini terjadinya hari kebangkitan dimana pada saat ini semua makhluk yang telah hancur lebur akan dibangkitkan kembali dari alam kuburnya. Mereka akan dihidupkan kembali untuk mempertanggung-jawabkan amal perbuatan mereka di dunia."
        },
        {
          "number": 39,
          "arabic": "لِيُبَيِّنَ لَهُمُ ٱلَّذِى يَخْتَلِفُونَ فِيهِ وَلِيَعْلَمَ ٱلَّذِينَ كَفَرُوٓا۟ أَنَّهُمْ كَانُوا۟ كَـٰذِبِينَ",
          "transliteration": "liyubayyina lahumu alladhī yakhtalifūna fīhi waliyaʿlama alladhīna kafarū annahum kānū kādhibīna",
          "translation": "agar Dia menjelaskan kepada mereka apa yang mereka perselisihkan itu, dan agar orang kafir itu mengetahui bahwa mereka adalah orang yang berdusta.",
          "tafsir": "Allah swt menjelaskan hikmah terjadinya hari kebangkitan, yaitu menjelaskan kepada mereka tentang kebenaran wahyu yang dibawa oleh rasul yang mereka ingkari dan perselisihkan. Pada hari itu, mereka dapat menyaksikan kebenaran wahyu dan menyadari kesalahan pendapat mereka terhadap ajaran yang disampaikan para rasul. Inilah penyesalan yang dialami oleh orang-orang yang menganiaya diri sendiri. Pada saat itu, mereka akan merasakan bahwa seruan rasul itu adalah bimbingan Allah yang benar, sedang mereka menyesali keingkaran mereka itu dengan penyesalan yang tidak berguna lagi. Di akhir ayat, Allah swt menegaskan bahwa Ia membangkitkan mereka pada saat hari kiamat agar orang-orang yang mengingkari kebenaran wahyu-Nya dapat mengetahui bahwa hari kebangkitan dan pembalasan yang mereka dustakan itu betul-betul terjadi. Mereka ternyata orang-orang yang berdusta dan tidak ada yang mereka dustakan kecuali diri mereka sendiri. Pada hari itu, mereka benar-benar menyaksikan azab Allah yang diancamkan kepada mereka dan mereka tidak lagi dapat menghindar dari azab tersebut. Allah swt berfirman: (Dikatakan kepada mereka), \"Inilah neraka yang dahulu kamu mendustakannya.\" (ath-thur/52: 14) Firman-Nya lagi: Masuklah ke dalamnya (rasakanlah panas apinya); baik kamu bersabar atau tidak, sama saja bagimu; sesungguhnya kamu hanya diberi balasan atas apa yang telah kamu kerjakan. (ath-thur/52: 16)"
        },
        {
          "number": 40,
          "arabic": "إِنَّمَا قَوْلُنَا لِشَىْءٍ إِذَآ أَرَدْنَـٰهُ أَن نَّقُولَ لَهُۥ كُن فَيَكُونُ",
          "transliteration": "innamā qawlunā lishayin idhā aradnāhu an naqūla lahu kun fayakūnu",
          "translation": "Sesungguhnya firman Kami terhadap sesuatu apabila Kami menghendakinya, Kami hanya mengatakan kepadanya, \"Jadilah!\" Maka jadilah sesuatu itu.",
          "tafsir": "Allah swt menerangkan bahwa kekuasaan-Nya tidak terbatas dan tidak dapat dibatasi sedikit pun oleh semua makhluk, baik yang di langit maupun yang di bumi. Allah swt menyatakan bahwa apabila ia berkehendak untuk menghidupkan orang yang mati, Ia cukup mengatakan kepadanya, \"Jadilah.\" Jadilah ia sesuai dengan kehendak Allah itu. Pada ayat lain, Allah swt menerangkan bahwa terwujudnya sesuatu yang dikehendaki itu tidaklah memerlukan waktu yang lama, akan tetapi cukup dalam waktu yang singkat. Allah swt berfirman: Dan perintah Kami hanyalah (dengan) satu perkataan seperti kejapan mata. (al-Qamar/54: 50) Allah juga menjelaskan bahwa membangkitkan orang-orang yang telah mati bagi-Nya sama halnya dengan menciptakan satu jiwa. Allah swt berfirman: Menciptakan dan membangkitkan kamu (bagi Allah) hanyalah seperti (menciptakan dan membangkitkan) satu jiwa saja (mudah). Sesungguhnya Allah Maha Mendengar, Maha Melihat. (Luqman/31: 28)"
        },
        {
          "number": 41,
          "arabic": "وَٱلَّذِينَ هَاجَرُوا۟ فِى ٱللَّهِ مِنۢ بَعْدِ مَا ظُلِمُوا۟ لَنُبَوِّئَنَّهُمْ فِى ٱلدُّنْيَا حَسَنَةً ۖ وَلَأَجْرُ ٱلْـَٔاخِرَةِ أَكْبَرُ ۚ لَوْ كَانُوا۟ يَعْلَمُونَ",
          "transliteration": "wa-alladhīna hājarū fī l-lahi min baʿdi mā ẓulimū lanubawwi-annahum fī l-dun'yā ḥasanatan wala-ajru l-ākhirati akbaru law kānū yaʿlamūna",
          "translation": "Dan orang yang berhijrah karena Allah setelah mereka dizalimi, pasti Kami akan memberikan tempat yang baik kepada mereka di dunia. Dan pahala di akhirat pasti lebih besar, sekiranya mereka mengetahui,",
          "tafsir": "Allah swt menjelaskan bahwa orang-orang yang hijrah meninggal-kan kaum kerabat yang dicintai dan kampung halamannya semata-mata mengharapkan pahala dan keridaan Allah, pasti akan diberi tempat yang baik di sisi-Nya. Yang dimaksud dengan hijrah dalam ayat ini ialah hijrah kaum Muslimin dari Mekah ke Habasyah, hijrah pertama yang dilakukan 83 orang Muslimin. Pengertian ini didasarkan pada pendapat yang mengatakan bahwa ayat ini adalah ayat Makkiyyah, dan dikuatkan pula oleh riwayat dari Abdullah bin Humaid, Ibnu Jarir ath-thabari, dan Ibnu Munzir dari Qatadah yang mengatakan bahwa para sahabat Nabi saw teraniaya oleh penduduk Mekah. Mereka diusir dari kampung halamannya, sehingga sebagian dari mereka ikut hijrah ke negeri Habasyah. Sesudah itu, Allah menyuruh mereka mempersiapkan diri hijrah ke Medinah, lalu kota itu dijadikan kota hijrah dan mereka diberi penolong-penolong yang terdiri dari penduduk Medinah yang beriman. Kemudian mereka dijanjikan kemenangan atas orang-orang yang telah menganiaya mereka dan tempat yang baik di dunia. Semua itu diperoleh karena mereka rela meninggalkan tempat tinggal dan harta benda mereka, semata-mata hanya mengharapkan keridaan Allah. Janji kemenangan yang diberikan kepada kaum Muslimin itu ialah mereka akan diberi tempat yang bebas dari kekuasaan orang-orang musyrik dan mereka dapat mengatur tata kemasyarakatan sendiri. Mereka akan menjadi pemimpin-pemimpin yang takwa dan memerintah orang-orang yang takwa pula. Di samping itu, mereka dijanjikan pula pahala akhirat yang lebih besar. Apabila mereka mengetahui, tentu mereka akan mengatakan bahwa pahala akhirat itulah yang lebih utama bila dibandingkan dengan kebahagiaan yang mereka rasakan di dunia. Ibnu Jarir ath-thabari meriwayatkan dari Umar bin Khaththab bahwa apabila seorang Ansar memberi suatu pemberian kepada seorang laki-laki dari golongan Muhajirin, ia berkata, \"Terimalah pemberian ini, semoga Allah memberikan berkah kepadamu dalam menikmatinya. Ini yang telah Allah janjikan untukmu di dunia, sedang di akhirat kamu akan mendapatkan yang lebih baik lagi\"."
        },
        {
          "number": 42,
          "arabic": "ٱلَّذِينَ صَبَرُوا۟ وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ",
          "transliteration": "alladhīna ṣabarū waʿalā rabbihim yatawakkalūna",
          "translation": "(yaitu) orang yang sabar dan hanya kepada Tuhan mereka bertawakal.",
          "tafsir": "Ayat ini menjelaskan sifat-sifat seorang Muslim yang dijanjikan Allah akan memperoleh kemenangan dunia dan kebahagiaan akhirat. Mereka adalah orang-orang yang sabar terhadap apa yang menimpa mereka, seperti menerima siksaan orang-orang kafir Quraisy, menahan penderitaan karena kerinduannya terhadap kampung halaman yang ditinggalkan, dan memikul beban hidup di perantauan karena serba kekurangan dan dalam keadaan terkucil dari keluarga yang masih di Mekah. Firman Allah: Orang-orang yang beriman dan berhijrah serta berjihad di jalan Allah, dengan harta dan jiwa mereka, adalah lebih tinggi derajatnya di sisi Allah. Mereka itulah orang-orang yang memperoleh kemenangan. (at-Taubah/9: 20) Di akhir ayat, Allah swt menyebutkan sifat mereka sebagai orang-orang yang sabar dan menyerahkan urusan mereka kepada Allah. Yaitu orang-orang yang menyerahkan akhir perjuangannya kepada Allah karena perjuangan itulah yang mereka tempuh untuk mencapai kebahagiaan di dunia dan akhirat. Sifat sabar dan tawakal termasuk sifat-sifat terpenting yang harus dimiliki orang-orang yang membela kebenaran. Sebab, kedua sifat itu yang sangat menentukan tercapai atau tidaknya cita-cita."
        }
      ]
    }
  ]
}