{
  "pageNumber": 278,
  "juz": 14,
  "surahs": [
    {
      "number": 16,
      "name": "An-Nahl",
      "nameArabic": "النحل",
      "meaning": "Lebah",
      "revelation": "Makkah",
      "description": "Surat ini terdiri dari 128 ayat dan termasuk surat Makkiyyah. Surat ini dinamakan \"An-Nahl\" yang berarti \"lebah\" karena di dalamnya terdapat firman Allah pada ayat 68 yang artinya, \"Dan Tuhanmu mengilhamkan kepada lebah.\"Lebah adalah makhluk Allah yang banyak memberi manfaat dan kenikmatan pada manusia. Ada persamaan antara madu yang dihasilkan lebah dengan Al-Qur'anul Karim. Madu berasal dari aneka macam sari bunga dan menjadi obat bagi bermacam-macam penyakit (lihat ayat ke-69). Sementara itu, Al-Qur'an berisi inti sari kitab-kitab yang telah diturunkan kepada nabi-nabi terdahulu ditambah ajaran-ajaran yang dibutuhkan semua manusia sepanjang masa untuk mencapai kebahagiaan dunia dan akhirat (lihat surat Yunus ayat ke-57 dan surat Al-Israa' ayat ke-82). Surat ini juga dinamakan \"An Ni'am\" yang berarti nikmat-nikmat, karena di dalamnya Allah menyebutkan berbagai macam nikmat yang diberikan kepada hamba-hamba-Nya.**Pokok-Pokok Isi:**1. **Keimanan:** Kepastian adanya hari kiamat; keesaan Allah, kekuasaan-Nya dan kesempurnaan ilmu-Nya serta dalil-dalilnya; pertanggungjawaban manusia kepada Allah terhadap segala yang telah dikerjakannya.2. **Hukum-hukum:** Beberapa hukum tentang makanan dan minuman yang diharamkan dan yang dihalalkan; dibolehkan memakai perhiasan yang berasal dari laut, seperti: merjan dan mutiara; dibolehkan memakan makanan yang diharamkan dalam keadaan terpaksa; kulit dan bulu binatang dari hewan yang halal dimakan; kewajiban memenuhi perjanjian dan larangan mempermainkan sumpah; larangan membuat-buat hukum yang tak ada dasarnya; perintah membaca isti'aadzah (a'uudzubillahi minasyaithaanirrajiim = aku berlindung kepada Allah dari setan yang terkutuk); tantangan membalas siksa melebihi siksaan yang diterima.3. **Kisah-kisah:** Kisah Nabi Ibrahim.4. **Lain-lain:** Asal muasal kejadian manusia; madu adalah untuk kesehatan manusia; nasib pemimpin-pemimpin palsu pada hari kiamat; pandangan orang Arab zaman Jahiliyah terhadap anak perempuan; ajaran moral di dalam Islam; pedoman dakwah dalam Islam.Surat An-Nahl mengandung keterangan tentang sifat-sifat dan tingkah laku orang musyrikin, serta tantangan mereka terhadap kebenaran hari kiamat dan kerasulan Nabi Muhammad. Kemudian Allah menyebutkan peringatan-peringatan-Nya kepada mereka dari azab yang mereka alami sebagai akibat atas perbuatan mereka itu. Dalam surat ini, Allah menunjukkan bukti-bukti keesaan-Nya seraya memaparkan nikmat-nikmat yang diberikan-Nya kepada hamba-hamba-Nya. Surat ini juga memuat hukum-hukum dan ajaran-ajaran tentang akhlak.**Hubungan Surat An-Nahl Dengan Surat Al-Isra':**1. Dalam surat An-Nahl Allah menyebutkan perselisihan orang-orang Yahudi tentang hari Sabtu, kemudian di surat Al-Isra' dijelaskan sifat-sifat orang Yahudi yang ditetapkan dalam Taurat.2. Setelah Allah menganjurkan kepada Nabi Muhammad agar bersabar dan melarang beliau agar tidak berduka cita atau berkecil hati disebabkan tipu daya orang-orang musyrikin, maka di surat Al-Isra' Allah menerangkan kemuliaan Nabi Muhammad serta martabatnya yang tinggi di hadapan Allah.3. Dalam surat An-Nahl Allah menerangkan bermacam-macam nikmat-Nya, tetapi kebanyakan manusia tidak mensyukuri nikmat itu, kemudian dalam surat Al-Isra' disebut nikmat-nikmat yang lebih besar yang diberikan kepada Bani Israil dan tidak mereka syukuri, justru mereka berbuat kerusakan di bumi.4. Dalam surat An-Nahl Allah mengatakan, bahwa air madu yang keluar dari lebah merupakan minuman yang mengandung obat bagi manusia, maka dalam surat Al-Isra' diterangkan bahwa Al-Qur'an juga mengandung obat dan rahmat bagi orang-orang yang beriman.",
      "verses": [
        {
          "number": 94,
          "arabic": "وَلَا تَتَّخِذُوٓا۟ أَيْمَـٰنَكُمْ دَخَلًۢا بَيْنَكُمْ فَتَزِلَّ قَدَمٌۢ بَعْدَ ثُبُوتِهَا وَتَذُوقُوا۟ ٱلسُّوٓءَ بِمَا صَدَدتُّمْ عَن سَبِيلِ ٱللَّهِ ۖ وَلَكُمْ عَذَابٌ عَظِيمٌ",
          "transliteration": "walā tattakhidhū aymānakum dakhalan baynakum fatazilla qadamun baʿda thubūtihā watadhūqū l-sūa bimā ṣadadttum ʿan sabīli l-lahi walakum ʿadhābun ʿaẓīmun",
          "translation": "Dan janganlah kamu jadikan sumpah-sumpahmu sebagai alat penipu di antaramu, yang menyebabkan kaki(mu) tergelincir setelah tegaknya (kokoh), dan kamu akan merasakan keburukan (di dunia) karena kamu menghalangi (manusia) dari jalan Allah, dan kamu akan mendapat azab yang besar.",
          "tafsir": "Allah swt menegaskan kembali kepada orang Islam tentang larangan-Nya menjadikan sumpah sebagai alat penipuan di antara mereka. Sesudah Allah swt melarang membatalkan perjanjian dan sumpah pada umumnya, dalam ayat ini, Allah swt secara khusus menegaskan larangan membatalkan perjanjian yang telah dibuat kaum Muslimin dengan Nabi Muhammad saw sewaktu masih di Mekah, menjelang hijrah ke Medinah. Allah swt tidak membenarkan jika membuat perjanjian hanya untuk mengelabui manusia. Timbulnya larangan ini disebabkan oleh adanya keinginan dari kaum Muslimin untuk membatalkan baiat mereka yang telah diperkuat dengan sumpah. Jika mereka melakukan hal demikian, berarti kaki mereka tergelincir sesudah berpijak di tempat yang mantap. Mereka akan mengalami penderitaan disebabkan tindakan mereka yang menjadikan sumpah sebagai alat penipu di antara manusia. Ada tiga hukuman bagi yang melanggar jika melakukan tindakan demikian itu. Pertama:Mereka bertambah jauh dari kebenaran dan hidayah Allah swt, meskipun sudah berada di dalam garis kebenaran itu. Kedua:Mereka memberi contoh dalam penyelewengan dari jalan Allah. Dengan kebiasaan jelek itu, mereka patut mendapat azab di dunia, seperti pembunuhan, penangkapan, perampasan, dan pengusiran dari kampung halaman. Ketiga:Mereka akan diazab di akhirat sebagai balasan atas kelancangan mereka menjauhi kebenaran. Mereka dimasukkan ke dalam golongan orang yang sengsara dan sesat."
        },
        {
          "number": 95,
          "arabic": "وَلَا تَشْتَرُوا۟ بِعَهْدِ ٱللَّهِ ثَمَنًا قَلِيلًا ۚ إِنَّمَا عِندَ ٱللَّهِ هُوَ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ",
          "transliteration": "walā tashtarū biʿahdi l-lahi thamanan qalīlan innamā ʿinda l-lahi huwa khayrun lakum in kuntum taʿlamūna",
          "translation": "Dan janganlah kamu jual perjanjian (dengan) Allah dengan harga murah, karena sesungguhnya apa yang ada di sisi Allah lebih baik bagimu jika kamu mengetahui.",
          "tafsir": "Dalam ayat ini, Allah menegaskan lagi larangan-Nya tentang membatalkan janji setia itu (bai'at) dengan menyatakan bahwa perbuatan itu sama halnya dengan menukarkan perjanjian dengan Allah dengan harga yang murah. Misalnya, untuk memperoleh keuntungan duniawi dan harta yang sedikit, mereka membatalkan suatu perjanjian yang mereka adakan sendiri. Peringatan Allah ini berhubungan dengan ihwal orang-orang Mekah yang telah mem-bai'at Nabi saw kemudian mereka bermaksud membatalkan bai'at itu setelah melihat kekuatan orang Quraisy, serta penganiayaan mereka kepada orang Islam. Kemudian orang-orang Quraisy menjanjikan pula kepada orang Islam akan memberikan sesuatu jika mereka mau kembali kepada agama kesyirikan. Oleh sebab itu, Allah memperingatkan mereka dengan ayat ini dan mencegah mereka agar jangan sampai membatalkan bai'at kepada Nabi itu, hanya untuk memperoleh harta duniawi. Karena apa yang ada pada Allah seperti pahala di akhirat dan agama yang dibawa Nabi saw untuk kehidupan duniawi, jauh lebih baik dari apa yang dijanjikan oleh pemimpin musyrik itu. Jika mereka mempergunakan akal pikiran dan merenungkan persoalan-persoalan itu, tentulah mereka lebih cenderung untuk tetap setia kepada Nabi saw dan menolak ajakan pemimpin-pemimpin musyrik itu."
        },
        {
          "number": 96,
          "arabic": "مَا عِندَكُمْ يَنفَدُ ۖ وَمَا عِندَ ٱللَّهِ بَاقٍ ۗ وَلَنَجْزِيَنَّ ٱلَّذِينَ صَبَرُوٓا۟ أَجْرَهُم بِأَحْسَنِ مَا كَانُوا۟ يَعْمَلُونَ",
          "transliteration": "mā ʿindakum yanfadu wamā ʿinda l-lahi bāqin walanajziyanna alladhīna ṣabarū ajrahum bi-aḥsani mā kānū yaʿmalūna",
          "translation": "Apa yang ada di sisimu akan lenyap, dan apa yang ada di sisi Allah adalah kekal. Dan Kami pasti akan memberi balasan kepada orang yang sabar dengan pahala yang lebih baik dari apa yang telah mereka kerjakan.",
          "tafsir": "Dalam ayat ini, Allah swt menjelaskan bahwa segala apa yang dimiliki dan datang dari manusia, berupa pemberian harta benda duniawi, adalah terbatas dan ada akhirnya, sedang apa yang ada pada sisi Allah, berupa pahala dan ganjaran dalam surga, tidak ada batasnya, tak putus-putus bahkan selama-lamanya. Maka kepada mereka yang beriman, sabar menghadapi tugas-tugas agama, dan tabah menghadapi penderitaan, Allah pasti memberi ganjaran yang lebih dari apa yang mereka kerjakan. Tuhan menonjolkan sifat sabar atau tabah karena sifat itu merupakan asas dari segala amal perbuatan. Firman Allah: Apa pun (kenikmatan) yang diberikan kepadamu, maka itu adalah kesenangan hidup di dunia. Sedangkan apa (kenikmatan) yang ada di sisi Allah lebih baik dan lebih kekal bagi orang-orang yang beriman, dan hanya kepada Tuhan mereka bertawakal. (asy-Syura/42: 36) Firman Allah juga: Harta dan anak-anak adalah perhiasan kehidupan dunia tetapi amal kebajikan yang terus-menerus adalah lebih baik pahalanya di sisi Tuhanmu serta lebih baik untuk menjadi harapan. (al-Kahf/18: 46)"
        },
        {
          "number": 97,
          "arabic": "مَنْ عَمِلَ صَـٰلِحًا مِّن ذَكَرٍ أَوْ أُنثَىٰ وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُۥ حَيَوٰةً طَيِّبَةً ۖ وَلَنَجْزِيَنَّهُمْ أَجْرَهُم بِأَحْسَنِ مَا كَانُوا۟ يَعْمَلُونَ",
          "transliteration": "man ʿamila ṣāliḥan min dhakarin aw unthā wahuwa mu'minun falanuḥ'yiyannahu ḥayatan ṭayyibatan walanajziyannahum ajrahum bi-aḥsani mā kānū yaʿmalūna",
          "translation": "Barangsiapa mengerjakan kebajikan, baik laki-laki maupun perempuan dalam keadaan beriman, maka pasti akan Kami berikan kepadanya kehidupan yang baik<sup foot_note=135414>1</sup> dan akan Kami beri balasan dengan pahala yang lebih baik dari apa yang telah mereka kerjakan.",
          "tafsir": "Kemudian Allah swt dalam ayat ini berjanji bahwa Allah swt benar-benar akan memberikan kehidupan yang bahagia dan sejahtera di dunia kepada hamba-Nya, baik laki-laki maupun perempuan, yang mengerjakan amal saleh yaitu segala amal yang sesuai petunjuk Al-Qur'an dan sunnah Rasul, sedang hati mereka penuh dengan keimanan. Rasulullah bersabda: Dari 'Abdullah bin 'Umar bahwa Rasulullah saw bersabda, \"Sungguh beruntung orang yang masuk Islam, diberi rezeki yang cukup dan menerima dengan senang hati atas pemberian Allah. (Riwayat Ahmad) Kehidupan bahagia dan sejahtera di dunia ini adalah suatu kehidupan di mana jiwa manusia memperoleh ketenangan dan kedamaian karena merasakan kelezatan iman dan kenikmatan keyakinan. Jiwanya penuh dengan kerinduan akan janji Allah, tetapi rela dan ikhlas menerima takdir. Jiwanya bebas dari perbudakan benda-benda duniawi, dan hanya tertuju kepada Tuhan Yang Maha Esa, serta mendapatkan limpahan cahaya dari-Nya. Jiwanya selalu merasa puas terhadap segala yang diperuntukkan baginya, karena ia mengetahui bahwa rezeki yang diterimanya itu adalah hasil dari ketentuan Allah swt. Adapun di akhirat dia akan memperoleh balasan pahala yang besar dan paling baik dari Allah karena kebijaksanaan dan amal saleh yang telah diperbuatnya serta iman yang bersih yang mengisi jiwanya."
        },
        {
          "number": 98,
          "arabic": "فَإِذَا قَرَأْتَ ٱلْقُرْءَانَ فَٱسْتَعِذْ بِٱللَّهِ مِنَ ٱلشَّيْطَـٰنِ ٱلرَّجِيمِ",
          "transliteration": "fa-idhā qarata l-qur'āna fa-is'taʿidh bil-lahi mina l-shayṭāni l-rajīmi",
          "translation": "Maka apabila engkau (Muhammad) hendak membaca Alquran, mohonlah perlindungan kepada Allah dari setan yang terkutuk.",
          "tafsir": "Kemudian dalam ayat ini Allah swt mengajarkan adab membaca Al-Qur'an agar dalam membaca dan memahaminya jauh dari gangguan setan. Al-Qur'an memberi petunjuk kepada manusia ke jalan kebahagiaan, dan menentukan mana amal perbuatan yang saleh yang berguna bagi kehidupan manusia dan mana pula perbuatan yang membawa ke jalan kesengsaraan. Akan tetapi, petunjuk Al-Qur'an itu akan dapat dimengerti dan dipahami dengan benar, apabila akal pikiran si pembaca bersih dari godaan setan. Firman Allah swt: Sesungguhnya orang-orang yang bertakwa apabila mereka dibayang-bayangi pikiran jahat (berbuat dosa) dari setan, mereka pun segera ingat kepada Allah, maka ketika itu juga mereka melihat (kesalahan-kesalahannya). (al-A'raf/7: 201) Dan firman Allah: Sungguh, setan itu musuh bagimu, maka perlakukanlah ia sebagai musuh, karena sesungguhnya setan itu hanya mengajak golongannya agar mereka menjadi penghuni neraka yang menyala-nyala. (Fathir/35: 6) Jika Rasulullah saja diperintahkan Allah untuk berlindung kepada-Nya ketika akan membaca Al-Qur'an, padahal sudah dinyatakan terpelihara, bagaimana halnya dengan manusia yang bukan rasul. Sungguh manusia itu lemah dan mudah terpengaruh oleh setan dalam memahami Al-Qur'an. Membaca Al-Qur'an adalah usaha manusia untuk mendekatkan diri kepada Allah. Setan berusaha keras menjauhkan manusia dari petunjuk Allah dengan berbagai cara. Oleh karena itu, Allah memerintahkan untuk memohon pertolongan kepada-Nya dengan ucapan: Aku berlindung kepada Allah dari godaan setan yang terkutuk."
        },
        {
          "number": 99,
          "arabic": "إِنَّهُۥ لَيْسَ لَهُۥ سُلْطَـٰنٌ عَلَى ٱلَّذِينَ ءَامَنُوا۟ وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ",
          "transliteration": "innahu laysa lahu sul'ṭānun ʿalā alladhīna āmanū waʿalā rabbihim yatawakkalūna",
          "translation": "Sungguh, setan itu tidak akan berpengaruh terhadap orang yang beriman dan bertawakal kepada Tuhan.",
          "tafsir": "Dalam ayat ini, Allah swt menerangkan bahwa setan tidak punya pengaruh terhadap orang-orang yang beriman, orang-orang yang berserah diri kepada Allah swt, serta sabar dan tawakal menahan derita dalam perjuangan menegakkan agama. Mereka mampu melawan godaan setan dan menolak untuk mengikuti langkah-langkahnya dan menjadi pengikutnya. Berkat cahaya iman dalam dada mereka, tipu daya setan itu dapat mereka ketahui dan atasi. Setan itu hanya berpengaruh atas orang-orang yang sudah patuh ke dalam wilayah kekuasaannya, orang-orang yang memandang setan itu sebagai pemimpin lalu mencintainya dan mengikutinya serta mematuhi segala perintahnya. Karena tipu daya dan godaan setan itu, mereka akhirnya mempersekutukan Tuhan atau menyembah setan di samping menyembah Allah swt."
        },
        {
          "number": 100,
          "arabic": "إِنَّمَا سُلْطَـٰنُهُۥ عَلَى ٱلَّذِينَ يَتَوَلَّوْنَهُۥ وَٱلَّذِينَ هُم بِهِۦ مُشْرِكُونَ",
          "transliteration": "innamā sul'ṭānuhu ʿalā alladhīna yatawallawnahu wa-alladhīna hum bihi mush'rikūna",
          "translation": "Pengaruhnya hanyalah terhadap orang yang menjadikannya pemimpin dan terhadap orang yang mempersekutukannya dengan Allah.",
          "tafsir": "Dalam ayat ini, Allah swt menerangkan bahwa setan tidak punya pengaruh terhadap orang-orang yang beriman, orang-orang yang berserah diri kepada Allah swt, serta sabar dan tawakal menahan derita dalam perjuangan menegakkan agama. Mereka mampu melawan godaan setan dan menolak untuk mengikuti langkah-langkahnya dan menjadi pengikutnya. Berkat cahaya iman dalam dada mereka, tipu daya setan itu dapat mereka ketahui dan atasi. Setan itu hanya berpengaruh atas orang-orang yang sudah patuh ke dalam wilayah kekuasaannya, orang-orang yang memandang setan itu sebagai pemimpin lalu mencintainya dan mengikutinya serta mematuhi segala perintahnya. Karena tipu daya dan godaan setan itu, mereka akhirnya mempersekutukan Tuhan atau menyembah setan di samping menyembah Allah swt."
        },
        {
          "number": 101,
          "arabic": "وَإِذَا بَدَّلْنَآ ءَايَةً مَّكَانَ ءَايَةٍ ۙ وَٱللَّهُ أَعْلَمُ بِمَا يُنَزِّلُ قَالُوٓا۟ إِنَّمَآ أَنتَ مُفْتَرٍۭ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ",
          "transliteration": "wa-idhā baddalnā āyatan makāna āyatin wal-lahu aʿlamu bimā yunazzilu qālū innamā anta muf'tarin bal aktharuhum lā yaʿlamūna",
          "translation": "Dan apabila Kami mengganti suatu ayat dengan ayat yang lain, dan Allah lebih mengetahui apa yang diturunkan-Nya, mereka berkata, \"Sesungguhnya engkau (Muhammad) hanyalah mengada-ada saja.\" Sebenarnya kebanyakan mereka tidak mengetahui.",
          "tafsir": "Dalam ayat ini, dijelaskan bahwa Allah telah mengganti ayat dalam Al-Qur'an dengan ayat lain. Penggantian itu dimaksudkan untuk kemasla-hatan manusia, karena hanya Allah yang mengetahui hukum yang mana yang lebih sesuai untuk suatu masa bagi suatu umat. Kaum musyrikin mencela Nabi Muhammad saw karena menurut mereka, Nabi pada satu waktu memerintahkan suatu perkara, dan pada waktu yang lain melarangnya. Mereka mengatakan bahwa rasul suka mengada-ada. Sikap demikian timbul karena mereka tidak mengetahui hikmah yang ter-kandung dalam penggantian ayat. Penggantian ayat atau hukum Al-Qur'an hanya pada beberapa ayat saja, misalnya dalam masalah mengubah adat kebiasaan suatu kaum. Kalau perubahan itu dilakukan sekaligus, akan menimbulkan kegoncangan di kalangan mereka. Adalah sangat bijaksana dalam membina perubahan suatu masyarakat selalu diperhatikan segi-segi kejiwaan masyarakat itu. Tetapi bagi orang yang hatinya tertutup oleh kesombongan dan permusuhan terhadap Rasul, pergantian ayat yang mendukung dan mengandung hikmah itu dijadikan sumber fitnah bagi beliau. (Lih. Penafsiran al-Baqarah/2: 106)."
        },
        {
          "number": 102,
          "arabic": "قُلْ نَزَّلَهُۥ رُوحُ ٱلْقُدُسِ مِن رَّبِّكَ بِٱلْحَقِّ لِيُثَبِّتَ ٱلَّذِينَ ءَامَنُوا۟ وَهُدًى وَبُشْرَىٰ لِلْمُسْلِمِينَ",
          "transliteration": "qul nazzalahu rūḥu l-qudusi min rabbika bil-ḥaqi liyuthabbita alladhīna āmanū wahudan wabush'rā lil'mus'limīna",
          "translation": "Katakanlah, \"Rohulkudus (Jibril) menurunkan Alquran itu dari Tuhanmu dengan kebenaran, untuk meneguhkan (hati) orang yang telah beriman, dan menjadi petunjuk serta kabar gembira bagi orang yang berserah diri (kepada Allah).\"",
          "tafsir": "Allah swt dalam ayat ini memerintahkan Rasul saw untuk menjelaskan kepada kaum musyrikin bahwa ayat-ayat itu bukanlah rekayasa beliau, tetapi diturunkan oleh malaikat Jibril a.s. dari Allah Rabbul 'Alamin, kelompok demi kelompok dengan hikmah kebijaksanaan yang sempurna, sesuai dengan perkembangan masyarakat dan kebutuhannya. Allah juga mengemukakan sifat rububiyah-Nya serta menghubungkannya kepada Nabi Muhammad saw (Rabbika = Tuhanmu), untuk memberikan pengertian bahwa bimbingan Allah kepada Rasul adalah dengan cara berangsur-angsur untuk menuju kesempurnaan. Allah akan melimpahkan pancaran sifat rububiyah itu kepada Nabi-Nya. Al-Qur'an diturunkan secara bertahap kepada Rasul untuk meneguhkan keimanan orang yang beriman, memberi pedoman bagi mereka dalam mengesakan Allah swt, dan menjadi petunjuk dalam mencari kehidupan yang bahagia dunia dan akhirat. Al-Qur'an menjelaskan pula kepada orang-orang yang beriman bahwa mereka akan memperoleh surga di akhirat sebagai balasan bagi amal kebajikan mereka di dunia."
        }
      ]
    }
  ]
}