{
  "pageNumber": 350,
  "juz": 18,
  "surahs": [
    {
      "number": 24,
      "name": "An-Nur",
      "nameArabic": "النور",
      "meaning": "Cahaya",
      "revelation": "Madinah",
      "description": "Surat An-Nur terdiri dari 64 ayat dan termasuk surat Madaniyyah. Dinamai \"An-Nur\" yang berarti \"Cahaya\" diambil dari kata \"An-Nur\" yang terdapat pada ayat ke-35. Dalam ayat ini, Allah menjelaskan tentang Nur Ilahi, yakni Al-Qur'an yang berisi petunjuk-petunjuk. Petunjuk-petunjuk Allah layaknya cahaya yang menerangi seluruh alam. Surat ini sebagian besar isinya memuat petunjuk-petunjuk Allah yang berhubungan dengan kemasyarakatan dan rumah tangga.**Pokok-Pokok Isi:**1. **Keimanan:** Kesaksian lidah dan anggota-anggota tubuh atas segala perbuatan manusia pada hari kiamat; hanya Allah yang menguasai langit dan bumi; kewajiban rasul hanya menyampaikan agama Allah; iman merupakan dasar diterimanya amal dan ibadah.2. **Hukum-hukum:** Hukum-hukum sekitar masalah zina, li'an dan adab-adab pergaulan di luar dan di dalam rumah tangga.3. **Kisah-kisah:** Kisah tentang berita bohong terhadap Ummul Mukminin 'Aisyah (Qishshatul Ifki).4. **Lain-lain:** Semua jenis hewan diciptakan Allah dari air; janji Allah kepada kaum mukmin yang beramal saleh.Dalam surat An-Nur terdapat ayat-ayat hukum dan petunjuk-petunjuk Allah bagi manusia, baik yang berhubungan dengan hidup kemasyarakatan maupun rumah tangga. Kesemuanya itu merupakan cahaya yang menyinari kehidupan manusia dalam menempuh jalan yang menuju kebahagiaan dunia dan akhirat.**Hubungan Surat An-Nur Dengan Surat Al-Furqan:**1. Surat An-Nur ini ditutup dengan keterangan bahwa Allahlah yang memiliki langit dan bumi serta segala isinya; dan yang mengaturnya berdasarkan hikmah dan kemaslahatan yang Dia kehendaki. Allah pula yang membuat perhitungan terhadap segala amal perbuatan hamba-hamba-Nya pada hari kiamat. Maka dalam surat Al Furqan Allah memulai dengan menunjukkan tentang ketinggian-Nya baik pada zat, sifat-sifat, dan perbuatan-Nya, dan menunjukkan pula kecintaan-Nya kepada hamba-hamba-Nya dengan menurunkan Al-Qur'an sebagai pedoman hidup bagi mereka.2. Pada akhir surat ini Allah mewajibkan kaum muslimin mengikuti Rasul-Nya, Muhammad, serta mengancam dengan azab bagi yang menentangnya. Maka pada permulaan surat Al-Furqan, Allah menyebutkan bahwa Nabi Muhammad diberikan Al-Qur'an yang membimbing umat manusia.3. Pada masing-masing surat digambarkan keadaan awan, turunnya hujan, dan penghijauan bumi sebagai bukti kekuasaan Allah.4. Dalam kedua surat ini Allah menjelaskan bahwa amal usaha orang-orang kafir pada hari kiamat tidak diberi pahala sedikit pun, dan keduanya menerangkan pula asal muasal kejadian manusia.",
      "verses": [
        {
          "number": 1,
          "arabic": " سُورَةٌ أَنزَلْنَـٰهَا وَفَرَضْنَـٰهَا وَأَنزَلْنَا فِيهَآ ءَايَـٰتٍۭ بَيِّنَـٰتٍ لَّعَلَّكُمْ تَذَكَّرُونَ",
          "transliteration": "sūratun anzalnāhā wafaraḍnāhā wa-anzalnā fīhā āyātin bayyinātin laʿallakum tadhakkarūna",
          "translation": "(Inilah) suatu surah yang Kami turunkan dan Kami wajibkan (menjalankan hukum-hukumnya), dan Kami turunkan di dalamnya tanda-tanda (kebesaran Allah) yang jelas, agar kamu ingat.",
          "tafsir": "Allah menjelaskan bahwa surah ini mengandung dua hal. Pertama, hukum-hukum yang wajib dipatuhi seperti yang akan disampaikan dalam ayat-ayat berikutnya mengenai zina, menuduh perempuan berzina, dan sebagainya. Hukum-hukum itu, bila dipikirkan oleh manusia dengan pikiran yang obyektif, pasti akan diakui bahwa ketentuan-ketentuan itu benar dan berasal dari Allah bukan buatan manusia. Semua itu diturunkan untuk ditaati dan dijalankan dalam kehidupan. Kedua, bukti-bukti nyata yang menunjuk-kan kekuasaan dan keesaan Allah di dunia ini."
        },
        {
          "number": 2,
          "arabic": "ٱلزَّانِيَةُ وَٱلزَّانِى فَٱجْلِدُوا۟ كُلَّ وَٰحِدٍ مِّنْهُمَا مِا۟ئَةَ جَلْدَةٍ ۖ وَلَا تَأْخُذْكُم بِهِمَا رَأْفَةٌ فِى دِينِ ٱللَّهِ إِن كُنتُمْ تُؤْمِنُونَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ ۖ وَلْيَشْهَدْ عَذَابَهُمَا طَآئِفَةٌ مِّنَ ٱلْمُؤْمِنِينَ",
          "transliteration": "al-zāniyatu wal-zānī fa-ij'lidū kulla wāḥidin min'humā mi-ata jaldatin walā takhudh'kum bihimā rafatun fī dīni l-lahi in kuntum tu'minūna bil-lahi wal-yawmi l-ākhiri walyashhad ʿadhābahumā ṭāifatun mina l-mu'minīna",
          "translation": "Pezina perempuan dan pezina laki-laki, deralah masing-masing dari keduanya seratus kali, dan janganlah rasa belas kasihan kepada keduanya mencegah kamu untuk (menjalankan) agama (hukum) Allah, jika kamu beriman kepada Allah dan hari kemudian; dan hendaklah (pelaksanaan) hukuman mereka disaksikan oleh sebagian orang-orang yang beriman.",
          "tafsir": "Pada ayat ini Allah menerangkan bahwa orang-orang Islam yang berzina baik perempuan maupun laki-laki yang sudah akil balig, merdeka, dan tidak muhsan hukumnya didera seratus kali dera, sebagai hukuman atas perbuatannya itu. Yang dimaksud dengan muhsan ialah perempuan atau laki-laki yang pernah menikah dan bersebadan. Tidak muhsan berarti belum pernah menikah dan bersebadan, artinya gadis dan perjaka. Mereka bila berzina hukumannya adalah dicambuk seratus kali. Pencambukan itu harus dilakukan tanpa belas kasihan yaitu tanpa henti dengan syarat tidak mengakibatkan luka atau patah tulang. Bagi orang-orang yang beriman kepada Allah dan hari akhirat, tidak dibenarkan bahkan dilarang menaruh belas kasihan kepada pelanggar hukum itu yang tidak menjalankan ketentuan yang telah digariskan di dalam agama Allah. Nabi Muhammad harus dijadikan contoh atau teladan dalam menegakkan hukum. Beliau pernah berkata: Dari 'Aisyah berkata Rasulullah bersabda, \"Andaikata Fatimah binti Muhammad mencuri, pasti saya potong tangannya.\" (Riwayat asy-Syaikhan) Hukuman cambuk itu hendaklah dilaksanakan oleh yang berwajib dan dilakukan di tempat umum dan terhormat, seperti di masjid, sehingga dapat disaksikan oleh orang banyak, dengan maksud supaya orang-orang yang menyaksikan pelaksanaan hukuman dera itu mendapat pelajaran, sehingga mereka benar-benar dapat menahan dirinya dari perbuatan zina. Adapun pezina-pezina muhsan baik perempuan maupun laki-laki hukumannya ialah dilempar dengan batu sampai mati, yang menurut istilah dalam Islam dinamakan \"rajam\". Hukuman rajam ini juga dilaksanakan oleh orang yang berwenang dan dilakukan di tempat umum yang dapat disaksikan oleh orang banyak. Hukum rajam ini didasarkan atas sunnah Nabi saw yang mutawatir. Diriwayatkan dari Abu Bakar, Umar, Ali, Jabir bin Abdillah, Abu Said Al-Khudri, Abu Hurairah, Zaid bin Khalid dan Buraidah al-Aslamy, bahwa seorang sahabat Nabi yang bernama Ma'iz telah dijatuhi hukuman rajam berdasarkan pengakuannya sendiri bahwa ia berzina. Begitu pula dua orang perempuan dari Bani Lahm dan Bani Hamid telah dijatuhi hukuman rajam, berdasarkan pengakuan keduanya bahwa mereka telah berzina. Hukuman itu dilakukan di hadapan umum. Begitulah hukuman perbuatan zina di dunia. Adapun di akhirat nanti, pezina itu akan masuk neraka jika tidak bertaubat, sebagaimana sabda Nabi saw. \"Jauhilah zina karena di dalam zina ada empat perkara. Menghilangkan kewibawaan wajah, memutus rezeki, membikin murka Allah, dan menyebabkan kekal di neraka.\" (Riwayat ath-thabrani dalam Mu'jam al-Ausath, dari Ibnu 'Abbas) Kenyataannya adalah bahwa budaya pergaulan bebas laki-laki dan perempuan telah menimbulkan penyakit-penyakit yang sulit disembuhkan, yaitu HIV/AIDS, hilangnya sistem kekebalan tubuh pada manusia pada akhirnya yang bersangkutan akan mati secara perlahan. Juga telah memunculkan banyaknya bayi lahir di luar nikah, sehingga mengacaukan keturunan dan pada gilirannya mengacaukan tatanan hukum dan sosial. Perbuatan zina telah disepakati sebagai dosa besar yang berada pada posisi ketiga sesudah musyrik dan membunuh, sebagaimana dijelaskan di dalam hadis Nabi saw: Berkata Abdullah bin Mas'ud, \"Wahai Rasulullah! Dosa apakah yang paling besar di sisi Allah?\" Rasulullah menjawab, \"Engkau jadikan bagi Allah sekutu padahal Dialah yang menciptakanmu,\" Berkata Ibnu Mas'ud, \"Kemudian dosa apalagi?\", jawab Rasulullah, \"Engkau membunuh anakmu karena takut akan makan bersamamu.\" Berkata Ibnu Mas'ud, \"Kemudian dosa apalagi?\" Rasulullah menjawab, \"Engkau berzina dengan istri tetanggamu.\" Senada dengan hadis ini, firman Allah: Dan orang-orang yang tidak menyembah Tuhan yang lain beserta Allah dan tidak membunuh jiwa yang diharamkan Allah (membunuhnya) kecuali dengan (alasan) yang benar, serta tidak berzina. (al-Furqan/25: 68) Hukuman di dunia itu baru dilaksanakan bila tindakan perzinaan itu benar-benar terjadi. Kepastian terjadi atau tidaknya perbuatan zina ditentukan oleh salah satu dari tiga hal berikut: bukti (bayyinah), hamil, dan pengakuan yang bersangkutan, sebagaimana sabda Nabi yang diriwayatkan oleh Huzaifah: Hukum rajam dalam Kitabullah jelas atas siapa yang berzina bila dia muhsan, baik laki-laki maupun perempuan, bila terdapat bukti, hamil atau pengakuan. (Riwayat al-Bukhari dan Muslim) Yang dimaksud dengan \"bukti\" dalam hadis tersebut adalah kesaksian para saksi yang jumlahnya paling kurang empat orang laki-laki yang menyaksikan dengan jelas terjadinya perzinaan. Bila tidak ada atau tidak cukup saksi, diperlukan pengakuan yang bersangkutan, bila yang bersangkutan tidak mengaku, maka hukuman tidak bisa dijatuhkan. Hukuman di akhirat, yaitu azab di dalam neraka sebagaimana diterangkan dalam hadis yang diriwayatkan Huzaifah di atas, terjadi bila yang bersangkutan tidak tobat. Bila yang bersangkutan tobat dan bersedia menjalankan hukuman di dunia, maka ia terlepas dari hukuman akhirat, sebagaimana hadis yang mengisahkan seorang sahabat yang bernama Hilal yang menuduh istrinya berzina tetapi si istri membantahnya. Nabi mengatakan bahwa hukuman di akhirat lebih dahsyat dari hukuman di dunia, yaitu rajam, jauh lebih ringan. Tetapi perempuan itu malah mengingkari bahwa ia telah berzina. Dari peristiwa itu dipahami bahwa bila orang yang berzina telah bertobat dan bersedia menjalankan hukuman di dunia, ia terlepas dari hukuman di akhirat."
        },
        {
          "number": 3,
          "arabic": "ٱلزَّانِى لَا يَنكِحُ إِلَّا زَانِيَةً أَوْ مُشْرِكَةً وَٱلزَّانِيَةُ لَا يَنكِحُهَآ إِلَّا زَانٍ أَوْ مُشْرِكٌ ۚ وَحُرِّمَ ذَٰلِكَ عَلَى ٱلْمُؤْمِنِينَ",
          "transliteration": "al-zānī lā yankiḥu illā zāniyatan aw mush'rikatan wal-zāniyatu lā yankiḥuhā illā zānin aw mush'rikun waḥurrima dhālika ʿalā l-mu'minīna",
          "translation": "Pezina laki-laki tidak boleh menikah kecuali dengan pezina perempuan, atau dengan perempuan musyrik; dan pezina perempuan tidak boleh menikah kecuali dengan pezina laki-laki atau dengan laki-laki musyrik; dan yang demikian itu diharamkan bagi orang-orang mukmin.<sup foot_note=135509>1</sup>",
          "tafsir": "Diriwayatkan oleh Mujahid dan Ata bahwa pada umumnya orang-orang Muhajirin yang datang dari Mekah ke Medinah adalah orang-orang miskin yang tidak mempunyai harta dan keluarga, sedang pada waktu itu di Medinah banyak perempuan tuna susila yang menyewakan dirinya, sehingga penghidupannya lebih lumayan dibanding dengan orang-orang yang lain. Di pintu rumah perempuan-perempuan tersebut, ada tanda-tanda untuk memperkenalkan dirinya sebagai wanita tuna susila. Maka berdatanganlah laki-laki hidung belang ke rumah mereka. Melihat kondisi ekonomi perempuan tuna susila itu yang agak lumayan, maka timbullah keinginan sebagian dari orang-orang Muslim yang miskin itu untuk mengawini perempun-perempuan tersebut, supaya penghidupan mereka lumayan, maka turunlah ayat ini sebagai teguran untuk tidak melaksanakan keinginannya itu. Pada ayat ini Allah menerangkan bahwa laki-laki pezina tidak boleh menikahi perempuan kecuali perempuan pezina atau perempuan musyrik. Begitu juga perempuan pezina itu tidak boleh dinikahi kecuali oleh laki-laki pezina pula atau laki-laki musyrik. Artinya tidak pantas sama sekali seorang laki-laki baik-baik, mengawini perempuan pezina yang akan mencemarkan dan merusak nama baiknya. Sebaliknya, seorang perempuan baik-baik, tidak pantas dinikahi oleh laki-laki pezina yang dikenal oleh lingkungannya sebagai laki-laki yang bejat dan tidak bermoral, karena pernikahan itu akan merendahkan martabat perempuan tersebut dan mencemarkan nama baik keluarganya. Kecuali bila laki-laki atau perempuan pezina itu sudah bertobat, maka boleh menikah atau dinikahi oleh laki-laki atau perempuan baik-baik."
        },
        {
          "number": 4,
          "arabic": "وَٱلَّذِينَ يَرْمُونَ ٱلْمُحْصَنَـٰتِ ثُمَّ لَمْ يَأْتُوا۟ بِأَرْبَعَةِ شُهَدَآءَ فَٱجْلِدُوهُمْ ثَمَـٰنِينَ جَلْدَةً وَلَا تَقْبَلُوا۟ لَهُمْ شَهَـٰدَةً أَبَدًا ۚ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْفَـٰسِقُونَ",
          "transliteration": "wa-alladhīna yarmūna l-muḥ'ṣanāti thumma lam yatū bi-arbaʿati shuhadāa fa-ij'lidūhum thamānīna jaldatan walā taqbalū lahum shahādatan abadan wa-ulāika humu l-fāsiqūna",
          "translation": "Dan orang-orang yang menuduh perempuan-perempuan yang baik (berzina) dan mereka tidak mendatangkan empat orang saksi, maka deralah mereka delapan puluh kali, dan janganlah kamu terima kesaksian mereka untuk selama-lamanya. Mereka itulah orang-orang yang fasik,",
          "tafsir": "Ayat ini menerangkan bahwa orang-orang yang menuduh perempuan yang baik-baik (muhsanat) berzina, kemudian mereka itu tidak dapat membuktikan kebenaran tuduhan mereka, dengan mendatangkan empat orang saksi yang adil yang menyaksikan dan melihat sendiri dengan mata kepala mereka perbuatan zina itu, maka hukuman untuk mereka ialah didera delapan puluh kali, karena mereka itu telah membuat malu dan merusak nama baik orang yang dituduh, begitu juga keluarganya. Yang dimaksud dengan perempuan muhsanat di sini ialah perempuan-perempuan muslimat yang baik sesudah akil balig dan merdeka. Penuduh-penuduh itu tidak dapat dipercayai ucapannya dan tidak dapat diterima kesaksiannya dalam hal apapun selamanya, karena mereka itu pembohong dan fasik, yaitu sengaja melanggar hukum-hukum Allah. Disebutkan secara jelas perempuan di sini tidaklah berarti bahwa ketentuan itu hanya berlaku bagi perempuan. Bentuk hukuman seperti itu disebut aglabiyah, yaitu bahwa ketentuan itu menurut kebiasaan mencakup pihak-pihak lain. Dengan demikian laki-laki juga termasuk yang dikenai hukum tersebut."
        },
        {
          "number": 5,
          "arabic": "إِلَّا ٱلَّذِينَ تَابُوا۟ مِنۢ بَعْدِ ذَٰلِكَ وَأَصْلَحُوا۟ فَإِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
          "transliteration": "illā alladhīna tābū min baʿdi dhālika wa-aṣlaḥū fa-inna l-laha ghafūrun raḥīmun",
          "translation": "kecuali mereka yang bertobat setelah itu dan memperbaiki (dirinya), maka sungguh, Allah Maha Pengampun, Maha Penyayang.",
          "tafsir": "Pada ayat ini Allah menerangkan bahwa orang-orang yang menuduh itu apabila tobat, yaitu menarik kembali tuduhan mereka, menyesali perbuatan mereka, memperbaiki diri dan memulihkan nama baik yang dituduh, maka mereka itu kesaksian mereka dapat diterima kembali. Sebagian mufassirin berpendapat bahwa kesaksian mereka tetap tidak dapat diterima selamanya walaupun mereka sudah bertobat, namun tidak lagi digolongkan sebagai orang-orang fasik. Allah Maha Pengampun dan Maha Pengasih bagi mereka yang benar-benar tobat (taubat nasuha), yaitu menyesal dan meninggalkan perbuatan jahat mereka selamanya, serta memperbaiki diri dari kerusakan yang mereka timbulkan."
        },
        {
          "number": 6,
          "arabic": "وَٱلَّذِينَ يَرْمُونَ أَزْوَٰجَهُمْ وَلَمْ يَكُن لَّهُمْ شُهَدَآءُ إِلَّآ أَنفُسُهُمْ فَشَهَـٰدَةُ أَحَدِهِمْ أَرْبَعُ شَهَـٰدَٰتٍۭ بِٱللَّهِ ۙ إِنَّهُۥ لَمِنَ ٱلصَّـٰدِقِينَ",
          "transliteration": "wa-alladhīna yarmūna azwājahum walam yakun lahum shuhadāu illā anfusuhum fashahādatu aḥadihim arbaʿu shahādātin bil-lahi innahu lamina l-ṣādiqīna",
          "translation": "Dan orang-orang yang menuduh istrinya (berzina), padahal mereka tidak mempunyai saksi-saksi selain diri mereka sendiri, maka kesaksian masing-masing orang itu ialah empat kali bersumpah dengan (nama) Allah, bahwa sesungguhnya dia termasuk orang yang berkata benar.",
          "tafsir": "Ayat ini menerangkan bahwa suami yang menuduh istrinya berzina, dan ia tidak dapat mendatangkan empat orang saksi yang melihat sendiri perbuatan zina yang dituduhkan itu, maka ia diminta untuk bersumpah demi Allah sebanyak empat kali bahwa istrinya itu benar-benar telah berzina. Sumpah empat kali itu untuk pengganti empat orang saksi yang diperlukan bagi setiap orang yang menuduh perempuan berzina. Seorang suami menuduh istrinya berzina adakalanya karena ia melihat sendiri istrinya berbuat mesum dengan laki-laki lain, atau karena istrinya hamil, atau melahirkan, padahal ia yakin bahwa janin yang ada di dalam kandungan istrinya atau anak yang dilahirkan istrinya itu bukanlah dari hasil hubungan dengan istrinya itu. Untuk menyelesaikan kasus semacam ini, suami membawa istrinya ke hadapan yang berwenang dan di sanalah dinyatakan tuduhan kepada istrinya. Maka yang berwenang menyuruh suaminya bersumpah empat kali, sebagai pengganti atas empat orang saksi yang diperlukan bagi setiap penuduh perempuan berzina, bahwa ia adalah benar dengan tuduhannya. Kata-kata sumpah itu atau terjemahannya adalah: (Demi Allah Yang Maha Agung, saya bersaksi bahwa sesungguhnya saya benar di dalam tuduhanku terhadap istriku \"si Anu\" bahwa dia berzina) Sumpah ini diulang empat kali."
        },
        {
          "number": 7,
          "arabic": "وَٱلْخَـٰمِسَةُ أَنَّ لَعْنَتَ ٱللَّهِ عَلَيْهِ إِن كَانَ مِنَ ٱلْكَـٰذِبِينَ",
          "transliteration": "wal-khāmisatu anna laʿnata l-lahi ʿalayhi in kāna mina l-kādhibīna",
          "translation": "Dan (sumpah) yang kelima bahwa laknat Allah akan menimpanya, jika dia termasuk orang yang berdusta.<sup foot_note=135510>1</sup>",
          "tafsir": "Pada ayat ini Allah menerangkan bahwa setelah suami mengucapkan empat kali sumpah itu, pada kali kelima ia perlu menyatakan bahwa ia bersedia menerima laknat Allah, bila ia berdusta dengan tuduhannya itu. Redaksi pernyataan itu atau terjemahannya adalah: (Laknat Allah ditimpakan atasku, apabila aku berdusta dalam tuduhanku itu) Dengan demikian, terhindarlah ia dari hukuman menuduh orang berzina."
        },
        {
          "number": 8,
          "arabic": "وَيَدْرَؤُا۟ عَنْهَا ٱلْعَذَابَ أَن تَشْهَدَ أَرْبَعَ شَهَـٰدَٰتٍۭ بِٱللَّهِ ۙ إِنَّهُۥ لَمِنَ ٱلْكَـٰذِبِينَ",
          "transliteration": "wayadra-u ʿanhā l-ʿadhāba an tashhada arbaʿa shahādātin bil-lahi innahu lamina l-kādhibīna",
          "translation": "Dan istri itu terhindar dari hukuman apabila dia bersumpah empat kali atas (nama) Allah bahwa dia (suaminya) benar-benar termasuk orang-orang yang berdusta,",
          "tafsir": "Ayat ini menerangkan bahwa untuk menghindarkan istri dari hukuman akibat tuduhan suaminya itu, maka ia harus mengajukan kesaksian mengangkat sumpah pula demi Allah empat kali yang menegaskan kesaksiannya bahwa suaminya itu berbohong dengan tuduhannya. Redaksi sumpah dan terjemahannya sebagai berikut: (Demi Allah Yang Maha Agung, saya bersaksi bahwa sesungguhnya si anu ini, suamiku, adalah bohong di dalam tuduhannya kepadaku bahwa saya telah berzina) Sumpah ini diulang empat k"
        },
        {
          "number": 9,
          "arabic": "وَٱلْخَـٰمِسَةَ أَنَّ غَضَبَ ٱللَّهِ عَلَيْهَآ إِن كَانَ مِنَ ٱلصَّـٰدِقِينَ",
          "transliteration": "wal-khāmisata anna ghaḍaba l-lahi ʿalayhā in kāna mina l-ṣādiqīna",
          "translation": "dan (sumpah) yang kelima bahwa kemurkaan Allah akan menimpanya (istri), jika dia (suaminya) itu termasuk orang yang berkata benar.",
          "tafsir": "Pada ayat ini diterangkan bahwa setelah mengucapkan sumpah itu empat kali, pada kali kelima ia harus menyampaikan penegasan bahwa ia bersedia menerima laknat Allah bila suaminya itu benar dengan tuduhannya kepadanya. Redaksi sumpah dan terjemahannya sebagai berikut: (Murka Allah ditimpakan atasku apabila suamiku itu benar) Kalau suami istri telah mengucapkan sumpah dan sudah saling melaknat (mulaanah) seperti itu, maka terjadilah perceraian paksa dan perceraian itu selama-lamanya, artinya suami istri itu tidak dibenarkan lagi rujuk kembali sebagai suami istri untuk selama-lamanya, sebagaimana dijelaskan oleh Ali dan Ibnu Mas'ud dengan katanya: (Telah berlaku Sunnah (Nabi saw) bahwa dua (suami istri) yang telah saling melaknat, bahwa mereka tidak boleh berkumpul lagi sebagai suami istri untuk selama-lamanya) Ini, didasarkan hadis: Dua orang (suami istri) yang saling melaknat apabila telah bercerai keduanya tidak boleh lagi berkumpul sebagai suami istri untuk selama-lamanya. (Riwayat ad-Daruquthni dari Ibnu 'Umar) Istri diberi oleh Allah hak untuk membela diri dari tuduhan suaminya menunjukkan bahwa Allah menutup aib seseorang. Tetapi perlu diingat bahwa seandainya sang istri memang telah berzina, namun ia membantahnya maka ia memang terlepas dari hukuman di dunia, tetapi tidak akan terlepas dari azab di akhirat yang tentunya lebih keras dan pedih. Oleh karena itu, ia perlu bertobat maka Allah akan menerimanya sebagaimana dimaksud ayat berikutnya."
        },
        {
          "number": 10,
          "arabic": "وَلَوْلَا فَضْلُ ٱللَّهِ عَلَيْكُمْ وَرَحْمَتُهُۥ وَأَنَّ ٱللَّهَ تَوَّابٌ حَكِيمٌ",
          "transliteration": "walawlā faḍlu l-lahi ʿalaykum waraḥmatuhu wa-anna l-laha tawwābun ḥakīmun",
          "translation": "Dan sekiranya bukan karena karunia Allah dan rahmat-Nya kepadamu (niscaya kamu akan menemui kesulitan). Dan sesungguhnya Allah Maha Penerima Tobat, Mahabijaksana.",
          "tafsir": "Maksud ayat ini adalah bahwa dimudahkannya penyelesaian kemelut rumah tangga dengan membolehkan saling laknat yang mengakibatkan perceraian selamanya, ditutupnya aib dalam rumah tangga, tidak dilaksanakan segera di dunia hukuman bagi orang yang berzina, dan diberikannya kesempatan bagi yang berdosa itu untuk bertobat dari perbuatan zinanya. Itu semua merupakan karunia Allah dan rahmat-Nya. Bila ia benar-benar tobat dari perbuatan dosanya itu Allah menerima tobatnya. Allah Mahabijaksana dengan menutup aib seseorang, tidak segera menghukumnya di dunia ini, dan memberinya kesempatan untuk bertobat. Seorang suami yang memergoki istrinya berbuat mesum dengan laki-laki lain tindakan apakah yang akan ia lakukan? Kalau ia membunuh laki-laki itu, tentunya ia akan dibunuh pula (sebagai qisas baginya). Kalau ia diamkan saja kejadian itu, maka itu adalah satu tindakan yang salah. Dan kalau ia beberkan peristiwa itu dan menuduh istrinya berzina padahal ia tidak punya saksi, maka ia akan di-had, dikenakan hukuman dera dan tidak akan diterima kesaksiannya dan ucapannya selama-lamanya, apabila ia tidak dapat mendatangkan empat orang saksi yang melihat dengan matanya sendiri peristiwa itu. Apakah ia akan pergi mencari empat orang saksi untuk diajak menyaksikan perbuatan mesum istrinya itu? Suatu hal yang tidak mungkin. Maka atas karunia dan rahmat Allah Yang Maha Pengampun dan Bijaksana, suami yang melihat istrinya berzina dengan laki-laki lain itu, tidak lagi dibebani mencari empat orang saksi untuk turut bersama-sama dia menyaksikan peristiwa perzinaan itu, tetapi cukuplah ia bersumpah dan mengemukakan kesaksiannya empat kali, kemudian ditambah satu kali dengan pernyataan kesediaan menerima laknat Allah bila dia berbohong, sebagaimana tersebut di atas yang dikenal dengan istilah \"li'an\". Dengan demikian terhindarlah ia dari hukuman menuduh, yaitu hukuman dera delapan puluh kali. Untuk menghindarkan istrinya yang dituduh itu dari hukuman zina, maka ia hanya perlu melakukan hal yang sama, yaitu mengajukan sumpah dan kesaksiannya empat kali kemudian ditambah satu kali kesediaan menerima laknat bila suaminya benar dengan tuduhannya, sebagaimana tersebut di atas."
        }
      ]
    }
  ]
}