{
  "pageNumber": 576,
  "juz": 29,
  "surahs": [
    {
      "number": 74,
      "name": "Al-Muddaththir",
      "nameArabic": "المدثر",
      "meaning": "Orang Yang Berkemul",
      "revelation": "Makkah",
      "description": "Surat Al-Muddassir terdiri dari 56 ayat, termasuk golongan surat Makkiyyah, dan diturunkan sesudah surat Al-Muzzammil. Dinamai \"Al-Muddassir\" (orang yang berkemul) diambil dari kata \"Al-Muddassir\" yang terdapat pada ayat pertama surat ini.**Pokok-Pokok Isi:**Perintah untuk mulai berdakwah mengagungkan Allah, membersihkan pakaian, menjauhi maksiat, memberikan sesuatu dengan ikhlas dan bersabar dalam menjalankan perintah dan menjauhi larangan Allah; Allah akan mengazab orang-orang yang menentang Nabi Muhammad dan mendustakan Al-Qur'an; setiap manusia terikat dengan apa yang telah ia kerjakan.Surat ini mengandung perintah Allah kepada Nabi Muhammad untuk melakukan dakwah disertai ancaman bagi orang yang menghalang-halangi dakwah.**Hubungan Surat Al-Muddassir Dengan Surat Al-Qiyamah:**1. Surat Al-Muddassir menerangkan bahwa keterangan sudah dikemukakan kepada orang kafir namun mereka tidak percaya dan tidak takut kepada hari akhirat, sedangkan pada surat Al-Qiyamah Allah menegaskan bahwa hari kiamat itu pasti terjadi disertai dengan bukti-buktinya.2. Dalam surat Al-Muddassir diterangkan bahwa orang-orang kafir mendustakan Al-Qur'an, sedangkan dalam surat Al-Qiyamah Allah menjamin bahwa Al-Qur'an akan tetap dalam ingatan Nabi dan beliau mengajarkan bacaannya.",
      "verses": [
        {
          "number": 18,
          "arabic": "إِنَّهُۥ فَكَّرَ وَقَدَّرَ",
          "transliteration": "innahu fakkara waqaddara",
          "translation": "Sesungguhnya dia telah memikirkan dan menetapkan (apa yang ditetapkannya),",
          "tafsir": "Ayat ini menerangkan bahwa sesungguhnya al-Walid memikirkan dan memahami wahyu Allah yang telah didengarnya. Akan tetapi, dia berusaha pula hendak menyusun kata-kata sendiri dengan maksud hendak mencela apa yang ada dalam Al-Qur'an. Dia mereka-reka perkataan lain yang bersifat menentang Al-Qur'an, sehingga orang Quraisy merasa senang dengannya, merasa cocok keinginan mereka dengan al-Walid."
        },
        {
          "number": 19,
          "arabic": "فَقُتِلَ كَيْفَ قَدَّرَ",
          "transliteration": "faqutila kayfa qaddara",
          "translation": "maka celakalah dia! Bagaimana dia menetapkan?",
          "tafsir": "Allah mengutuk al-Walid dengan kata-kata \"celakalah dia, bagaimana dia menetapkan?\" Terkutuklah al-Walid dan orang Quraisy yang berbuat seperti itu. Sehubungan dengan hal ini, Allah berfirman: Dan orang-orang Yahudi berkata, \"Uzair putra Allah,\" dan orang-orang Nasrani berkata, \"Al-Masih putra Allah.\" Itulah ucapan yang keluar dari mulut mereka. Mereka meniru ucapan orang-orang kafir yang terdahulu. Allah melaknat mereka; bagaimana mereka sampai berpaling? (at-Taubah/9: 30)"
        },
        {
          "number": 20,
          "arabic": "ثُمَّ قُتِلَ كَيْفَ قَدَّرَ",
          "transliteration": "thumma qutila kayfa qaddara",
          "translation": "sekali lagi, celakalah dia! Bagaimana dia menetapkan?",
          "tafsir": "Maka celakalah al-Walid bagaimana dia menetapkan. Kata-kata ini diulang lagi oleh Allah. Begitu kerasnya kutukan Allah kepada al-Walid, karena dia telah menetapkan begitu saja bahwa apa yang diucapkan oleh Nabi Muhammad adalah sihir dan menuduh beliau sebagai tukang sihir, seperti disebutkan dalam ayat ke-24 di depan."
        },
        {
          "number": 21,
          "arabic": "ثُمَّ نَظَرَ",
          "transliteration": "thumma naẓara",
          "translation": "kemudian dia (merenung) memikirkan,",
          "tafsir": "Kemudian al-Walid memikirkan berulang-ulang kalau-kalau ada suatu kesalahan dalam ayat-ayat Al-Qur'an. Ia juga berharap kalau-kalau ada ayat Al-Qur'an yang sesuai dengan keinginannya. Lalu dia teliti kembali boleh jadi ada titik kelemahan ayat yang dapat dijadikan senjata untuk mengkritik dan mencela Nabi Muhammad."
        },
        {
          "number": 22,
          "arabic": "ثُمَّ عَبَسَ وَبَسَرَ",
          "transliteration": "thumma ʿabasa wabasara",
          "translation": "lalu berwajah masam dan cemberut,",
          "tafsir": "Ayat ini mengungkapkan bahwa al-Walid bermasam muka dan cemberut karena gagal mencari kelemahan Al-Qur'an, dan tidak tahu lagi apa yang harus diucapkan untuk mencelanya. Hal ini merupakan isyarat bahwa al-Walid dan orang-orang yang ahli seperti dia sebenarnya dalam hati kecilnya telah mengakui kebenaran Nabi Muhammad. Hanya saja sikap keras kepalanya (kufur 'inad) mendorongnya untuk mencaci dan mencela Nabi. Andaikata ia mantap pada keyakinannya akan kebenaran tersebut, tentu dia mendapat yang ia inginkan. Tidak mungkin dia berwajah cemberut yang melambangkan perasaan yang tidak puas."
        },
        {
          "number": 23,
          "arabic": "ثُمَّ أَدْبَرَ وَٱسْتَكْبَرَ",
          "transliteration": "thumma adbara wa-is'takbara",
          "translation": "kemudian berpaling (dari kebenaran) dan menyombongkan diri,",
          "tafsir": "Ayat ini mengungkapkan bahwa al-Walid berpaling dari kebenaran dan menyombongkan diri dengan memalingkan muka dari menatap kebenaran tersebut. Sambil menunjukkan keangkuhannya, ia sama sekali tidak mau tunduk dan patuh kepada kebenaran yang dibawa Nabi Muhammad."
        },
        {
          "number": 24,
          "arabic": "فَقَالَ إِنْ هَـٰذَآ إِلَّا سِحْرٌ يُؤْثَرُ",
          "transliteration": "faqāla in hādhā illā siḥ'run yu'tharu",
          "translation": "lalu dia berkata, \"(Alquran) ini hanyalah sihir yang dipelajari (dari orang-orang dahulu).",
          "tafsir": "Ayat ini menegaskan bahwa al-Walid lalu mengatakan bahwa Al-Qur'an ini tidak lain hanyalah sihir yang dipelajari (dari orang-orang dahulu). Menurut dugaannya, Al-Qur'an adalah suatu ucapan yang disalin Muhammad dari orang lain yang lebih dahulu daripadanya, diterima dari orang yang bercerita kepadanya. Al-Walid juga mengatakan bahwa Al-Qur'an ini tidak lain hanyalah perkataan manusia. Maksudnya selain menuduh Al-Qur'an sebagai sihir yang bisa dipelajari, juga perkataan manusia biasa dan Muhammad mencurinya dari ucapan-ucapan orang lain. Secara ringkas, ia mengatakan bahwa Al-Qur'an bukan kalamullah seperti yang didakwahkan oleh Muhammad. Andaikata tuduhan al-Walid itu benar, bahwa Al-Qur'an itu perkataan manusia biasa, tentu orang lain selain Muhammad saw sanggup pula menyusun seperti itu atau membuat tantangan yang lebih bagus lagi. Padahal di kalangan bangsa Arab banyak sekali terdapat tokoh-tokoh sastrawan yang lidahnya fasih bersyair dan berpidato. Di antara mereka, juga ada yang mendalam penguasaannya tentang berbagai macam ilmu pengetahuan. Namun demikian, tidak ada seorang pun yang sanggup menandingi ucapan yang keluar dari mulut Muhammad itu."
        },
        {
          "number": 25,
          "arabic": "إِنْ هَـٰذَآ إِلَّا قَوْلُ ٱلْبَشَرِ",
          "transliteration": "in hādhā illā qawlu l-bashari",
          "translation": "Ini hanyalah perkataan manusia.\"",
          "tafsir": "Ayat ini menegaskan bahwa al-Walid lalu mengatakan bahwa Al-Qur'an ini tidak lain hanyalah sihir yang dipelajari (dari orang-orang dahulu). Menurut dugaannya, Al-Qur'an adalah suatu ucapan yang disalin Muhammad dari orang lain yang lebih dahulu daripadanya, diterima dari orang yang bercerita kepadanya. Al-Walid juga mengatakan bahwa Al-Qur'an ini tidak lain hanyalah perkataan manusia. Maksudnya selain menuduh Al-Qur'an sebagai sihir yang bisa dipelajari, juga perkataan manusia biasa dan Muhammad mencurinya dari ucapan-ucapan orang lain. Secara ringkas, ia mengatakan bahwa Al-Qur'an bukan kalamullah seperti yang didakwahkan oleh Muhammad. Andaikata tuduhan al-Walid itu benar, bahwa Al-Qur'an itu perkataan manusia biasa, tentu orang lain selain Muhammad saw sanggup pula menyusun seperti itu atau membuat tantangan yang lebih bagus lagi. Padahal di kalangan bangsa Arab banyak sekali terdapat tokoh-tokoh sastrawan yang lidahnya fasih bersyair dan berpidato. Di antara mereka, juga ada yang mendalam penguasaannya tentang berbagai macam ilmu pengetahuan. Namun demikian, tidak ada seorang pun yang sanggup menandingi ucapan yang keluar dari mulut Muhammad itu."
        },
        {
          "number": 26,
          "arabic": "سَأُصْلِيهِ سَقَرَ",
          "transliteration": "sa-uṣ'līhi saqara",
          "translation": "Kelak, Aku akan memasukkannya ke dalam (neraka) Saqar,",
          "tafsir": "Dalam ayat ini, Allah menggambarkan balasan yang setimpal bagi orang yang begitu lancang menuduh Al-Qur'an sebagai ucapan manusia. Allah akan memasukkan al-Walid ke dalam neraka Saqar. Saqar adalah salah satu nama neraka."
        },
        {
          "number": 27,
          "arabic": "وَمَآ أَدْرَىٰكَ مَا سَقَرُ",
          "transliteration": "wamā adrāka mā saqaru",
          "translation": "Dan tahukah kamu apa (neraka) Saqar itu?",
          "tafsir": "Ayat ini menggambarkan sifat neraka Saqar. Perkataan wa ma adra ka (dan tahukah engkau) dalam bahasa Arab menunjukkan besar dan sangat dahsyatnya masalah yang dipertanyakan. Apakah yang engkau ketahui tentang Saqar? Dan pasti tidak seorang pun mengetahuinya dan mencapai hakikatnya kecuali dengan keterangan yang diberikan oleh wahyu. Saqar itu tidak meninggalkan dan tidak mengembalikan. Artinya setiap tubuh manusia yang di bakarnya, tidak satu pun yang tersisa dari daging maupun tulang. Kemudian tubuh yang telah hangus itu dikembalikan lagi menjadi baru dan segar, tetapi dibakar lagi sampai hangus untuk kedua kali dan seterusnya. Keterangan seperti itu kita peroleh dari ayat yang lain berbunyi: Setiap kali kulit mereka hangus, Kami ganti dengan kulit yang lain, agar mereka merasakan azab. (an-Nisa'/4: 56)"
        },
        {
          "number": 28,
          "arabic": "لَا تُبْقِى وَلَا تَذَرُ",
          "transliteration": "lā tub'qī walā tadharu",
          "translation": "Ia (Saqar itu) tidak meninggalkan dan tidak membiarkan,<sup foot_note=135828>1</sup>",
          "tafsir": "Ayat ini menggambarkan sifat neraka Saqar. Perkataan wa ma adra ka (dan tahukah engkau) dalam bahasa Arab menunjukkan besar dan sangat dahsyatnya masalah yang dipertanyakan. Apakah yang engkau ketahui tentang Saqar? Dan pasti tidak seorang pun mengetahuinya dan mencapai hakikatnya kecuali dengan keterangan yang diberikan oleh wahyu. Saqar itu tidak meninggalkan dan tidak mengembalikan. Artinya setiap tubuh manusia yang di bakarnya, tidak satu pun yang tersisa dari daging maupun tulang. Kemudian tubuh yang telah hangus itu dikembalikan lagi menjadi baru dan segar, tetapi dibakar lagi sampai hangus untuk kedua kali dan seterusnya. Keterangan seperti itu kita peroleh dari ayat yang lain berbunyi: Setiap kali kulit mereka hangus, Kami ganti dengan kulit yang lain, agar mereka merasakan azab. (an-Nisa'/4: 56)"
        },
        {
          "number": 29,
          "arabic": "لَوَّاحَةٌ لِّلْبَشَرِ",
          "transliteration": "lawwāḥatun lil'bashari",
          "translation": "yang menghanguskan kulit manusia.",
          "tafsir": "Ayat ini menegaskan bahwa neraka Saqar itu pembakar kulit manusia. Maksudnya, Saqar itu membakar hangus kulit manusia sampai hitam warnanya. Makna kata lawwahah dalam ayat ini sebenarnya adalah \"yang mengubah kulit menjadi hitam\". Lebih hitam dari kegelapan malam."
        },
        {
          "number": 30,
          "arabic": "عَلَيْهَا تِسْعَةَ عَشَرَ",
          "transliteration": "ʿalayhā tis'ʿata ʿashara",
          "translation": "Di atasnya ada sembilan belas (malaikat penjaga).",
          "tafsir": "Ayat ini menegaskan bahwa Saqar itu dijaga oleh 19 malaikat yang dikepalai oleh Malik. Diriwayatkan oleh al-Baihaqi dan Ibnu Mardawaih dari al-Bara' bahwa serombongan orang Yahudi pernah bertanya kepada sebagian sahabat Nabi tentang penjaga-penjaga neraka Jahanam. Mereka menjawab, \"Allah dan Rasul-Nya yang lebih mengetahui.\" Kemudian turunlah Jibril kepada Rasulullah menerangkan tentang apa yang mereka tanyakan itu, seperti dalam ayat ke-30 ini."
        },
        {
          "number": 31,
          "arabic": "وَمَا جَعَلْنَآ أَصْحَـٰبَ ٱلنَّارِ إِلَّا مَلَـٰٓئِكَةً ۙ وَمَا جَعَلْنَا عِدَّتَهُمْ إِلَّا فِتْنَةً لِّلَّذِينَ كَفَرُوا۟ لِيَسْتَيْقِنَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ وَيَزْدَادَ ٱلَّذِينَ ءَامَنُوٓا۟ إِيمَـٰنًا ۙ وَلَا يَرْتَابَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ وَٱلْمُؤْمِنُونَ ۙ وَلِيَقُولَ ٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ وَٱلْكَـٰفِرُونَ مَاذَآ أَرَادَ ٱللَّهُ بِهَـٰذَا مَثَلًا ۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ مَن يَشَآءُ وَيَهْدِى مَن يَشَآءُ ۚ وَمَا يَعْلَمُ جُنُودَ رَبِّكَ إِلَّا هُوَ ۚ وَمَا هِىَ إِلَّا ذِكْرَىٰ لِلْبَشَرِ",
          "transliteration": "wamā jaʿalnā aṣḥāba l-nāri illā malāikatan wamā jaʿalnā ʿiddatahum illā fit'natan lilladhīna kafarū liyastayqina alladhīna ūtū l-kitāba wayazdāda alladhīna āmanū īmānan walā yartāba alladhīna ūtū l-kitāba wal-mu'minūna waliyaqūla alladhīna fī qulūbihim maraḍun wal-kāfirūna mādhā arāda l-lahu bihādhā mathalan kadhālika yuḍillu l-lahu man yashāu wayahdī man yashāu wamā yaʿlamu junūda rabbika illā huwa wamā hiya illā dhik'rā lil'bashari",
          "translation": "Dan yang Kami jadikan penjaga neraka itu hanya dari malaikat; dan Kami menentukan bilangan mereka itu hanya sebagai cobaan bagi orang-orang kafir, agar orang-orang yang diberi kitab menjadi yakin, agar orang yang beriman bertambah imannya, agar orang-orang yang diberi kitab dan orang-orang mukmin itu tidak ragu-ragu; dan agar orang-orang yang di dalam hatinya ada penyakit dan orang-orang kafir (berkata), \"Apakah yang dikehendaki Allah dengan (bilangan) ini sebagai suatu perumpamaan?\" Demikianlah Allah membiarkan sesat orang-orang yang Dia kehendaki dan memberi petunjuk kepada orang-orang yang Dia kehendaki. Dan tidak ada yang mengetahui bala tentara Tuhanmu kecuali Dia sendiri. Dan Saqar itu tidak lain hanyalah peringatan bagi manusia.",
          "tafsir": "Pada permulaan ayat ini, Allah menegaskan bahwa petugas yang diangkat oleh Allah untuk mengurus urusan neraka dan memberikan siksaan kepada penghuninya adalah para malaikat. Mereka diberi kepercayaan mengatur dan mengawasinya. Mereka adalah makhluk Allah yang hebat dan perkasa serta bertindak atas perintah-Nya. Mereka bukan manusia dan bukan pula jin, sebab yang disiksa di sana adalah kedua makhluk itu. Andaikata penjaga neraka itu dari jenis manusia atau jin, tentu mereka akan kasihan dan lemah lembut kepada makhluk yang sejenis dengan mereka. Adapun jumlah mereka yang sedikit itu (19 malaikat) dibandingkan dengan begitu luas neraka yang tiada bertepi yang harus diawasi serta puluhan miliar jin dan manusia yang mengisinya, hanyalah sekadar ujian dan cobaan bagi golongan yang tidak percaya. Sehingga mereka berkata seenaknya bahwa mereka sanggup berkelahi dengan malaikat, seperti ucapan Ibnu Kaladah di atas. Allah dengan sengaja menyebutkan jumlah yang sedikit itu agar orang kafir itu semakin congkak, sehingga berlipat-ganda pula pembalasan yang harus mereka derita. Fitnah (cobaan) yang dimaksudkan di sini tentulah karena jumlah mereka yang terlalu sedikit. Hal itu bagi orang yang tidak percaya akan menimbulkan tanda tanya, \"Bagaimana pula malaikat yang tidak sampai 20 itu sanggup mengendalikan jutaan bahkan ribuan juta jin dan manusia yang menghuni neraka? Padahal kalau mereka menyadari, sesungguhnya malaikat itu hanyalah sekadar alat belaka (atribut) yang bekerja atas perintah dan kekuasaan Allah. Biar pun hanya dua atau tiga malaikat, akan tetapi kalau Zat Yang Mahakuasa di belakangnya, pasti pekerjaan itu berjalan lancar. Sebaliknya untuk orang yang telah diturunkan kitab (kaum Yahudi dan Nasrani) keterangan ayat ini seharusnya menambahkan keyakinan mereka akan kebenaran yang diucapkan oleh Nabi Muhammad. Sebab, jumlah yang 19 itu sesuai dengan keterangan yang mereka peroleh dalam kitab-kitab suci mereka (Taurat dan Injil). Allah sekaligus menegaskan bahwa antara kitab-kitab suci yang telah diturunkan-Nya itu tidak mungkin ada pertentangan satu sama lain. Orang beriman pasti akan bertambah yakin dengan keimanannya, sebab mereka melihat bagaimana orang ahli kitab membenarkan dan mengakui ayat Al-Qur'an, karena sesuai isinya dengan Taurat dan Injil. Dengan demikian, orang-orang beriman dan golongan ahli kitab (Yahudi dan Nasrani) yang bersifat jujur tidak meragukan lagi pengertian kalimat 19 malaikat itu. Mereka (ahli kitab) juga tidak ragu lagi bagaimana hakikat iman seorang muslim, bahkan mereka diharapkan pula dapat menjelaskan hal demikian kepada orang yang masih ragu-ragu, seperti kepada golongan munafik dan lain-lain. Di sini disebutkan tentang ahli kitab dan munafik, padahal ayatnya diturunkan di Mekah, dan orang ahli Kitab dan munafik baru muncul setelah Rasulullah saw berada di Medinah. Oleh karena itu, ayat ini harus dipandang sebagai berita gaib yang pasti akan terjadi yang disampaikan Allah kepada Nabi Muhammad. Menceritakan yang masih gaib atau belum terwujud termasuk salah satu bentuk mukjizat Nabi seperti disebutkan dalam kitab-kitab hadis. Bagi orang-orang yang tidak percaya kepada kebenaran yang dibawa Nabi saw akan mempertanyakan kembali soal malaikat yang 19 itu. Apa sesungguhnya yang dikehendaki Allah dengan menyebutkan bilangan terlalu sedikit ini, dan kenapa tidak disebutkan 20 saja? Karena kebiasaan yang berlaku menyebut contoh/misal selalu menggunakan bilangan genap, maka perumpamaan Allah ini dipandang ganjil. Lalu Allah menjelaskan, \"Demikianlah Allah menyesatkan siapa yang dikehendaki-Nya dari golongan munafik dan musyrik yang selalu mempersoalkan jumlah bilangan malaikat itu. Akan tetapi, Dia pula yang memberikan petunjuk ke jalan yang benar bagi orang yang dikehendaki-Nya sehingga mereka paham dengan maksud ayat ini. Dari keterangan ini jelaslah bagi kita bahwa perbedaan pendapat di kalangan manusia bahkan antara orang muslim adalah wajar, dan itu merupakan sunatullah. Hanya orang yang mendapat bimbingan akan memperoleh hakikat yang sebenarnya dari masalah yang dipersoalkan. Allah kembali menegaskan kekuasaan-Nya bahwa hanya Dia yang tahu hakikat malaikat yang diperintahkan untuk mengawasi orang-orang kafir di neraka. Hanya Dia saja yang mengerti bagaimana sesungguhnya malaikat yang bertugas itu. Tidak ada seorang pun manusia yang mengerti hikmah menjadikan jumlah 19 itu. Ada yang menerangkan bahwa ayat ini turun sebagai jawaban dari ucapan Abu Jahal ketika mendengar ayat tentang penjaga neraka 19 orang itu, \"Tahukah engkau bahwa Tuhan Muhammad itu cuma 19 malaikat saja penolong-Nya?\" Yang jelas 19 malaikat itu dibantu oleh tentara Allah yang lain yang banyaknya tiada yang tahu melainkan Dia saja. Ayat ini menegaskan bahwa neraka Saqar yang disertai dengan gambaran seperti diturunkan ayat di atas, merupakan peringatan bagi sekalian manusia."
        },
        {
          "number": 32,
          "arabic": "كَلَّا وَٱلْقَمَرِ",
          "transliteration": "kallā wal-qamari",
          "translation": "Tidak!<sup foot_note=135829>1</sup> Demi bulan,",
          "tafsir": "Dalam ayat-ayat ini, Allah memperingatkan bahwa tidak ada jalan bagi manusia untuk mengingkari kekuasaan-Nya yang nyata-nyata dapat mereka saksikan sendiri. Kata-kata \"kalla\" (sekali-kali tidak) juga merupakan bantahan terhadap ucapan-ucapan orang musyrik di atas. Untuk menguatkan hal itu, Allah bersumpah dengan bulan, malam bila ia telah berlalu, dan bila subuh mulai bersinar. Dengan bulan, malam, dan subuh itu Allah menegaskan bahwa neraka Saqar itu merupakan suatu bencana yang amat dahsyat bagi umat manusia. Ada yang menerangkan bahwa maksud ihda al-kubar (salah satu bencana yang sangat besar) adalah salah satu dari tujuh neraka yang dahsyat. Ketujuh lembah neraka (seperti yang disebutkan dalam ayat-ayat lain) itu adalah: Jahanam, Ladha, Huthamah, Sa'ir, Saqar, Jahim, dan Hawiyah. Hal tersebut adalah sebagai ancaman bagi manusia. Adanya tujuh neraka itu (satu di antaranya Saqar) merupakan ancaman bagi yang masih tidak mau tunduk kepada kehendak Allah. Ada yang mengartikan nadhir (yang memberi ancaman) itu adalah sifat Allah, sehingga arti ayat ini adalah: \"Aku ini memberikan ancaman kepadamu, karena itu hendaklah kamu takut kepada ancaman itu\". Ada yang mengartikan nadhir sebagai sifat Nabi Muhammad seperti disebutkan dalam ayat kedua di atas tadi."
        },
        {
          "number": 33,
          "arabic": "وَٱلَّيْلِ إِذْ أَدْبَرَ",
          "transliteration": "wa-al-layli idh adbara",
          "translation": "dan demi malam ketika telah berlalu,",
          "tafsir": "Dalam ayat-ayat ini, Allah memperingatkan bahwa tidak ada jalan bagi manusia untuk mengingkari kekuasaan-Nya yang nyata-nyata dapat mereka saksikan sendiri. Kata-kata \"kalla\" (sekali-kali tidak) juga merupakan bantahan terhadap ucapan-ucapan orang musyrik di atas. Untuk menguatkan hal itu, Allah bersumpah dengan bulan, malam bila ia telah berlalu, dan bila subuh mulai bersinar. Dengan bulan, malam, dan subuh itu Allah menegaskan bahwa neraka Saqar itu merupakan suatu bencana yang amat dahsyat bagi umat manusia. Ada yang menerangkan bahwa maksud ihda al-kubar (salah satu bencana yang sangat besar) adalah salah satu dari tujuh neraka yang dahsyat. Ketujuh lembah neraka (seperti yang disebutkan dalam ayat-ayat lain) itu adalah: Jahanam, Ladha, Huthamah, Sa'ir, Saqar, Jahim, dan Hawiyah. Hal tersebut adalah sebagai ancaman bagi manusia. Adanya tujuh neraka itu (satu di antaranya Saqar) merupakan ancaman bagi yang masih tidak mau tunduk kepada kehendak Allah. Ada yang mengartikan nadhir (yang memberi ancaman) itu adalah sifat Allah, sehingga arti ayat ini adalah: \"Aku ini memberikan ancaman kepadamu, karena itu hendaklah kamu takut kepada ancaman itu\". Ada yang mengartikan nadhir sebagai sifat Nabi Muhammad seperti disebutkan dalam ayat kedua di atas tadi."
        },
        {
          "number": 34,
          "arabic": "وَٱلصُّبْحِ إِذَآ أَسْفَرَ",
          "transliteration": "wal-ṣub'ḥi idhā asfara",
          "translation": "dan demi subuh apabila mulai terang,",
          "tafsir": "Dalam ayat-ayat ini, Allah memperingatkan bahwa tidak ada jalan bagi manusia untuk mengingkari kekuasaan-Nya yang nyata-nyata dapat mereka saksikan sendiri. Kata-kata \"kalla\" (sekali-kali tidak) juga merupakan bantahan terhadap ucapan-ucapan orang musyrik di atas. Untuk menguatkan hal itu, Allah bersumpah dengan bulan, malam bila ia telah berlalu, dan bila subuh mulai bersinar. Dengan bulan, malam, dan subuh itu Allah menegaskan bahwa neraka Saqar itu merupakan suatu bencana yang amat dahsyat bagi umat manusia. Ada yang menerangkan bahwa maksud ihda al-kubar (salah satu bencana yang sangat besar) adalah salah satu dari tujuh neraka yang dahsyat. Ketujuh lembah neraka (seperti yang disebutkan dalam ayat-ayat lain) itu adalah: Jahanam, Ladha, Huthamah, Sa'ir, Saqar, Jahim, dan Hawiyah. Hal tersebut adalah sebagai ancaman bagi manusia. Adanya tujuh neraka itu (satu di antaranya Saqar) merupakan ancaman bagi yang masih tidak mau tunduk kepada kehendak Allah. Ada yang mengartikan nadhir (yang memberi ancaman) itu adalah sifat Allah, sehingga arti ayat ini adalah: \"Aku ini memberikan ancaman kepadamu, karena itu hendaklah kamu takut kepada ancaman itu\". Ada yang mengartikan nadhir sebagai sifat Nabi Muhammad seperti disebutkan dalam ayat kedua di atas tadi."
        },
        {
          "number": 35,
          "arabic": "إِنَّهَا لَإِحْدَى ٱلْكُبَرِ",
          "transliteration": "innahā la-iḥ'dā l-kubari",
          "translation": "sesungguhnya (Saqar itu) adalah salah satu (bencana) yang sangat besar,",
          "tafsir": "Dalam ayat-ayat ini, Allah memperingatkan bahwa tidak ada jalan bagi manusia untuk mengingkari kekuasaan-Nya yang nyata-nyata dapat mereka saksikan sendiri. Kata-kata \"kalla\" (sekali-kali tidak) juga merupakan bantahan terhadap ucapan-ucapan orang musyrik di atas. Untuk menguatkan hal itu, Allah bersumpah dengan bulan, malam bila ia telah berlalu, dan bila subuh mulai bersinar. Dengan bulan, malam, dan subuh itu Allah menegaskan bahwa neraka Saqar itu merupakan suatu bencana yang amat dahsyat bagi umat manusia. Ada yang menerangkan bahwa maksud ihda al-kubar (salah satu bencana yang sangat besar) adalah salah satu dari tujuh neraka yang dahsyat. Ketujuh lembah neraka (seperti yang disebutkan dalam ayat-ayat lain) itu adalah: Jahanam, Ladha, Huthamah, Sa'ir, Saqar, Jahim, dan Hawiyah. Hal tersebut adalah sebagai ancaman bagi manusia. Adanya tujuh neraka itu (satu di antaranya Saqar) merupakan ancaman bagi yang masih tidak mau tunduk kepada kehendak Allah. Ada yang mengartikan nadhir (yang memberi ancaman) itu adalah sifat Allah, sehingga arti ayat ini adalah: \"Aku ini memberikan ancaman kepadamu, karena itu hendaklah kamu takut kepada ancaman itu\". Ada yang mengartikan nadhir sebagai sifat Nabi Muhammad seperti disebutkan dalam ayat kedua di atas tadi."
        },
        {
          "number": 36,
          "arabic": "نَذِيرًا لِّلْبَشَرِ",
          "transliteration": "nadhīran lil'bashari",
          "translation": "sebagai peringatan bagi manusia,",
          "tafsir": "Dalam ayat-ayat ini, Allah memperingatkan bahwa tidak ada jalan bagi manusia untuk mengingkari kekuasaan-Nya yang nyata-nyata dapat mereka saksikan sendiri. Kata-kata \"kalla\" (sekali-kali tidak) juga merupakan bantahan terhadap ucapan-ucapan orang musyrik di atas. Untuk menguatkan hal itu, Allah bersumpah dengan bulan, malam bila ia telah berlalu, dan bila subuh mulai bersinar. Dengan bulan, malam, dan subuh itu Allah menegaskan bahwa neraka Saqar itu merupakan suatu bencana yang amat dahsyat bagi umat manusia. Ada yang menerangkan bahwa maksud ihda al-kubar (salah satu bencana yang sangat besar) adalah salah satu dari tujuh neraka yang dahsyat. Ketujuh lembah neraka (seperti yang disebutkan dalam ayat-ayat lain) itu adalah: Jahanam, Ladha, Huthamah, Sa'ir, Saqar, Jahim, dan Hawiyah. Hal tersebut adalah sebagai ancaman bagi manusia. Adanya tujuh neraka itu (satu di antaranya Saqar) merupakan ancaman bagi yang masih tidak mau tunduk kepada kehendak Allah. Ada yang mengartikan nadhir (yang memberi ancaman) itu adalah sifat Allah, sehingga arti ayat ini adalah: \"Aku ini memberikan ancaman kepadamu, karena itu hendaklah kamu takut kepada ancaman itu\". Ada yang mengartikan nadhir sebagai sifat Nabi Muhammad seperti disebutkan dalam ayat kedua di atas tadi."
        },
        {
          "number": 37,
          "arabic": "لِمَن شَآءَ مِنكُمْ أَن يَتَقَدَّمَ أَوْ يَتَأَخَّرَ",
          "transliteration": "liman shāa minkum an yataqaddama aw yata-akhara",
          "translation": "(yaitu) bagi siapa di antara kamu yang ingin maju atau mundur.<sup foot_note=135830>1</sup>",
          "tafsir": "Allah menegaskan bahwa ancaman tersebut ditujukan kepada siapa saja yang mau menerima atau menolaknya. Boleh saja ancaman itu ditolak, namun akan merasakan akibatnya, seperti halnya al-Walid yang disebut dalam ayat yang lalu. Yang berkehendak maju atau mundur dalam ayat ini berarti \"bagi siapa yang ingin mencapai kebaikan dan perbuatan taat sebanyak-banyaknya atau menjauhi kebaikan dan ketaatan itu sehingga terjatuh ke dalam lembah dosa dan maksiat\". Secara singkat dapat dijelaskan bahwa orang-orang kafir itu telah memahami tentang adanya neraka Saqar, siksaannya, dan para malaikat penjaganya. Terserah kepada mereka apakah akan segera menghindarinya dengan mengejar sebanyak mungkin perbuatan amal saleh dan taat, ataukah tetap menolak dan mengingkarinya, sehingga pada saat yang dijanjikan, mereka akan melihat sendiri buktinya. Dari ayat ke-37 ini, Ibnu 'Abbas menyimpulkan bahwa selain kalimat-kalimatnya bersifat ancaman (tahdid), juga merupakan suatu maklumat bahwa siapa yang beriman dan taat kepada Nabi Muhammad pasti dibalasi dengan pahala yang tiada putusnya, sebaliknya yang menolak kebenaran Muhammad saw serta mendustainya akan disiksa dengan azab yang tiada henti-hentinya."
        },
        {
          "number": 38,
          "arabic": "كُلُّ نَفْسٍۭ بِمَا كَسَبَتْ رَهِينَةٌ",
          "transliteration": "kullu nafsin bimā kasabat rahīnatun",
          "translation": "Setiap orang bertanggung jawab atas apa yang telah dilakukannya,",
          "tafsir": "Dalam ayat ini Allah menegaskan bahwa setiap jiwa manusia tergadai di sisi Allah. Baik yang muslim maupun yang kafir, yang ingkar atau pun yang taat, semuanya tergantung kepada Allah. Tiap jiwa terikat dengan amal yang dikerjakan sampai hari Kiamat, kecuali golongan kanan. Artinya mereka dapat melepaskan keterikatan mereka di sisi Allah dengan amal-amal baik yang mereka kerjakan, sebagaimana halnya seorang dapat melepaskan diri dari status gadai karena telah membayarkan kewajibannya. Golongan kanan yang dimaksudkan adalah orang-orang mukmin yang ikhlas, yang menerima buku amalan mereka di sebelah kanan di hari Kiamat. Akan tetapi, ada pula yang mengatakan golongan kanan dalam ayat ini adalah anak-anak yang memang belum diperhitungkan dosa dan kejahatannya. Bahkan ada yang berpendapat golongan kanan itu adalah para malaikat."
        },
        {
          "number": 39,
          "arabic": "إِلَّآ أَصْحَـٰبَ ٱلْيَمِينِ",
          "transliteration": "illā aṣḥāba l-yamīni",
          "translation": "kecuali golongan kanan,",
          "tafsir": "Dalam ayat ini Allah menegaskan bahwa setiap jiwa manusia tergadai di sisi Allah. Baik yang muslim maupun yang kafir, yang ingkar atau pun yang taat, semuanya tergantung kepada Allah. Tiap jiwa terikat dengan amal yang dikerjakan sampai hari Kiamat, kecuali golongan kanan. Artinya mereka dapat melepaskan keterikatan mereka di sisi Allah dengan amal-amal baik yang mereka kerjakan, sebagaimana halnya seorang dapat melepaskan diri dari status gadai karena telah membayarkan kewajibannya. Golongan kanan yang dimaksudkan adalah orang-orang mukmin yang ikhlas, yang menerima buku amalan mereka di sebelah kanan di hari Kiamat. Akan tetapi, ada pula yang mengatakan golongan kanan dalam ayat ini adalah anak-anak yang memang belum diperhitungkan dosa dan kejahatannya. Bahkan ada yang berpendapat golongan kanan itu adalah para malaikat."
        },
        {
          "number": 40,
          "arabic": "فِى جَنَّـٰتٍ يَتَسَآءَلُونَ",
          "transliteration": "fī jannātin yatasāalūna",
          "translation": "berada di dalam surga, mereka saling menanyakan,",
          "tafsir": "Ayat ini menjelaskan lebih lanjut bahwa golongan kanan itu tempatnya di surga, mereka saling bertanya bagaimana nasib golongan yang durhaka. Mereka disambut oleh malaikat dengan ucapan salam sebagaimana firman Allah: Maka,\"Salam bagimu (wahai) dari golongan kanan!\" (sambut malaikat). (al-Waqi'ah/56: 91) Dan firman Allah: ¦Penjaga-penjaganya berkata kepada mereka, \"Kesejahteraan (dilimpahkan) atasmu, berbahagialah kamu! Maka masuklah, kamu kekal di dalamnya.\" (az-Zumar/39: 73)"
        },
        {
          "number": 41,
          "arabic": "عَنِ ٱلْمُجْرِمِينَ",
          "transliteration": "ʿani l-muj'rimīna",
          "translation": "tentang (keadaan) orang-orang yang berdosa,",
          "tafsir": "Ayat ini menjelaskan lebih lanjut bahwa golongan kanan itu tempatnya di surga, mereka saling bertanya bagaimana nasib golongan yang durhaka. Mereka disambut oleh malaikat dengan ucapan salam sebagaimana firman Allah: Maka,\"Salam bagimu (wahai) dari golongan kanan!\" (sambut malaikat). (al-Waqi'ah/56: 91) Dan firman Allah: ¦Penjaga-penjaganya berkata kepada mereka, \"Kesejahteraan (dilimpahkan) atasmu, berbahagialah kamu! Maka masuklah, kamu kekal di dalamnya.\" (az-Zumar/39: 73)"
        },
        {
          "number": 42,
          "arabic": "مَا سَلَكَكُمْ فِى سَقَرَ",
          "transliteration": "mā salakakum fī saqara",
          "translation": "\"Apa yang menyebabkan kamu masuk ke dalam (neraka) Saqar?\"",
          "tafsir": "Ayat ini menjelaskan bahwa golongan kanan berada dalam kamar surga yang penuh kenikmatan, sementara golongan yang berdosa bergelimang dalam azab neraka. Namun demikian, mereka saling dapat tanya bertanya, \"Kenapa engkau sampai dimasukkan ke dalam neraka itu?\" Mereka menjawab dengan jujur dan terus terang bahwa mereka tidak mengerjakan salat di atas dunia dahulu, berbeda dengan orang-orang mukmin yang tetap melaksanakan salat. Sebab waktu itu mereka tidak yakin sedikit pun bahwa hal itu memang sebenarnya diperintahkan Allah."
        },
        {
          "number": 43,
          "arabic": "قَالُوا۟ لَمْ نَكُ مِنَ ٱلْمُصَلِّينَ",
          "transliteration": "qālū lam naku mina l-muṣalīna",
          "translation": "Mereka menjawab, \"Dahulu kami tidak termasuk orang-orang yang melaksanakan salat,",
          "tafsir": "Ayat ini menjelaskan bahwa golongan kanan berada dalam kamar surga yang penuh kenikmatan, sementara golongan yang berdosa bergelimang dalam azab neraka. Namun demikian, mereka saling dapat tanya bertanya, \"Kenapa engkau sampai dimasukkan ke dalam neraka itu?\" Mereka menjawab dengan jujur dan terus terang bahwa mereka tidak mengerjakan salat di atas dunia dahulu, berbeda dengan orang-orang mukmin yang tetap melaksanakan salat. Sebab waktu itu mereka tidak yakin sedikit pun bahwa hal itu memang sebenarnya diperintahkan Allah."
        },
        {
          "number": 44,
          "arabic": "وَلَمْ نَكُ نُطْعِمُ ٱلْمِسْكِينَ",
          "transliteration": "walam naku nuṭ'ʿimu l-mis'kīna",
          "translation": "dan kami (juga) tidak memberi makan orang miskin,",
          "tafsir": "Ayat ini menjelaskan bahwa mereka tidak termasuk golongan yang senantiasa berbuat baik kepada kaum fakir miskin dan duafa. Padahal mereka dapat berbuat demikian karena berlebihnya nikmat dan rezeki Allah yang mereka peroleh. Mereka tidak mau meringankan kesulitan fakir-miskin dengan sedekah yang seharusnya mereka keluarkan."
        },
        {
          "number": 45,
          "arabic": "وَكُنَّا نَخُوضُ مَعَ ٱلْخَآئِضِينَ",
          "transliteration": "wakunnā nakhūḍu maʿa l-khāiḍīna",
          "translation": "bahkan kami biasa berbincang (untuk tujuan yang batil), bersama orang-orang yang membicarakannya,",
          "tafsir": "Ayat ini menjelaskan bahwa mereka ikut terlibat dalam perbuatan orang yang tercela, yang tidak senang kepada Islam dan Nabi Muhammad dengan menuduh beliau pendusta atau tukang sihir yang gila. Mengenai Al-Qur'an mereka menganggapnya hanyalah sihir, syair, atau mantra untuk tenung. Pokoknya mereka terlibat dalam perbuatan kebatilan."
        },
        {
          "number": 46,
          "arabic": "وَكُنَّا نُكَذِّبُ بِيَوْمِ ٱلدِّينِ",
          "transliteration": "wakunnā nukadhibu biyawmi l-dīni",
          "translation": "dan kami mendustakan hari pembalasan,",
          "tafsir": "Ayat ini mengutarakan pengakuan mereka selanjutnya bahwa mereka mendustakan hari kemudian. Artinya mereka mendustakan adanya hari hisab dan pembalasan atas segala perbuatan manusia, sampai datang kepada mereka keyakinan, yakni mati. Tegasnya mereka yakin dan melihat dengan mata kepala sendiri bahwa semuanya akan kembali kepada Allah di negeri akhirat. Maka tidak berguna lagi bagi mereka syafaat dari orang-orang yang memberi syafaat. Artinya kalau seseorang telah memiliki watak-watak seperti yang disebutkan dalam ayat di atas (tidak mengerjakan salat, tidak mau menghiraukan nafkah fakir-miskin, terlibat dalam perbuatan orang yang senang mencela, mendustakan kedatangan hari akhirat) syafaat (pertolongan) apa pun tidak berguna untuk menyelamatkan mereka dari siksaan api neraka. Sebab syafaat hanyalah berguna bagi yang berhak menerimanya."
        },
        {
          "number": 47,
          "arabic": "حَتَّىٰٓ أَتَىٰنَا ٱلْيَقِينُ",
          "transliteration": "ḥattā atānā l-yaqīnu",
          "translation": "sampai datang kepada kami kematian.\"",
          "tafsir": "Ayat ini mengutarakan pengakuan mereka selanjutnya bahwa mereka mendustakan hari kemudian. Artinya mereka mendustakan adanya hari hisab dan pembalasan atas segala perbuatan manusia, sampai datang kepada mereka keyakinan, yakni mati. Tegasnya mereka yakin dan melihat dengan mata kepala sendiri bahwa semuanya akan kembali kepada Allah di negeri akhirat. Maka tidak berguna lagi bagi mereka syafaat dari orang-orang yang memberi syafaat. Artinya kalau seseorang telah memiliki watak-watak seperti yang disebutkan dalam ayat di atas (tidak mengerjakan salat, tidak mau menghiraukan nafkah fakir-miskin, terlibat dalam perbuatan orang yang senang mencela, mendustakan kedatangan hari akhirat) syafaat (pertolongan) apa pun tidak berguna untuk menyelamatkan mereka dari siksaan api neraka. Sebab syafaat hanyalah berguna bagi yang berhak menerimanya."
        }
      ]
    }
  ]
}