{
  "pageNumber": 136,
  "juz": 7,
  "surahs": [
    {
      "number": 6,
      "name": "Al-An'am",
      "nameArabic": "الأنعام",
      "meaning": "Binatang Ternak",
      "revelation": "Makkah",
      "description": "Surat Al-An'am (binatang ternak: unta, sapi, dan kambing) terdiri dari 165 ayat dan termasuk surat Makkiyyah, karena hampir seluruh ayatnya diturunkan di Mekah sebelum hijrah. Dinamakan Al-An'am karena di dalamnya disebut kata \"An'am\" yang memiliki kaitan erat dengan adat istiadat kaum musyrikin; mereka biasa mempergunakan binatang ternak untuk mendekatkan diri kepada tuhan. Selain itu, juga disebutkan hukum-hukum yang berkenaan dengan binatang ternak itu.Pokok-pokok Isi:1. Keimanan:Bukti-bukti keesaan Allah dan kesempurnaan sifat-sifat-Nya; kebenaran kenabian Nabi Muhammad s.a.w.; persaksian Allah atas kenabian Ibrahim, Ishaq, Ya'qub, Nuh, Daud, Sulaiman, Ayyub, Yusuf, Musa, Harun, Zakariya, Yahya, 'Isa, Ilyas, Alyasa', Yunus, dan Luth; penegasan tentang keberadaan risalah dan wahyu serta hari pembalasan dan hari kebangkitan; kepalsuan kepercayaan orang-orang musyrik dan keingkaran mereka terhadap hari kiamat.2. Hukum-hukum:Larangan mengikuti adat istiadat yang dibuat-buat oleh kaum Jahiliyah; makanan yang halal dan yang haram; wasiat yang sepuluh dan Al-Qur'an, tentang tauhid keadilan dan hukum-hukum; larangan mencaci maki berhala orang musyrik karena mereka akan membalas dengan mencaci maki Allah.3. Kisah-kisah:Kisah umat-umat yang menentang rasul-rasul; kisah pengalaman Nabi Muhammad s.a.w. dan para nabi pada umumnya; cerita Nabi Ibrahim a.s. membimbing kaumnya kepada tauhid.4. Lain-lain:Sikap keras kepala kaum musyrikin: tata cara seorang nabi memimpin umatnya; bidang-bidang kerasulan dan tugas rasul-rasul; tantangan kaum musyrikin untuk melemahkan rasul; kepercayaan orang-orang musyrik terhadap jin, setan, dan malaikat; beberapa prinsip keagamaan dan kemasyarakatan; nilai hidup duniawi.Dalam surat Al-An'am Allah menjelaskan keesaan dan kesempurnaan sifat-sifat-Nya, menyatakan kebatilan kepercayaan orang-orang musyrik dengan bantahan-bantahan yang logis dan mudah diterima oleh akal. Hukuman yang berat akan dijatuhkan kepada orang yang keras kepala menolak kebenaran.Hubungan Surat Al-An'Am Dengan Surat Al-A'raf:1. Kedua surat tersebut termasuk di antara tujuh surat yang panjang (assab'uth thiwaal), sama-sama membicarakan pokok aqidah agama. Dalam surat Al-An'am dikemukakan garis-garis besar aqidah sedangkan surat Al-A'raf menjelaskannya.2. Dalam surat Al-An'am Allah menerangkan asal usul kejadian manusia, yaitu dari tanah, dan menjelaskan tentang beberapa generasi manusia yang telah dibinasakan, kemudian disinggung pula tentang rasul-rasul dengan menyebut beberapa nama mereka secara garis besar, sedangkan surat Al-A'raf menjelaskannya.3. Pada bagian terakhir surat Al-An'am, Allah mengatakan bahwa Dia menjadikan manusia sebagai khalifah-khalifah di bumi dan mengangkat derajat sebagian mereka, maka bagian permulaan surat Al-A'raf mengemukakan penciptaan Adam dan anak cucunya yang dijadikan sebagai khalifah di bumi.4. Hubungan bagian akhir Al-An'am dengan permulaan surat Al-A'raf:a. Bagian akhir Al-An'am, Allah mengatakan bahwa Al-Qur'an adalah kitab pedoman yang benar, jalan yang lurus dan diberkahi, maka umat manusia diperintahkan mengikutinya. Pada bagian permulaan surat Al-A'raf, Allah mengulangi lagi perintah ini dan melarang mengikuti selainnya.b. Pada bagian akhir surat Al-An'am, Allah berfirman bahwa Dia akan memberikan keterangan tentang apa yang seharusnya dilakukan manusia dan yang menjadi perselisihan mereka. Maka pada bagian permulaan surat Al-A'raf, Allah menjelaskan apa yang disebut dengan \"Allah memberi keterangan,\" yaitu pengutusan para rasul yang bertugas memberi keterangan dan masing-masing akan dimintai pertanggungjawaban.c. Pada bagian akhir surat Al-An'am, Allah menyatakan bahwa orang yang berbuat kebajikan akan diberi ganjaran sepuluh kali lipat dan yang berbuat kejahatan akan dibalas sesuai dengan perbuatannya. Untuk menentukan kadar kebajikan dan kejahatan itu ada timbangannya, maka Allah mengemukakan di bagian muka surat Al-A'raf, bahwa timbangan pada hari itu ialah kebenaran dan keadilan. Siapa yang timbangannya berat maka dialah yang beruntung dan siapa yang timbangannya ringan maka dialah yang merugi. Kemudian Allah menceritakan keadaan dan nasib ashhabul A'raaf.",
      "verses": [
        {
          "number": 69,
          "arabic": "وَمَا عَلَى ٱلَّذِينَ يَتَّقُونَ مِنْ حِسَابِهِم مِّن شَىْءٍ وَلَـٰكِن ذِكْرَىٰ لَعَلَّهُمْ يَتَّقُونَ",
          "transliteration": "wamā ʿalā alladhīna yattaqūna min ḥisābihim min shayin walākin dhik'rā laʿallahum yattaqūna",
          "translation": "Orang-orang yang bertakwa tidak bertanggung jawab sedikit pun atas (dosa-dosa) mereka; tetapi (berkewajiban) mengingatkan agar mereka (juga) bertakwa.",
          "tafsir": "Ayat ini menegaskan bahwa orang-orang mukmin yang bertakwa kepada Allah tidak bertanggung jawab atas perbuatan orang-orang musyrik yang memperolokkan ayat-ayat Allah dan mereka tidak akan menanggung dosa orang musyrik. Mereka berkewajiban memberi peringatan kepada kaum musyrik yang berbuat demikian, untuk tidak lagi memperolokkan ayat-ayat Allah."
        },
        {
          "number": 70,
          "arabic": "وَذَرِ ٱلَّذِينَ ٱتَّخَذُوا۟ دِينَهُمْ لَعِبًا وَلَهْوًا وَغَرَّتْهُمُ ٱلْحَيَوٰةُ ٱلدُّنْيَا ۚ وَذَكِّرْ بِهِۦٓ أَن تُبْسَلَ نَفْسٌۢ بِمَا كَسَبَتْ لَيْسَ لَهَا مِن دُونِ ٱللَّهِ وَلِىٌّ وَلَا شَفِيعٌ وَإِن تَعْدِلْ كُلَّ عَدْلٍ لَّا يُؤْخَذْ مِنْهَآ ۗ أُو۟لَـٰٓئِكَ ٱلَّذِينَ أُبْسِلُوا۟ بِمَا كَسَبُوا۟ ۖ لَهُمْ شَرَابٌ مِّنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌۢ بِمَا كَانُوا۟ يَكْفُرُونَ",
          "transliteration": "wadhari alladhīna ittakhadhū dīnahum laʿiban walahwan wagharrathumu l-ḥayatu l-dun'yā wadhakkir bihi an tub'sala nafsun bimā kasabat laysa lahā min dūni l-lahi waliyyun walā shafīʿun wa-in taʿdil kulla ʿadlin lā yu'khadh min'hā ulāika alladhīna ub'silū bimā kasabū lahum sharābun min ḥamīmin waʿadhābun alīmun bimā kānū yakfurūna",
          "translation": "Tinggalkanlah orang-orang yang menjadikan agamanya sebagai permainan dan senda gurau, dan mereka telah tertipu oleh kehidupan dunia. Peringatkanlah (mereka) dengan Alquran agar setiap orang tidak terjerumus (ke dalam neraka), karena perbuatannya sendiri. Tidak ada baginya pelindung dan pemberi syafaat (pertolongan) selain Allah. Dan jika dia hendak menebus dengan segala macam tebusan apa pun, niscaya tidak akan diterima. Mereka itulah orang-orang yang dijerumuskan (ke dalam neraka), disebabkan perbuatan mereka sendiri. Mereka mendapat minuman dari air yang mendidih dan azab yang pedih disebabkan kekafiran mereka dahulu.",
          "tafsir": "Allah memerintahkan Nabi Muhammad dan orang-orang yang beriman agar memutuskan hubungan dengan orang-orang yang menjadikan agama mereka sebagai mainan dan sasaran senda-gurau. Mereka itu telah teperdaya oleh kesenangan hidup duniawi, dan telah lupa bahwa kehidupan yang sebenarnya, ialah di akhirat nanti. Mereka tidak membersihkan diri dan jiwa mereka, tidak memperbaiki budi pekerti mereka sebagaimana yang telah diajarkan Allah, mereka lalai dan lupa akan pertemuan dengan Allah di akhirat nanti, mereka menyia-nyiakan waktu yang berharga dengan mengisi kehidupan duniawi dengan berbagai perbuatan yang merugikan diri mereka sendiri. Allah memerintahkan pula agar Rasul dan kaum Muslimin memberi peringatan kepada mereka dengan ayat-ayat Al-Qur'an, agar mereka tidak dijerumuskan ke dalam neraka karena perbuatan mereka sendiri. Pada hari itu tidak sesuatu pun yang dapat menolong, mendatangkan kebaikan atau menolak kejahatan dan kesengsaraan yang mereka alami selain dari Allah. Pada hari itu tidak ada lagi alat yang dapat dijadikan untuk menebus diri agar terhindar dari azab Allah. Sebagaimana firman Allah swt: Dan takutlah kamu pada hari, (ketika) tidak seorang pun dapat menggantikan (membela) orang lain sedikit pun, tebusan tidak diterima, bantuan tidak berguna baginya, dan mereka tidak akan ditolong. (al-Baqarah/2: 123) Ayat ini membantah pendapat yang mengatakan bahwa di akhirat nanti ada pemberi syafaat yang dapat menolak atau meringankan azab selain Allah, seperti berhala-berhala, orang yang dianggap memiliki karamah dan sebagainya. Allah menegaskan bahwa orang-orang yang memperolok-olokkan agama Allah itu berarti mereka telah mengharamkan atas dirinya pahala dan karunia Allah di akhirat nanti, karena itu bagi mereka azab yang pedih, mereka dijerumuskan ke dalam neraka akibat perbuatan mereka sendiri dan di neraka itu mereka meminum air yang mendidih disebabkan kekafiran mereka."
        },
        {
          "number": 71,
          "arabic": "قُلْ أَنَدْعُوا۟ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا وَنُرَدُّ عَلَىٰٓ أَعْقَابِنَا بَعْدَ إِذْ هَدَىٰنَا ٱللَّهُ كَٱلَّذِى ٱسْتَهْوَتْهُ ٱلشَّيَـٰطِينُ فِى ٱلْأَرْضِ حَيْرَانَ لَهُۥٓ أَصْحَـٰبٌ يَدْعُونَهُۥٓ إِلَى ٱلْهُدَى ٱئْتِنَا ۗ قُلْ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلْهُدَىٰ ۖ وَأُمِرْنَا لِنُسْلِمَ لِرَبِّ ٱلْعَـٰلَمِينَ",
          "transliteration": "qul anadʿū min dūni l-lahi mā lā yanfaʿunā walā yaḍurrunā wanuraddu ʿalā aʿqābinā baʿda idh hadānā l-lahu ka-alladhī is'tahwathu l-shayāṭīnu fī l-arḍi ḥayrāna lahu aṣḥābun yadʿūnahu ilā l-hudā i'tinā qul inna hudā l-lahi huwa l-hudā wa-umir'nā linus'lima lirabbi l-ʿālamīna",
          "translation": "Katakanlah (Muhammad), \"Apakah kita akan memohon kepada sesuatu selain Allah, yang tidak dapat memberi manfaat dan tidak (pula) mendatangkan mudarat kepada kita, dan (apakah) kita akan dikembalikan ke belakang,<sup foot_note=135266>1</sup> setelah Allah memberi petunjuk kepada kita, seperti orang yang telah disesatkan oleh setan di bumi, dalam keadaan kebingungan.\"Kawan-kawannya mengajaknya ke jalan yang lurus (dengan mengatakan), \"Ikutilah kami.\" Katakanlah, \"Sesungguhnya petunjuk Allah itulah petunjuk (yang sebenarnya); dan kita diperintahkan agar berserah diri kepada Tuhan seluruh alam,",
          "tafsir": "Allah memerintahkan kepada Nabi Muhammad dan pengikut-pengikutnya untuk mengatakan kepada orang-orang yang mengajak beliau untuk mengikuti agama mereka lalu bersama-sama menyembah berhala, agar mereka tidak meminta pertolongan kepada selain Allah seperti menyembah batu atau pepohonan dan lain-lain yang tidak dapat memberikan manfaat atau menolak madarat. Akan tetapi dia hanya beribadah kepada Allah semata, Yang mempunyai kekuasaan, Yang memberikan manfaat atau mudarat dan Yang menguasai makhluk, Yang menghidupkan dan mematikan. Orang-orang yang berpikir secara wajar, tentu dapat membedakan mana yang baik dan mana yang buruk, serta mana yang benar dan mana yang salah; sesungguhnya menghambakan diri kepada Zat yang dapat diharapkan manfaat-Nya dan ditakuti siksaan-Nya, lebih utama dan lebih baik daripada menghambakan diri kepada sesuatu yang tidak dapat diharapkan manfaatnya, menghambakan diri kepada Allah lebih baik daripada kembali kepada jalan yang sesat dan bergelimang dalam kemusyrikan. Dengan ringkas dapat dikatakan bahwa menyembah selain Allah tidak patut dilakukan karena sebab-sebab berikut ini: 1.Orang yang berpikir secara wajar akan memohon pertolongan kepada Zat Yang Mahakuasa, Yang dapat mendatangkan manfaat dan menolak madarat. 2.Mereka tidak mau murtad seperti keadaan mereka sebelum memeluk agama Islam. 3.Orang-orang yang telah mendapat petunjuk dari Allah dan diselamatkan dari jurang kesesatan tidak mungkin bisa disesatkan kembali oleh siapa pun juga, seperti ditegaskan oleh Allah dalam firman-Nya: Dan barang siapa diberi petunjuk oleh Allah, maka tidak seorang pun yang dapat menyesatkannya. Bukankah Allah Mahaperkasa dan mempunyai (kekuasaan untuk) menghukum? (az-Zumar/39: 37) Dalam ayat ini digambarkan bahwa orang-orang yang murtad sesudah beriman adalah seperti orang yang terkena bisikan setan, atau seperti orang kebingungan dalam mencapai sesuatu yang ia sendiri tidak tahu bagaimana cara mencapainya. Mereka dalam keadaan bimbang, karena merasa bahwa dirinya berada di antara persimpangan jalan. Mereka telah meninggalkan jalan yang lurus dan menempuh jalan yang sesat tak tentu arah dan tujuannya. Di tengah-tengah kebingungan itu mereka digambarkan seolah-olah dipanggil oleh kawan-kawannya yang beriman untuk kembali kepada jalan yang lurus, akan tetapi mereka itu tidak dapat memenuhi panggilan tersebut karena mereka telah memisahkan diri. Pandangan dan pikirannya sudah ditujukan kepada bisikan setan, sehingga tidak dapat lagi mendengar seruan itu. Gambaran ini sesuai dengan firman Allah: ¦ seperti berdirinya orang yang kemasukan setan karena gila. (al-Baqarah/2: 275) Sesudah itu Allah memberikan dorongan kepada Nabi Muhammad agar selalu berusaha agar orang-orang musyrik dapat memenuhi panggilan Nabi untuk kembali ke jalan yang lurus dan menjauhi jalan yang sesat, yang membingungkan pikirannya. Allah menegaskan bahwa petunjuk yang benar ialah petunjuk yang diturunkan Allah, yang termuat dalam ayat-ayat-Nya. Di dalam petunjuk itulah terdapat bukti-bukti dan keterangan-keterangan tentang kebenaran-Nya yang tidak mengandung kebatilan. Seruan ini berbeda dengan seruan yang dikumandangkan oleh orang-orang yang memperturutkan hawa nafsunya yang hanya mengekor kepada jejak nenek moyang mereka. Allah memerintahkan Nabi Muhammad agar mengatakan kepada mereka bahwa tugas yang dibebankan pada beliau ialah menyerahkan jiwa raganya semata-mata kepada Allah, Tuhan semesta alam."
        },
        {
          "number": 72,
          "arabic": "وَأَنْ أَقِيمُوا۟ ٱلصَّلَوٰةَ وَٱتَّقُوهُ ۚ وَهُوَ ٱلَّذِىٓ إِلَيْهِ تُحْشَرُونَ",
          "transliteration": "wa-an aqīmū l-ṣalata wa-ittaqūhu wahuwa alladhī ilayhi tuḥ'sharūna",
          "translation": "dan agar melaksanakan salat serta bertakwa kepada-Nya.\" Dan Dialah Tuhan yang kepada-Nya kamu semua akan dihimpun.",
          "tafsir": "Allah memerintahkan kepada Nabi Muhammad dan pengikut-pengikutnya untuk mendirikan salat secara tetap dan menjalankannya sesuai dengan ketentuan yang ditetapkan syariat. Allah juga memerintahkan agar mereka bertakwa, yaitu memelihara diri dari segala sesuatu yang dapat membawa dirinya ke jalan yang menyimpang dari agama Allah dan syariat-Nya dan memelihara diri dari kemudaratan dan kerusakan yang membahayakan dirinya. Pada akhir ayat ini Allah memperingatkan kepada seluruh manusia bahwa Allah akan mengumpulkan mereka di hari mahsyar. Pada hari itu manusia akan digiring untuk menghadap Tuhan-Nya, dan akan diperiksa segala amal perbuatannya serta diberi balasan sebagaimana mestinya. Peringatan ini diberikan agar mereka dapat berpikir dan merasakan bahwa menyembah selain Allah atau merasa takut terhadap kekuasaan selain Allah, atau mengharapkan pertolongan kepada selain Allah adalah tindakan yang tidak benar."
        },
        {
          "number": 73,
          "arabic": "وَهُوَ ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ بِٱلْحَقِّ ۖ وَيَوْمَ يَقُولُ كُن فَيَكُونُ ۚ قَوْلُهُ ٱلْحَقُّ ۚ وَلَهُ ٱلْمُلْكُ يَوْمَ يُنفَخُ فِى ٱلصُّورِ ۚ عَـٰلِمُ ٱلْغَيْبِ وَٱلشَّهَـٰدَةِ ۚ وَهُوَ ٱلْحَكِيمُ ٱلْخَبِيرُ",
          "transliteration": "wahuwa alladhī khalaqa l-samāwāti wal-arḍa bil-ḥaqi wayawma yaqūlu kun fayakūnu qawluhu l-ḥaqu walahu l-mul'ku yawma yunfakhu fī l-ṣūri ʿālimu l-ghaybi wal-shahādati wahuwa l-ḥakīmu l-khabīru",
          "translation": "Dialah yang menciptakan langit dan bumi dengan hak (benar), ketika Dia berkata, \"Jadilah!\" Maka jadilah sesuatu itu. Firman-Nya adalah benar, dan milik-Nyalah segala kekuasaan pada waktu sangkakala ditiup. Dia mengetahui yang gaib dan yang nyata. Dialah Yang Mahabijaksana, Mahateliti.",
          "tafsir": "Allah mengajak manusia untuk memikirkan kejadian alam semesta ini agar terbuka pikirannya serta meyakini, bahwa kejadian alam semesta ini yang penuh dengan keindahan tentu ada yang menciptakan, yaitu Allah Yang menciptakan langit dan bumi dengan segala penghuninya yang menjadi bukti kebenaran, serta menciptakan pula hukum alam yang berlaku umum yang kadangkala mengandung hikmah dan rahasia yang menunjukkan sifat-sifat Pencipta-Nya, keesaan-Nya, dan kekuasaan-Nya yang tidak terbatas. Langit dan bumi serta segala isinya diciptakan Tuhan secara serasi dan teratur, tidak ada yang sia-sia. Allah berfirman: \"Ya Tuhan kami, tidaklah Engkau menciptakan semua ini sia-sia.\" (ali 'Imran/3: 191) Juga firman-Nya: Dan tidaklah Kami bermain-main menciptakan langit dan bumi dan apa yang ada di antara keduanya. Tidaklah Kami ciptakan keduanya melainkan dengan haq (benar). (ad-Dukhan/44: 38-39) Allah menegaskan bahwa pada saat menciptakan alam dan menetapkan hukum-hukum-Nya, semuanya berjalan menurut kehendak-Nya, tak ada kesulitan sedikit pun dan tak ada yang menghalangi serta mengubah hukumnya. Semua kejadian berlangsung baik dengan patuh ataupun secara terpaksa. Itulah sebabnya Allah menegaskan bahwa pada saat menciptakan langit dan bumi Dia menciptakannya dengan benar, karena seluruh perintah-Nya adalah benar dan ciptaan-Nya pun benar, sesuai dengan firman-Nya: Ingatlah! Segala penciptaan dan urusan menjadi hak-Nya. (al-A'raf/7:54) Di samping itu, Allah juga memiliki kekuasaan untuk mengadili seluruh manusia setelah mereka dibangkitkan dari kubur dan dikumpulkan di hari mahsyar. Itulah kekuasaan Allah yang tidak dapat ditandingi oleh raja-raja dan penguasa-penguasa betapa pun luasnya kekuasaan mereka; karena meskipun raja-raja itu berkuasa untuk membuat peraturan dan memberikan hukuman kepada pelanggarnya, namun mereka pada hari Kiamat tidak berdaya lagi, karena pada saat itu kekuasaan hanya di tangan Allah semata. Kemudian Allah memberikan keterangan tentang kekuasaan-Nya, untuk memberikan pengertian kepada seluruh manusia bahwa tidak ada sesuatu pun yang terlepas dari pengetahuan-Nya. Allah mengetahui seluruh alam, baik yang tampak ataupun yang tidak mengetahui perbuatan yang dilakukan secara terang-terangan ataupun yang dilakukan secara rahasia. Dia sangat bijaksana menciptakan segala sesuatu secara serasi dan harmonis sesuai dengan fungsinya. Oleh sebab itu, tidak layak bagi manusia yang berakal untuk menghambakan diri kepada selain Allah baik secara langsung ataupun dengan maksud menjadikannya sebagai perantara untuk mendekatkan diri kepada-Nya."
        }
      ]
    }
  ]
}