{
  "pageNumber": 192,
  "juz": 10,
  "surahs": [
    {
      "number": 9,
      "name": "At-Taubah",
      "nameArabic": "التوبة",
      "meaning": "Pengampunan",
      "revelation": "Madinah",
      "description": "Surat At-Taubah terdiri dari 129 ayat dan termasuk surat Madaniyyah. Surat ini dinamakan \"At-Taubah\" yang berarti pengampunan berhubung kata \"At-Taubah\" disebut berulang kali dalam surat ini. Dinamakan juga dengan \"Baraa'ah\" yang berarti berlepas diri yang di sini maksudnya pernyataan pemutusan hubungan, disebabkan kebanyakan pokok pembicaraannya tentang pernyataan pemutusan perjanjian damai dengan kaum musyrikin.Di samping kedua nama yang masyhur di atas, ada beberapa nama lain yang merupakan sifat dari surat ini.Pada permulaan surat ini tidak terdapat basmalah karena berisi pernyataan perang total dengan arti bahwa segenap kaum muslimin diarahkan untuk memerangi seluruh kaum musyrikin, sedang basmalah bernafaskan perdamaian dan cinta kasih dari Allah.Surat ini diturunkan setelah Nabi Muhammad s.a.w. kembali dari perang Tabuk yang terjadi pada tahun 9 H. Pengumuman ini disampaikan oleh Saidina 'Ali pada musim haji pada tahun yang sama.Selain pernyataan pembatalan perjanjian damai dengan kaum musyrikin, surat ini mengandung pokok-pokok isi sebagai berikut:1. Keimanan:Allah selalu menyertai hamba-hamba-Nya yang beriman; pembalasan atas amalan-amalan manusia hanya dari Allah; segala sesuatu menurut sunnatullah; perlindungan Allah bagi orang-orang yang beriman; kedudukan Nabi Muhammad s.a.w. di sisi Allah.2. Hukum-hukum:Kewajiban menginfakkan harta; macam-macam harta dalam agama serta penggunaannya; jizyah; perjanjian dan perdamaian; kewajiban umat Islam terhadap Nabinya, sebab-sebab orang Islam melakukan perang total; beberapa dasar politik kenegaraan dan peperangan dalam Islam.3. Kisah-kisah:Nabi Muhammad s.a.w. dengan Abu Bakar r.a. di suatu gua di bukit Tsur ketika hijrah; perang Hunain (perang Authas atau perang Hawazin); perang Tabuk.4. Lain-lain:Sifat-sifat orang yang beriman dan tingkatan-tingkatan mereka.Surat At-Taubah berisi pernyataan pembatalan perjanjian damai oleh Nabi Muhammad dengan kaum musyrikin, karena mereka tidak memenuhi syarat-syarat perjanjian damai yang diikrarkan pada perjanjian Hudaibiyyah. Selain itu, surat At-Taubah juga menjelaskan hukum peperangan dan perdamaian, hukum kenegaraan, keadaan Nabi Muhammad pada waktu hijrah, dan kewajiban menginfakkan harta.Hubungan Surat At-Taubah Dengan Surat Yunus:1. Akhir surat At-Taubah ditutup dengan menyebutkan tentang risalah Nabi Muhammad dan hal-hal yang serupa disebutkan pula pada akhir surat Yunus.2. Surat At-Taubah menyebut keadaan orang-orang munafik dan menerangkan sikap mereka ketika Al-Qur'an diturunkan, sedang surat Yunus menerangkan sikap orang kafir terhadap Al-Qur'an.",
      "verses": [
        {
          "number": 32,
          "arabic": "يُرِيدُونَ أَن يُطْفِـُٔوا۟ نُورَ ٱللَّهِ بِأَفْوَٰهِهِمْ وَيَأْبَى ٱللَّهُ إِلَّآ أَن يُتِمَّ نُورَهُۥ وَلَوْ كَرِهَ ٱلْكَـٰفِرُونَ",
          "transliteration": "yurīdūna an yuṭ'fiū nūra l-lahi bi-afwāhihim wayabā l-lahu illā an yutimma nūrahu walaw kariha l-kāfirūna",
          "translation": "Mereka hendak memadamkan cahaya (agama) Allah dengan mulut (ucapan-ucapan) mereka, tetapi Allah menolaknya, malah berkehendak menyempurnakan cahaya-Nya, walaupun orang-orang kafir itu tidak menyukai.",
          "tafsir": "Ayat ini menjelaskan keinginan jahat Ahli Kitab. Mereka ingin melenyapkan agama tauhid, yaitu agama yang dibawa oleh Nabi Muhammad saw, agama yang penuh dengan bukti-bukti yang menunjukkan keesaan Allah swt, agama yang mensucikan-Nya dari hal-hal yang tidak wajar bagi-Nya. Umat Islam yakin bahwa ajaran Islam tinggi, seperti sabda Nabi saw: Islam itu tinggi dan tidak ada (agama) yang melebihi ketinggiannya. (Riwayat al-Bukhari dan Muslim) Segala macam usaha dan ikhtiar dilakukan oleh mereka, baik dengan jalan halus maupun dengan jalan kasar, berupa kekerasan, penganiayaan, peperangan dan lain sebagainya, untuk menghancurkan agama Allah, yang diumpamakan nur atau cahaya yang menyinari alam semesta ini. Tetapi Allah tidak merestui maksud jahat itu. Semua usaha mereka tidak berhasil, sedang agama Islam hari demi hari semakin meluas sampai ke pelosok-pelosok, sehingga dunia mengakui kemurniannya, sekalipun belum semua umat manusia memeluknya. Meskipun bukti-bukti telah cukup dan kenyataan-kenyataan telah jelas menunjukkan kebenaran agama Islam, namun mereka tetap memungkirinya. Mereka bekerja keras dengan segala macam usaha dan cara, agar kaum Muslimin rela meninggalkan agamanya atau memeluk agama mereka. Dan orang-orang Yahudi dan Nasrani tidak akan rela kepadamu (Muhammad) sebelum engkau mengikuti agama mereka. (al-Baqarah/2: 120) Dan firman-Nya: Telah nyata kebencian dari mulut mereka, dan apa yang tersembunyi di hati mereka lebih jahat. (Ali 'Imran/3: 118)"
        },
        {
          "number": 33,
          "arabic": "هُوَ ٱلَّذِىٓ أَرْسَلَ رَسُولَهُۥ بِٱلْهُدَىٰ وَدِينِ ٱلْحَقِّ لِيُظْهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ وَلَوْ كَرِهَ ٱلْمُشْرِكُونَ",
          "transliteration": "huwa alladhī arsala rasūlahu bil-hudā wadīni l-ḥaqi liyuẓ'hirahu ʿalā l-dīni kullihi walaw kariha l-mush'rikūna",
          "translation": "Dialah yang telah mengutus Rasul-Nya dengan petunjuk (Alquran) dan agama yang benar untuk diunggulkan atas segala agama, walaupun orang-orang musyrik tidak menyukai.",
          "tafsir": "Ayat ini menerangkan bahwa sebagai jaminan atas kesempurnaan agama, maka diutuslah seorang rasul yaitu Nabi Muhammad saw dan dibekali sebuah kitab suci yaitu Al-Qur'an yang berisi petunjuk yang menjelaskan segala sesuatunya dan mencakup isi kitab-kitab sebelumnya. Agama Islam telah diridai Allah untuk menjadi agama yang dianut oleh segenap umat manusia. Firman Allah swt: Dan telah Aku ridai Islam sebagai agamamu. (al-Ma'idah/5: 3) Agama Islam sesuai dengan segala keadaan dan tempat serta berlaku sepanjang masa sejak disyariatkan sampai akhir zaman. Oleh karena itu, tidak heran kalau agama Islam mendapat sambutan dari segenap umat manusia dan jumlahnya bertambah dengan pesat, sehingga dalam waktu yang singkat sudah tersebar ke segala penjuru dunia, menempati tempat yang mulia dan tinggi. Meskipun orang musyrik tidak senang atas kenyataan itu, bahkan tetap menghalang-halangi dan kalau dapat menghancurkannya, tetapi kodrat iradat Allah juga yang akan berlaku, tak ada suatu kekuatan apa pun yang dapat menghambat dan menghalanginya. Firman Allah: (Demikianlah) hukum Allah, yang telah berlaku sejak dahulu, kamu sekali-kali tidak akan menemukan perubahan pada hukum Allah itu. (al-Fath/48: 23)"
        },
        {
          "number": 34,
          "arabic": "۞ يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِنَّ كَثِيرًا مِّنَ ٱلْأَحْبَارِ وَٱلرُّهْبَانِ لَيَأْكُلُونَ أَمْوَٰلَ ٱلنَّاسِ بِٱلْبَـٰطِلِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ ۗ وَٱلَّذِينَ يَكْنِزُونَ ٱلذَّهَبَ وَٱلْفِضَّةَ وَلَا يُنفِقُونَهَا فِى سَبِيلِ ٱللَّهِ فَبَشِّرْهُم بِعَذَابٍ أَلِيمٍ",
          "transliteration": "yāayyuhā alladhīna āmanū inna kathīran mina l-aḥbāri wal-ruh'bāni layakulūna amwāla l-nāsi bil-bāṭili wayaṣuddūna ʿan sabīli l-lahi wa-alladhīna yaknizūna l-dhahaba wal-fiḍata walā yunfiqūnahā fī sabīli l-lahi fabashir'hum biʿadhābin alīmin",
          "translation": "Wahai orang-orang yang beriman! Sesungguhnya banyak dari orang-orang alim dan rahib-rahib mereka benar-benar memakan harta orang dengan jalan yang batil, dan (mereka) menghalang-halangi (manusia) dari jalan Allah. Dan orang-orang yang menyimpan emas dan perak dan tidak menginfakkannya di jalan Allah, maka berikanlah kabar gembira kepada mereka, (bahwa mereka akan mendapat) azab yang pedih.",
          "tafsir": "Pada ayat ini diterangkan bahwa kebanyakan pemimpin dan pendeta orang Yahudi dan Nasrani telah dipengaruhi oleh cinta harta dan pangkat. Oleh karena itu mereka tidak segan-segan menguasai harta orang lain dengan jalan yang tidak benar dan dengan terang-terangan menghalang-halangi manusia beriman kepada agama yang dibawa oleh Nabi Muhammad saw. Sebab kalau mereka membiarkan pengikut mereka membenarkan dan menerima dakwah Islam tentulah mereka tidak dapat bersikap sewenang-wenang terhadap mereka dan akan hilanglah pengaruh dan kedudukan yang mereka nikmati. Pemimpin-pemimpin dan pendeta-pendeta Yahudi dan Nasrani itu telah melakukan berbagai cara untuk mengambil harta orang lain, diantaranya: 1. Membangun makam nabi-nabi dan pendeta-pendeta dan mendirikan gereja-gereja yang dinamai dengan namanya. Dengan demikian, mereka dapat hadiah nazar dan wakaf yang dihadiahkan kepada makam dan gereja itu. Kadang-kadang mereka meletakkan gambar-gambar orang suci mereka atau patung-patungnya, lalu gambar, patung itu disembah. Agar permintaan mereka dikabulkan, mereka juga memberikan hadiah uang dan sebagainya. Dengan demikian, terkumpullah uang yang banyak dan uang itu dikuasai sepenuhnya oleh pendeta. Ini adalah suatu tindakan yang bertentangan dengan agama yang dibawa oleh para rasul karena membawa kepada kemusyrikan dan mengambil harta orang dengan memakai nama nabi dan orang-orang suci. 2. Pendeta Nasrani menerima uang dari jamaahnya sebagai imbalan atas pengampunan dosa yang diperbuatnya. Seseorang yang berdosa dapat diampuni dosanya bila ia datang ke gereja menemui pendeta dan mengakui di hadapannya semua dosa dan maksiat yang dilakukannya. Mereka percaya dengan penuh keyakinan bahwa bila pendeta telah mengampuni dosanya, berarti Tuhan telah mengampuninya karena pendeta adalah wakil Tuhan di bumi. Kepada mereka yang telah memberikan uang tebusan dosa, diberikan kartu pengampunan, seakan-akan kartu itu nanti yang akan diperlihatkan kepada Tuhan di akhirat di hari pembalasan yang menunjukkan bahwa mereka sudah bersih dari segala dosa. 3. Imbalan memberikan fatwa baik menghalalkan yang haram maupun mengharamkan yang halal sesuai dengan keinginan raja, penguasa dan orang-orang kaya. Bila pembesar dan orang kaya itu ingin melakukan suatu tindakan yang bertentangan dengan kebenaran seperti membalas dendam dan bertindak kejam terhadap golongan yang mereka anggap sebagai penghalang bagi terlaksananya keinginan mereka atau mereka anggap sebagai musuh, mereka minta kepada pendeta agar dikeluarkan fatwa yang membolehkan mereka bertindak sewenang-wenang terhadap orang-orang itu, meskipun fatwa itu bertentangan dengan ajaran agama mereka seakan-akan ajaran agama itu dianggap sepi dan seakan-akan kitab Taurat itu hanya lembaran kertas yang boleh diubah-ubah semau mereka. Hal ini sangat dicela oleh Allah dalam firman-Nya: Katakanlah (Muhammad), \"Siapakah yang menurunkan Kitab (Taurat) yang dibawa Musa sebagai cahaya dan petunjuk bagi manusia, kamu jadikan Kitab itu lembaran-lembaran kertas yang bercerai-berai, kamu memperlihatkan (sebagiannya) dan banyak yang kamu sembunyikan, padahal telah diajarkan kepadamu apa yang tidak diketahui, baik olehmu maupun oleh nenek moyangmu.\" (al-An'am/6: 91) 4. Mengambil harta orang lain yang bukan sebangsa atau seagama dengan melaksanakan kecurangan, pengkhianatan, pencurian, dan sebagainya dengan alasan bahwa Allah mengharamkan penipuan dan pengkhianatan hanya terhadap orang-orang Yahudi saja. Adapun terhadap orang-orang yang tidak sebangsa dan seagama dengan mereka dibolehkan. Hal ini dijelaskan Allah dengan firman-Nya: Dan di antara Ahli Kitab ada yang jika engkau percayakan kepadanya harta yang banyak, niscaya dia mengembalikannya kepadamu. Tetapi ada (pula) di antara mereka yang jika engkau percayakan kepadanya satu dinar, dia tidak mengembalikannya kepadamu, kecuali jika engkau selalu menagihnya. Yang demikian itu disebabkan mereka berkata, \"Tidak ada dosa bagi kami terhadap orang-orang buta huruf.\" Mereka mengatakan hal yang dusta terhadap Allah, padahal mereka mengetahui. (Ali 'Imran/3: 75) 5. Mengambil rente (riba). Orang-orang Yahudi sangat terkenal dalam hal ini, karena di antara pendeta-pendeta mereka ada yang menghalalkannya meskipun dalam kitab mereka riba itu diharamkan. Ada pula di antara pendeta-pendeta itu yang memfatwakan bahwa mengambil riba dari orang-orang Yahudi adalah halal. Demikian pula pendeta-pendeta Nasrani ada yang menghalalkan sebagian riba meskipun mengharamkan sebagian yang lain. Demikian cara-cara yang mereka praktekkan dalam mengambil dan menguasai harta orang lain untuk kepentingan diri mereka sendiri dan untuk memuaskan nafsu dan keinginan mereka. Adapun cara-cara mereka menghalangi manusia dari jalan Allah, ialah dengan merusak akidah dan merusak ajaran agama yang murni. Orang-orang Yahudi pernah menyembah patung anak sapi, pernah mengatakan Uzair adalah anak Allah, dan sering sekali mereka memutarbalikkan ayat-ayat Allah dan mengubahnya, sesuai dengan keinginan dan hawa nafsu mereka sebagaimana telah dijelaskan pada ayat-ayat yang lalu seperti dalam surah al-Baqarah, Ali 'Imran, an-Nisa' dan al-Ma'idah. Mereka secara terang-terangan mengingkari Nabi Musa a.s sebagai nabi, padahal dialah pembawa akidah yang murni yang kemudian dirusak oleh pendeta-pendeta Yahudi. Demikian pula orang-orang Nasrani telah menyelewengkan akidah yang dibawa oleh Nabi Isa a.s, sehingga mereka menganggapnya sebagai Tuhan. Oleh karena itu mereka baik kaum Yahudi maupun Nasrani selalu menentang ajaran yang dibawa oleh Nabi Muhammad saw, bahkan menghinanya dengan berbagai cara serta menentang dan mendustakan Al-Qur'anul Karim. Mereka berusaha dengan sekuat tenaga untuk memadamkan cahaya Allah tetapi Allah sudah menetapkan bahwa Dia akan menyempurnakan cahaya itu. Segala usaha dan daya upaya mereka menemui kegagalan tetapi pastilah hanya kehendak Allah-lah yang berlaku dan terlaksana. Allah berfirman: Mereka hendak memadamkan cahaya (agama) Allah dengan mulut (ucapan-ucapan) mereka, tetapi Allah menolaknya, malah berkehendak menyem-purnakan cahaya-Nya, walaupun orang-orang kafir itu tidak menyukai. (At-Taubah/9: 32) Demikianlah perilaku kebanyakan dari pendeta Yahudi dan Nasrani. Mereka karena sifat serakah dan tamak akan harta benda, mengumpulkan sebanyak-banyaknya dan mempergunakan sebagian dari harta itu untuk menghalangi manusia mengikuti jalan Allah. Oleh sebab itu, Allah akan melemparkan mereka kelak di akhirat ke dalam neraka dan akan menyiksa mereka dengan azab yang sangat pedih. Mengenai pengumpulan harta ini dan tidak menafkahkannya di jalan Allah, walaupun ditujukan kepada orang-orang Yahudi dan Nasrani, tetapi para mufassirin berpendapat bahwa ayat ini mencakup juga kaum Muslimin. Maka siapa saja yang karena tamak dan serakahnya berusaha mengumpulkan harta kemudian menyimpannya dan tidak menafkahkannya di jalan Allah, maka ia diancam Allah akan dimasukkan ke dalam neraka baik dia beragama Yahudi, Nasrani, maupun beragama Islam. Diriwayatkan oleh Ibnu Abi Syaibah, Abu Dawud, dan al-hakim dari Ibnu 'Abbas bahwa setelah turun ayat ini, kaum Muslimin merasa keberatan dan berkata, \"Kami tidak sampai hati bila kami tidak meninggalkan untuk anak-anak kami barang sedikit dari harta kami.\" Umar berkata, \"Saya akan melapangkan hartamu,\" lalu beliau pergi bersama sauban kepada Nabi dan mengatakan kepadanya, \"Hai Nabi Allah, ayat ini amat terasa berat bagi sahabat engkau.\" Rasulullah menjawab, \"Sesungguhnya Allah tidak mewajibkan zakat, melainkan agar harta yang tinggal di tanganmu menjadi bersih. Allah hanya menetapkan hukum warisan terhadap harta yang masih ada sesudah matimu.\" Umar mengucapkan takbir atas penjelasan Rasulullah itu, kemudian Nabi berkata kepada Umar, \"Aku akan memberitahukan kepadamu sesuatu yang paling baik untuk dipelihara, yaitu perempuan saleh yang apabila seorang suami memandangnya dia merasa senang, dan apabila disuruh dia mematuhinya dan apabila dia berada di tempat lain perempuan itu menjaga kehormatannya.\""
        },
        {
          "number": 35,
          "arabic": "يَوْمَ يُحْمَىٰ عَلَيْهَا فِى نَارِ جَهَنَّمَ فَتُكْوَىٰ بِهَا جِبَاهُهُمْ وَجُنُوبُهُمْ وَظُهُورُهُمْ ۖ هَـٰذَا مَا كَنَزْتُمْ لِأَنفُسِكُمْ فَذُوقُوا۟ مَا كُنتُمْ تَكْنِزُونَ",
          "transliteration": "yawma yuḥ'mā ʿalayhā fī nāri jahannama fatuk'wā bihā jibāhuhum wajunūbuhum waẓuhūruhum hādhā mā kanaztum li-anfusikum fadhūqū mā kuntum taknizūna",
          "translation": "(Ingatlah) Pada hari ketika emas dan perak di panaskan dalam neraka Jahanam, lalu dengan itu disetrika dahi, lambung dan punggung mereka (seraya dikatakan) kepada mereka, \"Inilah harta bendamu yang kamu simpan untuk dirimu sendiri, maka rasakanlah (akibat dari) apa yang kamu simpan itu.\"",
          "tafsir": "Ayat ini menerangkan bahwa orang-orang yang mengumpulkan harta dan menyimpannya tanpa sebagian diinfakkan di jalan Allah (dibayarkan zakat), mereka akan dimasukkan ke dalam neraka. Semua harta itu akan dipanaskan dengan api lalu disetrikakan pada dahi pemiliknya begitu pula lambung dan punggungnya, lalu diucapkan kepadanya, \"Inilah harta bendamu yang kamu simpan dahulu.\" Sehubungan dengan ini ada hadis yang diriwayatkan dari Abu Hurairah: Tidak ada seseorang yang tidak menunaikan zakat hartanya melainkan hartanya itu pada hari Kiamat akan dijadikan kepingan-kepingan api lalu disetrikakan pada lambung, dahi, dan punggungnya. (Riwayat Muslim dari Abu Hurairah) Demikianlah nasib orang-orang Yahudi dan Nasrani yang mengumpulkan harta dan menumpuknya serta mempergunakan sebagian harta itu untuk menghalangi dari jalan Allah. Demikian pula nasib seorang muslim yang tidak menunaikan zakat hartanya. Harta itu sendirilah yang akan dijadikan alat penyiksanya. Bagaimana caranya apakah harta yang mereka peroleh di dunia itu dijadikan kepingan-kepingan api atau sebagai gambaran saja. Allah Yang Maha Mengetahui, karena hal itu termasuk urusan gaib yang tidak diketahui kecuali oleh Allah saja."
        },
        {
          "number": 36,
          "arabic": "إِنَّ عِدَّةَ ٱلشُّهُورِ عِندَ ٱللَّهِ ٱثْنَا عَشَرَ شَهْرًا فِى كِتَـٰبِ ٱللَّهِ يَوْمَ خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ مِنْهَآ أَرْبَعَةٌ حُرُمٌ ۚ ذَٰلِكَ ٱلدِّينُ ٱلْقَيِّمُ ۚ فَلَا تَظْلِمُوا۟ فِيهِنَّ أَنفُسَكُمْ ۚ وَقَـٰتِلُوا۟ ٱلْمُشْرِكِينَ كَآفَّةً كَمَا يُقَـٰتِلُونَكُمْ كَآفَّةً ۚ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ مَعَ ٱلْمُتَّقِينَ",
          "transliteration": "inna ʿiddata l-shuhūri ʿinda l-lahi ith'nā ʿashara shahran fī kitābi l-lahi yawma khalaqa l-samāwāti wal-arḍa min'hā arbaʿatun ḥurumun dhālika l-dīnu l-qayimu falā taẓlimū fīhinna anfusakum waqātilū l-mush'rikīna kāffatan kamā yuqātilūnakum kāffatan wa-iʿ'lamū anna l-laha maʿa l-mutaqīna",
          "translation": "Sesungguhnya jumlah bulan menurut Allah ialah dua belas bulan, (sebagimana) dalam ketetapan Allah pada waktu Dia menciptakan langit dan bumi, di antaranya ada empat bulan haram. Itulah (ketetapan) agama yang lurus, maka janganlah kamu menzalimi dirimu dalam (bulan yang empat) itu, dan perangilah kaum musyrikin semuanya sebagaimana mereka pun memerangi kamu semuanya. Dan ketahuilah bahwa Allah beserta orang-orang yang takwa.",
          "tafsir": "Ayat ini menerangkan bahwa Allah telah menetapkan jumlah bulan itu dua belas, semenjak Dia menciptakan langit dan bumi. Yang dimaksud dengan bulan di sini ialah bulan Qamariah karena dengan perhitungan Qamariah itulah Allah menetapkan waktu untuk mengerjakan ibadah yang fardzu dan ibadah yang sunat dan beberapa ketentuan lain. Maka menunaikan ibadah haji, puasa, ketetapan mengenai 'iddah wanita yang diceraikan dan masa menyusui ditentukan dengan bulan Qamariah. Di antara bulan-bulan yang dua belas itu ada empat bulan yang ditetapkan sebagai bulan haram yaitu bulan Zulkaidah, Zulhijah, Muharam dan Rajab. Keempat bulan itu harus dihormati dan pada waktu itu tidak boleh melakukan peperangan. Ketetapan ini berlaku pula dalam syariat Nabi Ibrahim dan Nabi Ismail sampai kepada syariat yang dibawa oleh Nabi Muhammad saw. Salah satu hikmah diberlakukannya bulan-bulan haram ini, terutama bulan Zulkaidah, Zulhijah, dan Muharam adalah agar pelaksanaan haji di Mekah bisa berlangsung dengan damai. Rentang waktu antara Zulkaidah dan Muharam sudah cukup untuk mengamankan pelaksanaan ibadah haji. Kalau ada yang melanggar ketentuan ini, maka pelanggaran itu bukanlah karena ketetapan itu sudah berubah, tetapi semata-mata karena menuruti kemauan hawa nafsu sebagaimana yang telah dilakukan oleh kaum musyrikin. Biasanya orang-orang Arab amat patuh kepada ketetapan ini sehingga apabila seseorang terbunuh, baik saudara atau bapaknya bertemu dengan pembunuhnya pada salah satu bulan haram ini, maka dia tidak berani menuntut balas, karena menghormati bulan haram itu. Padahal orang Arab sangat terkenal semangatnya untuk menuntut bela dan membalas dendam. Itulah ketetapan yang harus dipenuhi, karena pelanggaran terhadap ketentuan ini sama saja dengan menganiaya diri sendiri, sebab Allah telah memuliakan dan menjadikannya bulan-bulan yang harus dihormati. Kecuali kalau kita dikhianati atau diserang pada bulan haram itu, maka dalam hal ini wajib mempertahankan diri dan membalas kejahatan dengan kejahatan pula. Firman Allah: Mereka bertanya kepadamu (Muhammad) tentang berperang pada bulan haram. Katakanlah, \"Berperang dalam bulan itu adalah (dosa) besar. Tetapi menghalangi (orang) dari jalan Allah, ingkar kepada-Nya, (menghalangi orang masuk) Masjidilharam, dan mengusir penduduk dari sekitarnya, lebih besar (dosanya) dalam pandangan Allah. Sedangkan fitnah lebih kejam daripada pembunuhan. Mereka tidak akan berhenti memerangi kamu sampai kamu murtad (keluar) dari agamamu, jika mereka sanggup. Barang siapa murtad di antara kamu dari agamanya, lalu dia mati dalam kekafiran, maka mereka itu sia-sia amalnya di dunia dan di akhirat, dan mereka itulah penghuni neraka, mereka kekal di dalamnya.\" (al-Baqarah/2: 217) Ayat ini memerintahkan kepada kaum Muslimin agar memerangi kaum musyrikin karena mereka merusak perjanjian yang sudah disepakati dan memerangi kaum Muslimin. Mereka memerangi kaum Muslimin bukan karena balas dendam, fanatik kesukuan, atau merampas harta benda sebagaimana biasa mereka lakukan pada masa yang lalu terhadap kabilah lain, tetapi maksud utama adalah menghancurkan agama yang dibawa oleh Nabi Muhammad dan memadamkan cahayanya. Maka wajiblah bagi setiap muslim bangun serentak memerangi mereka sampai agama Islam itu tegak dan mereka hancur binasa. Hendaklah ditanamkan ke dalam dada setiap muslim semangat jihad serta tekad dan keyakinan bahwa mereka pasti menang karena Allah selamanya menolong orang-orang yang bertakwa kepada-Nya."
        }
      ]
    }
  ]
}