{
  "pageNumber": 18,
  "juz": 1,
  "surahs": [
    {
      "number": 2,
      "name": "Al-Baqarah",
      "nameArabic": "البقرة",
      "meaning": "Sapi Betina",
      "revelation": "Madinah",
      "description": "Surat \"Al Baqarah\" terdiri atas 286 ayat dan sebagian besar diturunkan di Madinah pada permulaan tahun Hijrah, kecuali ayat 281 yang diturunkan di Mina pada Haji wadaa' (haji Nabi Muhammad s.a.w. yang terakhir). Seluruh ayat surat Al Baqarah termasuk golongan Madaniyyah dan merupakan surat yang terpanjang di antara surat-surat Al Qur'an yang di dalamnya terdapat pula ayat yang terpanjang (ayat 282).Surat ini dinamai \"Al Baqarah\" karena di dalamnya disebutkan kisah penyembelihan sapi betina yang diperintahkan Allah kepada Bani Israil (ayat 67 sampai dengan 74), di mana dijelaskan watak orang Yahudi pada umumnya. Dinamai \"Fusthaathul-Qur'an\" (puncak Al Qur'an) karena memuat beberapa hukum yang tidak disebutkan dalam surat yang lain. Dinamai juga surat \"Alif-laam-miim\" karena surat ini dimulai dengan Alif-laam-miim.&nbsp;Pokok-Pokok Isi:1. Keimanan:Dakwah Islamiyah yang dihadapkan kepada umat Islam, ahli kitab dan para musyrikin.2. Hukum-hukum:Perintah mengerjakan shalat; menunaikan zakat; hukum puasa; hukum haji dan umrah; hukum qishash; halal dan haram; berinfak di jalan Allah; hukum arak dan judi; cara menyantuni anak yatim, larangan riba; utang-piutang; nafkah dan yang berhak menerimanya; wasiat kepada ibu-bapak dan kaum kerabat; hukum sumpah; kewajiban menyampaikan amanah; sihir; hukum merusak masjid; hukum mengubah kitab-kitab Allah; hukum haidh, 'iddah, thalak, khulu', ilaa' dan susuan; hukum melamar, mahar, larangan menikahi wanita musyrik dan sebaliknya; hukum perang.3. Kisah-kisah:Kisah penciptaan Nabi Adam a.s; kisah Nabi Ibrahim a.s.; kisah Nabi Musa a.s. dengan Bani Israil.4. Lain-lain:Sifat-sifat orang yang bertakwa; sifat-sifat orang munafik; sifat-sifat Allah; perumpamaan-perumpamaan; kiblat, kebangkitan sesudah mati.Kesimpulan surat Al Baqarah:1. Menjelaskan beberapa hukum dalam agama Islam.2. Mengemukakan beberapa perumpamaan.3. Mengemukakan hujjah-hujjah.Hubungan Surat Al Baqarah Dengan Surat Ali 'Imran:1. Dalam surat Al Baqarah, disebutkan Nabi Adam a.s. yang langsung diciptakan Allah, sedang dalam surat Ali'Imran, disebutkan tentang kelahiran Nabi 'Isa a.s. yang kedua-duanya diciptakan Allah secara menyelisihi kebiasaan.2. Dalam surat Al Baqarah, sifat dan perbuatan orang-orang Yahudi dibentangkan secara luas disertai dengan hujjah untuk mematahkan hujjah-hujjah mereka yang membela kesesatan, sedang dalam surat Ali 'Imran, dibentangkan hal-hal serupa yang berhubungan dengan orang Nasrani.3. Surat Al Baqarah dimulai dengan menyebutkan tiga golongan manusia, yaitu orang mukmin, orang yang mengimani hari akhir, dan orang munafik. Sementara itu, surat Ali 'Imran dimulai dengan menyebutkan orang yang suka mentakwilkan ayat yang mutasyabihaat secara salah untuk memfitnah orang mukmin, dan menyebutkan orang yang mempunyai keahlian dalam menakwilkannya.4. Surat Al Baqarah disudahi dengan permohonan kepada Allah agar kesalahan-kesalahan dan kealpaan dalam melaksanakan ketaatan diampuni, sedang surat Ali 'Imran disudahi dengan permohonan kepada Allah agar Dia memberi pahala atas amal saleh yang dilakukan hamba-Nya.5. Surat Al Baqarah dimulai dengan menyebutkan sifat-sifat orang yang bertakwa, sedang surat Ali 'Imran dimulai dengan perintah bertakwa.",
      "verses": [
        {
          "number": 113,
          "arabic": "وَقَالَتِ ٱلْيَهُودُ لَيْسَتِ ٱلنَّصَـٰرَىٰ عَلَىٰ شَىْءٍ وَقَالَتِ ٱلنَّصَـٰرَىٰ لَيْسَتِ ٱلْيَهُودُ عَلَىٰ شَىْءٍ وَهُمْ يَتْلُونَ ٱلْكِتَـٰبَ ۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ لَا يَعْلَمُونَ مِثْلَ قَوْلِهِمْ ۚ فَٱللَّهُ يَحْكُمُ بَيْنَهُمْ يَوْمَ ٱلْقِيَـٰمَةِ فِيمَا كَانُوا۟ فِيهِ يَخْتَلِفُونَ",
          "transliteration": "waqālati l-yahūdu laysati l-naṣārā ʿalā shayin waqālati l-naṣārā laysati l-yahūdu ʿalā shayin wahum yatlūna l-kitāba kadhālika qāla alladhīna lā yaʿlamūna mith'la qawlihim fal-lahu yaḥkumu baynahum yawma l-qiyāmati fīmā kānū fīhi yakhtalifūna",
          "translation": "Dan orang Yahudi berkata, \"Orang Nasrani itu tidak memiliki sesuatu (pegangan),\" dan orang-orang Nasrani (juga) berkata, \"Orang-orang Yahudi tidak memiliki sesuatu (pegangan),\" padahal mereka membaca Kitab. Demikian pula orang-orang yang tidak berilmu, berkata seperti ucapan mereka itu. Maka Allah akan mengadili mereka pada hari Kiamat, tentang apa yang mereka perselisihkan.",
          "tafsir": "Orang Yahudi beranggapan bahwa orang-orang Nasrani tidak mempunyai pegangan sedikit pun. Orang Yahudi mengingkari Almasih, padahal mereka telah membaca Kitab Taurat yang di dalamnya terdapat berita tentang kedatangan Nabi Isa. Orang Yahudi memberikan sebutan pada Almasih dengan sebutan yang tidak sepantasnya. Orang Nasrani beranggapan pula bahwa orang Yahudi tidak mempunyai pegangan agama yang benar, karena orang Yahudi telah mengingkari kenabian Almasih, yang bertindak sebagai penyempurna agama mereka. Padahal mereka telah membaca Kitab, yang semestinya tidak akan terjadi tuduh-menuduh itu. Kalau demikian, mereka mengatakan sesuatu yang tidak tercantum dalam Kitab mereka, karena Taurat memuat berita gembira tentang kedatangan Almasih yang menyempurnakan peraturan-peraturan agama yang dibawa oleh Musa a.s. bukan untuk membatalkan. Tetapi mengapa sampai terjadi orang Nasrani membatalkan sama sekali agama orang Yahudi? Secara singkat dapat dikatakan bahwa agama mereka sebenarnya satu. Hanya saja karena ada bagian-bagian yang dibuang dari isi Kitab itu, terjadilah tuduh-menuduh itu. Dengan demikian Kitab yang mereka baca itu menjadi bukti kedustaan mereka. Kata-kata yang mereka ucapkan bukanlah persoalan baru, bahkan bangsa sebelum mereka mengatakan sesuatu tanpa didasari bukti-bukti yang kuat. Seperti penganut wasaniah, paganisme (penyembah berhala) juga mengatakan pada agama lain, bahwa agama yang dianut orang itu tidak mempunyai pegangan apa-apa. Kalau manusia dapat mengetahui yang sebenarnya, tentulah tidak akan terjadi pertentangan yang bersifat prinsip. Kemudian Allah memberikan penegasan bahwa Allah adalah Yang Maha Mengetahui segala kebenaran dan kebatilan yang mereka perselisihkan. Allah pula yang membenarkan mana yang benar dan menempatkan orang-orang yang mencintai kebenaran itu dalam surga, juga yang membatalkan mana yang batil, serta mengekalkan para pencinta dan pendukung kebatilan itu dalam neraka."
        },
        {
          "number": 114,
          "arabic": "وَمَنْ أَظْلَمُ مِمَّن مَّنَعَ مَسَـٰجِدَ ٱللَّهِ أَن يُذْكَرَ فِيهَا ٱسْمُهُۥ وَسَعَىٰ فِى خَرَابِهَآ ۚ أُو۟لَـٰٓئِكَ مَا كَانَ لَهُمْ أَن يَدْخُلُوهَآ إِلَّا خَآئِفِينَ ۚ لَهُمْ فِى ٱلدُّنْيَا خِزْىٌ وَلَهُمْ فِى ٱلْـَٔاخِرَةِ عَذَابٌ عَظِيمٌ",
          "transliteration": "waman aẓlamu mimman manaʿa masājida l-lahi an yudh'kara fīhā us'muhu wasaʿā fī kharābihā ulāika mā kāna lahum an yadkhulūhā illā khāifīna lahum fī l-dun'yā khiz'yun walahum fī l-ākhirati ʿadhābun ʿaẓīmun",
          "translation": "Dan siapakah yang lebih zalim daripada orang yang melarang di dalam masjid-masjid Allah untuk menyebut nama-Nya, dan berusaha merobohkannya? Mereka itu tidak pantas memasukinya kecuali dengan rasa takut (kepada Allah). Mereka mendapat kehinaan di dunia dan di akhirat mendapat azab yang berat.",
          "tafsir": "Di antara tindakan orang yang paling zalim ialah: 1. Menghalang-halangi orang menyebut nama Allah di dalam masjid-masjid-Nya. Termasuk di dalamnya menghalang-halangi segala perbuatan yang berhubungan dengan urusan agama, seperti mempelajari dan mengamalkan agama, iktikaf ), salat, zikir dan sebagainya. 2.Merobohkan masjid-masjid Allah (tempat ibadah). Termasuk di dalamnya perbuatan, usaha, atau tindakan yang bertujuan untuk merusak, merobohkan, serta menghalang-halangi pendirian masjid dan sebagainya. Kedua macam perbuatan itu merupakan perbuatan zalim, karena mengakibatkan hilangnya syiar agama Allah. Para mufasir sependapat bahwa ayat di atas mengisyaratkan \"tindakan yang umum\" dan \"tindakan yang khusus\". \"Tindakan yang umum\" ialah segala macam tindakan yang berhubungan dengan menghalang-halangi manusia beribadah di dalam masjid dan tindakan merobohkan masjid-masjid Allah (tempat ibadah). \"Tindakan yang khusus\" ialah bahwa ayat di atas diturunkan untuk menjelaskan atau mengisyaratkan bahwa telah terjadi suatu peristiwa dalam sejarah yang sifatnya sama dengan sifat-sifat tindakan atau perbuatan yang disebut di dalam ayat. Para mufasir berbeda pendapat tentang peristiwa yang dimaksud oleh ayat ini. Pendapat pertama: Ayat di atas mengisyaratkan tindakan orang-orang musyrik Mekah yang menghalang-halangi keinginan Rasulullah saw beserta para sahabatnya yang hendak mengerjakan ibadah umrah pada bulan Zulhijah tahun ke 6 Hijri (bulan Maret 628 M). Sikap kaum Musyrik itu akhirnya melahirkan Perjanjian Hudaibiah ). Timbulnya keinginan itu kembali karena dalam Perjanjian Hudaibiah Nabi Muhammad saw dan para sahabat dibolehkan memasuki kota Mekah pada tahun setelah perjanjian itu ditanda-tangani. Tindakan mereka inilah yang dimaksud Allah dengan menghalang-halangi manusia menyebut nama Allah di dalam Masjidilharam dan usaha merobohkan masjid. ) Pendapat golongan pertama ini selanjutnya menegaskan bahwa pada lanjutan ayat terdapat perkataan: ¦Mereka itu tidak pantas memasukinya kecuali dengan rasa takut (kepada Allah). ¦(al-Baqarah/2:114) Ayat ini menggambarkan bahwa akan tiba saatnya kaum Muslimin memasuki kota Mekah dengan aman dan tenteram dan orang musyrik Mekah akan memasuki Masjidilharam dengan penuh rasa takut. Hal ini terbukti di kemudian hari dengan terjadinya pembebasan kota Mekah oleh kaum Muslimin dan orang musyrik Mekah meninggalkan agama mereka dan masuk agama Islam. Pendapat kedua: Ayat di atas mengisyaratkan tindakan raja Titus (70 M) dari bangsa Romawi, anak dari kaisar Vespacianus, yang menghancurkan Haikal Sulaiman dan tempat-tempat ibadah orang-orang Yahudi dan Nasrani di Yerusalem. Tindakan orang musyrik Mekah menghalang-halangi Rasulullah saw dan kaum Muslimin memasuki kota Mekah untuk melaksanakan ibadah umrah dan tindakan raja Titus menghancurkan Baitulmakdis, termasuk di dalam \"tindakan yang umum\". Sedang yang dimaksud \"tindakan khusus\" yang sesuai dengan ayat ini ialah pendapat kedua karena adanya perkataan \"merobohkan masjid\" Allah di dalam ayat. Kaum musyrik Mekah tidak pernah merobohkan Masjid Allah dalam arti yang sebenarnya; mereka hanya mengotori Baitullah dan menghalangi kaum Muslim beribadah. Sedang Titus dan tentaranya benar-benar telah merobohkan Baitullah di Yerusalem dan membunuh orang-orang yang beribadah kepada Allah. Lanjutan ayat menerangkan sifat-sifat yang harus dilakukan oleh manusia ketika memasuki masjid Allah, dengan tunduk, patuh dan memurnikan ketaatannya hanya kepada Allah semata. Dari ayat ini dapat dipahami bahwa manusia dilarang memasuki masjid Allah dengan sikap-angkuh dan ria ). Dilarang memasuki masjid orang yang bermaksud menghalangi manusia beribadah di dalamnya, dan orang-orang yang bermaksud merusak atau merobohkannya. Pada akhir ayat, Allah mengancam orang yang melakukan tindakan-tindakan di atas dengan kehinaan di dunia dan azab yang pedih di akhirat. Kehinaan di dunia mungkin berupa malapetaka, kehancuran dan segala macam kehinaan baik yang langsung atau tidak langsung dirasakan oleh manusia. Bentuk azab di akhirat hanya Allah yang lebih mengetahuinya. Allah melarang manusia melakukan segala macam tindakan yang berhubungan dengan menghalang-halangi manusia berdoa, salat, iktikaf, mempelajari agama, beribadah dan perbuatan-perbuatan yang lain dalam menegakkan syiar agama Allah di dalam masjid-masjid-Nya serta usaha merusak dan merobohkannya. Perbuatan itu zalim dalam pandangan Allah, karena langsung atau tidak langsung berakibat lenyapnya agama Allah di bumi. Perbuatan itu demikian zalimnya sehingga Allah mengancam para pelakunya dengan kehinaan di dunia dan azab yang pedih di akhirat. Yang diperintahkan Allah ialah agar manusia memakmurkan masjid-masjid Allah, mendirikan dan memeliharanya dengan baik, masuk ke dalamnya dengan rasa tunduk dan berserah diri kepada Allah."
        },
        {
          "number": 115,
          "arabic": "وَلِلَّهِ ٱلْمَشْرِقُ وَٱلْمَغْرِبُ ۚ فَأَيْنَمَا تُوَلُّوا۟ فَثَمَّ وَجْهُ ٱللَّهِ ۚ إِنَّ ٱللَّهَ وَٰسِعٌ عَلِيمٌ",
          "transliteration": "walillahi l-mashriqu wal-maghribu fa-aynamā tuwallū fathamma wajhu l-lahi inna l-laha wāsiʿun ʿalīmun",
          "translation": "Dan milik Allah timur dan barat. Ke manapun kamu menghadap di sanalah wajah Allah. Sungguh, Allah Mahaluas, Maha Mengetahui.",
          "tafsir": "Sebab turunnya ayat ini ialah seperti diriwayatkan oleh Jabir sebagai berikut: \"Kami telah diutus oleh Rasulullah saw dalam suatu peperangan dan aku termasuk dalam pasukan itu. Ketika kami berada di tengah perjalanan, kegelapan mencekam kami, sehingga kami tidak mengetahui arah kiblat.\" Segolongan di antara kami berkata, \"Kami telah mengetahui arah kiblat, yaitu ke sana, ke arah utara. Maka mereka salat dan membuat garis di tanah. Sebagian kami berkata, \"Arah kiblat ke sana ke arah selatan.\" Dan mereka membuat garis di tanah. Tatkala hari subuh dan matahari pun terbit, garis itu mengarah ke arah yang bukan arah kiblat. Tatkala kami kembali dari perjalanan dan kami tanyakan kepada Rasulullah saw tentang peristiwa itu, maka Nabi saw diam dan turunlah ayat ini.\" ) Allah swt menegaskan pemilikan-Nya terhadap seluruh alam ini. Dia sendiri yang mengaturnya, mengetahui apa saja yang terjadi di dalamnya, baik kecil maupun besar. Firman Allah: ¦Dan Dia bersama kamu di mana saja kamu berada. Dan Allah Maha Melihat apa yang kamu kerjakan. (al-hadid/57:4) Firman Allah yang lain: ¦Tidak ada pembicaraan rahasia antara tiga orang, melainkan Dialah yang keempatnya. Dan tidak ada lima orang, melainkan Dialah yang keenamnya. Dan tidak ada yang kurang dari itu atau lebih banyak, melainkan Dia pasti ada bersama mereka di mana pun mereka berada¦ (al-Mujadilah/58:7) ... (Mereka berkata), \" Ya Tuhan kami, rahmat dan ilmu yang ada pada-Mu meliputi segala sesuatu, maka berilah ampunan kepada orang-orang yang bertobat dan mengikuti jalan (agama)-Mu ...\" (al-Mu'min/40: 7) Karena itu pada dasarnya, ke mana saja manusia menghadapkan mukanya dalam berdoa atau beribadah, ke timur, barat, utara, selatan, ke bawah, ke atas, dan sebagainya, pasti doa dan ibadahnya itu didengar Allah dan sampai kepada-Nya. Ayat ini membantah kepercayaan bahwa Allah mempunyai tempat, bahwa doa atau ibadah akan didengar dan sampai kepada Allah bila hamba yang berdoa dan beribadah itu menghadap ke arah tertentu saja atau suatu tempat yang dianggap lebih mulia dari tempat yang lain dan sebagainya. Kata wajh banyak sekali artinya. Dalam ayat ini berarti \"kehadiran\". Berdasarkan ayat di atas dan sebab turunnya, dapat ditetapkan hukum sebagai berikut: 1.Kiblat itu pada dasarnya ialah seluruh arah. Kemana saja hamba menghadap pasti menemui wajah Allah. Untuk memelihara kesatuan dan persatuan kaum Muslimin ditetapkanlah Ka'bah sebagai arah kiblat. 2.Apabila hari sangat gelap dan arah kiblat tidak diketahui, maka boleh salat menghadap ke arah yang diyakini sebagai kiblat. Jika ternyata kemudian arah itu bukan arah kiblat maka salatnya tetap sah. 3.Bagi orang yang berada di atas kendaraan yang sedang berjalan, ia boleh berkiblat ke arah yang dia sukai. Sebagian ulama menganjurkan berkiblat ke arah depan dari kendaraan itu."
        },
        {
          "number": 116,
          "arabic": "وَقَالُوا۟ ٱتَّخَذَ ٱللَّهُ وَلَدًا ۗ سُبْحَـٰنَهُۥ ۖ بَل لَّهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ كُلٌّ لَّهُۥ قَـٰنِتُونَ",
          "transliteration": "waqālū ittakhadha l-lahu waladan sub'ḥānahu bal lahu mā fī l-samāwāti wal-arḍi kullun lahu qānitūna",
          "translation": "Dan mereka berkata, \"Allah mempunyai anak.\" Mahasuci Allah, bahkan milik-Nyalah apa yang di langit dan di bumi. Semua tunduk kepada-Nya.",
          "tafsir": "Pengakuan lisan dan hati orang-orang Yahudi dan Nasrani bahwa Allah mempunyai anak. Orang Yahudi mengatakan Uzair putra Allah, sedang orang Nasrani mengatakan bahwa Almasih putra Allah. Dan orang-orang Yahudi berkata, \"Uzair putra Allah,\" dan orang-orang Nasrani berkata, \"Almasih putra Allah.\" Itulah ucapan yang keluar dari mulut mereka. (at-Taubah/9: 30) Kedua kepercayaan itu pada dasarnya adalah sama, yaitu menyatakan bahwa Allah mempunyai anak dan berarti mereka mempersekutukan Allah, menyatakan bahwa Allah memerlukan pembantu dalam mengurus alam ini, menyatakan bahwa Allah mempunyai suatu cita-cita dan cita-cita itu akan dilanjutkan oleh putra-Nya seandainya Dia tidak ada lagi. Kepercayaan dan ucapan orang-orang kafir itu tidak benar, mengherankan dan terlalu berani, Mahasuci Allah dari perkataan-perkataan yang demikian itu. Allah tidak memerlukan sesuatu pun, tidak memerlukan penolong dan pembantu dalam melaksanakan semua urusan-urusan-Nya, tidak memerlukan sesuatu pun untuk melanjutkan kehendak-Nya, karena Dia adalah kekal tidak berkesudahan. Dari perkataan \"Mahasuci Allah\" dipahami bahwa pengakuan orang-orang Yahudi dan Nasrani tentang Allah mempunyai anak adalah pengakuan yang dinilai sebagai dosa besar. Karena itu hamba-hamba yang terlanjur menyatakan pengakuan itu hendaklah bertobat kepada Allah. Hanya dengan bertobat, dosa besar seseorang hamba dapat diampuni oleh Allah. Akhir ayat ini memberi pengertian bahwa Allah hendak membersihkan diri-Nya dari perkataan orang-orang kafir. Allah menyatakan yang demikian semata-mata untuk menjaga hak hamba-hamba-Nya, membersihkan kepercayaan hamba-hamba-Nya yang dapat merugikan mereka di dunia dan di akhirat nanti. Bahkan Allah menegaskan bahwa seluruh alam ini adalah milik-Nya, berada di bawah kekuasaan-Nya. Tidak satu pun yang dapat mengurangi kehendak-Nya dan merugikan-Nya. Semua patuh dan tunduk kepada-Nya."
        },
        {
          "number": 117,
          "arabic": "بَدِيعُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ وَإِذَا قَضَىٰٓ أَمْرًا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ",
          "transliteration": "badīʿu l-samāwāti wal-arḍi wa-idhā qaḍā amran fa-innamā yaqūlu lahu kun fayakūnu",
          "translation": "(Allah) Pencipta langit dan bumi. Apabila Dia hendak menetapkan sesuatu, Dia hanya berkata kepadanya, \"Jadilah!\" Maka jadilah sesuatu itu.",
          "tafsir": "Allah adalah Mahapencipta. Dia menciptakan sesuatu dengan tidak mencontoh kepada apa yang telah ada, tidak menggunakan suatu bahan atau alat yang telah ada. Allah menciptakan dari yang tidak ada. Demikianlah Allah menciptakan langit dan bumi, dari yang semula tidak ada menjadi ada. Menurut bunyi ayat, Allah menciptakan sesuatu dengan perkataan \"kun\" (jadilah), ungkapan ini adalah simplikasi atau penyederhanaan tentang Mahabesarnya kekuasaan Allah, apa saja yang dikehendaki untuk ditetapkan semua terjadi dengan mudah. Sedang yang dimaksud dengan menciptakan hanyalah sekadar misal saja, agar mudah dipahami oleh hamba-hamba-Nya. Tentang cara Allah mengadakan sesuatu dan bagaimana proses terjadinya sesuatu, hanya Allah Yang Mahatahu. Firman Allah dalam ayat sebelumnya menjelaskan bahwa \"apa-apa yang ada di langit dan di bumi adalah kepunyaan Allah dan semuanya itu tunduk dan patuh kepada Nya\" merupakan pernyataan atas kekuasaan dan keperkasaan Nya. Dia yang menciptakan, Dia yang mengatur dan berkuasa atas segalanya. Kata \"fa yakun\", yang berarti \"maka jadilah\" di sini tidak mesti diartikan bahwa sesuatu itu terjadi seketika itu juga, melainkan melalui tahapan proses yang memerlukan waktu. Setiap tahapan proses yang berlangsung dalam alam ini pasti akan berlaku hukum alam yakni ketentuan-ketentuan Allah atau sunatullah. Proses rekayasa konstruktif dari bentuk ketersediaan bahan baku mentah menjadi bentuk barang jadi akan membutuhkan proses yang terkadang panjang dan perlu waktu. Proses terjadinya minyak bumi ataupun mineral-mineral berharga menelan waktu yang sangat lama menurut hitungan manusia. Dalam proses penciptaan alam jagat ini, perhatikan firman Allah dalam Surah al-Anbiya'/21: 30, yang artinya: ¦Dan apakah orang-orang yang kafir tidak mengetahui bahwasanya langit dan bumi itu keduanya dahulu adalah suatu yang padu, kemudian Kami pisahkan antara keduanya. Dan dari air Kami jadikan segala sesuatu yang hidup. Maka mengapakah mereka tiada juga beriman? (al-Anbiya'/21: 30) Ayat di atas menjelaskan, bahwa dahulunya langit dan bumi itu suatu yang padu kemudian Allah pisahkan keduanya menjadi yang satu langit dan yang satu lagi adalah bumi. Tetapi proses pemisahan ini tidak terjadi secara seketika. Proses ini berlangsung dalam jutaan tahun. Pembentukan yang satu padu tersebut pun mungkin memerlukan proses dan waktu, tidak seketika. Begitu pula dalam penciptaan manusia pertama, Adam as, Siti Hawa, Isa as dan kita serta mahluk-mahluk lain yang ada dalam alam jagat raya ini semuanya akan berlangsung dalam tahapan proses sesuai yang telah ditetapkan Nya, walaupun sesungguhnya Allah mampu merubah ketentuan-ketentuan Nya yang sudah ada menjadi ketentuan lain sesuai dengan kehendakNya."
        },
        {
          "number": 118,
          "arabic": "وَقَالَ ٱلَّذِينَ لَا يَعْلَمُونَ لَوْلَا يُكَلِّمُنَا ٱللَّهُ أَوْ تَأْتِينَآ ءَايَةٌ ۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ مِن قَبْلِهِم مِّثْلَ قَوْلِهِمْ ۘ تَشَـٰبَهَتْ قُلُوبُهُمْ ۗ قَدْ بَيَّنَّا ٱلْـَٔايَـٰتِ لِقَوْمٍ يُوقِنُونَ",
          "transliteration": "waqāla alladhīna lā yaʿlamūna lawlā yukallimunā l-lahu aw tatīnā āyatun kadhālika qāla alladhīna min qablihim mith'la qawlihim tashābahat qulūbuhum qad bayyannā l-āyāti liqawmin yūqinūna",
          "translation": "Dan orang-orang yang tidak mengetahui berkata, \"Mengapa Allah tidak berbicara dengan kita atau datang tanda-tanda (kekuasaan-Nya) kepada kita?\" Demikian pula orang-orang yang sebelum mereka telah berkata seperti ucapan mereka itu. Hati mereka serupa. Sesungguhnya telah Kami jelaskan tanda-tanda (kekuasaan Kami) kepada orang-orang yang yakin.",
          "tafsir": "Yang dimaksud dengan ungkapan \"Mereka yang tidak mengetahui\" dalam ayat ini ialah orang musyrik Mekah. Mereka dikatakan tidak mengetahui karena kepercayaan mereka tidak berdasarkan wahyu yang diturunkan Allah kepada nabi-nabi-Nya dan tidak mengikuti nabi-nabi yang telah diutus-Nya. Hal ini ditegaskan ayat selanjutnya yang langsung mengarahkan pembicaraan kepada Nabi Muhammad saw, tentang sikap orang-orang musyrik itu dan persamaan perkataan mereka dengan perkataan orang-orang sebelum Nabi Muhammad diutus. Orang-orang musyrik mengatakan, \"Mengapa Allah tidak langsung berbicara dengan mereka yang menerangkan bahwa Muhammad adalah utusan Allah dan Al-Qur'an diturunkan dari Allah, atau datang kepada mereka malaikat untuk menjelaskannya, atau datang dalil-dalil yang menerangkan dan membuktikan kenabian Muhammad?\" Ayat ini menerangkan bahwa perkataan mereka sama dengan perkataan orang-orang sebelum mereka, yang mereka ucapkan kepada nabi-nabi yang diutus kepada mereka. Juga Allah menerangkan bahwa apa yang mereka katakan itu sebabnya sama, yaitu karena keingkaran dan kedengkian mereka kepada Muhammad, bukan karena tidak adanya dalil atau bukti-bukti yang telah didatangkan Allah. Telah banyak dalil yang didatangkan Allah, tetapi hati mereka tertutup menerima dalil-dalil itu, karena kesombongan dan keangkuhan mereka. Apa pun dalil dan bukti yang didatangkan, mereka tetap tidak akan beriman. Perkataan orang terdahulu yang sama dengan perkataan orang musyrik itu tersebut di dalam Al-Qur'an, seperti perkataan orang-orang Yahudi, sebagaimana yang diberitakan dalam Al-Qur'an: Dan (ingatlah) ketika kamu berkata, \"Wahai Musa! Kami tidak akan beriman kepadamu sebelum kami melihat Allah dengan jelas.\" ¦ (al-Baqarah/2:55. Lihat juga an-Nisa'/4:153) Firman Allah: Dan (ingatlah), ketika kamu berkata, \"Wahai Musa! Kami tidak tahan hanya (makan) dengan satu macam makanan saja, maka mohonkanlah kepada Tuhanmu untuk kami, agar Dia memberi kami apa yang ditumbuhkan bumi, seperti: sayur-mayur, mentimun, bawang putih, kacang adas dan bawang merah.\" ¦(al-Baqarah/2:61) Orang-orang Nasrani berkata kepada Nabi Isa a.s. sebagaimana tersebut dalam firman Allah swt: (Ingatlah), ketika pengikut-pengikut Isa berkata, \"Wahai Isa putra Maryam! Bersediakah Tuhanmu menurunkan hidangan dari langit kepada kami?\" ¦ (al-Ma'idah/5:112) Selanjutnya ditegaskan bahwa orang kafir tidak akan beriman walau keterangan atau bukti apa pun diturunkan kepada mereka. Allah berfirman: Dan sekiranya Kami turunkan kepadamu (Muhammad) tulisan di atas kertas, sehingga mereka dapat memegangnya dengan tangan mereka sendiri, niscaya orang-orang kafir itu akan berkata, \"Ini tidak lain hanyalah sihir yang nyata.\" (al-An'am/6:7) Pada akhir ayat diterangkan bahwa Allah selalu menurunkan bukti-bukti dan dalil-dalil bagi segala sesuatu, Dia menerangkannya dengan sejelas-jelasnya. Orang-orang yang bersih jiwa dan hatinya akan segera menerima dalil-dalil dan bukti itu dan mereka segera meyakininya. Orang-orang yang tidak menerimanya ialah mereka yang dalam hatinya ada rasa dengki dan penyakit, hatinya kasar dan tertutup. Allah berfirman: Apakah mereka saling berpesan tentang apa yang dikatakan itu. Sebenarnya mereka adalah kaum yang melampaui batas. (adz-dzariyat/51:53) Ayat di atas merupakan penawar duka bagi Nabi Muhammad saw yang sedang menghadapi keingkaran kaum musyrik Mekah terhadap seruannya. Seolah-olah ayat di atas menerangkan bahwa sikap kaum musyrik itu adalah sikap yang sama dengan sikap orang-orang dahulu terhadap nabi-nabi yang diutus kepada mereka. Karena itu janganlah dihiraukan sikap mereka dan janganlah bersedih hati."
        },
        {
          "number": 119,
          "arabic": "إِنَّآ أَرْسَلْنَـٰكَ بِٱلْحَقِّ بَشِيرًا وَنَذِيرًا ۖ وَلَا تُسْـَٔلُ عَنْ أَصْحَـٰبِ ٱلْجَحِيمِ",
          "transliteration": "innā arsalnāka bil-ḥaqi bashīran wanadhīran walā tus'alu ʿan aṣḥābi l-jaḥīmi",
          "translation": "Sungguh, Kami telah mengutusmu (Muhammad) dengan kebenaran, sebagai pembawa berita gembira dan pemberi peringatan. Dan engkau tidak akan diminta (pertang­­­gung­­­­­ jawaban) tentang penghuni-penghuni neraka.",
          "tafsir": "Allah mengutus Muhammad dengan kebenaran. Kebenaran itu ialah sesuatu yang kukuh dan pasti, tidak menyesatkan orang-orang yang menganutnya bahkan membahagiakannya dan tidak sedikit pun mempunyai unsur keragu-raguan, apalagi kebatilan. Dari ayat ini dapat dipahami bahwa di dalam kebenaran yang dibawa oleh Nabi Muhammad itu terkandung itikad, hukum, tata cara, kebiasaan yang baik dan segala hal yang dapat membahagiakan hidup manusia di dunia dan di akhirat. Ayat ini menerangkan bahwa di antara tugas Nabi Muhammad ialah: 1.Memberi kabar gembira dari Allah yang menjanjikan kebahagiaan di dunia dan di akhirat bagi orang yang mengikuti agama yang dibawa oleh Muhammad. Perkataan basyiran juga memberi pengertian: isyarat, tanda yang memberi kabar gembira, seperti adanya mendung sebagai tanda hari akan hujan. 2.Memberi peringatan bahwa ada nestapa bagi orang yang tidak mengikuti perintah-perintah Allah serta menghentikan larangan-larangan-Nya dan bagi orang yang menghalangi seruan Nabi Muhammad saw. Orang yang tidak mengindahkan peringatan itu akan dimasukkan ke dalam neraka yang menyala-nyala. Ungkapan semacam ini menunjukkan kerasnya azab yang akan diderita oleh mereka yang mendurhakai Nabi. Ayat tersebut menerangkan tentang tugas Nabi Muhammad saw, yaitu menyampaikan agama kepada manusia. Sedang yang memberi penilaian terhadap sikap manusia kepada seruan Muhammad adalah Allah sendiri. Hanya Allah yang memberi pahala dan memberi hukuman. Allah berfirman: Bukanlah kewajibanmu (Muhammad) menjadikan mereka mendapat petunjuk, tetapi Allah-lah yang memberi petunjuk kepada siapa yang Dia kehendaki. ¦ (al-Baqarah/2:272)"
        }
      ]
    }
  ]
}