{
  "pageNumber": 559,
  "juz": 28,
  "surahs": [
    {
      "number": 65,
      "name": "At-Talaq",
      "nameArabic": "الطلاق",
      "meaning": "Talak",
      "revelation": "Madinah",
      "description": "Surat ini terdiri dari 12 ayat, termasuk golongan surat Madaniyyah, dan diturunkan setelah surat Al-Insan.Dinamai surat Ath-Thalaq karena kebanyakan ayat-ayatnya menyinggung masalah talak dan hal-hal yang terkait dengan itu.**Pokok-Pokok Isi:**Dalam surat ini diterangkan hukum-hukum talak, iddah, dan kewajiban masing-masing suami dan istri dalam masa talak dan iddah, agar tidak ada pihak yang dirugikan dan keadilan dapat dilaksanakan dengan sebaik-baiknya. Kemudian disebutkan perintah kepada orang-orang mukmin agar bertakwa kepada Allah yang telah mengutus seorang Rasul yang memberikan petunjuk kepada mereka. Maka siapa yang beriman akan dimasukkan ke surga dan kepada yang ingkar diberikan peringatan sebagaimana nasib orang-orang ingkar terdahulu.Surat Ath-Thalaq berisi hukum-hukum talak dan hal-hal yang berkaitan dengannya, dan merupakan kelengkapan dari hukum talak yang tersebut dalam surat Al-Baqarah ayat 222 sampai 242.**Hubungan Surat Ath-Thalaq Dengan Surat At-Tahrim:**1. Di dalam surat Ath-Thalaq disebutkan bagaimana seharusnya bergaul dan bertindak terhadap istri, sedangkan dalam surat At-Tahrim diterangkan beberapa hal yang terjadi antara Nabi Muhammad dengan para istri beliau dan bagaimana tindakan Nabi menghadapi hal itu, agar menjadi pelajaran bagi umatnya dalam interaksi antarkeluarga.2. Kedua surat ini sama-sama dimulai dengan seruan Allah kepada Nabi Muhammad tentang hal-hal yang berhubungan dengan kehidupan rumah tangga.",
      "verses": [
        {
          "number": 6,
          "arabic": "أَسْكِنُوهُنَّ مِنْ حَيْثُ سَكَنتُم مِّن وُجْدِكُمْ وَلَا تُضَآرُّوهُنَّ لِتُضَيِّقُوا۟ عَلَيْهِنَّ ۚ وَإِن كُنَّ أُو۟لَـٰتِ حَمْلٍ فَأَنفِقُوا۟ عَلَيْهِنَّ حَتَّىٰ يَضَعْنَ حَمْلَهُنَّ ۚ فَإِنْ أَرْضَعْنَ لَكُمْ فَـَٔاتُوهُنَّ أُجُورَهُنَّ ۖ وَأْتَمِرُوا۟ بَيْنَكُم بِمَعْرُوفٍ ۖ وَإِن تَعَاسَرْتُمْ فَسَتُرْضِعُ لَهُۥٓ أُخْرَىٰ",
          "transliteration": "askinūhunna min ḥaythu sakantum min wuj'dikum walā tuḍārrūhunna lituḍayyiqū ʿalayhinna wa-in kunna ulāti ḥamlin fa-anfiqū ʿalayhinna ḥattā yaḍaʿna ḥamlahunna fa-in arḍaʿna lakum faātūhunna ujūrahunna watamirū baynakum bimaʿrūfin wa-in taʿāsartum fasatur'ḍiʿu lahu ukh'rā",
          "translation": "Tempatkanlah mereka (para istri) di mana kamu bertempat tinggal menurut kemampuanmu dan janganlah kamu menyusahkan mereka untuk menyempitkan (hati) mereka. Dan jika mereka (istri-istri yang sudah ditalak) itu sedang hamil, maka berikanlah kepada mereka nafkahnya sampai mereka melahirkan kandungannya, kemudian jika mereka menyusukan (anak-anak)mu maka berikanlah imbalannya kepada mereka; dan musyawarahkanlah di antara kamu (segala sesuatu) dengan baik; dan jika kamu menemui kesulitan, maka perempuan lain boleh menyusukan (anak itu) untuknya.",
          "tafsir": "Dalam ayat ini, Allah menjelaskan bahwa menjadi kewajiban bagi suami memberi tempat tinggal yang layak, sesuai dengan kemampuannya kepada istri yang tengah menjalani idah. Jangan sekali-kali ia berbuat yang menyempitkan dan menyusahkan hati sang istri dengan menempatkannya pada tempat yang tidak layak atau membiarkan orang lain tinggal bersamanya, sehingga ia merasa harus meninggalkan tempat itu dan menuntut tempat lain yang disenangi. Jika istri yang di talak ba'in sedang hamil, maka ia wajib diberi nafkah secukupnya sampai melahirkan. Apabila ia melahirkan, maka habislah masa idahnya. Namun demikian, karena ia menyusukan anak-anak dari suami yang menceraikannya, maka ia wajib diberi nafkah oleh sang suami sebesar yang umum berlaku. Sebaiknya seorang ayah dan ibu merundingkan dengan cara yang baik tentang kemaslahatan anak-anaknya, baik mengenai kesehatan, pendidikan, maupun hal lainnya. Di sejumlah negara muslim, hak-hak perempuan yang dicerai telah diatur secara khusus dalam undang-undang. Apabila di antara kedua belah pihak tidak terdapat kata sepakat, maka pihak ayah boleh saja memilih perempuan lain yang dapat menerima dan memahami kemampuannya untuk menyusukan anak-anaknya. Sekalipun demikian, kalau anak itu tidak mau menyusu kepada perempuan lain, tetapi hanya ke ibunya, maka sang bapak wajib memberi nafkah yang sama besarnya seperti nafkah yang diberikan kepada orang lain."
        },
        {
          "number": 7,
          "arabic": "لِيُنفِقْ ذُو سَعَةٍ مِّن سَعَتِهِۦ ۖ وَمَن قُدِرَ عَلَيْهِ رِزْقُهُۥ فَلْيُنفِقْ مِمَّآ ءَاتَىٰهُ ٱللَّهُ ۚ لَا يُكَلِّفُ ٱللَّهُ نَفْسًا إِلَّا مَآ ءَاتَىٰهَا ۚ سَيَجْعَلُ ٱللَّهُ بَعْدَ عُسْرٍ يُسْرًا",
          "transliteration": "liyunfiq dhū saʿatin min saʿatihi waman qudira ʿalayhi riz'quhu falyunfiq mimmā ātāhu l-lahu lā yukallifu l-lahu nafsan illā mā ātāhā sayajʿalu l-lahu baʿda ʿus'rin yus'ran",
          "translation": "Hendaklah orang yang mempunyai keluasan memberi nafkah menurut kemampuannya, dan orang yang terbatas rezekinya, hendaklah memberi nafkah dari harta yang diberikan Allah kepadanya. Allah tidak membebani seseorang melainkan (sesuai) dengan apa yang diberikan Allah kepadanya. Allah kelak akan memberikan kelapangan setelah kesempitan.",
          "tafsir": "Dalam ayat ini, Allah menjelaskan bahwa kewajiban ayah memberikan upah kepada perempuan yang menyusukan anaknya menurut kemampuannya. Jika kemampuan ayah itu hanya dapat memberi makan karena rezekinya sedikit, maka hanya itulah yang menjadi kewajibannya. Allah tidak akan memikulkan beban kepada seseorang melainkan sesuai dengan kemampuannya, sebagaimana firman-Nya: Allah tidak membebani seseorang melainkan sesuai dengan kesanggupannya. (al-Baqarah/2: 286) Dalam ayat lain juga dijelaskan: Seseorang tidak dibebani lebih dari kesanggupannya. (al-Baqarah/2: 233) Tidak ada yang kekal di dunia. Pada suatu waktu, Allah akan mem-berikan kelapangan sesudah kesempitan, kekayaan sesudah kemiskinan, kesenangan sesudah penderitaan. Allah berfirman: Sesungguhnya beserta kesulitan itu ada kemudahan. (asy-Syarh/94: 6)"
        },
        {
          "number": 8,
          "arabic": "وَكَأَيِّن مِّن قَرْيَةٍ عَتَتْ عَنْ أَمْرِ رَبِّهَا وَرُسُلِهِۦ فَحَاسَبْنَـٰهَا حِسَابًا شَدِيدًا وَعَذَّبْنَـٰهَا عَذَابًا نُّكْرًا",
          "transliteration": "waka-ayyin min qaryatin ʿatat ʿan amri rabbihā warusulihi faḥāsabnāhā ḥisāban shadīdan waʿadhabnāhā ʿadhāban nuk'ran",
          "translation": "Dan betapa banyak (penduduk) negeri yang mendurhakai perintah Tuhan mereka dan rasul-rasul-Nya, maka Kami buat perhitungan terhadap penduduk negeri itu dengan perhitungan yang ketat, dan Kami azab mereka dengan azab yang mengerikan (di akhirat).",
          "tafsir": "Dalam ayat ini, Allah menerangkan bahwa tidak sedikit daerah yang penduduknya menyalahi perintah-Nya, mendustakan rasul-rasul yang telah diutus kepada mereka. Mereka akan dihisab dengan perhitungan yang sangat teliti, sehingga terbongkar segala kejahatan yang telah diperbuatnya di dunia. Mereka lalu diazab dengan siksaan yang mengerikan."
        },
        {
          "number": 9,
          "arabic": "فَذَاقَتْ وَبَالَ أَمْرِهَا وَكَانَ عَـٰقِبَةُ أَمْرِهَا خُسْرًا",
          "transliteration": "fadhāqat wabāla amrihā wakāna ʿāqibatu amrihā khus'ran",
          "translation": "Sehingga mereka merasakan akibat yang buruk dari perbuatannya, dan akibat perbuatan mereka itu adalah kerugian yang besar.",
          "tafsir": "Dalam ayat ini, Allah menerangkan bahwa orang-orang yang diazab di hari Kiamat dengan azab yang mengerikan adalah seperti orang-orang yang memetik hasil tanaman mereka, mendapatkan hasil usaha mereka sesuai dengan tanaman dan usaha mereka. Jika baik yang ditanam, baik pula yang akan dipetik, sebaliknya jika buruk yang ditanam, buruk pula yang akan dipetik, dan tidak mungkin terjadi sebaliknya. Sejalan dengan uraian ini, dalam ayat lain dijelaskan: Barang siapa mengerjakan kebajikan maka (pahalanya) untuk dirinya sendiri dan barang siapa berbuat jahat maka (dosanya) menjadi tanggungan dirinya sendiri. Dan Tuhanmu sama sekali tidak menzalimi hamba-hamba-(Nya). (Fussilat/41: 46) Akibat perbuatan buruk yang mereka kerjakan, mereka memperoleh kerugian yang sangat besar."
        },
        {
          "number": 10,
          "arabic": "أَعَدَّ ٱللَّهُ لَهُمْ عَذَابًا شَدِيدًا ۖ فَٱتَّقُوا۟ ٱللَّهَ يَـٰٓأُو۟لِى ٱلْأَلْبَـٰبِ ٱلَّذِينَ ءَامَنُوا۟ ۚ قَدْ أَنزَلَ ٱللَّهُ إِلَيْكُمْ ذِكْرًا",
          "transliteration": "aʿadda l-lahu lahum ʿadhāban shadīdan fa-ittaqū l-laha yāulī l-albābi alladhīna āmanū qad anzala l-lahu ilaykum dhik'ran",
          "translation": "Allah menyediakan azab yang keras bagi mereka, maka bertakwalah kepada Allah wahai orang-orang yang mempunyai akal! (Yaitu) orang-orang yang beriman. Sungguh, Allah telah menurunkan peringatan kepadamu,",
          "tafsir": "Dalam ayat ini, Allah menerangkan bahwa bagi orang-orang yang senantiasa memperlihatkan keingkaran dan pembangkangan terhadap ajaran-ajaran para rasul yang berasal dari Allah, telah disediakan azab yang pedih di hari kemudian. Orang-orang yang berakal dan beriman mestinya bertakwa kepada Allah, karena Ia telah lama menurunkan peringatan yaitu Al-Qur'an, yang memperingatkan segala sesuatunya, untuk menjadi pegangan dengan mengamalkan serta mematuhi isinya."
        },
        {
          "number": 11,
          "arabic": "رَّسُولًا يَتْلُوا۟ عَلَيْكُمْ ءَايَـٰتِ ٱللَّهِ مُبَيِّنَـٰتٍ لِّيُخْرِجَ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ مِنَ ٱلظُّلُمَـٰتِ إِلَى ٱلنُّورِ ۚ وَمَن يُؤْمِنۢ بِٱللَّهِ وَيَعْمَلْ صَـٰلِحًا يُدْخِلْهُ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَآ أَبَدًا ۖ قَدْ أَحْسَنَ ٱللَّهُ لَهُۥ رِزْقًا",
          "transliteration": "rasūlan yatlū ʿalaykum āyāti l-lahi mubayyinātin liyukh'rija alladhīna āmanū waʿamilū l-ṣāliḥāti mina l-ẓulumāti ilā l-nūri waman yu'min bil-lahi wayaʿmal ṣāliḥan yud'khil'hu jannātin tajrī min taḥtihā l-anhāru khālidīna fīhā abadan qad aḥsana l-lahu lahu riz'qan",
          "translation": "(dengan mengutus) seorang Rasul yang membacakan ayat-ayat Allah kepadamu yang menerangkan (bermacam-macam hukum), agar Dia mengeluarkan orang-orang yang beriman dan mengerjakan kebajikan, dari kegelapan kepada cahaya. Dan barangsiapa beriman kepada Allah dan mengerjakan kebajikan, niscaya Dia akan memasukkannya ke dalam surga-surga yang mengalir di bawahnya sungai-sungai; mereka kekal di dalamnya selama-lamanya. Sungguh, Allah memberikan rezeki yang baik kepadanya.",
          "tafsir": "Dalam ayat ini, Allah menerangkan bahwa Dia telah mengutus seorang rasul untuk membacakan dan mengajarkan ayat-ayat kitab suci Al-Qur'an yang diturunkan kepadanya, yang mengandung bermacam-macam petunjuk dan hukum. Ayat-ayatnya sangat jelas dan mudah dipahami oleh orang yang mau memikirkan dan mempergunakan akalnya, agar orang-orang beriman dan mengerjakan amal saleh memperoleh petunjuk, dan keluar dari kegelapan menuju cahaya yang terang benderang. Orang-orang yang beriman kepada Allah mengakui kebesaran kekuasaan-Nya. Mereka itu akan dimasukkan ke dalam surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya untuk selama-lamanya, tidak akan mati dan tidak akan dikeluarkan. Di dalam surga, mereka memperoleh beraneka macam kenikmatan yang besar, kelapangan rezeki berupa makanan dan minuman yang tidak pernah dilihat mata, didengar telinga, dan terlintas di dalam hati manusia."
        },
        {
          "number": 12,
          "arabic": "ٱللَّهُ ٱلَّذِى خَلَقَ سَبْعَ سَمَـٰوَٰتٍ وَمِنَ ٱلْأَرْضِ مِثْلَهُنَّ يَتَنَزَّلُ ٱلْأَمْرُ بَيْنَهُنَّ لِتَعْلَمُوٓا۟ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ وَأَنَّ ٱللَّهَ قَدْ أَحَاطَ بِكُلِّ شَىْءٍ عِلْمًۢا",
          "transliteration": "al-lahu alladhī khalaqa sabʿa samāwātin wamina l-arḍi mith'lahunna yatanazzalu l-amru baynahunna litaʿlamū anna l-laha ʿalā kulli shayin qadīrun wa-anna l-laha qad aḥāṭa bikulli shayin ʿil'man",
          "translation": "Allah yang menciptakan tujuh langit dan dari (penciptaan) bumi juga serupa. Perintah Allah berlaku padanya, agar kamu mengetahui bahwa Allah Mahakuasa atas segala sesuatu, dan ilmu Allah benar-benar meliputi segala sesuatu.",
          "tafsir": "Dalam ayat ini, Allah menerangkan bahwa Dialah yang menciptakan tujuh petala langit dan yang menciptakan tujuh lapis bumi. Dalam sebuah hadis yang diriwayatkan oleh Ibnu Mas'ud , Nabi saw bersabda: Wahai Abu dzarr, tidaklah ada (perbandingan) tujuh petala langit dengan kursi melainkan seperti lingkaran kecil di hamparan tanah yang luas. Sedangkan (perbandingan) 'Arsy dengan kursi di hamparan tanah yang luas dengan lingkaran kecil. (Riwayat Ibn hibban dan Abu Nu'aim) Perintah, qadha', dan qadar Allah berlaku di antara bumi dan langit. Dialah yang mengatur semuanya sesuai dengan ilmu-Nya yang Mahaluas, menerapkan kebijaksanaan-Nya yang adil dan membawa maslahat. Semuanya itu bertujuan agar manusia mengetahui sejauh mana kekuasaan Allah. Tidak ada sesuatu yang dapat menghalangi kehendak-Nya. Dia kuasa di atas segala sesuatu. Hal ini juga bertujuan agar manusia mengetahui bahwa ilmu Allah meliputi segala sesuatunya. Tidak ada sesuatu di langit dan di bumi walau bagaimanapun kecilnya, kecuali diketahui Allah. Tidak ada yang tersembunyi bagi-Nya, sebagaimana dijelaskan dalam firman-Nya: Bagi Allah tidak ada sesuatu pun yang tersembunyi di bumi dan di langit. (Ali 'Imran/3: 5) Dijelaskan juga dalam firman-Nya yang lain: Dan tidak ada sesuatu pun yang tersembunyi bagi Allah, baik yang ada di bumi maupun yang ada di langit. (Ibrahim/14: 38)"
        }
      ]
    }
  ]
}