{
  "pageNumber": 361,
  "juz": 18,
  "surahs": [
    {
      "number": 25,
      "name": "Al-Furqan",
      "nameArabic": "الفرقان",
      "meaning": "Pembeda",
      "revelation": "Makkah",
      "description": "Surat ini terdiri dari 77 ayat dan termasuk golongan surat Makkiyyah. Dinamakan \"Al-Furqan\" yang artinya \"pembeda\" diambil dari kata \"Al-Furqan\" yang terdapat pada ayat pertama surat ini. Yang dimaksud kata Al-Furqan dalam ayat ini ialah Al-Qur'an.Al-Qur'an dinamakan Al-Furqan karena membedakan antara kebenaran dan kebatilan. Maka pada surat ini pun terdapat ayat-ayat yang membedakan antara kebenaran keesaan Allah dan kebatilan kepercayaan syirik.**Pokok-Pokok Isi:**1. **Keimanan:** Allah Mahabesar berkah dan kebaikan-Nya; hanya Allah yang menguasai langit dan bumi; Allah tidak memiliki anak dan sekutu; Al-Qur'an benar-benar diturunkan dari Allah; ilmu Allah meliputi segala sesuatu; Allah bersemayam di atas Arsy; Nabi Muhammad adalah hamba Allah yang diutus ke seluruh alam; rasul-rasul adalah manusia biasa yang mendapat wahyu dari Allah; pada hari kiamat peristiwa-peristiwa luar biasa akan terjadi, seperti: langit terbelah, malaikat turun ke bumi, orang-orang berdosa dihalau ke neraka dengan menyungkurkan wajah.2. **Hukum-hukum:** Haram mengabaikan Al-Qur'an; larangan menafkahkan harta secara boros atau kikir; larangan membunuh atau berzina; kewajiban memberantas kekafiran dengan menggunakan dalil Al-Qur'an; larangan memberikan kesaksian palsu.3. **Kisah-kisah:** Kisah-kisah Nabi Musa, Nabi Nuh, kaum Tsamud, dan kaum Syu'aib.4. **Lain-lain:** Celaan orang kafir terhadap Al-Qur'an; kejadian alam sebagai bukti keesaan dan kekuasaan Allah; hikmah Al-Qur'an diturunkan secara berangsur-angsur; sifat-sifat orang musyrik antara lain: mempertuhankan hawa nafsu dan tidak mempergunakan akal; sifat-sifat hamba Allah yang sejati.Surat Al-Furqan mengandung penjelasan tentang kebenaran keesaan Allah, kenabian Muhammad serta peristiwa-peristiwa yang terjadi pada hari kiamat dan mengemukakan pula kebatilan kemusyrikan dan kekafiran.Kejadian alam seperti pergantian siang dan malam, bertiupnya angin, turunnya hujan, dan lain-lain diterangkan Allah dalam surat ini sebagai bukti atas keesaan dan kekuasaan-Nya. Kesudahan umat-umat yang dahulu yang ingkar dan menentang nabi-nabi juga dikisahkan secara ringkas.Pada bagian akhir, Allah menerangkan sifat-sifat yang terpuji yang dimiliki hamba-Nya yang beriman.**Hubungan Surat Al-Furqan Dengan Surat Asy Syu'ara':**1. Beberapa persoalan dalam surat Al-Furqan diuraikan lagi secara luas di dalam surat Asy Syu'ara', antara lain beberapa kisah nabi-nabi.2. Masing-masing surat itu dimulai dengan keterangan dari Allah bahwa Al-Qur'an adalah petunjuk bagi alam semesta dan membedakan antara yang benar dengan yang batil, dan ditutup dengan ancaman kepada orang-orang yang mendustakannya.",
      "verses": [
        {
          "number": 12,
          "arabic": "إِذَا رَأَتْهُم مِّن مَّكَانٍۭ بَعِيدٍ سَمِعُوا۟ لَهَا تَغَيُّظًا وَزَفِيرًا",
          "transliteration": "idhā ra-athum min makānin baʿīdin samiʿū lahā taghayyuẓan wazafīran",
          "translation": "Apabila ia (neraka) melihat mereka dari tempat yang jauh, mereka mendengar suaranya yang gemuruh karena marahnya.",
          "tafsir": "Apabila orang-orang kafir itu telah digiring ke neraka, seakan-akan neraka melihat mereka dari jauh, terdengarlah suaranya yang gemuruh karena kemarahan melihat orang-orang kafir itu, seakan-akan neraka itu seekor singa yang lapar melihat mangsanya mendekatinya. Ibnu Munzir dan Ibnu Jarir meriwayatkan bahwa Ubaid bin Umair berkata, \"Sesungguhnya Jahanam itu bergemuruh suaranya sehingga para malaikat dan nabi-nabi gemetar persendiannya mendengar suara itu, sehingga Nabi Ibrahim jatuh berlutut dan berkata, \"Ya Tuhanku tidak ada yang aku mohonkan hari ini kecuali keselamatan diriku.\" Dapatlah dibayangkan bagaimana seramnya keadaan di waktu itu dan bagaimana dahsyatnya siksa yang akan diterima oleh mereka dan bagaimana beratnya penderitaan yang akan mereka rasakan pada waktu itu."
        },
        {
          "number": 13,
          "arabic": "وَإِذَآ أُلْقُوا۟ مِنْهَا مَكَانًا ضَيِّقًا مُّقَرَّنِينَ دَعَوْا۟ هُنَالِكَ ثُبُورًا",
          "transliteration": "wa-idhā ul'qū min'hā makānan ḍayyiqan muqarranīna daʿaw hunālika thubūran",
          "translation": "Dan apabila mereka dilemparkan ke tempat yang sempit di neraka dengan dibelenggu, mereka di sana berteriak mengharapkan kebinasaan.<sup foot_note=135523>1</sup>",
          "tafsir": "Bila mereka dilemparkan ke suatu tempat yang sempit di neraka itu dengan tangan terbelenggu di sanalah mereka akan berseru \"Celakalah aku! Kenapa aku dahulu mengacuhkan petunjuk yang diturunkan Allah dengan perantaraan Rasul-Nya, kenapa aku membantah dan menolaknya benar-benar aku ini seorang yang celaka.\""
        },
        {
          "number": 14,
          "arabic": "لَّا تَدْعُوا۟ ٱلْيَوْمَ ثُبُورًا وَٰحِدًا وَٱدْعُوا۟ ثُبُورًا كَثِيرًا",
          "transliteration": "lā tadʿū l-yawma thubūran wāḥidan wa-id'ʿū thubūran kathīran",
          "translation": "(Akan dikatakan kepada mereka), \"Janganlah kamu mengharapkan pada hari ini satu kebinasaan, melainkan harapkanlah kebinasaan yang berulang-ulang.\"",
          "tafsir": "Di waktu itu diucapkan kepada mereka agar tidak mengucapkan kata itu (celaka aku) sekali saja. Ucapkanlah kata itu berkali-kali karena yang mereka lihat dan alami itu baru satu macam dari siksa yang akan ditimpakan kepadanya. Banyak lagi macam siksaan yang akan mereka derita. Oleh sebab itu berteriak-teriaklah berkali-kali, memang mereka akan ditimpa siksaan yang dahsyat dan hebat."
        },
        {
          "number": 15,
          "arabic": "قُلْ أَذَٰلِكَ خَيْرٌ أَمْ جَنَّةُ ٱلْخُلْدِ ٱلَّتِى وُعِدَ ٱلْمُتَّقُونَ ۚ كَانَتْ لَهُمْ جَزَآءً وَمَصِيرًا",
          "transliteration": "qul adhālika khayrun am jannatu l-khul'di allatī wuʿida l-mutaqūna kānat lahum jazāan wamaṣīran",
          "translation": "Katakanlah (Muhammad), \"Apakah (azab) seperti itu yang baik, atau surga yang kekal yang dijanjikan kepada orang-orang yang bertakwa sebagai balasan, dan tempat kembali bagi mereka?\"",
          "tafsir": "Allah memerintahkan kepada Nabi Muhammad agar mengatakan kepada orang-orang kafir itu, apakah siksaan yang demikian hebat dan dahsyat itu lebih baik dari surga yang penuh nikmat dan rahmat yang disediakan bagi orang-orang mukmin yang bertakwa. Mereka kekal di dalamnya selama-lamanya. Surga itu dijadikan untuk mereka karena beriman kepada Allah dan Rasul-Nya serta taat dan patuh menjalankan perintah-Nya dan menjauhi segala larangan-Nya."
        },
        {
          "number": 16,
          "arabic": "لَّهُمْ فِيهَا مَا يَشَآءُونَ خَـٰلِدِينَ ۚ كَانَ عَلَىٰ رَبِّكَ وَعْدًا مَّسْـُٔولًا",
          "transliteration": "lahum fīhā mā yashāūna khālidīna kāna ʿalā rabbika waʿdan masūlan",
          "translation": "Bagi mereka segala yang mereka kehendaki ada di dalamnya (surga), mereka kekal (di dalamnya). Itulah janji Tuhanmu yang pantas dimohonkan (kepada-Nya).",
          "tafsir": "Di dalam surga itu mereka diberi apa yang mereka minta dan mereka inginkan berupa pakaian, makanan dan minuman serta segala kenikmatan yang tak dapat dibayangkan oleh manusia di dunia ini. Selain dari itu mereka selalu berada dalam keridaan Ilahi dan inilah suatu nikmat rohani yang tidak ada taranya, karena keridaan Ilahi itulah yang menimbulkan rasa tenteram dan bahagia di dalam hati sanubari setiap hamba Allah sebagaimana tersebut dalan firman-Nya. Allah berfirman, \"Inilah saat orang yang benar memperoleh manfaat dari kebenarannya. Mereka memperoleh surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya selama-lamanya. Allah rida kepada mereka dan mereka pun rida kepada-Nya. Itulah kemenangan yang agung.\" (al-Ma'idah/5: 119) Demikianlah janji Allah kepada hamba-Nya yang beriman dan bertakwa dan janji Allah itu pasti terlaksana."
        },
        {
          "number": 17,
          "arabic": "وَيَوْمَ يَحْشُرُهُمْ وَمَا يَعْبُدُونَ مِن دُونِ ٱللَّهِ فَيَقُولُ ءَأَنتُمْ أَضْلَلْتُمْ عِبَادِى هَـٰٓؤُلَآءِ أَمْ هُمْ ضَلُّوا۟ ٱلسَّبِيلَ",
          "transliteration": "wayawma yaḥshuruhum wamā yaʿbudūna min dūni l-lahi fayaqūlu a-antum aḍlaltum ʿibādī hāulāi am hum ḍallū l-sabīla",
          "translation": "Dan (ingatlah) pada hari (ketika) Allah mengumpulkan mereka bersama apa yang mereka sembah selain Allah, lalu Dia berfirman (kepada yang disembah), \"Apakah kamu yang menyesatkan hamba-hamba-Ku itu, atau mereka sendirikah yang sesat dari jalan (yang benar)?\"",
          "tafsir": "Pada hari Kiamat orang-orang musyrik dikumpulkan bersama-sama dengan sembahan-sembahan mereka. Lalu Allah mengemukakan pertanyaan-pertanyaan kepada sembahan-sembahan itu. Benarkah mereka dahulu di dunia menyuruh mereka itu menyembahnya sehingga mereka telah sesat dari jalan yang benar, mempersekutukan Allah dengan sesembahan itu sehingga mereka mengingkari ajaran-ajaran Allah dan ajaran-ajaran Rasul-Nya. Di antara sembahan-sembahan yang disembah orang-orang kafir itu termasuk beberapa malaikat, Nabi Isa dan Uzair. Mereka merasa sangat heran dan tercengang mendengar pertanyaan-pertanyaan itu karena mereka tidak pernah menyuruh manusia menyembah mereka, bahkan mereka selalu menyeru kepada tauhid, menyembah Allah tanpa mempersekutukan-Nya dengan suatu apapun. Dalam ayat ini disebutkan pertanyaan Allah yang khusus dihadapkan kepada Nabi Isa yaitu firman-Nya: Dan (ingatlah) ketika Allah berfirman, \"Wahai Isa putra Maryam! Engkaukah yang mengatakan kepada orang-orang, \"Jadikanlah aku dan ibuku sebagai dua tuhan selain Allah?\" (Isa) menjawab, \"Mahasuci Engkau, tidak patut bagiku mengatakan apa yang bukan hakku. Jika aku pernah mengatakannya tentulah Engkau telah mengetahuinya. Engkau mengetahui apa yang ada pada diriku dan aku tidak mengetahui apa yang ada pada-Mu. Sungguh, Engkaulah Yang Maha Mengetahui segala yang gaib.\" (al-Ma'idah/5: 116)"
        },
        {
          "number": 18,
          "arabic": "قَالُوا۟ سُبْحَـٰنَكَ مَا كَانَ يَنۢبَغِى لَنَآ أَن نَّتَّخِذَ مِن دُونِكَ مِنْ أَوْلِيَآءَ وَلَـٰكِن مَّتَّعْتَهُمْ وَءَابَآءَهُمْ حَتَّىٰ نَسُوا۟ ٱلذِّكْرَ وَكَانُوا۟ قَوْمًۢا بُورًا",
          "transliteration": "qālū sub'ḥānaka mā kāna yanbaghī lanā an nattakhidha min dūnika min awliyāa walākin mattaʿtahum waābāahum ḥattā nasū l-dhik'ra wakānū qawman būran",
          "translation": "Mereka (yang disembah itu) menjawab, \"Mahasuci Engkau, tidaklah pantas bagi kami mengambil pelindung selain Engkau,<sup foot_note=135524>1</sup> tetapi Engkau telah memberi mereka dan nenek moyang mereka kenikmatan hidup, sehingga mereka melupakan peringatan; dan mereka kaum yang binasa.\"",
          "tafsir": "Dengan spontan mereka menjawab pertanyaan Allah yang tidak mereka duga sedikit pun akan dimajukan kepadanya. Mereka serentak menjawab, \"Mahasuci Engkau Ya Tuhan kami, tidaklah patut bagi kami mengambil perlindungan selain Engkau. Inilah kepercayaan kami karena tidak ada yang berhak disembah dan diambil jadi pelindung kecuali engkau sajalah. Bagaimana pula kami akan menyuruh orang lain menyembah selain Engkau sedangkan hal itu bertentangan dengan akidah dan iman kami. Mungkin Engkau Ya Tuhan kami telah melimpahkan kepada mereka nikmat dan rahmat-Mu agar mereka bersyukur kepada-Mu tetapi mereka pergunakan nikmat dan rahmat itu untuk kepuasan hawa nafsu mereka, sehingga mereka telah tenggelam dalam kesenangan dan kelezatan. Akhirnya mereka melupakan-Mu dan jatuh ke jurang kesesatan dan tidak dapat ditolong lagi dan termasuk ke dalam golongan orang-orang yang binasa.\""
        },
        {
          "number": 19,
          "arabic": "فَقَدْ كَذَّبُوكُم بِمَا تَقُولُونَ فَمَا تَسْتَطِيعُونَ صَرْفًا وَلَا نَصْرًا ۚ وَمَن يَظْلِم مِّنكُمْ نُذِقْهُ عَذَابًا كَبِيرًا",
          "transliteration": "faqad kadhabūkum bimā taqūlūna famā tastaṭīʿūna ṣarfan walā naṣran waman yaẓlim minkum nudhiq'hu ʿadhāban kabīran",
          "translation": "Maka sungguh, mereka (yang disembah itu) telah mengingkari apa yang kamu katakan, maka kamu tidak akan dapat menolak (azab) dan tidak dapat (pula) menolong (dirimu), dan barang siapa di antara kamu berbuat zalim, niscaya Kami timpakan kepadanya rasa azab yang besar.",
          "tafsir": "Allah mengarahkan firman-Nya kepada orang-orang musyrik itu. Kamu telah mendengar sendiri jawaban orang-orang yang kamu sembah itu. Nyatalah sekarang bahwa bukan mereka yang menyesatkan kamu, mereka tidak pernah menyuruh kamu supaya menyembah mereka. Jadi kamu sendirilah yang mengada-adakan sembahan selain Aku. Sekarang kamu sekali-kali tidak akan dapat lepas dari siksaan-Ku dan tak ada seorang jua pun yang dapat memberikan pertolongan kepadamu. Kamu telah menganiaya dirimu sendiri dengan membuat-buat sembahan selain Aku, dan nasib orang-orang yang menganiaya dirinya dengan menyembah selain Aku, pasti akan Aku masukkan ke dalam siksaan yang pedih dan berat."
        },
        {
          "number": 20,
          "arabic": "وَمَآ أَرْسَلْنَا قَبْلَكَ مِنَ ٱلْمُرْسَلِينَ إِلَّآ إِنَّهُمْ لَيَأْكُلُونَ ٱلطَّعَامَ وَيَمْشُونَ فِى ٱلْأَسْوَاقِ ۗ وَجَعَلْنَا بَعْضَكُمْ لِبَعْضٍ فِتْنَةً أَتَصْبِرُونَ ۗ وَكَانَ رَبُّكَ بَصِيرًا",
          "transliteration": "wamā arsalnā qablaka mina l-mur'salīna illā innahum layakulūna l-ṭaʿāma wayamshūna fī l-aswāqi wajaʿalnā baʿḍakum libaʿḍin fit'natan ataṣbirūna wakāna rabbuka baṣīran",
          "translation": "Dan Kami tidak mengutus rasul-rasul sebelummu (Muhammad), melainkan mereka pasti memakan makanan dan berjalan di pasar-pasar. Dan Kami jadikan sebagian kamu sebagai cobaan bagi sebagian yang lain. Maukah kamu bersabar? Dan Tuhanmu Maha Melihat.",
          "tafsir": "Pada ayat ini Allah menjelaskan kepada Nabi Muhammad saw bahwa rasul-rasul sebelumnya juga makan dan minum seperti dia. Kecaman-kecaman orang kafir terhadap dirinya amat menyakitkan hati Muhammad, kecaman-kecaman itu bukan semata-mata kecaman saja, bahkan mengandung hinaan yang sangat merendahkan dirinya padahal dia adalah seorang Rasul yang dimuliakan Allah. Maka untuk menghibur dan meringankan tekanan batin yang diderita Nabi Muhammad saw yang disebabkan kecaman dan hinaan itu, Allah menyatakan kepadanya bahwa Dia tidak pernah mengutus seorang rasul sebelumnya seperti yang dikehendaki oleh orang-orang kafir Mekah itu. Semua Rasul yang diutusnya adalah manusia yang tidak bebas dari sifat-sifat manusiawinya, tetapi membutuhkan makanan dan minuman, tetap berusaha untuk memenuhi kebutuhan hidupnya sesuai dengan firman-Nya pada ayat-ayat yang lain. Dan Kami tidak mengutus (rasul-rasul) sebelum engkau (Muhammad), melainkan beberapa orang laki-laki yang Kami beri wahyu kepada mereka, maka tanyakanlah kepada orang yang berilmu, jika kamu tidak mengetahui. Dan Kami tidak menjadikan mereka (rasul-rasul) suatu tubuh yang tidak memakan makanan dan mereka tidak (pula) hidup kekal. (al-Anbiya'/21: 7-8) Jadi perbedaan antara manusia sebagai Rasul dan manusia umumnya terletak pada keutamaan pribadinya, ketinggian akhlaknya, kesucian hati dan keikhlasannya dalam menunaikan tugasnya, karena itu diturunkanlah wahyu Allah kepadanya dan dikuatkan pula dengan mukjizat-mukjizat yang tidak dapat manusia menandinginya apalagi mengalahkannya. Maka ejekan dan kecaman orang kafir itu amat jauh dari sasarannya, tidak wajar dilontarkan kepada Nabi Muhammad saw. Kalau mereka benar-benar hendak membatalkan kebenaran yang dibawanya bukannya dengan kecaman seperti itu yang harus mereka kemukakan. Mereka telah ditantang untuk menandingi mukjizat yang diberikan Allah kepadanya yaitu membuat satu surah pendek saja yang serupa nilainya dengan surah pendek dari Al-Qur'an. Tetapi mereka tidak berdaya dan tidak sanggup membuatnya walaupun mereka sudah termasuk golongan orang yang pintar dan tinggi sastranya. Hanya rasa benci dan dengki telah menggelapkan hati nurani mereka dan rasa takut akan kehilangan pengaruh dan kedudukan telah meluapkan amarah mereka. Karena itu mereka tetap menantang walaupun dalam hati mereka telah menyadari kekhilafan mereka. Kemudian Allah menjelaskan pula bahwa manusia diuji dengan berbagai macam ujian. Masing-masing manusia diberi kebebasan untuk apakah dia akan tabah dan sabar menghadapi ujian itu ataukah dia akan berpaling dari kebenaran karena tidak tahan menanggung amarah dan rasa dengki di dalam hatinya. Allah menjadikan sebagian manusia sebagai Nabi dan Rasul, pembawa risalah Tuhan-Nya, sebagian lain dijadikan-Nya raja dan penguasa yang berkuasa atas manusia lainnya, sebagian lagi dijadikan-Nya kaya dan kuat, miskin dan lemah dan demikian seterusnya. Orang-orang yang mempergunakan akal dan pikirannya, terutama orang-orang yang beriman tidaklah akan terpengaruh oleh perbedaan tingkat, derajat, kekayaan dan kedudukan, tetapi dia akan tetap menerima yang benar dan menolak yang salah tanpa memperhitungkan darimana datangnya kebenaran itu, apakah kebenaran itu datangnya dari seorang kepala negara atau menteri atau dari seorang hina dina tidak mempunyai pengaruh apa-apa. Ali bin Abi Talib pernah berkata, \"Perhatikanlah apa yang dikatakan dan janganlah kamu memperhatikan siapa yang mengatakannya.\" Si miskin diuji ketabahan hatinya menghadapi keadaannya yang serba kurang, tidak seperti orang kaya yang dapat menikmati berbagai macam kesenangan jasmani dengan kekayaannya itu. Orang-orang kafir Mekah itu diuji kebersihan hati mereka dengan memberikan karunia kerasulan kepada Nabi Muhammad, sedang dia adalah seorang biasa saja di antara mereka, bukan dari orang-orang kaya atau dari pemimpin kabilah yang berpengaruh besar. Semua manusia diuji kekuatan mentalnya menghadapi perbedaan dan jurang pemisah antara berbagai macam golongan dalam masyarakat. Barang siapa yang menang dalam menghadapi ujian itu dialah yang akan mendapatkan kebahagiaan hidup baik di dunia maupun di akhirat. Dalam sebuah hadis yang diriwayatkan oleh Imam Muslim Rasulullah saw bersabda: \"Lihatlah kepada orang yang rendah derajatnya dari kamu, dan janganlah melihat orang yang lebih tinggi dari kamu, karena melihat kepada orang yang lebih tinggi itu akan membawamu kepada merendahkan nilai nikmat yang telah dianugerahkan Allah kepadamu.\" (Riwayat Muslim) Demikianlah ujian yang diberikan Allah kepada hamba-hamba-Nya, dan Dia Maha Mengetahui siapa di antara hamba-Nya itu yang tabah dan sabar menghadapi ujian itu sehingga ia termasuk orang-orang yang lulus dan menang. Dia akan memberi balasan sebaik-baiknya kepada pemenangpemenang itu dan akan menimpakan siksaan kepada orang-orang yang kalah yang karena ketidaksabarannya dan karena kesombongannya dia sampai mendurhakai nikmat yang telah diberikan-Nya kepada mereka."
        }
      ]
    }
  ]
}