{
  "pageNumber": 168,
  "juz": 9,
  "surahs": [
    {
      "number": 7,
      "name": "Al-A'raf",
      "nameArabic": "الأعراف",
      "meaning": "Tempat Tertinggi",
      "revelation": "Makkah",
      "description": "Surat Al-A'raf berjumlah 206 ayat, termasuk surat Makkiyyah, diturunkan sebelum surat Al-An'am, dan termasuk golongan surat \"Assab'uththiwaal\" (tujuh surat yang panjang). Dinamakan \"Al-A'raf\" karena perkataan Al-A'raf terdapat dalam ayat 46 yang mengemukakan tentang keadaan orang-orang yang berada di atas Al-A'raf, tempat yang tertinggi di batas surga dan neraka. Mereka itulah orang-orang yang antara kebaikan dan kejahatan mereka sama banyaknya.Pokok-Pokok Isi:1. Keimanan:Mentauhidkan Allah dalam berdoa dan beribadah; hanya Allah yang mengatur dan menjaga alam; menciptakan undang-undang dan hukum-hukum untuk mengatur kehidupan manusia di dunia dan di akhirat; Allah bersemayam di 'Arsy; bantahan terhadap kepalsuan syirik; ketauhidan sesuai dengan fitrah manusia; Musa berbicara dengan Allah; tentang melihat Allah; perintah beribadah sambil menundukkan diri kepada Allah; Allah memiliki al-asmaaul husnaa (nama-nama yang indah).2. Hukum-hukum:Larangan mengikuti perbuatan dan adat istiadat yang buruk; kewajiban mengikuti Allah dan rasul, perintah berhias ketika hendak shalat; bantahan terhadap orang yang mengharamkan perhiasan yang dianugerahkan Allah; perintah memakan makanan yang halal lagi baik dan larangan memakan yang sebaliknya.3. Kisah-kisah:Kisah Nabi Adam a.s. dengan Iblis; kisah Nabi Nuh a.s. dan kaumnya; kisah Nabi Shaleh a.s. dengan kaumnya; kisah Nabi Syu'aib a.s. dengan kaumnya; kisah Nabi Musa a.s. dengan Fir'aun.4. Lain-lain:Al-Qur'an diturunkan kepada Nabi terakhir dan perintah mengikutinya; Nabi Muhammad diutus untuk seluruh manusia; adab orang mukmin, adab mendengar bacaan Al-Qur'an dan berzikir; rasul bertanggung jawab menyampaikan seruan Allah; balasan terhadap orang-orang yang mengikuti dan mengingkari rasul; dakwah rasul-rasul yang pertama ialah mentauhidkan Allah; tentang ashhaabul A'raaf yang berada di antara surga dan neraka; Allah pencipta makhluk; manusia adalah makhluk terbaik yang diciptakan Allah serta memiliki kesediaan untuk berbuat baik dan berbuat buruk; permusuhan setan terhadap manusia; manusia khalifah Allah di bumi; kehancuran suatu kaum karena perbuatan mereka sendiri; setiap bangsa memiliki masa jaya dan masa kehancuran; Allah memberikan cobaan kepada manusia dengan kekayaan dan kemiskinan; istidraj azab Allah terhadap orang-orang yang mendustakan ayat-ayat-Nya.Surat Al-A'raf dimulai dengan pengutaraan tentang kewajiban manusia mengikuti rasul dan akibat mengingkarinya. Selanjutnya, diterangkan tentang perselisihan antara Nabi Adam dan Iblis di surga yang merupakan permulaan perselisihan antara golongan yang taat kepada perintah Allah dan golongan yang mengingkari sebagaimana yang terjadi pada nabi-nabi terdahulu dengan umat-umatnya. Kemudian surat ini ditutup dengan penjelasan tentang adab-adab orang mukmin, adab-adab mendengarkan ayat-ayat Al-Qur'an, dan tata cara berdoa dan berzikir kepada-Nya.Hubungan Antara Surat Al-A'Raf Dengan Surat Al-Anfal:1. Akhir surat Al-A'raf mengemukakan keadaan beberapa orang rasul yang diutus sebelum Nabi Muhammad dalam menghadapi kaumnya, sedang permulaan surat Al-Anfal menerangkan keadaan Nabi Muhammad dalam menghadapi umatnya.2. Permusuhan antara Adam dan Iblis di surga dilanjutkan dengan permusuhan antara manusia yang menerima petunjuk dari Allah dengan yang tidak menerimanya. Ini diterangkan dalam surat Al-A'raf. Hal yang serupa diterangkan lebih jelas dalam surat Al-Anfal; pertentangan kedua golongan itu serta tingkah laku mereka dalam perang Badar. Surat Al-A'raf termasuk surat yang banyak persesuaiannya dengan surat-surat yang lain, seperti: Al-Baqarah, Ali 'Imran, At-Taubah, danYunus.",
      "verses": [
        {
          "number": 144,
          "arabic": "قَالَ يَـٰمُوسَىٰٓ إِنِّى ٱصْطَفَيْتُكَ عَلَى ٱلنَّاسِ بِرِسَـٰلَـٰتِى وَبِكَلَـٰمِى فَخُذْ مَآ ءَاتَيْتُكَ وَكُن مِّنَ ٱلشَّـٰكِرِينَ",
          "transliteration": "qāla yāmūsā innī iṣ'ṭafaytuka ʿalā l-nāsi birisālātī wabikalāmī fakhudh mā ātaytuka wakun mina l-shākirīna",
          "translation": "(Allah) berfirman, \"Wahai Musa! Sesungguhnya Aku memilih (melebihkan) engkau dari manusia yang lain (pada masamu) untuk membawa risalah-Ku dan firman-Ku, sebab itu berpegangteguhlah kepada apa yang Aku berikan kepadamu dan hendaklah engkau termasuk orang-orang yang bersyukur.\"",
          "tafsir": "Selanjutnya Allah menerangkan bahwa Dia telah memilih Musa di antara manusia yang ada di zaman-Nya dengan memberikan karunia yang tidak diberikannya kepada manusia lainnya, yaitu mengangkat Musa sebagai Nabi dan Rasul, memberinya kesempatan langsung berbicara dengan Allah, sekali pun dibatasi oleh suatu yang membatasinya antara Allah dan Musa. Di dalam Al-Quran disebutkan cara Allah menyampaikan wahyu kepada para Rasul-Nya, sebagaimana firman Allah: Dan tidaklah patut bagi seorang manusia bahwa Allah akan berbicara kepadanya kecuali dengan perantara wahyu atau di belakang tabir atau dengan mengutus seorang utusan (malaikat) lalu diwahyukan kepadanya dengan seizin-Nya apa yang Dia kehendaki. Sesungguhnya Dia Maha tinggi, Mahabijaksana. (Asy-Syura/42: 51) Jadi menurut ayat ini ada tiga macam cara Allah menyampaikan wahyu kepada para Rasul-Nya yaitu: 1.Dengan mewahyukan kepada Rasul yang bersangkutan, yaitu dengan menanamkan suatu pengertian ke dalam hati seseorang yang diturunkan wahyu kepadanya. 2.Berbicara langsung dengan memakai pembatas yang membatasi antara Allah dan hamba yang diajak berbicara. Cara yang kedua inilah yang dialami oleh Musa dalam menerima wahyu, sehingga ia dikenal dengan kalimullah. 3. Dengan perantaraan malaikat Jibril as. Al-Quran disampaikan melalui cara ini. Mengenai persoalan dapatkah manusia melihat Allah dengan nyata, maka jika dipahami ayat-ayat dan hadis-hadis Nabi, maka dapat diambil kesimpulan sebagai berikut: 1.Mustahil manusia melihat Allah selama mereka hidup di dunia, sebagaimana ditegaskan Allah kepada Nabi Musa as. 2.Orang-orang yang beriman dapat melihat Allah di akhirat nanti, sesuai dengan : a. Firman Allah : \"Wajah-wajah (orang mukmin) pada hari itu berseri-seri. Memandang Tuhannya.\" (Al-Qiyamah/75:22-23) Dari ayat ini dipahami bahwa \"melihat Tuhan\" pada hari Kiamat itu termasuk nikmat yang diberikan Allah kepada orang-orang yang beriman, karena itu mereka selalu mengharap-harapkannya. b. Sabda Rasulullah saw : Sesungguhnya manusia berkata (kepada Rasulullah saw), \"Ya Rasulullah adakah kita melihat Tuhan kita pada hari Kiamat nanti?\" Rasulullah menjawab, \"Adakah yang menghalangi kalian melihat bulan pada bulan purnama?\" Mereka berkata, \"Tidak, ya Rasulullah.\" Rasulullah berkata, \"Maka sesungguhnya kamu akan melihat Tuhan seperti melihat bulan purnama itu.\" (Riwayat al-Bukhari dan Muslim) c. Semua yang wujudnya dapat dilihat. Hanyalah yang tidak ada wujudnya yang tidak dapat dilihat. Tuhan adalah wajibul wujud, karena itu Tuhan dapat dilihat jika ia menghendaki-Nya. Dalam pada itu Tuhan melihat segala yang ada, termasuk melihat diri-Nya sendiri. Kalau Tuhan dapat melihat diri-Nya tentu Dia berkuasa pula menjadikan manusia melihat diri-Nya jika Dia menghendaki. Pada potongan ayat berikutnya Nabi Musa dan kaumnya diperintahkan untuk menerima kitab suci yang Allah turunkan, dan syariat yang harus dijalankan untuk dijadikan pegangan hidup dan diamalkan di dunia. Hanya dengan cara inilah mereka baru bisa dianggap sebagai orang yang bersyukur dan menghargai pemberian nikmat Allah."
        },
        {
          "number": 145,
          "arabic": "وَكَتَبْنَا لَهُۥ فِى ٱلْأَلْوَاحِ مِن كُلِّ شَىْءٍ مَّوْعِظَةً وَتَفْصِيلًا لِّكُلِّ شَىْءٍ فَخُذْهَا بِقُوَّةٍ وَأْمُرْ قَوْمَكَ يَأْخُذُوا۟ بِأَحْسَنِهَا ۚ سَأُو۟رِيكُمْ دَارَ ٱلْفَـٰسِقِينَ",
          "transliteration": "wakatabnā lahu fī l-alwāḥi min kulli shayin mawʿiẓatan watafṣīlan likulli shayin fakhudh'hā biquwwatin wamur qawmaka yakhudhū bi-aḥsanihā sa-urīkum dāra l-fāsiqīna",
          "translation": "Dan telah Kami tuliskan untuk Musa pada lauh-lauh (Taurat)<sup foot_note=135289>1</sup> segala sesuatu sebagai pelajaran dan penjelasan untuk segala hal; maka (Kami berfirman), \"Berpegangteguhlah kepadanya dan suruhlah kaummu berpegang kepadanya dan sebaik-baiknya,<sup foot_note=135290>2</sup> Aku akan memperlihatkan kepadamu negeri orang-orang fasik.\"<sup foot_note=135291>3</sup>",
          "tafsir": "Allah menerangkan dalam ayat ini bahwa Dia telah menurunkan kepada Nabi Musa as, beberapa keping lauh yang berisi petunjuk-petunjuk dan pengajaran-pengajaran, janji dan ancaman pokok-pokok agama, berupa pokok-pokok akidah, budi pekerti dan hukum-hukum. Pendapat para ahli berbeda-beda tentang yang dimaksud dengan lauh itu termasuk bagian Kitab Taurat, dan ada yang berpendapat bahwa lauh diturunkan sebelum Kitab Taurat diturunkan. Dari berbagai pendapat itu yang kuat ialah pendapat yang mengatakan bahwa lauh itu adalah wahyu yang pertama diturunkan kepada Musa as, karena itu ia memuat hukum-hukum, akidah, dan keterangan-keterangan yang bersifat umum dan global. Kemudian diturunkan wahyu lain untuk menjelaskan secara berangsur-angsur sesuai dengan keperluan, keadaan masa, dan tempat. Para ahli tafsir berbeda pendapat tentang jumlah lauh yang diturunkan kepada Nabi Musa as. Ada yang mengatakan sepuluh dan sebagainya. Tidak ada nash yang tegas menerangkan jumlah lauh yang diturunkan itu. Allah memerintahkan agar Musa berpegang teguh dengan pokok-pokok agama yang telah diturunkan kepadanya, melaksanakan segala petunjuk-petunjuk dan hukum-hukumnya, agar berbahagia hidup di dunia dan di akhirat nanti. Dan Allah memerintahkan agar Musa dan kaumnya berpegang teguh kepada ajaran-ajaran, petunjuk-petunjuk, dan hukum-hukum yang ada di dalam lauh itu. Sehingga Bani Israil akan baik budi-pekertinya, baik ibadahnya, dan tertutuplah pintu-pintu syirik. Jika kamu dan kaummu tidak mengambil dan memegang teguh apa yang telah Kami turunkan dengan sesungguhnya, maka kamu akan menjadi fasik, seperti yang telah dialami oleh kaum ad, samud, dan kaum Firaun dan sebagainya, atau Kami akan memperlihatkan kelak apa yang dialami orang-orang yang tidak mau taat kepada-Ku. Dari ayat-ayat di atas dapat diambil beberapa iktibar (pelajaran) sebagai berikut: 1.Wajib menyampaikan ajaran rasul dengan sungguh-sungguh, sesuai dengan risalah yang dibawa Rasul, agar dengan demikian tercapailah pembentukan umat yang baru, penuh kedamaian di bawah lindungan Tuhan Yang Maha Pengampun. Hal ini dapat dilihat pada perbuatan Rasulullah saw, sendiri. Beliau merupakan suri teladan bagi umatnya dalam mengamalkan perintah-perintah Allah. Hal ini dapat dilihat pada perkataan, perbuatan dan tindakannya. Karena itu orang Arab tertarik kepada agama yang dibawanya, sehingga dalam waktu yang sangat pendek, penduduk Jazirah Arab telah menganut agama Islam. Cara-cara yang dilakukan oleh Rasulullah ini telah dilakukan pula oleh para sahabat dan beberapa khalifah yang terkenal dalam sejarah, maka mereka pun telah berhasil sebagaimana Rasulullah telah berhasil. Dalam pada itu ada pula di antara kaum Muslimin yang telah berbuat kesalahan. 2. Kita lihat dalam sejarah bahwa Bani Israil menjadi bangsa yang besar dan berkuasa di saat mereka melaksanakan dengan baik agama Allah, dan mereka menjadi bangsa terjajah, hidup sengsara di saat mereka memandang enteng dan mengingkari agama Allah. 3.Demikianlah halnya kaum Muslimin, menjadi kuat dan besar di saat mereka melaksanakan dengan baik agama Allah, di saat timbul persaudaraan yang kuat sesama kaum Muslimin, dan mereka menjadi lemah di saat mereka tidak mengacuhkan lagi agama Allah."
        },
        {
          "number": 146,
          "arabic": "سَأَصْرِفُ عَنْ ءَايَـٰتِىَ ٱلَّذِينَ يَتَكَبَّرُونَ فِى ٱلْأَرْضِ بِغَيْرِ ٱلْحَقِّ وَإِن يَرَوْا۟ كُلَّ ءَايَةٍ لَّا يُؤْمِنُوا۟ بِهَا وَإِن يَرَوْا۟ سَبِيلَ ٱلرُّشْدِ لَا يَتَّخِذُوهُ سَبِيلًا وَإِن يَرَوْا۟ سَبِيلَ ٱلْغَىِّ يَتَّخِذُوهُ سَبِيلًا ۚ ذَٰلِكَ بِأَنَّهُمْ كَذَّبُوا۟ بِـَٔايَـٰتِنَا وَكَانُوا۟ عَنْهَا غَـٰفِلِينَ",
          "transliteration": "sa-aṣrifu ʿan āyātiya alladhīna yatakabbarūna fī l-arḍi bighayri l-ḥaqi wa-in yaraw kulla āyatin lā yu'minū bihā wa-in yaraw sabīla l-rush'di lā yattakhidhūhu sabīlan wa-in yaraw sabīla l-ghayi yattakhidhūhu sabīlan dhālika bi-annahum kadhabū biāyātinā wakānū ʿanhā ghāfilīna",
          "translation": "Akan Aku palingkan dari tanda-tanda (kekuasaan-Ku) orang-orang yang menyombongkan diri di bumi tanpa alasan yang benar. Kalaupun mereka melihat setiap tanda (kekuasaan-Ku) mereka tetap tidak akan beriman kepadanya. Dan jika mereka melihat jalan yang membawa kepada petunjuk, mereka tidak (akan) menempuhnya, tetapi jika mereka melihat jalan kesesatan, mereka menempuhnya. Yang demikian adalah karena mereka mendustakan ayat-ayat Kami dan mereka selalu lengah terhadapnya.",
          "tafsir": "Allah akan memalingkan hati orang-orang yang takabur, menyombongkan diri untuk memahami bukti-bukti dan dalil-dalil yang dibawa para rasul, terutama yang berhubungan dengan kekuasaan dan kebesaran Allah, dan memalingkan pula hati mereka untuk melaksanakan agama Allah dan mengikuti petunjuk ke jalan yang benar. Hal ini sesuai pula dengan firman Allah: \"Maka ketika mereka berpaling (dari kebenaran), Allah memalingkan hati mereka. Dan Allah tidak memberi petunjuk kepada kaum yang fasik.\" (Ash-shaff/61: 5) Takabur menurut bahasa berarti, \"menganggap dirinya besar\", atau \"merasa agung\". Yang dimaksud oleh ayat ini ialah menolak kebenaran dan meremehkan orang lain. Perangai dan sifat seorang yang takabur itu memandang enteng orang lain, seakan-akan dia sajalah yang pandai, yang berkuasa, yang menentukan terjadinya segala sesuatu dan sebagainya. Karena itu dalam tindak-tanduknya ia mudah melakukan perbuatan yang melampaui batas, berbuat sewenang-wenang dan suka berbuat kerusakan. Dalam ayat ini sifat takabur itu digandengkan dengan perkataan \"bigairil haq\" tanpa alasan yang benar. Hal ini menunjukkan sikap dan tindakan orang yang takabur itu dilakukan tanpa memikirkan akibat yang ditimbulkan oleh tindakan yang semata-mata dilakukan untuk memuaskan hawa-nafsu sendiri, sekali pun merugikan orang lain. Takabur adalah penyakit jiwa yang diakibatkan oleh kesalahan dalam menilai dan menerima sesuatu. Kadang-kadang keberhasilan seseorang yang terus menerus dalam usahanya dapat juga menimbulkan sifat takabur, sehingga timbul keyakinan yang berlebihan pada dirinya sendiri, bahwa apa saja yang dicita-citakannya dan direncanakannya pasti tercapai dan berhasil. Merasa yakin akan kemampuan diri sendiri, ini akhirnya menimbulkan keyakinan bahwa dirinya tidak tergantung kepada siapa pun, juga tidak tergantung kepada Allah. Dalam ayat ini diterangkan sifat-sifat orang yang takabur itu, yaitu: 1.Jika mereka melihat bukti-bukti kekuasaan dan kebesaran Allah, atau membaca ayat-ayat Allah, mereka tidak mempercayainya dan tidak mau mengambil iktibar serta pelajaran dari padanya. Dalil-dalil, bukti-bukti kekuasaan dan keesaan Allah serta ayat-ayat Al-Quran yang mengandung kebenaran mereka tolak. Dalil-dalil dan bukti-bukti itu tidak berfaedah bagi orang yang ragu-ragu dan tidak menginginkan kebenaran, karena ia merasa bahwa kebenaran itu sendiri akan membatasi dan menghalangi mereka dari perbuatan sewenang-wenang, sehingga cita-cita dan keinginan mereka tidak terkabul. Ayat ini merupakan isyarat bagi Nabi Muhammad saw, bahwa orang-orang musyrik dan kafir yang memperolok-olokkannya serta mendustakan Al-Quran dan mengadakan kekacauan dengan mencari-cari kesalahan dan kelemahan ayat-ayat Al-Quran dan memutarbalikkan isinya dan kebenaran Al-Quran. Seandainya Nabi Muhammad mau mengikuti tuntutan mereka yang merupakan syarat beriman mereka kepadanya, mereka tetap tidak akan beriman sekali pun tuntutan mereka telah dipenuhi. 2.Jika melihat petunjuk dan jalan yang benar, mereka tidak mau mengikutinya, bahkan mereka menghindar dan menjauh padahal jalan itulah yang paling baik dan satu-satunya jalan yang dapat membawa mereka ke tempat yang penuh kebahagiaan. 3.Jika melihat jalan yang menuju kepada kesengsaraan, mereka mengikutinya, karena jalan itu telah dijadikan oleh setan dalam pikirannya sebagai yang paling baik dan indah. Mereka merasa dengan menempuh jalan itu segala keinginan dan hawa-nafsu mereka pasti akan terpenuhi. Menurut keyakinan mereka itulah surga yang dicita-citakan. Pada akhir ayat ini diterangkan apa sebab hati mereka dipalingkan Allah, sehingga mereka tidak mau mengambil pelajaran dari ayat-ayat Allah, karena mereka telah mendustakan ayat-ayat Allah. Telah menjadi hukum Allah, bahwa sering mengerjakan suatu pekerjaan, menyebabkan pekerjaan itu semakin mudah dikerjakan bahkan akhirya antara pekerjaan dengan orang-orang yang mengerjakannya menjadi satu, seakan-akan tidak dapat dipisahkan lagi. Demikian pula halnya antara perbuatan jahat dengan orang yang selalu mengerjakannya, tidak ada perbedaannya, sehingga akhirnya antara orang itu dengan perbuatan yang jahat yang dikerjakannya telah menjadi satu dan telah bersenyawa dengannya. Karena itu pada hakikatnya bukanlah Allah yang memalingkan dan mengunci hati seseorang yang sesat itu, tetapi orang-orang yang sesat itu sendiri. Sesungguhnya Allah tidaklah menciptakan manusia sejak lahir menjadi orang yang beriman atau menjadi orang yang kafir dan Dia tidak pula memaksa hambanya menjadi kafir atau beriman, tetapi seseorang menjadi beriman atau menjadi kafir atas usahanya sendiri. Mereka sendirilah yang memilih dan berusaha menjadi orang yang beriman dengan mengikuti petunjuk dan ajaran agama dengan melaksanakan perintah Allah dan menjauhkan larangan-Nya. Ia selalu memperhatikan tanda-tanda kekuasaan dan kebesaran Allah sehingga iman mereka bertambah lama bertambah kuat. Sebaliknya manusia itu sendirilah yang berusaha dan memilih jalan yang sesat atau menjadi orang yang kafir dengan mendustakan ayat-ayat Allah, meremehkan dan mengacuhkan ayat-ayat Allah, agar mereka dapat memuaskan keinginan dan hawa nafsu. Oleh karena perbuatan dosa itu selalu mereka kerjakan, maka perbuatan itu telah bersatu dengan dirinya, sehingga kebenaran apa pun yang datang selalu ditolak, seolah-olah hati mereka telah terkunci mati, telah berpaling dari kebenaran. Contoh ini disebutkan dalam firman Allah swt: Dan sungguh, akan Kami isi neraka Jahanam banyak dari kalangan jin dan manusia. Mereka memiliki hati, tetapi tidak dipergunakannya untuk memahami (ayat-ayat Allah) dan mereka memiliki mata (tetapi) tidak dipergunakannya untuk melihat (tanda-tanda kekuasaan Allah), dan mereka mempunyai telinga (tetapi) tidak dipergunakannya untuk mendengar (ayat-ayat Allah). Mereka seperti hewan ternak, bahkan lebih sesat lagi. Mereka itulah orang-orang yang lengah. (al-Araf/7: 179) Perilaku orang seperti diterangkan ayat di atas banyak terdapat dalam masyarakat sepanjang sejarah hidup manusia. Mereka adalah orang yang sangat terpengaruh oleh kehidupan duniawi, seperti pangkat, kekuasaan, harta, kesenangan, dan sebagainya, mereka selalu memperturutkan hawa nafsunya. Mereka lupa dan sengaja melupakan ajaran-ajaran agama, baik yang berhubungan dengan pelaksanaan perintah-perintah Allah maupun larangan-larangan-Nya. Jika disampaikan kepada mereka ajaran Allah, maka mereka melaksanakannya sekadar mencari simpati, sehingga dengan demikian nafsu dan keinginan mereka lebih mudah terpenuhi."
        },
        {
          "number": 147,
          "arabic": "وَٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا وَلِقَآءِ ٱلْـَٔاخِرَةِ حَبِطَتْ أَعْمَـٰلُهُمْ ۚ هَلْ يُجْزَوْنَ إِلَّا مَا كَانُوا۟ يَعْمَلُونَ",
          "transliteration": "wa-alladhīna kadhabū biāyātinā waliqāi l-ākhirati ḥabiṭat aʿmāluhum hal yuj'zawna illā mā kānū yaʿmalūna",
          "translation": "Dan orang-orang yang mendustakan tanda-tanda (kekuasaan) Kami dan (mendustakan) adanya pertemuan akhirat, sia-sialah amal mereka. Mereka diberi balasan sesuai dengan apa yang telah mereka kerjakan.",
          "tafsir": "Orang yang mendustakan ayat-ayat Allah yang telah diturunkan kepada Rasul-Nya, tidak mempercayai akan adanya pertemuan dengan Allah pada hari akhir nanti, tidak percaya akan adanya pembalasan yang akan diberikan pada hari itu. Maka segala amal baik yang telah mereka kerjakan di dunia tidak akan diberi pahala oleh Allah, karena perbuatan itu tidak dilandasi oleh keinginan mencari keridaan Allah, dan Allah tidak menganiaya sedikit pun, mereka akan disiksa sesuai dengan perbuatan dosa yang telah mereka kerjakan."
        },
        {
          "number": 148,
          "arabic": "وَٱتَّخَذَ قَوْمُ مُوسَىٰ مِنۢ بَعْدِهِۦ مِنْ حُلِيِّهِمْ عِجْلًا جَسَدًا لَّهُۥ خُوَارٌ ۚ أَلَمْ يَرَوْا۟ أَنَّهُۥ لَا يُكَلِّمُهُمْ وَلَا يَهْدِيهِمْ سَبِيلًا ۘ ٱتَّخَذُوهُ وَكَانُوا۟ ظَـٰلِمِينَ",
          "transliteration": "wa-ittakhadha qawmu mūsā min baʿdihi min ḥuliyyihim ʿij'lan jasadan lahu khuwārun alam yaraw annahu lā yukallimuhum walā yahdīhim sabīlan ittakhadhūhu wakānū ẓālimīna",
          "translation": "Dan kaum Musa, setelah kepergian (Musa ke Gunung Sinai) mereka membuat patung anak sapi yang bertubuh dan dapat melenguh (bersuara) dari perhiasan (emas).<sup foot_note=135292>1</sup> Apakah mereka tidak mengetahui bahwa (patung) anak sapi itu tidak dapat berbicara dengan mereka dan tidak dapat (pula) menunjukkan jalan kepada mereka? Mereka menjadikannya (sebagai sembahan). Mereka adalah orang-orang yang zalim.",
          "tafsir": "Bani Israil telah menyembah patung anak sapi selama kepergian Musa ke Bukit Sinai menerima wahyu dari Allah. Patung anak sapi itu dibuat oleh Samiri (20: 85,87). Samiri membuat patung itu atas anjuran para pemuka Bani Israil, padahal ia manusia yang patuh dan taat serta mempunyai kedudukan yang terhormat dalam masyarakat. Nama Samiri disebutkan dalam Firman Allah swt: Dia (Allah) berfirman, \"sungguh, Kami telah menguji kaummu setelah engkau tinggalkan, dan mereka telah disesatkan oleh Samiri.\" (thaha/20: 85) Patung anak sapi itu dibuat dari emas, yang berasal dari emas perhiasan wanita-wanita Mesir yang dipinjam oleh wanita-wanita Bani Israil yang dibawanya waktu mereka meninggalkan negeri Mesir itu. Emas perhiasan itu dilebur dan dibentuk oleh Samiri menjadi patung anak sapi. Menurut ath-thabari emas-emas itu dipinjam dari gelang emas tanda perbudakan Bani Israil oleh penduduk asli Mesir. (Tafsir selengkapnya lihat surah Taha/20: 85) Keinginan Bani Israil menyembah patung anak sapi sebagai tuhan selain Allah ini adalah pengaruh dari kebiasaan mereka di Mesir dahulu. Sebetulnya nenek-moyang mereka adalah orang-orang muwahhidin (ahli tauhid) karena mereka adalah keturunan Nabi Yaqub. Akan tetapi setelah bergaul dengan orang Mesir, maka gejala-gejala wasaniyah (menyembah selain Allah) itu menular kepada mereka. Ibadah wasaniyah ini telah mendarah daging dalam diri mereka selalu timbul keinginan mereka hendak melakukan kebiasaan tersebut. Patung anak sapi yang disembah sebagai tuhan oleh Bani Israil itu, berupa patung anak sapi yang dibentuk sedemikian rupa, sehingga jika ditiupkan angin ke dalamnya ia akan dapat bersuara. Suara dari patung anak sapi itu keluar adalah karena masuknya angin ke dalam rongga mulut dan keluar dari lubang yang lain, sehingga menimbulkan suara. Hal ini dapat dibuat dengan memasukkan alat semacam pipa yang dapat berbunyi dalam rongga patung anak sapi itu. Jika pipa itu dihembus angin, maka berbunyilah patung anak sapi itu seperti bunyi anak sapi sebenarnya. Karena hal seperti itu dipandang aneh oleh Bani Israil, maka dengan mudah timbul kepercayaan pada diri mereka bahwa patung anak sapi itu berhak disembah, sebagaimana halnya menyembah Allah. Allah mencela perbuatan Bani Israil yang lemah iman itu, yang tidak dapat membedakan antara Tuhan yang berhak disembah dengan sesuatu yang ganjil yang baru pertama kali mereka lihat dan ketahui. Mereka tidak dapat membedakan antara Tuhan yang menurunkan wahyu kepada para Rasul dan makhluk Tuhan yang hanya dapat bersuara. Jika mereka mau berpikir kemampuan diri mereka sendiri mungkin lebih baik, dan lebih mampu berbicara dari patung anak sapi itu. Bani Israil berbuat demikian itu bukanlah berdasar sesuatu dalil yang kuat, mereka berbuat demikian hanyalah karena pengaruh adat kebiasaan nenek-moyang mereka yang ada di Mesir dahulu yang menyembah anak sapi. Padahal kepada mereka telah diturunkan bukti-bukti yang nyata, seperti membelah laut, tongkat menjadi ular dan sebagainya. Karena mereka tidak mau memperhatikan bukti-bukti dan dalil-dalil, mereka mengingkari Allah, yang berakibat buruk pada diri mereka sendiri. (lihat surah thaha ayat 85-87)"
        },
        {
          "number": 149,
          "arabic": "وَلَمَّا سُقِطَ فِىٓ أَيْدِيهِمْ وَرَأَوْا۟ أَنَّهُمْ قَدْ ضَلُّوا۟ قَالُوا۟ لَئِن لَّمْ يَرْحَمْنَا رَبُّنَا وَيَغْفِرْ لَنَا لَنَكُونَنَّ مِنَ ٱلْخَـٰسِرِينَ",
          "transliteration": "walammā suqiṭa fī aydīhim wara-aw annahum qad ḍallū qālū la-in lam yarḥamnā rabbunā wayaghfir lanā lanakūnanna mina l-khāsirīna",
          "translation": "Dan setelah mereka menyesali perbuatannya dan mengetahui bahwa telah sesat, mereka pun berkata, \"Sungguh, jika Tuhan kami tidak memberi rahmat kepada kami dan tidak mengampuni kami, pastilah kami menjadi orang-orang yang rugi.\"",
          "tafsir": "Akhirnya Bani Israil menyadari bahwa perbuatan mereka menyembah patung anak sapi adalah perbuatan yang sesat karena mempersekutukan Allah. Karena itu mereka pun menyesali perbuatan itu dan berkata: \"Sesungguhnya dosa kami sangat besar dan demikian pula kedurhakaan dan keingkaran kami, tidak akan dapat melepaskan dari dosa perbuatan ini, kecuali rahmat Allah dan ampunan-Nya. Seandainya Tuhan tidak mengasihi kami dengan menerima tobat kami pastilah kami menjadi orang yang merugi di dunia dan di akhirat mendapat azab yang pedih\"."
        }
      ]
    }
  ]
}