{
  "pageNumber": 179,
  "juz": 9,
  "surahs": [
    {
      "number": 8,
      "name": "Al-Anfal",
      "nameArabic": "الأنفال",
      "meaning": "Harta Rampasan Perang",
      "revelation": "Madinah",
      "description": "Surat Al-Anfal terdiri dari 75 ayat dan termasuk surat Madaniyyah, karena seluruh ayatnya diturunkan di Madinah.Surat ini dinamakan Al-Anfal yang berarti harta rampasan perang berhubung kata Al-Anfal terdapat pada permulaan surat ini. Selain itu, persoalan yang menonjol dalam surat ini ialah tentang harta rampasan perang, hukum perang, dan hal-hal yang berhubungan dengan peperangan pada umumnya. Menurut riwayat Ibnu Abbas, surat ini diturunkan berkenaan dengan perang Badar Kubra yang terjadi pada tahun kedua hijriah. Peperangan ini sangat penting karena menentukan jalannya sejarah perkembangan Islam. Pada waktu itu, umat Islam dengan kekuatan kecil dan untuk pertama kali dapat mengalahkan kaum musyrikin yang berjumlah besar dan berperlengkapan yang cukup. Dalam peperangan ini, kaum muslimin memperoleh harta rampasan perang yang tidak sedikit. Oleh sebab itu, timbullah permasalahan bagaimana membagi harta rampasan perang itu. Maka, Allah menurunkan ayat pertama surat ini.Selain hal-hal tersebut di atas, pokok-pokok isi surat ini sebagai berikut:1. Keimanan:Allah selalu menyertai dan melindungi orang-orang yang beriman; hanya Allah yang berhak menentukan hukum-hukum agama; jaminan Allah terhadap kemenangan umat yang beriman; pertolongan Allah terhadap orang-orang yang bertawakkal; hanya Allah yang dapat mempersatukan hati orang yang beriman; tindakan-tindakan dan hukum-hukum Allah didasarkan pada kepentingan umat manusia; keberadaan malaikat yang menolong barisan kaum muslimin dalam perang Badar; gangguan setan pada orang-orang mukmin dan tipu daya mereka pada orang-orang musyrikin; syirik adalah dosa besar.2. Hukum-hukum:Aturan pembagian harta rampasan perang; kebolehan memakan harta rampasan perang; larangan lari atau mundur dalam peperangan; hukum mengurusi tawanan perang pada permulaan Islam; kewajiban taat kepada pimpinan dalam perang; keharusan mengusahakan perdamaian; kewajiban mempersiapkan diri dengan segala alat perlengkapan perang; ketahanan mental, sabar dan tawakkal serta mengingat Allah dalam peperangan; tujuan perang dalam Islam; larangan khianat kepada Allah dan Rasul serta amanat; larangan mengkhianati perjanjian.3. Kisah-kisah:Keengganan beberapa orang Islam untuk ikut perang Badar; suasana kaum muslimin sebelum, sesudah, dan ketika perang berlangsung; keadaan Nabi Muhammad sebelum hijrah dan permusuhan kaum musyrikin terhadap beliau; orang Yahudi membatalkan perjanjian damai dengan Nabi Muhammad; keadaan orang kafir musyrikin dan Ahli Kitab serta keburukan orang-orang munafik.4. Lain-lain:Pengertian iman, tanda dan sifat orang yang beriman; sunnatullah yang berlaku pada individu dan masyarakat.Surat Al-Anfal menerangkan hal-hal yang berhubungan dengan peperangan pada umumnya, khususnya Perang Badar, peperangan yang menentukan jalannya sejarah Islam dan kaum muslimin, bahkan tidak salah sekiranya dikatakan bahwa Perang Badar menentukan jalan sejarah umat manusia pada umumnya. Sebagian besar surat ini mengandung hal-hal yang berhubungan dengan perdamaian dan peperangan, tingkah laku orang-orang kafir, orang-orang munafik dan sebagian orang-orang Islam yang imannya tidak kuat dalam peperangan. Kemudian ditegaskan bahwa Allah menolong orang-orang yang beriman dan menghancurkan orang-orang kafir dan munafik. Ini merupakan sunnatullah yang tidak dapat dipungkiri berlakunya, sebagaimana pernah terjadi pada Fir'aun dan kaumnya serta umat-umat yang sebelumnya.Hubungan Surat Al-Anfal Dengan Surat At-Taubah:Surat Al-Anfal menyebutkan hal-hal yang berhubungan dengan pokok dan cabang (furu') agama, sunnatullah, hukum perjanjian dan janji setia, hukum perang dan damai. Perkara-perkara ini juga disebutkan dalam surat At-Taubah, umpamanya:1. Perjanjian yang dikemukakan surat Al-Anfal dijelaskan oleh surat At-Taubah, terutama hal-hal yang berhubungan dengan pengkhianatan janji oleh musuh.2. Sama-sama menerangkan tentang memerangi orang-orang musyrikin dan Ahli Kitab.3. Surat Al-Anfal mengemukakan bahwa yang mengurus dan memakmurkan Masjidil haram adalah orang-orang yang bertakwa, sedang surat At-Taubah menerangkan bahwa orang-orang musyrik tidak pantas mengurus dan memakmurkan masjid, bahkan mereka akan menghalang-halangi orang-orang Islam terhadapnya.4. Surat Al-Anfal menyebutkan sifat-sifat orang-orang yang sempurna imannya dan sifat-sifat orang-orang kafir, lalu pada akhir surat diterangkan pula tentang hukum perlindungan atas orang-orang muslim yang berhijrah, orang-orang muslim yang tidak berhijrah, dan orang-orang kafir. Hal yang serupa dikemukakan pula oleh surat At-Taubah.5. Surat Al-Anfal menganjurkan agar berinfak di jalan Allah, sedang surat At-Taubah menegaskan hal yang sama. Dalam surat Al-Anfal diterangkan tentang penggunaan harta rampasan perang, sedang surat At-Taubah menerangkan penggunaan zakat.6. Surat Al-Anfal mengemukakan tentang orang-orang munafik dan orang-orang yang ada penyakit dalam hatinya, kemudian surat At-Taubah menerangkan hal ini lebih luas. Jika kita perhatikan ternyata antara surat Al-Anfal dan surat At-Taubah terdapat hubungan yang erat sekali. Seakan-akan keduanya merupakan satu surat, bahkan sebagian ahli tafsir mengatakan bahwa sekiranya bukan karena ketentuan Allah, mereka memandang surat Al-Anfal dan surat At-Taubah sebagai satu surat.",
      "verses": [
        {
          "number": 17,
          "arabic": "فَلَمْ تَقْتُلُوهُمْ وَلَـٰكِنَّ ٱللَّهَ قَتَلَهُمْ ۚ وَمَا رَمَيْتَ إِذْ رَمَيْتَ وَلَـٰكِنَّ ٱللَّهَ رَمَىٰ ۚ وَلِيُبْلِىَ ٱلْمُؤْمِنِينَ مِنْهُ بَلَآءً حَسَنًا ۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٌ",
          "transliteration": "falam taqtulūhum walākinna l-laha qatalahum wamā ramayta idh ramayta walākinna l-laha ramā waliyub'liya l-mu'minīna min'hu balāan ḥasanan inna l-laha samīʿun ʿalīmun",
          "translation": "Maka (sebenarnya) bukan kamu yang membunuh mereka, melainkan Allah yang membunuh mereka, dan bukan engkau yang melempar ketika engkau melempar, tetapi Allah yang melempar. (Allah berbuat demikian untuk membinasakan mereka) dan untuk memberi kemenangan kepada orang-orang mukmin, dengan kemenangan yang baik. Sungguh, Allah Maha Mendengar, Maha Mengetahui.",
          "tafsir": "Dari Ibnu Abbas bahwa Rasulullah memerintahkan Ali bin Abi thalib: Ambilkan segenggam tanah, Ali mengambilnya dan diberikan kepada Rasul lalu dilemparkan kepada orang-orang musyrik, maka tidak seorangpun dari mereka kecuali terkena matanya, maka turunlah ayat ini. Kemudian Allah memberikan penjelasan mengenai alasan kaum Muslimin dilarang membelakangi musuh yaitu karena kemenangan tidak akan dicapai kaum Muslimin kecuali dengan maju menyerang musuh, melemparkan tombak atau melemparkan kepalan tanah kepada mereka. Dari kemenangan dan bantuan Allah tersebut dapat dipahami bahwa setiap kali orang Muslimin menancapkan tombak untuk membunuh musuh dan setiap lemparan segenggam tanah dari mereka dijamin akan memenuhi sasaran, karena Allah-lah yang menjamin dan membantu mereka. Allah berfirman: Perangilah mereka, niscaya Allah akan menyiksa mereka dengan (perantaraan) tanganmu dan Dia akan menghina mereka dan menolongmu (dengan kemenangan) atas mereka, serta melegakan hati orang-orang yang beriman. (at-Taubah/9: 14) Di samping itu keadaan yang menguntungkan bagi kaum Muslimin ialah keyakinan bahwa perjuangan mereka akan menang, dan Allah akan membantu mereka. Sedangkan orang kafir tujuannya hanyalah untuk memperoleh kepuasan hidup di dunia. Allah berfirman: \"Dan janganlah kamu berhati lemah dalam mengejar mereka (musuh mu). Jika kamu menderita kesakitan, maka ketahuilah mereka pun menderita kesakitan (pula), sebagaimana kamu rasakan, sedang kamu masih dapat mengharapkan dari Allah apa yang tidak dapat mereka harapkan\". (an-Nisa/4: 104) Firman Allah : \"Betapa banyak kelompok kecil mengalahkan kelompok besar dengan izin Allah.\" (al-Baqarah/2: 249) Allah menerangkan bahwa segala macam bantuan yang diberikan kepada kaum Muslimin dalam Perang Badar itu adalah merupakan alasan yang kuat terhadap larangan Allah kepada kaum Muslimin, lari dari pertempuran, dan merupakan anugerah kemenangan yang diberikan Allah kepada orang-orang mukmin, yaitu kemenangan dan harta rampasan yang banyak. Di akhir ayat Allah menegaskan bahwa Allah Maha Mendengar segala permintaan hamba-Nya yang betul-betul menjalankan perintah serta menjauhi larangan-Nya lagi Maha Mengetahui akan segala macam bisikan hati para hamba-Nya dan mengetahui siapakah di antara hamba-Nya yang pantas mendapat kemenangan dan siapa pula yang pantas menderita kekalahan."
        },
        {
          "number": 18,
          "arabic": "ذَٰلِكُمْ وَأَنَّ ٱللَّهَ مُوهِنُ كَيْدِ ٱلْكَـٰفِرِينَ",
          "transliteration": "dhālikum wa-anna l-laha mūhinu kaydi l-kāfirīna",
          "translation": "Demikianlah (karunia Allah yang dilimpahkan kepadamu), dan sungguh, Allah melemahkan tipu daya orang-orang kafir.",
          "tafsir": "Allah menegaskan bahwa karunia Allah yang diberikan kepada kaum Muslimin itu bertujuan untuk melemahkan tipu-daya orang-orang kafir dan melemahkan serangan mereka kepada Nabi serta kaum Muslimin seluruhnya. Juga untuk membangun perhatian kaum Muslimin agar tetap berjuang menegakkan agama tauhid serta berbuat baik sesama mereka dalam membela serta menegakkan agama. Dari ayat ini dapat dipahami bahwa Allah, selalu melindungi setiap perjuangan kaum Muslimin dalam menegakkan agama tauhid serta akan melemahkan perjuangan orang-orang musyrikin pada setiap gerak dan langkah mereka yang ditujukan untuk memerangi orang-orang yang menegakkan agama tauhid dan menyebarluaskan agama Islam."
        },
        {
          "number": 19,
          "arabic": "إِن تَسْتَفْتِحُوا۟ فَقَدْ جَآءَكُمُ ٱلْفَتْحُ ۖ وَإِن تَنتَهُوا۟ فَهُوَ خَيْرٌ لَّكُمْ ۖ وَإِن تَعُودُوا۟ نَعُدْ وَلَن تُغْنِىَ عَنكُمْ فِئَتُكُمْ شَيْـًٔا وَلَوْ كَثُرَتْ وَأَنَّ ٱللَّهَ مَعَ ٱلْمُؤْمِنِينَ",
          "transliteration": "in tastaftiḥū faqad jāakumu l-fatḥu wa-in tantahū fahuwa khayrun lakum wa-in taʿūdū naʿud walan tugh'niya ʿankum fi-atukum shayan walaw kathurat wa-anna l-laha maʿa l-mu'minīna",
          "translation": "Jika kamu meminta keputusan, maka sesungguhnya keputusan telah datang kepadamu; dan jika kamu berhenti (memusuhi rasul), maka itulah yang lebih baik bagimu; dan jika kamu kembali, niscaya Kami kembali (memberi pertolongan); dan pasukanmu tidak akan dapat menolak sesuatu bahaya sedikit pun darimu, biarpun jumlahnya (pasukan) banyak. Sungguh, Allah beserta orang-orang beriman.",
          "tafsir": "Sesudah itu Allah memberikan pernyataan yang ditujukan kepada orang-orang musyrikin bahwa apabila mereka ingin mencari keputusan mana di antara kedua bala tentara yang paling unggul dan paling mendapat petunjuk sehingga memperoleh kemenangan, maka jelaslah yang mendapat kemenangan gilang-gemilang itulah pasukan yang paling unggul dan paling mendapat petunjuk. Pernyataan ini adalah merupakan ejekan terhadap orang-orang musyrikin karena pada akhir pertempuran Perang Badar kemenangan jelas diperoleh oleh kaum Muslimin, sedangkan mereka kaum musyrikin mengalami kehancuran dan kekalahan. Pernyataan ini berlaku pada setiap waktu dan tempat, di mana saja dan kapan saja terjadi pergolakan di antara dua golongan maka kemenangan tentu akan diperoleh oleh golongan yang berdiri atas prinsip-prinsip yang benar. Kemudian Allah menyeru orang-orang musyrikin bahwa apabila mereka setelah menderita kekalahan dalam Perang Badar itu berhenti dari memusuhi Muhammad saw dan pengikut-pengikutnya, maka sebenarnya hal itu lebih baik buat mereka. Tawaran itu dikemukakan Allah kepada mereka karena mereka telah mengalami pahit getirnya peperangan. Dari pengalaman itu mereka telah melihat kenyataan bahwa betapa pun kuatnya dan betapa pun banyaknya jumlah pasukan yang mereka kerahkan serta perlengkapan perang yang mereka andalkan, namun akhirnya mereka mengalami kekalahan juga. Apabila mereka itu membangkang seruan ini dan kembali memusuhi serta memerangi Rasul dan pengikut-pengikutnya, maka kenyataan yang mereka alami itu akan terulang kembali, yaitu Allah kembali memberi pertolongan-Nya kepada Rasulullah saw. Allah menegaskan bahwa angkatan perang kaum musyrikin betapa pun kuatnya, tidak akan dapat menolak bencana malapetaka yang akan ditimpakan oleh Allah kepada mereka. Hal ini menunjukkan bahwa jumlah tentara yang banyak tidak selalu menentukan jalannya peperangan, terkecuali jumlah yang banyak itu disertai dengan kekuatan jiwa dan kepercayaan kepada Allah Azza wa Jalla. Betapa pun gigihnya Abu Jahal dan pengikut-pengikutnya untuk mengalahkan kaum Muslimin dalam Perang Badar mereka tidak juga berhasil sebagaimana diterangkan oleh Hadis yang diriwayatkan oleh Ahmad dan an-Nasai: \"Ya Allah siapa di antara kami yang telah memutuskan tali persaudaraan dan membawa sesuatu agama yang tidak dikenal, maka hancurkanlah ia sebelum terbitnya fajar, maka yang demikian itu adalah sebagai permintaan kemenangan dari padanya (untuk Rasulullah). (Riwayat Ahmad dan an-Nasai). Menurut riwayat as-Suddi yang berasal dari Mujahid, diceritakan bahwa sebelum pasukan Quraisy berangkat ke medan perang mereka berdoa : Orang-orang musyrikin pada waktu keluar dari kota Mekah menuju Badar, telah memegang tirai Kabah kemudian mereka memohon kemenangan kepada Allah dan berkata: \"Aduhai Tuhan berilah kemenangan kepada pasukan yang paling tinggi (derajatnya) kepada golongan yang paling mulia dan kepada kiblat yang paling baik.\" Maka turunlah ayat: Jika kamu (orang musyrikin) mencari keputusan."
        },
        {
          "number": 20,
          "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ أَطِيعُوا۟ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَوَلَّوْا۟ عَنْهُ وَأَنتُمْ تَسْمَعُونَ",
          "transliteration": "yāayyuhā alladhīna āmanū aṭīʿū l-laha warasūlahu walā tawallaw ʿanhu wa-antum tasmaʿūna",
          "translation": "Wahai orang-orang yang beriman! Taatlah kepada Allah dan Rasul-Nya, dan janganlah kamu berpaling dari-Nya, padahal kamu mendengar (perintah-perintah-Nya),",
          "tafsir": "Allah menyeru orang-orang mukmin agar menaati Allah dan Rasul-Nya. Menaati Allah dan Rasul-Nya dalam ayat ini ialah melaksanakan jihad, berjuang untuk membela agama tauhid dan meninggalkan kampung halaman serta mempergunakan harta benda dan jiwa apabila diperlukan, dan melarang orang-orang mukmin berpaling dari pada perintah-Nya, sedang pada waktu itu mereka telah mengetahui dan mendengar seruan untuk menaati perintah-Nya dan membantu perjuangannya. Dimaksud mendengar dalam ayat ini ialah memahami seruan Rasul serta membenarkannya. Sebagai seorang mukmin semestinya ia mengatakan pada waktu mendengar seruan Rasul \"samina wa athana\" (kami mendengar dan menaati), sebagaimana firman Allah: Hanya ucapan orang-orang mukmin, yang apabila mereka diajak kepada Allah dan Rasul-Nya agar Rasul memutuskan (perkara) di antara mereka, mereka berkata, \"Kami mendengar, dan kami taat.\" Dan mereka itulah orang-orang yang beruntung. (an-Nur/24: 51) Dan firman Allah lagi: \"Kami tidak membeda-bedakan seseorang pun dari Rasul-Rasul-Nya.\" Dan mereka berkata,\"Kami dengar dan kami taat.\" (al-Baqarah/2: 285) Yang dimaksud dengan mendengar seruan Rasul dalam ayat ini ialah menaati semua perintah Allah yang disampaikan kepadanya dengan perantara wahyu."
        },
        {
          "number": 21,
          "arabic": "وَلَا تَكُونُوا۟ كَٱلَّذِينَ قَالُوا۟ سَمِعْنَا وَهُمْ لَا يَسْمَعُونَ",
          "transliteration": "walā takūnū ka-alladhīna qālū samiʿ'nā wahum lā yasmaʿūna",
          "translation": "dan janganlah kamu menjadi seperti orang-orang (munafik) yang berkata, \"Kami men­dengarkan,\" padahal mereka tidak mendengarkan (karena hati mereka menging­ka­rinya).",
          "tafsir": "Allah melarang orang-orang mukmin berbuat sebagai orang-orang munafik dan orang-orang kafir apabila mendengar seruan Rasul, mereka berbuat seolah-olah mendengar seruan itu, tetapi sebenarnya hati mereka mengingkarinya. Maka kaum Muslimin pun dilarang berbuat seperti mereka, yang kelihatannya mendengarkan seruan Nabi dengan penuh perhatian, padahal mereka tidak menaruh perhatian sedikit pun apalagi melaksanakannya. Dalam ayat ini orang-orang munafik dinyatakan sebagai orang-orang yang tidak mau mendengarkan perkataan Nabi, yaitu memeluk agama Islam, hal ini memberikan petunjuk bahwa mereka tidak mau membenarkan sama sekali apa yang diserukan Nabi itu. Allah berfirman: Dan di antara mereka ada orang yang mendengarkan perkataanmu (Muhammad), tetapi apabila mereka telah keluar dari sisimu, mereka berkata kepada orang yang telah diberi ilmu (sahabat-sahabat Nabi), \"Apakah yang dikatakannya tadi?\" Mereka itulah orang-orang yang dikunci hatinya oleh Allah, dan mengikuti keinginannya. (Muhammad/47: 16)"
        },
        {
          "number": 22,
          "arabic": "۞ إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلصُّمُّ ٱلْبُكْمُ ٱلَّذِينَ لَا يَعْقِلُونَ",
          "transliteration": "inna sharra l-dawābi ʿinda l-lahi l-ṣumu l-buk'mu alladhīna lā yaʿqilūna",
          "translation": "Sesungguhnya makhluk bergerak yang bernyawa yang paling buruk dalam pandangan Allah ialah mereka yang tuli dan bisu (tidak mendengar dan memahami kebenaran) yaitu orang-orang yang tidak mengerti.",
          "tafsir": "Allah menyamakan orang-orang munafik itu dengan binatang yang paling buruk, karena mereka itu tidak mau mempergunakan pendengarannya untuk mengetahui seruan-seruan yang benar dan tidak memperhatikan nasihat-nasihat yang baik. Orang-orang munafik disamakan dengan binatang dalam ayat ini, bukanlah fisik mereka seperti binatang, tetapi sifat kejiwaan merekalah yang seperti binatang. Mereka menolak pengertian dari firman Allah dan tidak mau memikirkan dan memahami kebenaran. Dalam hal ini mereka tidak mau membedakan mana seruan yang benar dan mana ajakan yang salah dan mana itikad yang benar serta mana kepercayaan yang salah. Sebagai alasan yang lain dipersamakannya mereka dengan binatang adalah karena tidak mau menuturkan kebenaran, seolah-olah mereka tidak berfikir, karena mereka menyia-nyiakan akal mereka sehingga tidak dapat menuturkan kebenaran itu sebagaimana mestinya. Seandainya mereka menggunakan akal, tentulah mereka mau mendengarkan seruan Rasul serta mau mengikutinya. Di dalam ayat ini atau ayat yang lain Allah, menerangkan bahwa orang-orang munafik itu lebih sesat dari binatang. Firman Allah: \"Dan sungguh, akan Kami isi neraka Jahanam banyak dari kalangan jin dan manusia. Mereka memiliki hati, tetapi tidak dipergunakannya untuk memahami (ayat-ayat Allah) dan mereka memiliki mata (tetapi) tidak dipergunakannya untuk melihat (tanda-tanda kekuasaan Allah), dan mereka mempunyai telinga (tetapi) tidak dipergunakan untuk mendengar (ayat-ayat Allah). Mereka seperti hewan ternak, bahkan lebih sesat lagi. Mereka itulah orang-orang yang lengah.\" (al-Araf/7: 179) Pendengaran dan penglihatan tidak dapat dibuat manusia, karena keduanya bertalian dengan jiwa, dengan hidup. Tidak bisa diharapkan dari benda mati yang tidak mempunyai pendengaran dan penglihatan itu. Bahkan pendengaran dan penglihatan yang hidup tidak berfungsi jika tidak diarahkan."
        },
        {
          "number": 23,
          "arabic": "وَلَوْ عَلِمَ ٱللَّهُ فِيهِمْ خَيْرًا لَّأَسْمَعَهُمْ ۖ وَلَوْ أَسْمَعَهُمْ لَتَوَلَّوا۟ وَّهُم مُّعْرِضُونَ",
          "transliteration": "walaw ʿalima l-lahu fīhim khayran la-asmaʿahum walaw asmaʿahum latawallaw wahum muʿ'riḍūna",
          "translation": "Dan sekiranya Allah mengetahui ada kebaikan pada mereka, tentu Dia jadikan mereka dapat mendengar.<sup foot_note=135312>1</sup> Dan jika Allah menjadikan mereka dapat mendengar, niscaya mereka berpaling, sedang mereka memalingkan diri.",
          "tafsir": "Allah memberikan pernyataan terhadap orang-orang munafik dan orang-orang musyrik bahwa andaikata mereka mempunyai kemauan untuk beriman dan harapan untuk mengikuti petunjuk yang disampaikan oleh Rasulullah, tentulah Allah menjadikan mereka dapat mendengar. Tetapi lantaran bakat mereka, untuk menerima petunjuk Allah telah dikotori dengan noda-noda kemusyrikan dan kenifakan, maka tidak ada jalan lain lagi untuk mengarahkan bakat-bakat mereka untuk menerima petunjuk. Seumpama Allah menjadikan mereka dapat memahami seruan Rasul itu tentulah mereka enggan melaksanakan apa yang mereka dengar, apa lagi untuk mengamalkannya, karena di dalam hati mereka telah bersarang keingkaran dan kekafiran. Dari firman Allah itu dapat dipahami bahwa derajat orang yang mendengarkan seruan Rasul itu bertingkat-tingkat. 1. Ada orang yang sengaja tidak mau mendengarkan seruan Rasul secara terang-terangan dan menyambutnya dengan permusuhan sejak semula, karena mereka merasa bahwa seruannya itu akan menghancurkan keyakinannya. 2. Ada orang yang mendengarkan seruan Rasul, akan tetapi tidak berniat untuk memahami dan memikirkan apa yang diserukan, seperti orang-orang munafik. 3. Ada orang yang mendengarkan seruan Rasul dengan maksud mencari kesempatan untuk membantah dan menolaknya. Hal serupa ini dilakukan oleh orang-orang musyrik dan ahli kitab yang mengingkari kebenaran ayat Al-Quran. 4. Ada orang yang mendengarkan dengan maksud ingin memahami dan memikirkan seruan Rasul. Tetapi adakalanya ajaran Islam itu dijadikan sebagai pengetahuan yang dipergunakan untuk tujuan-tujuan tertentu dan adakalanya ajaran Islam itu dijadikan bahan pembicaraan dan sasaran kritikan. Perbuatan ini dilakukan oleh kebanyakan orang-orang orientalis."
        },
        {
          "number": 24,
          "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱسْتَجِيبُوا۟ لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ ۖ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ يَحُولُ بَيْنَ ٱلْمَرْءِ وَقَلْبِهِۦ وَأَنَّهُۥٓ إِلَيْهِ تُحْشَرُونَ",
          "transliteration": "yāayyuhā alladhīna āmanū is'tajībū lillahi walilrrasūli idhā daʿākum limā yuḥ'yīkum wa-iʿ'lamū anna l-laha yaḥūlu bayna l-mari waqalbihi wa-annahu ilayhi tuḥ'sharūna",
          "translation": "Wahai orang-orang yang beriman! Penuhilah seruan Allah dan Rasul apabila dia menyerumu kepada sesuatu yang memberi kehidupan kepadamu,<sup foot_note=135313>1</sup> dan ketahuilah bahwa sesungguhnya Allah membatasi antara manusia dan hatinya dan sesungguhnya kepada-Nyalah kamu akan dikumpulkan.",
          "tafsir": "Allah menyerukan kepada orang-orang mukmin, bahwa apabila Allah dan Rasul-Nya menyampaikan hukum-hukumnya yang berguna untuk kehidupan mereka, hendaklah mereka menyambut seruan itu dan menerimanya dengan penuh perhatian serta berusaha untuk mengabulkannya. Karena seruan itu mengandung ajaran-ajaran yang berguna bagi kehidupan mereka, seperti mengetahui hukum-hukum Allah yang diberikan kepada makhluk-Nya, suri teladan hidup yang dapat dijadikan contoh dan pelajaran yang utama untuk meningkatkan nilai-nilai kemanusiaan serta mengangkat kehidupan mereka kepada martabat yang sempurna, sehingga mereka dapat menempuh jalan lurus yang mendekatkan diri kepada Tuhan. Akhirnya mereka akan hidup di bawah keridaan Allah; di dunia mereka akan berbahagia dan di akhirat akan mendapat surga. Di dalam ayat lain perintah mengikuti Rasul itu disertai dengan perintah memegangnya dengan teguh. Allah berfirman: \"Pegang teguhlah apa yang Kami berikan kepadamu dan dengarkanlah.\" (al-Baqarah/2: 93) Menaati Rasul hukumnya wajib, baik pada waktu beliau hidup maupun setelah wafatnya. Menaati Rasul ialah menaati segala macam perintahnya dan menjauhi larangannya yang termuat dalam Kitab Al-Quran dan yang termuat pula dalam Kitab-kitab hadis yang diketahui kesahihannya. Allah memerintahkan kepada kaum Muslimin agar mereka betul-betul mengetahui bahwa Allah membatasi antara manusia dan hatinya. Ungkapan ini mengandung banyak pengertian: 1. Bahwa Allah menguasai hati seseorang, maka Allah-lah yang menentukan kecenderungan hati itu menurut kehendak-Nya. Allah berkuasa untuk mengarahkan hati orang kafir apabila ia menghendaki orang kafir itu mendapat hidayah dan menguasai hati seseorang yang beriman untuk menyesatkannya apabila Ia berkehendak untuk menyesatkan. Pengertian serupa ini terdapat pula dalam hadis yang diriwayatkan oleh al-Hakim dalam Kitab al-Mustadrak dari Ibnu Abbas dan dari sebagian besar ulama salaf. Hadis-hadis yang menguatkan pengertian ini antar lain bahwa Nabi Muhammad, seringkali mengatakan: \"Wahai Tuhan yang membolak-balikkan hati, tetapkanlah hatiku atas agamamu. Lalu Rasulullah ditanya, \"Ya Rasulullah! Kami telah beriman kepadamu dan kepada Kitab yang engkau bawa, maka apakah yang engkau khawatirkan terhadap kami? Maka Rasulullah menjawab, \"Ya! Sungguh hati itu berada di antara dua jari dari jari-jari Tuhan. Dialah Yang membolak-balikkannya.\" (Riwayat Imam Ahmad dan at-Tirmidzi dari Anas). 2. Bahwa Allah, menyuruh hambanya untuk bersegera menaati Allah sebelum terlepasnya jiwa dari tubuh, tetapi mereka tidak memperdulikan perintah itu. Ini berarti bahwa Allah mematikan hatinya sehingga hilanglah kesempatan yang baik itu, yaitu hilangnya kesempatan seseorang untuk melakukan amal yang baik dan usaha untuk mengobati hati dengan bermacam penawar jiwa sehingga jiwanya menjadi sehat, sesuai dengan kehendak Allah. Kata-kata membatasi adalah merupakan kata yang digunakan untuk pengertian mati, karena hati itulah biasanya yang dapat memahami sesuatu, maka apabila dikatakan hati seseorang telah mati berarti hilanglah kesempatan seseorang untuk memanfaatkan ilmu pengetahuannya. 3.Kata membatasi (yahulu) adalah merupakan kata-kata majaz yang menggambarkan batas terdekat kepada hamba. Karena sesuatu yang memisahkan antara dua buah barang, adalah sangat dekat kepada dua barang itu. Pengertian serupa ini dinukilkan dari Qatadah, karena pada saat membicarakan makna ayat, ia membawakan firman Allah: \"Dan Kami lebih dekat kepadanya daripada urat lehernya.\" (Qaf/50: 16) Bagaimana juga perbedaan pendapat di kalangan para mufassir mengenai penafsiran ayat ini, tetapi hal yang tidak dapat disangkal ialah bahwa Allah telah membuat bakat-bakat dalam diri seseorang. Bakat baik dan bakat buruk kedua-duanya dapat berkembang menurut Sunnah Allah yang telah ditetapkan bagi manusia. Berkembangnya bakat-bakat itu bergantung pada situasi, kondisi dan lingkungan. Apabila seseorang dididik dengan baik, niscaya jiwanya akan menjadi baik. Sebaliknya apabila jiwa itu dididik dengan jahat, atau berada dalam lingkungan yang jahat niscaya jiwa itu akan menjadi jahat. Hati adalah merupakan pusat perasaan, kemampuan serta kehendak seseorang yang dapat mengendalikan jasmaninya untuk mewujudkan amal perbuatan. Pantaslah kalau di dalam ayat ini dikatakan, bahwa Allah membatasi antara seseorang dengan hatinya, karena Allah-lah Yang lebih mengetahui hati nurani seseorang. Dia Yang menguasai hati itu, karena Dialah pula yang menciptakan bakat-bakat yang terdapat dalam hati dan Dia pula yang paling dapat menentukan ke mana hati itu mengarah. Akhir ayat ini Allah menegaskan bahwa sesungguhnya seluruh manusia itu akan dikumpulkan kepada Allah, di padang Mahsyar untuk mempertanggungjawabkan segala macam amalnya dan menerima pembalasan yang setimpal dengan amal perbuatan mereka."
        },
        {
          "number": 25,
          "arabic": "وَٱتَّقُوا۟ فِتْنَةً لَّا تُصِيبَنَّ ٱلَّذِينَ ظَلَمُوا۟ مِنكُمْ خَآصَّةً ۖ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ",
          "transliteration": "wa-ittaqū fit'natan lā tuṣībanna alladhīna ẓalamū minkum khāṣṣatan wa-iʿ'lamū anna l-laha shadīdu l-ʿiqābi",
          "translation": "Dan peliharalah dirimu dari siksaan yang tidak hanya menimpa orang-orang yang zalim saja di antara kamu. Dan ketahuilah bahwa Allah sangat keras siksaan-Nya.",
          "tafsir": "Allah menyerukan kepada orang-orang beriman, agar memelihara diri mereka dari siksaan, yang tidak hanya khusus menimpa orang-orang zalim itu saja di antara orang-orang beriman. Maksudnya ialah apabila di dalam suatu kaum perbuatan maksiat telah merata maka Allah akan menyiksa mereka itu secara keseluruhan. Siksaan itu tidak hanya bagi orang yang melakukan kemaksiatan itu saja, akan tetapi siksaan itu akan menimpa mereka secara merata tanpa pilih kasih, meskipun di dalamnya terdapat juga orang-orang yang saleh yang berada di antara mereka itu. Rasulullah saw bersabda: \"Tidak ada suatu kaum yang sebagian besar orang-orangnya lebih terpedaya melakukan kemaksiatan dari yang tidak melakukan, kemudian mereka tidak mau mengubahnya selain Allah akan menyiksa mereka dengan siksaan yang merata.\" (Riwayat Ahmad dari Jarir) Oleh sebab itulah di dalam masyarakat ada institusi yang mengurus kemaslahatan dan mengurus amar maruf dan nahi mungkar. Lembaga ini hendaknya bertugas meneliti kemaksiatan yang timbul dalam masyarakat, serta berusaha pula untuk mencari cara-cara pencegahannya. Juga lembaga ini berusaha untuk menggiatkan masyarakat melakukan segala yang diperintahkan oleh agama dan menghentikan segala sesuatu yang dilarang. Apabila kemaksiatan itu telah merata, dan masyarakat telah melupakan agama, maka bencana yang akan menimpa masyarakat itu tidak hanya akan menimpa suatu kelompok atas golongan tertentu saja, tetapi bencana itu akan dirasakan oleh anggota masyarakat, secara keseluruhan dan merata. Di akhir ayat ini Allah memperingatkan orang-orang mukmin agar mereka itu mengetahui bahwa Allah amat pedih siksaan-Nya. Siksaan Allah ditimpakan atas siapa saja yang melanggar hukum-Nya. Ancaman Tuhan yang sangat keras ini akan berlaku apabila kejahatan itu telah merajalela dan merata di segenap anggota masyarakat itu tanpa pandang bulu. Sedangkan ancaman-ancamannya di akhirat ditimpakan kepada orang-orang, yang melakukannya sesuai dengan berat ringannya perbuatan yang dilakukan oleh orang itu."
        }
      ]
    }
  ]
}