{
  "pageNumber": 122,
  "juz": 7,
  "surahs": [
    {
      "number": 5,
      "name": "Al-Ma'idah",
      "nameArabic": "المائدة",
      "meaning": "Hidangan",
      "revelation": "Madinah",
      "description": "Surat Al-Ma-idah terdiri dari 120 ayat dan termasuk surat Madaniyyah. Hanya saja ada ayat-ayat yang diturunkan di Mekah, pada waktu haji wadaa', setelah Nabi Muhammad s.a.w. hijrah ke Madinah.Surat ini dinamakan \"Al-Ma-idah\" (hidangan) karena memuat kisah pengikut-pengikut setia Nabi 'Isa a.s. yang meminta kepada Nabi 'Isa agar Allah berkenan menurunkan Al-Ma-idah (hidangan makanan) dari langit (ayat 112) untuk mereka. Juga dinamakan dengan \"Al-Uqud\" (perjanjian), karena kata ini terdapat pada ayat pertama surat ini, Allah menyuruh agar hamba memenuhi janji prasetia terhadap Allah dan perjanjian-perjanjian terhadap sesama.Dinamakan juga \"Al-Munqidz\" (yang menyelamatkan), karena akhir surat ini mengandung kisah tentang Nabi 'Isa a.s. yang menjadi penyelamat bagi pengikut-pengikut setianya dari azab Allah.Pokok-Pokok Isi:1. Keimanan:Bantahan terhadap orang-orang yang mempertuhankan Nabi 'Isa a.s.2. Hukum-hukum:Kewajiban memenuhi janji; hukum melanggar syi'ar Allah; makanan yang dihalalkan dan yang diharamkan; hukum menikahi perempuan ahli kitab; wudhu; tayammum; mandi; hukum membunuh orang; hukum mengacau dan mengganggu keamanan; hukum qishash; hukum melanggar sumpah dan kafaaratnya; hukum khamar, berjudi, berkurban untuk berhala, dan mengundi nasib; hukum membunuh binatang waktu ihram; hukum persaksian dalam berwasiat.3. Kisah-kisah:Kisah Nabi Musa a.s. menyuruh kaumnya memasuki Palestina; kisah Habil dan Qabil; dan kisah-kisah tentang Nabi 'Isa a.s.4. Lain-lain:Kewajiban bersikap lemah lembut terhadap sesama mukmin dan bersikap keras terhadap orang kafir; penyempurnaan Agama Islam di zaman Nabi Muhammad s.a.w.; kewajiban bersikap jujur dan adil; sikap dalam menghadapi berita-berita bohong; akibat berteman akrab nonmuslim; laknat Allah terhadap orang-orang Yahudi; kewajiban rasul-rasul hanya menyampaikan agama; sikap Yahudi dan Nasrani terhadap orang Islam; Ka'bah sebagai pondasi kehidupan manusia; peringatan dari Allah agar meninggalkan kebiasaan Arab Jahiliyah; larangan bertanya sesuatu yang mengakibatkan kesusahan dalam beragama.Surat Al-Ma-idah mengemukakan bagaimana seharusnya orang mukmin bersikap, baik terhadap sesama maupun nonmukmin; manfaaat memenuhi janji prasetia terhadap Allah, perjanjian yang dilakukan oleh sesama manusia, dan ketauhidan Allah.Hubungan Surat Al-Ma-Idah Dengan Surat Al-An'Am:1. Surat Al-Ma-idah mengemukakan hujjah terhadap ahli kitab, sedangkan surat Al-An'am mengemukakan hujjah terhadap kaum musyrikin.2. Surat Al-An'am memuat makanan-makanan yang diharamkan dan binatang sembelihan secara umum, sedangkan surat Al-Ma-idah memuat secara terperinci.3. Akhir surat Al-Ma-idah mengemukakan bahwa Allah menguasai langit dan bumi serta memberi balasan atas perbuatan-perbuatan manusia di dunia, sedangkan permulaan surat Al-An'am mengutarakan bahwa segala puji hanya milik Allah, Pencipta langit dan bumi serta sumber kebahagiaan manusia.",
      "verses": [
        {
          "number": 83,
          "arabic": "وَإِذَا سَمِعُوا۟ مَآ أُنزِلَ إِلَى ٱلرَّسُولِ تَرَىٰٓ أَعْيُنَهُمْ تَفِيضُ مِنَ ٱلدَّمْعِ مِمَّا عَرَفُوا۟ مِنَ ٱلْحَقِّ ۖ يَقُولُونَ رَبَّنَآ ءَامَنَّا فَٱكْتُبْنَا مَعَ ٱلشَّـٰهِدِينَ",
          "transliteration": "wa-idhā samiʿū mā unzila ilā l-rasūli tarā aʿyunahum tafīḍu mina l-damʿi mimmā ʿarafū mina l-ḥaqi yaqūlūna rabbanā āmannā fa-uk'tub'nā maʿa l-shāhidīna",
          "translation": "Dan apabila mereka mendengarkan apa (Alquran) yang diturunkan kepada Rasul (Muhammad), kamu lihat mata mereka mencucurkan air mata disebabkan kebenaran yang telah mereka ketahui (dari kitab-kitab mereka sendiri), seraya berkata, \"Ya Tuhan, kami telah beriman, maka catatlah kami bersama orang-orang yang menjadi saksi (atas kebenaran Alquran dan kenabian Muhammad).",
          "tafsir": "Dalam ayat ini diterangkan bahwa pada saat kaum Nasrani mendengar dan memahami kandungan ayat-ayat Al-Qur'an, ada di antara mereka yang mencucurkan air mata karena sangat terharu dan yakin atas kebenaran Al-Qur'an yang diturunkan Allah kepada Nabi Muhammad yang ternyata membenarkan kitab suci mereka. Mereka terharu pula oleh sifat-sifat Nabi Muhammad yang telah mereka kenal sebelumnya dari kitab suci mereka. Pada saat demikian, mereka dengan rendah hati berkata, \"Ya Tuhan kami, kami beriman kepada-Mu dan kepada rasul-rasul-Mu, terutama Nabi Muhammad. Oleh sebab itu, masukkanlah kami bersama orang-orang yang mengakui kebenaran Al-Qur'an dan Nabi Muhammad, yang akan menjadi saksi pada hari Kiamat nanti bahwa Engkau benar-benar telah mengutus para nabi dan rasul-Mu, dan bahwa mereka benar-benar telah menyampaikan agama-Mu kepada umat mereka masing-masing.\" Selanjutnya mereka menyatakan bahwa, tidak ada sesuatu pun yang dapat menghalangi mereka untuk beriman kepada Allah dan kepada kebenaran yang telah diturunkan melalui Rasul-Nya yang terakhir yang diutus untuk seluruh umat manusia. Kemudian mereka tegaskan pula bahwa mereka beriman kepada Allah dan kepada kebenaran yang dibawa Rasul-Nya, karena mereka sangat ingin agar Allah memasukkan mereka ke dalam golongan orang-orang saleh, yaitu umat Nabi Muhammad, karena ajaran agama Islam yang benar, baik mengenai keimanan, ibadah, mu'amalah dan akhlak yang luhur."
        },
        {
          "number": 84,
          "arabic": "وَمَا لَنَا لَا نُؤْمِنُ بِٱللَّهِ وَمَا جَآءَنَا مِنَ ٱلْحَقِّ وَنَطْمَعُ أَن يُدْخِلَنَا رَبُّنَا مَعَ ٱلْقَوْمِ ٱلصَّـٰلِحِينَ",
          "transliteration": "wamā lanā lā nu'minu bil-lahi wamā jāanā mina l-ḥaqi wanaṭmaʿu an yud'khilanā rabbunā maʿa l-qawmi l-ṣāliḥīna",
          "translation": "Dan mengapa kami tidak akan beriman kepada Allah dan kepada kebenaran yang datang kepada kami, padahal kami sangat ingin agar Tuhan kami memasukkan kami ke dalam golongan orang-orang yang saleh?\"",
          "tafsir": "Dalam ayat ini diterangkan bahwa pada saat kaum Nasrani mendengar dan memahami kandungan ayat-ayat Al-Qur'an, ada di antara mereka yang mencucurkan air mata karena sangat terharu dan yakin atas kebenaran Al-Qur'an yang diturunkan Allah kepada Nabi Muhammad yang ternyata membenarkan kitab suci mereka. Mereka terharu pula oleh sifat-sifat Nabi Muhammad yang telah mereka kenal sebelumnya dari kitab suci mereka. Pada saat demikian, mereka dengan rendah hati berkata, \"Ya Tuhan kami, kami beriman kepada-Mu dan kepada rasul-rasul-Mu, terutama Nabi Muhammad. Oleh sebab itu, masukkanlah kami bersama orang-orang yang mengakui kebenaran Al-Qur'an dan Nabi Muhammad, yang akan menjadi saksi pada hari Kiamat nanti bahwa Engkau benar-benar telah mengutus para nabi dan rasul-Mu, dan bahwa mereka benar-benar telah menyampaikan agama-Mu kepada umat mereka masing-masing.\" Selanjutnya mereka menyatakan bahwa, tidak ada sesuatu pun yang dapat menghalangi mereka untuk beriman kepada Allah dan kepada kebenaran yang telah diturunkan melalui Rasul-Nya yang terakhir yang diutus untuk seluruh umat manusia. Kemudian mereka tegaskan pula bahwa mereka beriman kepada Allah dan kepada kebenaran yang dibawa Rasul-Nya, karena mereka sangat ingin agar Allah memasukkan mereka ke dalam golongan orang-orang saleh, yaitu umat Nabi Muhammad, karena ajaran agama Islam yang benar, baik mengenai keimanan, ibadah, mu'amalah dan akhlak yang luhur."
        },
        {
          "number": 85,
          "arabic": "فَأَثَـٰبَهُمُ ٱللَّهُ بِمَا قَالُوا۟ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا ۚ وَذَٰلِكَ جَزَآءُ ٱلْمُحْسِنِينَ",
          "transliteration": "fa-athābahumu l-lahu bimā qālū jannātin tajrī min taḥtihā l-anhāru khālidīna fīhā wadhālika jazāu l-muḥ'sinīna",
          "translation": "Maka Allah memberi pahala kepada mereka atas perkataan yang telah mereka ucapkan, (yaitu) surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya. Dan itulah balasan (bagi) orang-orang yang berbuat kebaikan.",
          "tafsir": "Berdasarkan ucapan mereka yang mengungkapkan keimanan dan keikhlasan mereka yang sungguh-sungguh kepada Allah, maka Allah memberi mereka pahala, berupa surga tempat mereka memperoleh kenikmatan dan karunia Allah yang berupa kebun-kebun dan taman-taman yang indah. Pada hakekatnya keindahan dan kenikmatan yang mereka peroleh di dalam surga itu tidak dapat digambarkan dengan kata-kata. Surga akan dikaruniakan Allah kepada hamba-hamba-Nya yang beriman dan beramal saleh semasa ia hidup di dunia."
        },
        {
          "number": 86,
          "arabic": "وَٱلَّذِينَ كَفَرُوا۟ وَكَذَّبُوا۟ بِـَٔايَـٰتِنَآ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلْجَحِيمِ",
          "transliteration": "wa-alladhīna kafarū wakadhabū biāyātinā ulāika aṣḥābu l-jaḥīmi",
          "translation": "Dan orang-orang yang kafir serta mendustakan ayat-ayat Kami, mereka itulah penghuni neraka.",
          "tafsir": "Kaum Nasrani yang beriman kepada Allah dan kepada Al-Qur'an adalah orang-orang yang mau berpikir, insaf, dan tidak fanatik. Tetapi ada orang yang fanatik kepada kesesatan dan ingkar kepada kebenaran, mereka mengingkari Al-Qur'an. Mereka adalah Ahli Kitab, yaitu Yahudi dan Nasrani yang sudah tertutup hatinya untuk menerima kebenaran, mereka hanya merasa benar sendiri. Dalam ayat ini Allah menyebutkan ancaman-Nya terhadap orang-orang yang mengingkari dan mendustakan ayat-ayat-Nya yang telah menerangkan sifat-sifat kesempurnaan dan kemahaesaan-Nya, serta menjelaskan kebenaran Rasul-Nya mengenai wahyu Allah yang telah disampaikannya. Mereka pasti akan menjadi penghuni neraka Jahim. Dengan kekafiran mereka terhadap Allah, berarti mereka telah menganiaya diri mereka sendiri. Akibatnya, mereka akan menderita siksa yang berat, dan mereka kekal dalam neraka itu."
        },
        {
          "number": 87,
          "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تُحَرِّمُوا۟ طَيِّبَـٰتِ مَآ أَحَلَّ ٱللَّهُ لَكُمْ وَلَا تَعْتَدُوٓا۟ ۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلْمُعْتَدِينَ",
          "transliteration": "yāayyuhā alladhīna āmanū lā tuḥarrimū ṭayyibāti mā aḥalla l-lahu lakum walā taʿtadū inna l-laha lā yuḥibbu l-muʿ'tadīna",
          "translation": "Wahai orang-orang yang beriman! Janganlah kamu mengharamkan apa yang baik yang telah dihalalkan Allah kepadamu, dan janganlah kamu melampaui batas. Sesungguhnya Allah tidak menyukai orang-orang yang melampaui batas.",
          "tafsir": "Ayat ini diturunkan berkenaan dengan beberapa orang sahabat yang keliru dalam memahami dan melaksanakan ajaran agama Islam. Mereka mengira, bahwa untuk mendekatkan diri kepada Allah harus melepaskan diri dari segala macam kenikmatan duniawi, karena mereka berpendapat, bahwa kenikmatan itu hanya akan melalaikan mereka beribadah kepada Allah. Padahal Allah telah menciptakan dan menyediakan di muka bumi ini hal-hal yang baik, yang dihalalkan-Nya untuk mereka. Di samping itu, Dia telah menjelaskan pula apa-apa yang diharamkan-Nya. Walaupun Allah telah menyediakan dan menghalalkan hal-hal yang baik bagi hamba-Nya, namun harus tetap diperlakukan dengan cara yang wajar dan tidak berlebihan. Maka firman Allah dalam ayat ini melarang hamba-Nya dari sikap dan perbuatan yang melampaui batas. Perbuatan yang melampaui batas dalam soal makanan, misalnya, dapat diartikan dengan dua macam pengertian. Pertama, seseorang tetap memakan makanan yang baik, yang halal, tetapi ia berlebihan makan makanan itu, atau terlalu banyak. Padahal makan yang terlalu kenyang merusak kesehatan, alat-alat pencernaan dan mungkin merusak pikiran. Dana dan pikirannya hanya tertuju kepada makanan dan minuman, sehingga kewajiban-kewajiban lainnya terbengkalai, terutama ibadahnya. Pengertian yang kedua, bahwa seseorang telah melampaui batas dalam macam dan jenis makanan yang dimakannya, minuman yang diminumnya; tidak lagi terbatas pada makanan yang baik dan halal, bahkan telah melampauinya kepada yang merusak dan berbahaya, yang telah diharamkan oleh agama. Kedua hal itu tidak dibenarkan oleh ajaran agama Islam. Pada akhir ayat tersebut Allah memperingatkan kepada hamba-Nya, bahwa Dia tidak suka kepada orang yang melampaui batas. Ini berarti bahwa setiap pekerjaan yang kita lakukan haruslah selalu dalam batas-batas yang ditetapkan oleh agama, seperti batas halal dan haramnya, maupun batas-batas yang dapat diketahui oleh akal, pikiran dan perasaan, misalnya batas mengenai banyak sedikitnya serta manfaat dan mudaratnya. Suatu hal yang perlu kita ingat ialah prinsip yang terdapat dalam Syariat Islam, bahwa apa yang dihalalkan oleh agama, adalah karena ia bermanfaat dan tidak berbahaya; sebaliknya, apa yang diharamkannya adalah karena ia berbahaya dan tidak bermanfaat, atau karena bahayanya lebih besar daripada manfaatnya. Oleh sebab itu, tidak boleh mengubah-ubah sendiri hukum-hukum agama yang telah ditetapkan Allah dan Rasul-Nya. Allah Maha Mengetahui apa yang baik dan bermanfaat bagi hamba-Nya dan apa yang berbahaya bagi mereka. Dia Maha Pengasih terhadap mereka."
        },
        {
          "number": 88,
          "arabic": "وَكُلُوا۟ مِمَّا رَزَقَكُمُ ٱللَّهُ حَلَـٰلًا طَيِّبًا ۚ وَٱتَّقُوا۟ ٱللَّهَ ٱلَّذِىٓ أَنتُم بِهِۦ مُؤْمِنُونَ",
          "transliteration": "wakulū mimmā razaqakumu l-lahu ḥalālan ṭayyiban wa-ittaqū l-laha alladhī antum bihi mu'minūna",
          "translation": "Dan makanlah dari apa yang telah diberikan Allah kepadamu sebagai rezeki yang halal dan baik, dan bertakwalah kepada Allah yang kamu beriman kepada-Nya.",
          "tafsir": "Pada ayat ini Allah memerintahkan kepada hamba-Nya agar mereka makan rezeki yang halal dan baik, yang telah dikaruniakan-Nya kepada mereka. \"Halal\" di sini mengandung pengertian, halal bendanya dan halal cara memperolehnya. Sedangkan \"baik\" adalah dari segi kemanfaatannya, yaitu yang mengandung manfaat dan maslahat bagi tubuh, mengandung gizi, vitamin, protein dan sebagainya. Makanan tidak baik, selain tidak mengandung gizi, juga jika dikonsumsi akan merusak kesehatan. Prinsip \"halal dan baik\" ini hendaknya senantiasa menjadi perhatian dalam menentukan makanan dan minuman yang akan dimakan untuk diri sendiri dan untuk keluarga, karena makanan dan minuman itu tidak hanya berpengaruh terhadap jasmani, melainkan juga terhadap rohani. Setiap daging yang tumbuh dari sesuatu yang haram, maka neraka lebih baik baginya. (Riwayat at-Tirmidzi) Tidak ada halangan bagi orang-orang mukmin yang mampu, untuk menikmati makanan dan minuman yang enak, dan untuk mengadakan hubungan dengan isteri, akan tetapi haruslah menaati ketentuan-ketentuan yang telah ditetapkan syara', yaitu: baik, halal dan menurut ukuran yang layak dan tidak berlebihan. Maka pada akhir ayat ini Allah memperingatkan orang beriman agar mereka berhati-hati dan bertakwa kepada-Nya dalam soal makanan, minuman, dan kenikmatan-kenikmatan lainnya. Janganlah mereka menetapkan hukum-hukum menurut kemauan sendiri dan tidak pula berlebihan dalam menikmati apa-apa yang telah dihalalkan-Nya. Dalam ayat lain Allah berfirman: makan dan minumlah, tetapi jangan berlebihan. Sungguh, Allah tidak menyukai orang yang berlebih-lebihan. (al-A'raf/7: 31) Agama Islam sangat mengutamakan kesederhanaan. Ia tidak membenarkan umatnya berlebih-lebihan dalam makan, minum, berpakaian dan sebagainya, bahkan dalam beribadah. Sebaliknya, juga tidak dibenarkannya seseorang terlalu menahan diri dari menikmati sesuatu, padahal ia mampu untuk memperolehnya. Apalagi bila sifat menahan diri itu sampai mendorongnya untuk mengharamkan apa-apa yang telah dihalalkan syara'. Setiap orang beriman diperintahkan Allah swt. untuk senantiasa mengkonsumsi makanan yang halal dan baik (mengandung gizi dan vitamin yang cukup). Jadi bagian ayat yang berbunyi halal dan baik (arab: halalan thayyiba) tersebut di atas mengandung makna dua aspek yang akan melekat pada setiap rezeki makanan yang dikonsumi manusia. Aspek pertama, hendaklah makanan didapatkan dengan cara yang halal yang sesuai dengan syariat Islam yang dicontohkan Rasul. Dalam hal ini mengandung makna perintah untuk bermuamalah yang benar. Jangan dengan cara paksa, tipu, curi, atau dengan cara-cara yang diharamkan dalam syariat Islam. Sementara dalam aspek baik atau thayyib adalah dari sisi kandungan zat makanan yang dikonsumi. Makanan hendaknya mengandung zat yang dibutuhkan oleh tubuh, baik mutu maupun jumlah. Makanan gizi berimbang adalah yang dianjurkan. Ada makanan yang halal tapi tidak thayyib, misalnya Rasul mencontohkan kepala, kulit dan jeroan binatang sembelihan dibuang. Bahkan beliau bersabda jangan makan tulang karena tulang adalah makanan untuk saudaramu dari bangsa jin. Hasil penelitian menunjukkan bahwa bagian-bagian tersebut ternyata banyak mengandung zat penyebab kadar kolestrerol darah dalam tubuh manusia cepat meningkat. Rasulullah telah memberikan suri teladan tentang kesederhanaan ini. Dalam segala segi kehidupannya, beliau senantiasa bersifat sederhana, padahal jika beliau mau niscaya beliau dapat saja menikmati segala macam kenikmatan itu sepuas hati. Akan tetapi beliau tidak berbuat demikian, karena sebagai seorang pemimpin, beliau memimpin dan memberi teladan kepada umatnya, pola hidup sederhana, tetapi tidak menyiksa diri."
        },
        {
          "number": 89,
          "arabic": "لَا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغْوِ فِىٓ أَيْمَـٰنِكُمْ وَلَـٰكِن يُؤَاخِذُكُم بِمَا عَقَّدتُّمُ ٱلْأَيْمَـٰنَ ۖ فَكَفَّـٰرَتُهُۥٓ إِطْعَامُ عَشَرَةِ مَسَـٰكِينَ مِنْ أَوْسَطِ مَا تُطْعِمُونَ أَهْلِيكُمْ أَوْ كِسْوَتُهُمْ أَوْ تَحْرِيرُ رَقَبَةٍ ۖ فَمَن لَّمْ يَجِدْ فَصِيَامُ ثَلَـٰثَةِ أَيَّامٍ ۚ ذَٰلِكَ كَفَّـٰرَةُ أَيْمَـٰنِكُمْ إِذَا حَلَفْتُمْ ۚ وَٱحْفَظُوٓا۟ أَيْمَـٰنَكُمْ ۚ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمْ ءَايَـٰتِهِۦ لَعَلَّكُمْ تَشْكُرُونَ",
          "transliteration": "lā yuākhidhukumu l-lahu bil-laghwi fī aymānikum walākin yuākhidhukum bimā ʿaqqadttumu l-aymāna fakaffāratuhu iṭ'ʿāmu ʿasharati masākīna min awsaṭi mā tuṭ'ʿimūna ahlīkum aw kis'watuhum aw taḥrīru raqabatin faman lam yajid faṣiyāmu thalāthati ayyāmin dhālika kaffāratu aymānikum idhā ḥalaftum wa-iḥ'faẓū aymānakum kadhālika yubayyinu l-lahu lakum āyātihi laʿallakum tashkurūna",
          "translation": "Allah tidak menghukum kamu disebabkan sumpah-sumpahmu yang tidak disengaja (untuk bersumpah), tetapi Dia menghukum kamu disebabkan sumpah-sumpah yang kamu sengaja, maka kafaratnya (denda pelanggaran sumpah) ialah memberi makan sepuluh orang miskin, yaitu dari makanan yang biasa kamu berikan kepada keluargamu, atau memberi mereka pakaian atau memerdekakan seorang hamba sahaya. Barang siapa tidak mampu melakukannya, maka (kafaratnya) berpuasalah tiga hari. Itulah kafarat sumpah-sumpahmu apabila kamu bersumpah. Dan jagalah sumpahmu. Demikianlah Allah menerangkan hukum-hukum-Nya kepadamu agar kamu bersyukur (kepada-Nya).",
          "tafsir": "Dalam ayat ini dijelaskan bahwa Allah tidak akan menimpakan hukuman kepada seseorang yang melanggar sumpah yang telah diucapkannya tidak dengan sungguh-sungguh atau tidak didahului oleh niat bersumpah. Akan tetapi, bila seseorang bersumpah dengan sepenuh hati dan niat yang sungguh-sungguh, kemudian ia melanggar sumpah tersebut, maka ia dikenakan kafarat (denda), yaitu salah satu dari hal-hal berikut ini: a) Memberi makan sepuluh orang miskin, masing-masing satu kali makan. (Imam Abu Hanifah membolehkan memberi makan satu orang miskin saja, tetapi dalam masa sepuluh hari). Makanan tersebut haruslah sama mutunya dengan makanan yang dimakan sehari-hari oleh pembayar kafarat dan keluarganya. b) Memberi pakaian kepada sepuluh orang miskin, yang sama mutunya dengan pakaian yang dipakainya sehari-hari. c) Memerdekakan seorang hamba sahaya yang diperoleh dengan jalan membeli atau menawannya dalam peperangan. Di sini tidak diisyaratkan agar hamba-hamba sahaya itu harus beriman. Oleh karena itu, boleh memerdekakan hamba sahaya yang kafir sekalipun sebagai kafarat pelanggaran sumpah. (Ini adalah pendapat Imam Abu Hanifah. Sedang Imam Syafi'i, Malik dan Ahmad mensyaratkan agar hamba itu yang sudah beriman). d) Berpuasa selama tiga hari. Ini berlaku bagi pelanggar sumpah yang tidak mampu membayar kafarat sumpahnya dengan salah satu dari tiga macam kafarat yang disebutkan terdahulu. Apabila ia belum mampu untuk berpuasa karena ia sedang sakit, maka harus dilaksanakan setelah ia sembuh dan mampu berpuasa. Jika ternyata penyakitnya tidak sembuh, dan kemudian ia meninggal dunia sebelum sempat berpuasa untuk membayar kafarat itu, maka diharapkan ampunan Allah untuknya, bila benar-benar telah mempunyai niat yang sungguh-sungguh untuk melaksanakannya walaupun belum tercapai. Dengan demikian jelas bahwa seseorang yang melanggar sumpah yang memang diniatkan secara sungguh-sungguh, maka ia harus membayar kafarat, salah satu dari tiga macam kafarat itu. Apabila ia tidak mampu, ia boleh membayarnya dengan kafarat yang keempat yaitu berpuasa tiga hari berturut-turut. Mengenai hal ini Rasulullah telah menjelaskan dengan sabda beliau yang diriwayatkan oleh Ibnu Mardawaih dari Ibnu 'Abbas, ia berkata: Ketika ayat kafarat ini diturunkan, Hudzaifah bertanya kepada Rasulullah, \"Bolehkah kami memilih?\" Maka Rasulullah menjawab, \"Engkau boleh memilih, jika engkau mau, engkau boleh memerdekakan seorang hamba sahaya; dan jika engkau mau, engkau boleh memberi makan (sepuluh orang miskin). Barang siapa yang tidak mampu, maka ia harus berpuasa tiga hari berturut-turut.\" (Riwayat Ibnu Mardawaih) Jika bersumpah tidak akan berbuat sesuatu yang dihalalkan untuknya, sehingga dengan demikian berarti ia tidak mengharapkan sesuatu yang telah dihalalkan Allah, maka ia diwajibkan melanggar sumpahnya, dan diwajibkan pula untuk membayar kafaratnya. Demikian pula sebaliknya. Setelah Allah menjelaskan macam-macam kafarat yang tersebut di atas yang harus ditunaikan oleh orang yang melanggar sumpahnya itu, selanjutnya Allah memperingatkan orang-orang mukmin agar mereka memelihara sumpah mereka. Artinya: seseorang tidak boleh mempermainkan sumpah. Sumpah digunakan hanya dalam masalah-masalah yang memang memerlukan sumpah sebagai penguat atau penegasan. Apabila sumpah sudah diucapkan dengan niat sungguh-sungguh, maka isi sumpah itu harus ditepati, kecuali bila sumpah itu menyalahi peraturan agama, misalnya: untuk mengharamkan apa-apa yang telah dihalalkan Allah dan Rasul-Nya. Hanya dalam keadaan semacam itu sajalah sumpah harus dilanggar, tetapi harus ditebus dengan kafarat. Pada akhir ayat ini Allah menjelaskan ayat-ayat-Nya yang berisi hukum-hukum agama kepada mereka yang mau bersyukur kepada-Nya atas segala rahmat-Nya, keadilan-Nya, serta kasih sayang-Nya. Diharapkan, syukur yang dilakukan dengan cara-cara yang diajarkannya akan menyebabkan bertambahnya rahmat tersebut kepada mereka."
        }
      ]
    }
  ]
}