{
  "pageNumber": 276,
  "juz": 14,
  "surahs": [
    {
      "number": 16,
      "name": "An-Nahl",
      "nameArabic": "النحل",
      "meaning": "Lebah",
      "revelation": "Makkah",
      "description": "Surat ini terdiri dari 128 ayat dan termasuk surat Makkiyyah. Surat ini dinamakan \"An-Nahl\" yang berarti \"lebah\" karena di dalamnya terdapat firman Allah pada ayat 68 yang artinya, \"Dan Tuhanmu mengilhamkan kepada lebah.\"Lebah adalah makhluk Allah yang banyak memberi manfaat dan kenikmatan pada manusia. Ada persamaan antara madu yang dihasilkan lebah dengan Al-Qur'anul Karim. Madu berasal dari aneka macam sari bunga dan menjadi obat bagi bermacam-macam penyakit (lihat ayat ke-69). Sementara itu, Al-Qur'an berisi inti sari kitab-kitab yang telah diturunkan kepada nabi-nabi terdahulu ditambah ajaran-ajaran yang dibutuhkan semua manusia sepanjang masa untuk mencapai kebahagiaan dunia dan akhirat (lihat surat Yunus ayat ke-57 dan surat Al-Israa' ayat ke-82). Surat ini juga dinamakan \"An Ni'am\" yang berarti nikmat-nikmat, karena di dalamnya Allah menyebutkan berbagai macam nikmat yang diberikan kepada hamba-hamba-Nya.**Pokok-Pokok Isi:**1. **Keimanan:** Kepastian adanya hari kiamat; keesaan Allah, kekuasaan-Nya dan kesempurnaan ilmu-Nya serta dalil-dalilnya; pertanggungjawaban manusia kepada Allah terhadap segala yang telah dikerjakannya.2. **Hukum-hukum:** Beberapa hukum tentang makanan dan minuman yang diharamkan dan yang dihalalkan; dibolehkan memakai perhiasan yang berasal dari laut, seperti: merjan dan mutiara; dibolehkan memakan makanan yang diharamkan dalam keadaan terpaksa; kulit dan bulu binatang dari hewan yang halal dimakan; kewajiban memenuhi perjanjian dan larangan mempermainkan sumpah; larangan membuat-buat hukum yang tak ada dasarnya; perintah membaca isti'aadzah (a'uudzubillahi minasyaithaanirrajiim = aku berlindung kepada Allah dari setan yang terkutuk); tantangan membalas siksa melebihi siksaan yang diterima.3. **Kisah-kisah:** Kisah Nabi Ibrahim.4. **Lain-lain:** Asal muasal kejadian manusia; madu adalah untuk kesehatan manusia; nasib pemimpin-pemimpin palsu pada hari kiamat; pandangan orang Arab zaman Jahiliyah terhadap anak perempuan; ajaran moral di dalam Islam; pedoman dakwah dalam Islam.Surat An-Nahl mengandung keterangan tentang sifat-sifat dan tingkah laku orang musyrikin, serta tantangan mereka terhadap kebenaran hari kiamat dan kerasulan Nabi Muhammad. Kemudian Allah menyebutkan peringatan-peringatan-Nya kepada mereka dari azab yang mereka alami sebagai akibat atas perbuatan mereka itu. Dalam surat ini, Allah menunjukkan bukti-bukti keesaan-Nya seraya memaparkan nikmat-nikmat yang diberikan-Nya kepada hamba-hamba-Nya. Surat ini juga memuat hukum-hukum dan ajaran-ajaran tentang akhlak.**Hubungan Surat An-Nahl Dengan Surat Al-Isra':**1. Dalam surat An-Nahl Allah menyebutkan perselisihan orang-orang Yahudi tentang hari Sabtu, kemudian di surat Al-Isra' dijelaskan sifat-sifat orang Yahudi yang ditetapkan dalam Taurat.2. Setelah Allah menganjurkan kepada Nabi Muhammad agar bersabar dan melarang beliau agar tidak berduka cita atau berkecil hati disebabkan tipu daya orang-orang musyrikin, maka di surat Al-Isra' Allah menerangkan kemuliaan Nabi Muhammad serta martabatnya yang tinggi di hadapan Allah.3. Dalam surat An-Nahl Allah menerangkan bermacam-macam nikmat-Nya, tetapi kebanyakan manusia tidak mensyukuri nikmat itu, kemudian dalam surat Al-Isra' disebut nikmat-nikmat yang lebih besar yang diberikan kepada Bani Israil dan tidak mereka syukuri, justru mereka berbuat kerusakan di bumi.4. Dalam surat An-Nahl Allah mengatakan, bahwa air madu yang keluar dari lebah merupakan minuman yang mengandung obat bagi manusia, maka dalam surat Al-Isra' diterangkan bahwa Al-Qur'an juga mengandung obat dan rahmat bagi orang-orang yang beriman.",
      "verses": [
        {
          "number": 80,
          "arabic": "وَٱللَّهُ جَعَلَ لَكُم مِّنۢ بُيُوتِكُمْ سَكَنًا وَجَعَلَ لَكُم مِّن جُلُودِ ٱلْأَنْعَـٰمِ بُيُوتًا تَسْتَخِفُّونَهَا يَوْمَ ظَعْنِكُمْ وَيَوْمَ إِقَامَتِكُمْ ۙ وَمِنْ أَصْوَافِهَا وَأَوْبَارِهَا وَأَشْعَارِهَآ أَثَـٰثًا وَمَتَـٰعًا إِلَىٰ حِينٍ",
          "transliteration": "wal-lahu jaʿala lakum min buyūtikum sakanan wajaʿala lakum min julūdi l-anʿāmi buyūtan tastakhiffūnahā yawma ẓaʿnikum wayawma iqāmatikum wamin aṣwāfihā wa-awbārihā wa-ashʿārihā athāthan wamatāʿan ilā ḥīnin",
          "translation": "Dan Allah menjadikan rumah-rumah bagimu sebagai tempat tinggal dan Dia menjadikan bagimu rumah-rumah (kemah-kemah) dari kulit hewan ternak yang kamu merasa ringan (membawa)nya pada waktu kamu bepergian dan pada waktu kamu bermukim dan (dijadikan-Nya pula) dari bulu domba, bulu unta, dan bulu kambing, alat-alat rumah tangga dan kesenangan sampai waktu (tertentu).",
          "tafsir": "Ayat ini menjelaskan nikmat-nikmat yang dianugerahkan Allah kepada manusia untuk dijadikan tanda keesaan-Nya, seperti Allah menganugerahkan rumah bagi manusia. Rumah-rumah itu tidak hanya berfungsi sebagai tempat tinggal atau berlindung dari hujan dan panas, tetapi juga tempat menciptakan suasana aman, damai, dan tenteram serta menumbuhkan kasih sayang dan rasa kesetiaan di antara penghuninya. Dari rumah tangga yang baik, lahir manusia yang baik. Agama Islam menetapkan aturan untuk menjamin kehormatan rumah sebagai tempat tinggal. Seseorang dilarang masuk ke rumah orang lain sebelum memberi salam dan minta izin dari penghuninya, meskipun dia petugas negara. Tidak dibenarkan seseorang memeriksa rumah orang lain dengan alasan apapun, dan tidak boleh mengintai-intai penghuninya sehingga menimbulkan rasa tidak aman bagi keluarga penghuni rumah itu. Itulah pengertian rumah dan fungsinya bagi manusia yang berdiam di satu tempat. Kepada bangsa pengembara, Allah swt memberikan nikmat kepada mereka berupa kulit binatang ternak untuk keperluan tempat tinggal. Mereka membangun kemah-kemah dan pondok-pondok dari kulit dan bulu-bulu ternak itu sewaktu mengembara di padang pasir sambil menggembala ternak mereka. Benda-benda tersebut mudah dan ringan dibawa berpindah-pindah dari suatu tempat ke tempat lain. Nikmat Allah lainnya kepada manusia ialah bulu dan kulit binatang ternak yang bisa dimanfaatkan untuk keperluan pakaian, alat-alat rumah tangga, dan lain-lain. Bulu domba (wool), kulit unta, dan kulit kambing merupakan barang-barang yang dapat mereka perdagangkan sejak zaman dahulu sampai sekarang. Dari ayat ini, dapat diambil suatu dalil hukum bahwa kulit dan bulu dari ternak yang halal dimakan adalah suci."
        },
        {
          "number": 81,
          "arabic": "وَٱللَّهُ جَعَلَ لَكُم مِّمَّا خَلَقَ ظِلَـٰلًا وَجَعَلَ لَكُم مِّنَ ٱلْجِبَالِ أَكْنَـٰنًا وَجَعَلَ لَكُمْ سَرَٰبِيلَ تَقِيكُمُ ٱلْحَرَّ وَسَرَٰبِيلَ تَقِيكُم بَأْسَكُمْ ۚ كَذَٰلِكَ يُتِمُّ نِعْمَتَهُۥ عَلَيْكُمْ لَعَلَّكُمْ تُسْلِمُونَ",
          "transliteration": "wal-lahu jaʿala lakum mimmā khalaqa ẓilālan wajaʿala lakum mina l-jibāli aknānan wajaʿala lakum sarābīla taqīkumu l-ḥara wasarābīla taqīkum basakum kadhālika yutimmu niʿ'matahu ʿalaykum laʿallakum tus'limūna",
          "translation": "Dan Allah menjadikan tempat bernaung bagimu dari apa yang telah Dia ciptakan, Dia menjadikan bagimu tempat-tempat tinggal di gunung-gunung, dan Dia menjadikan pakaian bagimu yang memeliharamu dari panas dan pakaian (baju besi) yang memelihara kamu dalam peperangan. Demikian Allah menyempurnakan nikmat-Nya kepadamu agar kamu berserah diri (kepada-Nya).",
          "tafsir": "Dalam ayat ini, Allah swt menyebutkan nikmat karunia-Nya selain nikmat yang telah disebutkan, yang memberikan rasa aman, damai, dan tenteram. Kepada bangsa yang sudah menetap atau maju, Allah memberikan karunia tempat berteduh seperti rumah, hotel, dan gedung yang secara umum dibuat dari kayu, besi, batu, dan lain-lain. Allah menyediakan bahan (material) dari gunung seperti batu dan pasir untuk membangun gedung, benteng, atau perlindungan tempat tinggal dalam gunung. Kesemuanya menimbulkan rasa aman dan tenang pada jiwa penghuninya. Allah swt menyediakan bagi mereka pakaian dari bulu domba atau dari kapas dan katun yang memelihara mereka dari panas dan dingin, serta pakaian dari besi untuk melindungi tubuh mereka dari senjata tajam ketika berperang. Demikianlah nikmat-nikmat yang dianugerahkan Allah kepada manusia. Allah akan menyempurnakan nikmat-nikmat duniawi kepada kaum Muslimin dengan memberikan kekuasaan dan kerajaan kepada mereka, serta menetapkan tujuan perjuangan mereka itu untuk mencari keridaan Allah dan menegakkan kemaslahatan bagi umat manusia. Maka hendaklah mereka menyadari segala kenikmatan yang besar dari Allah itu dan mengakui pula kewajiban terhadap pemberi nikmat itu, untuk kemudian beriman kepada-Nya, meninggalkan sembahan-sembahan lain, dan melakukan amal saleh. Allah berfirman: Dan sungguh, Kami telah memuliakan anak cucu Adam, dan Kami angkut mereka di darat dan di laut, dan Kami beri mereka rezeki dari yang baik-baik dan Kami lebihkan mereka di atas banyak makhluk yang Kami ciptakan dengan kelebihan yang sempurna. (al-Isra'/17: 70) (82) Sesudah Allah menjelaskan nikmat dan karunia-Nya kepada manusia, maka dalam ayat ini Allah menegaskan kepada Rasul saw bahwa jika orang-orang kafir itu tetap berpaling dari ajaran Rasul dan menolak segala penjelasan dan uraian bukti-bukti kebenaran agama yang disampaikan kepada mereka, hendaklah hal itu tidak menyedihkan beliau dan tidak menimbulkan rasa putus asa dalam jiwanya. Tugas Rasul hanya menyampai-kan dan beliau sudah menunaikannya dengan sempurna yaitu menyampaikan dan menjelaskan syariat agama Islam, cita-citanya, dan hikmah-hikmah yang terkandung dalam syariat itu. Menumbuhkan keimanan dalam jiwa manusia atau membuat orang menjadi mukmin sesungguhnya di luar kemampuan Rasul saw."
        },
        {
          "number": 82,
          "arabic": "فَإِن تَوَلَّوْا۟ فَإِنَّمَا عَلَيْكَ ٱلْبَلَـٰغُ ٱلْمُبِينُ",
          "transliteration": "fa-in tawallaw fa-innamā ʿalayka l-balāghu l-mubīnu",
          "translation": "Jika mereka berpaling, maka ketahuilah kewajiban yang dibebankan atasmu (Muhammad) hanyalah menyampaikan (amanat Allah) dengan terang.<sup foot_note=135410>1</sup>",
          "tafsir": "Dalam ayat ini, Allah swt menyebutkan nikmat karunia-Nya selain nikmat yang telah disebutkan, yang memberikan rasa aman, damai, dan tenteram. Kepada bangsa yang sudah menetap atau maju, Allah memberikan karunia tempat berteduh seperti rumah, hotel, dan gedung yang secara umum dibuat dari kayu, besi, batu, dan lain-lain. Allah menyediakan bahan (material) dari gunung seperti batu dan pasir untuk membangun gedung, benteng, atau perlindungan tempat tinggal dalam gunung. Kesemuanya menimbulkan rasa aman dan tenang pada jiwa penghuninya. Allah swt menyediakan bagi mereka pakaian dari bulu domba atau dari kapas dan katun yang memelihara mereka dari panas dan dingin, serta pakaian dari besi untuk melindungi tubuh mereka dari senjata tajam ketika berperang. Demikianlah nikmat-nikmat yang dianugerahkan Allah kepada manusia. Allah akan menyempurnakan nikmat-nikmat duniawi kepada kaum Muslimin dengan memberikan kekuasaan dan kerajaan kepada mereka, serta menetapkan tujuan perjuangan mereka itu untuk mencari keridaan Allah dan menegakkan kemaslahatan bagi umat manusia. Maka hendaklah mereka menyadari segala kenikmatan yang besar dari Allah itu dan mengakui pula kewajiban terhadap pemberi nikmat itu, untuk kemudian beriman kepada-Nya, meninggalkan sembahan-sembahan lain, dan melakukan amal saleh. Allah berfirman: Dan sungguh, Kami telah memuliakan anak cucu Adam, dan Kami angkut mereka di darat dan di laut, dan Kami beri mereka rezeki dari yang baik-baik dan Kami lebihkan mereka di atas banyak makhluk yang Kami ciptakan dengan kelebihan yang sempurna. (al-Isra'/17: 70)"
        },
        {
          "number": 83,
          "arabic": "يَعْرِفُونَ نِعْمَتَ ٱللَّهِ ثُمَّ يُنكِرُونَهَا وَأَكْثَرُهُمُ ٱلْكَـٰفِرُونَ",
          "transliteration": "yaʿrifūna niʿ'mata l-lahi thumma yunkirūnahā wa-aktharuhumu l-kāfirūna",
          "translation": "Mereka mengetahui nikmat Allah, kemudian mereka mengingkarinya dan kebanyakan mereka adalah orang yang ingkar kepada Allah.",
          "tafsir": "Allah menjelaskan dalam ayat ini tentang kesombongan dan ketinggian hati kebanyakan manusia. Mereka mengetahui dengan gamblang bahwa benda-benda itu seperti batu, kayu, besi, dan lain-lain yang menjadi bahan bangunan tempat berteduh mereka, dan kapas, katun, bulu-bulu domba, dan kulit binatang lainnya menjadi bahan pakaian dan keperluan mereka sehari-hari, merupakan karunia yang datang dari Allah swt, bukan dari sembahan-sembahan mereka selain Allah, bahkan bukan pula dari usaha tangan mereka sendiri. Namun demikian, mereka mengingkari bahwa nikmat itu dari Allah swt, sehingga merasa tidak perlu berterima kasih, memanjatkan doa, menyembah, serta beribadah kepada Tuhan Yang Maha Pencipta dan Pemberi nikmat itu. Mereka memandang bahwa nikmat karunia itu berkat patung dan pujaan-pujaan selain Allah atau memandang sebagai hadiah alam semesta semata-mata, yang ada dengan sendirinya. Memang sesungguhnya kebanyakan manusia itu adalah orang-orang kafir yang menentang dan mendustakan wahyu yang disampaikan rasul. Mereka tidak mau beriman kepadanya walaupun mereka mengetahui kebenaran agama yang dibawanya, karena kesombongan dan ketinggian hati mereka."
        },
        {
          "number": 84,
          "arabic": "وَيَوْمَ نَبْعَثُ مِن كُلِّ أُمَّةٍ شَهِيدًا ثُمَّ لَا يُؤْذَنُ لِلَّذِينَ كَفَرُوا۟ وَلَا هُمْ يُسْتَعْتَبُونَ",
          "transliteration": "wayawma nabʿathu min kulli ummatin shahīdan thumma lā yu'dhanu lilladhīna kafarū walā hum yus'taʿtabūna",
          "translation": "Dan (ingatlah) pada hari (ketika) Kami bangkitkan seorang saksi (rasul) dari setiap umat, kemudian tidak diizinkan kepada orang yang kafir (untuk membela diri) dan tidak (pula) dibolehkan memohon ampunan.",
          "tafsir": "Allah swt menjelaskan bahwa pada hari kiamat, para rasul menjadi saksi atas umat mereka masing-masing. Merekalah yang mengetahui sikap umatnya ketika mereka berdakwah, apakah umatnya menerima dengan baik ajakan dan seruan yang disampaikan, ataukah mereka kufur dan menolak-nya. Kesaksian para rasul atas penerimaan dan penolakan umatnya disertai dengan penjelasan yang cukup dan bukti yang benar. Berdasarkan kesaksian itu, hukuman dijatuhkan kepada mereka. Mereka tidak diberi kesempatan untuk menyampaikan alasan untuk membela diri ataupun minta maaf akan segala perbuatan dan tindakan mereka pada masa hidup di dunia. Allah berfirman: Inilah hari, saat mereka tidak dapat berbicara, dan tidak diizinkan kepada mereka mengemukakan alasan agar mereka dimaafkan. (al-Mursalat/77: 35-36) Dan firman Allah: Dan demikian pula Kami telah menjadikan kamu (umat Islam) \"umat pertengahan\" agar kamu menjadi saksi atas (perbuatan) manusia dan agar Rasul (Muhammad) menjadi saksi atas (perbuatan) kamu. Kami tidak menjadikan kiblat yang (dahulu) kamu (berkiblat) kepadanya melainkan agar Kami mengetahui siapa yang mengikuti Rasul dan siapa yang berbalik ke belakang. Sungguh, (pemindahan kiblat) itu sangat berat, kecuali bagi orang yang telah diberi petunjuk oleh Allah. Dan Allah tidak akan menyia-nyiakan imanmu. Sungguh, Allah Maha Pengasih, Maha Penyayang kepada manusia. (al-Baqarah/2: 143) Dan firman-Nya: (Ingatlah), pada hari (ketika) Kami panggil setiap umat dengan pemimpinnya; dan barang siapa diberikan catatan amalnya di tangan kanannya mereka akan membaca catatannya (dengan baik), dan mereka tidak akan dirugikan sedikit pun. (al-Isra'/17: 71) Hari akhirat adalah hari pembalasan atas amal perbuatan di dunia dan bukan waktu bertobat serta melakukan amal kebaikan untuk menebus dosa. Pada hari kiamat, manusia hanya menerima keputusan dari Allah yang memberikan keputusan dengan seadil-adilnya, masuk surga atau masuk neraka. Allah berfirman: Maka barang siapa mengerjakan kebaikan seberat zarrah, niscaya dia akan melihat (balasan)-nya, dan barang siapa mengerjakan kejahatan seberat zarrah, niscaya dia akan melihat (balasan)-nya. (az-Zalzalah/99: 7-8)"
        },
        {
          "number": 85,
          "arabic": "وَإِذَا رَءَا ٱلَّذِينَ ظَلَمُوا۟ ٱلْعَذَابَ فَلَا يُخَفَّفُ عَنْهُمْ وَلَا هُمْ يُنظَرُونَ",
          "transliteration": "wa-idhā raā alladhīna ẓalamū l-ʿadhāba falā yukhaffafu ʿanhum walā hum yunẓarūna",
          "translation": "Dan apabila orang zalim telah menyaksikan azab, maka mereka tidak mendapat keringanan dan tidak (pula) diberi penangguhan.",
          "tafsir": "Dalam ayat ini dijelaskan tentang azab bagi orang-orang yang zalim, yaitu orang-orang musyrik yang mendustakan rasul-rasul dan memusuhinya, seperti halnya kaum musyrikin Mekah. Sewaktu menyaksikan hukuman yang akan ditimpakan kepada mereka, mereka berusaha membela diri untuk meringankan azabnya. Akan tetapi, pembelaan mereka itu tidak diterima karena tidak ada alasan yang patut dikemukakan untuk mengurangi hukuman mereka. Waktu untuk bertobat sudah berlalu, dan hari kiamat adalah hari pengadilan. Setiap insan dihadapkan ke mahkamah Tuhan Yang Maha bijaksana dan Maha Mengetahui. Setiap orang dalam mahkamah harus berkata benar dan jujur, apakah dia menjadi saksi atau tertuduh. Bila saksi sudah berkata benar dengan bukti-bukti yang benar maka tertuduh harus berkata jujur dan benar pula, supaya hakim menentukan hukuman yang benar. Tidaklah benar jika hakim memberatkan atau meringankan hukuman dan tidak benar pula jika dia menunda-nundanya. Demikian pula halnya orang-orang kafir pada hari kiamat. Karena dosa mereka sudah jelas, maka azab segera ditimpakan kepada mereka, tidak diringankan, dan tidak pula ditangguhkan. Orang-orang berdosa yang berbuat zalim, melakukan kejahatan besar, dan melawan agama yang dibawa nabi-nabi tidak akan dapat melepaskan diri dari azab neraka. Allah berfirman: Dan orang yang berdosa melihat neraka, lalu mereka menduga, bahwa mereka akan jatuh ke dalamnya, dan mereka tidak menemukan tempat berpaling darinya. (al-Kahf/18: 53)"
        },
        {
          "number": 86,
          "arabic": "وَإِذَا رَءَا ٱلَّذِينَ أَشْرَكُوا۟ شُرَكَآءَهُمْ قَالُوا۟ رَبَّنَا هَـٰٓؤُلَآءِ شُرَكَآؤُنَا ٱلَّذِينَ كُنَّا نَدْعُوا۟ مِن دُونِكَ ۖ فَأَلْقَوْا۟ إِلَيْهِمُ ٱلْقَوْلَ إِنَّكُمْ لَكَـٰذِبُونَ",
          "transliteration": "wa-idhā raā alladhīna ashrakū shurakāahum qālū rabbanā hāulāi shurakāunā alladhīna kunnā nadʿū min dūnika fa-alqaw ilayhimu l-qawla innakum lakādhibūna",
          "translation": "Dan apabila orang yang mempersekutukan (Allah) melihat sekutu-sekutu mereka,<sup foot_note=135411>1</sup> mereka berkata, \"Ya Tuhan kami, mereka inilah sekutu-sekutu kami yang dahulu kami sembah selain Engkau.\" Lalu sekutu mereka menyatakan kepada mereka, \"Kamu benar-benar pendusta.\"",
          "tafsir": "Dalam ayat ini disebutkan bahwa ketika orang-orang yang menyekutukan Allah swt melihat sembahan-sembahan mereka pada hari kiamat, mereka pun berkata kepada Allah sambil menuduh sembahan-sembahan itu, \"Mereka inilah sekutu-sekutu kami yang dahulu kami sembah selain Engkau.\" Mereka menunjuk kepada sembahan itu untuk mengalihkan dosa yang mereka pikul kepadanya. Mereka mengira dengan berbuat demikian mereka dapat menghindarkan diri dari azab neraka atau menguranginya. Sebenarnya mereka sudah mengetahui pasti akan dimasukkan ke dalam neraka, namun sudah menjadi sifat manusia, mereka masih mencari-cari jalan untuk membebaskan diri dari kebinasaan itu. Keadaan mereka seperti seorang yang akan tenggelam, sehingga akan memegang apa saja yang tersentuh oleh tangan untuk menyelamatkan diri. Ketika mereka berusaha mengalihkan penderitaan itu kepada sembahan-sembahan mereka, sembahan itu segera melontarkan tuduhan bahwa mereka benar-benar pendusta. Orang-orang musyrik menyembah selain Allah swt atas kesadaran dan kemauan sendiri, bukan karena perintah dari sembahan-sembahan itu. Seperti dalam firman Allah: Dan mereka telah memilih tuhan-tuhan selain Allah, agar tuhan-tuhan itu menjadi pelindung bagi mereka. Sama sekali tidak! Kelak mereka (sesembahan) itu akan mengingkari penyembahan mereka terhadapnya, dan akan menjadi musuh bagi mereka. (Maryam/19: 81-82)"
        },
        {
          "number": 87,
          "arabic": "وَأَلْقَوْا۟ إِلَى ٱللَّهِ يَوْمَئِذٍ ٱلسَّلَمَ ۖ وَضَلَّ عَنْهُم مَّا كَانُوا۟ يَفْتَرُونَ",
          "transliteration": "wa-alqaw ilā l-lahi yawma-idhin l-salama waḍalla ʿanhum mā kānū yaftarūna",
          "translation": "Dan pada hari itu mereka menyatakan tunduk kepada Allah dan lenyaplah segala yang mereka ada-adakan.<sup foot_note=135412>1</sup>",
          "tafsir": "Kemudian Allah swt dalam ayat ini menerangkan bahwa orang-orang yang menyembah sembahan-sembahan selain Allah swt menundukkan diri kepada Allah swt pada hari kiamat sebagai tanda penyesalan. Dalam ayat yang lain Allah swt berfirman: Dan (alangkah ngerinya), jika kamu melihat orang-orang yang berdosa itu menundukkan kepalanya di hadapan Tuhannya, (mereka berkata), \"Ya Tuhan kami, kami telah melihat dan mendengar, maka kembalikanlah kami (ke dunia), niscaya kami akan mengerjakan kebajikan. Sungguh, kami adalah orang-orang yang yakin.\" (as-Sajdah/32: 12) Orang-orang musyrik pada akhirnya meyakini kesesatannya dan menyesali diri. Segala sembahan mereka selama ini seakan lenyap tanpa bekas. Padahal dulunya, mereka menganggap bahwa sembahan-sembahan itu merupakan sekutu Tuhan yang dapat memberi pertolongan kepada mereka. Sebelum menyatakan ketundukan mereka kepada Allah swt, orang-orang musyrik pertama kali memungkiri bahwa mereka telah mempersekutukan-Nya, seperti diterangkan Allah swt: (Ingatlah) pada hari (ketika) mereka semua dibangkitkan Allah, lalu mereka bersumpah kepada-Nya (bahwa mereka bukan orang musyrik) sebagaimana mereka bersumpah kepadamu; dan mereka menyangka bahwa mereka akan memperoleh sesuatu (manfaat). Ketahuilah, bahwa mereka orang-orang pendusta. (al-Mujadalah/58: 18) Pada hari kiamat, orang-orang musyrik pertama kali mungkir kemudian tunduk kepada Allah swt. Mungkir itu disebabkan ketebalan karat-karat kemusyrikan yang menutup jiwa mereka sehingga mereka jauh dari cahaya iman. Fitrah insaniah yang cenderung kepada pengakuan akan keesaan Tuhan menjadi tertutup oleh kegelapan tabir syirik sehingga cahaya fitrah insaniah itu tak berdaya menembusnya. Tetapi kemudian setelah melalui perkembangan dan waktu yang lama, karat-karat yang menutupi jiwa manusia itu semakin menipis, sedangkan sinar fitrah insaniah yang terus hidup berusaha menembus dinding-dinding itu, sehingga akhirnya kembali mengakui keesaan Allah dan menyerah tunduk kepada-Nya. Demikianlah perkembangan jiwa orang-orang musyrik, dari ingkar kepada keesaan Tuhan kemudian menjadi pengakuan akan keesaan-Nya. Namun demikian, pengakuan ini terlambat sehingga tidak bermanfaat lagi bagi mereka."
        }
      ]
    }
  ]
}