{
  "pageNumber": 491,
  "juz": 25,
  "surahs": [
    {
      "number": 43,
      "name": "Az-Zukhruf",
      "nameArabic": "الزخرف",
      "meaning": "Perhiasan",
      "revelation": "Makkah",
      "description": "Surat Az-Zukhruf terdiri dari 89 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Asy-Syura.Dinamai Az-Zukhruf (perhiasan) diambil dari kata \"Az-Zukhruf\" yang terdapat pada ayat ke-35 surat ini. Orang-orang musyrik mengukur tinggi-rendahnya derajat seseorang tergantung pada perhiasan dan harta yang ia miliki. Maka karena Nabi Muhammad adalah seorang anak yatim dan miskin, ia tidak pantas diangkat Allah sebagai seorang rasul dan nabi. Pangkat rasul dan nabi itu harus diberikan kepada orang kaya. Ayat ini menegaskan bahwa harta tidak dapat dijadikan dasar untuk mengukur tinggi-rendahnya derajat seseorang, karena harta merupakan perhiasan kehidupan duniawi, bukan kesenangan akhirat.**Pokok-Pokok Isi:**1. **Keimanan:** Al-Qur'an berasal dari Lauh Mahfuzh; Nabi 'Isa itu hanyalah seorang hamba Allah; pengakuan Nabi 'Isa bahwa Allahlah Tuhan yang sebenarnya; menjelaskan kesenangan di dalam surga dan hebatnya penderitaan orang kafir di dalam neraka; Allah tidak mempunyai anak.2. **Hukum-hukum:** Perintah Allah kepada Nabi Muhammad agar menjauhi orang-orang yang tidak beriman.3. **Kisah-kisah:** Kisah Nabi Ibrahim, Musa, dan 'Isa sebagai perbandingan bagi Nabi Muhammad dan sebagai penawar ketika menghadapi kesulitan dalam melakukan dakwah.4. **Lain-lain:** Pengakuan orang musyrik Mekah bahwa Allahlah Yang menciptakan langit dan bumi tetapi mereka tetap menyembah berhala; kepercayaan mereka bahwa malaikat adalah anak Allah dan penolakan atas kepercayaan yang salah itu; Nabi Muhammad sebagai rasul mendapat ejekan dan celaan dari kaumnya adalah hal biasa, karena rasul-rasul terdahulu pun demikian; orang-orang musyrik sangat berpegang teguh pada tradisi dan adat istiadat nenek moyang mereka dalam beragama, sehingga hati mereka tertutup untuk menerima kebenaran.Surat Az-Zukhruf dimulai dengan menerangkan bahwa Al-Qur'an adalah wahyu Ilahi dan diambil dari Lauh Mahfuzh. Kemudian menerangkan sikap orang musyrik terhadap para nabi dan menyebutkan sebagian hikmah yang Allah limpahkan kepada manusia. Selain itu, juga dikemukakan tentang sifat orang-orang musyrik yang suka mengada-ada kebatilan beserta kepercayaan rusak dan sifat-sifat sombong mereka, walaupun mereka telah diperingatkan dengan nasib umat-umat terdahulu yang mendurhakai Allah.Pada bagian akhir, surat ini mengingatkan tentang tindakan-tindakan orang-orang musyrik yang lebih mementingkan perhiasan duniawi. Lalu, surat ini ditutup dengan perintah Allah agar Nabi Muhammad berpaling dari orang-orang musyrik itu, nanti mereka akan merasakan dan mengetahui kebenaran ancaman Allah.**Hubungan Surat Az-Zukhruf Dengan Surat Ad-Dukhan:**1. Kedua surat ini sama-sama dimulai dengan menyebutkan sifat-sifat Al-Qur'an.2. Pada akhir surat Az-Zukhruf disebutkan ancaman kepada orang-orang kafir dan pada permulaan surat Ad-Dukhan terdapat pula peringatan dan ancaman itu.3. Pada kedua surat ini terdapat kesatuan sikap antara Nabi Muhammad dan Nabi Musa. Pada surat Az-Zukhruf Nabi Muhammad mengadu kepada Allah bahwa kaumnya tidak mau beriman, sedangkan pada surat Ad-Dukhan Nabi Musa mengadu kepada Allah bahwa kaumnya berlaku durhaka dan banyak dosa.",
      "verses": [
        {
          "number": 23,
          "arabic": "وَكَذَٰلِكَ مَآ أَرْسَلْنَا مِن قَبْلِكَ فِى قَرْيَةٍ مِّن نَّذِيرٍ إِلَّا قَالَ مُتْرَفُوهَآ إِنَّا وَجَدْنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٍ وَإِنَّا عَلَىٰٓ ءَاثَـٰرِهِم مُّقْتَدُونَ",
          "transliteration": "wakadhālika mā arsalnā min qablika fī qaryatin min nadhīrin illā qāla mut'rafūhā innā wajadnā ābāanā ʿalā ummatin wa-innā ʿalā āthārihim muq'tadūna",
          "translation": "Dan demikian juga ketika Kami mengutus seorang pemberi peringatan sebelum engkau (Muhammad) dalam suatu negeri, orang-orang yang hidup mewah (di negeri itu) selalu berkata, \"Sesungguhnya kami mendapati nenek moyang kami menganut suatu (agama) dan sesungguhnya kami sekedar pengikut jejak-jejak mereka.\"",
          "tafsir": "Pada ayat ini Allah menghibur Nabi Muhammad saw bahwa tidak seorang rasul pun yang diutus ke suatu negeri sebelum Muhammad saw mendapat sambutan dengan kata-kata yang menyenangkan hati. Mereka semua mendapat jawaban yang tidak enak didengar dan sangat menjengkelkan hati. Sikap yang demikian berasal dari orang-orang yang terbiasa hidup mewah, sombong dan angkuh. Mereka berkata, \"Sesungguhnya kami mendapatkan nenek moyang kami menganut suatu agama dan sesungguhnya kami adalah pengikut jejak mereka.\" Jadi, kalau Muhammad saw mendapat jawaban seperti itu tidak perlu gusar dan merasa sesak dada. Apa yang dikatakan kepada Muhammad saw telah dikatakan pula kepada rasul-rasul sebelumnya, sebagaimana firman Allah: Apa yang dikatakan (oleh orang-orang kafir) kepadamu tidak lain adalah apa yang telah dikatakan kepada rasul-rasul sebelummu. (Fussilat/41: 43) Begitu pula kalau dikatakan bahwa Nabi Muhammad saw tukang sihir, atau gila oleh kaumnya, itu pun karena rasul-rasul sebelumnya telah dituduh seperti itu juga oleh kaumnya, firman Allah: Demikianlah setiap kali seorang rasul yang datang kepada orang-orang yang sebelum mereka, mereka (kaumnya) pasti mengatakan, \"Dia itu pesihir atau orang gila.\" (adh-dzariyat/51: 52)"
        },
        {
          "number": 24,
          "arabic": "۞ قَـٰلَ أَوَلَوْ جِئْتُكُم بِأَهْدَىٰ مِمَّا وَجَدتُّمْ عَلَيْهِ ءَابَآءَكُمْ ۖ قَالُوٓا۟ إِنَّا بِمَآ أُرْسِلْتُم بِهِۦ كَـٰفِرُونَ",
          "transliteration": "qāla awalaw ji'tukum bi-ahdā mimmā wajadttum ʿalayhi ābāakum qālū innā bimā ur'sil'tum bihi kāfirūna",
          "translation": "(Rasul itu) berkata, \"Apakah (kamu akan mengikutinya juga) sekalipun aku membawa untukmu (agama) yang lebih baik daripada apa yang kamu peroleh dari (agama) yang dianut nenek moyangmu.\" Mereka menjawab, \"Sesungguhnya kami mengingkari (agama) yang kamu diperintahkan untuk menyampaikannya.\"",
          "tafsir": "Allah menerangkan bahwa Nabi Muhammad menghimbau kaumnya dengan ucapan, \"Apakah kamu masih tetap mengikuti jejak nenek moyang kamu, sekalipun aku membawa untukmu suatu agama yang nyata dan lebih baik daripada apa yang telah dianut oleh nenek moyangmu itu?\" Kaumnya menjawab dengan sombong, bahwa mereka akan tetap mengikuti jejak nenek moyang mereka dan tidak akan mengikuti agama yang dibawanya, yakni agama yang ditugaskan kepadanya untuk menyampaikannya, dan mereka tetap akan mengingkarinya, sebagaimana firman Allah: Orang-orang yang menyombongkan diri berkata, \"Sesungguhnya kami mengingkari apa yang kamu percayai.\" (al-A'raf/7: 76)"
        },
        {
          "number": 25,
          "arabic": "فَٱنتَقَمْنَا مِنْهُمْ ۖ فَٱنظُرْ كَيْفَ كَانَ عَـٰقِبَةُ ٱلْمُكَذِّبِينَ",
          "transliteration": "fa-intaqamnā min'hum fa-unẓur kayfa kāna ʿāqibatu l-mukadhibīna",
          "translation": "Lalu Kami binasakan mereka, maka perhatikanlah bagaimana kesudahan orang-orang yang mendustakan (kebenaran).",
          "tafsir": "Allah menerangkan bahwa orang-orang yang tetap membangkang dan senantiasa mendustakan rasul-rasul yang diutus kepada mereka dan mengingkari ketuhanan Allah, akan dibinasakan sebagai akibat dari perbuatan mereka yang selalu mendustakan ayat-ayat Allah; kiranya hal itu dapat disaksikan dan menjadi iktibar sesuai dengan firman-Nya: Maka berjalanlah kamu di bumi dan perhatikanlah bagaimana kesudahan orang yang mendustakan (rasul-rasul). (an-Nahl/16: 36)"
        },
        {
          "number": 26,
          "arabic": "وَإِذْ قَالَ إِبْرَٰهِيمُ لِأَبِيهِ وَقَوْمِهِۦٓ إِنَّنِى بَرَآءٌ مِّمَّا تَعْبُدُونَ",
          "transliteration": "wa-idh qāla ib'rāhīmu li-abīhi waqawmihi innanī barāon mimmā taʿbudūna",
          "translation": "Dan (ingatlah) ketika Ibrahim berkata kepada ayahnya dan kaumnya, \"Sesungguhnya aku berlepas diri dari apa yang kamu sembah,",
          "tafsir": "Allah memerintahkan kepada Muhammad saw supaya dia memperingatkan kaumnya yang fanatik kepada nenek moyangnya bahwa Nabi Ibrahim telah berlepas diri dari bapak dan kaumnya ketika dia melihat mereka bersungguh-sungguh menyembah berhala, karena yang demikian itu adalah satu hal yang tidak pantas dan membawa kepada kesesatan sebagaimana firman Allah: Dan (ingatlah) ketika Ibrahim berkata kepada ayahnya Azar, \"Pantaskah engkau menjadikan berhala-berhala itu sebagai tuhan? Sesungguhnya aku melihat engkau dan kaummu dalam kesesatan yang nyata.\" (al-An'am/6: 74)"
        },
        {
          "number": 27,
          "arabic": "إِلَّا ٱلَّذِى فَطَرَنِى فَإِنَّهُۥ سَيَهْدِينِ",
          "transliteration": "illā alladhī faṭaranī fa-innahu sayahdīni",
          "translation": "kecuali (kamu menyembah) Allah yang menciptakanku; karena sungguh, Dia akan memberi petunjuk kepadaku.\"",
          "tafsir": "Dalam ayat ini Nabi Ibrahim menegaskan pendiriannya setelah dia berlepas diri dari bapak dan kaumnya, bahwa dia hanya menyembah Allah yang menciptakannya dan yang menciptakan seluruh manusia. Dia yang akan menunjukkan jalan yang baik dan benar, yang akan membawa manusia kepada kebahagiaan dunia dan akhirat. Dia yang menyediakan dan memberi makan dan minum, menyembuhkan orang sakit. Tuhan yang mematikan dan menghidupkan, Tuhan yang diharapkan mengampuni dosa di akhirat. Penegasan Nabi Ibrahim diabadikan di dalam Al-Qur'an sebagaimana firman Allah: (yaitu) Yang telah menciptakan aku, maka Dia yang memberi petunjuk kepadaku, dan Yang memberi makan dan minum kepadaku; dan apabila aku sakit, Dialah yang menyembuhkan aku, dan Yang akan mematikan aku, kemudian akan menghidupkan aku (kembali), dan Yang sangat kuinginkan akan mengampuni kesalahanku pada hari Kiamat.\" (asy-Syura/26: 78-82)"
        },
        {
          "number": 28,
          "arabic": "وَجَعَلَهَا كَلِمَةًۢ بَاقِيَةً فِى عَقِبِهِۦ لَعَلَّهُمْ يَرْجِعُونَ",
          "transliteration": "wajaʿalahā kalimatan bāqiyatan fī ʿaqibihi laʿallahum yarjiʿūna",
          "translation": "Dan (Ibrahim) menjadikan (kalimat tauhid) itu kalimat yang kekal pada keturunannya agar mereka kembali (kepada kalimat tauhid itu).<sup foot_note=135734>1</sup>",
          "tafsir": "Allah menerangkan bahwa Nabi Ibrahim menjadikan kalimat tauhid itu kalimat yang kekal, agar penduduk Mekah dapat menyadarinya, lalu meninggalkan agama nenek moyangnya yang sesat dan mengikuti agama tauhid yang dianut nenek moyang mereka yang tidak sesat yaitu Ibrahim apalagi jika mereka mengingat, bahwa Nabi Ibrahimlah kebanggaan mereka karena membangun Baitullah yang menjadi kiblat umat Islam sedunia ketika mendirikan salat. Qatadah berkata, \"Dari keturunan Ibrahim itu senantiasa ada yang menyembah Allah sampai hari Kiamat.\" Dan Ibnu 'Arabi berkata, \"Bahwasanya keturunan Ibrahim dapat turun-temurun beragama tauhid, karena dua doanya yang telah diperkenankan oleh Allah, pertama: \"Sesungguhnya Aku menjadikan engkau sebagai pemimpin bagi seluruh manusia.\" Dia (Ibrahim) berkata, \"Dan (juga) dari anak cucuku?\" Allah berfirman, \"(Benar, tetapi) janji-Ku tidak berlaku bagi orang-orang zalim.\" (al-Baqarah/2: 124) dan kedua: Dan jauhkanlah aku beserta anak cucuku agar tidak menyembah berhala. (Ibrahim/14: 35)"
        },
        {
          "number": 29,
          "arabic": "بَلْ مَتَّعْتُ هَـٰٓؤُلَآءِ وَءَابَآءَهُمْ حَتَّىٰ جَآءَهُمُ ٱلْحَقُّ وَرَسُولٌ مُّبِينٌ",
          "transliteration": "bal mattaʿtu hāulāi waābāahum ḥattā jāahumu l-ḥaqu warasūlun mubīnun",
          "translation": "Bahkan Aku telah memberikan kenikmatan hidup kepada mereka dan nenek moyang mereka sampai kebenaran (Alquran) datang kepada mereka bersama seorang Rasul yang memberi penjelasan.<sup foot_note=135735>1</sup>",
          "tafsir": "Allah menerangkan bahwa Dia telah memberikan kenikmatan kepada orang-orang musyrik dan nenek moyang mereka sejak dahulu kala, memanjangkan umur mereka, menganugerahkan beraneka ragam nikmat, tetapi mereka itu terpesona oleh nikmat yang ada pada mereka, terpengaruh oleh kehendak hawa nafsu mereka, lalu menuruti ajakan setan dan melupakan kalimat tauhid. Maka Allah menjadikan dari keturunan Ibrahim orang-orang yang mengesakan Allah, menyuruh orang-orang kafir di antara mereka agar beriman kepada-Nya, maka dipilih-Nyalah Muhammad saw sebagai Rasul dan diturunkan-Nya Al-Qur'an sebagai kitab yang berisi petunjuk ke jalan yang benar, menyeru mereka untuk berbuat amal baik demi kemaslahatan dan kebahagiaan dunia dan akhirat."
        },
        {
          "number": 30,
          "arabic": "وَلَمَّا جَآءَهُمُ ٱلْحَقُّ قَالُوا۟ هَـٰذَا سِحْرٌ وَإِنَّا بِهِۦ كَـٰفِرُونَ",
          "transliteration": "walammā jāahumu l-ḥaqu qālū hādhā siḥ'run wa-innā bihi kāfirūna",
          "translation": "Tetapi ketika kebenaran (Alquran) itu datang kepada mereka, mereka berkata, \"Ini adalah sihir, dan sesungguhnya kami mengingkarinya.\"",
          "tafsir": "Allah menerangkan bahwa ketika disampaikan kepada mereka Al-Qur'an dan mukjizat sebagai bukti kebenaran Rasul, mereka menyambutnya dengan sambutan yang tidak baik. Mereka berkata bahwa apa yang didatangkan kepada mereka adalah sihir dan bukan wahyu dari Allah, oleh karena itu mereka mengingkarinya."
        },
        {
          "number": 31,
          "arabic": "وَقَالُوا۟ لَوْلَا نُزِّلَ هَـٰذَا ٱلْقُرْءَانُ عَلَىٰ رَجُلٍ مِّنَ ٱلْقَرْيَتَيْنِ عَظِيمٍ",
          "transliteration": "waqālū lawlā nuzzila hādhā l-qur'ānu ʿalā rajulin mina l-qaryatayni ʿaẓīmin",
          "translation": "Dan mereka (juga) berkata, \"Mengapa Alquran ini tidak diturunkan kepada orang besar (kaya dan berpengaruh) dari salah satu dua negeri ini (Mekkah dan Taif)?\"",
          "tafsir": "Mereka berkata, \"Kedudukan sebagai rasul adalah kedudukan yang mulia, maka sepantasnyalah orang yang memangku jabatan itu adalah orang yang mulia pula, mempunyai kekayaan dan kedudukan yang tinggi, sedangkan Muhammad saw tidak memiliki yang demikian itu. Yang pantas menduduki jabatan ini adalah salah satu dari dua orang yang memiliki hal-hal tersebut dari dua kota yang mulia pula yaitu al-Walid bin al-Mugirah dari Mekah atau 'Urwah bin Mas'ud ats-saqafi dari thaif."
        },
        {
          "number": 32,
          "arabic": "أَهُمْ يَقْسِمُونَ رَحْمَتَ رَبِّكَ ۚ نَحْنُ قَسَمْنَا بَيْنَهُم مَّعِيشَتَهُمْ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا ۚ وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجَـٰتٍ لِّيَتَّخِذَ بَعْضُهُم بَعْضًا سُخْرِيًّا ۗ وَرَحْمَتُ رَبِّكَ خَيْرٌ مِّمَّا يَجْمَعُونَ",
          "transliteration": "ahum yaqsimūna raḥmata rabbika naḥnu qasamnā baynahum maʿīshatahum fī l-ḥayati l-dun'yā warafaʿnā baʿḍahum fawqa baʿḍin darajātin liyattakhidha baʿḍuhum baʿḍan sukh'riyyan waraḥmatu rabbika khayrun mimmā yajmaʿūna",
          "translation": "Apakah mereka yang membagi-bagi rahmat Tuhanmu? Kamilah yang menentukan penghidupan mereka dalam kehidupan dunia, dan Kami telah meninggikan sebagian mereka atas sebagian yang lain beberapa derajat, agar sebagian mereka dapat memanfaatkan sebagian yang lain. Dan rahmat Tuhanmu lebih baik dari apa yang mereka kumpulkan.",
          "tafsir": "Ayat ini menunjukkan penolakan terhadap keinginan orang-orang musyrik yang tak mau menerima pengangkatan Muhammad saw sebagai rasul; seakan-akan merekalah yang paling berhak dan berwenang membagi-bagi dan menentukan siapa yang pantas menerima rahmat Tuhan. Allah menyatakan, \"Sekali-kali tidaklah demikian halnya, Kamilah yang berhak dan berwenang mengatur dan menentukan penghidupan hamba dalam kehidupan dunia. Kami-lah yang melebihkan sebagian hamba atas sebagian yang lain; ada yang kaya dan ada yang lemah, ada yang pandai dan ada yang bodoh, ada yang maju dan ada yang terbelakang, karena apabila Kami menyamakan di antara hamba di dalam hal-hal tersebut di atas, maka akan terjadi persaingan di antara mereka, atau tidak terjadi situasi saling bantu-membantu antara satu dengan yang lain, dan tidak akan terjadi saling memanfaatkan antara satu dengan yang lain, sebaliknya mereka saling mengejek. Semuanya itu akan membawa kepada kehancuran dan kerusakan dunia. Kalau mereka tidak mampu berbuat seperti tersebut di atas mengenai urusan keduniaan, mengapa mereka berani menentang berbagai kebijaksanaan Allah di dalam menentukan siapa yang pantas diserahi tugas kerasulan itu. Ayat ini ditutup dengan penegasan bahwa rahmat Allah dan keutamaan yang diberikan kepada orang yang telah ditakdirkan memangku jabatan kenabian dan mengikuti petunjuk wahyu dalam Al-Qur'an yang telah diturunkan, jauh lebih baik dan mulia daripada kemewahan dan kekayaan dunia yang ditimbun mereka. Demikian dikarenakan dunia dengan segala kekayaannya itu berada di tepi jurang yang akan runtuh dan akan lenyap tidak berbekas sedikit pun."
        },
        {
          "number": 33,
          "arabic": "وَلَوْلَآ أَن يَكُونَ ٱلنَّاسُ أُمَّةً وَٰحِدَةً لَّجَعَلْنَا لِمَن يَكْفُرُ بِٱلرَّحْمَـٰنِ لِبُيُوتِهِمْ سُقُفًا مِّن فِضَّةٍ وَمَعَارِجَ عَلَيْهَا يَظْهَرُونَ",
          "transliteration": "walawlā an yakūna l-nāsu ummatan wāḥidatan lajaʿalnā liman yakfuru bil-raḥmāni libuyūtihim suqufan min fiḍḍatin wamaʿārija ʿalayhā yaẓharūna",
          "translation": "Dan sekiranya bukan karena menghindarkan manusia menjadi umat yang satu (dalam kekafiran), pastilah sudah Kami buatkan bagi orang-orang yang kafir kepada (Allah) Yang Maha Pengasih, loteng-loteng rumah mereka dari perak, demikian pula tangga-tangga yang mereka naiki,",
          "tafsir": "Ayat ini menegaskan sekiranya bukan karena Allah hendak menghindarkan semua manusia menjadi umat yang satu dalam kekafiran akibat mereka melihat orang-orang kafir memperoleh rezeki yang lapang, karena mengira bahwa harta yang banyak adalah bukti cinta Allah kepada mereka, maka akan Allah berikan kepada orang-orang kafir itu rumah-rumah mewah yang terbuat dari emas dan perak, tetapi Allah menghendaki keimanan mereka."
        }
      ]
    }
  ]
}