{
  "pageNumber": 318,
  "juz": 16,
  "surahs": [
    {
      "number": 20,
      "name": "Taha",
      "nameArabic": "طه",
      "meaning": "Taha",
      "revelation": "Makkah",
      "description": "Surat Thaha terdiri dari 135 ayat, diturunkan setelah diturunkannya surat Maryam, dan termasuk surat Makkiyyah.Surat ini dinamai \"Thaha\", diambil dari perkataan yang berasal dari ayat pertama surat ini. Sebagaimana yang lazim terdapat pada surat-surat yang memakai huruf-huruf abjad pada permulaannya, di mana huruf tersebut seakan-akan merupakan pemberitahuan Allah kepada orang-orang yang membacanya, bahwa setelah huruf itu akan dikemukakan hal-hal yang sangat penting untuk diketahui, maka demikian pula halnya dengan ayat-ayat yang terdapat setelah huruf \"Thaha\" dalam surat ini. Allah menerangkan bahwa Al-Qur'an merupakan peringatan bagi manusia dan wahyu dari Allah, Pencipta semesta alam. Kemudian Allah menerangkan kisah beberapa orang nabi; akibat-akibat yang akan dialami oleh orang-orang yang percaya kepada Allah dan orang-orang yang mengingkari-Nya, baik di dunia maupun di akhirat.&nbsp;Selain hal-hal tersebut di atas, maka surat ini mengandung pokok-pokok isi sebagai berikut:1. **Keimanan:** Al-Qur'an adalah peringatan bagi manusia terutama bagi orang-orang yang bertakwa; Musa langsung menerima wahyu dari Allah tanpa perantara Jibril; Allah bersemayam di atas 'Arsy, mengetahui sesuatu yang samar dan yang lebih samar; keadaan orang berdosa ketika dikumpulkan pada hari kiamat; syafaat tidak bermanfaat pada hari kiamat kecuali dari orang yang mendapat izin dari Allah.2. **Hukum-hukum:** Perintah mengerjakan shalat dan keutamaan waktu-waktunya; kewajiban menyuruh keluarga melakukan shalat.3. **Kisah-kisah:** Kisah Musa dan Harun dalam menghadapi Fir'aun dan Bani Israil; kisah Nabi Adam dan iblis.4. **Lain-lain:** Perintah Allah kepada Nabi Muhammad supaya meminta tambahan ilmu kepada Allah meskipun sudah menjadi rasul; Allah tidak akan mengazab suatu kaum sebelum rasul diutus kepada mereka; larangan teperdaya oleh kesenangan kehidupan dunia.Dalam surat Thaha ini diterangkan bahwa Al-Qur'an, sebagai kitab yang diwahyukan Allah kepada Nabi Muhammad, adalah peringatan dan kabar gembira bagi manusia, yang wajib diikuti dan diimani. Sangat besar akibat yang dialami oleh orang terdahulu yang tidak mempercayai dan mengingkari rasul-rasul, seperti Fir'aun dan pengikutnya. Kitab Bani Israil pun dipaparkan Allah dalam surat ini sebagai suatu umat yang banyak mengingkari perintah nabinya.**Hubungan Surat Thaha Dengan Surat Al-Anbiya':**Surat Thaha diakhiri dengan menerangkan bahwa manusia mudah dipengaruhi oleh kenikmatan hidup dunia, yang oleh Allah dijadikan sebagai cobaan bagi manusia, juga diakhiri dengan menyuruh bersabar dan mendirikan shalat, serta menerangkan apa yang diterima oleh orang yang bertakwa. Hal ini diulangi kembali pada permulaan surat Al-Anbiya' dan ditegaskan bahwa manusia selalu lalai dan lupa terhadap perbuatan yang harus dilakukan untuk menghadapi hari kiamat dan hisab di akhirat nanti.",
      "verses": [
        {
          "number": 88,
          "arabic": "فَأَخْرَجَ لَهُمْ عِجْلًا جَسَدًا لَّهُۥ خُوَارٌ فَقَالُوا۟ هَـٰذَآ إِلَـٰهُكُمْ وَإِلَـٰهُ مُوسَىٰ فَنَسِىَ",
          "transliteration": "fa-akhraja lahum ʿij'lan jasadan lahu khuwārun faqālū hādhā ilāhukum wa-ilāhu mūsā fanasiya",
          "translation": "kemudian (dari lubang api itu) dia (Samiri) mengeluarkan (patung) anak sapi yang bertubuh dan bersuara<sup foot_note=135471>1</sup> untuk mereka, maka mereka berkata, \"Inilah Tuhanmu dan Tuhannya Musa, tetapi dia (Musa) telah lupa.\"",
          "tafsir": "Kemudian Samiri mengeluarkan dari lubang itu sebongkah emas berbentuk anak sapi dan mengeluarkan bunyi seperti suara sapi. Memang Samiri adalah seorang ahli; dan dia dapat membuat pipa dalam patung itu sehingga apabila angin berhembus keluarlah suara anak sapi. Samiri mengatakan kepada kami bahwa inilah tuhan yang sebenarnya tuhan kita semua dan juga tuhan Musa, dialah yang akan kita sembah dan kita puja, kepadanyalah kita memohonkan sesuatu bila kita menginginkan atau memerlukannya. Samiri mengatakan pula bahwa engkau hai Musa naik ke gunung itu untuk menemui Tuhan padahal tuhan yang akan ditemui Musa itu ada di sini. Sungguh Musa itu amat pelupa sehingga ia berpayah-payah mencari sesuatu ke tempat yang jauh padahal yang dia cari itu berada di sini."
        },
        {
          "number": 89,
          "arabic": "أَفَلَا يَرَوْنَ أَلَّا يَرْجِعُ إِلَيْهِمْ قَوْلًا وَلَا يَمْلِكُ لَهُمْ ضَرًّا وَلَا نَفْعًا",
          "transliteration": "afalā yarawna allā yarjiʿu ilayhim qawlan walā yamliku lahum ḍarran walā nafʿan",
          "translation": "Maka tidakkah mereka memperhatikan bahwa (patung anak sapi itu) tidak dapat memberi jawaban kepada mereka, dan tidak kuasa menolak mudarat maupun mendatangkan manfaat untuk mereka?",
          "tafsir": "Pada ayat ini Allah menerangkan bagaimana bodohnya kaum Musa itu karena tidak dapat mempertimbangkan sesuatu dengan seksama apakah ia buruk atau baik, dapat diterima akal atau suatu yang mustahil. Apakah mereka tidak memperhatikan bahwa patung itu adalah benda mati yang tidak berdaya apa-apa tidak dapat berbicara dan tidak dapat menjawab pertanyaan apalagi akan memberikan pertolongan atau menolak suatu bahaya. Sedangkan sapi yang sebenarnya yang bernyawa, bergerak sendiri dapat menanduk dan menyepak dapat mengangkat barang atau menarik gerobak tak ada orang yang berakal sehat yang mau menyembahnya, tetapi mereka menerima dan mau saja disuruh menyembah patung anak sapi yang berupa benda mati itu."
        },
        {
          "number": 90,
          "arabic": "وَلَقَدْ قَالَ لَهُمْ هَـٰرُونُ مِن قَبْلُ يَـٰقَوْمِ إِنَّمَا فُتِنتُم بِهِۦ ۖ وَإِنَّ رَبَّكُمُ ٱلرَّحْمَـٰنُ فَٱتَّبِعُونِى وَأَطِيعُوٓا۟ أَمْرِى",
          "transliteration": "walaqad qāla lahum hārūnu min qablu yāqawmi innamā futintum bihi wa-inna rabbakumu l-raḥmānu fa-ittabiʿūnī wa-aṭīʿū amrī",
          "translation": "Dan sungguh, sebelumnya Harun telah berkata kepada mereka, \"Wahai kaumku! Sesungguhnya kamu hanya sekedar diberi cobaan (dengan patung anak sapi) itu dan sungguh, Tuhanmu ialah (Allah) Yang Maha Pengasih, maka ikutilah aku dan taatilah perintahku!\"",
          "tafsir": "Harun pernah memberi nasehat dan peringatan kepada mereka tatkala ia melihat kaumnya itu berpaling dari menyembah Allah kepada menyembah berhala dan mengadakan upacara peribadatan yang bertentangan dengan tauhid yang telah mereka anut selama ini dan berjanji dengan Musa bahwa mereka akan tetap menyembah Allah sampai dia kembali kepada mereka dari atas bukit Tur. Harun berkata kepada mereka, \"Hai kaumku, Sesungguhnya kamu telah diuji keimananmu dengan patung anak sapi itu, apakah kamu benar-benar beriman dan berpegang teguh kepada agamamu, sehingga tidak dapat diragukan dengan bujukan apapun, ataukah iman kamu itu hanya di bibir saja sehingga bila ada sesuatu yang menarik perhatianmu atau memperdayakan kamu, maka kamu tinggalkan agama dan kepercayaanmu yang benar itu. Tuhan kamu sebenarnya ialah Tuhan Yang Maha Pengasih, Maha Pencipta, Yang menciptakan segala sesuatu Yang membuktikan rahmat dan kasih sayang-Nya dapat dilihat pada alam semesta dan dapat dirasakan oleh makhluk-makhluk-Nya. Dia telah menganugerahkan kepadamu kesempurnaan jasmani dan rohani dan memberikan kepadamu syariat dan peraturan yang menjamin keselamatan dan kebahagiaanmu di dunia dan akhirat. Dia telah mengaruniakan kepadamu nikmat iman dan membebaskan kamu dari kekejaman dan keganasan Firaun. Mengapa kamu sekarang dapat diperdayakan dan ditipu oleh Samiri dengan patung emas berupa anak sapi yang mengeluarkan suara seperti anak sapi yang sebenarnya? Kamu sungguh menyimpang dari jalan yang benar dan telah melanggar janjimu dengan saudaraku Musa tatkala ia akan naik ke atas bukit untuk menerima lembaran-lembaran Taurat sebagai petunjuk dari Tuhanmu. Tinggalkanlah menyembah patung yang tidak bisa memberi manfaat dan menolak kemudaratan itu dan kembalilah kepada agama tauhid dan bertobatlah niscaya Allah akan menerima tobatmu dan mengampuni kesalahanmu karena Dia Maha Pengampun dan Maha Penyayang. Ikutilah nasehatku dan seruanku ini agar kamu menjadi hamba Allah yang diridai-Nya."
        },
        {
          "number": 91,
          "arabic": "قَالُوا۟ لَن نَّبْرَحَ عَلَيْهِ عَـٰكِفِينَ حَتَّىٰ يَرْجِعَ إِلَيْنَا مُوسَىٰ",
          "transliteration": "qālū lan nabraḥa ʿalayhi ʿākifīna ḥattā yarjiʿa ilaynā mūsā",
          "translation": "Mereka menjawab, \"Kami tidak akan meninggalkannya (dan) tetap menyembahnya (patung anak sapi) sampai Musa kembali kepada kami.\"",
          "tafsir": "Semua nasehat Harun itu walaupun dikemukakan dengan lemah lembut dan dengan hujjah dan alasan yang dapat diterima akal, tidak mendapat sambutan yang baik di kalangan mereka. Mereka lebih tertarik kepada bujuk rayu tipu daya Samiri mereka berkata kepada Harun, \"Kami akan tetap menyembah patung itu sampai Musa kembali kepada kami dan dialah yang akan memutuskan apa kami dalam kesesatan dan penyelewengan ataukah patung yang kami sembah itu hanya tipu daya Samiri saja."
        },
        {
          "number": 92,
          "arabic": "قَالَ يَـٰهَـٰرُونُ مَا مَنَعَكَ إِذْ رَأَيْتَهُمْ ضَلُّوٓا۟",
          "transliteration": "qāla yāhārūnu mā manaʿaka idh ra-aytahum ḍallū",
          "translation": "Dia (Musa) berkata, \"Wahai Harun! Apa yang menghalangimu ketika engkau melihat mereka telah sesat,",
          "tafsir": "Musa sangat menyesal atas sikap Harun yang tidak bertindak tegas terhadap penyelewengan kaumnya. Kenapa dia hanya menegur dan menasehati kaumnya, padahal menyembah patung adalah syirik yang tidak bisa diampuni, dan tidak dapat dibiarkan apapun alasan yang dikemukakan kaumnya. Mengapa dia tidak menyusul Musa bersama orang-orang yang beriman untuk memberitahukan hal itu dan mengambil sikap tegas terhadap orang-orang yang membangkang. Kalau Harun mengambil tindakan seperti ini tentulah kaumnya yang kafir itu akan merasa takut dan mungkin akan meninggalkan penyembahan patung itu karena khawatir akan kehilangan pemimpin yang mereka cintai."
        },
        {
          "number": 93,
          "arabic": "أَلَّا تَتَّبِعَنِ ۖ أَفَعَصَيْتَ أَمْرِى",
          "transliteration": "allā tattabiʿani afaʿaṣayta amrī",
          "translation": "(sehingga) engkau tidak mengikuti aku? Apakah engkau telah (sengaja) melanggar perintahku?\"",
          "tafsir": "Musa kembali membentak Harun dengan ucapan yang agak keras, \"Apakah engkau telah mendurhakai dan melanggar perintahku. Aku telah mengamanatkan kepadamu supaya engkau menggantikan kedudukanku sepeninggalku, bertindak dan mencegah mengikuti jalan orang-orang yang hendak membuat kerusakan.\" Pengarang tafsir Al-Kasysyaf menerangkan hal ini sebagai berikut, \"Musa adalah orang yang keras dan kadang-kadang bertindak keras terhadap hal yang berhubungan dengan hak Allah dan agama. Karena itu ia tidak dapat menguasai dirinya ketika melihat kaumnya telah menyeleweng dari agama tauhid sehingga ia melemparkan lembaran-lembaran Taurat yang dibawanya karena kaget dan tercengang melihat penyelewengan kaumnya. Dia membentak dan menghardik saudaranya Harun sambil menarik rambut dan janggut seakan-akan saudaranya musuhnya bukan saudara dan pembantunya.\""
        },
        {
          "number": 94,
          "arabic": "قَالَ يَبْنَؤُمَّ لَا تَأْخُذْ بِلِحْيَتِى وَلَا بِرَأْسِىٓ ۖ إِنِّى خَشِيتُ أَن تَقُولَ فَرَّقْتَ بَيْنَ بَنِىٓ إِسْرَٰٓءِيلَ وَلَمْ تَرْقُبْ قَوْلِى",
          "transliteration": "qāla yabna-umma lā takhudh biliḥ'yatī walā birasī innī khashītu an taqūla farraqta bayna banī is'rāīla walam tarqub qawlī",
          "translation": "Dia (Harun) menjawab, \"Wahai putra ibuku! Janganlah engkau pegang janggutku dan jangan (pula) kepalaku. Aku sungguh khawatir engkau akan berkata (kepadaku), \"Engkau telah memecah belah antara Bani Israil dan engkau tidak memelihara amanatku.\"",
          "tafsir": "Ayat ini menjelaskan bahwa Harun seorang yang bertabiat tenang dan lemah-lembut tidak membalas kata-kata saudaranya yang keras dan kasar itu dengan keras dan kasar pula, tetapi dengan tenang dia berkata kepada Musa. \"Hai anak ibuku, janganlah engkau menarik-narik janggut dan rambutku. Memang aku tidak melakukan tindakan tegas sebagaimana yang engkau inginkan karena kalau aku bertindak demikian tentulah mereka akan terpecah-belah menjadi dua golongan. Golongan yang beriman dan golongan yang membangkang, terjadilah permusuhan dan mungkin peperangan antara kedua golongan itu. Andaikata hal ini terjadi tentulah engkau akan menyalahkanku pula dengan menuduhku memecah belah antara Bani Israil. Oleh sebab itu kami mengambil sikap berhati-hati sambil menunggu kembalimu dari atas bukit.\""
        },
        {
          "number": 95,
          "arabic": "قَالَ فَمَا خَطْبُكَ يَـٰسَـٰمِرِىُّ",
          "transliteration": "qāla famā khaṭbuka yāsāmiriyyu",
          "translation": "Dia (Musa) berkata, \"Apakah yang mendorongmu (berbuat demikian) wahai Samiri?\"",
          "tafsir": "Pada ayat ini Allah menerangkan bahwa Musa menghardik Samiri dengan pertanyaan, \"Mengapa engkau melakukan perbuatan yang sangat tercela dan dimurkai Allah itu sehingga sebagian Bani Israil telah menjadi kafir setelah beriman dan menyembah berhala yang sengaja engkau bikinkan untuk mereka, engkau telah merusak akidah kaumku yang benar dan telah menyesatkan mereka. Tahukah engkau apa akibat perbuatanmu yang sangat mungkar itu?\""
        },
        {
          "number": 96,
          "arabic": "قَالَ بَصُرْتُ بِمَا لَمْ يَبْصُرُوا۟ بِهِۦ فَقَبَضْتُ قَبْضَةً مِّنْ أَثَرِ ٱلرَّسُولِ فَنَبَذْتُهَا وَكَذَٰلِكَ سَوَّلَتْ لِى نَفْسِى",
          "transliteration": "qāla baṣur'tu bimā lam yabṣurū bihi faqabaḍtu qabḍatan min athari l-rasūli fanabadhtuhā wakadhālika sawwalat lī nafsī",
          "translation": "Dia (Samiri) menjawab, \"Aku mengetahui sesuatu yang tidak mereka ketahui, jadi aku ambil segenggam (tanah dari) jejak rasul<sup foot_note=135472>1</sup> lalu aku melemparkannya (ke dalam api itu), demikianlah nafsuku membujukku.\"",
          "tafsir": "Samiri menjawab bentakan dan hardikan Musa. Aku telah mengetahui sesuatu yang belum diketahui oleh kaummu, maka aku buatlah sebuah patung dari emas yang dibawa dari Mesir berbentuk anak sapi dan aku jadikan patung itu seindah-indahnya untuk menarik perhatian mereka. Demikianlah pendapatku dan tindakan itulah yang paling baik menurut pikiranku. Menurut sebagian Mufasirin, Samiri menjawab bentakan Musa dengan jawaban yang aneh sehingga dapat meninggalkan kesan seolah-olah dia telah mendapat wahyu pula dari Tuhan dan telah berhubungan dengan Jibril serta telah mengenalnya. Samiri mengatakan bahwa ia membakar emas yang dibawa mereka dari Mesir di dalam lubang yang mereka buat sendiri dia mengambil segenggam tanah bekas jejak telapak kaki Jibril maka keluarlah dari lubang itu sesuatu yang serupa anak sapi. Dengan demikian tertariklah sebagian Bani Israil kepada bujukan dan tipu daya Samiri untuk menyembah patung berbentuk anak sapi itu. Karena patung anak sapi itu bukanlah sembarang patung, tetapi benar-benar telah dikirim Allah untuk disembah dan dipujanya."
        },
        {
          "number": 97,
          "arabic": "قَالَ فَٱذْهَبْ فَإِنَّ لَكَ فِى ٱلْحَيَوٰةِ أَن تَقُولَ لَا مِسَاسَ ۖ وَإِنَّ لَكَ مَوْعِدًا لَّن تُخْلَفَهُۥ ۖ وَٱنظُرْ إِلَىٰٓ إِلَـٰهِكَ ٱلَّذِى ظَلْتَ عَلَيْهِ عَاكِفًا ۖ لَّنُحَرِّقَنَّهُۥ ثُمَّ لَنَنسِفَنَّهُۥ فِى ٱلْيَمِّ نَسْفًا",
          "transliteration": "qāla fa-idh'hab fa-inna laka fī l-ḥayati an taqūla lā misāsa wa-inna laka mawʿidan lan tukh'lafahu wa-unẓur ilā ilāhika alladhī ẓalta ʿalayhi ʿākifan lanuḥarriqannahu thumma lanansifannahu fī l-yami nasfan",
          "translation": "Dia (Musa) berkata, \"Pergilah kau! Maka sesungguhnya di dalam kehidupan (di dunia) engkau (hanya dapat) mengatakan, ‘Janganlah menyentuh (aku)’! <sup foot_note=135473>1</sup> Dan engkau pasti mendapat (hukuman) yang telah dijanjikan (di akhirat) yang tidak mungkin engkau hindari, dan lihatlah tuhanmu itu yang engkau tetap menyembahnya. Kami pasti akan membakarnya, kemudian sungguh kami akan menghamburkannya (abunya) ke dalam laut (berserakan).",
          "tafsir": "Musa berkata kepada Samiri pergilah engkau jauh-jauh dari sini, engkau tidak berhak bergaul dengan siapapun dan tak ada seorang pun yang dibolehkan bergaul dengan engkau. Bila ada orang yang bertanya kepadamu mengenai halmu maka engkau harus menjawab \"Aku tidak dibolehkan mendekat seseorang dan siapapun tidak boleh mendekatiku.\" Inilah tindakan Musa yang amat keras dan tegas terhadapnya. Ke mana Samiri akan pergi, tak ada tempat yang akan didiami karena sekeliling tempat itu hanya ada padang pasir yang amat luas dan tandus, tak ada sebidang tanah pun di gurun sahara itu yang dapat didiami manusia. Sedang binatang liar dan buas pun akan merasa sulit dan akan menderita tinggal di padang pasir yang tak bertepi itu. Diriwayatkan bahwa Samiri setelah diusir oleh Musa, dia pergi dari tempat itu tanpa diketahuinya ke mana arah dan tujuan yang akan dicapainya. Dia berpetualang di gurun sahara yang amat luas itu dan tidak ada yang dijumpainya kecuali binatang-binatang buas dan liar. Maka terbuktilah apa yang dikatakan Musa kepadanya bila ia bertemu dengan seseorang menanyakan halnya dia harus menjawab \"La misasa\". Biarpun dia tidak pernah mengucapkan kata \"La misasa\" itu tetapi dalam praktek pengalamannya bertualang di padang pasir seakan-akan dia sendiri meneriakkan kata itu sehingga tak ada seorang pun yang berani mendekat kepadanya. Kemudian Musa mengucapkan kata-kata perpisahan kepadanya bahwa dia akan menemui hari yang tidak dapat dihindarinya yaitu hari kiamat, hari pembalasan di mana dia akan menerima balasan amal perbuatannya setimpal dengan besar dosa yang diperbuatnya. Kemudian Musa memerintahkan kepada Samiri supaya dia menoleh kepada tuhan buatannya yang disembah dan dipujanya dan berkata, \"Patung ini akan aku hancur leburkan sampai menjadi debu dan debunya akan aku sebarkan ke laut sehingga hilang lenyap tidak berbekas.\""
        },
        {
          "number": 98,
          "arabic": "إِنَّمَآ إِلَـٰهُكُمُ ٱللَّهُ ٱلَّذِى لَآ إِلَـٰهَ إِلَّا هُوَ ۚ وَسِعَ كُلَّ شَىْءٍ عِلْمًا",
          "transliteration": "innamā ilāhukumu l-lahu alladhī lā ilāha illā huwa wasiʿa kulla shayin ʿil'man",
          "translation": "Sungguh, Tuhanmu hanyalah Allah, tidak ada Tuhan selain Dia. Pengetahuan-Nya meliputi segala sesuatu.\"",
          "tafsir": "Dalam ayat ini Musa mengatakan bahwa patung itu bukanlah tuhan, Tuhan mereka ialah Tuhan Yang Maha Esa. Yang tiada Tuhan selain Allah. Dialah yang patut disembah dan dimuliakan hanya kepada-Nya sajalah dipanjatkan segala doa dan permohonan, semua makhluk berkehendak kepada-Nya karena Dialah Yang Maha Pencipta dan Mahakuasa. Ilmunya sangat luas tiada batasnya meliputi segala sesuatu, tak ada yang luput dari ilmunya baik di bumi di langit maupun yang ada di antara keduanya, sesuai dengan firman-Nya: Tidak ada yang tersembunyi bagi-Nya sekalipun seberat zarrah baik yang di langit maupun yang di bumi, yang lebih kecil dari itu atau yang lebih besar, semuanya (tertulis) dalam Kitab yang jelas (Lauh Mahfudz),\" (Saba'/34: 3)"
        }
      ]
    }
  ]
}