{
  "pageNumber": 358,
  "juz": 18,
  "surahs": [
    {
      "number": 24,
      "name": "An-Nur",
      "nameArabic": "النور",
      "meaning": "Cahaya",
      "revelation": "Madinah",
      "description": "Surat An-Nur terdiri dari 64 ayat dan termasuk surat Madaniyyah. Dinamai \"An-Nur\" yang berarti \"Cahaya\" diambil dari kata \"An-Nur\" yang terdapat pada ayat ke-35. Dalam ayat ini, Allah menjelaskan tentang Nur Ilahi, yakni Al-Qur'an yang berisi petunjuk-petunjuk. Petunjuk-petunjuk Allah layaknya cahaya yang menerangi seluruh alam. Surat ini sebagian besar isinya memuat petunjuk-petunjuk Allah yang berhubungan dengan kemasyarakatan dan rumah tangga.**Pokok-Pokok Isi:**1. **Keimanan:** Kesaksian lidah dan anggota-anggota tubuh atas segala perbuatan manusia pada hari kiamat; hanya Allah yang menguasai langit dan bumi; kewajiban rasul hanya menyampaikan agama Allah; iman merupakan dasar diterimanya amal dan ibadah.2. **Hukum-hukum:** Hukum-hukum sekitar masalah zina, li'an dan adab-adab pergaulan di luar dan di dalam rumah tangga.3. **Kisah-kisah:** Kisah tentang berita bohong terhadap Ummul Mukminin 'Aisyah (Qishshatul Ifki).4. **Lain-lain:** Semua jenis hewan diciptakan Allah dari air; janji Allah kepada kaum mukmin yang beramal saleh.Dalam surat An-Nur terdapat ayat-ayat hukum dan petunjuk-petunjuk Allah bagi manusia, baik yang berhubungan dengan hidup kemasyarakatan maupun rumah tangga. Kesemuanya itu merupakan cahaya yang menyinari kehidupan manusia dalam menempuh jalan yang menuju kebahagiaan dunia dan akhirat.**Hubungan Surat An-Nur Dengan Surat Al-Furqan:**1. Surat An-Nur ini ditutup dengan keterangan bahwa Allahlah yang memiliki langit dan bumi serta segala isinya; dan yang mengaturnya berdasarkan hikmah dan kemaslahatan yang Dia kehendaki. Allah pula yang membuat perhitungan terhadap segala amal perbuatan hamba-hamba-Nya pada hari kiamat. Maka dalam surat Al Furqan Allah memulai dengan menunjukkan tentang ketinggian-Nya baik pada zat, sifat-sifat, dan perbuatan-Nya, dan menunjukkan pula kecintaan-Nya kepada hamba-hamba-Nya dengan menurunkan Al-Qur'an sebagai pedoman hidup bagi mereka.2. Pada akhir surat ini Allah mewajibkan kaum muslimin mengikuti Rasul-Nya, Muhammad, serta mengancam dengan azab bagi yang menentangnya. Maka pada permulaan surat Al-Furqan, Allah menyebutkan bahwa Nabi Muhammad diberikan Al-Qur'an yang membimbing umat manusia.3. Pada masing-masing surat digambarkan keadaan awan, turunnya hujan, dan penghijauan bumi sebagai bukti kekuasaan Allah.4. Dalam kedua surat ini Allah menjelaskan bahwa amal usaha orang-orang kafir pada hari kiamat tidak diberi pahala sedikit pun, dan keduanya menerangkan pula asal muasal kejadian manusia.",
      "verses": [
        {
          "number": 59,
          "arabic": "وَإِذَا بَلَغَ ٱلْأَطْفَـٰلُ مِنكُمُ ٱلْحُلُمَ فَلْيَسْتَـْٔذِنُوا۟ كَمَا ٱسْتَـْٔذَنَ ٱلَّذِينَ مِن قَبْلِهِمْ ۚ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمْ ءَايَـٰتِهِۦ ۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
          "transliteration": "wa-idhā balagha l-aṭfālu minkumu l-ḥuluma falyastadhinū kamā is'tadhana alladhīna min qablihim kadhālika yubayyinu l-lahu lakum āyātihi wal-lahu ʿalīmun ḥakīmun",
          "translation": "Dan apabila anak-anakmu telah sampai umur dewasa, maka hendaklah mereka (juga) meminta izin, seperti orang-orang yang lebih dewasa meminta izin.<sup foot_note=135520>1</sup> Demikianlah Allah menjelaskan ayat-ayat-Nya kepadamu. Allah Maha Mengetahui, Mahabijaksana.",
          "tafsir": "Bila anak-anak itu sudah mencapai usia balig maka mereka diperlakukan seperti orang dewasa lainnya, bila hendak memasuki kamar harus meminta izin lebih dahulu bukan pada waktu yang ditentukan itu saja tetapi untuk setiap waktu. Kemudian Allah mengulangi penjelasan-Nya bahwa petunjuk dalam ayat ini adalah ketetapan-Nya yang mengandung hikmah dan manfaat bagi keharmonisan dalam rumah tangga. Sesungguhnya Dia Maha Mengetahui segala sesuatu dan Mahabijaksana."
        },
        {
          "number": 60,
          "arabic": "وَٱلْقَوَٰعِدُ مِنَ ٱلنِّسَآءِ ٱلَّـٰتِى لَا يَرْجُونَ نِكَاحًا فَلَيْسَ عَلَيْهِنَّ جُنَاحٌ أَن يَضَعْنَ ثِيَابَهُنَّ غَيْرَ مُتَبَرِّجَـٰتٍۭ بِزِينَةٍ ۖ وَأَن يَسْتَعْفِفْنَ خَيْرٌ لَّهُنَّ ۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ",
          "transliteration": "wal-qawāʿidu mina l-nisāi allātī lā yarjūna nikāḥan falaysa ʿalayhinna junāḥun an yaḍaʿna thiyābahunna ghayra mutabarrijātin bizīnatin wa-an yastaʿfif'na khayrun lahunna wal-lahu samīʿun ʿalīmun",
          "translation": "Dan para perempuan tua yang telah berhenti (dari haid dan mengandung) yang tidak ingin menikah (lagi), maka tidak ada dosa menanggalkan pakaian (luar)<sup foot_note=135521>1</sup> mereka dengan tidak (bermaksud) menampakkan perhiasan; tetapi memelihara kehormatan adalah lebih baik bagi mereka. Allah Maha Mendengar, Maha Mengetahui.",
          "tafsir": "Bagi perempuan-perempuan yang sudah tua yang tidak lagi mempunyai keinginan bersenggama dan tidak lagi memiliki daya tarik diizinkan menanggalkan sebagian pakaiannya yang biasa dipakai perempuan untuk menutupi seluruh aurat seperti hauscoat (pakaian lapang yang menutupi seluruh badan) dan lain sebagainya. Tetapi tidak boleh membuka aurat yang biasa tertutup rapi seperti dada, betis, paha dan lain-lainnya. Bila perempuan tua itu tetap ingin berpakaian lengkap seperti biasa, maka hal itu lebih baik baginya. Bagaimanapun seorang perempuan meskipun telah tua lebih terhormat bila dia masih memperhatikan dan mementingkan apa yang baik dipakai baginya sebagai perempuan. Allah Maha Mendengar dan Maha Mengetahui semua tingkah laku hamba-Nya dan apa yang tersimpan dalam hatinya."
        },
        {
          "number": 61,
          "arabic": "لَّيْسَ عَلَى ٱلْأَعْمَىٰ حَرَجٌ وَلَا عَلَى ٱلْأَعْرَجِ حَرَجٌ وَلَا عَلَى ٱلْمَرِيضِ حَرَجٌ وَلَا عَلَىٰٓ أَنفُسِكُمْ أَن تَأْكُلُوا۟ مِنۢ بُيُوتِكُمْ أَوْ بُيُوتِ ءَابَآئِكُمْ أَوْ بُيُوتِ أُمَّهَـٰتِكُمْ أَوْ بُيُوتِ إِخْوَٰنِكُمْ أَوْ بُيُوتِ أَخَوَٰتِكُمْ أَوْ بُيُوتِ أَعْمَـٰمِكُمْ أَوْ بُيُوتِ عَمَّـٰتِكُمْ أَوْ بُيُوتِ أَخْوَٰلِكُمْ أَوْ بُيُوتِ خَـٰلَـٰتِكُمْ أَوْ مَا مَلَكْتُم مَّفَاتِحَهُۥٓ أَوْ صَدِيقِكُمْ ۚ لَيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَأْكُلُوا۟ جَمِيعًا أَوْ أَشْتَاتًا ۚ فَإِذَا دَخَلْتُم بُيُوتًا فَسَلِّمُوا۟ عَلَىٰٓ أَنفُسِكُمْ تَحِيَّةً مِّنْ عِندِ ٱللَّهِ مُبَـٰرَكَةً طَيِّبَةً ۚ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلْـَٔايَـٰتِ لَعَلَّكُمْ تَعْقِلُونَ",
          "transliteration": "laysa ʿalā l-aʿmā ḥarajun walā ʿalā l-aʿraji ḥarajun walā ʿalā l-marīḍi ḥarajun walā ʿalā anfusikum an takulū min buyūtikum aw buyūti ābāikum aw buyūti ummahātikum aw buyūti ikh'wānikum aw buyūti akhawātikum aw buyūti aʿmāmikum aw buyūti ʿammātikum aw buyūti akhwālikum aw buyūti khālātikum aw mā malaktum mafātiḥahu aw ṣadīqikum laysa ʿalaykum junāḥun an takulū jamīʿan aw ashtātan fa-idhā dakhaltum buyūtan fasallimū ʿalā anfusikum taḥiyyatan min ʿindi l-lahi mubārakatan ṭayyibatan kadhālika yubayyinu l-lahu lakumu l-āyāti laʿallakum taʿqilūna",
          "translation": "Tidak ada halangan bagi orang buta, tidak (pula) bagi orang pincang, tidak (pula) bagi orang sakit, dan tidak (pula) bagi dirimu, makan (bersama-sama mereka) di rumah kamu atau di rumah bapak-bapakmu, di rumah ibu-ibumu, di rumah saudara-saudaramu yang laki-laki, di rumah saudara-saudaramu yang perempuan, di rumah saudara-saudara bapakmu yang laki-laki, di rumah saudara-saudara bapakmu yang perempuan, di rumah saudara-saudara ibumu yang laki-laki, di rumah saudara-saudara ibumu yang perempuan, (di rumah) yang kamu miliki kuncinya<sup foot_note=135522>1</sup> atau (di rumah) kawan-kawanmu. Tidak ada halangan bagi kamu makan bersama-sama mereka atau sendiri-sendiri. Apabila kamu memasuki rumah-rumah hendaklah kamu memberi salam (kepada penghuninya, yang berarti memberi salam) kepada dirimu sendiri, dengan salam yang penuh berkah dan baik dari sisi Allah. Demikianlah Allah menjelaskan ayat-ayat(-Nya) bagimu, agar kamu mengerti.",
          "tafsir": "Menurut kebiasaan orang Arab semenjak masa Jahiliah mereka tidak merasa keberatan apa-apa meskipun tanpa diundang di rumah kaum kerabat dan kadang-kadang mereka membawa serta famili yang cacat makan bersama-sama. Pada ayat ini telah disusun urutan kaum kerabat itu dimulai dari yang paling dekat, kemudian yang dekat bahkan termasuk pula pemegang kuasa atau harta dan teman-teman akrab, karena tidak jarang seorang teman dibiarkan di rumah kita tanpa diundang atau meminta izin lebih dahulu. Urutan susunan kaum kerabat itu adalah sebagai berikut: 1. Yang paling dekat kepada seseorang ialah anak dan istrinya, tetapi dalam ayat ini tidak ada disebutkan anak dan istri karena cukuplah dengan menyebut \"di rumah kamu\" karena biasa seorang tinggal bersama anak dan istrinya. Maka di rumah anak istri tidak perlu ada izin atau ajakan untuk makan lebih dahulu, baru boleh makan. Demikian pula kalau anak itu telah mendirikan rumah tangga sendiri maka bapaknya boleh saja datang ke rumah anaknya untuk makan tanpa undangan atau ajakan, karena rumah anak itu sebenarnya rumah bapaknya juga karena Nabi Muhammad saw pernah bersabda: \"Engkau sendiri dan harta kekayaanmu adalah milik bapakmu.\" (Riwayat Ahmad dan Ashabus-Sunan) 2. Ayah. Anak tidaklah perlu meminta izin lebih dahulu kepada bapak untuk makan, karena memang sudah menjadi kewajiban bagi bapak untuk menafkahi anaknya. Bila anak sudah berkeluarga dan berpisah rumah dengan bapaknya tidak juga perlu meminta izin untuk makan meskipun tidak tinggal lagi di rumah bapaknya. 3. Ibu. Kita sudah mengetahui bagaimana kasih sayang seorang ibu terhadap anaknya. Walaupun anaknya sudah besar dan sudah beranak cucu sekalipun, namun kasih ibu tetap seperti sediakala. Benarlah pepatah yang mengatakan, \"kasih anak sepanjang penggalah dan kasih ibu sepanjang jalan.\" Tidaklah menjadi soal baginya bila anaknya makan di rumahnya tanpa ajakan, bahkan dia akan sangat bahagia melihat anaknya bertingkah laku seperti dahulu di kala masih belum dewasa. 4. Saudara laki-laki. Hubungan antara seorang dengan saudaranya adalah hubungan darah yang tidak bisa diputuskan, meskipun terjadi perselisihan dan pertengkaran. Maka sebagai memupuk rasa persaudaraan di dalam hati masing-masing maka janganlah hendaknya hubungan itu dibatasi dengan formalitas etika dan protokol yang berlaku bagi orang lain. Alangkah akrabnya hubungan sesama saudara bila sewaktu-waktu seseorang datang ke rumah saudaranya dan makan bersama di sana. 5. Saudara perempuan hal ini sama dengan makan di rumah saudara laki-laki. 6. Saudara laki-laki ayah (paman). 7. Saudara perempuan ayah (bibi). 8. Saudara laki-laki dari ibu. 9. Saudara perempuan dari ibu. 10. Orang yang diberi kuasa memelihara harta benda seseorang. 11. Teman akrab. Demikianlah Allah menyatakan janganlah seseorang baik yang memiliki maupun tidak memiliki cacat tubuh merasa keberatan untuk makan di rumah kaum kerabatnya selama kaum kerabatnya itu benar-benar tidak merasa keberatan atas hal itu, karena hubungan kerabat harus dipupuk dan disuburkan. Sedang hubungan dengan orang lain seperti dengan tetangga baik yang dekat maupun yang jauh harus dijaga sebaik-baiknya, apalagi hubungan dengan kaum kerabat. Meskipun demikian seseorang janganlah berbuat semaunya terhadap kaum kerabatnya apalagi bila kaum kerabatnya itu sedang kesulitan dalam rumah tangganya dan hidup serba kekurangan kemudian karena kita ada hubungan kerabat beramai-ramai makan di rumahnya. Rasa tenggang menenggang dan rasa bantu membantu haruslah dibina sebaik-baiknya. Bila kita melihat salah seorang kerabat dalam kekurangan hendaklah kaum kerabatnya bergotong royong menolong dan membantunya. Lalu Allah menerangkan lagi tidak mengapa seorang makan bersama-sama atau sendiri-sendiri. Diriwayatkan dari Ibnu 'Abbas, adh-ahhaq dan Qatadah bahwa ayat ini turun berkenaan dengan Bani Lais bin Amr bin Kinanah, mereka merasa keberatan sekali makan sendiri-sendiri. Pernah terjadi seseorang di antara mereka tidak makan sepanjang hari karena tidak ada tamu yang akan makan bersama dia. Selama belum ada orang yang akan menemaninya makan dia tidak mau makan. Kadang-kadang ada pula di antara mereka yang sudah tersedia makanan di hadapannya tetapi dia tidak mau menyentuh makanan itu sampai sore hari. Ada pula di antara mereka yang tidak mau meminum susu untanya padahal untanya sedang banyak air susunya karena tidak ada tamu yang akan minum bersama dia. Barulah apabila hari sudah malam dan tidak juga ada tamu dia mau makan sendirian. Hatim Ath-thÂ±i seorang yang paling terkenal sangat pemurah mengucapkan satu bait syair kepada istrinya: Apabila engkau memasak makanan, maka carilah orang yang akan memakannya bersamaku, karena aku tidak akan memakan makanan itu sendirian. Maka untuk menghilangkan kebiasaan yang mungkin tampaknya baik karena menunjukkan sifat pemurah pada seseorang, tetapi kadang-kadang tidak sesuai dengan keadaan semua orang, Allah menerangkan bahwa seseorang boleh makan bersama dan boleh makan sendirian. Janganlah seseorang memberatkan dirinya dengan kebiasaan makan bersama tamu, lalu karena tidak ada tamu dia tidak mau makan. Kemudian Allah menyerukan kepada setiap orang mukmin agar apabila dia masuk ke rumah salah seorang dari kaum kerabatnya, hendaklah dia mengucapkan salam lebih dahulu kepada seisi rumah itu, yaitu salam yang ditetapkan oleh Allah, salam yang penuh berkat dan kebaikan yaitu, \"Assalamu'alaikum warahmatullahi wabarakatuh.\" Dengan demikian karib kerabat yang ada di rumah itu akan senang dan gembira dan menerimanya dengan hati terbuka. Al-Hafiz, Abu Bakar al-Bazzar meriwayatkan bahwa Anas berkata: Rasulullah mengajarkan kepadaku lima hal. Rasulullah bersabda, \"Hai Anas! Berwudulah dengan sempurna tentu umurmu akan bertambah, beri salamlah kepada siapa yang kamu temui di antara umatku, tentu kebaikanmu akan bertambah banyak, apabila engkau memasuki rumahmu, ucapkanlah salam kepada keluargamu; tentu rumahmu itu akan penuh dengan berkah, kerjakanlah salat duha karena salat duha itu adalah salat orang-orang saleh di masa dahulu. Hai Anas sayangilah anak-anak dan hormatilah orang tua, niscaya engkau akan termasuk teman-temanku pada hari Kiamat nanti.\" Demikianlah Allah menerangkan ayat-Nya sebagai petunjuk bagi hamba-Nya, bukan saja petunjuk mengenai hal-hal yang besar, melainkan juga petunjuk mengenai hal-hal yang kecil. Semoga dengan mengamalkan petunjuk itu kita dapat memikirkan bagaimana baik dan berharganya petunjuk itu."
        }
      ]
    }
  ]
}