{
  "pageNumber": 158,
  "juz": 8,
  "surahs": [
    {
      "number": 7,
      "name": "Al-A'raf",
      "nameArabic": "الأعراف",
      "meaning": "Tempat Tertinggi",
      "revelation": "Makkah",
      "description": "Surat Al-A'raf berjumlah 206 ayat, termasuk surat Makkiyyah, diturunkan sebelum surat Al-An'am, dan termasuk golongan surat \"Assab'uththiwaal\" (tujuh surat yang panjang). Dinamakan \"Al-A'raf\" karena perkataan Al-A'raf terdapat dalam ayat 46 yang mengemukakan tentang keadaan orang-orang yang berada di atas Al-A'raf, tempat yang tertinggi di batas surga dan neraka. Mereka itulah orang-orang yang antara kebaikan dan kejahatan mereka sama banyaknya.Pokok-Pokok Isi:1. Keimanan:Mentauhidkan Allah dalam berdoa dan beribadah; hanya Allah yang mengatur dan menjaga alam; menciptakan undang-undang dan hukum-hukum untuk mengatur kehidupan manusia di dunia dan di akhirat; Allah bersemayam di 'Arsy; bantahan terhadap kepalsuan syirik; ketauhidan sesuai dengan fitrah manusia; Musa berbicara dengan Allah; tentang melihat Allah; perintah beribadah sambil menundukkan diri kepada Allah; Allah memiliki al-asmaaul husnaa (nama-nama yang indah).2. Hukum-hukum:Larangan mengikuti perbuatan dan adat istiadat yang buruk; kewajiban mengikuti Allah dan rasul, perintah berhias ketika hendak shalat; bantahan terhadap orang yang mengharamkan perhiasan yang dianugerahkan Allah; perintah memakan makanan yang halal lagi baik dan larangan memakan yang sebaliknya.3. Kisah-kisah:Kisah Nabi Adam a.s. dengan Iblis; kisah Nabi Nuh a.s. dan kaumnya; kisah Nabi Shaleh a.s. dengan kaumnya; kisah Nabi Syu'aib a.s. dengan kaumnya; kisah Nabi Musa a.s. dengan Fir'aun.4. Lain-lain:Al-Qur'an diturunkan kepada Nabi terakhir dan perintah mengikutinya; Nabi Muhammad diutus untuk seluruh manusia; adab orang mukmin, adab mendengar bacaan Al-Qur'an dan berzikir; rasul bertanggung jawab menyampaikan seruan Allah; balasan terhadap orang-orang yang mengikuti dan mengingkari rasul; dakwah rasul-rasul yang pertama ialah mentauhidkan Allah; tentang ashhaabul A'raaf yang berada di antara surga dan neraka; Allah pencipta makhluk; manusia adalah makhluk terbaik yang diciptakan Allah serta memiliki kesediaan untuk berbuat baik dan berbuat buruk; permusuhan setan terhadap manusia; manusia khalifah Allah di bumi; kehancuran suatu kaum karena perbuatan mereka sendiri; setiap bangsa memiliki masa jaya dan masa kehancuran; Allah memberikan cobaan kepada manusia dengan kekayaan dan kemiskinan; istidraj azab Allah terhadap orang-orang yang mendustakan ayat-ayat-Nya.Surat Al-A'raf dimulai dengan pengutaraan tentang kewajiban manusia mengikuti rasul dan akibat mengingkarinya. Selanjutnya, diterangkan tentang perselisihan antara Nabi Adam dan Iblis di surga yang merupakan permulaan perselisihan antara golongan yang taat kepada perintah Allah dan golongan yang mengingkari sebagaimana yang terjadi pada nabi-nabi terdahulu dengan umat-umatnya. Kemudian surat ini ditutup dengan penjelasan tentang adab-adab orang mukmin, adab-adab mendengarkan ayat-ayat Al-Qur'an, dan tata cara berdoa dan berzikir kepada-Nya.Hubungan Antara Surat Al-A'Raf Dengan Surat Al-Anfal:1. Akhir surat Al-A'raf mengemukakan keadaan beberapa orang rasul yang diutus sebelum Nabi Muhammad dalam menghadapi kaumnya, sedang permulaan surat Al-Anfal menerangkan keadaan Nabi Muhammad dalam menghadapi umatnya.2. Permusuhan antara Adam dan Iblis di surga dilanjutkan dengan permusuhan antara manusia yang menerima petunjuk dari Allah dengan yang tidak menerimanya. Ini diterangkan dalam surat Al-A'raf. Hal yang serupa diterangkan lebih jelas dalam surat Al-Anfal; pertentangan kedua golongan itu serta tingkah laku mereka dalam perang Badar. Surat Al-A'raf termasuk surat yang banyak persesuaiannya dengan surat-surat yang lain, seperti: Al-Baqarah, Ali 'Imran, At-Taubah, danYunus.",
      "verses": [
        {
          "number": 58,
          "arabic": "وَٱلْبَلَدُ ٱلطَّيِّبُ يَخْرُجُ نَبَاتُهُۥ بِإِذْنِ رَبِّهِۦ ۖ وَٱلَّذِى خَبُثَ لَا يَخْرُجُ إِلَّا نَكِدًا ۚ كَذَٰلِكَ نُصَرِّفُ ٱلْـَٔايَـٰتِ لِقَوْمٍ يَشْكُرُونَ",
          "transliteration": "wal-baladu l-ṭayibu yakhruju nabātuhu bi-idh'ni rabbihi wa-alladhī khabutha lā yakhruju illā nakidan kadhālika nuṣarrifu l-āyāti liqawmin yashkurūna",
          "translation": "Dan tanah yang baik, tanaman-tanamannya tumbuh subur dengan izin Tuhan; dan tanah yang buruk, tanaman-tanamannya hanya tumbuh merana. Demikianlah Kami menjelaskan berulang-ulang tanda-tanda (kebesaran Kami) bagi orang-orang yang bersyukur.",
          "tafsir": "Ayat ini menjelaskan jenis-jenis tanah di muka bumi ini ada yang baik dan subur, bila dicurahi hujan sedikit saja, dapat menumbuhkan berbagai macam tanaman dan menghasilkan makanan yang berlimpah ruah dan ada pula yang tidak baik, meskipun telah dicurahi hujan yang lebat, namun tumbuh-tumbuhannya tetap hidup merana dan tidak dapat menghasilkan apa-apa. Kemudian Allah memberikan perumpamaan dengan hidupnya kembali tanah-tanah yang mati, untuk menetapkan kebenaran terjadinya Yaumal Mahsyar: Yaitu di mana orang-orang mati dihidupkan kembali dikumpulkan di Padang Mahsyar untuk menerima ganjaran bagi segala perbuatannya, yang baik dibalasi berlipat ganda dan yang buruk dibalasi dengan yang setimpal. Kalau tanah kering dan mati dapat dihidupkan Allah kembali dengan menurunkan hujan padanya sedang tanah itu lekang tidak ada lagi unsur kehidupan padanya, tentulah Allah dapat pula menghidupkan orang-orang yang telah mati meskipun yang tinggal hanya tulang-belulang ataupun telah menjadi tanah semuanya. Tentang menghidupkan orang-orang yang telah mati itu kembali Allah berfirman: Dan dia membuat perumpamaan bagi Kami dan melupakan asal kejadiannya; dia berkata, \"Siapakah yang dapat menghidupkan tulang-belulang, yang telah hancur luluh?\" Katakanlah (Muhammad), \"Yang akan menghidupkannya ialah (Allah) yang menciptakannya pertama kali. Dan Dia Maha Mengetahui tentang segala makhluk. (Yasin/36: 78-79) Selanjutnya Allah memberikan perumpamaan pula dengan tanah yang baik dan subur serta tanah yang buruk dan tidak subur untuk menjelaskan sifat dan tabiat manusia dalam menerima dan menempatkan petunjuk Allah. Orang-orang yang baik sifat dan tabiatnya, dapat menerima kebenaran dan memanfaatkannya untuk kemaslahatan dirinya dan untuk kemaslahatan masyarakat. Orang-orang yang buruk sifat dan tabiatnya tidak mau menerima kebenaran bahkan selalu mengingkarinya sehingga tidak mendapat faedah sedikit pun untuk dirinya dari kebenaran itu apalagi untuk masyarakatnya. Ibnu 'Abbas berkata: Ayat ini adalah suatu perumpamaan yang diberikan Allah bagi orang mukmin dan orang kafir, bagi orang baik dan orang jahat. Allah menyerupakan orang-orang itu dengan tanah yang baik dan yang buruk, dan Allah mengumpamakan turunnya Al-Qur'an dengan turunnya hujan. Maka bumi yang baik dengan turunnya hujan dapat menghasilkan bunga-bunga dan buah-buahan, sedang tanah yang buruk, bila dicurahi hujan tidak dapat menumbuhkan kecuali sedikit sekali. Demikian pula jiwa yang baik dan bersih dari penyakit-penyakit kebodohan dan kemerosotan akhlak, apabila disinari cahaya Al-Qur'an jadilah dia jiwa yang patuh dan taat serta berbudi pekerti yang mulia. Adapun jiwa yang jahat dan kotor apabila disinari Al-Qur'an jarang sekali yang menjadi baik dan berbudi mulia. Rasulullah bersabda: \"Perumpamaan ilmu dan petunjuk yang aku diutus untuk menyampaikannya adalah seperti hujan lebat yang menimpa bumi. Maka ada di antara tanah itu yang bersih (subur) dan dapat menerima hujan itu, lalu menumbuhkan tumbuh-tumbuhan dan rumput yang banyak. Tetapi ada pula di antaranya tanah yang lekang (keras) yang tidak meresapi air hujan dan tidak menumbuhkan sesuatu apapun. Tanah itu dapat menahan air (mengumpulkannya) maka Allah menjadikan manusia dapat mengambil manfaat dari air itu, mereka dapat minum, mengairi tanaman. Ada pula sebagian tanah yang datar tidak dapat menahan air dan tidak pula menumbuhkan tanaman. Maka tanah-tanah yang beraneka ragam itu adalah perumpamaan bagi orang yang dapat memahami agama Allah. Lalu ia mendapat manfaat dari petunjuk-petunjuk itu dan mengajarkannya kepada manusia, dan perumpamaan pula bagi orang-orang yang tidak memperdulikannya dan tidak mau menerima petunjuk itu.\" (Riwayat Ahmad, al-Bukhari, Muslim dan an-Nasai) Nabi Muhammad memberikan predikat (julukan) al-Hadi dan al-Muhtadi kepada golongan pertama yang mendapat manfaat untuk dirinya dan memberikan manfaat kepada orang lain, dan memberikan predikat al-Jahid kepada golongan ketiga yang tiada mendapat manfaat untuk dirinya dan tidak dapat memberikan manfaat untuk orang lain. Tetapi Nabi Muhammad tidak memberi komentar terhadap golongan kedua yaitu orang yang tidak dapat memberikan manfaat kepada orang lain, karena orang-orang dari golongan ini banyak macam ragamnya, di antaranya mereka ada orang-orang munafik dan termasuk pula orang-orang yang tidak mengamalkan ajaran agamanya meskipun ia mengetahui dan menyiarkan ajaran Allah kepada orang lain. Demikianlah Allah memberikan perumpamaan dengan nikmat dan karunia-Nya agar disyukuri oleh orang yang merasakan nikmat itu."
        },
        {
          "number": 59,
          "arabic": "لَقَدْ أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِۦ فَقَالَ يَـٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَـٰهٍ غَيْرُهُۥٓ إِنِّىٓ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ",
          "transliteration": "laqad arsalnā nūḥan ilā qawmihi faqāla yāqawmi uʿ'budū l-laha mā lakum min ilāhin ghayruhu innī akhāfu ʿalaykum ʿadhāba yawmin ʿaẓīmin",
          "translation": "Sungguh, Kami benar-benar telah mengutus Nuh kepada kaumnya, lalu dia berkata, \"Wahai kaumku! Sembahlah Allah! Tidak ada Tuhan (sembahan) bagimu selain Dia. Sesungguhnya aku takut kamu akan ditimpa azab pada hari yang dahsyat (Kiamat).",
          "tafsir": "Pada ayat ini Allah menceritakan tentang kisah Nabi Nuh dan kerasulannya. Pada masa antara Nabi Adam dan Nabi Nuh dunia mulai membangun peradabannya. Manusia mula-mula masih menyembah Allah menurut agama yang dibawa oleh Nabi Adam. Tetapi lama-kelamaan karena kesibukan dalam kehidupan duniawi mereka mulai menjauhkan diri dari agama sehingga semangat beragama mulai menurun. Ajaran tauhid yang bersemi di hati sanubari mereka mulai pudar. Patung-patung dari pemimpin-pemimpin mereka yang semula dibuat untuk menghormati dan mengenang jasa-jasa mereka, mereka jadikan sembahan atau sekutu Allah, karena menurut paham mereka patung-patung itu dapat mendekatkan diri mereka kepada Allah. Akhirnya mereka lupa kepada Allah, dan memandang bahwa patung-patung itulah tuhan yang diharapkan kebaikannya, dan dimohon nikmat anugerah dan ditakuti siksaannya. Setelah kepercayaan manusia kepada Allah memudar di masa itu maka Allah tidak membiarkan mereka terus-menerus dalam kesesatan. Oleh karena itu, Allah mengutus Nabi Nuh kepada kaumnya. Kisah tentang kerasulan Nabi Nuh ini ditujukan kepada orang-orang Arab yang berada di Mekah dan sekitarnya yang mengingkari kerasulan Nabi Muhammad. Pengetahuan mereka tentang sejarah para rasul dan umat-umat pada masa dahulu sangat sedikit sekali karena mereka sekadar mendengar dari orang-orang Yahudi dan Nasrani yang berada di sekitar mereka. Allah dalam ayat ini meyakinkan mereka bahwa sebenarnya Allah telah mengutus Nabi Nuh kepada kaumnya untuk memperingatkan mereka akan kemurkaan Allah disebabkan kekufuran mereka. Setelah Nuh diutus menjadi Rasul dia menyeru kaumnya yang kafir agar meninggalkan berhala dan menyembah Tuhan Yang Maha Esa dan Pencipta segala sesuatu Dialah Tuhan yang sebenarnya. Manusia wajib menyembah-Nya dengan penuh khusyuk dan tawadhu'. Nabi Nuh mengemukakan kepada kaumnya tentang kekhawatirannya bahwa mereka akan memperoleh siksaan yang sangat pada hari pembalasan nanti jika mereka tidak mengindahkan seruannya. Sebagian mufassirin memandang bahwa hari pembalasan yang dimaksud pada ayat ini adalah hari terjadinya taufan. Selanjutnya kekhawatiran yang dikemukakan oleh Nabi Nuh kepada kaumnya menunjukkan bahwa Nabi Nuh telah berputus-asa setelah menjalankan dakwah dalam masa yang cukup lama, namun tidak ada tanggapan dari kaumnya, sebagaimana diketahui dari ayat-ayat berikut: Dia (Nuh) berkata, \"Ya Tuhanku, sesungguhnya aku telah menyeru kaumku siang dan malam, tetapi seruanku itu tidak menambah (iman) mereka, justru mereka lari (dari kebenaran). (Nuh/71: 5-6)"
        },
        {
          "number": 60,
          "arabic": "قَالَ ٱلْمَلَأُ مِن قَوْمِهِۦٓ إِنَّا لَنَرَىٰكَ فِى ضَلَـٰلٍ مُّبِينٍ",
          "transliteration": "qāla l-mala-u min qawmihi innā lanarāka fī ḍalālin mubīnin",
          "translation": "Pemuka-pemuka kaumnya berkata, \" Sesungguhnya kami memandang kamu benar-benar berada dalam kesesatan yang nyata.\"",
          "tafsir": "Allah dalam ayat ini menerangkan bahwa para pemimpin kaum Nuh berpendapat sesungguhnya Nabi Nuh, itulah yang berada dalam kesesatan, disebabkan Nabi Nuh melarang mereka menyembah berhala, yang mereka anggap sebagai penolong mereka di hadapan Allah dan sebagai perantara untuk mendekatkan mereka kepada-Nya. Demikianlah tingkah laku orang-orang kafir itu, bahkan mereka sering menuduh bahwa orang-orang yang beriman kepada Allah itu adalah orang yang sesat, sebagaimana tersebut dalam firman Allah yaitu: Dan apabila mereka melihat (orang-orang mukmin), mereka mengatakan, \"Sesungguhnya mereka benar-benar orang-orang sesat\". (al-Muthaffifin/83: 32) Firman Allah: Dan orang-orang yang kafir berkata kepada orang-orang yang beriman, \"Sekiranya Al-Qur'an itu sesuatu yang baik, tentu mereka tidak pantas mendahului kami (beriman) kepadanya.\" Tetapi karena mereka tidak mendapat petunjuk dengannya, maka mereka akan berkata, \"Ini adalah dusta yang lama.\" (al-Ahqaf/46: 11)"
        },
        {
          "number": 61,
          "arabic": "قَالَ يَـٰقَوْمِ لَيْسَ بِى ضَلَـٰلَةٌ وَلَـٰكِنِّى رَسُولٌ مِّن رَّبِّ ٱلْعَـٰلَمِينَ",
          "transliteration": "qāla yāqawmi laysa bī ḍalālatun walākinnī rasūlun min rabbi l-ʿālamīna",
          "translation": "Dia (Nuh) menjawab, \"Wahai kaumku! Aku tidak sesat; tetapi aku ini seorang Rasul dari Tuhan seluruh alam.",
          "tafsir": "Ayat ini menerangkan penolakan Nabi Nuh terhadap tuduhan kaumnya dengan menegaskan bahwa dia sekali-kali tidak berada dalam kesesatan, karena ia sebenarnya adalah utusan Allah dan yang diserukannya itu bukanlah timbul dari pikirannya semata yang mungkin didorong oleh kepentingan pribadi. Tetapi apa yang dikemukakan itu adalah wahyu Allah yang pasti kebenaranya, karena itu harus disampaikan kepada mereka agar mereka dapat mencapai kebahagiaan dan terhindar dari kebinasaan akibat mempersekutukan Allah."
        },
        {
          "number": 62,
          "arabic": "أُبَلِّغُكُمْ رِسَـٰلَـٰتِ رَبِّى وَأَنصَحُ لَكُمْ وَأَعْلَمُ مِنَ ٱللَّهِ مَا لَا تَعْلَمُونَ",
          "transliteration": "uballighukum risālāti rabbī wa-anṣaḥu lakum wa-aʿlamu mina l-lahi mā lā taʿlamūna",
          "translation": "Aku menyampaikan kepadamu amanat Tuhanku, memberi nasehat kepadamu, dan aku mengetahui dari Allah apa yang tidak kamu ketahui.\"",
          "tafsir": "Ayat ini menerangkan bahwa Nabi Nuh menegaskan kepada kaumnya bahwa dia mendapat tugas dari Allah untuk menyampaikan perintah-perintah Tuhannya agar manusia beriman kepada Tuhan Yang Maha Esa, kepada hari kemudian, kepada Rasul-rasul yang diutus Allah, kepada malaikat-malaikat Allah dan menyampaikan juga hukum-hukum yang Allah tentukan baik yang berkenaan dengan ibadat maupun yang berkenan dengan muamalat. Nabi Nuh dalam menyampaikan tugasnya disertai dengan ancaman halus berupa nasihat-nasihat kepada kaumnya agar takut kepada siksaan Allah sebagai balasan terhadap orang-orang yang tidak beriman kepadanya, serta mendustakan Rasul-rasul-Nya. Nabi Nuh menegaskan pula bahwa ia benar-benar mengetahui hal-hal yang tidak diketahui oleh kaumnya, semuanya itu diketahuinya dari Allah. Demikian gigihnya Nabi Nuh dalam meyakinkan kaumnya."
        },
        {
          "number": 63,
          "arabic": "أَوَعَجِبْتُمْ أَن جَآءَكُمْ ذِكْرٌ مِّن رَّبِّكُمْ عَلَىٰ رَجُلٍ مِّنكُمْ لِيُنذِرَكُمْ وَلِتَتَّقُوا۟ وَلَعَلَّكُمْ تُرْحَمُونَ",
          "transliteration": "awaʿajib'tum an jāakum dhik'run min rabbikum ʿalā rajulin minkum liyundhirakum walitattaqū walaʿallakum tur'ḥamūna",
          "translation": "Dan herankah kamu bahwa ada peringatan yang datang dari Tuhanmu melalui seorang laki-laki dari kalanganmu sendiri, untuk memberi peringatan kepadamu dan agar kamu bertakwa, sehingga kamu mendapat rahmat?",
          "tafsir": "Dalam ayat ini Allah menerangkan tentang kecaman Nabi Nuh kepada kaumnya, bahwa tidaklah patut mereka itu merasa heran atau ragu-ragu terhadap kedatangan peringatan dari Tuhan yang dibawa oleh seorang laki-laki di antara mereka sendiri. Dia memperingatkan mereka tentang azab yang akan menimpa mereka, bilamana mereka tetap dalam kekafiran. Dengan peringatan itu, mereka akan dapat memelihara diri dari perbuatan syirik dan munkar sehingga mereka memperoleh rahmat Allah. Adapun yang menyebabkan keraguan dan keheranan kaumnya tentang kerasulannya, karena Nabi Nuh tidak mempunyai kelebihan yang istimewa. Tetapi jika mereka menggunakan pikiran yang sehat bahwa kelebihan antara manusia itu di samping diperoleh dengan usaha manusia itu sendiri, juga didapat dari karunia Allah, karena Allah Yang Mahakuasa. Dalam kenyataan hidup manusia, nampak perbedaan di antara masing-masing manusia itu, baik perbedaan jasmaniah, maupun rohaniah. Oleh karena itu semestinya mereka menyambut seruan dari salah seorang yang memiliki kelebihan dan keistimewaan sebagai rasul untuk menyelamatkan mereka dari siksa Allah akibat kekufuran dan membawa mereka kepada kebenaran dan ketakwaan kepada Allah untuk memperoleh keridaan dan rahmat-Nya."
        },
        {
          "number": 64,
          "arabic": "فَكَذَّبُوهُ فَأَنجَيْنَـٰهُ وَٱلَّذِينَ مَعَهُۥ فِى ٱلْفُلْكِ وَأَغْرَقْنَا ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَآ ۚ إِنَّهُمْ كَانُوا۟ قَوْمًا عَمِينَ",
          "transliteration": "fakadhabūhu fa-anjaynāhu wa-alladhīna maʿahu fī l-ful'ki wa-aghraqnā alladhīna kadhabū biāyātinā innahum kānū qawman ʿamīna",
          "translation": "Maka mereka mendustakan (Nuh). Lalu Kami selamatkan dia dan orang-orang yang bersamanya di dalam kapal. Kami tenggelamkan orang-orang yang mendustakan ayat-ayat Kami. Sesungguhnya mereka adalah kaum yang buta (mata hatinya).",
          "tafsir": "Ayat ini menerangkan bahwa kebanyakan kaum Nabi Nuh masih tetap mengejek dan mendustakannya, mereka tetap menentang perintah Tuhan dan bertambah hanyut dalam kedurhakaan. Hati nurani mereka tertutup sehingga mereka tidak dapat mengambil pelajaran dari tanda-tanda kebesaran Allah dan mereka tidak dapat mengambil hikmat manfaat dari pengutusan para Rasul. Telinga mereka pun menjadi tuli sehingga mereka tidak dapat membenarkan adanya hari kemudian, hari pembalasan yang disampaikan oleh Nabi Nuh yang semestinya diketahui oleh manusia bahwa seorang yang hidup di dunia ini harus mempertanggungjawabkan perbuatannya kepada Allah sebagai Pencipta-Nya, Nabi menunjukkan kepada adanya kehidupan pada hari kemudian. Tetapi manusia yang tidak menggunakan pikirannya menduga bahwa kehidupan manusia itu hanya di dunia saja tanpa ada pertanggungjawaban di akhirat. Secara tidak sadar mereka telah menyamakan dirinya dengan hewan, karenanya timbullah berbagai perbuatan jahat seperti syirik di atas bumi ini. Karena keingkaran kaum Nuh inilah, azab Allah menimpa mereka, yaitu berupa angin dan banjir yang menenggelamkan mereka. Hanya sedikit dari pengikut kaum Nuh yang diselamatkan oleh Allah dari tenggelam di waktu terjadinya bencana tersebut karena mereka berada dalam perahu yang telah disiapkan jauh hari sebelumnya. Kebanyakan kaumnya tenggelam karena mereka hanyut dalam kekufuran dan kemaksiatan."
        },
        {
          "number": 65,
          "arabic": "۞ وَإِلَىٰ عَادٍ أَخَاهُمْ هُودًا ۗ قَالَ يَـٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَـٰهٍ غَيْرُهُۥٓ ۚ أَفَلَا تَتَّقُونَ",
          "transliteration": "wa-ilā ʿādin akhāhum hūdan qāla yāqawmi uʿ'budū l-laha mā lakum min ilāhin ghayruhu afalā tattaqūna",
          "translation": "Dan kepada kaum 'Ād (Kami utus) Hud, saudara mereka. Dia berkata, \"Wahai kaumku! Sembahlah Allah! Tidak ada tuhan (sesembahan) bagimu selain Dia. Maka mengapa kamu tidak bertakwa?\"",
          "tafsir": "Ayat ini menerangkan bahwa Allah mengutus kepada kaum 'Ad Nabi Hud dari kalangan mereka sendiri dan memerintahkannya untuk menyeru kaumnya agar menyembah Allah Tuhan Yang Maha Esa dan meninggalkan segala sesuatu yang dituhankan mereka, karena selain Allah bukanlah Tuhan dan tidak patut disembah, segala ibadah hanya diperuntukkan kepada Allah. Oleh sebab itu, Nabi Hud menganjurkan kepada mereka agar bertakwa kepada Allah dan meninggalkan segala sesuatu yang dimurkai-Nya untuk menghindarkan diri dari siksaan-Nya. Pada waktu dan kesempatan yang lain, beliau memerintahkan kepada kaumnya agar mereka menggunakan akal pikirannya. Firman Allah: Dan kepada kaum 'Ad (Kami utus) saudara mereka, Hud. Dia berkata, \"Wahai kaumku! Sembahlah Allah, tidak ada tuhan bagimu selain Dia. (Selama ini) kamu hanyalah mengada-ada. Wahai kaumku! Aku tidak meminta imbalan kepadamu atas (seruanku) ini. Imbalanku hanyalah dari Allah yang telah menciptakanku. Tidakkah kamu mengerti?\" (Hud/11: 50-51) 'Ad adalah anak Iram bin Aus bin Sam bin Nuh. Demikian diterangkan oleh Muhammad bin Ishak. Menurut Ibnu Ishak, bahwa al-Kalby berkata: kaum 'Ad adalah penyembah berhala sebagaimana halnya kaum Nabi Nuh yang mematungkan orang-orang yang dipandang keramat setelah mati. Kemudian patung-patung itu dianggap sebagai Tuhan. Kaum 'Ad pun membuat patung-patung, mereka namakan tsamud dan yang lain lagi mereka namakan al-Hatar. Mereka tinggal di Yaman di daerah Ahqaf antara Oman dan Hadramaut. Mereka adalah kaum yang berbuat kerusakan di bumi ini karena mereka bangga dengan kekuatan fisik yang tidak dimiliki oleh kaum yang lain. Karena mereka memperlakukan penduduk bumi ini sekehendak mereka secara zalim, Allah mengutus Nabi Hud dari kalangan mereka sebab sudah menjadi ketetapan Allah bahwa rasul-rasul yang diutus itu diambil dari kaumnya sendiri yang lebih mengerti tentang kaumnya dan lebih dapat diterima seruannya karena mengetahui kepribadiannya. Akan tetapi ketika Nabi Hud menyampaikan risalahnya yaitu menyeru kaumnya agar menyembah Allah Tuhan Yang Maha Esa dan meninggalkan perbuatan yang zalim, seruan Nabi Hud tersebut mereka dustakan dan malahan mereka menentangnya, sebagaimana dijelaskan dalam firman Allah yaitu: Maka adapun kaum 'Ad, mereka menyombongkan diri di bumi tanpa (mengindahkan) kebenaran dan mereka berkata, \"Siapakah yang lebih hebat kekuatannya dari kami?\" Tidakkah mereka memperhatikan bahwa sesungguhnya Allah yang menciptakan mereka. Dia lebih hebat kekuatan-Nya dari mereka? Dan mereka telah mengingkari tanda-tanda (kebesaran) Kami. (Fushshilat/41: 15)"
        },
        {
          "number": 66,
          "arabic": "قَالَ ٱلْمَلَأُ ٱلَّذِينَ كَفَرُوا۟ مِن قَوْمِهِۦٓ إِنَّا لَنَرَىٰكَ فِى سَفَاهَةٍ وَإِنَّا لَنَظُنُّكَ مِنَ ٱلْكَـٰذِبِينَ",
          "transliteration": "qāla l-mala-u alladhīna kafarū min qawmihi innā lanarāka fī safāhatin wa-innā lanaẓunnuka mina l-kādhibīna",
          "translation": "Pemuka-pemuka orang-orang yang kafir dari kaumnya berkata, \"Sesungguhnya Kami memandang kamu benar-benar kurang waras dan kami kira kamu termasuk orang-orang yang berdusta.\"",
          "tafsir": "Ayat ini menerangkan bahwa para pemuka kaum Hud yang tetap dalam kekufuran dan tetap menentang kerasulan Hud bukan saja menolak seruannya, malahan mereka menegaskan bahwa mereka berada dalam agama yang benar dan mereka memandang bahwa Nabi Hud itulah yang berada dalam kesesatan, disebabkan ia meninggalkan agama mereka dan menghina orang-orang yang terkemuka di kalangan kaumnya yang mereka anggap suci. Orang-orang yang dianggap suci itu setelah mati mereka keramatkan dalam bentuk patung guna mendapatkan syafaat dan berkahnya dari mereka. Nabi Hud menentang paham mereka. Karena itu mereka menuduh bahwa Nabi Hud adalah pendusta yang berada dalam kesesatan sebagaimana halnya rasul-rasul dahulu, juga didustakan oleh kaumnya, disebabkan mereka berlawanan paham dengan kaumnya."
        },
        {
          "number": 67,
          "arabic": "قَالَ يَـٰقَوْمِ لَيْسَ بِى سَفَاهَةٌ وَلَـٰكِنِّى رَسُولٌ مِّن رَّبِّ ٱلْعَـٰلَمِينَ",
          "transliteration": "qāla yāqawmi laysa bī safāhatun walākinnī rasūlun min rabbi l-ʿālamīna",
          "translation": "Dia (Hud) menjawab, \"Wahai kaumku! Bukan aku kurang waras, Tetapi aku ini adalah Rasul dari Tuhan seluruh alam.",
          "tafsir": "Ayat ini menerangkan bantahan bahwa Nabi Hud tidak sekali-kali berada dalam kesesatan sebagai yang mereka tuduhkan karena dia adalah utusan Allah, diutus kepada mereka untuk menyampaikan perintah-perintah-Nya. Tuhan semesta alam Yang Maha Mengetahui siapa yang sesat atau lemah akal pikirannya dan siapa yang berada dalam kebenaran atau yang sempurna akal pikirannya."
        }
      ]
    }
  ]
}