{
  "pageNumber": 384,
  "juz": 20,
  "surahs": [
    {
      "number": 27,
      "name": "An-Naml",
      "nameArabic": "النمل",
      "meaning": "Semut",
      "revelation": "Makkah",
      "description": "Surat An-Naml terdiri dari 93 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Asy-Syu'ara'.Dinamai dengan \"An-Naml\", karena pada ayat ke-18 dan ke-19 terdapat perkataan \"An-Naml\" (semut), ketika raja semut memerintahkan anak buahnya untuk masuk ke sarangnya masing-masing, agar tidak terinjak oleh Nabi Sulaiman dan bala tentaranya yang akan lewat di tempat itu. Mendengar perintah raja semut kepada anak buahnya itu, Nabi Sulaiman tersenyum dan takjub atas keteraturan kerajaan semut. Maka beliau pun mengucapkan syukur kepada Allah yang telah melimpahkan nikmat kepadanya, berupa kerajaan, kekayaan, memahami ucapan-ucapan binatang, dan mempunyai bala tentara yang terdiri dari jin, manusia, burung, dan sebagainya. Meskipun demikian, Nabi Sulaiman tidak merasa takabur dan sombong, dan sebagai seorang hamba Allah memohon agar dimasukkan ke dalam golongan orarg-orang saleh.Dalam surat ini, Allah menyebut binatang semut agar manusia mengambil pelajaran dari kehidupan semut ini. Semut adalah binatang yang hidup berkelompok di dalam tanah, membuat liang dan ruang yang bertingkat-tingkat sebagai rumah dan gudang tempat menyimpan makanan untuk musim dingin. Kerapian dan kedisiplinan yang terdapat dalam kerajaan semut ini dinyatakan Allah dalam ayat ini ketika rakyat semut segera mencari perlindungan agar tidak terinjak oleh Nabi Sulaiman dan bala tentaranya, setelah menerima perintah dari raja semut. Secara tidak langsung, Allah mengingatkan kepada manusia agar mencukupkan kebutuhan sehari-hari dalam berusaha, mementingkan kemaslahatan bersama dan sebagainya. Rakyat semut mempunyai organisasi dan kerja sama yang baik. Dengan mengisahkan kisah Nabi Sulaiman, dalam surat ini, Allah mengisyaratkan tentang masa depan nabi Muhammad. Nabi Sulaiman sebagai seorang nabi, rasul, dan raja yang dianugerahi kekayaan yang melimpah ruah, begitu pula Nabi Muhammad sebagai seorang nabi, rasul, dan kepala negara yang ummi dan miskin akan berhasil membawa dan memimpin umatnya ke jalan Allah.**Pokok-Pokok Isi:**1. **Keimanan:** Al-Qur'an adalah rahmat dan petunjuk bagi orang-orang mukmin; keesaan dan kekuasaan Allah dan keadaan-Nya tidak memerlukan sekutu-sekutu dalam mengatur alam ini; hanya Allahlah Yang mengetahui perkara gaib; hari kebangkitan bukanlah suatu dongeng.2. **Kisah-kisah:** Kisah Nabi Sulaiman dengan semut, burung hud-hud, dan ratu Balqis; kisah Nabi Shaleh dengan kaumnya; kisah Nabi Luth dengan kaumnya.3. **Lain-lain:** Ciri-ciri orang mukmin; Al-Qur'an menjelaskan apa yang diperselisihkan Bani Israil; hanya orang-orang mukminlah yang dapat menerima petunjuk kejadian-kejadian sebelum datangnya kiamat dan keadaan orang-orang yang beriman dan tidak beriman waktu itu; Allah menyuruh Nabi Muhammad dan umatnya untuk memuji dan menyembah Allah serta membaca Al-Qur'an; Allah akan memperlihatkan kebenaran ayat-ayat-Nya kepada kaum musyrikin.Surat An-Naml dimulai dengan menerangkan sifat-sifat Al-Qur'an dan beberapa orang rasul dengan umat-umatnya masing-masing, baik yang mengikuti ajaran-ajaran yang dibawanya maupun yang tidak mengikutinya.Kemudian surat ini diakhiri dengan perintah menyembah Allah dan membaca Al-Qur'an dan bahwa Allah memperlihatkan kebenaran ayat-ayat-Nya kepada kaum musyrikin.**Hubungan Surat An-Naml Dengan Surat Al-Qashash:**1. Kedua surat ini sama-sama dimulai dengan huruf abjad, menerangkan sifat-sifat Al-Qur'an, dan menuturkan kisah Musa. Hanya saja kisah Musa dalam surat Al-Qashash diterangkan lebih lengkap dibandingkan dengan yang terdapat dalam surat An-Naml.2. Surat An-Naml menerangkan secara global bahwa keingkaran orang-orang kafir terhadap hari kebangkitan tidaklah beralasan, kemudian dikemukakan kepada mereka persoalan-persoalan yang ada hubungannya dengan kebangkitan itu. Hal ini diterangkan lebih jelas dalam surat Al-Qashash.3. Surat An-Naml menerangkan kehancuran kaum Shaleh dan kaum Luth sebagai akibat durhaka kepada Allah dan Nabi-Nya, sedang surat Al-Qashash menyinggungnya pula.4. Surat An-Naml menyebut balasan pada hari kiamat terhadap orang-orang yang membuat keburukan di dunia, dan surat Al Qashash menyebutkannya pula.5. Bagian akhir kedua surat ini sama-sama menyebutkan perintah menyembah Allah dan Al-Qur'an.",
      "verses": [
        {
          "number": 77,
          "arabic": "وَإِنَّهُۥ لَهُدًى وَرَحْمَةٌ لِّلْمُؤْمِنِينَ",
          "transliteration": "wa-innahu lahudan waraḥmatun lil'mu'minīna",
          "translation": "Dan Sungguh, (Alquran) itu benar-benar menjadi petunjuk dan rahmat bagi orang-orang yang beriman.",
          "tafsir": "Pada kedua ayat ini, Allah menerangkan keistimewaan Al-Qur'an sebagai mukjizat terbesar Nabi Muhammad, yaitu: 1.Al-Qur'an memberi kepastian kepada Bani Israil tentang berbagai hal yang telah mereka perselisihkan terutama yang terkait dengan Isa al-Masih putra Maryam. Sebagian Ahli Kitab ada yang menganggapnya sebagai tuhan, ada pula yang memandangnya sebagai anak Allah, dan ada pula yang menganggapnya sebagai oknum ketiga dalam trinitas. Ada pula yang memandangnya sebagai nabi palsu, sebagaimana ibunya, Maryam, dituduh telah melakukan perbuatan zina. 2.Al-Qur'an benar-benar menjadi petunjuk bagi orang-orang beriman karena mengandung berbagai dalil dan bukti yang menunjukkan kebenaran tauhid yang menjadi inti risalah para nabi. Al-Qur'an juga berisi hukum-hukum yang sangat dibutuhkan oleh seluruh umat manusia untuk mencapai kebahagiaan hidup di dunia dan akhirat. Hal ini meyakinkan orang yang membaca Al-Qur'an bahwa kitab ini benar merupakan wahyu dari Allah. 3.Al-Qur'an juga merupakan rahmat bagi orang-orang mukmin. Meskipun Nabi Muhammad itu seorang ummi yang tidak dapat membaca dan menulis, dan belum pernah bergaul dengan pemuka-pemuka Ahli Kitab sebelum menjadi rasul, tetapi karena Al-Qur'an adalah firman Allah yang diwahyukan kepada Nabi Muhammad, maka ia berisi lengkap tentang kisah-kisah dari para nabi dan umat terdahulu sebagaimana diuraikan dalam kitab Taurat dan Injil. Perselisihan pendapat di kalangan Ahli Kitab memang sudah sangat mendalam dan menyangkut hal-hal yang prinsip seperti pendapat tentang trinitas, adanya Tuhan Bapa dan Tuhan Anak. Ada juga yang menganggap bahwa Isa al-Masih sebagai nabi palsu, nabi terakhir adalah Yusya dan sebagainya. Jika para Ahli Kitab mempelajari kitab mereka dengan jujur, dan sungguh-sungguh untuk mencari kebenaran tanpa sentimen kebangsaan atau kesukuan, niscaya mereka akan mendapat kesimpulan bahwa nabi yang diisyaratkan dalam Kitab Taurat tidak lain adalah Nabi Muhammad karena sifat-sifat yang disebutkan dalam Kitab Taurat memang sama dengan sifat-sifatnya. Akan tetapi, karena Nabi Muhammad bukan dari keturunan Bani Israil, mereka sukar menerima kebenaran itu. Dalam kitab Perjanjian Lama, kitab Ulangan (Deuteronomium 18: 18) disebutkan demikian, \"Bahwa Aku (Tuhan) akan menjadikan bagi mereka itu seorang nabi dari antara segala saudaranya, yang seperti engkau (Musa), dan Aku akan memberi segala firman-Ku dalam mulutnya dan ia pun akan mengatakan kepadanya segala yang Kusuruh akan dia. Bahwa sesungguhnya barang siapa yang tidak mau mendengar segala firman-Ku, yang akan dikatakan olehnya dengan nama-Ku, niscaya Aku menuntutnya kelak kepada orang itu.\" Isyarat dari kitab Ulangan itu mengandung pengertian bahwa nabi yang akan diutus Allah setelah Nabi Musa itu ialah dari saudara-saudara Bani Israil, yaitu Bani Ismail atau bangsa Arab, sebab Israil atau Yakub dan Ismail adalah sama-sama keturunan Nabi Ibrahim. Ismail adalah putra Ibrahim dan Yakub adalah putra Ishak, yang juga putra Ibrahim. Nabi yang akan diutus adalah seperti Musa. Pada ayat ini, Allah menerangkan bahwa Al-Qur'an yang telah diturunkan kepada Nabi Muhammad menjelaskan kepada Bani Israil sebagian besar dari persoalan-persoalan yang mereka perselisihkan. Jika mereka sadar dan insaf serta menjauhkan diri dari ajakan hawa nafsu dan sentimen kesukuan, mereka akan merasakan hak dan kemurnian ajaran Al-Qur'an itu. Akan tetapi, karena terhalang oleh ketakaburan, mereka tetap menolaknya, padahal sudah jelas tampak dalil-dalil kebenarannya."
        },
        {
          "number": 78,
          "arabic": "إِنَّ رَبَّكَ يَقْضِى بَيْنَهُم بِحُكْمِهِۦ ۚ وَهُوَ ٱلْعَزِيزُ ٱلْعَلِيمُ",
          "transliteration": "inna rabbaka yaqḍī baynahum biḥuk'mihi wahuwa l-ʿazīzu l-ʿalīmu",
          "translation": "Sungguh, Tuhanmu akan menyelesaikannya (perkara) di antara mereka dengan hukum-Nya, dan Dia Mahaperkasa, Maha Mengetahui.",
          "tafsir": "Pada ayat ini, Allah menerangkan bahwa Dia akan menyelesaikan semua persoalan yang diperselisihkan Bani Israil dengan keputusan-Nya yang adil lagi bijaksana. Dengan demikian, yang batil akan mendapat azab, dan yang benar akan diberi pahala sesuai dengan amalnya, karena Allah adalah Tuhan Yang Mahaperkasa lagi Maha Mengetahui."
        },
        {
          "number": 79,
          "arabic": "فَتَوَكَّلْ عَلَى ٱللَّهِ ۖ إِنَّكَ عَلَى ٱلْحَقِّ ٱلْمُبِينِ",
          "transliteration": "fatawakkal ʿalā l-lahi innaka ʿalā l-ḥaqi l-mubīni",
          "translation": "Maka bertawakallah kepada Allah, sungguh engkau (Muhammad) berada di atas kebenaran yang nyata.",
          "tafsir": "Pada ayat ini, Allah menerangkan bahwa Dia akan menyelesaikan semua persoalan yang diperselisihkan Bani Israil dengan keputusan-Nya yang adil lagi bijaksana. Dengan demikian, yang batil akan mendapat azab, dan yang benar akan diberi pahala sesuai dengan amalnya, karena Allah adalah Tuhan Yang Mahaperkasa lagi Maha Mengetahui."
        },
        {
          "number": 80,
          "arabic": "إِنَّكَ لَا تُسْمِعُ ٱلْمَوْتَىٰ وَلَا تُسْمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوْا۟ مُدْبِرِينَ",
          "transliteration": "innaka lā tus'miʿu l-mawtā walā tus'miʿu l-ṣuma l-duʿāa idhā wallaw mud'birīna",
          "translation": "Sungguh, engkau tidak dapat menjadikan orang yang mati dapat mendengar dan (tidak pula) menjadikan orang yang tuli dapat mendengar seruan, apabila mereka telah berpaling ke belakang.",
          "tafsir": "Pada ayat ini, Allah menjelaskan bahwa Nabi Muhammad tidak ditugaskan supaya menjadikan orang-orang musyrik itu beriman. Beliau hanya ditugaskan untuk menyampaikan seruan atau risalah dari Allah. Tidak termasuk wewenang beliau untuk memaksa orang kafir menjadi seorang mukmin. Hal tersebut berada dalam kekuasaan Allah. Nabi tidak mampu memasukkan petunjuk ke dalam hati orang yang sudah terkunci mati. Ayat ini juga menjelaskan bahwa Muhammad tidak dapat menjadikan orang-orang yang mati itu mendengar dan tidak pula menjadikan orang-orang tuli mendengar panggilan, terlebih lagi bila hati mereka telah berpaling ke belakang. Kalimat \"orang-orang yang mati\" dan \"orang-orang yang tuli\" dalam ayat ini adalah ungkapan metafora. Maksudnya adalah orang-orang musyrik itu dianggap sebagai orang yang sudah mati pikirannya, sudah tuli dan tidak dapat mendengar panggilan dan ajakan kebaikan. Mereka telah berpaling ke belakang. Mereka diserupakan dengan orang yang mati dan orang yang tuli karena semua ayat yang dibacakan kepada mereka tidak berpengaruh sama sekali Walaupun secara umum ayat ini menjelaskan bahwa orang yang telah mati tidak dapat mendengar seruan orang yang masih hidup, tetapi ada beberapa hadis yang sahih, seperti yang diriwayatkan oleh Muslim, yang menerangkan bahwa Nabi Muhammad pernah berbicara pada mayat-mayat kaum musyrikin yang terbunuh waktu perang Badar dan dikubur bersama-sama dalam sebuah sumur. Melihat hal itu, sebagian sahabat, di antaranya Umar bin Khattab, menyatakan keheranannya dengan bertanya mengapa Rasulullah berbicara dengan orang yang sudah meninggal. Menanggapi hal itu, Rasulullah bersabda: Kamu tidak lebih mendengar daripada mereka terhadap apa yang aku katakan, hanya saja mereka tidak dapat menjawab. (Riwayat Imam Muslim dari Anas bin Malik) Pengertian yang terkandung dalam hadis di atas adalah bahwa orang-orang yang masih hidup dan mayat-mayat itu sama dapat mendengar ucapan Nabi. Akan tetapi, orang yang masih hidup dapat menjawab, sedangkan mereka tidak. Dalam beberapa hadis yang sahih diterangkan pula oleh Nabi bahwa bila seorang mayat telah selesai dimasukkan ke kuburnya, ia dapat mendengar suara sepatu atau terompah orang-orang yang mengantarnya. Sebagai seorang penyampai risalah Allah, Nabi tidak dapat memberi hidayah kepada orang-orang musyrik untuk menjadi mukmin sebagaimana yang terjadi dengan paman Nabi yaitu Abu thalib yang hingga akhir hidupnya tidak beriman. Firman Allah: Sungguh, engkau (Muhammad) tidak dapat memberi petunjuk kepada orang yang engkau kasihi, tetapi Allah memberi petunjuk kepada orang yang Dia kehendaki, dan Dia lebih mengetahui orang-orang yang mau menerima petunjuk (al-Qasas/28: 56) Tugas Nabi hanya memberi petunjuk dalam arti memberi bimbingan (irsyad), memberi keterangan (bayan), dan melaksanakannya, sebagaimana firman Allah: ... Dan sungguh, engkau benar-benar membimbing (manusia) kepada jalan yang lurus.(asy-Syura/42: 52) Pengertian hidayah pada Surah al-Qasas/28: 56 di atas adalah \"taufik\". Hal ini mengandung pengertian bahwa Nabi tidak mempunyai kewenangan untuk memberi taufik kepada manusia, walaupun terhadap orang yang dicintainya, misalnya Abu thalib. hanya Allah yang dapat memberi hidayah dalam arti taufik kepada orang-orang yang dikehendaki-Nya. Adapun hidayah pada Surah as-Syura/42: 52 bermakna \"tabyin dan irsyad\". Hal ini berarti bahwa Nabi mempunyai kewenangan untuk memberi penjelasan dengan petunjuk yang luas."
        },
        {
          "number": 81,
          "arabic": "وَمَآ أَنتَ بِهَـٰدِى ٱلْعُمْىِ عَن ضَلَـٰلَتِهِمْ ۖ إِن تُسْمِعُ إِلَّا مَن يُؤْمِنُ بِـَٔايَـٰتِنَا فَهُم مُّسْلِمُونَ",
          "transliteration": "wamā anta bihādī l-ʿum'yi ʿan ḍalālatihim in tus'miʿu illā man yu'minu biāyātinā fahum mus'limūna",
          "translation": "Dan engkau tidak akan dapat memberi petunjuk orang buta dari kesesatannya. Engkau tidak dapat menjadikan (seorang pun) mendengar, kecuali orang-orang yang beriman kepada ayat-ayat Kami, lalu mereka berserah diri.",
          "tafsir": "Pada ayat ini, Allah memperkuat pengertian ayat sebelumnya bahwa Nabi Muhammad sama sekali tidak dapat memalingkan orang-orang buta yang telah terkunci hatinya dari kesesatan. Mata hatinya tidak dapat diberi petunjuk kepada jalan yang lurus karena ada hijab atau dinding yang menutupi pandangannya, sehingga tidak dapat melihat kebenaran sama sekali. Nabi Muhammad tidak dapat menjadikan seseorang dapat mendengar seruannya dengan pendengaran yang positif, kecuali orang-orang yang beriman kepada Allah, lalu berserah diri secara tulus ikhlas kepada-Nya."
        },
        {
          "number": 82,
          "arabic": "۞ وَإِذَا وَقَعَ ٱلْقَوْلُ عَلَيْهِمْ أَخْرَجْنَا لَهُمْ دَآبَّةً مِّنَ ٱلْأَرْضِ تُكَلِّمُهُمْ أَنَّ ٱلنَّاسَ كَانُوا۟ بِـَٔايَـٰتِنَا لَا يُوقِنُونَ",
          "transliteration": "wa-idhā waqaʿa l-qawlu ʿalayhim akhrajnā lahum dābbatan mina l-arḍi tukallimuhum anna l-nāsa kānū biāyātinā lā yūqinūna",
          "translation": "Dan apabila perkataan (ketentuan masa kehancuran alam) telah berlaku atas mereka, Kami keluarkan makhluk bergerak yang bernyawa dari bumi yang akan mengatakan kepada mereka bahwa manusia dahulu tidak yakin kepada ayat-ayat Kami.",
          "tafsir": "Pada ayat ini, Allah menjelaskan bila kemarahan dan kemurkaan-Nya telah dijatuhkan kepada manusia yang durhaka, karena meninggalkan perintah dan mengotori kemurnian agama-Nya, maka pada saat menjelang datangnya hari Kiamat, binatang-binatang melata keluar dari bumi dan berbicara kepada mereka dengan lidah yang fasih, bahwa kebanyakan manusia tidak yakin kepada ayat-ayat Allah, dan tidak percaya akan datangnya hari Kiamat. Ucapan dari binatang melata itu mengandung cercaan dan peringatan yang sangat keras kepada manusia yang berada di sekelilingnya. Keanehan yang akan terjadi sebelum kiamat, di mana seekor binatang melata dapat berbicara memberi peringatan kepada orang-orang yang durhaka, tidak mustahil bagi Allah. Ia dapat memberi kemampuan kepada binatang tersebut untuk berbicara pada saat itu, sesuai dengan firman-Nya: Mereka berkata, \"Allah yang telah menjadikan kami dapat bicara pasti juga dapat menjadikan segala sesuatu dapat berbicara.\" (Fussilat/41: 21) Mengenai keluarnya binatang melata dianggap sebagai masalah gaib karena bentuk dan sifatnya tidak disebutkan dalam Al-Qur'an. Keterangan mengenai hal ini hanya terdapat dalam hadis. Di antaranya adalah hadis yang diriwayatkan oleh Muslim dari 'Abdullah bin amr: 'Abdullah bin 'Amr berkata, \"Aku menghafal sebuah hadis dari Rasulullah saw yang tidak akan aku lupakan. Aku mendengar beliau bersabda, 'Tanda-tanda akan (datangnya kiamat) yang pertama kali muncul adalah terbitnya matahari dari sebelah barat dan keluarnya binatang melata kepada manusia di pagi hari. Manakala salah satu dari dua peristiwa ini terjadi, maka yang satu lagi segera menyusul setelahnya.\" (Riwayat Muslim)"
        },
        {
          "number": 83,
          "arabic": "وَيَوْمَ نَحْشُرُ مِن كُلِّ أُمَّةٍ فَوْجًا مِّمَّن يُكَذِّبُ بِـَٔايَـٰتِنَا فَهُمْ يُوزَعُونَ",
          "transliteration": "wayawma naḥshuru min kulli ummatin fawjan mimman yukadhibu biāyātinā fahum yūzaʿūna",
          "translation": "Dan (ingatlah) pada hari (ketika) Kami mengumpulkan dari setiap umat, segolongan orang yang mendustakan ayat-ayat Kami, lalu mereka dibagi-bagi (dalam kelompok-kelompok).",
          "tafsir": "Pada ayat-ayat ini, Allah menerangkan tingkah laku dan perbuatan orang-orang kafir yang mengingkari Allah dan Rasul-Nya ketika mereka menyaksikan sendiri datangnya hari Kiamat. Pada hari itu, Allah mengumpulkan orang-orang yang mengingkari ayat-ayat-Nya dari setiap umat manusia. Setelah mereka berkumpul di Padang Mahsyar untuk dihisab, mereka semuanya berdiri di hadapan Allah untuk menghadapi berbagai pertanyaan dan pemeriksaan. Orang-orang kafir dan musyrik mendengar dakwaan yang sangat menusuk perasaan. Di antaranya adalah mengapa mereka telah mengingkari ayat-ayat Allah yang secara jelas memberitahukan akan adanya hari kebangkitan dan hari penghisaban ini. Mengapa mereka tidak memikirkan persoalan itu, padahal dalil-dalilnya jelas dan gamblang disampaikan oleh rasul-rasul kepada mereka? Mengapa mereka bersikap sombong dan angkuh tidak mau menerima keterangan para rasul itu, padahal mereka tidak memiliki pengetahuan yang pasti dan tidak pernah memikirkannya secara teliti dan sungguh-sungguh."
        },
        {
          "number": 84,
          "arabic": "حَتَّىٰٓ إِذَا جَآءُو قَالَ أَكَذَّبْتُم بِـَٔايَـٰتِى وَلَمْ تُحِيطُوا۟ بِهَا عِلْمًا أَمَّاذَا كُنتُمْ تَعْمَلُونَ",
          "transliteration": "ḥattā idhā jāū qāla akadhabtum biāyātī walam tuḥīṭū bihā ʿil'man ammādhā kuntum taʿmalūna",
          "translation": "Hingga apabila mereka datang, Dia (Allah) berfirman, \"Mengapa kamu dulu mendustakan ayat-ayat-Ku, padahal kamu tidak mempunyai pengetahuan tentang itu,<sup foot_note=135555>1</sup> atau apakah yang telah kamu kerjakan?\"",
          "tafsir": "Pada ayat-ayat ini, Allah menerangkan tingkah laku dan perbuatan orang-orang kafir yang mengingkari Allah dan Rasul-Nya ketika mereka menyaksikan sendiri datangnya hari Kiamat. Pada hari itu, Allah mengumpulkan orang-orang yang mengingkari ayat-ayat-Nya dari setiap umat manusia. Setelah mereka berkumpul di Padang Mahsyar untuk dihisab, mereka semuanya berdiri di hadapan Allah untuk menghadapi berbagai pertanyaan dan pemeriksaan. Orang-orang kafir dan musyrik mendengar dakwaan yang sangat menusuk perasaan. Di antaranya adalah mengapa mereka telah mengingkari ayat-ayat Allah yang secara jelas memberitahukan akan adanya hari kebangkitan dan hari penghisaban ini. Mengapa mereka tidak memikirkan persoalan itu, padahal dalil-dalilnya jelas dan gamblang disampaikan oleh rasul-rasul kepada mereka? Mengapa mereka bersikap sombong dan angkuh tidak mau menerima keterangan para rasul itu, padahal mereka tidak memiliki pengetahuan yang pasti dan tidak pernah memikirkannya secara teliti dan sungguh-sungguh."
        },
        {
          "number": 85,
          "arabic": "وَوَقَعَ ٱلْقَوْلُ عَلَيْهِم بِمَا ظَلَمُوا۟ فَهُمْ لَا يَنطِقُونَ",
          "transliteration": "wawaqaʿa l-qawlu ʿalayhim bimā ẓalamū fahum lā yanṭiqūna",
          "translation": "Dan berlakulah perkataan (janji azab) atas mereka karena kezaliman mereka, maka mereka tidak dapat berkata.",
          "tafsir": "Ayat ini menjelaskan bahwa kemurkaan Allah kepada orang-orang yang ingkar itu disebabkan kezaliman mereka sendiri. Mereka tidak dapat berkata apa-apa untuk menolak azab yang akan menimpa mereka seperti tersebut dalam firman Allah: Inilah hari, saat mereka tidak dapat berbicara, dan tidak diizinkan kepada mereka mengemukakan alasan agar mereka dimaafkan. (al-Mursalat/77: 35-36)"
        },
        {
          "number": 86,
          "arabic": "أَلَمْ يَرَوْا۟ أَنَّا جَعَلْنَا ٱلَّيْلَ لِيَسْكُنُوا۟ فِيهِ وَٱلنَّهَارَ مُبْصِرًا ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يُؤْمِنُونَ",
          "transliteration": "alam yaraw annā jaʿalnā al-layla liyaskunū fīhi wal-nahāra mub'ṣiran inna fī dhālika laāyātin liqawmin yu'minūna",
          "translation": "Apakah mereka tidak memperhatikan bahwa Kami telah menjadikan malam agar mereka beristirahat padanya dan (menjadikan) siang yang menerangi? Sungguh, pada yang demikian itu terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang beriman.",
          "tafsir": "Setelah menyampaikan berita yang sangat menakutkan tentang kedahsyatan hari Kiamat, maka Allah pada ayat ini mengemukakan dalil-dalil keesaan-Nya, tentang kepastian akan datangnya hari kebangkitan, dan dalil-dalil yang membenarkan Muhammad saw sebagai utusan Allah. Di antara tanda-tanda kekuasaan Allah adalah adanya malam dan siang yang datang silih berganti. Apakah orang-orang yang mengingkari hari Kiamat itu tidak memperhatikan bahwa sesungguhnya Allah telah menjadikan malam untuk beristirahat dari kesibukan dan kelelahan bekerja pada siang hari, waktu untuk berkumpul dan santai dengan keluarga di rumah masing-masing, dan untuk memulihkan kembali seluruh tenaga dan kekuatan guna melanjutkan tugas pada keesokan harinya. Hari yang terang benderang telah menunggu mereka untuk melanjutkan usaha mencari nafkah bagi diri dan keluarganya. Tidakkah mereka memikirkan bahwa kesemuanya diatur dan dikemudikan oleh Allah Yang Mahakuasa, yang dapat menghidupkan, mematikan, dan membangkitkan mereka setelah mati? Sebagaimana siang dan malam banyak mengandung manfaat dan faedah bagi kehidupan manusia, maka demikian pula diutusnya para rasul itu membawa manfaat yang besar sekali bagi kebahagiaan hidup manusia di dunia dan akhirat. Sesungguhnya pada kejadian-kejadian itu terdapat tanda-tanda kekuasaan Allah bagi orang-orang yang beriman."
        },
        {
          "number": 87,
          "arabic": "وَيَوْمَ يُنفَخُ فِى ٱلصُّورِ فَفَزِعَ مَن فِى ٱلسَّمَـٰوَٰتِ وَمَن فِى ٱلْأَرْضِ إِلَّا مَن شَآءَ ٱللَّهُ ۚ وَكُلٌّ أَتَوْهُ دَٰخِرِينَ",
          "transliteration": "wayawma yunfakhu fī l-ṣūri fafaziʿa man fī l-samāwāti waman fī l-arḍi illā man shāa l-lahu wakullun atawhu dākhirīna",
          "translation": "Dan (ingatlah) pada hari (ketika) sangkakala ditiup, maka terkejutlah apa yang ada di langit dan apa yang ada di bumi, kecuali siapa yang dikehendaki Allah. Dan semua mereka datang menghadap-Nya dengan merendahkan diri.",
          "tafsir": "Pada ayat ini, Allah menggambarkan peristiwa kiamat secara khusus, yaitu pada hari peniupan sangkakala oleh malaikat Israfil. Segala yang ada di langit dan di bumi terkejut, kecuali malaikat Jibril, Mikail, Israfil, Izrail, dan orang-orang yang beriman. Tiupan sangkakala itu terjadi dua kali, tiupan pertama yang diberi nama \"nafkhah as-sa'q\" menyebabkan matinya semua makhluk selain mereka yang dikecualikan. Kemudian dengan tiupan kedua, mereka semuanya akan dibangkitkan dari kubur mereka masing-masing, sebagaimana dalam firman-Nya: Dan sangkakala pun ditiup, maka matilah semua (makhluk) yang di langit dan di bumi kecuali mereka yang dikehendaki Allah. Kemudian ditiup sekali lagi (sangkakala itu) maka seketika itu mereka bangun (dari kuburnya) menunggu (keputusan Allah). (az-Zumar/39 :68) Tiupan yang kedua ini diberi nama \"nafkhah al-ba'ts\" artinya tiupan kebangkitan, seperti dalam firman-Nya: Lalu ditiuplah sangkakala, maka seketika itu mereka keluar dari kuburnya (dalam keadaan hidup), menuju kepada Tuhannya. (Yasin/36: 51) Peristiwa ini disebutkan pula dalam firman Allah: (yaitu) pada hari ketika mereka keluar dari kubur dengan cepat seakan-akan mereka pergi dengan segera kepada berhala-berhala (sewaktu di dunia), pandangan mereka tertunduk ke bawah diliputi kehinaan. Itulah hari yang diancamkan kepada mereka. (al-Ma'arij/70: 43-44)"
        },
        {
          "number": 88,
          "arabic": "وَتَرَى ٱلْجِبَالَ تَحْسَبُهَا جَامِدَةً وَهِىَ تَمُرُّ مَرَّ ٱلسَّحَابِ ۚ صُنْعَ ٱللَّهِ ٱلَّذِىٓ أَتْقَنَ كُلَّ شَىْءٍ ۚ إِنَّهُۥ خَبِيرٌۢ بِمَا تَفْعَلُونَ",
          "transliteration": "watarā l-jibāla taḥsabuhā jāmidatan wahiya tamurru marra l-saḥābi ṣun'ʿa l-lahi alladhī atqana kulla shayin innahu khabīrun bimā tafʿalūna",
          "translation": "Dan engkau akan melihat gunung-gunung, yang engkau kira tetap di tempatnya, padahal ia berjalan (seperti) awan berjalan. (Itulah) ciptaan Allah yang mencipta dengan sempurna segala sesuatu. Sungguh, Dia Mahateliti atas apa yang kamu kerjakan.",
          "tafsir": "Pada ayat ini, Allah menerangkan bahwa gunung-gunung yang sekarang kelihatannya kokoh berdiri di tempatnya, nanti pada hari Kiamat akan dicabut dari bumi kemudian diterbangkan bagaikan bulu di udara dan berjalannya awan. Firman Allah: Dan gunung-gunung bagaikan bulu (yang beterbangan). (al-Ma'arij/70: 9) Ada dua pendapat ulama tafsir mengenai pernyataan ayat ini bahwa gunung-gunung akan diterbangkan di udara seperti jalannya awan, atau dalam ayat lain seperti bulu ditiup oleh angin. Pendapat pertama, yang merupakan pendapat sebagian besar mufasir, mengemukakan bahwa ayat ini berhubungan dengan peristiwa hari Kiamat, seperti dalam firman Allah: Pada hari (ketika) langit berguncang sekeras-kerasnya, dan gunung berjalan (berpindah-pindah). (ath-thur/52: 9-10 ) Dan firman-Nya: Dan gunung-gunung pun dijalankan sehingga menjadi fatamorgana. (an-Naba'/78: 20) Dalam firman-Nya yang lain: (Yaitu) pada hari (ketika) bumi di ganti dengan bumi yang lain dan (demikian pula) langit, dan mereka (manusia) berkumpul (di Padang Mahsyar) menghadap Allah Yang Maha Esa, Mahaperkasa. (Ibrahim/14: 48) Kejadian-kejadian yang amat dahsyat ini terjadi pada hari Kiamat setelah tiupan sangkakala yang kedua kalinya, dimana semua manusia dibangkitkan dari kuburnya dan mereka menyaksikan segala macam peristiwa yang sangat dahsyat itu dengan sikap yang berbeda-beda. Pendapat yang kedua mengenai tafsir ayat 88 ini, yakni pendapat ulama ahli falak, menyatakan bahwa ayat ini bukan berhubungan dengan peristiwa hari Kiamat, tetapi dengan fenomena alam di dunia. Ayat ini mengatakan, \"Dan engkau akan melihat gunung-gunung, yang engkau kira tetap di tempatnya, padahal ia berjalan (seperti) awan berjalan.\" Ia dijadikan dalil bahwa bumi berputar seperti planet-planet lain pada garis edar yang telah ditentukan, hanya saja manusia sebagai penghuni bumi tidak merasakannya. Alasan ulama falak, bahwa ayat 88 ini berhubungan dengan peristiwa sekarang dan bukan dengan peristiwa hari Kiamat, adalah: 1. Ayat ini tidak dapat dimasukkan dalam kategori ancaman atau menakut-nakuti dengan kedahsyatan hari Kiamat karena di belakangnya di sambung dengan kata-kata: (Itulah) ciptaan Allah yang mencipta dengan sempurna segala sesuatu. Oleh karena itu, ayat ini lebih tepat bila dihubungkan dengan masa sekarang, di mana manusia sebagai penghuni bumi menyangka bahwa bumi ini diam, demikian pula gunung-gunung yang berada di atas permukaannya. Padahal, bumi bersama gunung-gunung itu berjalan atau beredar sebagai jalannya awan. 2. Gunung-gunung itu diterbangkan untuk dihancurkan pada hari Kiamat, dan terjadi bersamaan dengan kehancuran alam semesta, termasuk kematian seluruh manusia. Hanya beberapa malaikat saja yang tetap hidup. Jika pada hari setelah tiupan sangkakala yang pertama tidak ada lagi manusia yang hidup, bagaimana dapat dikatakan bahwa nanti mereka akan melihat gunung-gunung yang disangka diam, padahal ia berjalan seperti jalannya awan. 3. Orang-orang di Padang Mahsyar yang menyaksikan gunung-gunung berjalan seperti jalannya awan, tentu sadar dan melihat dengan mata kepala sendiri sehingga tidak pantas dikatakan bahwa mereka menyangka gunung-gunung itu diam saja di tempatnya. Berlainan sekali jika dihubungkan dengan masa sekarang, karena memang manusia tidak dapat merasakan bahwa gunung-gunung itu bergerak dan berjalan di angkasa sebagaimana jalannya awan, karena gunung-gunung itu ikut bergerak bersama bumi, dan udara yang ada di sekitarnya. Dengan pengertian yang demikian, maka barulah cocok dengan kata-kata: (Itulah) ciptaan Allah yang mencipta dengan sempurna segala sesuatu. Kata-kata yang indah ini tidak patut dikemukakan pada konteks hari Kiamat yang penuh dengan ancaman dan ketakutan terhadap kehancuran seluruh alam semesta. Demikianlah kedua pendapat tentang tafsir ayat 88 ini. Sebagian besar mufasir menerangkan bahwa ayat itu berhubungan dengan peristiwa hari Kiamat. Sebagian lagi yang terdiri dari ulama falak menerangkan bahwa ayat itu berhubungan dengan peristiwa sekarang, dan dijadikan dalil bahwa semua yang ada di atas bumi termasuk gunung-gunung bergerak, berjalan di angkasa sebagaimana berjalannya awan. Perbedaan penafsiran itu tidak mengenai pada tataran arti, namun hanya menyangkut waktu terjadinya. Karena kejadian ini termasuk dalam alam gaib, maka lebih baik perhatian manusia dititikberatkan kepada perbaikan amalnya. Oleh karena itu, pada akhir ayat itu dinyatakan bahwa sesungguhnya Allah Maha Mengetahui apa yang dikerjakan manusia. Menurut pandangan saintis, bumi merupakan planet terbesar kelima dari sembilan planet yang ada di tata surya. Bentuknya mirip dengan bola bundar, dengan keliling sekitar 12.743 km. Luas permukaan bumi diperkirakan sekitar 510 juta km2. Sekitar 29% permukaan bumi adalah daratan, sedangkan sisanya berupa lautan. Bumi terdiri dari beberapa lapisan yang secara garis besar dibagi menjadi 3 bagian. Bagian paling atas disebut kerak bumi dan ketebalannya bervariasi dari 0-100 km di mana ke arah kontinen makin menebal. Di bawahnya terdapat mantel dengan kedalaman sampai 2.900 km. Bagian paling dalam disebut inti bumi dengan kedalaman dari 2.900-6.370 km. Pembagian ini didasarkan pada analisa gelombang gempa dan masing-masing bagian tersebut mempunyai sifat fisis yang berbeda. Inti bumi misalnya mempunyai sifat fisis layaknya benda cair. Pembagian ini pada dasarnya dapat diperinci lebih detail. Manusia berada pada lapisan bumi bagian atas, yakni kerak bumi. Sampai paruh abad 20, bidang kebumian ditandai oleh perdebatan tentang continental drift (kontinen yang mengapung). Mereka yang tidak setuju, disebut fixists, sedang yang setuju disebut mobilists. Menurut kubu mobilist, continental mengapung dan bergerak di atas mantel. Kalau kita melihat peta dunia, maka dengan amat mudah kita melihat benua Afrika dan benua Amerika [Selatan] bila diimpitkan, maka garis pantai keduanya relatif berimpit. Jadi, pada dasarnya semua benua yang ada semula berupa satu benua yang satu, yang disebut Pangea, kemudian pecah dan bergerak ke tempat yang sekarang kita lihat. Data ilmiah seperti data kemagnitan purba, kesamaan fosil maupun kesamaan formasi geologi mendukung teori ini. Dan engkau akan melihat gunung-gunung, yang engkau kira tetap di tempatnya, padahal ia berjalan (seperti) awan berjalan. Perdebatan ini terus berlangsung dan puncaknya pada tahun enam puluhan. Pada saat itu, terjadilah revolusi pemikiran di bidang ilmu geologi dan pemikiran kaum mobilists mulai diterima secara luas. Penemuan punggungan tengah samudra di Samudra Atlantik dan Samudra Pasifik yang didukung data geologi dan geofisika, khususnya data magnetik, memperlihatkan adanya pemekaran dasar samudra di mana dua lempeng saling bergerak menjauh. Pada lantai samudra ini, magma dengan suhu sangat tinggi yang berasal dari mantel bumi naik ke atas membentuk punggungan tengah samudra Dari dua konsep di atas, Apungan Benua dan Pemekaran Samudra, lahir konsep Tektonik Lempeng yang berkembang sangat cepat sejak tahun 1967 dan memiliki implikasi terhadap seluruh aspek geologi termasuk gempa bumi, gunung api, sampai pada perkembangan cekungan hidrokarbon maupun endapan-endapan mineral. Teori ini mengatakan bahwa bumi bagian atas terdiri dari lempengan-lempengan litosfer yang terdiri dari kerak bumi dan mantel bagian atas yang mengapung dan bergerak di atas bagian mantel yang disebut astenosfer. Lempeng-lempeng litosfer bergerak dan saling berinteraksi satu sama lain. Pada tempat-tempat saling bertemu, pertemuan lempengan ini menimbulkan gempa bumi. Sebagai contoh adalah Indonesia yang merupakan tempat pertemuan tiga lempeng: Eurasia, Pasifik, dan Indo-Australia. Bila dua lempeng bertemu, maka terjadi tekanan (beban) yang terus menerus, dan bila lempengan tidak tahan lagi menahan tekanan (beban), maka lepaslah beban yang telah terkumpul ratusan tahun itu, dan dikeluarkan dalam bentuk gempa bumi, seperti firman Allah: Apabila bumi diguncangkan dengan guncangan yang dahsyat, dan bumi telah mengeluarkan beban-beban berat (yang dikandung)nya, dan manusia bertanya, \"Apa yang terjadi pada bumi ini?\" Pada hari itu bumi menyampaikan beritanya. (al-Zalzalah/99: 1-4) Pada hari itu, bumi menceritakan beritanya. Beban berat yang dikeluarkan dalam bentuk gempa bumi merupakan satu proses geologi yang berjalan bertahun-tahun. Begitu seterusnya, setiap selesai beban dilepaskan, kembali proses pengumpulan beban terjadi. Proses geologi atau berita geologi ini dapat direkam, baik secara alami maupun dengan menggunakan peralatan geofisika ataupun geodesi. Sebagai contoh adalah gempa-gempa yang beberapa puluh atau ratus tahun yang lalu, peristiwa pelepasan beban direkam dengan baik oleh terumbu karang yang berada dekat sumber gempa. Pada masa modern, pelepasan energi ini terekam oleh peralatan seismograf (pencatat gempa) maupun peralatan geodesi yang disebut GPS (Global Position System)."
        }
      ]
    }
  ]
}