{
  "pageNumber": 476,
  "juz": 24,
  "surahs": [
    {
      "number": 40,
      "name": "Ghafir",
      "nameArabic": "غافر",
      "meaning": "Yang Maha Pengampun",
      "revelation": "Makkah",
      "description": "Surat \"Ghafir\" terdiri atas 85 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Az-Zumar.Dinamakan \"Ghafir\" (yang mengampuni), karena ada hubungannya dengan kata \"Ghafir\" yang terdapat pada ayat ke-3 surat ini. Ayat ini mengingatkan bahwa \"Maha Pengampun\" dan \"Maha Penerima Taubat\" adalah termasuk sifat Allah. Karena itu, hamba-hamba Allah tidak perlu khawatir terhadap perbuatan-perbuatan dosa yang telah telanjur mereka lakukan, semuanya akan diampuni Allah dengan syarat memohon ampunan dan bertaubat kepada-Nya dengan sungguh-sungguh serta berjanji tidak akan mengulangi perbuatan-perbuatan dosa itu lagi. Surat ini juga dinamai \"Dzit Thaul\" (Yang Mempunyai Karunia) karena kata tersebut terdapat pada ayat ke-3.Dinamai pula \"Al-Mu'min\" (orang yang beriman), berhubung kata \"mu'min\" yang terdapat pada ayat ke-28 surat ini. Pada ayat ke-28 diterangkan bahwa seorang dari kaum Fir'aun telah beriman kepada Nabi Musa tetapi menyembunyikan keimanannya di depan kaumnya. Setelah mendengar keterangan dan melihat mukjizat yang dikemukakan oleh Nabi Musa, hati kecil orang itu mencela Fir'aun dan kaumnya yang tidak mau beriman kepada Nabi Musa sekalipun telah dikemukakan keterangan dan mukjizat yang diminta mereka.**Pokok-Pokok Isi:**1. **Keimanan:** Sifat-sifat malaikat yang memikul 'Arsy dan yang berada di sekitarnya; dalil-dalil yang menunjukkan kekuasaan Allah, sifat-sifat Allah yang menunjukkan kebesaran dan keagungan-Nya; ilmu Allah meliputi segala sesuatu; bukti-bukti yang menunjukkan keberadaan hari kebangkitan.2. **Kisah:** Kisah Nabi Musa dengan Fir'aun.3. **Lain-lain:** Sikap orang mukmin dan orang kafir terhadap Al-Qur'an; permohonan orang-orang kafir agar dikeluarkan dari neraka; peringatan untuk orang-orang musyrik tentang kedahsyatan hari kiamat; anjuran bersabar dalam menghadapi kaum musyrikin; nikmat-nikmat Allah yang terdapat di daratan dan lautan; janji Rasulullah bahwa orang-orang mukmin akan menang terhadap musuhnya.Surat Ghafir mengemukakan hal-hal yang berhubungan dengan bantahan orang-orang kafir dan pengakuan orang-orang mukmin terhadap Al-Qur'an terutama yang berhubungan dengan ketauhidan, penegasan kebangkitan dan kerasulan. Selain itu, surat ini juga mengemukakan bahwa keadaan orang-orang musyrik akan sama dengan keadaan Fir'aun, Qarun, dan Haman, bila mereka tetap dalam kemusyrikannya.**Hubungan Surat Ghafir Dengan Surat Fussilat:**1. Kedua surat ini sama-sama memberikan peringatan kepada orang-orang Quraisy yang mengingkari Nabi Muhammad.2. Kedua surat ini sama-sama dimulai dengan menyebutkan sifat-sifat Al-Qur'an.",
      "verses": [
        {
          "number": 78,
          "arabic": "وَلَقَدْ أَرْسَلْنَا رُسُلًا مِّن قَبْلِكَ مِنْهُم مَّن قَصَصْنَا عَلَيْكَ وَمِنْهُم مَّن لَّمْ نَقْصُصْ عَلَيْكَ ۗ وَمَا كَانَ لِرَسُولٍ أَن يَأْتِىَ بِـَٔايَةٍ إِلَّا بِإِذْنِ ٱللَّهِ ۚ فَإِذَا جَآءَ أَمْرُ ٱللَّهِ قُضِىَ بِٱلْحَقِّ وَخَسِرَ هُنَالِكَ ٱلْمُبْطِلُونَ",
          "transliteration": "walaqad arsalnā rusulan min qablika min'hum man qaṣaṣnā ʿalayka wamin'hum man lam naqṣuṣ ʿalayka wamā kāna lirasūlin an yatiya biāyatin illā bi-idh'ni l-lahi fa-idhā jāa amru l-lahi quḍiya bil-ḥaqi wakhasira hunālika l-mub'ṭilūna",
          "translation": "Dan sungguh, Kami telah mengutus beberapa rasul sebelum engkau (Muhammad), di antara mereka ada yang Kami ceritakan kepadamu dan di antaranya ada (pula) yang tidak Kami ceritakan kepadamu. Tidak ada seorang rasul membawa suatu mukjizat, kecuali seizin Allah. Maka apabila telah datang perintah Allah, (untuk semua perkara) diputuskan dengan adil. Dan ketika itu rugilah orang-orang yang berpegang kepada yang batil.",
          "tafsir": "Ayat ini menerangkan bahwa Allah telah mengutus para rasul dan nabi kepada umat-umat sebelum Nabi Muhammad. Di antara nabi dan rasul itu yang diterangkan kisahnya di dalam Al-Qur'an sebanyak 25 rasul, seperti Nabi Nuh, Idris, Ibrahim, Musa, Sulaiman, Isa, dan rasul-rasul yang lain. Di samping itu, banyak di antara para nabi dan rasul itu yang tidak disebutkan di dalam Al-Qur'an. Dari Abu dzar bahwa ia berkata, \"Aku bertanya, 'Ya Rasulullah berapa jumlah nabi-nabi itu? Rasulullah saw menjawab, '124 ribu dan yang menjadi rasul di antaranya ialah 315 orang. Sebuah jumlah yang banyak.\" (Riwayat A.hmad) Setiap rasul yang diutus Allah itu tidak sanggup menciptakan mukjizat sendiri, tetapi bisa diberikan oleh Allah. Mukjizat itu sebagai bukti kerasulan yang dikemukakan kepada kaum yang mendustakannya. Bentuk dan sifat mukjizat itu disesuaikan dengan keadaan, masa, dan tempat di mana rasul penerimanya hidup, sehingga mukjizat itu benar-benar diyakini oleh umat pada waktu itu. Mukjizat itu diberikan jika Allah sendiri berkehendak memberikannya. Jika Allah belum berkehendak memberikannya, maka mukjizat itu tidak akan diberikannya walaupun orang-orang kafir memintanya. Mukjizat itu diberikan sesuai dengan hikmah dan kebijaksanaan Allah dan sesuai pula dengan kemaslahatan umat. Pada akhir ayat ini diterangkan bahwa jika azab Allah telah datang menimpa orang-orang yang mendustakan-Nya, maka Allah menyelesaikan perkara mereka dengan seadil-adilnya. Allah menyelamatkan para rasul dan orang-orang yang beriman kepadanya dari azab itu, serta membinasakan orang-orang yang ingkar dan mempersekutukan-Nya. Hal ini dapat dilihat pada waktu azab Allah menimpa kaum 'Ad, Allah menyelamatkan Nabi Hud dan orang-orang yang beriman yang bersamanya. Demikian pula azab yang menimpa kaum Samud dan sebagainya."
        },
        {
          "number": 79,
          "arabic": "ٱللَّهُ ٱلَّذِى جَعَلَ لَكُمُ ٱلْأَنْعَـٰمَ لِتَرْكَبُوا۟ مِنْهَا وَمِنْهَا تَأْكُلُونَ",
          "transliteration": "al-lahu alladhī jaʿala lakumu l-anʿāma litarkabū min'hā wamin'hā takulūna",
          "translation": "Allah lah yang menjadikan hewan ternak untukmu, sebagian untuk kamu kendarai dan sebagian lagi kamu makan.",
          "tafsir": "Kebanyakan ahli tafsir berpendapat bahwa yang dimaksud dengan binatang ternak dalam ayat ini ialah unta, karena binatang itulah yang sesuai dengan sifat-sifat yang disebutkan pada ayat ini. Ibnu Katsir berpendapat bahwa yang dimaksud adalah unta, sapi, dan kambing. Unta berguna untuk dimakan, diperah susunya, digunakan untuk mengangkut barang yang berat dan ditunggangi dalam bepergian. Sapi bisa dimanfaatkan untuk dimakan dagingnya, diperah susunya, dan digunakan tenaganya untuk membajak tanah. Sedangkan kambing bisa dimakan dagingnya dan diperah susunya. Semua binatang itu bisa dimanfaatkan bulu, kulit, dan rambutnya. Firman Allah: ¦Dan Dia menjadikan bagimu rumah-rumah (kemah-kemah) dari kulit hewan ternak yang kamu merasa ringan (membawa)nya pada waktu kamu bepergian dan pada waktu kamu bermukim dan (dijadikan-Nya pula) dari bulu domba, bulu unta, dan bulu kambing, alat-alat rumah tangga dan kesenangan sampai waktu (tertentu). (an-Nahl/16: 80) Dan firman-Nya: Dan hewan ternak telah diciptakan-Nya, untuk kamu padanya ada (bulu) yang menghangatkan dan berbagai manfaat, dan sebagiannya kamu makan. Dan kamu memperoleh keindahan padanya, ketika kamu membawanya kembali ke kandang dan ketika kamu melepaskannya (ke tempat penggembalaan). Dan ia mengangkut beban-bebanmu ke suatu negeri yang kamu tidak sanggup mencapainya, kecuali dengan susah payah. Sungguh, Tuhanmu Maha Pengasih, Maha Penyayang. (an-Nahl/16: 5-7) Unta adalah binatang yang paling banyak digunakan oleh orang-orang yang hidup di padang pasir, seakan-akan unta itu tidak dapat dipisahkan dari hidup dan kehidupan mereka. Untalah yang membawa mereka ke berbagai negeri dalam usaha perdagangan. Unta merupakan sahabat setia mereka jika mereka berada di tengah-tengah padang pasir luas. Oleh karena itu, jika unta dikemukakan oleh ayat-ayat ini kepada orang-orang Arab, sebagai salah satu binatang yang besar manfaatnya, maka maksud perumpamaan itu bisa dipahami oleh pikiran mereka. Pada zaman Pertengahan, bangsa Arab merupakan bangsa yang menghubungkan negeri Barat dan Timur. Pada waktu itu, terjadi perdagangan dari Timur ke Barat, membawa rempah-rempah ke Barat, dan membawa hasil kerajinan ke Timur. Di Timur, rempah-rempah itu dibawa ke Arab Selatan atau ke Teluk Persia, kemudian barang itu dibawa ke Turki melalui padang pasir yang luas. Sarana angkutan utama yang digunakan oleh orang Arab waktu itu adalah binatang unta. Selain memberikan contoh manfaat binatang ternak yaitu susu, tenaga, dan lain sebagainya, ayat ini menggarisbawahi penerapannya secara luas untuk transportasi, khususnya dalam istilah bahtera, yang secara generik berarti bahtera kapal laut, artinya wahana perjalanan laut. Akan tetapi, kalau melihat bahwa Al-Qur'an adalah kitab suci terakhir yang diturunkan untuk manusia sampai akhir zaman maka kata bahtera itu perlu diperluas artinya hingga semua wahana transportasi baik di laut, danau, sungai, rawa, maupun darat. Termasuk juga untuk wahana transportasi di udara (atmosfer) atau di luar angkasa dimana tidak ada udara. Oleh karena itu, wahana transportasi itu meliputi kereta api, kereta api kilat (shinkansen di Jepang), sky lift (line) (kendaraan yang bergantung dan bergerak di udara di atas seutas kabel, sampai hovercraft yaitu kendaraan di paya-paya atau rawa. Termasuk ke dalamnya kendaraan speedboat yang melayang di atas permukaan air dan bisa meluncur dengan sesekali menyentuh permukaan air dan bergerak beberapa centimeter di atasnya. Ke dalam kategori ini ada pula levitation train yang terangkat beberapa sentimeter di atas rel dan tidak menyentuhnya. Oleh karena itu, kendaraan itu bergerak tanpa gesekan yang menghambat gerakan dari rel. Kereta api bisa melayang tanpa menyentuh rel karena bermuatan magnit yang sama dengan rel sehingga terjadi tolak menolak antara kereta dengan rel sehingga akibatnya kereta api melayang (levitate) bergerak tanpa bersentuhan dengan permukaan rel sehingga bebas dari gesekan. Deretan wahana itu bisa direvisi ulang dengan kendaraan angkasa seperti pesawat terbang sampai kendaraan luar angkasa (outer space) yang berbentuk roket dan satelit. Tentu saja daftar wahana di darat, laut, maupun udara ini perlu direvisi dengan penemuan kendaraan baru sesuai dengan kemajuan teknologi, tetapi pada dasarnya semua bentuk dan wahana transportasi yang dipakai manusia berpindah, bergerak, dan berdinamika untuk lebih mempercepat mencapai sasaran hidup kita yang diridai Allah."
        },
        {
          "number": 80,
          "arabic": "وَلَكُمْ فِيهَا مَنَـٰفِعُ وَلِتَبْلُغُوا۟ عَلَيْهَا حَاجَةً فِى صُدُورِكُمْ وَعَلَيْهَا وَعَلَى ٱلْفُلْكِ تُحْمَلُونَ",
          "transliteration": "walakum fīhā manāfiʿu walitablughū ʿalayhā ḥājatan fī ṣudūrikum waʿalayhā waʿalā l-ful'ki tuḥ'malūna",
          "translation": "Dan bagi kamu (ada lagi) manfaat-manfaat yang lain padanya (hewan ternak itu) dan agar kamu mencapai suatu keperluan (tujuan) yang tersimpan dalam hatimu (dengan mengendarainya). Dan dengan mengendarai binatang-binatang itu, dan di atas kapal mereka diangkut.",
          "tafsir": "Kebanyakan ahli tafsir berpendapat bahwa yang dimaksud dengan binatang ternak dalam ayat ini ialah unta, karena binatang itulah yang sesuai dengan sifat-sifat yang disebutkan pada ayat ini. Ibnu Katsir berpendapat bahwa yang dimaksud adalah unta, sapi, dan kambing. Unta berguna untuk dimakan, diperah susunya, digunakan untuk mengangkut barang yang berat dan ditunggangi dalam bepergian. Sapi bisa dimanfaatkan untuk dimakan dagingnya, diperah susunya, dan digunakan tenaganya untuk membajak tanah. Sedangkan kambing bisa dimakan dagingnya dan diperah susunya. Semua binatang itu bisa dimanfaatkan bulu, kulit, dan rambutnya. Firman Allah: ¦Dan Dia menjadikan bagimu rumah-rumah (kemah-kemah) dari kulit hewan ternak yang kamu merasa ringan (membawa)nya pada waktu kamu bepergian dan pada waktu kamu bermukim dan (dijadikan-Nya pula) dari bulu domba, bulu unta, dan bulu kambing, alat-alat rumah tangga dan kesenangan sampai waktu (tertentu). (an-Nahl/16: 80) Dan firman-Nya: Dan hewan ternak telah diciptakan-Nya, untuk kamu padanya ada (bulu) yang menghangatkan dan berbagai manfaat, dan sebagiannya kamu makan. Dan kamu memperoleh keindahan padanya, ketika kamu membawanya kembali ke kandang dan ketika kamu melepaskannya (ke tempat penggembalaan). Dan ia mengangkut beban-bebanmu ke suatu negeri yang kamu tidak sanggup mencapainya, kecuali dengan susah payah. Sungguh, Tuhanmu Maha Pengasih, Maha Penyayang. (an-Nahl/16: 5-7) Unta adalah binatang yang paling banyak digunakan oleh orang-orang yang hidup di padang pasir, seakan-akan unta itu tidak dapat dipisahkan dari hidup dan kehidupan mereka. Untalah yang membawa mereka ke berbagai negeri dalam usaha perdagangan. Unta merupakan sahabat setia mereka jika mereka berada di tengah-tengah padang pasir luas. Oleh karena itu, jika unta dikemukakan oleh ayat-ayat ini kepada orang-orang Arab, sebagai salah satu binatang yang besar manfaatnya, maka maksud perumpamaan itu bisa dipahami oleh pikiran mereka. Pada zaman Pertengahan, bangsa Arab merupakan bangsa yang menghubungkan negeri Barat dan Timur. Pada waktu itu, terjadi perdagangan dari Timur ke Barat, membawa rempah-rempah ke Barat, dan membawa hasil kerajinan ke Timur. Di Timur, rempah-rempah itu dibawa ke Arab Selatan atau ke Teluk Persia, kemudian barang itu dibawa ke Turki melalui padang pasir yang luas. Sarana angkutan utama yang digunakan oleh orang Arab waktu itu adalah binatang unta. Selain memberikan contoh manfaat binatang ternak yaitu susu, tenaga, dan lain sebagainya, ayat ini menggarisbawahi penerapannya secara luas untuk transportasi, khususnya dalam istilah bahtera, yang secara generik berarti bahtera kapal laut, artinya wahana perjalanan laut. Akan tetapi, kalau melihat bahwa Al-Qur'an adalah kitab suci terakhir yang diturunkan untuk manusia sampai akhir zaman maka kata bahtera itu perlu diperluas artinya hingga semua wahana transportasi baik di laut, danau, sungai, rawa, maupun darat. Termasuk juga untuk wahana transportasi di udara (atmosfer) atau di luar angkasa dimana tidak ada udara. Oleh karena itu, wahana transportasi itu meliputi kereta api, kereta api kilat (shinkansen di Jepang), sky lift (line) (kendaraan yang bergantung dan bergerak di udara di atas seutas kabel, sampai hovercraft yaitu kendaraan di paya-paya atau rawa. Termasuk ke dalamnya kendaraan speedboat yang melayang di atas permukaan air dan bisa meluncur dengan sesekali menyentuh permukaan air dan bergerak beberapa centimeter di atasnya. Ke dalam kategori ini ada pula levitation train yang terangkat beberapa sentimeter di atas rel dan tidak menyentuhnya. Oleh karena itu, kendaraan itu bergerak tanpa gesekan yang menghambat gerakan dari rel. Kereta api bisa melayang tanpa menyentuh rel karena bermuatan magnit yang sama dengan rel sehingga terjadi tolak menolak antara kereta dengan rel sehingga akibatnya kereta api melayang (levitate) bergerak tanpa bersentuhan dengan permukaan rel sehingga bebas dari gesekan. Deretan wahana itu bisa direvisi ulang dengan kendaraan angkasa seperti pesawat terbang sampai kendaraan luar angkasa (outer space) yang berbentuk roket dan satelit. Tentu saja daftar wahana di darat, laut, maupun udara ini perlu direvisi dengan penemuan kendaraan baru sesuai dengan kemajuan teknologi, tetapi pada dasarnya semua bentuk dan wahana transportasi yang dipakai manusia berpindah, bergerak, dan berdinamika untuk lebih mempercepat mencapai sasaran hidup kita yang diridai Allah."
        },
        {
          "number": 81,
          "arabic": "وَيُرِيكُمْ ءَايَـٰتِهِۦ فَأَىَّ ءَايَـٰتِ ٱللَّهِ تُنكِرُونَ",
          "transliteration": "wayurīkum āyātihi fa-ayya āyāti l-lahi tunkirūna",
          "translation": "Dan Dia memperlihatkan tanda-tanda (kebesaran-Nya) kepadamu. Lalu tanda-tanda (kebesaran) Allah yang mana yang kamu ingkari?",
          "tafsir": "Demikianlah Allah memperlihatkan kepada manusia tanda-tanda kekuasaan dan kebesaran-Nya. Sebenarnya tidak ada satu pun di antara tanda-tanda itu yang tidak dapat dilihat atau tidak sesuai dengan akal pikiran, sehingga tidak ada jalan bagi manusia untuk mengingkarinya. Jika mereka mengingkarinya, maka alasan keingkaran itu hanyalah alasan yang dicari-cari."
        },
        {
          "number": 82,
          "arabic": "أَفَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَيَنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلَّذِينَ مِن قَبْلِهِمْ ۚ كَانُوٓا۟ أَكْثَرَ مِنْهُمْ وَأَشَدَّ قُوَّةً وَءَاثَارًا فِى ٱلْأَرْضِ فَمَآ أَغْنَىٰ عَنْهُم مَّا كَانُوا۟ يَكْسِبُونَ",
          "transliteration": "afalam yasīrū fī l-arḍi fayanẓurū kayfa kāna ʿāqibatu alladhīna min qablihim kānū akthara min'hum wa-ashadda quwwatan waāthāran fī l-arḍi famā aghnā ʿanhum mā kānū yaksibūna",
          "translation": "Maka apakah mereka tidak mengadakan perjalanan di bumi, lalu mereka memperhatikan bagaimana kesudahan orang-orang yang sebelum mereka. Mereka itu lebih banyak dan lebih hebat kekuatannya serta (lebih banyak) peninggalan-peninggalan peradabannya di bumi,<sup foot_note=135722>1</sup> maka apa yang mereka usahakan itu tidak dapat menolong mereka.",
          "tafsir": "Melalui ayat ini, Allah mempertanyakan apakah orang-orang musyrik Mekah, yang mengingkari ayat-ayat Allah yang disampaikan kepada mereka, tidak pernah berjalan dan bepergian ke negeri-negeri lain? Sebenarnya mereka adalah para perantau dan para musafir yang telah pergi ke berbagai negeri dalam melakukan perdagangan. Mereka pergi ke Yaman, Arab Selatan, dan Syria pada setiap musim dan waktu, sesuai dengan bentuk perdagangan waktu itu. Dalam perjalanan mereka melalui negeri-negeri yang pernah didiami oleh umat-umat dahulu, seperti negeri kaum 'Ad, Samud, penduduk Aikah, Mesir, Babilonia, dan sebagainya. Dari bekas-bekas reruntuhan yang mereka lihat di negeri itu, dan cerita yang mereka terima dari leluhurnya, mereka mengetahui bahwa di negeri-negeri itu pernah ada umat-umat yang gagah perkasa, berkebudayaan tinggi, dan telah menaklukkan negeri-negeri sekitarnya. Mereka memahat gunung untuk rumah-rumah mereka, membuat piramida-piramida yang kokoh, dan sebagainya. Akan tetapi, karena keingkaran kepada rasul-rasul Allah yang diutus, maka mereka pun ditimpa azab Allah. Di saat itu, tidak ada sesuatu pun yang dapat menyelamatkan mereka dari azab Allah. Orang-orang musyrik Mekah, yang belum dapat menandingi hasil yang pernah dicapai oleh umat-umat dahulu itu, akan mengalami nasib seperti mereka jika tetap mengingkari kerasulan Muhammad saw. Tidak seorang pun yang dapat menyelamatkan mereka dari azab Allah itu."
        },
        {
          "number": 83,
          "arabic": "فَلَمَّا جَآءَتْهُمْ رُسُلُهُم بِٱلْبَيِّنَـٰتِ فَرِحُوا۟ بِمَا عِندَهُم مِّنَ ٱلْعِلْمِ وَحَاقَ بِهِم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
          "transliteration": "falammā jāathum rusuluhum bil-bayināti fariḥū bimā ʿindahum mina l-ʿil'mi waḥāqa bihim mā kānū bihi yastahziūna",
          "translation": "Maka ketika para rasul datang kepada mereka dengan membawa bukti-bukti yang nyata, mereka merasa senang dengan ilmu yang ada pada mereka<sup foot_note=135723>1</sup> dan mereka dikepung oleh (azab) yang dahulu mereka memperolok-olokkannya.",
          "tafsir": "Dalam ayat ini disebutkan bahwa kepada umat-umat terdahulu telah datang rasul-rasul yang diutus Allah dengan membawa dalil-dalil dan keterangan-keterangan yang kuat dan nyata. Akan tetapi, mereka tetap mengingkarinya bahkan menentang seruan para rasul itu. Mereka memperlihatkan kepada para rasul itu betapa kuatnya keyakinan mereka terhadap agama yang mereka anut. Mereka menyangka bahwa ilmu yang mereka peroleh itu adalah ilmu yang tiada tara sehingga mereka memperolok-olokkan para rasul itu. Orang-orang kafir itu akan ditimpa azab yang berat di akhirat. Ucapan-ucapan mereka itu disebutkan dalam firman Allah: ¦ Dan tidak ada yang membinasakan kita selain masa. (al-Jatsiyah/45: 24) Dan firman Allah: ¦Jika Allah menghendaki, tentu kami tidak akan mempersekutukan-Nya, begitu pula nenek moyang kami¦ (al-An'am/6: 148)"
        },
        {
          "number": 84,
          "arabic": "فَلَمَّا رَأَوْا۟ بَأْسَنَا قَالُوٓا۟ ءَامَنَّا بِٱللَّهِ وَحْدَهُۥ وَكَفَرْنَا بِمَا كُنَّا بِهِۦ مُشْرِكِينَ",
          "transliteration": "falammā ra-aw basanā qālū āmannā bil-lahi waḥdahu wakafarnā bimā kunnā bihi mush'rikīna",
          "translation": "Maka ketika mereka melihat azab Kami, mereka berkata, \"Kami hanya beriman kepada Allah saja dan kami ingkar kepada sembahan-sembahan yang telah kami persekutukan dengan Allah.\"",
          "tafsir": "Ayat ini menerangkan watak dan kepercayaan manusia yang sebenarnya kepada Allah. Manusia pada dasarnya mempercayai bahwa Tuhan itu adalah Esa, Dialah Yang Mahakuasa dan yang memberikan nikmat kepada hamba-hamba-Nya. Kepercayaan itu dapat tertutupi oleh keadaan yang memengaruhi kehidupan manusia. Jika sedang berkuasa, kaya, dan dikuasai oleh hawa nafsunya, mereka lupa kepada Allah, bahkan mencari tuhan-tuhan yang lain yang akan disembah, sesuai dengan tuntutan hawa nafsunya. Jika mereka ditimpa bahaya, malapetaka, kesedihan, dan sebagainya, mereka kembali ingat dan menghambakan diri kepada Tuhan yang menciptakannya. Di saat itu pula mereka mengingkari tuhan-tuhan yang mereka ada-adakan. Banyak contoh dan perumpamaan yang dikemukakan Allah dalam ayat-ayat-Nya sehubungan dengan hal ini. Banyak pula orang-orang yang mempunyai sifat-sifat yang demikian, seperti Fir'aun, Karun, dan sebagainya."
        },
        {
          "number": 85,
          "arabic": "فَلَمْ يَكُ يَنفَعُهُمْ إِيمَـٰنُهُمْ لَمَّا رَأَوْا۟ بَأْسَنَا ۖ سُنَّتَ ٱللَّهِ ٱلَّتِى قَدْ خَلَتْ فِى عِبَادِهِۦ ۖ وَخَسِرَ هُنَالِكَ ٱلْكَـٰفِرُونَ",
          "transliteration": "falam yaku yanfaʿuhum īmānuhum lammā ra-aw basanā sunnata l-lahi allatī qad khalat fī ʿibādihi wakhasira hunālika l-kāfirūna",
          "translation": "Maka iman mereka ketika mereka telah melihat azab Kami tidak berguna lagi bagi mereka. Itulah (ketentuan) Allah yang telah berlaku terhadap hamba-hamba-Nya. Dan ketika itu rugilah orang-orang kafir.",
          "tafsir": "Ayat ini menegaskan bahwa pengakuan iman orang-orang seperti diterangkan ayat di atas, tidak ada manfaatnya lagi jika azab Allah telah datang. Pintu tobat telah tertutup bagi mereka, seperti firman Allah kepada Fir'aun waktu ia akan tenggelam: ¦Sehingga ketika Fir'aun hampir tenggelam dia berkata, \"Aku percaya bahwa tidak ada tuhan melainkan Tuhan yang dipercayai oleh Bani Israil, dan aku termasuk orang-orang Muslim (berserah diri).\" Mengapa baru sekarang (kamu beriman), padahal sesungguhnya engkau telah durhaka sejak dahulu, dan engkau termasuk orang yang berbuat kerusakan. (Yunus/10: 90-91) Ayat ini memberi peringatan bahwa iman itu akan berfaedah bagi seseorang apabila ia beriman kepada Allah dalam kehidupannya di dunia yang fana ini, pikiran dan hatinya merasakan kebesaran dan kekuasaan Allah dan ia merasa bahwa hidup dan matinya bergantung pada-Nya. Jika melakukan kesalahan, ia pun segera bertobat dan berjanji tidak akan melakukan kesalahan lagi. Yang diterangkan itu adalah hukum-hukum Tuhan yang berlaku bagi semua orang. Iman itu tidak ada faedahnya lagi di kala mereka melihat azab. Pada saat itu tidak ada lagi gunanya iman dan semua orang-orang yang kafir akan merugi."
        }
      ]
    }
  ]
}