{
  "pageNumber": 578,
  "juz": 29,
  "surahs": [
    {
      "number": 75,
      "name": "Al-Qiyamah",
      "nameArabic": "القيامة",
      "meaning": "Hari Kiamat",
      "revelation": "Makkah",
      "description": "Surat Al-Qiyamah terdiri adari 40 ayat, termasuk golongan surat Makkiyyah, dan diturunkan sesudah surat Al-Qari'ah. Dinamai \"Al-Qiyamah\" (hari kiamat) diambil dari kata \"Al-Qiyamah\" yang terdapat pada ayat pertama surat ini.**Pokok-Pokok Isi:**Kepastian terjadinya hari kiamat dan huru-hara yang terjadi padanya; jaminan Allah terhadap ayat-ayat Al-Qur'an dalam dada Nabi sehingga Nabi tidak lupa tentang urutan arti dan bacaannya; celaan Allah kepada orang-orang musyrik yang lebih mencintai dunia dan meninggalkan akhirat; keadaan manusia di waktu sakaratul maut.Surat Al-Qiyamah menerangkan tentang hari kiamat disertai dengan bukti-buktinya dan keadaan pada hari kiamat tersebut.**Hubungan Surat Al-Qiyamah Dengan Surat Al-Insan:**1. Surat Al-Qiyamah diakhiri dengan peringatan tentang asal muasal penciptaan manusia, sedangkan surat Al-Insan dimulai dengan peringatan yang sama disertai keterangan petunjuk kepada jalan yang membawa manusia kepada kesempurnaan.2. Kedua surat ini sama-sama mencela orang-orang yang lebih mencintai dunia dan meninggalkan akhirat.3. Surat Al-Qiyamah menerangkan huru-hara pada hari kiamat dan azab yang dialami orang-orang kafir ketika itu, sedangkan surat Al-Insan menerangkan keadaan yang dialami orang-orang yang bertakwa dan berbakti, di akhirat dan di dalam surga nanti.",
      "verses": [
        {
          "number": 20,
          "arabic": "كَلَّا بَلْ تُحِبُّونَ ٱلْعَاجِلَةَ",
          "transliteration": "kallā bal tuḥibbūna l-ʿājilata",
          "translation": "Tidak! Bahkan Kamu mencintai kehidupan dunia,",
          "tafsir": "Dalam ayat ini, Allah mencela kehidupan orang musyrik yang sangat mencintai dunia. Allah menyerukan, \"Sekali-kali jangan. Sesungguhnya kamu (hai manusia) mencintai kehidupan dunia dan meninggalkan kehidupan akhirat.\" Dengan ayat ini terdapat suatu kesimpulan umum bahwa mencintai kehidupan adalah salah satu watak manusia seluruhnya. Memang ada sebagian yang mengharapkan kebahagiaan akhirat, namun yang mencintai hidup dunia serta mendustai adanya hari kebangkitan jauh lebih besar jumlahnya."
        },
        {
          "number": 21,
          "arabic": "وَتَذَرُونَ ٱلْـَٔاخِرَةَ",
          "transliteration": "watadharūna l-ākhirata",
          "translation": "dan mengabaikan (kehidupan) akhirat.",
          "tafsir": "Terpengaruh dengan kehidupan duniawi biasanya dibarengi dengan sikap mendustai wahyu, serta melupakan kehidupan hari akhirat dan bahkan tidak percaya dengan kedatangannya."
        },
        {
          "number": 22,
          "arabic": "وُجُوهٌ يَوْمَئِذٍ نَّاضِرَةٌ",
          "transliteration": "wujūhun yawma-idhin nāḍiratun",
          "translation": "Wajah-wajah (orang mukmin) pada hari itu berseri-seri.",
          "tafsir": "Ayat ini menerangkan sebagian hal ihwal manusia pada hari kebangkitan saat wajah-wajah orang beriman pada waktu itu berseri-seri. Golongan yang gembira dan berwajah ceria inilah calon penghuni surga. Merekalah yang berwajah cerah yang mengharapkan perjumpaan dengan Tuhannya. Di mana pun mereka dapat melihat-Nya. Artinya mereka langsung memandang kepada Allah tanpa dinding pembatas (hijab). Demikian kesimpulan pendapat ulama ahli sunnah berdasarkan hadis-hadis sahih yang menerangkan lebih lanjut tentang makna melihat Tuhan yang disebutkan dalam ayat ini. Dikatakan bahwa orang yang beriman yang beruntung melihat Allah dengan mata kepalanya sendiri pada hari akhirat sebagaimana mereka melihat bulan purnama yang bersinar terang benderang yang tidak ada awan di bawahnya. Hadis al-Bukhari yang menyebutkan hal itu berbunyi: Sesungguhnya kamu akan melihat Tuhanmu dengan mata kepalamu sendiri (terang-terang) sebagaimana kamu melihat bulan (purnama), kamu tidak berdesak-desakan dalam melihat-Nya. Jika kamu mampu tidak meninggalkan salat sebelum terbit matahari dan terbenam matahari maka lakukanlah. (Riwayat al-Bukhari dan Muslim dari Jarir bin 'Abdillah) Sekalipun ada keterangan yang jelas dari ayat 22 ini yang diperkuat dengan beberapa hadis di atas yang menegaskan bahwa manusia mukmin nanti melihat sendiri wajah Allah itu, namun sebagian dari ulama salaf mencoba mentakwilkan (memalingkan) pengertian ayat dan hadis-hadis tersebut. Mujahid (seorang tabiin yang terkenal) berpendapat bahwa arti melihat Allah di dalam surga adalah \"melihat pahala yang ada di sisi Allah\". Namun hal demikian dianggap tidak berdasarkan alasan yang kuat, sebab kata-kata \"nadhara\" (melihat) dalam bahasa Arab betul-betul berarti melihat dengan mata kepala sendiri bukan melihat dengan mata hati dan sebagainya. Permasalahan tentang \"apakah manusia nanti melihat Allah pada hari Kiamat atau tidak?\" menjadi persoalan yang diperselisihkan (khilafiah) sejak dari dahulu. Ulama ahli sunnah tetap berpendirian bahwa orang mukmin pasti melihat Allah berdasarkan ayat di atas, ditambah keterangan dari berbagai hadis sahih. Sebaliknya ulama-ulama Mu'tazilah menegaskan tidak mungkin sama sekali manusia melihat wajah dan zat Allah berdasarkan bunyi ayat ke 103 Surah al-An'am: Dia tidak dapat dicapai oleh penglihatan mata, sedang Dia dapat melihat segala penglihatan itu. Ayat ini, menurut Mu'tazilah, terbatas pengertiannya pada melihat nikmat, keridaan, dan pahala yang disediakan Allah. Persoalan akhirat adalah persoalan gaib, tidak dapat kita ukur dalam perbandingan dengan apa yang ada sekarang. Jalan yang ringkas dan selamat serta tidak terlibat dalam pertikaian yang berlarut-larut itu adalah \"mengimani sepenuhnya apa yang diberikan ayat tanpa membahasnya lagi. Bagaimana pengertian yang sesungguhnya, kita serahkan kepada Allah saja. Masih banyak lapangan ijtihad (pemikiran) yang lain bila seseorang ingin mendalami maksud ayat-ayat suci Al-Qur'an.\" Berikut ini kita kutip beberapa hadis tentang melihat Allah di akhirat: Orang-orang bertanya kepada Rasulullah saw, \"Wahai Rasulullah apakah kami dapat melihat Tuhan kami di hari Kiamat kelak?\" Beliau menjawab, \"Apakah sulit bagi kalian melihat matahari dan bulan yang tidak dihalangi oleh awan?\" Mereka menjawab, \"Tidak.\" Beliau bersabda lagi, \"Demikian pula kamu melihat Tuhanmu.\" (Riwayat al-Bukhari dan Muslim dari Abu Hurairah) Diriwayatkan dari suhaib dari Nabi saw bahwa beliau bersabda, \"Bila penduduk surga telah masuk ke dalam surga, Allah berfirman, 'Apakah engkau ingin lagi sesuatu yang hendak Aku tambahkan? Mereka menjawab, 'Bukankah Engkau sudah cerahkan wajah kami, bukankah telah Engkau masukkan kami ke dalam surga. Dan telah Engkau lepaskan kami dari api neraka? Allah menjawab dan kemudian hijab pun tersingkap, maka tiadalah sesuatu pemberian yang lebih mereka senangi selain daripada melihat Tuhan mereka.\" Kemudian beliau membaca ayat ini (Yunus/10: 26): lilladhina ahsanu al-husna wa ziyadah (Riwayat Muslim)"
        },
        {
          "number": 23,
          "arabic": "إِلَىٰ رَبِّهَا نَاظِرَةٌ",
          "transliteration": "ilā rabbihā nāẓiratun",
          "translation": "Memandang Tuhannya.",
          "tafsir": "Ayat ini menerangkan sebagian hal ihwal manusia pada hari kebangkitan saat wajah-wajah orang beriman pada waktu itu berseri-seri. Golongan yang gembira dan berwajah ceria inilah calon penghuni surga. Merekalah yang berwajah cerah yang mengharapkan perjumpaan dengan Tuhannya. Di mana pun mereka dapat melihat-Nya. Artinya mereka langsung memandang kepada Allah tanpa dinding pembatas (hijab). Demikian kesimpulan pendapat ulama ahli sunnah berdasarkan hadis-hadis sahih yang menerangkan lebih lanjut tentang makna melihat Tuhan yang disebutkan dalam ayat ini. Dikatakan bahwa orang yang beriman yang beruntung melihat Allah dengan mata kepalanya sendiri pada hari akhirat sebagaimana mereka melihat bulan purnama yang bersinar terang benderang yang tidak ada awan di bawahnya. Hadis al-Bukhari yang menyebutkan hal itu berbunyi: Sesungguhnya kamu akan melihat Tuhanmu dengan mata kepalamu sendiri (terang-terang) sebagaimana kamu melihat bulan (purnama), kamu tidak berdesak-desakan dalam melihat-Nya. Jika kamu mampu tidak meninggalkan salat sebelum terbit matahari dan terbenam matahari maka lakukanlah. (Riwayat al-Bukhari dan Muslim dari Jarir bin 'Abdillah) Sekalipun ada keterangan yang jelas dari ayat 22 ini yang diperkuat dengan beberapa hadis di atas yang menegaskan bahwa manusia mukmin nanti melihat sendiri wajah Allah itu, namun sebagian dari ulama salaf mencoba mentakwilkan (memalingkan) pengertian ayat dan hadis-hadis tersebut. Mujahid (seorang tabiin yang terkenal) berpendapat bahwa arti melihat Allah di dalam surga adalah \"melihat pahala yang ada di sisi Allah\". Namun hal demikian dianggap tidak berdasarkan alasan yang kuat, sebab kata-kata \"nadhara\" (melihat) dalam bahasa Arab betul-betul berarti melihat dengan mata kepala sendiri bukan melihat dengan mata hati dan sebagainya. Permasalahan tentang \"apakah manusia nanti melihat Allah pada hari Kiamat atau tidak?\" menjadi persoalan yang diperselisihkan (khilafiah) sejak dari dahulu. Ulama ahli sunnah tetap berpendirian bahwa orang mukmin pasti melihat Allah berdasarkan ayat di atas, ditambah keterangan dari berbagai hadis sahih. Sebaliknya ulama-ulama Mu'tazilah menegaskan tidak mungkin sama sekali manusia melihat wajah dan zat Allah berdasarkan bunyi ayat ke 103 Surah al-An'am: Dia tidak dapat dicapai oleh penglihatan mata, sedang Dia dapat melihat segala penglihatan itu. Ayat ini, menurut Mu'tazilah, terbatas pengertiannya pada melihat nikmat, keridaan, dan pahala yang disediakan Allah. Persoalan akhirat adalah persoalan gaib, tidak dapat kita ukur dalam perbandingan dengan apa yang ada sekarang. Jalan yang ringkas dan selamat serta tidak terlibat dalam pertikaian yang berlarut-larut itu adalah \"mengimani sepenuhnya apa yang diberikan ayat tanpa membahasnya lagi. Bagaimana pengertian yang sesungguhnya, kita serahkan kepada Allah saja. Masih banyak lapangan ijtihad (pemikiran) yang lain bila seseorang ingin mendalami maksud ayat-ayat suci Al-Qur'an.\" Berikut ini kita kutip beberapa hadis tentang melihat Allah di akhirat: Orang-orang bertanya kepada Rasulullah saw, \"Wahai Rasulullah apakah kami dapat melihat Tuhan kami di hari Kiamat kelak?\" Beliau menjawab, \"Apakah sulit bagi kalian melihat matahari dan bulan yang tidak dihalangi oleh awan?\" Mereka menjawab, \"Tidak.\" Beliau bersabda lagi, \"Demikian pula kamu melihat Tuhanmu.\" (Riwayat al-Bukhari dan Muslim dari Abu Hurairah) Diriwayatkan dari suhaib dari Nabi saw bahwa beliau bersabda, \"Bila penduduk surga telah masuk ke dalam surga, Allah berfirman, 'Apakah engkau ingin lagi sesuatu yang hendak Aku tambahkan? Mereka menjawab, 'Bukankah Engkau sudah cerahkan wajah kami, bukankah telah Engkau masukkan kami ke dalam surga. Dan telah Engkau lepaskan kami dari api neraka? Allah menjawab dan kemudian hijab pun tersingkap, maka tiadalah sesuatu pemberian yang lebih mereka senangi selain daripada melihat Tuhan mereka.\" Kemudian beliau membaca ayat ini (Yunus/10: 26): lilladhina ahsanu al-husna wa ziyadah (Riwayat Muslim)"
        },
        {
          "number": 24,
          "arabic": "وَوُجُوهٌ يَوْمَئِذٍۭ بَاسِرَةٌ",
          "transliteration": "wawujūhun yawma-idhin bāsiratun",
          "translation": "Dan wajah-wajah (orang kafir) pada hari itu muram,",
          "tafsir": "Ayat berikut ini menjelaskan bahwa wajah orang-orang kafir pada hari itu muram. Mereka bermuram durja, berwajah masam melambangkan kesedihan dan ketakutan yang luar biasa. Mereka yakin akan ditimpa malapetaka yang dahsyat, sebagaimana firman Allah: Pada hari itu ada wajah yang putih berseri, dan ada pula wajah yang hitam muram. Adapun orang-orang yang berwajah hitam muram (kepada mereka dikatakan), \"Mengapa kamu kafir setelah beriman? Karena itu rasakanlah azab disebabkan kekafiranmu itu.\" (Ali 'Imran/3: 106) Adapun wajah orang-orang mukmin ketika itu menjadi putih berseri mukanya. Mereka berada dalam rahmat Allah (surga) dan kekal di dalamnya, sebagaimana firman-Nya: Pada hari itu ada wajah-wajah yang berseri-seri, tertawa dan gembira ria, dan pada hari itu ada (pula) wajah-wajah yang tertutup debu (suram), tertutup oleh kegelapan (ditimpa kehinaan dan kesusahan). Mereka itulah orang-orang kafir yang durhaka. ('Abasa/80: 38-42)"
        },
        {
          "number": 25,
          "arabic": "تَظُنُّ أَن يُفْعَلَ بِهَا فَاقِرَةٌ",
          "transliteration": "taẓunnu an yuf'ʿala bihā fāqiratun",
          "translation": "mereka yakin bahwa akan ditimpakan kepadanya malapetaka yang sangat dahsyat.",
          "tafsir": "Ayat berikut ini menjelaskan bahwa wajah orang-orang kafir pada hari itu muram. Mereka bermuram durja, berwajah masam melambangkan kesedihan dan ketakutan yang luar biasa. Mereka yakin akan ditimpa malapetaka yang dahsyat, sebagaimana firman Allah: Pada hari itu ada wajah yang putih berseri, dan ada pula wajah yang hitam muram. Adapun orang-orang yang berwajah hitam muram (kepada mereka dikatakan), \"Mengapa kamu kafir setelah beriman? Karena itu rasakanlah azab disebabkan kekafiranmu itu.\" (Ali 'Imran/3: 106) Adapun wajah orang-orang mukmin ketika itu menjadi putih berseri mukanya. Mereka berada dalam rahmat Allah (surga) dan kekal di dalamnya, sebagaimana firman-Nya: Pada hari itu ada wajah-wajah yang berseri-seri, tertawa dan gembira ria, dan pada hari itu ada (pula) wajah-wajah yang tertutup debu (suram), tertutup oleh kegelapan (ditimpa kehinaan dan kesusahan). Mereka itulah orang-orang kafir yang durhaka. ('Abasa/80: 38-42)"
        },
        {
          "number": 26,
          "arabic": "كَلَّآ إِذَا بَلَغَتِ ٱلتَّرَاقِىَ",
          "transliteration": "kallā idhā balaghati l-tarāqiya",
          "translation": "Tidak! Apabila (nyawa) telah sampai ke kerongkongan,",
          "tafsir": "Dalam ayat ini, Allah menyerukan manusia supaya sekali-kali tidak melupakan akhirat. Apabila napas seseorang telah sampai ke kerongkongan maka pertobatan tidak ada lagi gunanya. Jangan sekali-kali terpengaruh dengan kehidupan duniawi dan ingatlah bahwa pada waktunya, jiwa manusia akan dicabut oleh malaikat maut. Bila nyawa bercerai dengan tubuh, maka hubungan manusia dengan segala apa yang dimilikinya terputus dan ia akan menghadapi babak baru dari kehidupannya yang kekal dan abadi. Dalam ayat lain, Allah berfirman: Maka kalau begitu mengapa (tidak mencegah) ketika (nyawa) telah sampai di kerongkongan, dan kamu ketika itu melihat. (al-Waqi'ah/56: 83-84)"
        },
        {
          "number": 27,
          "arabic": "وَقِيلَ مَنْ ۜ رَاقٍ",
          "transliteration": "waqīla man rāqin",
          "translation": "dan dikatakan (kepadanya), \"Siapa yang dapat menyembuhkan?\"",
          "tafsir": "Ayat ini menggambarkan suasana orang yang dalam sakratulmaut ketika keluarganya bertanya-tanya, \"Siapakah yang dapat menyembuhkan?\" Secara umum, pada saat seseorang sedang sakratulmaut, kaum famili dan sanak keluarganya ditimpa oleh kegelisahan, \"Siapa dan dokter mana gerangan yang dapat menyembuhkan dia dari sakitnya?\" Artinya usaha-usaha pengobatan tetap dilakukan, namun orang harus yakin kalau memang sudah ajal, tidak seorang pun yang dapat menyelamatkannya dari ketentuan Allah itu. Semuanya tanpa pandang bulu, bahkan semua yang fana ini pasti akan hancur. Hanya Allah sendiri yang tidak hancur. Menurut Ibnu 'Abbas, ayat ini berarti \"siapakah gerangan yang mencabut nyawanya, apakah malaikat azab atau malaikat rahmat\". Pokoknya terjadi saling bertanya, apakah si mayat berbahagia atau celaka dengan kematiannya. Manusia memang tidak mengetahui sebelum kedatangan malaikat maut apakah ia akan selamat atau celaka."
        },
        {
          "number": 28,
          "arabic": "وَظَنَّ أَنَّهُ ٱلْفِرَاقُ",
          "transliteration": "waẓanna annahu l-firāqu",
          "translation": "dan dia yakin bahwa itulah waktu perpisahan (dengan dunia),",
          "tafsir": "Ayat-ayat ini menggambarkan bahwa orang yang sedang menghadapi sakratulmaut itu yakin bahwa itulah saat perpisahan dengan dunia. Dalam bahasa lain dapat dikatakan bahwa di saat kematian datang, seseorang baru merasa yakin bahwa telah tiba saatnya berpisah buat selama-lamanya dengan dunia, harta, keluarga, dan sanak famili. Allah sengaja menyebutkan kata-kata dhanna (yang sebenarnya berarti menyangka) karena pada saat jiwa akan melayang itu pun, dia masih sangat ingin hidup lagi disebabkan kecintaannya yang berlebihan terhadap kehidupan yang fana ini. Manusia belum begitu yakin akan kematiannya sendiri. Pernyataan ayat ini yang menyebutkan \"betis kirinya telah bertaut dengan betis kanan\" mengandung arti bahwa dia sudah tidak dapat menggerakkan kedua betisnya (kaki)nya. Bahkan ia juga tidak lagi dapat menggerakkan batang tubuhnya karena organ dan jaringan tubuh telah berhenti bekerja. Kata-kata iltaffa (bertaut) diartikan Ibnu 'Abbas dengan bertautnya di saat kematian itu antara beratnya meninggalkan dunia ini dengan ketakutan yang luar biasa menghadapi akhirat. Bertautlah bala dengan bala, dan disitulah letaknya siksaan sakratulmaut yang hanya dapat dirasakan oleh yang bersangkutan."
        },
        {
          "number": 29,
          "arabic": "وَٱلْتَفَّتِ ٱلسَّاقُ بِٱلسَّاقِ",
          "transliteration": "wal-tafati l-sāqu bil-sāqi",
          "translation": "dan bertaut betis (kiri) dengan betis (kanan),<sup foot_note=135832>1</sup>",
          "tafsir": "Ayat-ayat ini menggambarkan bahwa orang yang sedang menghadapi sakratulmaut itu yakin bahwa itulah saat perpisahan dengan dunia. Dalam bahasa lain dapat dikatakan bahwa di saat kematian datang, seseorang baru merasa yakin bahwa telah tiba saatnya berpisah buat selama-lamanya dengan dunia, harta, keluarga, dan sanak famili. Allah sengaja menyebutkan kata-kata dhanna (yang sebenarnya berarti menyangka) karena pada saat jiwa akan melayang itu pun, dia masih sangat ingin hidup lagi disebabkan kecintaannya yang berlebihan terhadap kehidupan yang fana ini. Manusia belum begitu yakin akan kematiannya sendiri. Pernyataan ayat ini yang menyebutkan \"betis kirinya telah bertaut dengan betis kanan\" mengandung arti bahwa dia sudah tidak dapat menggerakkan kedua betisnya (kaki)nya. Bahkan ia juga tidak lagi dapat menggerakkan batang tubuhnya karena organ dan jaringan tubuh telah berhenti bekerja. Kata-kata iltaffa (bertaut) diartikan Ibnu 'Abbas dengan bertautnya di saat kematian itu antara beratnya meninggalkan dunia ini dengan ketakutan yang luar biasa menghadapi akhirat. Bertautlah bala dengan bala, dan disitulah letaknya siksaan sakratulmaut yang hanya dapat dirasakan oleh yang bersangkutan."
        },
        {
          "number": 30,
          "arabic": "إِلَىٰ رَبِّكَ يَوْمَئِذٍ ٱلْمَسَاقُ",
          "transliteration": "ilā rabbika yawma-idhin l-masāqu",
          "translation": "kepada Tuhanmu lah pada hari itu kamu dihalau.",
          "tafsir": "Ayat ini menegaskan bahwa pada hari itu manusia dihalau kepada Tuhannya, yakni dikembalikan apakah dia akan ditempatkan di neraka atau di dalam surga. Menurut Ibnu 'Abbas, ayat ini merupakan pemberitaan tentang orang kafir yang tidak diterima di sisi Allah, roh yang dahulu tidak pernah mau beriman dan hanya berbuat menurut apa yang disukainya. Pengertian ayat ini dikaitkan dengan ayat lain: Dan Dialah Penguasa mutlak atas semua hamba-Nya, dan diutus-Nya kepadamu malaikat-malaikat penjaga, sehingga apabila kematian datang kepada salah seorang di antara kamu, malaikat-malaikat Kami mencabut nyawanya, dan mereka tidak melalaikan tugasnya. Kemudian mereka (hamba-hamba Allah) dikembalikan kepada Allah, penguasa mereka yang sebenarnya. Ketahuilah bahwa segala hukum (pada hari itu) ada pada-Nya. Dan Dialah pembuat perhitungan yang paling cepat. (al-An'am/6: 61-62)"
        },
        {
          "number": 31,
          "arabic": "فَلَا صَدَّقَ وَلَا صَلَّىٰ",
          "transliteration": "falā ṣaddaqa walā ṣallā",
          "translation": "Karena dia (dahulu) tidak mau membenarkan (Alquran dan Rasul) dan tidak mau melaksanakan salat,",
          "tafsir": "Ayat-ayat ini menerangkan bahwa orang kafir itu tidak mau membenarkan rasul, dan berpaling dari kebenaran serta tidak mau mengerjakan salat. Ia selalu mendustakan Rasulullah dan Al-Qur'an, dan tidak mau mengesakan Allah. Ia tetap menyekutukan-Nya dan meyakini bahwa Tuhan itu berbilang. Ia juga tidak mau mengerjakan kewajiban-kewajiban yang dibebankan kepadanya, dan selalu menentang dan berpaling dari perintah Tuhan, serta terpengaruh oleh kesenangan duniawi."
        },
        {
          "number": 32,
          "arabic": "وَلَـٰكِن كَذَّبَ وَتَوَلَّىٰ",
          "transliteration": "walākin kadhaba watawallā",
          "translation": "tetapi justru dia mendustakan (Rasul) dan berpaling (dari kebenaran),",
          "tafsir": "Ayat-ayat ini menerangkan bahwa orang kafir itu tidak mau membenarkan rasul, dan berpaling dari kebenaran serta tidak mau mengerjakan salat. Ia selalu mendustakan Rasulullah dan Al-Qur'an, dan tidak mau mengesakan Allah. Ia tetap menyekutukan-Nya dan meyakini bahwa Tuhan itu berbilang. Ia juga tidak mau mengerjakan kewajiban-kewajiban yang dibebankan kepadanya, dan selalu menentang dan berpaling dari perintah Tuhan, serta terpengaruh oleh kesenangan duniawi."
        },
        {
          "number": 33,
          "arabic": "ثُمَّ ذَهَبَ إِلَىٰٓ أَهْلِهِۦ يَتَمَطَّىٰٓ",
          "transliteration": "thumma dhahaba ilā ahlihi yatamaṭṭā",
          "translation": "kemudian dia pergi kepada keluarganya dengan sombong.",
          "tafsir": "Ayat ini selanjutnya menjelaskan bahwa orang kafir itu tidak hanya menantang dan tidak mau patuh kepada Allah, bahkan dia mendatangi keluarga dan sanak familinya untuk menceritakan segala sikapnya itu dengan sombong dan angkuh. Orang-orang yang mengingkari Allah selalu bersikap mendustakan kebenaran Ilahi dengan hatinya, serta berbuat dan bertindak sehari-hari dengan sikap itu. Lebih dari itu, dia merasa bangga dan sombong terhadap apa yang dikerjakannya. Tidak sedikit pun kebaikan menurut pandangan Allah yang melekat pada diri orang itu, lahiriah maupun batiniah."
        },
        {
          "number": 34,
          "arabic": "أَوْلَىٰ لَكَ فَأَوْلَىٰ",
          "transliteration": "awlā laka fa-awlā",
          "translation": "Celakalah kamu! Maka celakalah!",
          "tafsir": "Ayat ini menegaskan bahwa dengan nada mengancam, Allah mengingatkan orang kafir akan kedatangan kecelakaan baginya. Ucapan ini berarti suatu ancaman dan peringatan keras. Merekalah yang paling patut dan pantas menerima siksaan. Orang Arab mengucapkan kalimat itu kepada seseorang yang mengerjakan perbuatan tercela."
        },
        {
          "number": 35,
          "arabic": "ثُمَّ أَوْلَىٰ لَكَ فَأَوْلَىٰٓ",
          "transliteration": "thumma awlā laka fa-awlā",
          "translation": "sekali lagi, celakalah kamu (manusia)! Maka celakalah!",
          "tafsir": "Ancaman ini diulang sekali lagi untuk memperkuatnya, \"Kecelakaanlah bagi orang kafir dan kecelakaan baginya.\" Diriwayatkan oleh ahli-ahli tafsir dari Qatadah bahwa pada suatu hari Rasulullah saw memegang erat-erat lengan Abu Jahal sambil menghardik musuh Allah itu, \"Celaka engkau hai Abu Jahal, celaka engkau!\" Abu Jahal menjawab dengan sombong, \"Muhammad, engkau mengancamku? Demi Allah, tak sanggup engkau berbuat sesuatu terhadapku, bahkan Tuhan yang engkau sembah juga tidak! Demi Allah, saya ini lebih perkasa dari segala orang yang berjalan antara bukit ini, dari segala penduduk Mekah.\" Tetapi di hari pertempuran Badar, Allah membinasakan Abu Jahal dengan kematian yang buruk sekali. Ketika berita tewasnya Abu Jahal disampaikan kepada Rasulullah, beliau bersabda, \"Sesungguhnya setiap umat itu ada Fir'aunnya (ada orang yang paling sombong), maka Fir'aun dari umat ini adalah Abu Jahal.\" Sa'id bin Jubair bertanya kepada Ibnu 'Abbas tentang perkataan \"aula laka fa aula\" ini, apakah sesuatu yang diucapkan Nabi ini berasal dari dirinya atau memang Allah yang menyuruhnya? Ibnu 'Abbas menjawab, \"Benar beliau yang mengucapkannya, kemudian Allah menurunkan wahyu sama dengan ucapan beliau itu.\" Kutukan Allah ini berlaku bagi orang yang berwatak seperti Abu Jahal yang akan muncul pada setiap masa."
        },
        {
          "number": 36,
          "arabic": "أَيَحْسَبُ ٱلْإِنسَـٰنُ أَن يُتْرَكَ سُدًى",
          "transliteration": "ayaḥsabu l-insānu an yut'raka sudan",
          "translation": "Apakah manusia mengira, dia akan dibiarkan begitu saja (tanpa pertanggung-jawaban)?",
          "tafsir": "Ayat ini mengemukakan dalil tentang kebenaran hari kebangkitan dengan menggunakan kalimat pertanyaan, yaitu apakah manusia dijadikan percuma begitu saja (tanpa pertanggungjawaban)? Apakah manusia diciptakan kemudian dibiarkan hidup seenaknya, tanpa ada perintah dan larangan dari Allah yang harus ditaatinya? Apakah setelah ia mati, Allah tidak meminta pertanggungjawaban hidupnya, di alam kubur dan di Padang Mahsyar kelak? Allah berfirman: Sungguh, hari Kiamat itu akan datang, Aku merahasiakan (waktunya) agar setiap orang dibalas sesuai dengan apa yang telah dia usahakan. (thaha/20: 15) Firman Allah lainnya: Dan Kami tidak menciptakan langit dan bumi dan apa yang ada di antara keduanya dengan sia-sia. Itu anggapan orang-orang kafir, maka celakalah orang-orang yang kafir itu karena mereka akan masuk neraka. (sad/38: 27) Dalil yang terdapat di balik pengertian ayat ini adalah meyakinkan kepada manusia yang ragu tentang adanya hari kebangkitan, dan menolak atau membantah dengan keras orang yang mengingkarinya, baik karena kecerobohan, sikap keras kepala, atau hanya karena ingin mempermainkan ayat-ayat suci."
        },
        {
          "number": 37,
          "arabic": "أَلَمْ يَكُ نُطْفَةً مِّن مَّنِىٍّ يُمْنَىٰ",
          "transliteration": "alam yaku nuṭ'fatan min maniyyin yum'nā",
          "translation": "Bukankah dia mulanya hanya setetes mani yang ditumpahkan (ke dalam rahim),",
          "tafsir": "Dalam ayat-ayat ini, Allah mengingatkan kembali tentang asal mula penciptaan manusia, yaitu ia diciptakan dari setetes air mani yang ditumpahkan (ke dalam rahim) Kemudian mani itu menjadi segumpal darah, lalu Allah menciptakan, dan menyempurnakannya. Allah juga menjadikan dari padanya sepasang laki-laki dan perempuan. Ayat ini mengingatkan manusia yang ingkar bagaimana air mani itu diciptakan Allah menjadi daging yang dengannya manusia diciptakan dengan sempurna melalui proses kehamilan. Adalah hal yang mudah juga bagi Allah menghidupkan manusia, kemudian mematikan dan menghidupkannya kembali. Sperma laki-laki dan sel telur perempuan bercampur menjadi satu sehingga tercipta manusia yang sempurna, lengkap dengan penglihatan dan pendengaran, baik dari jenis laki-laki maupun perempuan. Maka apakah manusia tidak pernah memikirkan bahwa sang Pencipta dari segala proses kejadian itu mampu pula menghancurkan dunia ini kemudian menciptakan hari Kiamat serta manusia yang telah mati dibangkitkan hidup kembali? Ini suatu penegasan bagi manusia yang mau berpikir andaikata masih ragu-ragu tentang kekuasaan Allah untuk menghidupkan kembali manusia yang telah mati."
        },
        {
          "number": 38,
          "arabic": "ثُمَّ كَانَ عَلَقَةً فَخَلَقَ فَسَوَّىٰ",
          "transliteration": "thumma kāna ʿalaqatan fakhalaqa fasawwā",
          "translation": "kemudian (mani itu) menjadi sesuatu yang melekat, lalu Allah menciptakannya dan menyempurnakannya,",
          "tafsir": "Dalam ayat-ayat ini, Allah mengingatkan kembali tentang asal mula penciptaan manusia, yaitu ia diciptakan dari setetes air mani yang ditumpahkan (ke dalam rahim) Kemudian mani itu menjadi segumpal darah, lalu Allah menciptakan, dan menyempurnakannya. Allah juga menjadikan dari padanya sepasang laki-laki dan perempuan. Ayat ini mengingatkan manusia yang ingkar bagaimana air mani itu diciptakan Allah menjadi daging yang dengannya manusia diciptakan dengan sempurna melalui proses kehamilan. Adalah hal yang mudah juga bagi Allah menghidupkan manusia, kemudian mematikan dan menghidupkannya kembali. Sperma laki-laki dan sel telur perempuan bercampur menjadi satu sehingga tercipta manusia yang sempurna, lengkap dengan penglihatan dan pendengaran, baik dari jenis laki-laki maupun perempuan. Maka apakah manusia tidak pernah memikirkan bahwa sang Pencipta dari segala proses kejadian itu mampu pula menghancurkan dunia ini kemudian menciptakan hari Kiamat serta manusia yang telah mati dibangkitkan hidup kembali? Ini suatu penegasan bagi manusia yang mau berpikir andaikata masih ragu-ragu tentang kekuasaan Allah untuk menghidupkan kembali manusia yang telah mati."
        },
        {
          "number": 39,
          "arabic": "فَجَعَلَ مِنْهُ ٱلزَّوْجَيْنِ ٱلذَّكَرَ وَٱلْأُنثَىٰٓ",
          "transliteration": "fajaʿala min'hu l-zawjayni l-dhakara wal-unthā",
          "translation": "lalu Dia menjadikan darinya sepasang laki-laki dan perempuan.",
          "tafsir": "Dalam ayat-ayat ini, Allah mengingatkan kembali tentang asal mula penciptaan manusia, yaitu ia diciptakan dari setetes air mani yang ditumpahkan (ke dalam rahim) Kemudian mani itu menjadi segumpal darah, lalu Allah menciptakan, dan menyempurnakannya. Allah juga menjadikan dari padanya sepasang laki-laki dan perempuan. Ayat ini mengingatkan manusia yang ingkar bagaimana air mani itu diciptakan Allah menjadi daging yang dengannya manusia diciptakan dengan sempurna melalui proses kehamilan. Adalah hal yang mudah juga bagi Allah menghidupkan manusia, kemudian mematikan dan menghidupkannya kembali. Sperma laki-laki dan sel telur perempuan bercampur menjadi satu sehingga tercipta manusia yang sempurna, lengkap dengan penglihatan dan pendengaran, baik dari jenis laki-laki maupun perempuan. Maka apakah manusia tidak pernah memikirkan bahwa sang Pencipta dari segala proses kejadian itu mampu pula menghancurkan dunia ini kemudian menciptakan hari Kiamat serta manusia yang telah mati dibangkitkan hidup kembali? Ini suatu penegasan bagi manusia yang mau berpikir andaikata masih ragu-ragu tentang kekuasaan Allah untuk menghidupkan kembali manusia yang telah mati."
        },
        {
          "number": 40,
          "arabic": "أَلَيْسَ ذَٰلِكَ بِقَـٰدِرٍ عَلَىٰٓ أَن يُحْـِۧىَ ٱلْمَوْتَىٰ",
          "transliteration": "alaysa dhālika biqādirin ʿalā an yuḥ'yiya l-mawtā",
          "translation": "Bukankah (Allah yang berbuat) demikian berkuasa (pula) menghidupkan orang mati?",
          "tafsir": "Ayat ini merupakan jawaban dari semua itu, bahwa bukankah Allah yang berbuat demikian, berkuasa pula menghidupkan orang yang telah mati? Maksud pernyataan ini adalah apakah Zat yang menciptakan makhluk yang sempurna dari setetes air mani itu tidak sanggup mengembalikan orang yang sudah meninggal? Justru yang demikian itu lebih mudah bagi-Nya. Begitulah Allah menegaskan dalam firman-Nya: Dan Dialah yang memulai penciptaan, kemudian mengulanginya kembali, dan itu lebih mudah bagi-Nya. Dia memiliki sifat yang Mahatinggi di langit dan di bumi. Dan Dialah Yang Mahaperkasa, Mahabijaksana. (ar-Rum/30: 27) Dalam beberapa hadis disebutkan bahwa bila selesai membaca surah ini, Rasulullah saw berdoa: Selepas membaca Surah al-Qiyamah, Rasulullah memanjatkan doa, \"Subhanaka Allahumma wa bala (Maha Suci Engkau ya Allah dan Engkaulah yang Mahakuasa). (Riwayat Ibnu Mardawaih dari Abu Hurairah) Demikian pula bila selesai membaca Surah at-Tin, beliau berdoa: Rasulullah bersabda: Siapa saja yang membaca Surah at-Tin sampai selesai, hendaklah ia berdoa, \"Bala wa'ana dhalikum minasy-syahidin (Ya , saya bersaksi atas hal tersebut). Dan siapa yang membaca Surah al-Qiyamah sampai akhir, hendaklah ia berdoa, \"Bala\" (ya, Engkaulah yang Mahakuasa). Dan siapa yang membaca Surah al-Mursalat hingga akhir, hendaklah ia berdoa, \"Amanna billahi (kami beriman kepada Allah). (Riwayat Ahmad, Abu Dawud, at-Tirmidhi, ibnu al-Mindhir, Ibnu Mardawaih, al-Baihaqi, dan disahihkan oleh al-hakim dari Abu Hurairah) Doa-doa di atas dibaca Rasulullah setelah membaca ayat-ayat seperti ini ketika di luar salat. Sedangkan ketika dalam salat, beliau tidak melakukannya dan tidak terdapat keterangan atau dalil tentang hal itu."
        }
      ]
    },
    {
      "number": 76,
      "name": "Al-Insan",
      "nameArabic": "الانسان",
      "meaning": "Manusia",
      "revelation": "Madinah",
      "description": "Surat Al Insan terdiri dari 31 ayat, termasuk golongan surat Madaniyyah, dan diturunkan sesudah surat Ar-Rahman. Dinamai \"Al-Insan\" (manusia) diambil dari kata \"Al-Insan\" yang terdapat pada ayat pertama surat ini.**Pokok-Pokok Isi:**Penciptaan manusia; petunjuk-petunjuk untuk mencapai kehidupan yang sempurna dengan menempuh jalan yang lurus; memenuhi nazar; memberi makan orang miskin dan anak yatim serta orang yang ditawan karena Allah; takut kepada hari kiamat; mengerjakan shalat dan shalat tahajjud serta bersabar dalam menjalankan hukum Allah; ganjaran terhadap orang yang mengikuti petunjuk dan ancaman terhadap orang yang mengingkarinya.Surat Al-Insan menerangkan bahwa setelah manusia diciptakan, manusia diberi petunjuk untuk mencari kehidupan yang sempurna; ada yang mengikuti dan ada yang tidak. Maka, ada ganjaran bagi mereka yang mengikuti dan ada ancaman bagi mereka yang tidak mengikuti.**Hubungan Surat Al-Insan Dengan Surat Al-Mursalat:**1. Surat Al-Insan menerangkan tentang ancaman Allah terhadap orang-orang yang durhaka, sedangkan pada surat Al-Mursalat Allah bersumpah bahwa semua ancamannya itu pasti terjadi.2. Surat Al-Insan menerangkan tentang kejadian manusia secara umum, sedangkan surat Al-Mursalat menerangkan kejadian itu secara terperinci.",
      "verses": [
        {
          "number": 1,
          "arabic": " هَلْ أَتَىٰ عَلَى ٱلْإِنسَـٰنِ حِينٌ مِّنَ ٱلدَّهْرِ لَمْ يَكُن شَيْـًٔا مَّذْكُورًا",
          "transliteration": "hal atā ʿalā l-insāni ḥīnun mina l-dahri lam yakun shayan madhkūran",
          "translation": "Bukankah pernah datang kepada manusia waktu dari masa, yang ketika itu belum merupakan sesuatu yang dapat disebut?",
          "tafsir": "Ayat pertama ini menegaskan tentang proses kejadian manusia dari tidak ada menjadi ada, pada saat manusia belum berwujud sama sekali. Disebutkan bahwa manusia berasal dari tanah yang tidak dikenal dan tidak disebut-sebut sebelumnya. Apa dan bagaimana jenis tanah itu tidak dikenal sama sekali. Kemudian Allah meniupkan roh kepadanya, sehingga jadilah dia makhluk yang bernyawa. Ayat di atas dapat diinterpretasikan sebagai salah satu bagian yang menceritakan evolusi manusia. Uraian sepenuhnya mengenai hal ini dapat dilihat di bawah ini. Pada abad-19, Charles Darwin mengemukakan teori bahwa jenis manusia ada di muka bumi melalui suatu proses panjang evolusi. Mereka tidak langsung ada sebagaimana dinyatakan pada banyak kitab suci. Dia menyatakan bahwa waktu yang diperlukan untuk proses evolusi, yang berujung pada terbentuknya manusia, kemungkinan besar memerlukan waktu jutaan tahun. Hal kedua yang dikemukakan oleh teori Darwin adalah bahwa manusia berkembang dari binatang. Pada permulaan adanya kehidupan, demikian dinyatakan oleh teori ini, bentuk kehidupan yang ada adalah binatang-binatang tingkat rendah. Dengan berjalannya waktu, muncul binatang-binatang tingkat tinggi dan berukuran lebih besar. Dengan tidak sengaja, dari salah satu binatang berkembang menjadi manusia. Hal demikian ini dibuktikannya dengan adanya sederet bukti dari tengkorak hewan yang secara runut mengarah ke tengkorak manusia saat ini. Bukti lain juga dikemukakan dari perkembangan bentuk embrio. Dalam perkembangannya, embrio manusia berubah-ubah bentuk. Dimulai dari mirip bentuk embrio ikan, kelinci, dan jenis binatang lainnya, dan berakhir berbentuk manusia. Dari temuan terakhir ini, kemudian disimpulkan bahwa evolusi panjang manusia berasal dari bintang tingkat rendah. Point kedua dari teori Darwin adalah bahwa manusia dan kera datang dari satu moyang yang sudah punah saat ini. Moyang yang punah ini disebutnya sebagai \"missing link\", rantai yang hilang. Haekel, seorang peneliti setelah masa Darwin, berpendapat bahwa binatang yang menjadi \"missing link\" adalah yang disebut Lypotilu. Apabila binatang ini atau sisa-sisa dari binatang ini dapat ditemukan, maka teka-teki mengenai evolusi manusia dapat dijelaskan dengan lebih baik. Para pemikir yang mempercayai teori ini menganggap bahwa gorila dan simpanse ada pada jalur evolusi manusia. Peneliti lain yang bernama Huxley mempunyai pemikiran yang sedikit berbeda. Ia menyimpulkan bahwa garis manusia dapat saja terjadi jauh sebelum munculnya jenis-jenis kera. Jadi, manusia dan kera tidak pernah berhubungan. Penelitian yang lebih kemudian yang dilakukan oleh Prof. Jones dan Prof. Osborne, cenderung untuk menyimpulkan bahwa walaupun manusia ada melalui proses evolusi, namun prosesnya sudah terpisah dari binatang lainnya di masa yang lebih jauh. Dan dari saat itu, manusia berevolusi pada garisnya sendiri, tanpa bercampur dengan evolusi binatang lainnya. Dengan kata lain, manusia bukanlah cabang dari binatang lain, katakanlah kera, sebagaimana dipercaya oleh Darwin. Para ahli arkeologi dan antropologi menemukan bahwa peradaban manusia terjadi melalui jalur yang terbagi secara jelas. Pada zaman batu, manusia pertama kali melangkah masuk ke daerah budaya dan kemasyarakatan. Sejak masa itu, manusia melakukan evolusi dalam mempertahankan hidup sebagai \"binatang yang lemah\". Karena tidak memiliki kekuatan, cakar, dan taring yang kuat sebagaimana binatang lain, manusia menggunakan batu sebagai alat mempertahankan diri dan kegunaan lainnya. Kemudian datang zaman perunggu, dimana manusia mulai menggunakan bahan metal untuk membuat peralatan. Zaman ini diikuti oleh zaman besi. Dari berbagai situs yang ditemukan para arkeologi disimpulkan bahwa berbagai zaman dari kehidupan manusia dilakukan dengan perubahan budaya dari satu masa ke masa lainnya. Di dalam Al-Qur'an, ada satu ayat yang berkaitan erat dengan penciptaan manusia yang bertahap, yaitu: Mengapa kamu tidak takut akan kebesaran Allah? Dan sungguh, Dia telah menciptakan kamu dalam beberapa tingkatan (kejadian). Tidakkah kamu memperhatikan bagaimana Allah telah menciptakan tujuh langit berlapis-lapis? Dan di sana Dia menciptakan bulan yang bercahaya dan menjadikan matahari sebagai pelita (yang cemerlang)? Dan Allah menumbuhkan kamu dari tanah, tumbuh (berangsur-angsur), kemudian Dia akan mengembalikan kamu ke dalamnya (tanah) dan mengeluarkan kamu (pada hari Kiamat) dengan pasti. Dan Allah menjadikan bumi untukmu sebagai hamparan, agar kamu dapat pergi kian kemari di jalan-jalan yang luas. (Nuh/71: 13-20) Ayat di atas mencela manusia yang masih meragukan bahwa penciptaan tidak dilakukan berdasarkan perencanaan yang baik. Diperlihatkan bagaimana semuanya dilakukan melalui fase-fase atau masa-masa, yang teratur dan didasarkan pada perencanaan yang bijak. Penciptaan dilakukan bukan tanpa tujuan, dan mengarah pada kesempurnaan. Ternyata hukum evolusi yang dikembangkan para peneliti di Eropa telah dijelaskan secara sangat rinci oleh Al-Qur'an pada 1400 tahun sebelumnya. Dijelaskan oleh Al-Qur'an bahwa manusia tidak diciptakan secara mendadak dan dalam bentuk dan rupa sebagaimana kita saat ini. Allah tidak membuat model dari tanah liat dan \"meniupkan\" kehidupan ke dalamnya untuk menjadi manusia pertama di muka bumi. Manusia mencapai tahap seperti saat ini setelah melalui proses beberapa masa perubahan. Hal kedua yang diungkapkan Al-Qur'an dalam kaitan penciptaan manusia adalah dari kondisi ketiadaan. Suatu subjek yang bertolak belakang dengan penjelasan sebelumnya. Dan tidakkah manusia itu memikirkan bahwa sesungguhnya Kami telah menciptakannya dahulu, padahal (sebelumnya) dia belum berwujud sama sekali? (Maryam/19: 67) Ayat di atas menunjuk pada ciptaan pertama dari jenis manusia. Sangat berbeda dengan apa yang terjadi sekarang. Reproduksi manusia pada saat ini terjadi dengan bibit yang diproduksi dari organ laki-laki dan perempuan. Harus diperhatikan secara cermat bahwa dalam ayat tersebut, ada pernyataan bahwa sesuatu ada dari bukan sesuatu. Ayat tersebut menyatakan bahwa sebelum tahapan dimana material dan benda lain menjadi benda hidup, ada satu tahapan lain dimana tidak ada eksistensi apa pun. Kita dapat menyatakan bahwa kursi dibuat dari kayu; atau rantai dibuat dari besi. Di sini kita memiliki material yang dapat digunakan sebagai bahan untuk membuat barang tertentu. Mereka yang tidak mempercayai agama seringkali menyatakan ayat di atas sebagai dongeng saja. Akan tetapi, ayat di atas tidak menyatakan hal yang demikian. Arti ayat di atas jelas memberitahukan bahwa sebelum adanya penciptaan, tidak ada apa-apa di alam semesta. Setelah ada penciptaan alam semesta, menyusul kemudian penciptaan-penciptaan lainnya, termasuk penciptaan manusia. Tahap kedua perkembangan manusia tampaknya terjadi pada saat manusia ada secara fisik, namun otak belum berkembang baik. Dengan demikian, posisinya masih sama atau lebih rendah dari binatang. Bukankah telah datang atas manusia satu waktu dari masa, sedang ia ketika itu belum merupakan sesuatu yang dapat disebut (al-Insan/76: 1). Tahap ketiga evolusi manusia dicapai saat reproduksi antara manusia laki-laki dan perempuan mulai terjadi. Di dalam Al-Qur'an, Dinyatakan suatu masa dari evolusi manusia. Ketika itu manusia mempunyai karakter binatang tingkat tinggi. Karakter ini adalah adanya perbedaan didasarkan pada seks, terbagi menjadi jantan dan betina. Pada masa ini, perkembangbiakan sudah melalui sperma yang dihasilkan manusia laki-laki. Keadaan demikian ini menjadikan manusia sudah memiliki ciri yang sama dengan binatang tingkat tinggi. Dua penggalan ayat di bawah ini menunjukkan hal tersebut: Dialah yang menciptakan kamu dari jiwa yang satu (Adam) dan daripadanya Dia menciptakan pasangannya, agar dia merasa senang kepadanya. Maka setelah dicampurinya, (istrinya) mengandung kandungan yang ringan, dan teruslah dia merasa ringan (beberapa waktu). Kemudian ketika dia merasa berat, keduanya (suami istri) bermohon kepada Allah, Tuhan mereka (seraya berkata), \"Jika Engkau memberi kami anak yang saleh, tentulah kami akan selalu bersyukur.\" (al-A'raf/7: 189) Dan firman Allah: Wahai manusia! Bertakwalah kepada Tuhanmu yang telah menciptakan kamu dari diri yang satu (Adam), dan (Allah) menciptakan pasangannya (Hawa) dari (diri)-nya; dan dari keduanya Allah memperkembangbiakkan laki-laki dan perempuan yang banyak¦. (an-Nisa'/4: 1) Lebih lanjut Al-Qur'an memperlihatkan perkembangan manusia ke tingkat yang lebih lanjut, yaitu menggunakan nalarnya, demikian: Sungguh, Kami telah menciptakan manusia dari setetes mani yang bercampur yang Kami hendak mengujinya (dengan perintah dan larangan), karena itu Kami jadikan dia mendengar dan melihat. (al-Insan/76: 2) Mulai dari masa ini, karena peran pentingnya di alam semesta, manusia mulai mempelajari alam. Untuk dapat mengelola dengan baik, manusia memerlukan penguasaan pengetahuan secara luas. Tahap keempat ini dicapai saat otak manusia telah mencapai kesempurnaannya. Diciri dari perkembangan kecerdasan dan kepedulian terhadap lingkungan yang sangat cepat. Dengan kemampuannya dalam mendengarkan dan melihat, sebagaimana juga dapat dilakukan oleh binatang, manusia kemudian mulai melatih kecerdasannya sampai pada tingkat dapat melakukan penemuan-penemuan yang berguna untuk kehidupannya. Di sini manusia telah menempatkan dirinya jauh di atas binatang. Ia menjadi jenis binatang yang dapat bertahan hidup melalui kemampuan berpikir dan berbicara. Uraian evolusi manusia ini tidak dengan eksplisit disampaikan dalam Al-Qur'an . Mengapa? Karena kitab ini tidak dimaksudkan sebagai buku ilmiah. Al-Qur'an diciptakan untuk mengungkapkan kebenaran, dan meninggalkan beberapa gap atau rumpang yang akan diisi oleh kemajuan pengetahuan manusia."
        },
        {
          "number": 2,
          "arabic": "إِنَّا خَلَقْنَا ٱلْإِنسَـٰنَ مِن نُّطْفَةٍ أَمْشَاجٍ نَّبْتَلِيهِ فَجَعَلْنَـٰهُ سَمِيعًۢا بَصِيرًا",
          "transliteration": "innā khalaqnā l-insāna min nuṭ'fatin amshājin nabtalīhi fajaʿalnāhu samīʿan baṣīran",
          "translation": "Sungguh, Kami telah menciptakan manusia dari setetes mani yang bercampur<sup foot_note=135833>1</sup> yang Kami hendak mengujinya (dengan perintah dan larangan), karena itu Kami jadikan dia mendengar dan melihat.",
          "tafsir": "Ayat ini menerangkan unsur-unsur penciptaan manusia, yaitu bahwa manusia diciptakan dari sperma (nuthfah) laki-laki dan ovum perempuan yang bercampur. Kedua unsur itu berasal dari sulbi laki-laki dan tulang dada perempuan dan keluar secara berpancaran. Firman Allah: Dia diciptakan dari air (mani) yang terpancar, yang keluar dari antara tulang punggung (sulbi) dan tulang dada. (ath-thariq/86: 6-7) Perkataan amsyaj (bercampur) yang terdapat dalam ayat ini maksudnya ialah bercampurnya sperma laki-laki yang berwarna keputih-putihan dengan sel telur perempuan yang kekuning-kuningan. Campuran itulah yang menghasilkan segumpal darah ('alaqah), kemudian segumpal daging (mudgah), lalu tulang belulang yang dibungkus dengan daging, dan seterusnya, sehingga setelah 9 bulan dalam rahim ibu lahirlah bayi yang sempurna. Maksud Allah menciptakan manusia adalah untuk mengujinya dengan perintah (taklif) dan larangan, dan untuk menjunjung tegaknya risalah Allah di atas bumi ini. Sebagai ujiannya, di antaranya adalah apakah mereka bisa bersyukur pada waktu senang dan gembira, dan sabar dan tabah ketika menghadapi musuh. Karena kelahiran manusia pada akhirnya bertujuan sebagai penjunjung amanat Allah, kepadanya dianugerahkan pendengaran dan penglihatan yang memungkinkannya menyimak dan menyaksikan kebesaran, kekuasaan, dan besarnya nikmat Allah. Manusia dianugerahi pendengaran dan akal pikiran adalah sebagai bukti tentang kekuasaan Allah. Penyebutan secara khusus pendengaran dan penglihatan dalam ayat ini bermakna bahwa keduanya adalah indra yang paling berfungsi mengamati ciptaan Allah untuk membawa manusia mentauhidkan-Nya. Dengan alat penglihatan dan pendengaran serta dilengkapi pula dengan pikiran (akal), tersedialah dua kemungkinan bagi manusia. Apakah ia cenderung kembali kepada sifat asalnya sebagai makhluk bumi sehingga ia sama dengan makhluk lainnya seperti hewan dan tumbuh-tumbuhan, atau ia cenderung untuk menjadi makhluk yang Ilahiah, yang berpikir dan memperhatikan kebesaran-Nya? Setelah menjadi manusia yang sempurna indranya sehingga memungkinkan dia untuk memikul beban (taklif) dari Allah, maka diberikanlah kepadanya dua alternatif jalan hidup seperti disebutkan dalam ayat berikutnya."
        },
        {
          "number": 3,
          "arabic": "إِنَّا هَدَيْنَـٰهُ ٱلسَّبِيلَ إِمَّا شَاكِرًا وَإِمَّا كَفُورًا",
          "transliteration": "innā hadaynāhu l-sabīla immā shākiran wa-immā kafūran",
          "translation": "Sungguh, Kami telah menunjukkan kepadanya jalan yang lurus; ada yang bersyukur dan ada pula yang kufur.",
          "tafsir": "Ayat ini menerangkan bahwa sesungguhnya Allah telah menunjukkan manusia ke jalan yang lurus. Di antara mereka ada yang bersyukur dan ada pula yang kafir. Dengan bimbingan wahyu-Nya yang disampaikan lewat Nabi Muhammad, manusia telah ditunjuki jalan yang lurus dan jalan yang sesat. Allah menunjukkan kepadanya kebaikan dan kejahatan. Dari perkataan sabil yang terdapat dalam ayat ini, tergambar keinginan Allah terhadap manusia yakni membimbing mereka kepada hidayah-Nya. Kata sabil lebih tepat diartikan sebagai petunjuk daripada jalan. Hidayah itu berupa dalil-dalil keesaan Allah dan kenabian yang disebutkan dalam kitab suci. Sabil (hidayah) itu dapat ditangkap dengan pendengaran, penglihatan, dan pikiran. Tuhan hendak menunjukkan kepada manusia bukti-bukti wujud-Nya melalui penglihatan terhadap diri mereka sendiri dan alam semesta, sehingga pikirannya merasa puas untuk mengimani-Nya. Akan tetapi, memang sudah merupakan kenyataan bahwa terhadap pemberian Allah itu, sebagian manusia ada yang bersyukur, tetapi ada pula yang ingkar (kafir). Tegasnya ada yang menjadi mukmin, dan ada pula yang kafir. Dengan sabil itu pula manusia bebas menentukan pilihannya antara dua alternatif yang tersedia. Pada ayat lain disebutkan: Yang menciptakan mati dan hidup, untuk menguji kamu, siapa di antara kamu yang lebih baik amalnya. Dan Dia Mahaperkasa, Maha Pengampun. (al-Mulk/67: 2) Firman Allah: Dan sungguh, Kami benar-benar akan menguji kamu sehingga Kami mengetahui orang-orang yang benar-benar berjihad dan bersabar di antara kamu; dan akan Kami uji perihal kamu. (Muhammad/47: 31) Bahwa manusia diciptakan atas fitrah dan hidayah-Nya terlebih dahulu, baru kemudian datang godaan untuk mengingkari Allah, disebutkan dalam suatu ayat: ¦(sesuai) fitrah Allah disebabkan Dia telah menciptakan manusia menurut (fitrah) itu. (ar-Rum/30: 30) Dalam suatu hadis disebutkan: Tiada seorang pun yang keluar (rumah), kecuali di tangannya ada dua bendera: bendera (yang satu) di tangan malaikat dan bendera (yang lain) di tangan setan. Jika seseorang keluar karena mengharapkan apa yang dicintai atau disenangi Allah, niscaya ia diikuti oleh malaikat dengan benderanya. Ia senantiasa berada di bawah bendera malaikat sampai ia kembali ke rumahnya. Dan jika seseorang keluar karena mencari apa yang dimurkai Allah, niscaya ia diikuti oleh setan dengan benderanya. Ia senantiasa berada di bawah bendera setan sampai ia kembali ke rumahnya. (Riwayat Ahmad dari Abu Hurairah)"
        },
        {
          "number": 4,
          "arabic": "إِنَّآ أَعْتَدْنَا لِلْكَـٰفِرِينَ سَلَـٰسِلَا۟ وَأَغْلَـٰلًا وَسَعِيرًا",
          "transliteration": "innā aʿtadnā lil'kāfirīna salāsilā wa-aghlālan wasaʿīran",
          "translation": "Sungguh, Kami telah menyediakan bagi orang-orang kafir rantai, belenggu dan neraka yang menyala-nyala.",
          "tafsir": "Ayat ini menerangkan bahwa sesungguhnya Allah telah menyediakan rantai, belenggu, dan neraka yang menyala-nyala bagi orang-orang kafir, yaitu orang yang mengingkari dan bahkan membantah, nikmat dan pemberian yang telah dianugerahkan kepadanya. Rantai dipakai untuk mengikat kaki mereka supaya tidak lari, sedang belenggu untuk merantai tangan dan leher yang diikat ke neraka. Neraka Sa'ir (yang menyala-nyala) seperti disebutkan dalam surah yang lalu adalah neraka yang nyalanya tidak dapat dibandingkan dengan jenis api mana pun di atas dunia ini. Api di dunia hanya sepertujuh puluh dari api neraka. Ayat lain menyebutkan: Ketika belenggu dan rantai dipasang di leher mereka, seraya mereka diseret. (Gafir/40: 71)"
        },
        {
          "number": 5,
          "arabic": "إِنَّ ٱلْأَبْرَارَ يَشْرَبُونَ مِن كَأْسٍ كَانَ مِزَاجُهَا كَافُورًا",
          "transliteration": "inna l-abrāra yashrabūna min kasin kāna mizājuhā kāfūran",
          "translation": "Sungguh, orang-orang yang berbuat kebajikan akan minum dari gelas (berisi minuman) yang campurannya adalah air kafur,<sup foot_note=135834>1</sup>",
          "tafsir": "Ayat ini menerangkan balasan Allah kepada orang yang berbuat kebajikan, yaitu berupa minuman dari gelas yang berisikan air yang campurannya adalah air kafur, yaitu nama suatu mata air di surga yang warnanya putih, baunya sedap, dan rasanya enak."
        }
      ]
    }
  ]
}