{
  "pageNumber": 408,
  "juz": 21,
  "surahs": [
    {
      "number": 30,
      "name": "Ar-Rum",
      "nameArabic": "الروم",
      "meaning": "Bangsa Romawi",
      "revelation": "Makkah",
      "description": "Surat Ar-Rum yang terdiri dari 60 ayat, termasuk surat Makkiyyah, dan diturunkan setelah surat Al-Insyiqaq.Dinamakan Ar-Rum karena pada permulaan surat ini, yaitu ayat ke-2, ke-3, dan ke-4 terdapat berita tentang bangsa Romawi yang pada mulanya dikalahkan bangsa Persia, tetapi setelah beberapa tahun kemudian kerajaan Romawi dapat menuntut balas dan mengalahkan kerajaan Persia kembali.Ini adalah salah satu mukjizat Al-Qur'an, yaitu memberitahukan hal-hal yang akan terjadi pada masa yang akan datang. Juga suatu isyarat bahwa kaum muslimin yang demikian lemahnya pada waktu itu akan menang dan dapat menghancurkan kaum musyrikin. Isyarat ini terbukti pertama kali pada perang Badar.**Pokok-Pokok Isi:**1. **Keimanan:** Bukti-bukti kerasulan Nabi Muhammad terkait perkara gaib, seperti kemenangan bangsa Romawi atas kerajaan Persia; bukti-bukti keesaan Allah yang terdapat pada alam dan kejadian-kejadian pada alam itu sendiri; bukti-bukti keberadaan hari kebangkitan; contoh dan perumpamaan yang menjelaskan bahwa berhala dan sembahan tidak dapat menolong dan memberi manfaat kepada penyembah-penyembahnya sedikit pun.2. **Hukum-hukum:** Kewajiban menyembah Allah dan mengakui keesaan-Nya karena sesuai dengan fitrah manusia; kewajiban berdakwah; kewajiban memberikan nafkah (sedekah) kepada kaum kerabat, fakir miskin, musafir, dan sebagainya; larangan mengikuti orang musyrik; hukum riba.3. **Kisah-kisah:** Berita tentang bangsa Romawi sebagai suatu umat yang beragama walaupun dikalahkan pada mulanya oleh kerajaan Persia yang menyembah api namun akhirnya meraih kemenangan kembali.4. **Lain-lain:** Manusia bergembira dan bangga apabila mendapat nikmat tetapi berputus asa apabila ditimpa musibah, kecuali orang beriman; kewajiban rasul hanya menyampaikan dakwah; kejadian-kejadian yang dialami umat-umat terdahulu wajib menjadi pelajaran bagi umat yang datang kemudian.Surat Ar-Rum menyebutkan hal-hal yang berhubungan dengan kekuasaan Allah yang mutlak terhadap semua urusan baik sebelum, setelah, maupun saat terjadinya suatu peristiwa; agama tauhid (Islam) pasti menang; ancaman-ancaman terhadap kaum musyrikin; watak-watak manusia; penyebutan kejadian-kejadian pada alam ini sebagai bukti kekuasaan dan keesaan Allah.**Hubungan Surat Ar-Rum Dengan Surat Luqman:**1. Dalam surat Ar-Rum disebutkan bahwa di dalam Al-Qur'an Allah membuat banyak perumpamaan yang bermanfaat bagi manusia, sedangkan dalam surat Luqman Allah mengisyaratkan hal yang serupa.2. Pada bagian akhir surat Ar-Rum disebutkan bahwa keadaan orang kafir, ketika dibacakan ayat-ayat Al-Qur'an, selalu membantah dan mendustakannya, sedangkan pada permulaan surat Luqman diterangkan keadaan orang kafir yang selalu berpaling dan bersifat sombong terhadap ayat-ayat Al-Qur'an itu.3. Pada surat Ar-Rum terdapat ketegasan bahwa Allahlah yang memulai penciptaan makhluk dan Dia pulalah yang membangkitkannya pada kali yang kedua. Hal itu angat mudah bagi-Nya. Dalam surat Luqman Allah menegaskan bahwa penciptaan manusia dan membangkitkannya kembali di akhirat adalah mudah pula bagi Allah.4. Pada surat Ar-Rum Allah menerangkan tabiat manusia bahwa apabila mereka ditimpa bahaya mereka berserah diri kepada Tuhannya dan bila mendapat rahmat sebagian mereka kembali mempersekutukan-Nya. Dalam surat Luqman diterangkan tentang watak manusia itu dengan memberikan contoh, yaitu ketika manusia ditimpa bahaya di tengah lautan dan ketika telah selamat sampai di darat.",
      "verses": [
        {
          "number": 33,
          "arabic": "وَإِذَا مَسَّ ٱلنَّاسَ ضُرٌّ دَعَوْا۟ رَبَّهُم مُّنِيبِينَ إِلَيْهِ ثُمَّ إِذَآ أَذَاقَهُم مِّنْهُ رَحْمَةً إِذَا فَرِيقٌ مِّنْهُم بِرَبِّهِمْ يُشْرِكُونَ",
          "transliteration": "wa-idhā massa l-nāsa ḍurrun daʿaw rabbahum munībīna ilayhi thumma idhā adhāqahum min'hu raḥmatan idhā farīqun min'hum birabbihim yush'rikūna",
          "translation": "Dan apabila manusia ditimpa oleh suatu bahaya, mereka menyeru Tuhannya dengan kembali (bertobat) kepada-Nya, kemudian apabila Dia memberikan sedikit rahmat-Nya<sup foot_note=135592>1</sup> kepada mereka, tiba-tiba sebagian mereka mempersekutukan Allah,",
          "tafsir": "Ayat ini menerangkan satu bentuk negatif prilaku manusia, yaitu bila ditimpa kesusahan, mereka mendekatkan diri kepada Allah. Lalu setelah kesusahan itu hilang dan berganti dengan keberuntungan, mereka kembali menyekutukan Allah. Kesusahan itu bisa berupa kemelaratan, sakit, musibah, bencana, dan sebagainya. Ungkapan bahwa kesusahan itu hanya \"menyentuhnya\" berarti hanya ringan dan sesaat dari masa hidupnya yang panjang, tidak sampai \"menimpanya\" dengan dahsyat. Namun demikian, hanya dengan sentuhan sedikit kesusahan saja, mereka sudah merasa dunia ini gelap. Mereka segera berdoa kepada Allah agar segera dilepaskan dari kesusahan itu. Doa itu mereka iringi dengan mendekatkan diri kepada Allah. Mereka rajin beribadah, memohon ampun atas dosa-dosanya, dan berjanji akan patuh melaksanakan perintah-perintah Allah pada masa yang akan datang. Dengan demikian, mereka kembali kepada fitrah mereka. Akan tetapi, kepatuhan mereka itu hanya sebentar, yaitu selama kesusahan itu masih terasa. Ketika kesusahan itu diganti Allah dengan \"mencicipkan\" kepadanya sedikit kebahagiaan saja, sebagian mereka sudah lupa diri dan kembali menyekutukan Allah. Menyekutukan Allah itu maksudnya mempercayai adanya unsur lain yang berperan dalam membuat mereka beruntung atau susah, baik berupa berhala, setan, ataupun manusia. Satu kesalahan besar jika mereka memandang keuntungan usaha itu sebagai hasil usaha dan kerja keras mereka sendiri, sehingga mereka tidak mensyukuri nikmat itu. Mereka juga tidak menggunakan nikmat tersebut menurut semestinya sebagaimana yang dikehendaki oleh Pemberinya, Allah. Dengan demikian, mereka mengotori fitrah mereka."
        },
        {
          "number": 34,
          "arabic": "لِيَكْفُرُوا۟ بِمَآ ءَاتَيْنَـٰهُمْ ۚ فَتَمَتَّعُوا۟ فَسَوْفَ تَعْلَمُونَ",
          "transliteration": "liyakfurū bimā ātaynāhum fatamattaʿū fasawfa taʿlamūna",
          "translation": "biarkan mereka mengingkari rahmat yang telah Kami berikan. Dan bersenang-senanglah kamu, maka kelak kamu akan mengetahui (akibat perbuatanmu).",
          "tafsir": "Ayat ini memperingatkan manusia yang ingkar kepada Allah, tidak sabar, dan tidak bersyukur, bahwa nikmat itu adalah karunia-Nya. Nikmat itu datang dari Allah, bukan dari selain-Nya. Firman Allah: Tidakkah kamu memperhatikan bahwa Allah telah menundukkan apa yang ada di langit dan apa yang ada di bumi untuk (kepentingan)mu dan menyempurnakan nikmat-Nya untukmu lahir dan batin. Tetapi di antara manusia ada yang membantah tentang (keesaan) Allah tanpa ilmu atau petunjuk dan tanpa Kitab yang memberi penerangan. (Luqman/31:20) Manusia tidak boleh mengingkari nikmat itu karena tidak ada yang selain Allah yang dapat memberikan nikmat sehebat itu, sebagaimana difirmankan-Nya: Inilah ciptaan Allah, maka perlihatkanlah olehmu kepadaku apa yang telah diciptakan oleh (sesembahanmu) selain Allah. Sebenarnya orang-orang yang zalim itu berada di dalam kesesatan yang nyata. (Luqman/31:11) Dalam ayat 34 ini, Allah memerintahkan mereka, \"Bersenang-senanglah!\" Perintah ini merupakan ejekan atas kedurhakaan mereka. Dengan demikian, perintah ini bukanlah perintah yang sebenarnya, tetapi ancaman agar mereka menghentikan perbuatan menyembah dan memohon kepada selain Allah dan mengingkari nikmat-Nya tersebut. Apalagi perintah bersenang-senang itu diiringi ancaman \"kelak kalian akan mengetahuinya.\" Dengan demikian, bersenang-senang itu hanya mereka nikmati sementara, yaitu paling lama selama sisa-sisa hidup mereka di dunia. Sedangkan di akhirat nanti, mereka akan memperoleh siksaan dan azab yang dahsyat atas kesyirikan dan keingkaran mereka. Azab dapat terjadi di dunia, dan pasti di akhirat. Dengan demikian, keingkaran mereka di dunia tidak akan membawa keuntungan apa-apa. Oleh karena itu, sebelum ajal menjemput, mereka yang kafir dengan berprilaku syirik dan tidak mensyukuri nikmat hendaklah bertobat. Tobat itu harus sesegera mungkin karena tobat pada waktu napas sudah di tenggorokan tidak diterima Allah, sebagaimana terjadi pada Fir'aun (lihat Surah Yunus/10: 90-91)."
        },
        {
          "number": 35,
          "arabic": "أَمْ أَنزَلْنَا عَلَيْهِمْ سُلْطَـٰنًا فَهُوَ يَتَكَلَّمُ بِمَا كَانُوا۟ بِهِۦ يُشْرِكُونَ",
          "transliteration": "am anzalnā ʿalayhim sul'ṭānan fahuwa yatakallamu bimā kānū bihi yush'rikūna",
          "translation": "Atau pernahkah Kami menurunkan kepada mereka keterangan, yang menjelaskan (membenarkan) apa yang (selalu) mereka persekutukan dengan Tuhan?",
          "tafsir": "Selanjutnya Allah mempertanyakan apakah orang-orang musyrik itu memiliki sulthan (hujjah atau landasan) yang bersumber dari Allah yang dapat membenarkan perbuatan syirik mereka. Suatu akidah yang benar harus memiliki landasan yang benar. Sulthan secara harfiah berarti \"kekuatan nyata yang tidak dapat dibantah\". Maksudnya adalah sebuah kitab suci dan seorang rasul dari Allah. Suatu kepercayaan hanya dapat disebut agama bila memiliki unsur-unsur itu di samping Tuhan. Kepercayaan syirik orang kafir Quraisy itu tidak didasarkan atas wahyu dan tidak diajarkan oleh seorang nabi dari Allah. Berarti kepercayaan itu salah. Dengan demikian, ungkapan dalam bentuk pertanyaan ayat itu sekali lagi maksudnya adalah pengingkaran atau penolakan. Diungkapkan demikian supaya tajam masuknya ke dalam hati manusia. Akidah syirik itu sesat karena tidak ada dasarnya, tidak pernah diajarkan Allah, tidak pernah disampaikan rasul-Nya, dan tidak terdapat di dalam kitab suci-Nya. Oleh karena itu, akidah syirik itu akan diperiksa Allah secara ketat dan penganutnya tidak akan lolos dari hukuman-Nya, sebagaimana dinyatakan ayat berikut: Dan barang siapa menyembah tuhan yang lain selain Allah, padahal tidak ada suatu bukti pun baginya tentang itu, maka perhitungannya hanya pada Tuhannya. Sesungguhnya orang-orang kafir itu tidak akan beruntung. (al-Mu'minun/23: 117) (36) Perilaku kedua yang dapat mengantarkan manusia kepada kesyirikan adalah bila mereka diberi rahmat sedikit saja oleh Allah, mereka lupa daratan. Akan tetapi, bila ditimpa kemalangan sedikit saja, mereka putus asa lalu ingkar. Dalam ayat ini, Allah juga menyatakan \"mencicipkan\" yang berarti bahwa yang dikaruniakan itu hanya sedikit. Karunia itu antara lain berupa harta benda. Oleh karena itu, bagaimana pun banyak harta, itu tidak ada bandingannya dengan kebahagiaan yang akan diberikan-Nya di akhirat. Akan tetapi, sebagian manusia ada yang terlena dengan karunia Allah di dunia itu, lalu lupa daratan. Mereka mengingkari Allah, dan tidak mempedulikan lagi semua perintah dan larangan-Nya. Mereka mau mengorbankan kebahagiaan mereka yang abadi di akhirat itu hanya dengan kenikmatan yang tidak berarti dan sementara di dunia. Akibatnya, mereka akan diazab kelak di akhirat. Sebaliknya, bila mereka mendapat penderitaan yang diakibatkan kesalahan mereka sendiri, mereka cepat putus asa. Potongan ayat ini mengisyaratkan bahwa dunia itu tidak selamanya menyenangkan, tetapi akan diselingi kesusahan. Senang dan susah itu memang dipergilirkan oleh Allah, sebagaimana firman-Nya: ¦Kami akan menguji kamu dengan keburukan dan kebaikan sebagai cobaan¦. (al-Anbiya'/21: 35) Oleh karena itu, manusia tidak boleh cepat terlena bila memperoleh nikmat dan tidak boleh cepat putus asa bila mendapat kesusahan. Dalam ayat ini dinyatakan bahwa mereka putus asa karena perbuatan tangan mereka sendiri. Itu berarti bahwa mereka melakukan kesalahan itu dengan sengaja. Seharusnya mereka mengakui kesalahan itu dan cepat bertobat. Tetapi tidak demikian, mereka menjauh dari Allah dan tidak minta tolong kepada-Nya. Karena merasa tidak mampu menghadapi kesusahan itu, mereka putus asa dan bersikap pesimis. Dengan demikian, mereka melawan fitrahnya, karena orang yang berdiri di atas fitrah adalah yang selalu mendekatkan diri kepada Allah (lihat ayat 31 di atas) dan selalu bersikap optimis. Prilaku itu dilukiskan dalam ayat lain: Sungguh, manusia diciptakan bersifat suka mengeluh. Apabila dia ditimpa kesusahan dia berkeluh-kesah, dan apabila mendapat kebaikan (harta) dia jadi kikir, kecuali orang-orang yang melaksanakan salat. (al-Ma'arij/70: 19-22) Dalam ayat-ayat itu diterangkan bahwa prilaku tidak sabar, gelisah, dan kikir itu adalah sifat sebagian manusia, tidak semuanya. Mereka yang konsisten dalam melaksanakan salat tidak akan berprilaku demikian, karena setiap waktu mereka berkomunikasi dengan Allah. Dengan demikian, mereka tidak akan kehilangan akal ketika mendapat kesusahan dan tidak akan lupa daratan ketika menerima nikmat. Mereka sabar ketika mendapat kesulitan, dan bersyukur ketika memperoleh kebahagiaan, sebagaimana dinyatakan dalam hadis berikut: Aneh keadaan orang Mukmin, Allah tidak akan memutuskan sesuatu keputusan kecuali hal itu baik baginya. Jika dia ditimpa kegembiraan dia berterima kasih, hal itu adalah baik baginya. Jika dia ditimpa kemalangan dia bersabar, hal itu adalah baik baginya. (Riwayat Ahmad dan Muslim dari suhaib)"
        },
        {
          "number": 36,
          "arabic": "وَإِذَآ أَذَقْنَا ٱلنَّاسَ رَحْمَةً فَرِحُوا۟ بِهَا ۖ وَإِن تُصِبْهُمْ سَيِّئَةٌۢ بِمَا قَدَّمَتْ أَيْدِيهِمْ إِذَا هُمْ يَقْنَطُونَ",
          "transliteration": "wa-idhā adhaqnā l-nāsa raḥmatan fariḥū bihā wa-in tuṣib'hum sayyi-atun bimā qaddamat aydīhim idhā hum yaqnaṭūna",
          "translation": "Dan apabila Kami berikan suatu rahmat kepada manusia, niscaya mereka gembira dengan (rahmat) itu. Tetapi apabila mereka ditimpa suatu musibah (bahaya) karena kesalahan mereka sendiri, seketika itu mereka berputus asa.",
          "tafsir": "Selanjutnya Allah mempertanyakan apakah orang-orang musyrik itu memiliki sulthan (hujjah atau landasan) yang bersumber dari Allah yang dapat membenarkan perbuatan syirik mereka. Suatu akidah yang benar harus memiliki landasan yang benar. Sulthan secara harfiah berarti \"kekuatan nyata yang tidak dapat dibantah\". Maksudnya adalah sebuah kitab suci dan seorang rasul dari Allah. Suatu kepercayaan hanya dapat disebut agama bila memiliki unsur-unsur itu di samping Tuhan. Kepercayaan syirik orang kafir Quraisy itu tidak didasarkan atas wahyu dan tidak diajarkan oleh seorang nabi dari Allah. Berarti kepercayaan itu salah. Dengan demikian, ungkapan dalam bentuk pertanyaan ayat itu sekali lagi maksudnya adalah pengingkaran atau penolakan. Diungkapkan demikian supaya tajam masuknya ke dalam hati manusia. Akidah syirik itu sesat karena tidak ada dasarnya, tidak pernah diajarkan Allah, tidak pernah disampaikan rasul-Nya, dan tidak terdapat di dalam kitab suci-Nya. Oleh karena itu, akidah syirik itu akan diperiksa Allah secara ketat dan penganutnya tidak akan lolos dari hukuman-Nya, sebagaimana dinyatakan ayat berikut: Dan barang siapa menyembah tuhan yang lain selain Allah, padahal tidak ada suatu bukti pun baginya tentang itu, maka perhitungannya hanya pada Tuhannya. Sesungguhnya orang-orang kafir itu tidak akan beruntung. (al-Mu'minun/23: 117)"
        },
        {
          "number": 37,
          "arabic": "أَوَلَمْ يَرَوْا۟ أَنَّ ٱللَّهَ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ وَيَقْدِرُ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يُؤْمِنُونَ",
          "transliteration": "awalam yaraw anna l-laha yabsuṭu l-riz'qa liman yashāu wayaqdiru inna fī dhālika laāyātin liqawmin yu'minūna",
          "translation": "Dan tidakkah mereka memperhatikan bahwa Allah yang melapangkan rezeki bagi siapa yang Dia kehendaki dan Dia (pula) yang membatasi (bagi siapa yang Dia kehendaki). Sungguh, pada yang demikian itu benar-benar terdapat tanda-tanda (kebesaran Allah) bagi kaum yang beriman.",
          "tafsir": "Perilaku cepat lupa diri ketika memperoleh kesenangan dan putus asa ketika memperoleh kesusahan itu terjadi karena mereka menjauh dari Allah. Akibatnya mereka tidak menyadari bahwa yang mengatur rezeki manusia adalah Allah. Allah-lah yang melapangkan rezeki seseorang dan menahan rezeki yang lain sesuai dengan kebijaksanaan-Nya. Perbedaan rezeki itu terjadi karena perbedaan kemampuan, dan perbedaan kemampuan mengakibatkan perbedaan posisi manusia dalam kehidupan. Karena perbedaan posisi itulah, maka seluruh lapangan pekerjaan dapat diisi manusia sesuai dengan kemampuannya itu. Allah berfirman: Apakah mereka yang membagi-bagi rahmat Tuhanmu? Kamilah yang menentukan penghidupan mereka dalam kehidupan dunia, dan Kami telah meninggikan sebagian mereka atas sebagian yang lain beberapa derajat, agar sebagian mereka dapat memanfaatkan sebagian yang lain. Dan rahmat Tuhanmu lebih baik dari apa yang mereka kumpulkan. (az-Zukhruf/43:32) Kenyataan itu bagi yang beriman memberikan pelajaran bahwa Allah ada dan Mahakuasa serta Mahabijaksana. Baik kelapangan maupun keterbatasan rezeki keduanya adalah ujian dari Allah, mampukah yang diberi-Nya rezeki menggunakannya sesuai dengan yang dikehendaki Allah, dan mampukah yang rezekinya terbatas menyadari keterbatasannya. Di samping itu, nikmat Allah tidak hanya bersifat materi, tetapi juga non-materi, seperti kesehatan, ketenangan hidup, nama baik, dan sebagainya. Sering terjadi bahwa Allah mencurahkan nikmat yang bersifat materi kepada seseorang, tetapi membatasi nikmat non-materi. Sebaliknya sering Allah membatasi nikmat yang bersifat materi kepada seseorang, tetapi mencurahkan nikmat non-materi-Nya. Itu menunjukkan bahwa Allah Mahakuasa dan Mahabijaksana, sehingga manusia seharusnya mengimani-Nya."
        },
        {
          "number": 38,
          "arabic": "فَـَٔاتِ ذَا ٱلْقُرْبَىٰ حَقَّهُۥ وَٱلْمِسْكِينَ وَٱبْنَ ٱلسَّبِيلِ ۚ ذَٰلِكَ خَيْرٌ لِّلَّذِينَ يُرِيدُونَ وَجْهَ ٱللَّهِ ۖ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
          "transliteration": "faāti dhā l-qur'bā ḥaqqahu wal-mis'kīna wa-ib'na l-sabīli dhālika khayrun lilladhīna yurīdūna wajha l-lahi wa-ulāika humu l-muf'liḥūna",
          "translation": "Maka berikanlah haknya kepada kerabat dekat, juga kepada orang miskin dan orang-orang yang dalam perjalanan. Itulah yang lebih baik bagi orang-orang yang mencari keridaan Allah. Dan mereka itulah orang-orang yang beruntung.",
          "tafsir": "Ayat ini merupakan penjelasan ayat 37, yaitu bahwa mereka yang diberi Allah kelebihan rezeki harus membantu mereka yang kekurangan. Bantuan itu dalam bentuk bantuan materi di luar zakat. Mereka yang diprioritaskan untuk dibantu adalah keluarga dekat sendiri. Bantuan itu dalam ayat ini bahkan dinyatakan sebagai haknya. Dalam ayat lain dinyatakan bahwa bila kita tidak dapat membantu, maka hal itu perlu disampaikan dengan sejujurnya dengan kata-kata yang enak diterima sehingga menyejukkan: Dan jika engkau berpaling dari mereka untuk memperoleh rahmat dari Tuhanmu yang engkau harapkan, maka katakanlah kepada mereka ucapan yang lemah lembut. (al-Isra'/17:28) Orang yang perlu dibantu adalah orang miskin, yaitu orang yang tidak mampu memenuhi kebutuhan pokoknya. Dengan demikian, Allah tidak menghendaki ada makhluk-Nya yang kelaparan apalagi mati karena kelaparan. Bila hal itu terjadi, maka mereka yang berkelebihan rezeki berdosa. Memang dapat dirasakan bagaimana perihnya rasa lapar dan dapat dipahami bagaimana berbahayanya kelaparan. Selanjutnya yang perlu dibantu adalah musafir yang terlantar, paling kurang untuk satu hari. Dengan bantuan demi bantuan, ia akan dapat mencapai tempat asalnya. Mengembalikan musafir dengan segera ke tempat asalnya akan besar manfaatnya, karena ia akan dapat bekerja kembali sebagaimana semula. Membiarkannya terlantar di tempat asing akan mengakibatkan berbagai masalah di tempat itu. Demikianlah kewajiban orang yang beriman. Ia sadar bahwa harta yang ada padanya hanyalah titipan yang dipercayakan untuk dikelola dengan baik. Pemilik harta itu adalah Allah, sehingga ketika pemiliknya meminta untuk dikeluarkan sebagian guna membantu orang lain, maka ia tidak akan menolaknya. Allah berfirman: Berimanlah kamu kepada Allah dan Rasul-Nya dan infakkanlah (di jalan Allah) sebagian dari harta yang Dia telah menjadikan kamu sebagai penguasanya (amanah). Maka orang-orang yang beriman di antara kamu dan menginfakkan (hartanya di jalan Allah) memperoleh pahala yang besar. (al-hadid/57: 7) Orang beriman tidak akan memandang bahwa harta yang ada padanya itu semata-mata diperolehnya karena usahanya sendiri. Semua keberuntungan yang diperoleh manusia adalah karunia Allah, sebagaimana dinyatakan dalam Al-Qur'an tentang Nabi Sulaiman: Seorang yang mempunyai ilmu dari Kitab berkata, \"Aku akan membawa singgasana itu kepadamu sebelum matamu berkedip.\" Maka ketika dia (Sulaiman) melihat singgasana itu terletak di hadapannya, dia pun berkata, \"Ini termasuk karunia Tuhanku untuk mengujiku, apakah aku bersyukur atau mengingkari (nikmat-Nya). Barang siapa bersyukur, maka sesungguhnya dia bersyukur untuk (kebaikan) dirinya sendiri, dan barang siapa ingkar, maka sesungguhnya Tuhanku Mahakaya, Mahamulia.\" (an-Naml/27: 40) Sikap yang menafikan karunia Allah dalam setiap keberuntungan adalah sikap Karun, seorang yang kaya raya tetapi durhaka pada zaman Nabi Musa a.s. Sebagai akibatnya, ia dan kekayaannya ditelan oleh bumi. Allah berfirman: Dia (Karun) berkata, \"Sesungguhnya aku diberi (harta itu), semata-mata karena ilmu yang ada padaku.\" Tidakkah dia tahu bahwa Allah telah membinasakan umat-umat sebelumnya yang lebih kuat daripadanya, dan lebih banyak mengumpulkan harta? Dan orang-orang yang berdosa itu tidak perlu ditanya tentang dosa-dosa mereka. (al-Qashash/28: 78) Membantu keluarga dekat, orang miskin, dan musafir yang terlantar akan membawa dampak yang baik bagi yang memberi dan yang diberi. Orang yang memberi berarti telah memenuhi perintah Allah, sehingga ia akan disayangi-Nya. Sedangkan orang yang diberi akan merasa terbantu, dan karena itu akan terjalinlah silaturrahim antara keluarga yang berkecukupan dan ber-kekurangan. Dampaknya adalah keamanan dan persaudaraan yang erat. Dampak seperti itu akan diperoleh bila yang memberi hanya karena mengharapkan rida Allah. Dengan demikian, maksud potongan ayat ini adalah bahwa si pemberi itu memberi bukan untuk mengharapkan balasan dari yang diberi, tetapi balasan dari Allah ketika ia menghadap-Nya nanti di akhirat. Artinya, ia memberi dengan ikhlas. Orang beriman dilarang memberi karena ria, yaitu untuk dilihat orang atau pamer. Salah satu bentuk ria adalah memberi tetapi pemberian itu disebut-sebut kepada orang lain sehingga menjatuhkan nama yang diberi, atau menyakiti hati yang diberi dengan menyampaikan kata-kata atau perbuatan yang melukai perasaannya. Allah berfirman: Wahai orang-orang yang beriman! Janganlah kamu merusak sedekahmu dengan menyebut-nyebutnya dan menyakiti (perasaan penerima), seperti orang yang menginfakkan hartanya karena ria (pamer) kepada manusia dan dia tidak beriman kepada Allah dan hari akhir. Perumpamaannya (orang itu) seperti batu yang licin yang di atasnya ada debu, kemudian batu itu ditimpa hujan lebat, maka tinggallah batu itu licin lagi. Mereka tidak memperoleh sesuatu apa pun dari apa yang mereka kerjakan. Dan Allah tidak memberi petunjuk kepada orang-orang kafir. (al-Baqarah/2: 264)"
        },
        {
          "number": 39,
          "arabic": "وَمَآ ءَاتَيْتُم مِّن رِّبًا لِّيَرْبُوَا۟ فِىٓ أَمْوَٰلِ ٱلنَّاسِ فَلَا يَرْبُوا۟ عِندَ ٱللَّهِ ۖ وَمَآ ءَاتَيْتُم مِّن زَكَوٰةٍ تُرِيدُونَ وَجْهَ ٱللَّهِ فَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُضْعِفُونَ",
          "transliteration": "wamā ātaytum min riban liyarbuwā fī amwāli l-nāsi falā yarbū ʿinda l-lahi wamā ātaytum min zakatin turīdūna wajha l-lahi fa-ulāika humu l-muḍ'ʿifūna",
          "translation": "Dan suatu riba (tambahan) yang kamu berikan agar harta manusia bertambah, maka tidak bertambah dalam pandangan Allah. Dan apa yang kamu berikan berupa zakat yang kamu maksudkan untuk memperoleh keridaan Allah, maka itulah orang-orang yang melipatgandakan (pahalanya).",
          "tafsir": "Ayat ini menerangkan riba yang dimaksudkan sebagai hadiah atau memberi untuk memperoleh lebih. Riba adalah pengembalian lebih dari utang. Kelebihan itu adakalanya dimaksudkan sebagai hadiah, dengan harapan bahwa hadiah itu akan berkembang di tangan orang yang menghutangi, lalu orang itu akan balik memberi orang yang membayar utangnya itu dengan lebih banyak daripada yang dihadiahkan kepadanya. Riba seperti itu sering dipraktekkan pada zaman jahiliah. Dalam ayat ini ditegaskan bahwa perilaku bisnis seperti itu tidak memperoleh berkah dari Allah. Ia tidak memperoleh pahala dari-Nya karena pemberian itu tidak ikhlas. Oleh karena itu, para ulama memandang ayat ini sebagai ayat pertama dalam tahap pengharaman riba sampai pengharamannya secara tegas. (Tahap keduanya adalah pada Surah an-Nisa'/4: 161, yang berisi isyarat tentang keharaman riba; tahap ketiga adalah ali 'Imran/3: 130, bahwa yang diharamkan itu hanyalah riba yang berlipat ganda; tahap keempat adalah al-Baqarah/2: 278, yang mengharamkan riba sama sekali dalam bentuk apa pun). Ada pula yang memahami ayat ini berkenaan dengan pemberian kepada seseorang untuk maksud memperoleh balasan lebih. Balasan lebih itu di antaranya terhadap pengembalian utang. Itulah yang disebut riba dalam ayat di atas, dan banyak ulama membolehkannya berdasarkan hadis: Rasulullah menerima hadiah dan memberi balasan atas hadiah itu. Beliau memberikan balasan atas hadiah seekor unta perahan yang diberikan kepadanya, dan beliau tidak menyangkal pemiliknya ketika dia meminta balasan. Beliau hanya mengingkari kemarahan pemberian hadiah itu karena pembalasan itu nilainya lebih dari nilai hadiah. (Riwayat al-Bukhari dari 'Aisyah) Akan tetapi, berdasarkan hadis itu, yang dibenarkan sesungguhnya adalah membalas dengan lebih suatu pemberian, bukan membayar utang lebih dari seharusnya. Memberi dengan maksud memperoleh balasan lebih dari yang diberikan menunjukkan ketidakikhlasan yang memberi. Hal ini juga tidak dibenarkan. Firman Allah: Dan janganlah engkau (Muhammad) memberi (dengan maksud) memperoleh (balasan) yang lebih banyak. (al-Muddassir/74: 6) Salah satu bentuk pemberian yang dimaksudkan untuk memperoleh balasan lebih adalah memberi dengan maksud agar orang itu patuh pada yang memberi, mau membantunya, dan sebagainya. Itu juga tidak dibenarkan, karena tidak ikhlas. Secara lahiriah, larangan dalam ayat itu ditujukan kepada Nabi saw. Akan tetapi, juga dimaksudkan untuk seluruh umatnya. Adapun yang akan dilipatgandakan oleh Allah baik pahalanya maupun harta itu sendiri adalah pemberian secara tulus, yang dalam ayat ini diungkapkan dengan istilah zakat (secara harfiah berarti suci). Zakat di sini maksudnya sedekah yang hukumnya sunah, bukan zakat yang hukumnya wajib. Orang yang bersedekah karena mengharapkan pahala dari Allah, pasti akan dilipatgandakan pahala atau balasannya oleh Allah minimal tujuh ratus kali lipat, sebagaimana difirmankan-Nya dalam al-Baqarah/2: 261: Perumpamaan orang yang menginfakkan hartanya di jalan Allah seperti sebutir biji yang menumbuhkan tujuh tangkai, pada setiap tangkai ada seratus biji. Allah melipatgandakan bagi siapa yang Dia kehendaki, dan Allah Mahaluas, Maha Mengetahui. (al-Baqarah/2: 261) Di samping itu, sedekah juga akan melipatgandakan kekayaan pemilik modal, karena memperkuat daya beli masyarakat secara luas. Kuatnya daya beli masyarakat akan meminta pertambahan produksi. Pertambahan produksi akan meminta pertambahan lembaga-lembaga produksi (pabrik, perusahaan, dan sebagainya). Pertambahan lembaga-lembaga produksi akan membuka lapangan kerja sehingga dengan sendirinya akan meminta pertambahan tenaga kerja. Pertambahan tenaga kerja akan meningkatkan pendapatan masyarakat sehingga meningkatkan daya beli mereka, dan seterusnya. Demikianlah terjadi siklus peningkatan daya beli, produksi, tenaga kerja, dan sebagainya, sehingga ekonomi yang didasarkan atas pemberdayaan masyarakat luas itu akan selalu meningkatkan kemajuan perekonomian. Sedangkan perekonomian yang didasarkan atas riba, yaitu pengembalian lebih dari utang, selalu mengandung eksploitasi, yang lambat laun akan memundurkan perekonomian."
        },
        {
          "number": 40,
          "arabic": "ٱللَّهُ ٱلَّذِى خَلَقَكُمْ ثُمَّ رَزَقَكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ۖ هَلْ مِن شُرَكَآئِكُم مَّن يَفْعَلُ مِن ذَٰلِكُم مِّن شَىْءٍ ۚ سُبْحَـٰنَهُۥ وَتَعَـٰلَىٰ عَمَّا يُشْرِكُونَ",
          "transliteration": "al-lahu alladhī khalaqakum thumma razaqakum thumma yumītukum thumma yuḥ'yīkum hal min shurakāikum man yafʿalu min dhālikum min shayin sub'ḥānahu wataʿālā ʿammā yush'rikūna",
          "translation": "Allah yang menciptakan kamu, kemudian memberimu rezeki, lalu mematikanmu, kemudian menghidupkanmu (kembali). Adakah di antara mereka yang kamu sekutukan dengan Allah yang dapat berbuat hal yang demikian? Mahasuci Dia dan Mahatinggi dari apa yang mereka persekutukan.",
          "tafsir": "Ayat ini kembali membicarakan kemahakuasaan Allah. Bila dalam ayat-ayat yang lalu mengenai penentuan rezeki, dalam ayat-ayat berikut mengenai perjalanan hidup manusia. Tujuannya adalah supaya manusia mau berbuat baik, di antaranya bersedekah seperti yang diperintahkan Allah dalam ayat sebelumnya. Dalam ayat ini dinyatakan bahwa Allah yang menciptakan manusia dari tiada menjadi ada, lalu tampil di dunia ini. Untuk bisa hidup di dunia, Dia pula yang memberi mereka rezeki. Setelah itu, manusia akan mati dan akan dihidupkan kembali. Kehidupan kembali itu sudah dimulai di alam kubur (alam barzakh) sampai nanti hari Kiamat. Setelah Kiamat, manusia akan dihidupkan kembali selama-lamanya. Bagaimana kondisi kehidupan setelah mati sangat tergantung pada perbuatan manusia di dunia. Bila perbuatannya baik, ia akan bahagia, dan bila perbuatannya jelek, ia akan disiksa. Oleh karena itu, manusia hendaknya mematuhi ketentuan Allah mengenai rezeki yang diberikan-Nya. Hendaknya ia mem-perolehnya secara benar sesuai ketentuan Allah, tidak dari riba. Bila rezeki itu lebih, hendaknya digunakan untuk membantu orang yang berkekurangan. Kemudian Allah bertanya apakah ada tuhan-tuhan lain yang mampu melakukan hal-hal seperti di atas. Jangankan menciptakan manusia yang kompleks, menciptakan makhluk sederhana saja dari sesuatu bahan yang tiada sama sekali, manusia tidak akan bisa. Mampukah manusia menciptakan sebiji pasir saja, atau selembar daun saja dari tiada? Oleh karena itu, Allah menegaskan, \"Mahasuci Dia dan Mahatinggi dari segala serikat, sekutu, atau tandingan apa dan siapa pun.\" Dengan demikian, manusia seharusnya berhenti dari mempertuhankan selain Allah atau menyekutukan-Nya."
        },
        {
          "number": 41,
          "arabic": "ظَهَرَ ٱلْفَسَادُ فِى ٱلْبَرِّ وَٱلْبَحْرِ بِمَا كَسَبَتْ أَيْدِى ٱلنَّاسِ لِيُذِيقَهُم بَعْضَ ٱلَّذِى عَمِلُوا۟ لَعَلَّهُمْ يَرْجِعُونَ",
          "transliteration": "ẓahara l-fasādu fī l-bari wal-baḥri bimā kasabat aydī l-nāsi liyudhīqahum baʿḍa alladhī ʿamilū laʿallahum yarjiʿūna",
          "translation": "Telah tampak kerusakan di darat dan di laut disebabkan karena perbuatan tangan manusia; Allah menghendaki agar mereka merasakan sebagian dari (akibat) perbuatan mereka, agar mereka kembali (ke jalan yang benar).",
          "tafsir": "Dalam ayat ini diterangkan bahwa telah terjadi al-fasad di daratan dan lautan. Al-Fasad adalah segala bentuk pelanggaran atas sistem atau hukum yang dibuat Allah, yang diterjemahkan dengan \"perusakan\". Perusakan itu bisa berupa pencemaran alam sehingga tidak layak lagi didiami, atau bahkan penghancuran alam sehingga tidak bisa lagi dimanfaatkan. Di daratan, misalnya, hancurnya flora dan fauna, dan di laut seperti rusaknya biota laut. Juga termasuk al-fasad adalah perampokan, perompakan, pembunuhan, pemberontakan, dan sebagainya. Perusakan itu terjadi akibat prilaku manusia, misalnya eksploitasi alam yang berlebihan, peperangan, percobaan senjata, dan sebagainya. Prilaku itu tidak mungkin dilakukan orang yang beriman dengan keimanan yang sesungguhnya karena ia tahu bahwa semua perbuatannya akan dipertanggungjawabkan nanti di depan Allah. Dalam ayat ini, Allah menegaskan bahwa tidak seluruh akibat buruk perusakan alam itu dirasakan oleh manusia, tetapi sebagiannya saja. Sebagian akibat buruk lainnya telah diatasi Allah, di antaranya dengan menyediakan sistem dalam alam yang dapat menetralisir atau memulihkan kerusakan alam. Hal ini berarti bahwa Allah sayang kepada manusia. Seandainya Allah tidak sayang kepada manusia, dan tidak menyediakan sistem alam untuk memulihkan kerusakannya, maka pastilah manusia akan merasakan seluruh akibat perbuatan jahatnya. Seluruh alam ini akan rusak dan manusia tidak akan bisa lagi menghuni dan memanfaatkannya, sehingga mereka pun akan hancur. Allah berfirman: Dan sekiranya Allah menghukum manusia disebabkan apa yang telah mereka perbuat, niscaya Dia tidak akan menyisakan satu pun makhluk bergerak yang bernyawa di bumi ini, tetapi Dia menangguhkan (hukuman)-nya, sampai waktu yang sudah ditentukan. Nanti apabila ajal mereka tiba, maka Allah Maha Melihat (keadaan) hamba-hamba-Nya. (al-Fathir/35: 45) Dengan penimpaan kepada mereka sebagian akibat perusakan alam yang mereka lakukan, Allah berharap manusia akan sadar. Mereka tidak lagi merusak alam, tetapi memeliharanya. Mereka tidak lagi melanggar ekosistem yang dibuat Allah, tetapi mematuhinya. Mereka juga tidak lagi mengingkari dan menyekutukan Allah, tetapi mengimani-Nya. Memang kemusyrikan itu suatu perbuatan dosa yang luar biasa besarnya dan hebat dampaknya sehingga sulit sekali dipertanggungjawabkan oleh pelakunya. Bahkan sulit dipanggul oleh alam, sebagaimana dinyatakan firman-Nya: Hampir saja langit pecah, dan bumi terbelah, dan gunung-gunung runtuh, (karena ucapan itu). (Maryam/19: 90) Seluruh langit dan bumi adalah satu sistem yang bersatu di bawah perintah Allah. Sebagaimana disebutkan dalam Al-Qur'an bahwa semua yang ada dalam sistem ini diberikan untuk kepentingan hidup manusia, yang dilanjutkan dengan suatu peringatan spiritual untuk tidak menyekutukan-Nya dengan yang lain. Sebagai khalifah, manusia harus mengikuti dan mematuhi semua hukum Allah, termasuk tidak melakukan kerusakan terhadap sumber daya alam yang ada. Mereka juga harus bertanggung jawab terhadap keberlanjutan kehidupan di bumi ini. Bumi ditundukkan Allah untuk menjadi tempat kediaman manusia. Akan tetapi, alih-alih bersyukur, manusia malah menjadi makhluk yang paling banyak merusak keseimbangan alam. Contoh yang merupakan peristiwa-peristiwa alam yang terjadi di tanah air karena ulah manusia adalah kebakaran hutan dan banjir. Dengan ditunjuknya manusia sebagai khalifah, di samping memperoleh hak untuk menggunakan apa yang ada di bumi, mereka juga memikul tanggung jawab yang berat dalam mengelolanya. Dari sini terlihat pandangan Islam bahwa bumi memang diperuntukkan bagi manusia. Namun demikian, manusia tidak boleh memperlakukan bumi semaunya sendiri. Hal ini ditunjukkan oleh kata-kata bumi (453 kali) yang lebih banyak disebutkan dalam Al-Quran daripada langit atau surga (320 kali). Hal ini memberi kesan kuat tentang kebaikan dan kesucian bumi. Debu dapat menggantikan air dalam bersuci. Nabi Muhammad saw bersabda: Bumi diciptakan untukku sebagai masjid dan sebagai alat untuk bersuci. (Riwayat Abu Dawud dan Ibnu Majah dari Abu Hurairah) Ada semacam kesakralan dan kesucian dari bumi, sehingga merupakan tempat yang baik untuk memuja Tuhan, baik dalam upacara formal maupun dalam perikehidupan sehari-hari."
        }
      ]
    }
  ]
}