{
  "pageNumber": 509,
  "juz": 26,
  "surahs": [
    {
      "number": 47,
      "name": "Muhammad",
      "nameArabic": "محمد",
      "meaning": "Nabi Muhammad",
      "revelation": "Madinah",
      "description": "Surat Muhammad terdiri dari 38 ayat, termasuk golongan surat Madaniyyah, dan diturunkan setelah surat Al-Hadid.&nbsp;Surat ini diberi nama \"Muhammad\" diambil dari kata \"Muhammad\" yang terdapat pada ayat ke-2 surat ini.Pada ayat 1, 2 dan 3 surat ini Allah membandingkan hasil yang diperoleh orang yang percaya kepada apa yang diturunkan kepada Nabi Muhammad dengan hasil yang diperoleh orang yang tidak percaya kepadanya. Orang yang percaya kepada apa yang dibawa Muhammad maka termasuk orang yang beriman dan mengikuti jejak kebenaran; semua amalnya diterima dan semua kesalahannya diampuni oleh Allah. Adapun orang yang tidak percaya kepada Muhammad maka termasuk orang yang mengikuti kebatilan; amalnya tidak diterima dan kesalahannya tidak diampuni, dan kepadanya dijanjikan azab di dunia dan di akhirat.Surat ini juga dinamai dengan \"Al-Qital\" (peperangan), karena sebagian besar surat ini mengutarakan tentang peperangan dan pokok-pokok hukumnya, serta bagaimana seharusnya sikap orang-orang mukmin terhadap orang-orang kafir.**Pokok-Pokok Isi:**1. **Keimanan:** Orang yang mati syahid akan masuk surga; balasan-balasan yang disediakan di akhirat bagi orang-orang yang takwa dan orang-orang yang durhaka; keesaan Allah.2. **Hukum-hukum:** Menumpas musuh pada permulaan peperangan (sebelum ada tanda-tanda kemenangan), menawan musuh jika sudah ada tanda-tanda kemenangan, membebaskan tawanan dengan menerima tebusan atau tidak, larangan mengajak damai apabila kemenangan telah nyata.3. **Lain-lain:** Allah selalu memberi cobaan kepada orang-orang mukmin untuk mengetahui siapa yang berjihad dan sabar; kehidupan dunia adalah permainan belaka, iman dan takwa yang bisa menghasilkan pahala; Allah akan menolong orang yang menolong agama-Nya.Surat Muhammad menerangkan keadaan orang-orang kafir dan orang-orang mukmin di dunia dan akhirat serta menyatakan perbedaan keadaan dan hasil yang mereka peroleh. Surat ini juga menerangkan tentang hukum perang dan cara orang-orang mukmin menghadapi orang-orang kafir.**Hubungan Surat Muhammad Dengan Surat Al-Fath:**1. Pada kedua surat ini terdapat keterangan mengenai orang-orang mukmin yang ikhlas dan orang-orang musyrik dan munafik.2. Pada surat Muhammad terdapat perintah agar memohon ampunan kepada Allah sedangkan pada surat Al-Fath disebutkan janji Allah bahwa orang-orang mukmin yang beramal saleh akan mendapat ampunan dan pahala yang banyak dari Allah.3. Pada surat Muhammad diperintahkan supaya Nabi Muhammad memerangi musuh-musuh Allah, sedangkan dalam surat Al-Fath dinyatakan bahwa Allah akan memberikan kebahagiaan kepada Nabi Muhammad.",
      "verses": [
        {
          "number": 20,
          "arabic": "وَيَقُولُ ٱلَّذِينَ ءَامَنُوا۟ لَوْلَا نُزِّلَتْ سُورَةٌ ۖ فَإِذَآ أُنزِلَتْ سُورَةٌ مُّحْكَمَةٌ وَذُكِرَ فِيهَا ٱلْقِتَالُ ۙ رَأَيْتَ ٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ يَنظُرُونَ إِلَيْكَ نَظَرَ ٱلْمَغْشِىِّ عَلَيْهِ مِنَ ٱلْمَوْتِ ۖ فَأَوْلَىٰ لَهُمْ",
          "transliteration": "wayaqūlu alladhīna āmanū lawlā nuzzilat sūratun fa-idhā unzilat sūratun muḥ'kamatun wadhukira fīhā l-qitālu ra-ayta alladhīna fī qulūbihim maraḍun yanẓurūna ilayka naẓara l-maghshiyi ʿalayhi mina l-mawti fa-awlā lahum",
          "translation": "Dan orang-orang yang beriman berkata, \"Mengapa tidak ada suatu surah (tentang perintah jihad) yang diturunkan?\" Maka apabila ada suatu surah diturunkan yang jelas maksudnya dan di dalamnya terdapat (perintah) perang, engkau melihat orang-orang yang di dalam hatinya ada penyakit akan memandang kepadamu seperti pandangan orang yang pingsan karena takut mati. Tetapi itu lebih pantas bagi mereka.",
          "tafsir": "Orang-orang yang beriman kepada Allah dan Rasul-Nya dengan setulus hati pasti bersedia mengorbankan harta dan jiwanya di jalan Allah. Mereka menunggu-nunggu turunnya wahyu Allah, terutama wahyu yang berhubungan dengan perintah jihad. Akan tetapi, perintah perang itu pada dasarnya bukan untuk menyerang, melainkan untuk mempertahankan diri dari serangan musuh, seperti yang terjadi dengan Perang Badar, Perang Uhud, Perang Khandak, dan lain-lain. Mereka berkata, \"Mengapa Allah tidak menurunkan kepada kita ayat-ayat yang tegas dan jelas maksudnya yang di dalamnya disebutkan bahwa berperang membela agama Allah itu adalah suatu perintah wajib yang harus dilaksanakan oleh setiap orang beriman.\" Sebaliknya orang-orang munafik bersikap lain. Bila diturunkan ayat yang tegas dan jelas maknanya yang berisi perintah jihad, melihat kepada Nabi dengan pandangan keingkaran dan ketakutan. Hati mereka kecut, tubuh mereka gemetar mendengarnya, dan mereka bungkam, seperti orang yang sedang menghadapi saat kematian. Dalam ayat lain, Allah berfirman: Tidakkah engkau memperhatikan orang-orang yang dikatakan kepada mereka, \"Tahanlah tanganmu (dari berperang), laksanakanlah salat dan tunaikanlah zakat!\" Ketika mereka diwajibkan berperang, tiba-tiba sebagian mereka (golongan munafik) takut kepada manusia (musuh), seperti takutnya kepada Allah, bahkan lebih takut (dari itu). Mereka berkata, \"Ya Tuhan kami, mengapa Engkau wajibkan berperang kepada kami? Mengapa tidak Engkau tunda (kewajiban berperang) kepada kami beberapa waktu lagi?\" Katakanlah, \"Kesenangan di dunia ini hanya sedikit dan akhirat itu lebih baik bagi orang-orang yang bertakwa (mendapat pahala turut berperang) dan kamu tidak akan dizalimi sedikit pun.\" (an-Nisa'/4: 77) Dari jawaban dan sikap orang munafik, tergambar apa yang tersirat dalam hati mereka. Orang yang demikian lebih baik mati daripada hidup mengekang diri dari perintah-perintah agama. Seseorang hidup untuk menjadi hamba Allah yang taat kepada-Nya, ingin mencapai kebahagiaan hidup di dunia dan di akhirat. Orang munafik tidak melaksanakan ketaatan itu. Mereka seakan-akan tidak memikirkan kebahagiaan hidup sesudah mati. Oleh karena itu, tidak ada arti hidup bagi mereka selain untuk melipat-gandakan perbuatan dosa yang menyebabkan mereka di azab di akhirat. Jika mereka mati waktu itu juga, azab mereka tidak akan bertambah di akhirat nanti."
        },
        {
          "number": 21,
          "arabic": "طَاعَةٌ وَقَوْلٌ مَّعْرُوفٌ ۚ فَإِذَا عَزَمَ ٱلْأَمْرُ فَلَوْ صَدَقُوا۟ ٱللَّهَ لَكَانَ خَيْرًا لَّهُمْ",
          "transliteration": "ṭāʿatun waqawlun maʿrūfun fa-idhā ʿazama l-amru falaw ṣadaqū l-laha lakāna khayran lahum",
          "translation": "(Yang lebih baik bagi mereka adalah) taat (kepada Allah) dan bertutur kata yang baik. Sebab apabila perintah (perang) ditetapkan (mereka tidak menyukainya). Padahal jika mereka benar-benar (beriman) kepada Allah, niscaya yang demikian itu lebih baik bagi mereka.",
          "tafsir": "Ayat ini menjelaskan sikap yang seharusnya dimiliki oleh orang-orang munafik adalah taat kepada Allah, mengucapkan perkataan yang makruf, daripada takut, dan gentar menghadapi musuh. Akan tetapi, mereka tidak demikian. Hal itu karena kesenangan hidup di dunia telah membuat mereka terpesona dan lupa diri. Mereka takut kehilangan kesenangan. Padahal jika mereka mengetahui bahwa kesenangan hidup di dunia adalah kesenangan yang semu dan sementara, sedangkan kesenangan hidup di akhirat adalah kesenangan yang sebenarnya, tentu mereka akan mengubah sikap. Selanjutnya diterangkan bahwa kaum munafik itu apabila datang perintah berperang, timbullah kebencian dalam hati mereka sehingga mereka enggan ikut berperang. Seandainya mereka mempunyai iman yang kuat di dalam dada mereka, benar-benar taat kepada Allah dan mengikuti Rasul, pasti mereka ikut berperang bersama Rasul. Hal itu lebih baik bagi mereka karena dengan demikian mereka dekat kepada Allah."
        },
        {
          "number": 22,
          "arabic": "فَهَلْ عَسَيْتُمْ إِن تَوَلَّيْتُمْ أَن تُفْسِدُوا۟ فِى ٱلْأَرْضِ وَتُقَطِّعُوٓا۟ أَرْحَامَكُمْ",
          "transliteration": "fahal ʿasaytum in tawallaytum an tuf'sidū fī l-arḍi watuqaṭṭiʿū arḥāmakum",
          "translation": "Maka apakah sekiranya kamu berkuasa, lalu kamu akan berbuat kerusakan di bumi dan memutuskan hubungan kekeluargaan?",
          "tafsir": "Ayat ini mencela sikap kaum munafik yang selalu mengejar kesenangan hidup di dunia, dengan mengatakan, \"Hai orang munafik, karena kamu selalu mengejar kesenangan hidup di dunia dan kemewahannya, maka seandainya kamu berkuasa, pastilah kamu mempunyai sifat-sifat ingin mementingkan diri sendiri dengan memperlihatkan kekuasaan kepada rakyat jelata, suka mengambil dan memperkosa hak orang lain, dan memutuskan hubungan silaturrahim yang sangat dianjurkan untuk disambungkan."
        },
        {
          "number": 23,
          "arabic": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ لَعَنَهُمُ ٱللَّهُ فَأَصَمَّهُمْ وَأَعْمَىٰٓ أَبْصَـٰرَهُمْ",
          "transliteration": "ulāika alladhīna laʿanahumu l-lahu fa-aṣammahum wa-aʿmā abṣārahum",
          "translation": "Mereka itulah orang-orang yang dikutuk Allah; lalu dibuat tuli (pendengarannya) dan dibutakan penglihatannya.",
          "tafsir": "Orang-orang munafik yang bersikap seperti yang disebutkan di atas telah dijauhkan Allah dari rahmat-Nya. Oleh karena itu, Allah menghilangkan pendengaran mereka sehingga tidak dapat mengambil pelajaran dari apa yang dapat mereka dengar, dan Allah membutakan mereka sehingga mereka tidak dapat mengambil manfaat dari apa yang mereka lihat."
        },
        {
          "number": 24,
          "arabic": "أَفَلَا يَتَدَبَّرُونَ ٱلْقُرْءَانَ أَمْ عَلَىٰ قُلُوبٍ أَقْفَالُهَآ",
          "transliteration": "afalā yatadabbarūna l-qur'āna am ʿalā qulūbin aqfāluhā",
          "translation": "Maka tidakkah mereka menghayati Alquran, ataukah hati mereka sudah terkunci?",
          "tafsir": "Apakah orang-orang munafik itu tidak memperhatikan dan memahami ajaran-ajaran Allah yang terdapat dalam Al-Qur'an, tidak pula merenungkan dan memikirkannya, sehingga mereka mengetahui kesalahan sikap dan tindakan mereka selama ini? Atau telah terkunci hati dan penglihatan mereka sehingga tidak dapat lagi memahami isinya? Sikap dan tindakan yang dilakukan oleh kaum munafik itu tidak saja dilakukan terhadap orang beriman, tetapi juga terhadap orang Yahudi. Mereka menyatakan kesediaan bekerja sama dengan orang Yahudi Bani Nadhir dan Bani Quraidzah. Bahkan mereka bersedia mengikuti sebahagian keinginan orang Yahudi untuk menarik hati mereka, tetapi semua janji dan kesediaan itu tidak mereka tepati. Mereka terkadang tidak segan-segan mencelakakan teman yang diajak bersekongkol, dengan menohok kawan seiring. Allah berfirman: Tidakkah engkau memperhatikan orang-orang munafik yang berkata kepada saudara-saudaranya yang kafir di antara Ahli Kitab, \"Sungguh, jika kamu diusir niscaya kami pun akan keluar bersama kamu; dan kami selama-lamanya tidak akan patuh kepada siapa pun demi kamu, dan jika kamu diperangi pasti kami akan membantumu.\" Dan Allah menyaksikan, bahwa mereka benar-benar pendusta. (al-hasyr/59: 11)"
        },
        {
          "number": 25,
          "arabic": "إِنَّ ٱلَّذِينَ ٱرْتَدُّوا۟ عَلَىٰٓ أَدْبَـٰرِهِم مِّنۢ بَعْدِ مَا تَبَيَّنَ لَهُمُ ٱلْهُدَى ۙ ٱلشَّيْطَـٰنُ سَوَّلَ لَهُمْ وَأَمْلَىٰ لَهُمْ",
          "transliteration": "inna alladhīna ir'taddū ʿalā adbārihim min baʿdi mā tabayyana lahumu l-hudā l-shayṭānu sawwala lahum wa-amlā lahum",
          "translation": "Sesungguhnya orang-orang yang berbalik (kepada kekafiran) setelah petunjuk itu jelas bagi mereka, setanlah yang merayu mereka dan memanjangkan angan-angan mereka.",
          "tafsir": "Dalam ayat ini dijelaskan bahwa orang-orang yang kembali kafir setelah nyata bagi mereka jalan yang lurus yang harus ditempuh dengan mengerjakan perbuatan dosa dan sesat adalah orang yang telah termakan dan terpengaruh oleh tipu daya setan. Setan menjadikan perbuatan dosa dan kesesatan yang mereka kerjakan sebagai perbuatan baik dalam pandangan mereka, sehingga mereka hidup dengan bergelimang dosa dan kesesatan. Di samping itu, mereka dibuai oleh angan-angan yang palsu, sesuai dengan dorongan hawa nafsu mereka. Dengan demikian, hawa nafsu itu menjadi ukuran baik atau buruknya suatu perbuatan. Apa yang dianggap baik oleh hawa nafsu mereka, itulah yang mereka anggap baik. Hal-hal inilah yang memunculkan kemunafikan dalam diri mereka."
        },
        {
          "number": 26,
          "arabic": "ذَٰلِكَ بِأَنَّهُمْ قَالُوا۟ لِلَّذِينَ كَرِهُوا۟ مَا نَزَّلَ ٱللَّهُ سَنُطِيعُكُمْ فِى بَعْضِ ٱلْأَمْرِ ۖ وَٱللَّهُ يَعْلَمُ إِسْرَارَهُمْ",
          "transliteration": "dhālika bi-annahum qālū lilladhīna karihū mā nazzala l-lahu sanuṭīʿukum fī baʿḍi l-amri wal-lahu yaʿlamu is'rārahum",
          "translation": "Yang demikian itu, karena sesungguhnya mereka telah mengatakan kepada orang-orang (Yahudi) yang tidak senang kepada apa yang diturunkan Allah, \"Kami akan mematuhi kamu dalam beberapa urusan,\" tetapi Allah mengetahui rahasia mereka.",
          "tafsir": "Orang-orang munafik kembali kepada kekafiran, padahal tadinya mereka kelihatan telah beriman, karena mereka memihak dan bersekutu dengan orang Yahudi dari Bani Nadhir dan Bani Quraidzah untuk memerangi orang yang beriman. Kaum munafik menyatakan bahwa mereka akan turut berperang di pihak Bani Nadhir dan Bani Quraidzah menghadapi kaum Muslimin jika sekiranya suku Yahudi itu diusir dari Medinah. Orang Yahudi pernah menganjurkan kepada kaum munafik agar memperlihatkan kekafiran mereka dengan terang-terangan. Akan tetapi, mereka tidak mematuhi anjuran itu, kecuali dalam beberapa hal. Di antara yang tidak mereka patuhi adalah anjuran untuk menyatakan kekafiran dengan terus-terang. Kekafiran itu tetap mereka rahasiakan karena masih mengharapkan keuntungan dengan menyembunyikannya. Akan tetapi, Allah mengetahui tindakan yang mereka rahasiakan, karena tidak satu pun yang tidak diketahui-Nya. Dalam ayat lain, Allah menerangkan cara mereka mengatur siasat dan tipu dayanya. Allah berfirman: Dan mereka (orang-orang munafik) mengatakan,\"(Kewajiban kami hanyalah) taat.\" Tetapi, apabila mereka telah pergi dari sisimu (Muhammad, sebagian dari mereka mengatur siasat di malam hari (mengambil keputusan) lain dari yang telah mereka katakan tadi. Allah mencatat siasat yang mereka atur di malam hari itu, maka berpalinglah dari mereka dan bertawakallah kepada Allah. Cukuplah Allah yang menjadi pelindung. (an-Nisa'/4: 81)"
        },
        {
          "number": 27,
          "arabic": "فَكَيْفَ إِذَا تَوَفَّتْهُمُ ٱلْمَلَـٰٓئِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَـٰرَهُمْ",
          "transliteration": "fakayfa idhā tawaffathumu l-malāikatu yaḍribūna wujūhahum wa-adbārahum",
          "translation": "Maka bagaimana (nasib mereka) apabila malaikat (maut) mencabut nyawa mereka, memukul wajah dan punggung mereka?",
          "tafsir": "Ayat ini masih berbicara tentang kaum munafik, apakah yang akan mereka lakukan jika tetap berada dalam kemunafikan itu. Mereka hanya dapat melakukan kemunafikan dan tipu daya semasa mereka masih hidup, berkuasa, dan dalam keadaan sehat jasmani dan rohani. Bagaimana pendapat mereka bila Allah menghilangkan kesehatan mereka dengan seketika, dan ketuaan berangsur pula mendekati kehidupan mereka? Bagaimana pendapat mereka di waktu kematian mendekati mereka dan malaikat maut memukul muka dan punggung mereka; apakah yang akan mereka lakukan? Bagaimana pula pendapat mereka jika mereka mati dengan tiba-tiba, sehingga tidak ada kesempatan sedikit pun bagi mereka untuk bertobat kepada Allah yang menentukan segala sesuatu di akhirat? Jika mereka memikirkan dan merenungkan semuanya itu, tentu mereka tidak akan melakukan perbuatan ingkar dan dosa. Dalam ayat ini disebutkan bahwa ketika malaikat akan mencabut nyawa mereka, malaikat akan mengeluarkan roh mereka dengan kuat dan kasar serta memukul wajah dan punggung mereka. Orang Arab amat takut dipukul di wajah dan punggung. Karena mereka takut dipukul musuh di wajah dan punggung, maka mereka tidak mau pergi berperang. Ayat ini menunjukkan keadaan orang-orang munafik dalam keadaan sengsara dan terhina pada waktu menghadapi sakaratul maut. Allah berfirman: Dan sekiranya kamu melihat ketika para malaikat mencabut nyawa orang- orang yang kafir sambil memukul wajah dan punggung mereka (al-Anfal/8: 50)"
        },
        {
          "number": 28,
          "arabic": "ذَٰلِكَ بِأَنَّهُمُ ٱتَّبَعُوا۟ مَآ أَسْخَطَ ٱللَّهَ وَكَرِهُوا۟ رِضْوَٰنَهُۥ فَأَحْبَطَ أَعْمَـٰلَهُمْ",
          "transliteration": "dhālika bi-annahumu ittabaʿū mā askhaṭa l-laha wakarihū riḍ'wānahu fa-aḥbaṭa aʿmālahum",
          "translation": "Yang demikian itu, karena sesungguhnya mereka mengikuti apa yang menimbulkan kemurkaan Allah dan membenci (apa yang menimbulkan) keridaan-Nya; sebab itu Allah menghapus segala amal mereka.",
          "tafsir": "Mereka mengalami keadaan yang demikian karena sering mengerjakan maksiat, selalu ingkar kepada Allah, menuruti hawa nafsu, dan tidak mau mengerjakan pekerjaan yang diridai-Nya. Mereka beribadah kepada Allah hanya karena ria dan ingin dihargai orang. Oleh karena itu, semua amal yang mereka kerjakan, seperti bersedekah dan menolong orang-orang yang lemah, miskin, dan sengsara, tidak ada guna dan faedahnya. Sebab, amal dan perbuatan baik yang dapat diterima bila didasari dengan iman kepada Allah dan Rasul-Nya."
        },
        {
          "number": 29,
          "arabic": "أَمْ حَسِبَ ٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ أَن لَّن يُخْرِجَ ٱللَّهُ أَضْغَـٰنَهُمْ",
          "transliteration": "am ḥasiba alladhīna fī qulūbihim maraḍun an lan yukh'rija l-lahu aḍghānahum",
          "translation": "Atau apakah orang-orang yang dalam hatinya ada penyakit mengira bahwa Allah tidak akan menampakkan kedengkian mereka?",
          "tafsir": "Apakah orang munafik mengira bahwa dalam permusuhan, dan niat jahat terhadap orang-orang yang beriman yang terpendam dalam hati mereka tidak akan diketahui? Apakah mereka mengira bahwa Allah tidak mengetahuinya sehingga Dia tidak memberitahukannya kepada Rasul-Nya dan orang-orang yang beriman? Allah Yang Maha Mengetahui segala sesuatu, akan memberitahukan kepada hamba-hamba-Nya yang beriman tentang semua rahasia jahat mereka. Mengenai rahasia dan rencana jahat kaum munafik diterangkan panjang lebar dalam Surah at-Taubah. Di antaranya ialah firman Allah: Orang-orang munafik laki-laki dan perempuan, satu dengan yang lain adalah (sama), mereka menyuruh (berbuat) yang mungkar dan mencegah (perbuatan) yang makruf dan mereka menggenggamkan tangannya (kikir). Mereka telah melupakan Allah, maka Allah melupakan mereka (pula). Sesungguhnya orang-orang munafik itulah orang-orang yang fasik. (at-Taubah/9: 67)"
        }
      ]
    }
  ]
}