{
  "pageNumber": 568,
  "juz": 29,
  "surahs": [
    {
      "number": 69,
      "name": "Al-Haqqah",
      "nameArabic": "الحاقة",
      "meaning": "Hari Kiamat",
      "revelation": "Makkah",
      "description": "Surat ini terdiri dari 52 ayat, termasuk surat Makkiyyah, dan diturunkan setelah surat Al-Mulk. Nama \"Al-Haqqah\" yang artinya \"hari kiamat\" diambil dari kata \"Al-Haqqah\" yang terdapat pada ayat pertama surat ini.**Pokok-Pokok Isi:**Peringatan tentang azab pada hari kiamat yang ditimpakan kepada kaum-kaum Tsamud, 'Ad, Fir'aun, kaum Nuh, dan kaum-kaum sebelum mereka yang mengingkari para rasul; kejadian-kejadian pada hari kiamat dan hari penghisaban; penegasan Allah bahwa Al-Qur'an itu benar-benar wahyu Allah.Surat Al-Haqqah memberi peringatan kepada orang yang tidak menaati Rasulullah dengan memberikan contoh-contoh tentang azab yang ditimpakan kepada umat terdahulu yang mengingkari para rasul.**Hubungan Surat Al-Haqqah Dengan Surat Al-Ma'arij:**1. Surat Al-Ma'arij melengkapi surat Al-Haqqah tentang gambaran hari kiamat dan hari penghisaban.2. Dalam surat Al-Haqqah disebutkan dua golongan manusia pada hari kiamat: ahli surga yang menerima kitab di tangan kanannya dan ahli neraka yang menerima kitab di tangan kirinya, sedangkan surat Al-Ma'arij menerangkan sifat-sifat kedua golongan itu.",
      "verses": [
        {
          "number": 35,
          "arabic": "فَلَيْسَ لَهُ ٱلْيَوْمَ هَـٰهُنَا حَمِيمٌ",
          "transliteration": "falaysa lahu l-yawma hāhunā ḥamīmun",
          "translation": "Maka pada hari ini di sini tidak ada seorang teman pun baginya.",
          "tafsir": "Dalam ayat ini diterangkan keadaan orang musyrik di dalam neraka: 1.Mereka tidak mempunyai seorang pun teman atau penolong. Sebagaimana diketahui bahwa manusia itu adalah makhluk sosial. Hidup manusia yang berbahagia adalah jika mereka dapat memenuhi kepentingan pribadinya dan kepentingan hidup dalam pergaulan bermasyarakat. Jika di dunia dalam keadaan biasa, manusia merasa tersiksa hidup sendirian, tentu di akhirat akan lebih tersiksa lagi. 2.Makanan mereka adalah darah dan nanah, suatu makanan yang tidak termakan oleh orang ketika hidup di dunia."
        },
        {
          "number": 36,
          "arabic": "وَلَا طَعَامٌ إِلَّا مِنْ غِسْلِينٍ",
          "transliteration": "walā ṭaʿāmun illā min ghis'līnin",
          "translation": "Dan tidak ada makanan (baginya) kecuali dari darah dan nanah.",
          "tafsir": "Dalam ayat ini diterangkan keadaan orang musyrik di dalam neraka: 1.Mereka tidak mempunyai seorang pun teman atau penolong. Sebagaimana diketahui bahwa manusia itu adalah makhluk sosial. Hidup manusia yang berbahagia adalah jika mereka dapat memenuhi kepentingan pribadinya dan kepentingan hidup dalam pergaulan bermasyarakat. Jika di dunia dalam keadaan biasa, manusia merasa tersiksa hidup sendirian, tentu di akhirat akan lebih tersiksa lagi. 2.Makanan mereka adalah darah dan nanah, suatu makanan yang tidak termakan oleh orang ketika hidup di dunia."
        },
        {
          "number": 37,
          "arabic": "لَّا يَأْكُلُهُۥٓ إِلَّا ٱلْخَـٰطِـُٔونَ",
          "transliteration": "lā yakuluhu illā l-khāṭiūna",
          "translation": "Tidak ada yang memakannya kecuali orang-orang yang berdosa.",
          "tafsir": "Makanan yang dimakan oleh orang kafir itu, yang terdiri dari darah dan nanah, adalah makanan yang sangat jijik dan tiada termakan oleh siapa pun. Hal ini menunjukkan gambaran kehidupan neraka yang penuh kehinaan."
        },
        {
          "number": 38,
          "arabic": "فَلَآ أُقْسِمُ بِمَا تُبْصِرُونَ",
          "transliteration": "falā uq'simu bimā tub'ṣirūna",
          "translation": "Maka Aku bersumpah demi apa yang kamu lihat,",
          "tafsir": "Menurut Muqatil bahwa ayat-ayat ini diturunkan berhubungan dengan sikap para pemuka Quraisy ketika mendengar bacaan ayat-ayat Al-Qur'an, seperti perkataan al-Walid bin al-Mugirah bahwa sesungguhnya Muhammad seorang pesihir, perkataan Abu Jahal bahwa Muhammad seorang penyair, dan perkataan 'Uqbah bahwa Muhammad seorang tukang tenung. Ayat ini membantah perkataan-perkataan itu. Allah menegaskan kepada orang musyrik Mekah dengan bersumpah dengan makhluk-Nya, baik yang dapat dilihat, diketahui, dan dirasakan dengan pancaindra maupun tidak, bahwa Al-Qur'an yang diturunkan kepada Muhammad itu benar-benar wahyu dari-Nya. Al-Qur'an bukan perkataan Muhammad atau perkataan yang diada-adakan Muhammad kemudian dikatakan sebagai firman Allah. Dari perkataan bima tubsirun (segala yang dapat kamu lihat) dapat dipahami bahwa sebenarnya orang musyrik Mekah seharusnya dapat meyakinkan bahwa Al-Qur'an itu berasal dari Allah, bukan buatan Muhammad. Hal ini berdasarkan pada pengetahuan yang ada pada mereka, seperti pengetahuan tentang Muhammad, pengetahuan tentang gaya bahasa dan keindahan bahasa Arab yang terdapat dalam Al-Qur'an, dan isi Al-Qur'an itu sendiri. Kemudian dari perkataan \"wama la tubsirun\" (dan apa yang tidak kamu lihat) dipahami bahwa banyak hal yang tidak diketahui oleh orang musyrik Mekah. Jika mereka mengetahui yang demikian itu, tentu akan dapat menambah keyakinan dan kepercayaan mereka kepada Muhammad."
        },
        {
          "number": 39,
          "arabic": "وَمَا لَا تُبْصِرُونَ",
          "transliteration": "wamā lā tub'ṣirūna",
          "translation": "dan demi apa yang tidak kamu lihat.",
          "tafsir": "Menurut Muqatil bahwa ayat-ayat ini diturunkan berhubungan dengan sikap para pemuka Quraisy ketika mendengar bacaan ayat-ayat Al-Qur'an, seperti perkataan al-Walid bin al-Mugirah bahwa sesungguhnya Muhammad seorang pesihir, perkataan Abu Jahal bahwa Muhammad seorang penyair, dan perkataan 'Uqbah bahwa Muhammad seorang tukang tenung. Ayat ini membantah perkataan-perkataan itu. Allah menegaskan kepada orang musyrik Mekah dengan bersumpah dengan makhluk-Nya, baik yang dapat dilihat, diketahui, dan dirasakan dengan pancaindra maupun tidak, bahwa Al-Qur'an yang diturunkan kepada Muhammad itu benar-benar wahyu dari-Nya. Al-Qur'an bukan perkataan Muhammad atau perkataan yang diada-adakan Muhammad kemudian dikatakan sebagai firman Allah. Dari perkataan bima tubsirun (segala yang dapat kamu lihat) dapat dipahami bahwa sebenarnya orang musyrik Mekah seharusnya dapat meyakinkan bahwa Al-Qur'an itu berasal dari Allah, bukan buatan Muhammad. Hal ini berdasarkan pada pengetahuan yang ada pada mereka, seperti pengetahuan tentang Muhammad, pengetahuan tentang gaya bahasa dan keindahan bahasa Arab yang terdapat dalam Al-Qur'an, dan isi Al-Qur'an itu sendiri. Kemudian dari perkataan \"wama la tubsirun\" (dan apa yang tidak kamu lihat) dipahami bahwa banyak hal yang tidak diketahui oleh orang musyrik Mekah. Jika mereka mengetahui yang demikian itu, tentu akan dapat menambah keyakinan dan kepercayaan mereka kepada Muhammad."
        },
        {
          "number": 40,
          "arabic": "إِنَّهُۥ لَقَوْلُ رَسُولٍ كَرِيمٍ",
          "transliteration": "innahu laqawlu rasūlin karīmin",
          "translation": "Sesungguhnya ia (Alquran) benar-benar wahyu (yang diturunkan kepada) Rasul yang mulia,",
          "tafsir": "Menurut Muqatil bahwa ayat-ayat ini diturunkan berhubungan dengan sikap para pemuka Quraisy ketika mendengar bacaan ayat-ayat Al-Qur'an, seperti perkataan al-Walid bin al-Mugirah bahwa sesungguhnya Muhammad seorang pesihir, perkataan Abu Jahal bahwa Muhammad seorang penyair, dan perkataan 'Uqbah bahwa Muhammad seorang tukang tenung. Ayat ini membantah perkataan-perkataan itu. Allah menegaskan kepada orang musyrik Mekah dengan bersumpah dengan makhluk-Nya, baik yang dapat dilihat, diketahui, dan dirasakan dengan pancaindra maupun tidak, bahwa Al-Qur'an yang diturunkan kepada Muhammad itu benar-benar wahyu dari-Nya. Al-Qur'an bukan perkataan Muhammad atau perkataan yang diada-adakan Muhammad kemudian dikatakan sebagai firman Allah. Dari perkataan bima tubsirun (segala yang dapat kamu lihat) dapat dipahami bahwa sebenarnya orang musyrik Mekah seharusnya dapat meyakinkan bahwa Al-Qur'an itu berasal dari Allah, bukan buatan Muhammad. Hal ini berdasarkan pada pengetahuan yang ada pada mereka, seperti pengetahuan tentang Muhammad, pengetahuan tentang gaya bahasa dan keindahan bahasa Arab yang terdapat dalam Al-Qur'an, dan isi Al-Qur'an itu sendiri. Kemudian dari perkataan \"wama la tubsirun\" (dan apa yang tidak kamu lihat) dipahami bahwa banyak hal yang tidak diketahui oleh orang musyrik Mekah. Jika mereka mengetahui yang demikian itu, tentu akan dapat menambah keyakinan dan kepercayaan mereka kepada Muhammad."
        },
        {
          "number": 41,
          "arabic": "وَمَا هُوَ بِقَوْلِ شَاعِرٍ ۚ قَلِيلًا مَّا تُؤْمِنُونَ",
          "transliteration": "wamā huwa biqawli shāʿirin qalīlan mā tu'minūna",
          "translation": "dan ia (Alquran) bukanlah perkataan seorang penyair. Sedikit sekali kamu yang beriman kepadanya.",
          "tafsir": "Al-Qur'an bukan syair seperti yang biasa diucapkan penyair-penyair mereka, karena Al-Qur'an di samping indah susunan gaya bahasanya juga mempunyai isi yang dalam. Syair-syair yang diucapkan para penyair mereka tidak memiliki susunan gaya bahasa seindah susunan dan gaya bahasa Al-Qur'an dan tidak mempunyai arti yang tinggi. Banyak terdapat ayat Al-Qur'an yang menantang orang musyrik agar membuat yang serupa atau sebanding dengan Al-Qur'an, tetapi mereka tidak sanggup melakukannya. Dan jika kamu meragukan (Al-Qur'an) yang Kami turunkan kepada hamba Kami (Muhammad), maka buatlah satu surah semisal dengannya dan ajaklah penolong-penolongmu selain Allah, jika kamu orang-orang yang benar. Jika kamu tidak mampu membuatnya, dan (pasti) tidak akan mampu, maka takutlah kamu akan api neraka yang bahan bakarnya manusia dan batu, yang disediakan bagi orang-orang kafir. (al-Baqarah/2: 23-24) Ditegaskan pula bahwa Al-Qur'an itu juga bukan berasal dari perkataan tukang tenung. Biasanya tukang tenung teman setan karena mereka menenung itu semata-mata mencari-cari bisikan setan. Padahal Al-Qur'an mencela perbuatan setan, sehingga dengan demikian, ia bukan bisikan setan dan bukan pula hasil tukang tenung. Sehubungan dengan itu, ayat ini menyanggah orang-orang musyrik agar tidak buru-buru berkesimpulan bahwa Al-Qur'an itu adalah tenung hanya karena belum atau tidak mengetahui isi Al-Qur'an. Sangat sedikit di antara mereka yang mau beriman kepada Al-Qur'an ketika itu, dan mau mengambil pelajaran dari isinya. Mukjizat Qur'an terletak pada isi. Makin tinggi ilmu pengetahuan seseorang, akan makin mudah mencerna maksudnya, di samping nilai bahasanya. Umat Islam Indonesia pada umumnya kesulitan membuktikan dan mengetahui letak kemukjizatan Al-Qur'an dari segi bahasa, karena untuk mengetahui ketinggian susunan kata-kata haruslah dapat merasakan keindahan gaya dan bahasa itu sendiri. Oleh karena itu, untuk mengetahui ketinggian Al-Qur'an, cukup dengan mengetahui pendapat dan sikap para sastrawan Arab penantang Islam terhadap Al-Qur'an itu. Di antaranya adalah Abu al-Walid, yaitu seorang pemimpin dan sastrawan Arab yang terkenal pada masa itu. Ia pernah diutus kaumnya kepada Nabi saw untuk meminta beliau menghentikan dakwahnya. Mendengar permintaan Abu al-Walid itu, Nabi saw membaca Surah Fussilat/41 dari ayat pertama hingga akhir ayat 14. Abu al-Walid terpesona mendengar ayat-ayat itu, sehingga ia termenung memikirkan keindahan gaya bahasanya. Lalu ia langsung kembali kepada kaumnya. Ketika ditanya tentang hasil pertemuan itu, ia mengatakan kepada kaumnya, \"Aku belum pernah mendengar kata-kata yang seindah itu. Apa yang dibaca itu bukanlah syair, sihir, atau kata-kata ahli tenung. Mendengar jawaban Abu al-Walid, mereka menuduh bahwa ia telah terkena sihir oleh Muhammad dan berkhianat kepada agama nenek moyang mereka. Di antara pemuka dan sesepuh Quraisy adalah al-Walid bin al-Mugirah. Orang ini pernah mendengar ayat-ayat Al-Qur'an yang dibacakan Nabi. Maka ia berkata kepada kaumnya (Bani Makhzum), \"Baru-baru ini aku mendengar dari Muhammad suatu ucapan yang menurutku bukanlah perkataan manusia atau jin. Ucapan itu enak didengar, bagus disimak, laksana sebatang pohon, yang atasnya berbuah, dan bawahnya terhunjam ke tanah. Dia benar-benar unggul dan tidak akan dapat diungguli. Di samping dua orang tersebut, banyak juga sastrawan Arab pada waktu itu yang mencoba membuat yang serupa ayat-ayat Al-Qur'an , tetapi tidak seorang pun yang sanggup melakukannya. Dari kedua ayat ini dapat dipahami bahwa sangat sedikit di antara kaum musyrik Mekah yang mengakui bahwa Al-Qur'an adalah kitab yang diturunkan Allah kepada Muhammad, begitu juga yang mengambil pelajaran dari isinya. Yang demikian itu adalah karena: 1.Mereka takut dikucilkan oleh kaumnya dengan mempelajari Al-Qur'an, walaupun hati dan pikiran mereka telah mengakuinya, seperti halnya pada Abu al-Walid dan al-Walid bin al-Mugirah. 2.Sebahagian mereka tidak mengetahui isinya karena tidak mau mempelajarinya dengan sungguh-sungguh. Mereka lebih dahulu mendustakannya."
        },
        {
          "number": 42,
          "arabic": "وَلَا بِقَوْلِ كَاهِنٍ ۚ قَلِيلًا مَّا تَذَكَّرُونَ",
          "transliteration": "walā biqawli kāhinin qalīlan mā tadhakkarūna",
          "translation": "Dan bukan pula perkataan tukang tenung. Sedikit sekali kamu yang mengambil pelajaran darinya.",
          "tafsir": "Al-Qur'an bukan syair seperti yang biasa diucapkan penyair-penyair mereka, karena Al-Qur'an di samping indah susunan gaya bahasanya juga mempunyai isi yang dalam. Syair-syair yang diucapkan para penyair mereka tidak memiliki susunan gaya bahasa seindah susunan dan gaya bahasa Al-Qur'an dan tidak mempunyai arti yang tinggi. Banyak terdapat ayat Al-Qur'an yang menantang orang musyrik agar membuat yang serupa atau sebanding dengan Al-Qur'an, tetapi mereka tidak sanggup melakukannya. Dan jika kamu meragukan (Al-Qur'an) yang Kami turunkan kepada hamba Kami (Muhammad), maka buatlah satu surah semisal dengannya dan ajaklah penolong-penolongmu selain Allah, jika kamu orang-orang yang benar. Jika kamu tidak mampu membuatnya, dan (pasti) tidak akan mampu, maka takutlah kamu akan api neraka yang bahan bakarnya manusia dan batu, yang disediakan bagi orang-orang kafir. (al-Baqarah/2: 23-24) Ditegaskan pula bahwa Al-Qur'an itu juga bukan berasal dari perkataan tukang tenung. Biasanya tukang tenung teman setan karena mereka menenung itu semata-mata mencari-cari bisikan setan. Padahal Al-Qur'an mencela perbuatan setan, sehingga dengan demikian, ia bukan bisikan setan dan bukan pula hasil tukang tenung. Sehubungan dengan itu, ayat ini menyanggah orang-orang musyrik agar tidak buru-buru berkesimpulan bahwa Al-Qur'an itu adalah tenung hanya karena belum atau tidak mengetahui isi Al-Qur'an. Sangat sedikit di antara mereka yang mau beriman kepada Al-Qur'an ketika itu, dan mau mengambil pelajaran dari isinya. Mukjizat Qur'an terletak pada isi. Makin tinggi ilmu pengetahuan seseorang, akan makin mudah mencerna maksudnya, di samping nilai bahasanya. Umat Islam Indonesia pada umumnya kesulitan membuktikan dan mengetahui letak kemukjizatan Al-Qur'an dari segi bahasa, karena untuk mengetahui ketinggian susunan kata-kata haruslah dapat merasakan keindahan gaya dan bahasa itu sendiri. Oleh karena itu, untuk mengetahui ketinggian Al-Qur'an, cukup dengan mengetahui pendapat dan sikap para sastrawan Arab penantang Islam terhadap Al-Qur'an itu. Di antaranya adalah Abu al-Walid, yaitu seorang pemimpin dan sastrawan Arab yang terkenal pada masa itu. Ia pernah diutus kaumnya kepada Nabi saw untuk meminta beliau menghentikan dakwahnya. Mendengar permintaan Abu al-Walid itu, Nabi saw membaca Surah Fussilat/41 dari ayat pertama hingga akhir ayat 14. Abu al-Walid terpesona mendengar ayat-ayat itu, sehingga ia termenung memikirkan keindahan gaya bahasanya. Lalu ia langsung kembali kepada kaumnya. Ketika ditanya tentang hasil pertemuan itu, ia mengatakan kepada kaumnya, \"Aku belum pernah mendengar kata-kata yang seindah itu. Apa yang dibaca itu bukanlah syair, sihir, atau kata-kata ahli tenung. Mendengar jawaban Abu al-Walid, mereka menuduh bahwa ia telah terkena sihir oleh Muhammad dan berkhianat kepada agama nenek moyang mereka. Di antara pemuka dan sesepuh Quraisy adalah al-Walid bin al-Mugirah. Orang ini pernah mendengar ayat-ayat Al-Qur'an yang dibacakan Nabi. Maka ia berkata kepada kaumnya (Bani Makhzum), \"Baru-baru ini aku mendengar dari Muhammad suatu ucapan yang menurutku bukanlah perkataan manusia atau jin. Ucapan itu enak didengar, bagus disimak, laksana sebatang pohon, yang atasnya berbuah, dan bawahnya terhunjam ke tanah. Dia benar-benar unggul dan tidak akan dapat diungguli. Di samping dua orang tersebut, banyak juga sastrawan Arab pada waktu itu yang mencoba membuat yang serupa ayat-ayat Al-Qur'an , tetapi tidak seorang pun yang sanggup melakukannya. Dari kedua ayat ini dapat dipahami bahwa sangat sedikit di antara kaum musyrik Mekah yang mengakui bahwa Al-Qur'an adalah kitab yang diturunkan Allah kepada Muhammad, begitu juga yang mengambil pelajaran dari isinya. Yang demikian itu adalah karena: 1.Mereka takut dikucilkan oleh kaumnya dengan mempelajari Al-Qur'an, walaupun hati dan pikiran mereka telah mengakuinya, seperti halnya pada Abu al-Walid dan al-Walid bin al-Mugirah. 2.Sebahagian mereka tidak mengetahui isinya karena tidak mau mempelajarinya dengan sungguh-sungguh. Mereka lebih dahulu mendustakannya."
        },
        {
          "number": 43,
          "arabic": "تَنزِيلٌ مِّن رَّبِّ ٱلْعَـٰلَمِينَ",
          "transliteration": "tanzīlun min rabbi l-ʿālamīna",
          "translation": "Ia (Alquran) adalah wahyu yang diturunkan dari Tuhan seluruh alam.",
          "tafsir": "Al-Qur'an benar-benar berasal dari Tuhan Maha Pencipta, Maha Pengatur, Maha Penjaga dan Maha Menguasai seluruh alam."
        },
        {
          "number": 44,
          "arabic": "وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْضَ ٱلْأَقَاوِيلِ",
          "transliteration": "walaw taqawwala ʿalaynā baʿḍa l-aqāwīli",
          "translation": "Dan sekiranya dia (Muhammad) mengada-adakan sebagian perkataan atas (nama) Kami,",
          "tafsir": "Kedua ayat ini menegaskan bahwa Al-Qur'an itu benar-benar berasal dari Allah, bukan buatan Muhammad, syair, atau khayalan tukang tenung, karena tidak seorang makhluk pun yang sanggup membuat seperti ayat-ayat Al-Qur'an itu. Allah menegaskan bahwa seandainya Nabi Muhammad mengatakan sesuatu tentang-Nya dan mengucapkan perkataan yang dikatakannya berasal dari-Nya, padahal Ia tidak pernah menyatakan atau mengatakannya, Allah pasti pegang tangan kanannya untuk menerima hukuman dari-Nya. Bagi Allah tidaklah berat dan sukar menghukumnya dengan hukuman yang sangat besar sekalipun, karena Ia Mahakuasa atas segala sesuatu. Ungkapan \"memegang tangan kanan\" (al-akhdhu bil yamin) dalam ayat ini merupakan ungkapan untuk suatu tindakan yang dilakukan terhadap orang yang berada di bawah kekuasaan seseorang, dengan maksud memberi hukuman kepada orang itu. Contohnya seperti seorang raja yang memberikan hukuman kepada seorang pemberontak. Dalam ayat ini, ungkapan tersebut dipakai untuk menyatakan bahwa bagi Allah tidak ada suatu keberatan pun untuk melakukan suatu tindakan terhadap Muhammad, kalau ia mengadakan sesuatu yang tidak benar terhadap-Nya. Hal itu sebagai hukuman bagi Nabi saw, bagaimana pun beratnya hukuman itu. Ayat ini juga mengisyaratkan bahwa seandainya Al-Qur'an itu buatan Muhammad, pasti akan ditolak oleh manusia dan beliau akan gagal dalam melaksanakan dakwahnya. Kenyataan yang terjadi adalah sebaliknya, Muhammad diterima oleh orang-orang beriman karena mereka percaya akan kebenaran Al-Qur'an. Dan ternyata pula bahwa agama Islam makin hari makin berkembang."
        },
        {
          "number": 45,
          "arabic": "لَأَخَذْنَا مِنْهُ بِٱلْيَمِينِ",
          "transliteration": "la-akhadhnā min'hu bil-yamīni",
          "translation": "pasti Kami pegang dia pada tangan kanannya.<sup foot_note=135813>1</sup>",
          "tafsir": "Kedua ayat ini menegaskan bahwa Al-Qur'an itu benar-benar berasal dari Allah, bukan buatan Muhammad, syair, atau khayalan tukang tenung, karena tidak seorang makhluk pun yang sanggup membuat seperti ayat-ayat Al-Qur'an itu. Allah menegaskan bahwa seandainya Nabi Muhammad mengatakan sesuatu tentang-Nya dan mengucapkan perkataan yang dikatakannya berasal dari-Nya, padahal Ia tidak pernah menyatakan atau mengatakannya, Allah pasti pegang tangan kanannya untuk menerima hukuman dari-Nya. Bagi Allah tidaklah berat dan sukar menghukumnya dengan hukuman yang sangat besar sekalipun, karena Ia Mahakuasa atas segala sesuatu. Ungkapan \"memegang tangan kanan\" (al-akhdhu bil yamin) dalam ayat ini merupakan ungkapan untuk suatu tindakan yang dilakukan terhadap orang yang berada di bawah kekuasaan seseorang, dengan maksud memberi hukuman kepada orang itu. Contohnya seperti seorang raja yang memberikan hukuman kepada seorang pemberontak. Dalam ayat ini, ungkapan tersebut dipakai untuk menyatakan bahwa bagi Allah tidak ada suatu keberatan pun untuk melakukan suatu tindakan terhadap Muhammad, kalau ia mengadakan sesuatu yang tidak benar terhadap-Nya. Hal itu sebagai hukuman bagi Nabi saw, bagaimana pun beratnya hukuman itu. Ayat ini juga mengisyaratkan bahwa seandainya Al-Qur'an itu buatan Muhammad, pasti akan ditolak oleh manusia dan beliau akan gagal dalam melaksanakan dakwahnya. Kenyataan yang terjadi adalah sebaliknya, Muhammad diterima oleh orang-orang beriman karena mereka percaya akan kebenaran Al-Qur'an. Dan ternyata pula bahwa agama Islam makin hari makin berkembang."
        },
        {
          "number": 46,
          "arabic": "ثُمَّ لَقَطَعْنَا مِنْهُ ٱلْوَتِينَ",
          "transliteration": "thumma laqaṭaʿnā min'hu l-watīna",
          "translation": "Kemudian Kami potong pembuluh jantungnya.",
          "tafsir": "Pada kedua ayat ini ditegaskan lagi kekuasaan Allah terhadap makhluk-Nya. Seandainya Allah ingin melakukan sesuatu kepada hamba-hamba-Nya, tidak seorang pun yang dapat menghalanginya, sekalipun tindakan itu adalah tindakan yang menentukan hidup-matinya seseorang, seperti tindakan memutuskan urat nadi jantungnya, yang berakibat kematiannya. Demikian pula kepada Muhammad. Seandainya dia berdusta terhadap Allah, tentu Allah akan marah kepadanya dan menghukumnya dengan hukuman mati, yaitu dengan memutus pembuluh darahnya. Tidak ada seorang pun yang dapat menghalangi-Nya dari melaksanakan hukuman itu."
        },
        {
          "number": 47,
          "arabic": "فَمَا مِنكُم مِّنْ أَحَدٍ عَنْهُ حَـٰجِزِينَ",
          "transliteration": "famā minkum min aḥadin ʿanhu ḥājizīna",
          "translation": "Maka tidak seorang pun dari kamu yang dapat menghalangi (Kami untuk menghukumnya).",
          "tafsir": "Pada kedua ayat ini ditegaskan lagi kekuasaan Allah terhadap makhluk-Nya. Seandainya Allah ingin melakukan sesuatu kepada hamba-hamba-Nya, tidak seorang pun yang dapat menghalanginya, sekalipun tindakan itu adalah tindakan yang menentukan hidup-matinya seseorang, seperti tindakan memutuskan urat nadi jantungnya, yang berakibat kematiannya. Demikian pula kepada Muhammad. Seandainya dia berdusta terhadap Allah, tentu Allah akan marah kepadanya dan menghukumnya dengan hukuman mati, yaitu dengan memutus pembuluh darahnya. Tidak ada seorang pun yang dapat menghalangi-Nya dari melaksanakan hukuman itu."
        },
        {
          "number": 48,
          "arabic": "وَإِنَّهُۥ لَتَذْكِرَةٌ لِّلْمُتَّقِينَ",
          "transliteration": "wa-innahu latadhkiratun lil'muttaqīna",
          "translation": "Dan sungguh, Alquran itu pelajaran bagi orang-orang yang bertakwa.",
          "tafsir": "Al-Qur'an bukanlah perkataan penyair, bukan hasil tenung tukang tenung, dan bukan pula perkataan Muhammad, tetapi adalah kalam Allah yang diturunkan-Nya kepada Nabi Muhammad saw untuk disampaikan kepada umat manusia. Dengan Al-Qur'an itu, manusia akan beriman dan akan mendapat petunjuk dalam mengayuh bahtera kehidupannya ke pulau yang dicita-citakannya, yaitu kebahagiaan hidup di dunia dan di akhirat. Dari ayat ini dipahami bahwa manusia dalam mencapai kebahagiaan hidup di dunia dan di akhirat, memerlukan petunjuk-petunjuk. Petunjuk itu ada yang dapat dicapai oleh akal pikiran, dan ada yang tidak. Yang dapat dicapai oleh akal pikiran ialah seperti bagaimana cara mereka hidup, mencari nafkah, menanam padi, memelihara binatang ternak, bagaimana melindungi diri dari kehujanan dan kepanasan, dan sebagainya. Ada pula petunjuk yang tidak dapat dicapai oleh akal pikiran manusia, sehingga harus ada yang menunjukkannya. Hanya Allah, sebagai pencipta, pemilik dan penguasa seluruh makhluk, yang bisa memberikan petunjuk itu. Semua petunjuk Allah itu termuat dalam Al-Qur'an dan dijelaskan oleh sunah Nabi saw, serta diberikan kepada orang berpikir. Apakah orang kafir memikirkan yang demikian itu?"
        },
        {
          "number": 49,
          "arabic": "وَإِنَّا لَنَعْلَمُ أَنَّ مِنكُم مُّكَذِّبِينَ",
          "transliteration": "wa-innā lanaʿlamu anna minkum mukadhibīna",
          "translation": "Dan sungguh, Kami mengetahui bahwa di antara kamu ada orang yang mendustakan.",
          "tafsir": "Ayat ini merupakan peringatan keras kepada kaum musyrik. Dijelaskan bahwa Allah Maha Mengetahui segala sesuatu yang terdapat di alam ini, sejak dari yang kecil sampai yang besar, yang halus sampai yang kasar, serta yang tidak tampak sampai yang tampak. Oleh karena itu, Allah mengetahui setiap orang yang mendustakan Al-Qur'an, mengingkari rasul, dan melakukan perbuatan-perbuatan yang terlarang. Maka Allah akan melakukan tindakan dan menghukum dengan seadil-adilnya di antara manusia, sesuai dengan perbuatannya. Dari perkataan \"minkum\" (sebahagian kamu) yang terdapat dalam ayat ini dapat dipahami bahwa ada di antara orang musyrik itu yang mempercayai kebenaran Al-Qur'an dan Rasulullah. Akan tetapi, karena hawa nafsu, takut dipencilkan kaumnya, takut kehilangan pangkat dan harta, mereka mendustakannya. Allah berfirman: Sesungguhnya dia telah memikirkan dan menetapkan (apa yang ditetapkannya), maka celakalah dia! Bagaimana dia menetapkan? Sekali lagi, celakalah dia! Bagaimana dia menetapkan? Kemudian dia (merenung) memikirkan, lalu berwajah masam dan cemberut, kemudian berpaling (dari kebenaran) dan menyombongkan diri, lalu dia berkata, \"(Al-Qur'an) ini hanyalah sihir yang dipelajari (dari orang-orang dahulu). Ini hanyalah perkataan manusia.\" (al-Muddatstsir/74: 18-25)"
        },
        {
          "number": 50,
          "arabic": "وَإِنَّهُۥ لَحَسْرَةٌ عَلَى ٱلْكَـٰفِرِينَ",
          "transliteration": "wa-innahu laḥasratun ʿalā l-kāfirīna",
          "translation": "Dan sungguh, Alquran itu akan menimbulkan penyesalan bagi orang-orang kafir (di akhirat).",
          "tafsir": "Dalam ayat ini dijelaskan bahwa Al-Qur'an menimbulkan kekecewaan bagi orang kafir, baik selama hidup di dunia maupun di akhirat. Di dunia mereka kecewa karena pengaruh agama Islam bertambah kuat sehingga pengaruh kepercayaan syirik makin berkurang, bahkan akhirnya hilang seluruhnya tanpa bekas sedikit pun. Al-Qur'an menyatakan kebatilan kepercayaan mereka, seperti menyembah patung yang tidak dapat menimbulkan mudarat dan manfaat. Di akhirat nanti setelah mengalami azab yang dahsyat, mereka menyesal kenapa tidak mengikuti seruan Nabi Muhammad, seperti yang dilakukan orang-orang yang beriman. Akan tetapi, penyesalan mereka itu tidak ada gunanya lagi karena pintu tobat telah tertutup."
        },
        {
          "number": 51,
          "arabic": "وَإِنَّهُۥ لَحَقُّ ٱلْيَقِينِ",
          "transliteration": "wa-innahu laḥaqqu l-yaqīni",
          "translation": "Dan sungguh, Alquran itu kebenaran yang meyakinkan.",
          "tafsir": "Dalam ayat ini, ditegaskan lagi bahwa Al-Qur'an adalah suatu yang benar dan nyata kebenarannya. Ia benar-benar berasal dari Tuhan semesta alam, bukan perkataan yang diada-adakan Muhammad."
        },
        {
          "number": 52,
          "arabic": "فَسَبِّحْ بِٱسْمِ رَبِّكَ ٱلْعَظِيمِ",
          "transliteration": "fasabbiḥ bi-is'mi rabbika l-ʿaẓīmi",
          "translation": "Maka bertasbihlah dengan (menyebut) nama Tuhanmu Yang Mahaagung.",
          "tafsir": "Oleh karena itu, Nabi Muhammad diperintahkan untuk bertasbih dengan menyebut nama Allah dan bersyukur kepada-Nya karena Dia telah melimpahkan rahmat yang tidak terhingga kepadanya dan kepada seluruh manusia berupa Al-Qur'an, sebagai petunjuk dalam mencapai kebahagiaan hidup di dunia dan di akhirat. Sesungguhnya Tuhan yang telah memberi rahmat itu adalah Tuhan Yang Mahaagung."
        }
      ]
    },
    {
      "number": 70,
      "name": "Al-Ma'arij",
      "nameArabic": "المعارج",
      "meaning": "Tempat Naik",
      "revelation": "Makkah",
      "description": "Surat ini terdiri dari 44 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Al-Haqqah.Perkataan \"Al-Ma'arij\" yang menjadi nama surat ini adalah kata jamak dari \"Mi'raj\", diambil dari kata Al-Ma'arij yang terdapat pada ayat ketiga, yang artinya menurut bahasa ialah tempat naik. Para ahli tafsir memberi arti bermacam-macam, di antaranya: langit, nikmat karunia, dan derajat atau tingkatan yang diberikan Allah kepada ahli surga.**Pokok-Pokok Isi:**Perintah bersabar kepada Nabi Muhammad dalam menghadapi ejekan dan keingkaran orang-orang kafir, kejadian-kejadian pada hari kiamat; azab Allah tidak dapat dihindarkan dengan tebusan apa pun; sifat-sifat manusia yang menjerumuskan ke api neraka; amal-amal perbuatan yang dapat menghantarkan ke martabat yang tinggi; peringatan Allah akan mengganti kaum yang durhaka dengan kaum yang lebih baik.Surat Al-Ma'arij menerangkan sifat-sifat yang buruk serta memberi petunjuk ke jalan yang dapat mengantarkan pada kemuliaan dan derajat yang tinggi.**Hubungan Surat Al-Ma'Arij Dengan Surat Nuh:**1. Pada akhir surat Al-Ma'arij Allah menerangkan bahwa Dia berkuasa mengganti kaum yang durhaka dengan kaum yang lebih baik, sedangkan dalam surat Nuh dibuktikan dengan penenggelaman kaum Nuh yang durhaka.2. Kedua surat ini dimulai dengan ancaman azab kepada orang-orang kafir.",
      "verses": [
        {
          "number": 1,
          "arabic": " سَأَلَ سَآئِلٌۢ بِعَذَابٍ وَاقِعٍ",
          "transliteration": "sa-ala sāilun biʿadhābin wāqiʿin",
          "translation": "Seseorang bertanya tentang azab yang pasti terjadi,",
          "tafsir": "Ayat-ayat ini menerangkan bahwa orang musyrik Mekah seperti an-Nadhr bin al-Harits meminta kepada Nabi Muhammad agar segera menimpakan azab yang telah dijanjikan itu kepada mereka, seandainya ancaman itu benar-benar berasal dari Allah, dan jika Muhammad itu benar-benar seorang rasul yang diutus Allah. Permintaan itu dijawab oleh ayat ini dengan mengatakan bahwa azab yang dijanjikan itu pasti menimpa orang-orang kafir, baik diminta atau tidak. Sebab, telah menjadi sunatullah bahwa azab itu pasti ditimpakan kepada setiap orang kafir."
        },
        {
          "number": 2,
          "arabic": "لِّلْكَـٰفِرِينَ لَيْسَ لَهُۥ دَافِعٌ",
          "transliteration": "lil'kāfirīna laysa lahu dāfiʿun",
          "translation": "Bagi orang-orang kafir, yang tidak seorang pun dapat menolaknya,",
          "tafsir": "Ayat-ayat ini menerangkan bahwa orang musyrik Mekah seperti an-Nadhr bin al-Harits meminta kepada Nabi Muhammad agar segera menimpakan azab yang telah dijanjikan itu kepada mereka, seandainya ancaman itu benar-benar berasal dari Allah, dan jika Muhammad itu benar-benar seorang rasul yang diutus Allah. Permintaan itu dijawab oleh ayat ini dengan mengatakan bahwa azab yang dijanjikan itu pasti menimpa orang-orang kafir, baik diminta atau tidak. Sebab, telah menjadi sunatullah bahwa azab itu pasti ditimpakan kepada setiap orang kafir."
        },
        {
          "number": 3,
          "arabic": "مِّنَ ٱللَّهِ ذِى ٱلْمَعَارِجِ",
          "transliteration": "mina l-lahi dhī l-maʿāriji",
          "translation": "(Azab) dari Allah, yang memiliki tempat-tempat naik.",
          "tafsir": "Azab itu datang dari Allah pada waktu yang telah ditentukan, dan jika datang, tidak seorang pun yang dapat menolaknya. Maksud perkataan “al-ma‘arij” (mempunyai tangga) yang terdapat dalam ayat ini adalah bahwa azab datang dari Allah Yang Mahatinggi dan Mahasempurna. Tidak ada sifat kekurangan sedikit pun pada Allah, dan kedatangan azab itu semata-mata atas kehendak dan keputusan-Nya, bukan berdasarkan permintaan makhluk, seperti yang dilakukan oleh an-Nadhr bin al-Harits itu. Dari ayat ini dipahami bahwa seakan-akan orang musyrik tidak mengetahui kemuliaan dan kebesaran Allah. Seakan-akan kepada Allah, dapat dimintakan seluruh kehendak dan keinginan mereka, sebagaimana yang mereka lakukan terhadap berhala-berhala."
        },
        {
          "number": 4,
          "arabic": "تَعْرُجُ ٱلْمَلَـٰٓئِكَةُ وَٱلرُّوحُ إِلَيْهِ فِى يَوْمٍ كَانَ مِقْدَارُهُۥ خَمْسِينَ أَلْفَ سَنَةٍ",
          "transliteration": "taʿruju l-malāikatu wal-rūḥu ilayhi fī yawmin kāna miq'dāruhu khamsīna alfa sanatin",
          "translation": "Para malaikat dan Jibril naik (menghadap) kepada Tuhan, dalam sehari setara dengan lima puluh ribu tahun.<sup foot_note=135814>1</sup>",
          "tafsir": "Malaikat-malaikat dan Jibril menghadap Allah memakan waktu yang sangat singkat dan jika dilakukan manusia akan memakan waktu lima puluh ribu tahun. Angka 50.000 tahun yang disebutkan dalam ayat ini bukanlah bilangan yang sebenarnya, tetapi untuk menerangkan bahwa Arasy Allah itu sangat jauh dan tinggi, tidak akan dapat dicapai oleh hamba-hamba-Nya yang mana pun. Di sini ada beberapa makhluk Tuhan yang lain yang berbeda-beda tingkat dan kemampuannya. Dalam firman Allah yang lain, diterangkan bahwa Dia mengatur urusan dari langit ke bumi dalam suatu saat yang kadarnya sama dengan seribu tahun menurut perhitungan manusia: Dia mengatur segala urusan dari langit ke bumi, kemudian (urusan) itu naik kepada-Nya dalam satu hari yang kadarnya (lamanya) adalah seribu tahun menurut perhitunganmu. (As-Sajdah/32: 5) Sebenarnya persoalan berapa lama umur dunia ini, dan berapa lama waktu yang diperlukan malaikat naik kepada Allah kemudian turun kembali ke dunia ini melaksanakan perintah-perintah-Nya, termasuk perkara gaib. Hanya Allah yang mengetahuinya dengan pasti. Bagi kita sebagai hamba Allah, cukup percaya bahwa ada azab Allah yang akan ditimpakan kepada yang mereka yang mengingkari hari Kiamat. Dalam Surah Az-Zariyat/51: 7, Allah bersumpah demi langit yang mem­punyai jalan-jalan. Jalan-jalan ini secara ilmiah, dapat ditafsirkan sebagai wormhole, yakni jalan pintas yang menghubungkan satu tempat dengan tempat lain di jagad raya ini. Kemudian Allah menegaskan dalam Surah Al-Ma\\\\\\'arij/70: 4 bahwa Ia memiliki ma‘arij, di mana malaikat-malaikat dan Jibril naik (menghadap) kepada Tuhan dalam sehari yang kadarnya lima puluh ribu tahun. Seperti telah dijelaskan dalam penafsiran Surah Az-Zariyat/51: 7 bahwa dalam teori fisika relativitas umum, dikenal mengenai mekanisme pemendekan jarak yang sangat jauh menjadi hanya beberapa meter saja yang saat ini oleh para ilmuwan disebut sebagai wormhole (lubang cacing). Jalan-jalan itu boleh jadi adalah ma‘arij, di mana Allah memperinci lebih jauh bahwa para malaikat dan Jibril naik menghadap Allah melalui jalan tersebut dan digambarkan bahwa mereka naik dalam sehari yang kadarnya lima puluh ribu tahun. Meski belum satu pun para ahli fisika menggunakannya, dalam wormhole kita bergerak tanpa membutuhkan energi. Begitu kita masuk ke dalamnya, medan gaya berat menarik kita dan tahu-tahu kita telah terlempar ke suatu tempat yang lain. Dalam wormhole, arloji kita bergerak lebih lambat dan tongkat yang kebetulan kita bawa juga memendek. Namun, begitu keluar semua kembali seperti sediakala termasuk jam dan tongkat yang kita bawa. Siapa saja melewati ma‘arij ini akan mengalami pemanjangan (dilation) waktu yakni sehari yang kadarnya lima puluh ribu tahun di bumi. Hal ini bukan berarti berapa lama kita melalui ma‘arij, tetapi jika kita melalui jalan ini kita akan menjadi lebih tua dengan perbandingan tersebut. Perjalanan Rasulullah dalam peristiwa Isra‘ Mi‘raj, boleh jadi melewati mekanisme pemendekan jarak sehingga jarak yang demikian jauhnya ditempuh Rasulullah hanya dalam bilangan jam. Ketika Rasulullah menceritakan peristiwa yang dialaminya, orang-orang kafir jelas tidak mempercayainya. Padahal itu adalah tanda-tanda kebesaran Allah. Menarik disimak dalam Surah Al-Hijr/15: 13-15: Mereka tidak beriman kepadanya (Al-Qur‘an) padahal telah berlalu sunatullah terhadap orang-orang terdahulu. Dan kalau Kami bukakan kepada mereka salah satu pintu langit, lalu mereka terus menerus naik ke atasnya, tentulah mereka berkata, “Sesungguhnya pandangan kamilah yang dikaburkan, bahkan kami adalah orang yang terkena sihir.” (Al-Hijr/15: 13-15) Dengan demikian, Allah menyatakan bahwa bagi mereka yang tidak beriman, sampai seandainya pintu langit dibuka dan mereka melaluinya, mereka akan tetap berdalih bahwa itu sebuah ilusi. Sub¥anallah, Allah memberikan gambaran bagaimana mengatur makhluk-Nya. Para malaikat lalu lalang dari satu tempat ke tempat dengan menggunakan jalan khusus yang disebut ma‘arij, dan Rasulullah, Sang Kekasih Allah, mendapat kesempatan melalui ma‘arij-jalan istimewa- tersebut pada suatu malam yang sangat mengguncangkan, yakni Isra‘ Mi‘raj."
        },
        {
          "number": 5,
          "arabic": "فَٱصْبِرْ صَبْرًا جَمِيلًا",
          "transliteration": "fa-iṣ'bir ṣabran jamīlan",
          "translation": "Maka bersabarlah engkau (Muhammad) dengan kesabaran yang baik.",
          "tafsir": "Rasulullah saw disuruh bersabar terhadap sikap orang musyrik yang selalu memperolok-olokkannya. Beliau juga diminta untuk tidak merasa gelisah oleh sikap mereka, karena urusan azab adalah urusan Allah. Hanya Allah yang mengetahui kapan azab itu akan ditimpakan kepada mereka."
        },
        {
          "number": 6,
          "arabic": "إِنَّهُمْ يَرَوْنَهُۥ بَعِيدًا",
          "transliteration": "innahum yarawnahu baʿīdan",
          "translation": "Mereka memandang (azab) itu jauh (mustahil).",
          "tafsir": "Kaum musyrik memandang bahwa azab itu mustahil terjadi, karena teperdaya oleh kesenangan dunia yang sifatnya sementara. Juga karena ilmu mereka sangat sedikit dan tidak mengindahkan petunjuk Allah."
        },
        {
          "number": 7,
          "arabic": "وَنَرَىٰهُ قَرِيبًا",
          "transliteration": "wanarāhu qarīban",
          "translation": "Sedang Kami memandangnya dekat (pasti terjadi).",
          "tafsir": "Namun demikian, azab itu pasti terjadi karena Allah-lah yang menentukan segala sesuatu. Tidak ada satu pun yang sukar bagi-Nya. Jika Dia menghendaki terjadinya sesuatu, maka akan terjadi pada saat yang dikehendaki-Nya. Tidak ada suatu pun yang dapat melawan kehendaknya."
        },
        {
          "number": 8,
          "arabic": "يَوْمَ تَكُونُ ٱلسَّمَآءُ كَٱلْمُهْلِ",
          "transliteration": "yawma takūnu l-samāu kal-muh'li",
          "translation": "(Ingatlah) pada hari ketika langit menjadi bagaikan cairan tembaga,",
          "tafsir": "Dalam ayat ini, Allah menerangkan saat-saat kedatangan azab serta keadaan manusia waktu itu. Azab datang kepada orang kafir pada waktu langit hancur luluh, seperti perak yang mencair karena dipanaskan, dan pada saat gunung-gunung hancur bertaburan, seakan-akan bulu-bulu burung yang sedang beterbangan karena hembusan angin. Kebingungan dan penderitaan dihadapi manusia pada waktu itu. Masing-masing tidak dapat menolong orang lain, tidak seorang pun teman akrab yang menanyakan temannya, sedangkan mereka melihat dan mengetahui penderitaan temannya itu."
        },
        {
          "number": 9,
          "arabic": "وَتَكُونُ ٱلْجِبَالُ كَٱلْعِهْنِ",
          "transliteration": "watakūnu l-jibālu kal-ʿih'ni",
          "translation": "dan gunung-gunung bagaikan bulu (yang beterbangan),",
          "tafsir": "Dalam ayat ini, Allah menerangkan saat-saat kedatangan azab serta keadaan manusia waktu itu. Azab datang kepada orang kafir pada waktu langit hancur luluh, seperti perak yang mencair karena dipanaskan, dan pada saat gunung-gunung hancur bertaburan, seakan-akan bulu-bulu burung yang sedang beterbangan karena hembusan angin. Kebingungan dan penderitaan dihadapi manusia pada waktu itu. Masing-masing tidak dapat menolong orang lain, tidak seorang pun teman akrab yang menanyakan temannya, sedangkan mereka melihat dan mengetahui penderitaan temannya itu."
        },
        {
          "number": 10,
          "arabic": "وَلَا يَسْـَٔلُ حَمِيمٌ حَمِيمًا",
          "transliteration": "walā yasalu ḥamīmun ḥamīman",
          "translation": "dan tidak ada seorang teman karib pun menanyakan temannya,",
          "tafsir": "Dalam ayat ini, Allah menerangkan saat-saat kedatangan azab serta keadaan manusia waktu itu. Azab datang kepada orang kafir pada waktu langit hancur luluh, seperti perak yang mencair karena dipanaskan, dan pada saat gunung-gunung hancur bertaburan, seakan-akan bulu-bulu burung yang sedang beterbangan karena hembusan angin. Kebingungan dan penderitaan dihadapi manusia pada waktu itu. Masing-masing tidak dapat menolong orang lain, tidak seorang pun teman akrab yang menanyakan temannya, sedangkan mereka melihat dan mengetahui penderitaan temannya itu."
        }
      ]
    }
  ]
}