{
  "pageNumber": 332,
  "juz": 17,
  "surahs": [
    {
      "number": 22,
      "name": "Al-Hajj",
      "nameArabic": "الحج",
      "meaning": "Haji",
      "revelation": "Madinah",
      "description": "Surat Al-Hajj termasuk surat Madaniyyah dan terdiri dari 78 ayat. Menurut sebagian ahli tafsir, surat Al-Hajj termasuk surat Makkiyyah. Hal ini dikarenakan sebagian ayat dalam surat ini ada yang diturunkan di Mekah dan ada yang di Madinah.Dinamai surat ini \"Al-Hajj\" karena surat ini mengemukakan hal-hal yang berhubungan dengan ibadah haji, seperti: ihram, thawaf, sa'i, wuquf di Arafah, mencukur rambut, syi'ar-syi'ar Allah, faedah dan hikmah disyariatkannya haji. Ditegaskan pula bahwa ibadah haji telah disyariatkan pada masa Nabi Ibrahim, dan Ka'bah didirikan oleh Nabi Ibrahim bersama putranya, Ismail.Menurut Al Ghaznawi, surat Al-Hajj termasuk di antara surat yang ajaib, diturunkan pada malam dan siang hari, dalam musafir dan tidak musafir, ada ayat yang diturunkan di Mekah dan ada pula yang diturunkan di Madinah, isinya ada yang berhubungan dengan peperangan dan ada pula yang berhubungan dengan perdamaian, ada ayat yang muhkam dan ada pula yang mutasyabihat.**Pokok-Pokok Isi:**1. **Keimanan:** Keimanan tentang adanya kebangkitan dan huru-hara hari kiamat; dari susunan alam semesta dapat diambil bukti-bukti tentang keberadaan Allah Maha Pencipta.2. **Hukum-hukum:** Kewajiban berhaji bagi kaum muslimin dan haji telah disyariatkan pada masa Ibrahim; hukum berkata dusta; larangan menyembah berhala; binatang-binatang yang halal dimakan; hukum menghalang-halangi manusia dari jalan Allah dan Masjidil Haram; dibolehkannya berperang untuk mempertahankan diri dan agama; hukum-hukum yang berhubungan dengan haji.3. **Lain-lain:** Membantah kebenaran tanpa dasar pengetahuan adalah perbuatan yang tercela; tanda-tanda takwa yang sampai ke hati; setiap agama yang dibawa rasul-rasul sejak dahulu mempunyai syariat tertentu; pahala orang yang mati dalam hijrah di jalan Allah; sikap orang kafir bila mendengar Al-Qur'an; anjuran berjihad; celaan Islam terhadap orang yang tidak memiliki pendirian dan selalu mencari keuntungan untuk diri sendiri.Surat Al-Hajj mengingatkan manusia tentang keberadaan hari kebangkitan dengan mengemukakan bukti-bukti tentang kejadian dan proses perkembangan manusia, hewan dan tumbuh-tumbuhan. Oleh sebab itu, sudah sewajarnya manusia bersyukur dan menyembah Allah, Tuhan semesta alam. Juga mengemukakan tentang disyariatkannya haji, mengenai waktu-waktu boleh-tidaknya melakukan peperangan berhubung ada bulan-bulan suci yang ditentukan Allah.**Hubungan Surat Al-Hajj Dengan Surat Al-Mu'Minun:**1. Surat Al-Hajj menyuruh orang-orang mukmin mendirikan shalat, menunaikan zakat, dan mengerjakan berbagai macam kebaikan agar beruntung, sedangkan permulaan surat Al-Mukminun menegaskan bahwa apabila orang-orang mukmin betul-betul mengerjakan apa yang diperintahkan Allah dan menjauhi apa yang dilarang-Nya seperti zina, pasti akan beruntung.2. Kedua surat ini sama-sama mengemukakan tentang penciptaan manusia, perkembangan kejadian dan kehidupan, dan menjadikan hal ini sebagai bukti keberadaan hari kebangkitan.3. Kedua surat ini sama-sama menyinggung umat-umat terdahulu yang tidak mengindahkan seruan nabi-nabi, untuk menjadi pelajaran bagi orang-orang yang datang setelah mereka.4. Kedua surat ini sama-sama mengemukakan bukti-bukti tentang keberadaan dan keesaan Allah.",
      "verses": [
        {
          "number": 1,
          "arabic": " يَـٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُوا۟ رَبَّكُمْ ۚ إِنَّ زَلْزَلَةَ ٱلسَّاعَةِ شَىْءٌ عَظِيمٌ",
          "transliteration": "yāayyuhā l-nāsu ittaqū rabbakum inna zalzalata l-sāʿati shayon ʿaẓīmun",
          "translation": "Wahai manusia! Bertakwalah kepada Tuhanmu; sungguh, guncangan (hari) Kiamat itu adalah suatu (kejadian) yang sangat besar.",
          "tafsir": "Ayat ini menghimbau agar manusia mawas diri serta menjaga dirinya dari azab Allah, dengan mengikuti perintah-perintah-Nya dan menjauhi larangan-larangan-Nya. Perintah itu berlaku sejak ayat ini diturunkan sampai datangnya hari Kiamat, yang ditandai dengan terjadinya gempa bumi yang amat dahsyat, menghancurleburkan seluruh yang ada dalam jagat raya ini. Allah memerintahkan yang demikian adalah karena guncangan dan malapetaka yang terjadi pada hari yang sangat hebat itu tiada taranya. Dalam firman Allah yang lain diterangkan guncangan dan gempa bumi yang terjadi pada hari itu. Allah berfirman: \"Apabila bumi diguncangkan dengan guncangan yang dahsyat, dan bumi telah mengeluarkan beban-beban berat (yang dikandung)nya\". (az-Zalzalah/99: 1-2) Dan firman Allah: \"Dan diangkatlah bumi dan gunung-gunung, lalu dibenturkan keduanya sekali benturan. Maka pada hari itu terjadilah hari Kiamat\". (al-Haqqah/69: 14-15) Dari ayat itu dipahami bahwa orang-orang yang bertakwa, tidak merasa ngeri dan takut pada hari Kiamat itu, karena mereka telah percaya bahwa hari Kiamat itu pasti terjadi, bahwa mereka telah yakin benar akan mendapat perlindungan dan pertolongan Allah pada hari itu, serta yakin pula bahwa tidak seorang pun yang dapat memberi perlindungan dan pertolongan pada hari itu selain dari Allah Yang Mahakuasa, Maha Pengasih kepada hamba-hamba-Nya. Sebaliknya orang-orang yang ingkar kepada Allah; tidak mengikuti perintah-Nya dan tidak menghentikan larangan-larangan-Nya akan merasakan akibat guncangan bumi dan kehancuran dunia pada waktu itu, sebagai siksaan yang tiada taranya. Mereka tidak dapat menghindarkan diri daripadanya sedikit pun dan tidak ada seorang pun yang dapat menolong mereka, karena Allah hanya akan menolong dan melindungi hamba-hamba-Nya. Menurut suatu riwayat, bahwa ayat ini diturunkan pada malam hari, pada waktu terjadi peperangan Bani Mustalik, lalu Nabi Muhammad saw membacakan ayat ini kepada para sahabat. Setelah beliau membacakan ayat ini, beliau pun menangis dan para sahabat juga ada yang ikut menangis, ada yang gundah gulana dan ada pula yang merenungi ayat ini. Hal ini menunjukkan bagaimana kekhawatiran Nabi Muhammad saw dan para sahabat terhadap malapetaka yang besar yang terjadi pada hari Kiamat itu, sekalipun dalam diri mereka telah terpatri dengan kokoh iman dan kesabaran, dan mereka pun telah percaya bahwa Allah pasti menolong kaum Muslimin. Hari Kiamat adalah hari kehancuran dunia, merupakan masa peralihan dari masa kehidupan dunia yang fana ini beralih ke masa kehidupan akhirat yang kekal lagi abadi. Pada waktu itu terjadi suatu kejadian yang amat mengerikan, seluruh planet dan benda-benda angkasa satu dengan yang lain berbenturan, sehingga pecah berserakan menjadi kepingan-kepingan yang halus. Pada waktu itu lenyaplah segala yang ada di alam ini. Hanya yang tidak lenyap waktu itu ialah Tuhan Yang Mahakuasa, Maha Perkasa. Setelah alam fana ini lenyap semuanya, Allah menggantikannya dengan alam yang lain, yaitu alam akhirat. Pada waktu itu seluruh manusia dibangkitkan kembali dari kuburnya untuk ditimbang amal perbuatannya. Perbuatan baik dibalas dengan surga yang penuh kenikmatan, sedang perbuatan jahat dan buruk dibalas dengan siksa yang pedih di dalam neraka yang menyala-nyala. Pada waktu itulah manusia memperoleh keadilan yang hakiki dari Tuhannya, yang selama hidup di dunia mereka tidak memperolehnya. Kepercayaan akan adanya hari Kiamat termasuk salah satu dari rukun iman yang wajib diimani dan diyakini oleh setiap orang yang mengaku dirinya telah beriman kepada Allah dan kepada Nabi Muhammad saw yang telah diutusnya. Hari Kiamat itu termasuk salah satu dari perkara yang gaib, karena itu sukar untuk mengemukakan bukti-bukti yang nyata tentang hari Kiamat. Akan tetapi jika seseorang telah percaya dengan sungguh-sungguh bahwa Allah Mahakuasa dan Mahaadil, Dia cinta dan kasih sayang kepada hamba-hamba-Nya yang beriman, maka orang itu akan sampai kepada kepercayaan akan adanya hari Kiamat."
        },
        {
          "number": 2,
          "arabic": "يَوْمَ تَرَوْنَهَا تَذْهَلُ كُلُّ مُرْضِعَةٍ عَمَّآ أَرْضَعَتْ وَتَضَعُ كُلُّ ذَاتِ حَمْلٍ حَمْلَهَا وَتَرَى ٱلنَّاسَ سُكَـٰرَىٰ وَمَا هُم بِسُكَـٰرَىٰ وَلَـٰكِنَّ عَذَابَ ٱللَّهِ شَدِيدٌ",
          "transliteration": "yawma tarawnahā tadhhalu kullu mur'ḍiʿatin ʿammā arḍaʿat wataḍaʿu kullu dhāti ḥamlin ḥamlahā watarā l-nāsa sukārā wamā hum bisukārā walākinna ʿadhāba l-lahi shadīdun",
          "translation": "(Ingatlah) pada hari ketika kamu melihatnya (guncangan itu), semua perempuan yang menyusui anaknya akan lalai terhadap anak yang disusuinya, dan setiap perempuan yang hamil akan keguguran kandungannya, dan kamu melihat manusia dalam keadaan mabuk, padahal sebenarnya mereka tidak mabuk, tetapi azab Allah itu sangat keras.",
          "tafsir": "Dalam ayat ini diterangkan betapa dahsyatnya peristiwa yang terjadi pada hari Kiamat itu dan betapa besar pengaruhnya kepada seseorang, di antaranya: 1. Pada hari itu ibu yang sedang menyusukan anaknya lalai dari anaknya. Padahal hubungan antara ibu dan anak adalah hubungan yang paling dekat dibandingkan dengan hubungan manusia dengan manusia yang lain. Demikian pula hubungan kasih sayang ibu dengan anaknya adalah hubungan kasih sayang yang tidak akan putus-putusnya. Di antara perwujudan hubungan kasih sayang ibu dengan anaknya itu ialah ibu menyusukan tanpa pamrih anaknya yang masih kecil dan air susu ibu itu merupakan makanan pokok bagi si bayi. Tanpa adanya makanan itu si bayi bisa mati kelaparan dan hal ini benar-benar disadari akibatnya oleh setiap ibu. Karena itu ibu berkewajiban menyusukan anaknya yang merupakan jantung hatinya itu, setiap saat yang diperlukan. Pada hari Kiamat yang demikian mengerikan dan dahsyatnya peristiwa yang terjadi, seakan hubungan yang demikian itu terputus. Di dalam diri si ibu waktu itu timbul rasa takut dan ngeri melihat suasana yang kacau balau itu, sehingga si ibu lupa menyusukan anaknya, dan lupa segala-galanya termasuk anaknya yang sedang menyusu. 2. Pada hari Kiamat itu gugurlah semua kandungan perempuan yang hamil. Biasanya keguguran kandungan perempuan yang hamil terjadi, jika terjadi peristiwa yang sangat mengejutkan dan menakutkan hati atau karena terjatuh atau mengalami guncangan yang keras, seperti guncangan kendaraan dan sebagainya. Pada hari Kiamat itu terjadi gempa bumi dan guncangan yang hebat yang menghancurkan manusia yang hidup, termasuk di dalamnya perempuan-perempuan yang hamil beserta anak yang sedang dikandungnya. Al-Hasan berkata, yang dimaksud dengan \"lalailah semua perempuan yang menyusukan anak dari anak yang disusukannya\", ialah kelalaian yang bukan disebabkan karena menyapih anak itu, dan yang dimaksud dengan \"gugurlah semua kandungan perempuan yang hamil\" ialah anak yang dikandung itu lahir sebelum sempurna waktunya. 3. Pada hari itu manusia kelihatan seperti orang yang sedang mabuk, padahal ia bukan sedang mabuk. Hal ini menunjukkan kebingungan mereka tidak tahu apa yang harus mereka kerjakan, semua dalam keadaan takut, dalam keadaan mencari-cari tempat berlindung, dan berusaha menghindarkan diri dari malapetaka yang sedang menimpa itu. Keadaan dan peristiwa yang diterangkan di atas adalah untuk melukiskan dan menggambarkan kepada manusia, betapa dahsyatnya malapetaka yang terjadi pada hari Kiamat itu, sehingga gambaran itu dapat menjadi pelajaran dan peringatan bagi mereka, kendati pun kejadian yang sebenarnya lebih dahsyat lagi dari yang digambarkan itu. Sedang kejadian yang sebenarnya yang terjadi pada hari Kiamat itu tidak dapat digambarkan kedahsyatannya, karena tidak ada suatu kejadian yang terjadi sebelumnya yang dapat dijadikan sebagai perbandingan."
        },
        {
          "number": 3,
          "arabic": "وَمِنَ ٱلنَّاسِ مَن يُجَـٰدِلُ فِى ٱللَّهِ بِغَيْرِ عِلْمٍ وَيَتَّبِعُ كُلَّ شَيْطَـٰنٍ مَّرِيدٍ",
          "transliteration": "wamina l-nāsi man yujādilu fī l-lahi bighayri ʿil'min wayattabiʿu kulla shayṭānin marīdin",
          "translation": "Dan di antara manusia ada yang berbantahan tentang Allah tanpa ilmu dan hanya mengikuti para setan yang sangat jahat,",
          "tafsir": "Ayat ini menerangkan bahwa sekalipun Allah telah menerangkan peristiwa-peristiwa yang akan terjadi pada hari Kiamat, namun banyak manusia yang mengingkarinya, bahkan mereka bertindak lebih dari itu. Mereka tidak saja mengatakan bahwa Allah tidak kuasa membangkitkan dan menghidupkan manusia kembali setelah hancur dan berserakan menjadi tanah, Allah mempunyai anak dan mempunyai syarikat, Al-Qur'an isinya tidak lain hanyalah dongeng-dongeng orang-orang purbakala, tetapi mereka berbuat lebih dari itu yaitu menantang Allah. Mereka berkata, \"Seandainya Allah itu benar-benar Mahakuasa cobalah turunkan azab yang pedih yang pernah dijanjikan itu,\" dan tantangan-tantangan yang lain. Menurut Ibnu Abi Hatim, ayat ini diturunkan berhubungan dengan Nadhar bin Harish, ia membantah keesaan dan kekuasaan Allah dengan mengatakan, \"Malaikat itu adalah putri-putri Allah, Al-Qur'an itu tidak lain adalah dongengan orang-orang purbakala saja. Allah tidak kuasa menghidupkan orang-orang yang telah mati yang tubuhnya telah hancur luluh menjadi tanah.\" Menurut Zamakhsyari, \"Sekalipun ayat ini ditujukan kepada Nadhar bin Haris pada waktu turunnya, tetapi ayat ini berlaku umum dan ditujukan kepada semua orang yang membantah Allah, tanpa pengetahuan dan menetapkan sifat-sifat yang tidak layak bagi-Nya.\" Allah mencela orang yang berdebat tentang Allah, mengingkari keesaan dan kekuasaan-Nya, tanpa dasar pengetahuan yang benar dan bukti yang kuat. Jika mereka hendak mengemukakan sesuatu tentang Allah, hendaklah mereka menggunakan dalil-dalil dan bukti-bukti yang kuat. Dalam pada itu Allah memperingatkan bahwa akal dan pikiran manusia tidak akan sanggup untuk mengenal dan memikirkan zat Allah, karena zat Allah merupakan sesuatu yang gaib. Tetapi jika ingin mengetahui adanya Tuhan, keesaan dan kekuasaan-Nya pikirkanlah makhluk-makhluk yang telah diciptakan-Nya seperti jagat raya dan segala isinya, hukum-hukum yang mengaturnya, bumi dengan segala isinya, gunung-gunung dengan lembah-lembahnya, lautan yang luas dengan segala kandungannya dan diri mereka sendiri serta semua makhluk yang telah diciptakan Allah. Allah berfirman: Dan mengapa mereka tidak memikirkan tentang (kejadian) diri mereka? Allah tidak menciptakan langit dan bumi dan apa yang ada di antara keduanya melainkan dengan (tujuan) yang benar dan dalam waktu yang ditentukan. Dan sesungguhnya kebanyakan di antara manusia benar-benar mengingkari pertemuan dengan Tuhannya. (ar-Rum/30: 8) Dan firman Allah: Dan Dia menancapkan gunung di bumi agar bumi itu tidak goncang bersama kamu, (dan Dia menciptakan) sungai-sungai dan jalan-jalan agar kamu mendapat petunjuk, dan (Dia menciptakan) tanda-tanda (penunjuk jalan). Dan dengan bintang-bintang mereka mendapat petunjuk. Maka apakah (Allah) yang menciptakan sama dengan yang tidak dapat menciptakan (sesuatu)? Mengapa kamu tidak mengambil pelajaran? (an-Nahl/16: 15-17) Allah mencela orang yang buruk budi pekertinya, yaitu orang yang mengikuti setan. Setan itu mempunyai budi pekerti yang buruk karena ia mengikuti dan memperturutkan hawa nafsunya, karena keangkuhannya ia enggan sujud kepada Adam sebagaimana yang diperintahkan Allah. Ia melakukan perbuatan-perbuatan yang dilarang Allah, menginginkan orang lain mengikuti perbuatan-perbuatannya yang tercela itu, berusaha dengan segala tipu dayanya agar manusia memandang baik segala perbuatan-perbuatan yang dilarang Allah, seperti mempersekutukan Tuhan, meminum khamar, berjudi, berzina, menumpuk harta untuk kepentingan diri sendiri, menindas orang lain dan sebagainya. Setan itu ada yang berupa setan jin dan ada pula yang berupa setan manusia."
        },
        {
          "number": 4,
          "arabic": "كُتِبَ عَلَيْهِ أَنَّهُۥ مَن تَوَلَّاهُ فَأَنَّهُۥ يُضِلُّهُۥ وَيَهْدِيهِ إِلَىٰ عَذَابِ ٱلسَّعِيرِ",
          "transliteration": "kutiba ʿalayhi annahu man tawallāhu fa-annahu yuḍilluhu wayahdīhi ilā ʿadhābi l-saʿīri",
          "translation": "(tentang setan), telah ditetapkan bahwa siapa yang berkawan dengan dia, maka dia akan menyesatkannya, dan membawanya ke azab neraka.",
          "tafsir": "Ayat ini menerangkan bahwa Allah telah memberi kesempatan bagi setan melakukan segala macam usaha untuk menyesatkan dan memperdayakan manusia, agar manusia menjadi sesat dan ingkar sebagaimana yang telah ia lakukan. Tetapi usaha itu hanyalah dapat dilakukannya terhadap orang-orang kafir dan tidak beriman kepada Allah dan Rasul-Nya. Sedang hamba-hamba Allah yang mukmin dan mukhlis tidak dapat mereka ganggu dan perdayakan sedikit pun. Allah berfirman: Ia (Iblis) berkata, \"Tuhanku, oleh karena Engkau telah memutuskan bahwa aku sesat, aku pasti akan jadikan (kejahatan) terasa indah bagi mereka di bumi, dan aku akan menyesatkan mereka semuanya, kecuali hamba-hamba-Mu yang terpilih di antara mereka.\" (al-Hijr/15: 39-40) Dari ayat ini dapat dipahami bahwa Allah mengingatkan agar manusia waspada terhadap godaan setan. Barang siapa yang memperturutkan godaan setan dan menempuh jalannya, maka Allah menyesatkan mereka pula dengan melapangkan jalan yang dibentangkan setan itu sehingga mereka mudah melaluinya. Karena itu mereka akan dimasukkan ke dalam neraka bersama-sama setan yang menggodanya itu. Seorang yang telah terbiasa mengikuti jalan setan itu amat sulit baginya kembali ke jalan yang benar, karena hatinya telah ditutupi oleh keinginan setan itu. Allah berfirman: Barang siapa dibiarkan sesat oleh Allah, maka tidak ada yang mampu memberi petunjuk. Allah membiarkannya terombang-ambing dalam kesesatan. (al-A'raf/7: 186)"
        },
        {
          "number": 5,
          "arabic": "يَـٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمْ فِى رَيْبٍ مِّنَ ٱلْبَعْثِ فَإِنَّا خَلَقْنَـٰكُم مِّن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ مِن مُّضْغَةٍ مُّخَلَّقَةٍ وَغَيْرِ مُخَلَّقَةٍ لِّنُبَيِّنَ لَكُمْ ۚ وَنُقِرُّ فِى ٱلْأَرْحَامِ مَا نَشَآءُ إِلَىٰٓ أَجَلٍ مُّسَمًّى ثُمَّ نُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوٓا۟ أَشُدَّكُمْ ۖ وَمِنكُم مَّن يُتَوَفَّىٰ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرْذَلِ ٱلْعُمُرِ لِكَيْلَا يَعْلَمَ مِنۢ بَعْدِ عِلْمٍ شَيْـًٔا ۚ وَتَرَى ٱلْأَرْضَ هَامِدَةً فَإِذَآ أَنزَلْنَا عَلَيْهَا ٱلْمَآءَ ٱهْتَزَّتْ وَرَبَتْ وَأَنۢبَتَتْ مِن كُلِّ زَوْجٍۭ بَهِيجٍ",
          "transliteration": "yāayyuhā l-nāsu in kuntum fī raybin mina l-baʿthi fa-innā khalaqnākum min turābin thumma min nuṭ'fatin thumma min ʿalaqatin thumma min muḍ'ghatin mukhallaqatin waghayri mukhallaqatin linubayyina lakum wanuqirru fī l-arḥāmi mā nashāu ilā ajalin musamman thumma nukh'rijukum ṭif'lan thumma litablughū ashuddakum waminkum man yutawaffā waminkum man yuraddu ilā ardhali l-ʿumuri likaylā yaʿlama min baʿdi ʿil'min shayan watarā l-arḍa hāmidatan fa-idhā anzalnā ʿalayhā l-māa ih'tazzat warabat wa-anbatat min kulli zawjin bahījin",
          "translation": "Wahai manusia! Jika kamu meragukan (hari) kebangkitan, maka sesungguhnya Kami telah menjadikan kamu dari tanah, kemudian dari setetes mani, kemudian dari segumpal darah, kemudian dari segumpal daging yang sempurna kejadiannya dan yang tidak sempurna, agar Kami jelaskan kepada kamu; dan Kami tetapkan dalam rahim menurut kehendak Kami sampai waktu yang sudah ditentukan, kemudian Kami keluarkan kamu sebagai bayi, kemudian (dengan berangsur-angsur) kamu sampai kepada usia dewasa, dan di antara kamu ada yang diwafatkan dan (ada pula) di antara kamu yang dikembalikan sampai usia sangat tua (pikun), sehingga dia tidak mengetahui lagi sesuatu yang telah diketahuinya. Dan kamu lihat bumi ini kering, kemudian apabila telah Kami turunkan air (hujan) di atasnya, hiduplah bumi itu dan menjadi subur serta menumbuhkan berbagai jenis pasangan tetumbuhan yang indah.",
          "tafsir": "Pada ayat ini Allah menentang orang-orang yang tidak percaya akan adanya hari Kiamat dan hari kebangkitan. Seandainya mereka tetap tidak mempercayainya hendaklah mereka mengemukakan alasan-alasan dan bukti-bukti yang dapat menguatkan pendapat mereka itu. Tetapi mereka tidak dapat mengemukakannya. Karena itu Allah memberikan contoh diri mereka sendiri, yaitu mulai dari sperma-ovum, kemudian menjadi zygat, 'alaqah, janin, kemudian lahir menjadi besar dan kemudian mati, bila menciptakan dari tiada Allah mampu, tentu saja mengulang penciptaan manusia kembali adalah lebih mudah dari penciptaan pertama kali. Orang yang tidak percaya akan adanya hari kebangkitan menganggap kebangkitan itu merupakan suatu kejadian yang mustahil terjadi. Dalam pandangan mereka tidak mungkin tulang belulang yang telah lapuk berserakan, dan daging-daging yang telah hancur luluh menjadi tanah akan kembali bersatu dalam bentuk seperti semula. Kesanggupan dan kekuasaan Allah mereka ukur sama dengan kesanggupan dan kekuasaan mereka sendiri. Jika mereka merasa tidak sanggup melakukan sesuatu pekerjaan, tentu Allah tidak pula akan sanggup melakukannya. Mereka yang tidak percaya itu semata-mata karena keingkaran saja, karena dikuasai hawa nafsu dan godaan setan, sedangkan hati dan akal pikiran mereka sebenarnya mengakuinya. Mereka khawatir kedudukan dan pangkat mereka akan terancam jika mereka mengikuti kepercayaan dan agama yang dibawa oleh Muhammad saw. Karena itu mereka membantah Allah tanpa berdasar ilmu pengetahuan yang benar. Pada ayat ini Allah mengemukakan petunjuk tentang adanya hari kebangkitan dengan mengemukakan dua macam alasan. Pertama ialah berhubungan dengan proses kejadian manusia dan yang kedua berhubungan dengan proses kehidupan dan pertumbuhan tumbuh-tumbuhan. Proses kejadian manusia di dalam rahim ibunya dan kehidupannya dari lahir sampai mati sebagai berikut: 1. Allah telah menciptakan manusia pertama, yaitu Adam as, dari tanah. Kemudian dari Adam diciptakan istrinya Hawa, dan dari kedua makhluk itu berkembangbiaklah manusia melalui proses yang cukup panjang. Dapat pula berarti bahwa manusia diciptakan Allah melalui pembuahan ovum oleh sperma di dalam rahim perempuan. Kedua sel itu berasal dari darah, darah berasal dari makanan yang dimakan manusia, dan makanan manusia berasal dari tumbuh-tumbuhan dan ada yang berasal dari binatang ternak atau hewan-hewan yang lain. Semuanya itu berasal dari tanah sekalipun telah melalui beberapa proses. Karena itu tidaklah salah jika dikatakan bahwa manusia itu berasal dari tanah. 2. Dalam ayat ini disebutkan bahwa manusia itu berasal dari nuthfah. Yang dimaksud dengan nuthfah ialah zygat, yaitu ovum yang sudah dibuahi oleh sperma. 3. 'Alaqah, yaitu zygat yang sudah menempel di rahim perempuan. 4. Mudhgah, yaitu 'alaqah yang telah berbentuk kumpulan sel-sel daging, sebesar yang dikunyah. (mudhgah artinya mengunyah). Mudhgah itu ada yang tumbuh sempurna, tidak cacat dan ada pula yang tumbuh tidak sempurna dan cacat. Kejadian sempurna dan tidak sempurna inilah yang menimbulkan kesempurnan fisik manusia, cacat atau keguguran. Proses kejadian nuthfah menjadi 'alaqah adalah empat puluh hari, dari 'alaqah menjadi mudhgah\" juga empat puluh hari. Kemudian setelah lewat empat puluh hari itu, Allah, meniupkan roh, menetapkan rezeki, amal, bahagia dan sengsara, menetapkan ajal dan sebagainya, sebagaimana tersebut dalam hadis: Sesungguhnya penciptaan seseorang di antara kamu disatukan dalam perut ibunya selama 40 malam dalam bentuk nuthfah, kemudian menjadi 'alaqah selama itu pula lalu menjadi mudhgah selama itu pula. Kemudian Allah mengutus malaikat, lalu meniupkan roh ke dalamnya, maka (malaikat itu) diperintahkan menulis empat kalimat, yaitu menuliskan rezekinya, amalnya, ajalnya, bahagia atau sengsara. (Riwayat al-Bukhari dan Muslim dari Ibnu Mas'ud) Dalam hadis yang lain diterangkan: Bersabda Rasulullah saw, \"Malaikat mendatangi nuthfah setelah menetap di dalam rahim 40 atau 45 hari, maka ia berkata, \"Wahai Tuhanku: Burukkah atau untungkah?\" (Lalu Allah memfirmankan buruk atau baiknya), maka ditulislah keduanya (yakni buruk atau baiknya). Maka Malaikat berkata pula, \"Wahai Tuhanku laki-lakikah dia atau perempuan?\" (Lalu Allah memfirmankan tentang laki-lakikah dia atau perempuan), maka ditulislah keduanya (yakni laki-laki atau perempuan), dan ditulislah kerja, peninggalan, ajal dan rezekinya. Kemudian ditutuplah lembaran-lembaran itu, maka apa yang telah dituliskan di dalamnya tidak dapat ditambah atau dikurangi lagi. (Riwayat Ibnu Abi Hatim dan Muslim) Allah menetapkan proses kejadian yang demikian, yaitu membiarkan nuthfah, 'alaqah, mudhgah sampai berbentuk janin yang sempurna dalam waktu yang ditentukan itu, adalah untuk menerangkan kepada manusia tanda-tanda kekuasaan, kebesaran dan kekokohan aturan-aturan yang dibuat-Nya, dan untuk menjadi bahan pemikiran bagi manusia, bahwa jika Allah kuasa menciptakan manusia pada kali yang pertama, tentulah Dia kuasa pula menciptakannya pada kali yang kedua, dan menciptakan sesuatu pada kali yang kedua itu biasanya lebih mudah dari menciptakannya pada kali yang pertama. Membangkitkan manusia dari kubur pada hakikatnya adalah menciptakan manusia pada kali yang kedua. Tentu hal itu sangat mudah bagi Allah. Bahkan jika Allah menghendaki kejadian sesuatu tidak melalui proses yang demikian, tidaklah sukar bagi Allah. Karena jika Dia menghendaki adanya sesuatu, cukuplah Dia mengatakan kepadanya, \"Jadilah.\" Maka terwujud sesuatu itu. Sebagaimana firman-Nya: Sesungguhnya urusan-Nya apabila Dia menghendaki sesuatu Dia hanya berkata kepadanya, \"Jadilah!\" Maka jadilah sesuatu itu. (Yasin/36: 82) 5. Kemudian janin itu dikandung ibunya selama waktu yang ditentukan Allah. Masa kandungan normal adalah sembilan bulan lebih sepuluh hari. Sekurang-kurangnya usia kandungan adalah enam bulan, sebagaimana dipahami dari ayat bahwa lama mengandung dan menyusui itu tiga puluh bulan, sedangkan lama menyusui saja dua tahun atau dua puluh empat bulan. 6. Selanjutnya datanglah waktu kelahiran. Bayi dari hari ke hari tumbuh menjadi kanak-kanak. 7. Kanak-kanak terus tumbuh menjadi dewasa sampai kondisi sempurna, baik jasmani maupun rohani. 8. Di antara manusia ada yang meninggal sebelum kondisi ideal itu. Tetapi ada manusia yang baru meninggal setelah usia lanjut sampai pikun sehingga tidak dapat mengingat apa-apa lagi. Proses perkembangan manusia dari kondisi lemah menjadi kuat dari kondisi kuat menjadi lemah kembali atau sejak lahir, menjadi dewasa dan menjadi tua dilukiskan dalam firman Allah: Allah-lah yang menciptakan kamu dari keadaan lemah, kemudian Dia menjadikan (kamu) setelah keadaan lemah itu menjadi kuat, kemudian Dia menjadikan (kamu) setelah kuat itu lemah (kembali) dan beruban. Dia menciptakan apa yang Dia kehendaki. Dan Dia Maha Mengetahui, Mahakuasa. (ar-Rum/30: 54) Selanjutnya setelah manusia meninggal, kehidupan tidaklah berakhir. Tetapi mereka akan dibangkitkan kembali untuk diperiksa amal perbuatan mereka. Kemudian mereka akan diberi balasan atau ganjaran. Allah berfirman: Kemudian setelah itu, sesungguhnya kamu pasti mati. Kemudian, sesungguhnya kamu akan dibangkitkan (dari kuburmu) pada hari Kiamat. (al-Mu'minun/23: 15-16) Kemudian Allah mengemukakan petunjuk adanya hari Kiamat dan hari kebangkitan, selain yang telah dikemukakan di atas dengan memberikan contoh kehidupan tumbuh-tumbuhan yang tumbuh di permukaan bumi. Perhatikanlah bumi yang tandus dan kering, tiada ditumbuhi tumbuh-tumbuhan apa pun. Kemudian turunlah hujan membasahi permukaan bumi itu. Maka permukaan bumi itu mulai gembur dan subur lalu mulai ditumbuhi oleh tumbuh-tumbuhan. Semakin lama tumbuh-tumbuhan itu semakin besar, bahkan daun-daunnya telah menutupi permukaan bumi yang semulanya tandus, dengan warna-warni yang beraneka ragam ada yang hijau, ada yang keputih-putihan, ada yang merah dan sebagainya. Perpaduan warna-warni daun-daunan itu sangat indah dan menakjubkan dan semakin indah oleh warna-warni bunga-bungaan yang bermacam corak warnanya. Maka permukaan bumi yang dahulunya tandus telah berubah menjadi hamparan pohon-pohon dan tanaman-tanaman yang beraneka ragam warnanya. Setelah sampai masanya bunga-bunga itu berubah menjadi putik-putik yang berangsur-angsur besar pula, sampai menjadi buah. Pada saat buah telah masak siap untuk dipetik, maka berdatanganlah manusia yang akan memetiknya. Buah-buahan itu merupakan rezeki yang halal bagi manusia, baik untuk dimakannya maupun untuk dijadikan keperluan yang lain yang bermanfaat baginya. Setelah itu datang lagi musim kemarau, bumi kembali menjadi kering dan tandus seperti sediakala. Demikianlah keadaan bumi itu, yang berubah keadaannya setiap pergantian musim, dari mati dan tandus menjadi hidup dan subur ketika disirami hujan, menghasilkan buah yang bermanfaat bagi manusia, kemudian tumbuh-tumbuhan itu mati pada musim panas dan kering untuk dihidupkan kembali pada musim hujan. Manusia yang berpikir, tentulah akan memikirkan proses hidup dan kematian bumi dan segala yang ada di permukaanya itu. Pikirannya tentu akan sampai kepada Zat yang menentukan kehidupan dan kematian itu. Manusia yang beriman dan berpikir, tentulah baginya semua proses kejadian itu menambah kuat imannya kepada kekuasaan dan keesaan Tuhan, yang menghidupkan dan mematikan makhluk-makhluk-Nya, menurut yang dikehendaki-Nya. Jika Allah telah berbuat demikian, tentulah Dia mampu pula menciptakan dan membangkitkan manusia kembali di kemudian hari, karena mengulang penciptaan sesuatu kembali adalah lebih mudah dari menciptakannya buat pertama kalinya."
        }
      ]
    }
  ]
}