{
  "pageNumber": 214,
  "juz": 11,
  "surahs": [
    {
      "number": 10,
      "name": "Yunus",
      "nameArabic": "يونس",
      "meaning": "Nabi Yunus",
      "revelation": "Makkah",
      "description": "Surat Yunus terdiri dari 109 ayat dan termasuk surat Makkiyyah, kecuali ayat 40, 94, dan 95 yang diturunkan di Madinah.Surat ini dinamai \"Yunus\" karena di dalamnya disebutkan kisah Nabi Yunus dan pengikut-pengikutnya yang memiliki keteguhan iman.Pokok-Pokok Isi:1. Keimanan:Al-Qur'an bukanlah sihir; Allah mengatur alam semesta dari 'Arsy-Nya; syafaat hanyalah dengan izin Allah; wali-wali Allah; wahyu Allah yang menerangkan yang ghaib kepada manusia; Allah menyaksikan dan mengamati perbuatan hamba-hamba-Nya di dunia; Allah tidak mempunyai Anak.2. Hukum:Menentukan perhitungan tahun dan waktu dengan perjalanan matahari dan bulan; hukum mengada-adakan sesuatu terhadap Allah dan mendustakan ayat-ayat-Nya.3. Kisah-kisah:Kisah Nabi Nuh dengan kaumnya; Nabi Musa dengan Fir'aun dan tukang-tukang sihir; kisah Bani Israil setelah keluar dari negeri Mesir; Nabi Yunus dengan kaumnya.4. Lain-lain:Manusia ingat kepada Allah ketika ditimpa kesulitan dan lupa ketika diberi kesenangan; keadaan orang-orang baik dan orang-orang jahat pada hari kiamat; Al-Qur'an tidak dapat ditandingi; rasul hanya menyampaikan risalah.Surat Yunus mengandung hal-hal yang berhubungan dengan pokok-pokok kepercayaan, lenyapnya syirik, pengutusan rasul, hari kebangkitan, hari pembalasan, dan hal-hal yang berhubungan dengan pokok-pokok agama lainnya sebagaimana biasa didapati dalam surat-surat Makkiyah.Hubungan Surat Yunus Dengan Surat Hud:1. Kedua surat ini sama-sama dimulai dengan alif laam raa', kemudian diiringi dengan menyebutkan risalah nabi-nabi yang diutus Allah dan menerangkan kedudukan para rasul sebagai pemberi kabar gembira dan pemberi peringatan.2. Kedua surat ini pada pertengahannya sama-sama menerangkan tentang keingkaran orang-orang kafir terhadap Al-Qur'an, bantahan terhadap anggapan kepalsuan risalah para rasul, dan keingkaran kaum musyrikin terhadap pokok agama. Kemudian kedua surat ini sama-sama ditutup dengan seruan agar mengikuti rasul, bersabar terhadap semua tindakan jahat kaum musyrikin, istiqamah, dan bertawakal kepada Allah.3. Kedua surat ini sama-sama menerangkan kisah para nabi, tetapi kisah para nabi yang disebut dalam surat Hud bersifat menjelaskan apa yang telah disebut dalam surat Yunus. Pada umumnya, apa yang diutarakan dalam surat Hud merupakan penjelasan dari apa yang telah disebut dalam surat Yunus.",
      "verses": [
        {
          "number": 43,
          "arabic": "وَمِنْهُم مَّن يَنظُرُ إِلَيْكَ ۚ أَفَأَنتَ تَهْدِى ٱلْعُمْىَ وَلَوْ كَانُوا۟ لَا يُبْصِرُونَ",
          "transliteration": "wamin'hum man yanẓuru ilayka afa-anta tahdī l-ʿum'ya walaw kānū lā yub'ṣirūna",
          "translation": "Dan di antara mereka ada yang melihat kepada engkau.<sup foot_note=135341>1</sup> Tetapi apakah engkau dapat memberi petunjuk kepada orang yang buta, walaupun mereka tidak memperhatikan?",
          "tafsir": "Sesudah itu Allah menjelaskan bahwa di antara orang-orang yang mendustakan ayat-ayat Allah ada pula kelompok orang yang benar-benar memperhatikan Nabi Muhammad saw pada saat membacakan Al-Qur'an. Akan tetapi, perhatian mereka itu hanya lahiriyah semata dan hanya melihat gerakan lidah Nabi pada saat mengucapkan lafaz dan susunannya, bukan merupakan perhatian yang murni yang dapat memahami dan memikirkan makna yang terkandung di dalam kata yang tersusun dalam kalimat itu. Itulah sebabnya maka cahaya iman dalam hati mereka tidak dapat memancar karena tertutup noda-noda kemusyrikan. Mereka tidak dapat melihat tanda-tanda kebenaran dan petunjuk yang terkandung dalam Al-Qur'an. Padahal pandangan batin inilah yang membedakan manusia dengan binatang. Seharusnya dengan perhatian itu manusia dapat memahami dan memikirkan apa yang dilihatnya, karena Allah menyamakan mereka itu dengan orang buta. Pada akhir ayat, Allah menegaskan bahwa Nabi Muhammad sebagai utusan tidaklah mampu membuat mereka itu melihat tanda-tanda kebenaran yang terdapat di dalam ayat-ayat Al-Qur'an. Karena mereka memang tidak akan mampu mengindera tanda-tanda kebenaran ayatnya apalagi mereka tidak mempunyai niat untuk mempergunakan indera batinnya untuk memahami kandungan isi ayat-ayat Al-Qur'an itu selama-lamanya."
        },
        {
          "number": 44,
          "arabic": "إِنَّ ٱللَّهَ لَا يَظْلِمُ ٱلنَّاسَ شَيْـًٔا وَلَـٰكِنَّ ٱلنَّاسَ أَنفُسَهُمْ يَظْلِمُونَ",
          "transliteration": "inna l-laha lā yaẓlimu l-nāsa shayan walākinna l-nāsa anfusahum yaẓlimūna",
          "translation": "Sesungguhnya Allah tidak menzalimi manusia sedikit pun, tetapi manusia itulah yang menzalimi dirinya sendiri.",
          "tafsir": "Kemudian Allah menandaskan kepada kaum Muslimin, bahwa Dia tidak akan menganiaya hambanya dan tidak akan mengurangi daya indera dan semua alat yang dimiliki manusia untuk memperoleh petunjuk, agar mereka sampai kepada kebenaran dan dapat mempedomani petunjuk itu sehingga dapat melaksanakannya untuk mencapai segala sesuatu yang bermanfaat bagi mereka, asalkan manusia itu sendiri mau mempergunakan pancainderanya sebaik-baiknya. Kalau terjadi sebaliknya, merekalah yang menganiaya diri mereka sendiri. Karena mereka diberi mata dan telinga, tetapi tidak mau memahami petunjuk Allah berarti merekalah yang menganiaya diri mereka sendiri. Karena mereka tidak mau mendengar, dan diberi hati tetapi tidak mau mengerti, maka sepantasnyalah apabila mereka disiksa sebab menganiaya diri mereka sendiri. Allah telah menurunkan utusan untuk membimbing mereka kepada kehidupan yang bahagia di dunia dan di akhirat, tetapi mereka tidak mau mendengar dan tidak mau menaatinya, maka apabila mereka tersesat di dunia dan di akhirat kelak dijatuhi siksaan yang berat, maka yang menganiaya mereka itu tiada lain adalah diri mereka sendiri."
        },
        {
          "number": 45,
          "arabic": "وَيَوْمَ يَحْشُرُهُمْ كَأَن لَّمْ يَلْبَثُوٓا۟ إِلَّا سَاعَةً مِّنَ ٱلنَّهَارِ يَتَعَارَفُونَ بَيْنَهُمْ ۚ قَدْ خَسِرَ ٱلَّذِينَ كَذَّبُوا۟ بِلِقَآءِ ٱللَّهِ وَمَا كَانُوا۟ مُهْتَدِينَ",
          "transliteration": "wayawma yaḥshuruhum ka-an lam yalbathū illā sāʿatan mina l-nahāri yataʿārafūna baynahum qad khasira alladhīna kadhabū biliqāi l-lahi wamā kānū muh'tadīna",
          "translation": "Dan (ingatlah) pada hari (ketika) Allah mengumpulkan mereka, (mereka merasa) seakan-akan tidak pernah berdiam (di dunia) kecuali sesaat saja pada siang hari, (pada waktu) mereka saling berkenalan. Sungguh, rugi orang yang mendustakan pertemuan mereka dengan Allah, dan mereka tidak mendapat petunjuk.",
          "tafsir": "Allah memerintahkan Rasul-Nya agar memberikan peringatan kepada orang musyrik bahwa Allah akan menimpakan siksa kepada mereka di Hari Kiamat yaitu pada saat mereka dihimpun di Padang Mahsyar setelah mereka dibangkitkan kembali dari alam kubur. Mereka akan diperiksa pada hari itu dan akan diberikan pembalasan yang setimpal dengan amalnya. Pada hari itu mereka akan dapat membandingkan betapa lamanya waktu yang harus mereka lalui apabila dibandingkan dengan kehidupan dunia yang terasa sebentar saja. Di saat itulah mereka akan merasa menyesal karena tertipu oleh kehidupan dan kenikmatan dunia yang sifatnya hanya sementara, serta melupakan kehidupan akhirat padahal kehidupan akhirat itu adalah kehidupan yang kekal dan di saat itu pulalah mereka akan merasakan penyesalan yang berkepanjangan dan menerima hukuman. Allah berfirman: Pada hari mereka melihat azab yang dijanjikan, mereka merasa seolah-olah mereka tinggal (di dunia) hanya sesaat saja pada siang hari. Tugasmu hanya menyampaikan. Maka tidak ada yang dibinasakan kecuali kaum yang fasik (tidak taat kepada Allah). (al- Ahqaf/46: 35) Dan firman Allah: Dan pada hari (ketika) terjadinya Kiamat, orang-orang yang berdosa bersumpah, bahwa mereka berdiam (dalam kubur) hanya sesaat (saja). Begitulah dahulu mereka dipalingkan (dari kebenaran). (ar-Rum/30: 55) Allah menjelaskan bahwa orang-orang musyrik merasa merugi karena mereka tidak dapat merasakan kebahagiaan yang abadi, karena mereka tidak beriman dengan iman yang benar, serta tidak melakukan amal yang baik, yang dapat meningkatkan diri mereka menjadi makhluk yang mulia yang pantas menerima keridaan Allah, sehingga mereka berhak memasuki surga. Mereka juga mendustakan kepercayaan bahwa orang-orang yang diridai Allah dapat bertemu dengan Allah. Itulah sebabnya maka Allah pada akhir ayat menandaskan bahwa mereka itu tergolong orang-orang yang tidak mendapat petunjuk, karena mereka telah menentukan pilihan yang salah yaitu mengutamakan kehidupan dunia yang fana, daripada kehidupan akhirat yang abadi yang mengandung kenikmatan yang tiada taranya."
        },
        {
          "number": 46,
          "arabic": "وَإِمَّا نُرِيَنَّكَ بَعْضَ ٱلَّذِى نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا مَرْجِعُهُمْ ثُمَّ ٱللَّهُ شَهِيدٌ عَلَىٰ مَا يَفْعَلُونَ",
          "transliteration": "wa-immā nuriyannaka baʿḍa alladhī naʿiduhum aw natawaffayannaka fa-ilaynā marjiʿuhum thumma l-lahu shahīdun ʿalā mā yafʿalūna",
          "translation": "Dan jika Kami perlihatkan kepadamu (Muhammad) sebagian dari (siksaan) yang Kami janjikan kepada mereka, (tentulah engkau akan melihatnya) atau (jika) Kami wafatkan engkau (sebelum itu), maka kepada Kami (jualah) mereka kembali, dan Allah menjadi saksi atas apa yang mereka kerjakan.",
          "tafsir": "Selanjutnya ditegaskan adanya siksaan yang dijanjikan Allah kepada orang-orang musyrik, yaitu siksaan yang akan ditimpakan kepada mereka di dunia dan di akhirat. Siksaan yang akan ditimpakan kepada mereka akan diperlihatkan kepada Rasul keseluruhan atau sebagiannya baik di waktu Rasul masih hidup ataupun setelah wafat. Hal itu bergantung kepada kehendak Allah semata. Yang dimaksud dalam ayat itu bahwa Rasulullah saw akan mengetahui siksaan yang akan ditimpakan kepada mereka itu tidak seluruhnya, tetapi hanya sebagian saja, yaitu siksaan yang telah ditimpakan kepada mereka di dunia seperti terkabulnya doa Nabi di waktu perang Badar, yaitu turunnya hujan yang deras yang menguntungkan kaum Muslimin dan merugikan orang-orang musyrik sehingga kaum Muslimin mendapat kemenangan yang gilang gemilang. Juga seperti kekalahan total orang-orang musyrik pada Fath Makkah sehingga kekuatan mereka menjadi binasa sama sekali. Sekalipun demikian, persoalan mereka akan dikembalikan kepada allah, karena di hari Mahsyar kelak Allah akan memperlihatkan kepada Nabi Muhammad saw keseluruhan azab yang akan mereka rasakan. Kemudian Allah akan memberikan balasan yang setimpal dengan perbuatan yang mereka lakukan dan tidak ada sesuatupun yang dapat menghalang-halangi pembalasan dan siksaan yang akan mereka rasakan dan mereka alami. Allah berfirman: Maka bersabarlah engkau (Muhammad), sesungguhnya janji Allah itu benar. Meskipun Kami perlihatkan kepadamu sebagian siksa yang Kami ancamkan kepada mereka, atau pun Kami wafatkan engkau (sebelum ajal menimpa mereka), namun kepada Kamilah mereka dikembalikan. (Gafir/40: 77) Dan firman Allah: Atau Kami perlihatkan kepadamu (azab) yang telah Kami ancamkan kepada mereka. Maka sungguh, Kami berkuasa atas mereka. (az-Zukhruf/43: 42)"
        },
        {
          "number": 47,
          "arabic": "وَلِكُلِّ أُمَّةٍ رَّسُولٌ ۖ فَإِذَا جَآءَ رَسُولُهُمْ قُضِىَ بَيْنَهُم بِٱلْقِسْطِ وَهُمْ لَا يُظْلَمُونَ",
          "transliteration": "walikulli ummatin rasūlun fa-idhā jāa rasūluhum quḍiya baynahum bil-qis'ṭi wahum lā yuẓ'lamūna",
          "translation": "Dan setiap umat (mempunyai) Rasul. Maka apabila rasul mereka telah datang, diberlakukanlah hukum bagi mereka dengan adil dan (sedikit pun) tidak dizalimi.",
          "tafsir": "Ayat ini menjelaskan bahwa Allah telah mengutus rasul pada tiap-tiap umat, pada saat umat itu memerlukannya. Tujuan pengutusan rasul ialah untuk memberikan berbagai pedoman yang wajib mereka turuti seperti pokok-pokok akidah dan segala amal saleh yang menyelamatkan mereka dari siksaan di hari pembalasan. Pada saat para rasul itu telah datang kepada mereka dan telah menyampaikan kepada mereka petunjuk-petunjuk yang harus mereka ketahui mengenai urusan agama, maka seharusnyalah mereka tidak membuat alasan untuk menolak dan menentangnya. Pada hari pembalasan nanti Allah juga akan memberikan keputusan tentang apa yang harus mereka rasakan dengan seadil-adilnya, dan mereka sedikitpun tidak teraniaya, itulah pembalasan yang setimpal dengan perbuatan yang mereka lakukan, oleh karena itu mereka berhak dijatuhi siksaan yang pedih."
        },
        {
          "number": 48,
          "arabic": "وَيَقُولُونَ مَتَىٰ هَـٰذَا ٱلْوَعْدُ إِن كُنتُمْ صَـٰدِقِينَ",
          "transliteration": "wayaqūlūna matā hādhā l-waʿdu in kuntum ṣādiqīna",
          "translation": "Dan mereka mengatakan, \"Bilakah (datangnya) ancaman itu, jika kamu orang-orang yang benar?\"",
          "tafsir": "Dalam ayat ini dijelaskan bahwa mereka akan bertanya kepada Rasulullah dan pengikut-pengikutnya tentang kapan saatnya janji yang telah dijanjikan kepada mereka itu akan terjadi. Pertanyaan itu adalah pertanyaan yang mengejek kepada Rasulullah dan pengikut-pengikutnya seolah-olah menurut penilaian mereka bahwa janji Allah itu tidak akan terjadi. Janji Allah yang ditanyakan kepada Nabi saw dan pengikutnya ialah ancaman Allah yang akan ditimpakan kepada mereka baik siksaan di dunia ataupun siksaan di akhirat. Allah berfirman: ...Sehingga apabila mereka telah melihat apa yang diancamkan kepada mereka, baik azab maupun Kiamat, maka mereka akan mengetahui siapa yang lebih jelek kedudukannya dan lebih lemah bala tentaranya. (Maryam/19: 75) Dan firman-Nya : Katakanlah (Muhammad), \"Aku tidak mengetahui, apakah azab yang diancamkan kepadamu itu sudah dekat ataukah Tuhanku menetapkan waktunya masih lama. (al-Jinn/72: 25)"
        },
        {
          "number": 49,
          "arabic": "قُل لَّآ أَمْلِكُ لِنَفْسِى ضَرًّا وَلَا نَفْعًا إِلَّا مَا شَآءَ ٱللَّهُ ۗ لِكُلِّ أُمَّةٍ أَجَلٌ ۚ إِذَا جَآءَ أَجَلُهُمْ فَلَا يَسْتَـْٔخِرُونَ سَاعَةً ۖ وَلَا يَسْتَقْدِمُونَ",
          "transliteration": "qul lā amliku linafsī ḍarran walā nafʿan illā mā shāa l-lahu likulli ummatin ajalun idhā jāa ajaluhum falā yastakhirūna sāʿatan walā yastaqdimūna",
          "translation": "Katakanlah (Muhammad), \"Aku tidak kuasa menolak mudarat maupun mendatangkan manfaat kepada diriku, kecuali apa yang Allah kehendaki.\" Bagi setiap umat punya ajal (batas waktu). Apabila ajalnya tiba, mereka tidak dapat meminta penundaan atau percepatan sesaat pun.",
          "tafsir": "Allah mengajarkan kepada Rasulullah saw jawaban yang harus dikatakan kepada mereka dengan memerintahkan kepada Rasulullah saw agar mengatakan kepada mereka bahwa Rasulullah tidak berkuasa mendatangkan kemudaratan dan tidak pula mendatangkan kemanfaatan kepada dirinya. Sebab Rasulullah hanya utusan Allah yang tidak berkuasa untuk mempercepat ataupun memperlambat datangnya siksaan yang dijanjikan Allah kepada mereka, sebagaimana ia juga tidak dapat memperlambat datangnya pertolongan Allah yang dijanjikan oleh Allah kepada orang-orang Muslimin. Akan tetapi datangnya manfaat dan mudarat yang ditimpakan kepada manusia, tiada lain hanyalah atas kehendak Allah semata. Itu berarti apabila Allah menghendaki terjadinya sesuatu, maka hal itu tidak ada sangkut-pautnya dengan kehendak rasul-Nya, karena kehendak itu hanyalah semata-mata milik Allah yang memelihara alam semesta. Tugas Rasul hanyalah menyampaikan kehendak Alllah, bukan menciptakan kehendak. Apabila Rasulullah mengetahui akan hal-hal yang gaib, tidak lain hanya karena mengetahuinya dari wahyu Allah semata. Firman Allah: Katakanlah (Muhammad), \"Aku tidak kuasa mendatangkan manfaat maupun menolak mudarat bagi diriku kecuali apa yang dikehendaki Allah. Sekiranya aku mengetahui yang gaib, niscaya aku membuat kebajikan sebanyak-banyaknya dan tidak akan ditimpa bahaya. Aku hanyalah pemberi peringatan, dan pembawa berita gembira bagi orang-orang yang beriman.\" (al-Araf/7: 188) Sebagai penegasan Allah menjelaskan bahwa tiap-tiap umat mempunyai ajal yang telah ditentukan waktunya oleh Allah. Ajal itu akan tiba saatnya apabila waktu yang telah ditentukan Allah telah tiba. Waktu tibanya ajal itu termasuk pengetahuan Allah yang tidak dapat diketahui oleh siapapun juga selain-Nya. Maka apabila ajal mereka telah tiba mereka tidak mampu menundanya sesaat pun, dan mereka tidak pula mampu memajukan waktunya dari waktu yang telah ditentukan. Demikian pula Rasulullah saw tidak akan berkuasa untuk menentukan panjang pendeknya ajal yang telah ditentukan Allah."
        },
        {
          "number": 50,
          "arabic": "قُلْ أَرَءَيْتُمْ إِنْ أَتَىٰكُمْ عَذَابُهُۥ بَيَـٰتًا أَوْ نَهَارًا مَّاذَا يَسْتَعْجِلُ مِنْهُ ٱلْمُجْرِمُونَ",
          "transliteration": "qul ara-aytum in atākum ʿadhābuhu bayātan aw nahāran mādhā yastaʿjilu min'hu l-muj'rimūna",
          "translation": "Katakanlah, \"Terangkanlah kepadaku, jika datang kepada kamu siksaan-Nya pada waktu malam atau siang hari, manakah yang diminta untuk disegerakan oleh orang-orang yang berdosa itu?\"",
          "tafsir": "Allah memerintahkan kepada Rasulullah saw untuk mengatakan kepada orang-orang musyrik agar mereka itu menerangkan apa yang akan mereka lakukan seandainya siksaan Allah yang dijanjikan kepada mereka itu datang dengan tiba-tiba. Baik datangnya di waktu malam pada saat mereka tidur lelap, atau di waktu siang hari, pada saat mereka sibuk dengan urusan mereka, apakah orang-orang yang berdosa itu minta disegerakan juga, lalu apakah yang mereka inginkan, apakah mereka menginginkan siksaan akhirat yang akan ditimpakan kepada mereka pada hari pembalasan. Maka apapun pilihan mereka, itu hanyalah menunjukkan kepicikan dan kebodohan mereka, sebab janji Allah pasti akan datang dan tidak seorangpun dapat menghalang-halanginya. Pernyataan ini mengandung ejekan terhadap mereka karena pada umumnya orang yang berbuat jahat dan bergelimang dalam kedurhakaan merasa takut akan siksaan yang akan ditimpakan kepadanya. Lambat laun siksaan itu tentu akan datang juga, dan mereka tidak akan dapat mengelakkan diri dari siksaan itu."
        },
        {
          "number": 51,
          "arabic": "أَثُمَّ إِذَا مَا وَقَعَ ءَامَنتُم بِهِۦٓ ۚ ءَآلْـَٔـٰنَ وَقَدْ كُنتُم بِهِۦ تَسْتَعْجِلُونَ",
          "transliteration": "athumma idhā mā waqaʿa āmantum bihi āl'āna waqad kuntum bihi tastaʿjilūna",
          "translation": "Kemudian apakah setelah azab itu terjadi, kamu baru mempercayainya? Apakah (baru) sekarang, padahal sebelumnya kamu selalu meminta agar di segerakan?",
          "tafsir": "Di ayat ini, Allah memerintahkan kepada Rasul agar menanyakan kepada mereka apakah orang-orang musyrik itu baru mau mempercayai ancaman Allah untuk mengazab mereka setelah terjadi azab yang mereka takuti. Padahal pada saat itu keimanan mereka tidak berguna lagi, lalu apa gunanya mereka selalu meminta supaya siksa yang dijanjikan kepada mereka itu disegerakan, ataukah permintaan menyegerakan itu hanyalah untuk menunjukkan sikap mereka yang selalu mendustakan ayat-ayat Allah dan menanggapi dengan kesombongan?"
        },
        {
          "number": 52,
          "arabic": "ثُمَّ قِيلَ لِلَّذِينَ ظَلَمُوا۟ ذُوقُوا۟ عَذَابَ ٱلْخُلْدِ هَلْ تُجْزَوْنَ إِلَّا بِمَا كُنتُمْ تَكْسِبُونَ",
          "transliteration": "thumma qīla lilladhīna ẓalamū dhūqū ʿadhāba l-khul'di hal tuj'zawna illā bimā kuntum taksibūna",
          "translation": "Kemudian dikatakan kepada orang-orang yang zalim itu, \"Rasakanlah olehmu siksaan yang kekal. Kamu tidak diberi balasan, melainkan (sesuai) dengan apa yang telah kamu lakukan.\"",
          "tafsir": "Allah menjelaskan bahwa apabila mereka tetap tidak mau percaya, hendaklah dikatakan kepada mereka bahwa mereka akan merasakan siksaan Allah yang pasti akan datang dan untuk selama-lamanya. Siksaan Allah yang akan ditimpakan kepada mereka itu adalah sebagai imbalan dari apa yang mereka lakukan di dunia ini. Mereka akan diberi balasan setimpal dengan perbuatan yang telah mereka lakukan sesuai dengan pilihan mereka sendiri, seperti mengingkari kebenaran ayat-ayat Allah, menyekutukan Tuhan, membuat kerusakan di muka bumi dan kebebalan mereka tidak mau berhenti melakukan permusuhan terhadap Rasulullah serta mengingkari terjadinya hari kebangkitan."
        },
        {
          "number": 53,
          "arabic": "۞ وَيَسْتَنۢبِـُٔونَكَ أَحَقٌّ هُوَ ۖ قُلْ إِى وَرَبِّىٓ إِنَّهُۥ لَحَقٌّ ۖ وَمَآ أَنتُم بِمُعْجِزِينَ",
          "transliteration": "wayastanbiūnaka aḥaqqun huwa qul ī warabbī innahu laḥaqqun wamā antum bimuʿ'jizīna",
          "translation": "Dan mereka menanyakan kepadamu (Muhammad), \"Benarkah (azab yang dijanjikan) itu?\" Katakanlah, \"Ya, demi Tuhanku, sesungguhnya (azab) itu pasti benar dan kamu sekali-kali tidak dapat menghindar.\"",
          "tafsir": "Allah menjelaskan kepada Nabi saw bahwa orang-orang kafir Quraisy akan menanyakan berita yang sangat penting kepadanya, yaitu mengenai ancaman Allah yang akan ditimpakan kepada mereka, siksaan dunia maupun siksaan akhirat. Apakah janji itu memang benar-benar akan terjadi ataukah ancaman itu hanya berupa kabar untuk menakut-nakuti mereka saja. Pertanyaan yang demikian menunjukkan keraguan mereka sendiri, karena pada saat mereka mendustakan ayat-ayat Allah mereka tidak akan meyakini kebenaran ucapan mereka itu karena mereka dipengaruhi oleh perasaan permusuhan kepada Nabi Muhammad sw dan hanya taklid kepada kepercayaan nenek moyangnya. Menghadapi pertanyaan itu Rasulullah saw diperintahkan untuk menjawab bahwa apa yang diberitakan itu benar-benar akan terjadi. Bahkan di dalam jawaban itu Allah menyatakan dengan sumpah yang menunjukkan bahwa janji itu memang betul-betul akan terjadi. Firman Allah: Sungguh, azab Tuhanmu pasti terjadi, tidak sesuatu pun yang dapat menolaknya. (ath-thur/52: 7-8) Di akhir ayat Allah menandaskan bahwa apabila Allah telah menurunkan siksa yang dijanjikan kepada mereka, maka mereka tidak akan pernah luput dari ancaman itu, meskipun mereka berusaha lari dari siksaan itu. Allah berfirman: Dan sesungguhnya kami (jin) telah menduga, bahwa kami tidak akan mampu melepaskan diri (dari kekuasaan) Allah di bumi dan tidak (pula) dapat lari melepaskan diri (dari)-Nya. (al-Jinn/72: 12)"
        }
      ]
    }
  ]
}