{
  "pageNumber": 304,
  "juz": 16,
  "surahs": [
    {
      "number": 18,
      "name": "Al-Kahf",
      "nameArabic": "الكهف",
      "meaning": "Gua",
      "revelation": "Makkah",
      "description": "Surat ini terdiri daris 110 ayat dan termasuk surat Makkiyyah. Dinamai \"Al-Kahfi\" yang berarti \"Gua\" dan \"Ashhabul Kahfi\" yang berarti \"Penghuni gua\". Kedua nama ini diambil dari kata yang terdapat dalam surat ini pada ayat ke-9 sampai dengan ke-26, tentang beberapa orang pemuda yang tidur di dalam gua bertahun-tahun lamanya. Selain cerita tersebut, dalam surat ini juga terdapat beberapa buah kisah, yang kesemuanya mengandung i'tibar dan pelajaran yang amat berguna bagi kehidupan manusia. Banyak hadits Rasulullah yang menyatakan keutamaan membaca surat ini.**Pokok-Pokok Isi:**1. **Keimanan:** Kekuasaan Allah untuk memberikan hidup kepada manusia di luar hukum kebiasaan; dasar-dasar Tauhid dan keadilan Allah tidak akan berubah untuk selama-lamanya; kalimat-kalimat Allah (ilmu-Nya) sangat luas sekali meliputi segala sesuatu, sehingga manusia tidak akan mampu menulisnya; kepastian datangnya hari kebangkitan; Al-Qur'an adalah kitab suci yang isinya bersih dari kekurangan dan kepalsuan.2. **Hukum-hukum:** Dasar hukum wakalah (perwakilan); larangan membangun tempat ibadah di atas kubur; hukum membaca \"Insya Allah\"; perbuatan salah yang dilakukan karena lupa dimaafkan; boleh merusak suatu barang untuk menghindarkan bahaya yang lebih besar.3. **Kisah-kisah:** kisah Ashabul Kahfi; kisah dua orang laki-laki yang seorang kafir dan yang lainnya mukmin, kisah Nabi Musa dengan Khidhir; kisah Zulkarnain dengan Ya'juj dan Ma'juj.4. **Lain-lain:** Beberapa pelajaran yang dapat diambil dari cerita-cerita dalam surat ini antara lain tentang kekuatan iman kepada Allah serta ibadah yang ikhlas kepada-Nya; kesungguhan seseorang dalam mencari guru (ilmu); adab sopan-santun antara murid dengan guru; dan beberapa contoh tentang cara memimpin dan memerintah rakyat, serta perjuangan untuk mencapai kebahagiaan rakyat dan negara.Surat Al-Kahfi dimulai dengan menerangkan sifat Al-Qur'an sebagai petunjuk dan peringatan bagi manusia, dan sebagai peringatan terhadap orang yang mengatakan bahwa Allah mempunyai anak. Semua yang ada di permukaan bumi merupakan perhiasan bagi bumi dan sengaja diciptakan Allah agar manusia memikirkan bagaimana cara mengambil manfaat dari semuanya itu.Kekuasaan Allah dan betapa luasnya pengetahuan-Nya dikemukakan dalam surat ini dengan menyebutkan kisah Nabi Musa dengan Khidhir dan kisah Zulkarnain. Juga dengan mengibaratkan bahwa seandainya semua air yang ada di bumi dan ditambah lagi sebanyak itu pula dijadikan tinta untuk menulis ilmu Allah, tentu tidak akan mencukupi. Kemudian diterangkan bahwa semua amal orang musyrik tidak diberi pahala di akhirat, sedangkan untuk orang mukmin disediakan Jannatun Na'im.**Hubungan Surat Al-Kahfi Dengan Surat Maryam:**1. Kedua surat ini sama-sama mengandung kisah yang ajaib, seperti surat Al-Kahfi mengemukakan kisah Ashhabul kahfi, kisah Musa dengan Khidhr, dan kisah Zulkarnain, sedangkan surat Maryam mengemukakan kisah kelahiran Yahya ketika bapaknya, Zakariya, sudah tua renta dan ibunya seorang perempuan tua yang mandul, dan kisah kelahiran 'Isa tanpa bapak.2. Bagian akhir surat Al-Kahfi menerangkan tentang ancaman Allah terhadap orang kafir yang mengambil pelindung selain Allah, semua amal mereka sia-sia dan mereka dimasukkan ke dalam neraka, sedangkan pada bagian akhir surat Maryam diulangi lagi celaan dan ancaman Allah terhadap orang-orang yang mempersekutukan-Nya.",
      "verses": [
        {
          "number": 98,
          "arabic": "قَالَ هَـٰذَا رَحْمَةٌ مِّن رَّبِّى ۖ فَإِذَا جَآءَ وَعْدُ رَبِّى جَعَلَهُۥ دَكَّآءَ ۖ وَكَانَ وَعْدُ رَبِّى حَقًّا",
          "transliteration": "qāla hādhā raḥmatun min rabbī fa-idhā jāa waʿdu rabbī jaʿalahu dakkāa wakāna waʿdu rabbī ḥaqqan",
          "translation": "Dia (Zulkarnain) berkata, \"(Dinding) ini adalah rahmat dari Tuhanku, maka apabila janji Tuhanku sudah datang, Dia akan menghancurluluhkannya; dan janji Tuhanku itu benar.\"",
          "tafsir": "Selanjutnya Zulkarnain berkata, \"Benteng ini adalah merupakan rahmat karunia dari Tuhanku kepada hamba-Nya, karenanya ia menjadi benteng yang kokoh yang menjaga mereka dari serbuan Yakjuj dan Makjuj. Tetapi apabila telah datang janji Tuhanku tentang keluarnya mereka dari belakang benteng, maka Dia akan menjadikannya hancur luluh lantak rata dengan tanah karena Allah memberi kuasa kepada suatu kaum untuk menghancurkannya, dan janji Tuhanku itu adalah benar tidak dapat diragukan. Menurut ahli sejarah, ucapan Zulkarnain ini terbukti dengan kasus munculnya raja Jengis Khan yang telah membuat kerusakan di muka bumi dari Timur sampai ke Barat dan mengadakan penyerangan yang menghancurkan benteng besi dan kerajaan Islam di Baghdad. Adapun sebabnya raja Jengis Khan ini mengadakan penyerbuan ke negeri Baghdad, oleh karena Sultan Khuwarazmi dari Bani Saljuk telah membunuh beberapa utusan dan pedagang-pedagang yang diutus dari negerinya. Harta benda mereka dirampas dan diadakan pula serbuan-serbuan ke tapal batas negerinya sehingga menimbulkan kemarahan raja Jengis Khan. Lalu ia menulis surat kepada Sultan Bagdad dengan kata-kata yang pedas sebagai berikut, \"Mengapa kamu berani membunuh sahabat-sahabatku dan merampas harta benda perniagaanku. Apakah kamu membangunkan singa yang sedang tidur dan menimbulkan kejahatan-kejahatan yang tersembunyi.\" Tidakkah Nabimu memberikan wasiat kepadamu agar tidak berbuat aniaya. Oleh karena itu tinggalkanlah bangsa Turki selagi mereka tidak mengganggu kamu. Mengapa kamu sakiti tetanggamu padahal Nabimu sendiri telah berwasiat untuk menghormati tetangga. Dan inilah wasiatku kepadamu, \"Peliharalah baik-baik dan pertimbangkanlah kebijaksanaanmu sebelum timbulnya rasa dendam dan sebelum terbukanya benteng besi. Dan Allah pasti akan menolong setiap orang yang dianiaya, karena itu tunggulah kedatangan Yakjuj dan Makjuj yang akan turun dari tiap-tiap tempat yang tinggi.\" \"Dari Umu Habibah ra dari Zainab binti Jahsyin ra, bahwa Rasulullah saw pada suatu hari masuk ke rumah istrinya, Siti Zaenab bint Jahsy dan dengan terkejut beliau mengatakan, \"La ilaha illallah, celakalah bagi orang Arab dari suatu kejahatan yang telah mendekat, hari ini terbuka dari Benteng Yakjuj dan Makjuj lubang besar seperti ini.\" Dan beliau melingkarkan ibu jarinya dengan jari telunjuknya. Lalu Zaenab bertanya, \"Ya Rasulullah apakah kami akan binasa padahal di kalangan kami terdapat banyak orang-orang yang saleh.\" Beliau menjawab, \"Ya, apabila kejahatan sudah banyak jumlahnya.\" (Riwayat al-Bukhari) Sejak hari itu lubang di dalam benteng semakin lama semakin besar. Pada abad ke-7 Hijri, datanglah tentara raja Jengis Khan menyerbu dan menimbulkan berbagai kerusakan di muka bumi terutama di negeri Baghdad."
        },
        {
          "number": 99,
          "arabic": "۞ وَتَرَكْنَا بَعْضَهُمْ يَوْمَئِذٍ يَمُوجُ فِى بَعْضٍ ۖ وَنُفِخَ فِى ٱلصُّورِ فَجَمَعْنَـٰهُمْ جَمْعًا",
          "transliteration": "wataraknā baʿḍahum yawma-idhin yamūju fī baʿḍin wanufikha fī l-ṣūri fajamaʿnāhum jamʿan",
          "translation": "Dan pada hari itu Kami biarkan mereka (Ya`jūj dan Ma`jūj) berbaur antara satu dengan yang lain, dan (apabila) sangkakala ditiup (lagi), akan Kami kumpulkan mereka semuanya,",
          "tafsir": "Pada hari hancurnya benteng besi itu, maka keluarlah Yakjuj dan Makjuj muncul dari belakang benteng gelombang demi gelombang, merusak tanaman dan harta benda seperti yang tersebut dalam firman Allah: \"Hingga apabila (tembok) Yakjuj dan Makjuj dibukakan dan mereka turun dengan cepat dari seluruh tempat yang tinggi.\" (al-Anbiya'/21: 96) Pada hari terbukanya tembok itu Kami biarkan mereka bercampur aduk dalam keadaan kacau balau, kemudian situasi itu akan mengingatkan penghuni bumi ketika ditiup sangkakala oleh malaikat Israfil pada hari Kiamat, lalu dikumpulkan mereka di padang Mahsyar untuk diadili. Sesuai dengan firman Allah: Katakanlah, \"(Ya), sesungguhnya orang-orang yang terdahulu dan yang kemudian, pasti semua akan dikumpulkan pada waktu tertentu, pada hari yang sudah dimaklumi.\" (al-Waqi'ah/56: 49-50) Dan firman Allah: Dan (ingatlah) pada hari (ketika) Kami perjalankan gunung-gunung dan engkau akan melihat bumi itu rata dan Kami kumpulkan mereka (seluruh manusia), dan tidak Kami tinggalkan seorang pun dari mereka. (al-Kahf/18: 47)"
        },
        {
          "number": 100,
          "arabic": "وَعَرَضْنَا جَهَنَّمَ يَوْمَئِذٍ لِّلْكَـٰفِرِينَ عَرْضًا",
          "transliteration": "waʿaraḍnā jahannama yawma-idhin lil'kāfirīna ʿarḍan",
          "translation": "dan Kami perlihatkan (neraka) Jahanam dengan jelas pada hari itu kepada orang kafir,",
          "tafsir": "Dan Kami tampakkan neraka Jahanam pada hari ditiupnya sangkakala kepada orang-orang kafir sehingga mereka melihat kedahsyatannya dan keganasannya yang luar biasa dan mereka mendengar pula suaranya dan semburan apinya yang sangat menakutkan, di mana mereka yakin bahwa mereka segera akan dijerumuskan ke dalamnya dan tidak dapat menghindarkan diri daripadanya. Diriwayatkan oleh Abu Sa'id al-Khudri bahwa Rasulullah saw bersabda: \"Bagaimana aku dapat bersenang-senang padahal malaikat Israfil sudah mendekatkan mulutnya pada ujung sangkakala dan telah menundukkan dahi dan telinganya telah siap-siap untuk mendengar kapan datangnya perintah dari Allah untuk meniup sangkakala itu. Dan seandainya jamaah haji yang berkumpul di Mina bersama-sama akan mengangkat sangkakala itu dari bumi niscaya mereka tidak mampu (karena sangat beratnya).\" Maka terdiamlah sahabat Rasulullah dan merasa berat mendengar berita itu. Maka Rasulullah saw bersabda, \"Bacalah (cukuplah) Allah sebagai penyelamat kami, dan Dia adalah sebaik penolong. Hanya kepada Allahlah (kami bertawakal).\" (Riwayat Ahmad dan at-Tirmidzi)"
        },
        {
          "number": 101,
          "arabic": "ٱلَّذِينَ كَانَتْ أَعْيُنُهُمْ فِى غِطَآءٍ عَن ذِكْرِى وَكَانُوا۟ لَا يَسْتَطِيعُونَ سَمْعًا",
          "transliteration": "alladhīna kānat aʿyunuhum fī ghiṭāin ʿan dhik'rī wakānū lā yastaṭīʿūna samʿan",
          "translation": "(yaitu) orang yang mata (hati)nya dalam keadaan tertutup (tidak mampu) dari memperhatikan tanda-tanda (kebesaran)-Ku, dan mereka tidak sanggup mendengar.",
          "tafsir": "Ayat ini menjelaskan bahwa azab yang pedih itu disediakan untuk orang-orang yang mata hatinya selalu tertutup dari memperhatikan tanda-tanda kebesaran Allah yang ada di dunia ini. Mereka tidak pernah memikirkan bukti-bukti kekuasaan-Nya, tidak pernah bertobat kepada Tuhannya, tidak pernah mengikuti perintah-Nya dan menjauhi larangan-Nya, seolah-olah mereka menutup telinga tidak mau mendengar peringatanperingatan dari Allah itu. Azab yang demikian itu ditimpakan kepada mereka sebagai akibat perbuatan mereka berkecimpung (bergelimangan) dalam dosa dan pelanggaran, mengikuti godaan setan masuk dalam perangkap-perangkap yang dipasang oleh setan, sehingga hati mereka dikunci mati oleh Tuhan sehingga tidak dapat lagi mempergunakan mata dan telinganya untuk menerima petunjuk dan kebenaran. Dan Allah menjelaskan bahwa apa-apa yang mereka sembah selain Allah tidak dapat memberi manfaat kepada mereka sedikit pun."
        },
        {
          "number": 102,
          "arabic": "أَفَحَسِبَ ٱلَّذِينَ كَفَرُوٓا۟ أَن يَتَّخِذُوا۟ عِبَادِى مِن دُونِىٓ أَوْلِيَآءَ ۚ إِنَّآ أَعْتَدْنَا جَهَنَّمَ لِلْكَـٰفِرِينَ نُزُلًا",
          "transliteration": "afaḥasiba alladhīna kafarū an yattakhidhū ʿibādī min dūnī awliyāa innā aʿtadnā jahannama lil'kāfirīna nuzulan",
          "translation": "Maka apakah orang kafir menyangka bahwa mereka (dapat) mengambil hamba-hamba-Ku menjadi penolong selain Aku? Sungguh, Kami telah menyediakan (neraka) Jahanam sebagai tempat tinggal bagi orang-orang kafir.",
          "tafsir": "Apakah orang-orang kafir yang mempersekutukan Aku dengan yang lain menyangka bahwa hamba-hamba-Ku yang ada dalam genggaman kekuasaan-Ku, seperti para malaikat, Isa putra Maryam dan berhala-berhala yang mereka sembah, dapat mereka jadikan penolong untuk menyelamatkan diri dari kemurkaan dan azab-Ku? Sangkaan mereka itu adalah sesat dan salah belaka dan Allah dengan tegas menyatakan lagi, \"Kami telah menyediakan neraka Jahannam bagi orang-orang kafir sebagai tempat tinggal dan sebagai ganti dari apa-apa yang mereka sajikan untuk sembahan-sembahannya."
        },
        {
          "number": 103,
          "arabic": "قُلْ هَلْ نُنَبِّئُكُم بِٱلْأَخْسَرِينَ أَعْمَـٰلًا",
          "transliteration": "qul hal nunabbi-ukum bil-akhsarīna aʿmālan",
          "translation": "Katakanlah (Muhammad), \"Apakah perlu Kami beritahukan kepadamu tentang orang yang paling rugi perbuatannya?\"",
          "tafsir": "Ayat ini menjelaskan perintah Allah kepada Nabi Muhammad untuk mengatakan kepada orang-orang yang membantahnya di antara Ahliahli Kitab yaitu Yahudi dan Nasrani, \"Maukah kamu diberi tahu tentang orang-orang yang paling merugi perbuatannya yaitu orang-orang yang telah bersusah payah mengerjakan suatu perbuatan yang dengan perbuatan itu ia mengharap pahala dan karunia, tetapi yang mereka peroleh hanyalah malapetaka dan kebinasaan, seperti orang-orang yang telah membeli barang dengan mengharapkan keuntungan, tetapi yang diperolehnya hanyalah kerugian belaka."
        },
        {
          "number": 104,
          "arabic": "ٱلَّذِينَ ضَلَّ سَعْيُهُمْ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعًا",
          "transliteration": "alladhīna ḍalla saʿyuhum fī l-ḥayati l-dun'yā wahum yaḥsabūna annahum yuḥ'sinūna ṣun'ʿan",
          "translation": "(Yaitu) orang yang sia-sia perbuatannya dalam kehidupan dunia, sedangkan mereka mengira telah berbuat sebaik-baiknya.",
          "tafsir": "Yaitu orang-orang yang sia-sia perbuatannya dalam menghimpun kebaikan di dunia, mereka melakukan perbuatan yang bertentangan dengan perbuatan yang diridai Allah dan mereka menyangka bahwa mereka telah berbuat yang sebaik-baiknya. Kemudian ternyata mereka telah berbuat keliru dan menempuh jalan yang sesat sehingga amal perbuatan yang telah mereka kerjakan itu tidak memberi manfaat sedikit pun bagaikan debu yang terbang habis dihembus angin."
        },
        {
          "number": 105,
          "arabic": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ كَفَرُوا۟ بِـَٔايَـٰتِ رَبِّهِمْ وَلِقَآئِهِۦ فَحَبِطَتْ أَعْمَـٰلُهُمْ فَلَا نُقِيمُ لَهُمْ يَوْمَ ٱلْقِيَـٰمَةِ وَزْنًا",
          "transliteration": "ulāika alladhīna kafarū biāyāti rabbihim waliqāihi faḥabiṭat aʿmāluhum falā nuqīmu lahum yawma l-qiyāmati waznan",
          "translation": "Mereka itulah orang yang mengingkari ayat-ayat Tuhan mereka dan (tidak percaya) terhadap pertemuan dengan-Nya.<sup foot_note=135451>1</sup> Maka sia-sia amal mereka, dan Kami tidak memberikan penimbangan terhadap (amal) mereka pada hari Kiamat.",
          "tafsir": "Mereka yang sia-sia usahanya itu ialah orang-orang yang kufur terhadap ayat-ayat Tuhan dan kufur pula terhadap hari kebangkitan padahal di hari itu mereka akan dihadapkan kepada hari perjumpaan dengan Allah. Oleh karena itu segala amal mereka akan hapus sehingga tidak ada lagi amal kebajikan yang akan ditimbang di atas neraca timbangan mereka. Karena yang akan memberatkan timbangan pada hari Kiamat hanyalah amal saleh yang bersih dari kemusyrikan."
        },
        {
          "number": 106,
          "arabic": "ذَٰلِكَ جَزَآؤُهُمْ جَهَنَّمُ بِمَا كَفَرُوا۟ وَٱتَّخَذُوٓا۟ ءَايَـٰتِى وَرُسُلِى هُزُوًا",
          "transliteration": "dhālika jazāuhum jahannamu bimā kafarū wa-ittakhadhū āyātī warusulī huzuwan",
          "translation": "Demikianlah, balasan mereka itu neraka Jahanam, karena kekafiran mereka, dan karena mereka menjadikan ayat-ayat-Ku dan rasul-rasul-Ku sebagai bahan olok-olok.",
          "tafsir": "Balasan yang demikian itu diakibatkan kekafiran mereka kepada utusan-utusan Allah dan mukjizat-mukjizat yang dibawanya yang selalu mereka jadikan sebagai olok-olok. Mereka bukan hanya tidak percaya saja tetapi juga memperolok-olok dan menghinakan utusan-utusan Allah yang berarti pula menghinakan Allah yang mengutusnya."
        },
        {
          "number": 107,
          "arabic": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ كَانَتْ لَهُمْ جَنَّـٰتُ ٱلْفِرْدَوْسِ نُزُلًا",
          "transliteration": "inna alladhīna āmanū waʿamilū l-ṣāliḥāti kānat lahum jannātu l-fir'dawsi nuzulan",
          "translation": "Sungguh, orang yang beriman dan mengerjakan kebajikan, untuk mereka disediakan surga Firdaus sebagai tempat tinggal,",
          "tafsir": "Sesungguhnya orang yang beriman kepada Allah dan rasul-Nya dan membenarkan risalah para rasul dan berbuat amal saleh semata-mata untuk mencapai keridaan-Nya, bagi mereka disediakan surga Firdaus sebagai tempat tinggal. Diriwayatkan oleh al-Bukhari dan Muslim dari Abu Hurairah ra, bersabda Rasulullah saw: Apabila kamu memohon kepada Allah, maka mohonlah surga Firdaus, karena ia itu surga yang paling mulia dan yang paling tinggi dan di atasnya terdapat Arsy Ar Rahma n, dan dari surga Firdaus itu mengalirlah sungai-sungai surga. (Riwayat al-Bukhari dan Muslim dari Abu Hurairah)"
        },
        {
          "number": 108,
          "arabic": "خَـٰلِدِينَ فِيهَا لَا يَبْغُونَ عَنْهَا حِوَلًا",
          "transliteration": "khālidīna fīhā lā yabghūna ʿanhā ḥiwalan",
          "translation": "mereka kekal di dalamnya, mereka tidak ingin pindah dari sana.",
          "tafsir": "Mereka kekal di dalam surga dan tidak ingin pindah ke tempat lain, karena tidak ada tempat yang lebih mulia dan lebih agung pada sisi mereka kecuali surga Firdaus."
        },
        {
          "number": 109,
          "arabic": "قُل لَّوْ كَانَ ٱلْبَحْرُ مِدَادًا لِّكَلِمَـٰتِ رَبِّى لَنَفِدَ ٱلْبَحْرُ قَبْلَ أَن تَنفَدَ كَلِمَـٰتُ رَبِّى وَلَوْ جِئْنَا بِمِثْلِهِۦ مَدَدًا",
          "transliteration": "qul law kāna l-baḥru midādan likalimāti rabbī lanafida l-baḥru qabla an tanfada kalimātu rabbī walaw ji'nā bimith'lihi madadan",
          "translation": "Katakanlah (Muhammad), \"Seandainya lautan menjadi tinta untuk (menulis) kalimat-kalimat Tuhanku, maka pasti habislah lautan itu sebelum selesai (penulisan) kalimat-kalimat Tuhanku, meskipun Kami datangkan tambahan sebanyak itu (pula).\"",
          "tafsir": "Diriwayatkan bahwa orang-orang Yahudi berkata kepada Nabi Muhammad, \"Engkau mengatakan bahwa kami telah diberi oleh Allah hikmah, sedang dalam kitab engkau (Al-Qur'an) terdapat ayat: Dan barangsiapa dianugerahkan al-hikmah itu, ia benar-benar telah dianugerahi karunia yang banyak. (al-Baqarah/2: 269) Kemudian engkau mengatakan pula sebagaimana tersebut dalam Al-Qur'an: Dan tidaklah kamu diberi pengetahuan melainkan sedikit. (al-Isra/17: 85) Mereka berpendapat, ada pertentangan antara kedua ayat ini, maka turunlah ayat ini sebagai jawaban atas kritikan mereka. Rasul diperintahkan untuk mengatakan kepada mereka, \"Katakanlah kalau sekiranya lautan menjadi tinta untuk menuliskan (dengan pena) kalimat-kalimat Tuhanku dan ilmu-ilmu-Nya, maka akan habislah lautan itu sebelum habis (ditulis) kalimat-kalimat Tuhanku meskipun air laut itu ditambahkan sebanyak itu pula, karena lautan itu terbatas sedangkan ilmu dan hikmah Allah tidak terbatas.\" Seperti firman Allah: \"Dan seandainya pohon-pohon di bumi menjadi pena dan lautan (menjadi tinta), ditambahkan kepadanya tujuh lautan (lagi) setelah (kering)nya, niscaya tidak akan habis-habisnya (dituliskan) kalimat-kalimat Allah. Sesungguhnya Allah Mahaperkasa, Mahabijaksana.\" (Luqman/31: 27)"
        },
        {
          "number": 110,
          "arabic": "قُلْ إِنَّمَآ أَنَا۠ بَشَرٌ مِّثْلُكُمْ يُوحَىٰٓ إِلَىَّ أَنَّمَآ إِلَـٰهُكُمْ إِلَـٰهٌ وَٰحِدٌ ۖ فَمَن كَانَ يَرْجُوا۟ لِقَآءَ رَبِّهِۦ فَلْيَعْمَلْ عَمَلًا صَـٰلِحًا وَلَا يُشْرِكْ بِعِبَادَةِ رَبِّهِۦٓ أَحَدًۢا",
          "transliteration": "qul innamā anā basharun mith'lukum yūḥā ilayya annamā ilāhukum ilāhun wāḥidun faman kāna yarjū liqāa rabbihi falyaʿmal ʿamalan ṣāliḥan walā yush'rik biʿibādati rabbihi aḥadan",
          "translation": "Katakanlah (Muhammad), \"Sesungguhnya aku ini hanya seorang manusia seperti kamu, yang telah menerima wahyu, bahwa sesungguhnya Tuhan kamu adalah Tuhan Yang Maha Esa.\" Maka barang siapa mengharap pertemuan dengan Tuhannya maka hendaklah dia mengerjakan kebajikan dan janganlah dia mempersekutukan dengan sesuatu pun dalam beribadah kepada Tuhannya.\"",
          "tafsir": "Katakanlah kepada mereka, \"Sesungguhnya aku ini hanya seorang manusia seperti kamu, mengakui bahwa semua ilmuku tidak sebanding dengan ilmu Allah, aku mengetahui sekedar apa yang diwahyukan Allah kepadaku, dan tidak tahu yang lainnya kecuali apa yang Allah ajarkan kepadaku. Allah telah mewahyukan kepadaku bahwa, \"Yang disembah olehku dan oleh kamu hanyalah Tuhan Yang Maha Esa, yang tidak ada sekutu bagi-Nya.\" Oleh karena itu barangsiapa yang mengharapkan pahala dari Allah pada hari perjumpaan dengan-Nya, maka hendaklah ia tulus ikhlas dalam ibadahnya, mengesakan Allah dalam rububiyah dan uluhiyah-Nya dan tidak syirik baik yang terang-terangan maupun yang tersembunyi seperti riya, karena berbuat sesuatu dengan motif ingin dipuji orang itu termasuk syirik yang tersembunyi. Setelah membersihkan iman dari kemusyrikan itu hendaklah selalu mengerjakan amal saleh yang dikerjakannya semata-mata untuk mencapai keridaan-Nya. Diriwayatkan oleh Muslim dari Abu Hurairah ra, bahwa Rasulullah saw. bersabda: Sesungguhnya Allah berfirman, \"Saya adalah yang paling kaya di antara semua yang berserikat dari sekutunya. Dan siapa yang membuat suatu amalan dengan mempersekutukan Aku dengan yang lain, maka Aku tinggalkan dia bersama sekutunya.\" (Riwayat Muslim dari Abu Hurairah)"
        }
      ]
    }
  ]
}