{
  "pageNumber": 90,
  "juz": 5,
  "surahs": [
    {
      "number": 4,
      "name": "An-Nisa'",
      "nameArabic": "النساء",
      "meaning": "Wanita",
      "revelation": "Madinah",
      "description": "Surat An Nisaa' terdiri dari 176 ayat dan termasuk surat Madaniyyah terpanjang setelah surat Al Baqarah.Dinamakan An Nisaa' karena di dalamnya banyak dibicarakan hal-hal yang berhubungan dengan perempuan; merupakan surat yang paling banyak membicarakan hal itu dibanding surat-surat yang lain. Surat lain yang banyak membicarakan perempuan adalah surat Ath Thalaq. Dalam hal ini, surat An Nisaa' biasa disebut \"Surat An Nisaa' Al Kubraa\" (surat An Nisaa' besar) sedangkan surat Ath Thalaq disebut \"Surat An Nisaa' Ash Shughraa\" (surat An Nisaa' kecil).Pokok-Pokok Isi:1. Keimanan:Syirik (dosa yang paling besar); akibat kekafiran pada hari akhir.2. Hukum-hukum:Kewajiban para washi dan wali; hukum poligami; masnikah; memakan harta anak yatim dan orang-orang yang tidak dapat mengurus harta; pokok-pokok hukum warisan; perbuatan-perbuatan keji dan hukumannya, perempuan-perempuan yang haram dinikahi; hukum menikahi hamba sahaya perempuan; larangan memakan harta secara batil; hukum syiqaq dan nusyuz; kesucian lahir-batin dalam shalat; hukum suaka; hukum membunuh seorang muslim; shalat khauf; larangan mengucapkan perkataan buruk; dan pusaka kalalah.3. Kisah-kisah:Kisah-kisah Nabi Musa a.s. dan pengikutnya.4. Lain-lain:Asal muasal manusia adalah satu; keharusan menjauhi adat-adat jahiliyah berkaitan dengan perempuan; norma-norma pergaulan dengan istri; hak seseorang sesuai dengan kewajibannya; perlakuan ahli kitab terhadap kitab-kitab yang diturunkan kepadanya; dasar-dasar pemerintahan; cara mengadili perkara; keharusan siap-siaga terhadap musuh; sikap-sikap orang munafik dalam menghadapi peperangan; berperang di jalan Allah adalah kewajiban setiap mukalaf; norma dan adab dalam peperangan; cara menghadapi orang-orang munafik; dan derajat orang yang berjihad.Surat An Nisaa' dimulai dengan perintah bertakwa dan menyatakan bahwa asal manusia adalah satu, kemudian menerangkan hukum-hukum yang berhubungan dengan anak yatim, rumah tangga, warisan, perempuan yang haram dinikahi serta hak dan kewajiban laki-laki dan perempuan. Juga menyebut tentang hukum-hukum perang serta pelajaran-pelajaran yang harus diambil dari perang Badar dan Uhud. Pengutaraan hukum perang dan hukum keluarga dalam surat ini merupakan hujjah-hujjah yang dikemukakan kepada Ahli Kitab, yang ditegaskan pada bagian terakhir surat ini. Lalu, surat ini ditutup dengan perintah agar kaum mukmin bersabar, memperatkan hubungan sesama manusia, dan bertakwa kepada Allah, agar mendapat keberuntungan dunia akhirat.Hubungan Surat An Nisaa' Dengan Surat Al Maa-Idah:1. Surat An Nisaa' menerangkan beberapa macam akad, seperti: pernikahan, perceraian, warisan, perjanjian, wasiat, dan sebagainya. Sementara itu, permulaan surat Al Maa-idah menyatakan supaya hamba-hamba Allah memenuhi segala macam akad-akad yang telah dibuat, baik terhadap Allah maupun terhadap sesama manusia, di samping menerangkan akad-akad yang lain.2. Surat An Nisaa' mengemukakan beberapa hukum secara umum, sedangkan surat Al Maa-idah menjelaskan dan menegaskan hukum-hukum tersebut.3. Sebagaimana halnya surat Al Baqarah dan surat Ali 'Imran mengemukakan hal-hal yang berhubungan dengan pokok-pokok agama, seperti: keesaan Allah dan kenabian, maka surat An Nisaa' dan Al Maaidah menerangkan tentang furu' agama (hukum fikih), seperti: hukum keluarga dan sebagainya.4. Akhir surat An Nisaa' mengemukakan hujjah-hujjah atas kekeliruan orang-orang Yahudi dan Nasrani serta kekeliruan kaum musyrikin dan munafikin. Hal yang serupa diterangkan secara panjang lebar dalam surat Al Maa-idah.5. Surat An Nisaa' dimulai dengan \"Yaa ayyuhannaas\" yang nadanya sama dengan surat Makiah, sedangkan surat Al Maa-idah, sebagai surat Madaniah, dimulai dengan, \"Yaa ayyuhal ladziina aamanu\". Meskipun nadanya berlainan, tetapi yang dituju oleh kedua surat ini adalah seluruh manusia.",
      "verses": [
        {
          "number": 75,
          "arabic": "وَمَا لَكُمْ لَا تُقَـٰتِلُونَ فِى سَبِيلِ ٱللَّهِ وَٱلْمُسْتَضْعَفِينَ مِنَ ٱلرِّجَالِ وَٱلنِّسَآءِ وَٱلْوِلْدَٰنِ ٱلَّذِينَ يَقُولُونَ رَبَّنَآ أَخْرِجْنَا مِنْ هَـٰذِهِ ٱلْقَرْيَةِ ٱلظَّالِمِ أَهْلُهَا وَٱجْعَل لَّنَا مِن لَّدُنكَ وَلِيًّا وَٱجْعَل لَّنَا مِن لَّدُنكَ نَصِيرًا",
          "transliteration": "wamā lakum lā tuqātilūna fī sabīli l-lahi wal-mus'taḍʿafīna mina l-rijāli wal-nisāi wal-wil'dāni alladhīna yaqūlūna rabbanā akhrij'nā min hādhihi l-qaryati l-ẓālimi ahluhā wa-ij'ʿal lanā min ladunka waliyyan wa-ij'ʿal lanā min ladunka naṣīran",
          "translation": "Dan mengapa kamu tidak mau berperang di jalan Allah dan (membela) orang yang lemah, baik laki-laki, perempuan maupun anak-anak yang berdoa, \"Ya Tuhan kami, keluarkanlah kami dari negeri ini (Mekkah) yang penduduknya zalim. Berilah kami pelindung dari sisi-Mu, dan berilah kami penolong dari sisi-Mu.\"",
          "tafsir": "Dalam ayat ini terdapat dorongan yang kuat agar kaum Muslimin berperang di jalan Allah untuk membela saudara-saudara mereka yang tertindas dan yang berada dalam cengkeraman musuh, karena mereka lemah dan tidak berdaya baik laki-laki, perempuan maupun anak-anak. Keamanan mereka terancam. Mereka tidak mampu membebaskan diri dari cengkeraman musuh, mereka ditindas dan dianiaya oleh penguasa-penguasa yang zalim, mereka tidak berbuat apa-apa selain berdoa memohon pertolongan dan perlindungan dari Allah. Allah mendorong untuk berperang dengan cara yang lebih mendalam, mengetuk pintu hati nurani setiap orang yang masih memiliki perasaan dan keinginan yang baik, dengan menyebutkan keuntungan dan tujuan murni dari peperangan menurut Islam. Tujuan perang dalam Islam ialah meninggikan kalimah Allah, membela hak saudara-saudara seagama, membela hak-hak asasi manusia dan menegakkan norma-norma akhlak yang tinggi dan membela diri; bukan untuk memperbudak atau menjajah atau untuk menguasai bangsa atau negara atau hak-hak orang lain. Berdasarkan tujuan berperang di atas, adalah menjadi kewajiban bagi kaum Muslimin membebaskan setiap Muslim yang ditawan oleh musuh dengan berperang atau menebusnya dengan harta. Menurut Abu Abdillah al-Qurtubi, tidak ada perbedaan paham di antara ulama dalam hukum ini, mereka telah sepakat semuanya. Harta untuk penebusannya diambilkan dari baitul mal atau wajib ditanggung oleh seluruh umat Islam jika dana tidak tersedia."
        },
        {
          "number": 76,
          "arabic": "ٱلَّذِينَ ءَامَنُوا۟ يُقَـٰتِلُونَ فِى سَبِيلِ ٱللَّهِ ۖ وَٱلَّذِينَ كَفَرُوا۟ يُقَـٰتِلُونَ فِى سَبِيلِ ٱلطَّـٰغُوتِ فَقَـٰتِلُوٓا۟ أَوْلِيَآءَ ٱلشَّيْطَـٰنِ ۖ إِنَّ كَيْدَ ٱلشَّيْطَـٰنِ كَانَ ضَعِيفًا",
          "transliteration": "alladhīna āmanū yuqātilūna fī sabīli l-lahi wa-alladhīna kafarū yuqātilūna fī sabīli l-ṭāghūti faqātilū awliyāa l-shayṭāni inna kayda l-shayṭāni kāna ḍaʿīfan",
          "translation": "Orang-orang yang beriman, mereka berperang di jalan Allah, dan orang-orang yang kafir berperang di jalan Tagut, maka perangilah kawan-kawan setan itu, (karena) sesungguhnya tipu daya setan itu lemah.",
          "tafsir": "Orang mukmin berperang untuk menegakkan keadilan dan membela diri, sedang orang musyrik berperang karena mengikuti hawa nafsu yang dikendalikan oleh setan dan mengembangkan angkara murka di dunia, sehingga kalau orang mukmin meninggalkan atau mengabaikan tugas berperang di jalan Allah, niscaya kerusakan yang ditimbulkan oleh berbagai perbuatan hawa nafsu akan merajalela. Oleh karena tujuan berperang dalam Islam demikian suci dan murninya, yaitu untuk mempertahankan diri dan membasmi kezaliman dan angkara murka, maka hendaklah kaum Muslimin menyerang musuh-musuh Islam yang menjadi kawan-kawan setan itu, dan hendaklah diyakini, bahwa tipu daya setan itu lemah, tidak akan mampu mengalahkan orang-orang yang benar-benar beriman."
        },
        {
          "number": 77,
          "arabic": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ قِيلَ لَهُمْ كُفُّوٓا۟ أَيْدِيَكُمْ وَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَءَاتُوا۟ ٱلزَّكَوٰةَ فَلَمَّا كُتِبَ عَلَيْهِمُ ٱلْقِتَالُ إِذَا فَرِيقٌ مِّنْهُمْ يَخْشَوْنَ ٱلنَّاسَ كَخَشْيَةِ ٱللَّهِ أَوْ أَشَدَّ خَشْيَةً ۚ وَقَالُوا۟ رَبَّنَا لِمَ كَتَبْتَ عَلَيْنَا ٱلْقِتَالَ لَوْلَآ أَخَّرْتَنَآ إِلَىٰٓ أَجَلٍ قَرِيبٍ ۗ قُلْ مَتَـٰعُ ٱلدُّنْيَا قَلِيلٌ وَٱلْـَٔاخِرَةُ خَيْرٌ لِّمَنِ ٱتَّقَىٰ وَلَا تُظْلَمُونَ فَتِيلًا",
          "transliteration": "alam tara ilā alladhīna qīla lahum kuffū aydiyakum wa-aqīmū l-ṣalata waātū l-zakata falammā kutiba ʿalayhimu l-qitālu idhā farīqun min'hum yakhshawna l-nāsa kakhashyati l-lahi aw ashadda khashyatan waqālū rabbanā lima katabta ʿalaynā l-qitāla lawlā akhartanā ilā ajalin qarībin qul matāʿu l-dun'yā qalīlun wal-ākhiratu khayrun limani ittaqā walā tuẓ'lamūna fatīlan",
          "translation": "Tidakkah engkau memperhatikan orang-orang yang dikatakan kepada mereka,<sup foot_note=135157>1</sup> \"Tahanlah tanganmu (dari berperang), laksanakanlah salat dan tunaikanlah zakat!\" Ketika mereka diwajibkan berperang, tiba-tiba sebagian mereka (golongan munafik) takut kepada manusia (musuh), seperti takutnya kepada Allah, bahkan lebih takut (dari itu). Mereka berkata, \"Ya Tuhan kami, mengapa Engkau wajibkan berperang kepada kami? Mengapa tidak Engkau tunda (kewajiban berperang) kepada kami beberapa waktu lagi?\" Katakanlah, \"Kesenangan di dunia ini hanya sedikit dan di akhirat itu lebih baik bagi orang-orang yang bertakwa (mendapat pahala turut berperang) dan kamu tidak akan dizalimi sedikit pun.\"",
          "tafsir": "Ayat ini menggambarkan keadaan masyarakat masa jahiliah. Mereka suka berperang meskipun karena sebab yang kecil. Setelah masuk Islam, mereka diperintahkan agar menghentikan perang, melaksanakan salat dan membayar zakat. Sebagian dari mereka mengharapkan adanya perintah perang karena kepentingan duniawi sebagaimana kebiasaan mereka pada masa jahiliah. Ayat ini memerintahkan kepada sebagian kaum Muslimin yang enggan berperang agar mereka bersikap tenang dan menahan diri untuk tidak mengadakan peperangan terhadap orang kafir dan mereka hanya diperintahkan melakukan salat dan membayar zakat. Tetapi pada waktu mereka diperintahkan berperang untuk mempertahankan diri, ternyata sebagian dari mereka tidak bersemangat untuk berperang karena takut kepada musuh, padahal semestinya mereka hanya takut kepada Allah. Malahan mereka berkata, \"Mengapa kami diwajibkan berperang pada waktu ini, biarkanlah kami mati seperti biasa.\" Allah memerintahkan kepada Rasul-Nya agar mengatakan kepada sebagian kaum Muslimin bahwa sikap mereka itu adalah sikap seorang pengecut, karena takut mati dan cinta kepada harta dunia, sedangkan kelezatan dunia itu hanya sedikit sekali dibandingkan dengan kelezatan akhirat yang abadi dan tidak terbatas, yang hanya akan didapat oleh orang-orang yang bertakwa kepada Allah yaitu orang yang bersih dari syirik dan akhlak yang rendah. Pada akhir ayat ini ditegaskan bahwa Allah tidak akan menganiaya dan merugikan manusia. Masing-masing akan mendapat balasan sesuai dengan amal perbuatannya walaupun sebesar zarrah."
        },
        {
          "number": 78,
          "arabic": "أَيْنَمَا تَكُونُوا۟ يُدْرِككُّمُ ٱلْمَوْتُ وَلَوْ كُنتُمْ فِى بُرُوجٍ مُّشَيَّدَةٍ ۗ وَإِن تُصِبْهُمْ حَسَنَةٌ يَقُولُوا۟ هَـٰذِهِۦ مِنْ عِندِ ٱللَّهِ ۖ وَإِن تُصِبْهُمْ سَيِّئَةٌ يَقُولُوا۟ هَـٰذِهِۦ مِنْ عِندِكَ ۚ قُلْ كُلٌّ مِّنْ عِندِ ٱللَّهِ ۖ فَمَالِ هَـٰٓؤُلَآءِ ٱلْقَوْمِ لَا يَكَادُونَ يَفْقَهُونَ حَدِيثًا",
          "transliteration": "aynamā takūnū yud'rikkumu l-mawtu walaw kuntum fī burūjin mushayyadatin wa-in tuṣib'hum ḥasanatun yaqūlū hādhihi min ʿindi l-lahi wa-in tuṣib'hum sayyi-atun yaqūlū hādhihi min ʿindika qul kullun min ʿindi l-lahi famāli hāulāi l-qawmi lā yakādūna yafqahūna ḥadīthan",
          "translation": "Dimanapun kamu berada, kematian akan mendapatkan kamu, kendatipun kamu berada di dalam benteng yang tinggi dan kokoh. Jika mereka memperoleh kebaikan, mereka mengatakan, \"Ini dari sisi Allah\", dan jika mereka ditimpa suatu keburukan mereka mengatakan, \"Ini dari engkau (Muhammad).\" Katakanlah, \"Semuanya (datang) dari sisi Allah.\" Maka mengapa orang-orang itu (orang-orang munafik) hampir-hampir tidak memahami pembicaraan (sedikit pun)?\"",
          "tafsir": "Maut (mati) adalah suatu hal yang pasti datangnya. Tidak seorang pun yang dapat lepas dari padanya di manapun dia berada meskipun berlindung di dalam benteng yang kokoh kuat. Karena itu tidaklah wajar manusia takut mati meskipun ia berada di dalam kancah peperangan. Jika sampai ajalnya, tentulah ia mati, meskipun ia hidup mewah di dalam istana atau bertahan di dalam benteng yang kokoh. Ayat ini merupakan kecaman Allah terhadap segolongan kaum Muslimin yang tidak mempunyai semangat juang untuk membela kebenaran, mereka tak mau berperang karena takut mati. Sikap pengecut dan kemunafikan mereka itu tidak lain disebabkan kelemahan iman dan piciknya pikiran mereka. Selanjutnya digambarkan kepicikan akal mereka yang tidak mau berperang karena takut mati. Sikap pengecut mereka anggap sebagai karunia dari Allah sedang malapetaka yang menimpa mereka adalah karena datangnya Muhammad ke Medinah, sehingga musim kemarau yang menimpa kota Medinah mereka anggap sebagai musibah yang ditimbulkan oleh kedatangan Nabi Muhammad dan kesialannya. Adapun orang yang beriman ia tetap berpendirian bahwa baik dan buruk adalah datangnya dari Allah. Pendirian seperti inilah yang Allah perintahkan kepada Muhammad agar disampaikan kepada mereka. Sekiranya mereka tidak dapat memahaminya, mereka akan tetap sepanjang masa di dalam kegelapan. Jika mereka dapat memahaminya tentulah mereka tidak akan mengatakan bahwa hal yang buruk itu dikarenakan celanya seseorang, tetapi baik dan buruk itu akan mereka ketahui erat hubungannya dengan sebab musabab yang telah menjadi sunah Allah."
        },
        {
          "number": 79,
          "arabic": "مَّآ أَصَابَكَ مِنْ حَسَنَةٍ فَمِنَ ٱللَّهِ ۖ وَمَآ أَصَابَكَ مِن سَيِّئَةٍ فَمِن نَّفْسِكَ ۚ وَأَرْسَلْنَـٰكَ لِلنَّاسِ رَسُولًا ۚ وَكَفَىٰ بِٱللَّهِ شَهِيدًا",
          "transliteration": "mā aṣābaka min ḥasanatin famina l-lahi wamā aṣābaka min sayyi-atin famin nafsika wa-arsalnāka lilnnāsi rasūlan wakafā bil-lahi shahīdan",
          "translation": "Kebajikan apa pun yang kamu peroleh, adalah dari sisi Allah, dan keburukan apa pun yang menimpamu, itu dari (kesalahan) dirimu sendiri. Kami mengutusmu (Muhammad) menjadi Rasul kepada (seluruh) manusia. Dan cukuplah Allah yang menjadi saksi.",
          "tafsir": "Dari segi kesopanan bahwa sesuatu yang baik yang diperoleh seseorang hendaklah dikatakan datangnya dari Allah. Malapetaka yang menimpa seseorang itu hendaklah dikatakan datangnya dari dirinya sendiri, mungkin pula karena disebabkan kelalaiannya atau kelalaian orang lain apakah dia saudara, sahabat atau tetangga."
        }
      ]
    }
  ]
}