{
  "pageNumber": 470,
  "juz": 24,
  "surahs": [
    {
      "number": 40,
      "name": "Ghafir",
      "nameArabic": "غافر",
      "meaning": "Yang Maha Pengampun",
      "revelation": "Makkah",
      "description": "Surat \"Ghafir\" terdiri atas 85 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Az-Zumar.Dinamakan \"Ghafir\" (yang mengampuni), karena ada hubungannya dengan kata \"Ghafir\" yang terdapat pada ayat ke-3 surat ini. Ayat ini mengingatkan bahwa \"Maha Pengampun\" dan \"Maha Penerima Taubat\" adalah termasuk sifat Allah. Karena itu, hamba-hamba Allah tidak perlu khawatir terhadap perbuatan-perbuatan dosa yang telah telanjur mereka lakukan, semuanya akan diampuni Allah dengan syarat memohon ampunan dan bertaubat kepada-Nya dengan sungguh-sungguh serta berjanji tidak akan mengulangi perbuatan-perbuatan dosa itu lagi. Surat ini juga dinamai \"Dzit Thaul\" (Yang Mempunyai Karunia) karena kata tersebut terdapat pada ayat ke-3.Dinamai pula \"Al-Mu'min\" (orang yang beriman), berhubung kata \"mu'min\" yang terdapat pada ayat ke-28 surat ini. Pada ayat ke-28 diterangkan bahwa seorang dari kaum Fir'aun telah beriman kepada Nabi Musa tetapi menyembunyikan keimanannya di depan kaumnya. Setelah mendengar keterangan dan melihat mukjizat yang dikemukakan oleh Nabi Musa, hati kecil orang itu mencela Fir'aun dan kaumnya yang tidak mau beriman kepada Nabi Musa sekalipun telah dikemukakan keterangan dan mukjizat yang diminta mereka.**Pokok-Pokok Isi:**1. **Keimanan:** Sifat-sifat malaikat yang memikul 'Arsy dan yang berada di sekitarnya; dalil-dalil yang menunjukkan kekuasaan Allah, sifat-sifat Allah yang menunjukkan kebesaran dan keagungan-Nya; ilmu Allah meliputi segala sesuatu; bukti-bukti yang menunjukkan keberadaan hari kebangkitan.2. **Kisah:** Kisah Nabi Musa dengan Fir'aun.3. **Lain-lain:** Sikap orang mukmin dan orang kafir terhadap Al-Qur'an; permohonan orang-orang kafir agar dikeluarkan dari neraka; peringatan untuk orang-orang musyrik tentang kedahsyatan hari kiamat; anjuran bersabar dalam menghadapi kaum musyrikin; nikmat-nikmat Allah yang terdapat di daratan dan lautan; janji Rasulullah bahwa orang-orang mukmin akan menang terhadap musuhnya.Surat Ghafir mengemukakan hal-hal yang berhubungan dengan bantahan orang-orang kafir dan pengakuan orang-orang mukmin terhadap Al-Qur'an terutama yang berhubungan dengan ketauhidan, penegasan kebangkitan dan kerasulan. Selain itu, surat ini juga mengemukakan bahwa keadaan orang-orang musyrik akan sama dengan keadaan Fir'aun, Qarun, dan Haman, bila mereka tetap dalam kemusyrikannya.**Hubungan Surat Ghafir Dengan Surat Fussilat:**1. Kedua surat ini sama-sama memberikan peringatan kepada orang-orang Quraisy yang mengingkari Nabi Muhammad.2. Kedua surat ini sama-sama dimulai dengan menyebutkan sifat-sifat Al-Qur'an.",
      "verses": [
        {
          "number": 26,
          "arabic": "وَقَالَ فِرْعَوْنُ ذَرُونِىٓ أَقْتُلْ مُوسَىٰ وَلْيَدْعُ رَبَّهُۥٓ ۖ إِنِّىٓ أَخَافُ أَن يُبَدِّلَ دِينَكُمْ أَوْ أَن يُظْهِرَ فِى ٱلْأَرْضِ ٱلْفَسَادَ",
          "transliteration": "waqāla fir'ʿawnu dharūnī aqtul mūsā walyadʿu rabbahu innī akhāfu an yubaddila dīnakum aw an yuẓ'hira fī l-arḍi l-fasāda",
          "translation": "Dan Fir'aun berkata (kepada pembesar-pembesarnya), \"Biar aku yang membunuh Musa dan suruh dia memohon kepada Tuhannya. Sesungguhnya aku khawatir dia akan menukar agamamu atau menimbulkan kerusakan di bumi.\"",
          "tafsir": "Fir'aun tidak hanya bermaksud melemahkan Bani Israil dan melenyapkan etnisnya, tetapi juga hendak memusnahkan agama tauhid dengan membunuh Nabi Musa sendiri. Ia menyatakan kepada pengikut-pengikutnya bahwa ia sendiri yang akan melaksanakan pembunuhan itu dan untuk itu ia meminta supaya tidak dihalang-halangi. Ia yakin sekali dapat segera membunuh Nabi Musa. Oleh karena itu, ia menantang Nabi Musa supaya meminta bantuan kepada Tuhannya. Latar belakang rencana Fir'aun membunuh Nabi Musa itu adalah kekhawatirannya bahwa Nabi Musa akan menukar agama rakyat Mesir dengan agama tauhid yang diajarkannya. Atau, ia khawatir Nabi Musa akan mengubah kepercayaan, kebiasaan, dan adat istiadat rakyatnya dan akhirnya akan membuat rakyatnya terhasut untuk memberontak kepadanya sehingga ia akan kehilangan kekuasaannya."
        },
        {
          "number": 27,
          "arabic": "وَقَالَ مُوسَىٰٓ إِنِّى عُذْتُ بِرَبِّى وَرَبِّكُم مِّن كُلِّ مُتَكَبِّرٍ لَّا يُؤْمِنُ بِيَوْمِ ٱلْحِسَابِ",
          "transliteration": "waqāla mūsā innī ʿudh'tu birabbī warabbikum min kulli mutakabbirin lā yu'minu biyawmi l-ḥisābi",
          "translation": "Dan (Musa) berkata, \"Sesungguhnya aku berlindung kepada Tuhanku dan Tuhanmu dari setiap orang yang menyombongkan diri yang tidak beriman kepada hari perhitungan.\"",
          "tafsir": "Ketika Nabi Musa memperoleh berita tentang rencana jahat Fir'aun untuk membunuhnya, ia berkata kepada kaumnya bahwa ia berlindung kepada Allah, Tuhannya dan Tuhan mereka juga. Nabi Musa yakin bahwa Allah pasti akan melindunginya karena ia berada di pihak yang benar, sedangkan Fir'aun adalah orang sombong, jahat, kejam, berbuat semena-mena di Mesir, membunuhi orang-orang yang tidak bersalah, dan mengakui dirinya sebagai tuhan yang harus dipatuhi semua perintahnya. Tindakan Fir'aun itu dilatarbelakangi ketidakpercayaan kepada adanya hari kemudian, dimana setiap perbuatan sekecil apa pun akan diminta pertanggungjawabannya. Fir'aun tidak percaya adanya hari kemudian itu sehingga ia tidak percaya bahwa bila bertindak kejam di dunia ini akan dibalas nanti di akhirat. Demikianlah akibat kekafiran. Manusia akan berlaku semena-mena di alam ini, yang bisa mengakibatkan alam ini hancur."
        },
        {
          "number": 28,
          "arabic": "وَقَالَ رَجُلٌ مُّؤْمِنٌ مِّنْ ءَالِ فِرْعَوْنَ يَكْتُمُ إِيمَـٰنَهُۥٓ أَتَقْتُلُونَ رَجُلًا أَن يَقُولَ رَبِّىَ ٱللَّهُ وَقَدْ جَآءَكُم بِٱلْبَيِّنَـٰتِ مِن رَّبِّكُمْ ۖ وَإِن يَكُ كَـٰذِبًا فَعَلَيْهِ كَذِبُهُۥ ۖ وَإِن يَكُ صَادِقًا يُصِبْكُم بَعْضُ ٱلَّذِى يَعِدُكُمْ ۖ إِنَّ ٱللَّهَ لَا يَهْدِى مَنْ هُوَ مُسْرِفٌ كَذَّابٌ",
          "transliteration": "waqāla rajulun mu'minun min āli fir'ʿawna yaktumu īmānahu ataqtulūna rajulan an yaqūla rabbiya l-lahu waqad jāakum bil-bayināti min rabbikum wa-in yaku kādhiban faʿalayhi kadhibuhu wa-in yaku ṣādiqan yuṣib'kum baʿḍu alladhī yaʿidukum inna l-laha lā yahdī man huwa mus'rifun kadhābun",
          "translation": "Dan seseorang yang beriman di antara keluarga Fir'aun yang menyembunyikan imannya berkata, \"Apakah kamu akan membunuh seseorang karena dia berkata, \"Tuhanku adalah Allah,\" padahal sungguh, dia telah datang kepadamu dengan membawa bukti-bukti yang nyata dari Tuhanmu. Dan jika dia seorang pendusta maka dialah yang akan menanggung (dosa) dustanya; dan jika dia seorang yang benar, niscaya sebagian (bencana) yang diancamkannya kepadamu akan menimpamu. Sesungguhnya Allah tidak memberi petunjuk kepada orang yang melampaui batas dan pendusta.",
          "tafsir": "Para ulama tafsir meriwayatkan bahwa laki-laki beriman yang disebutkan dalam ayat ini adalah orang Mesir dari keluarga Fir'aun. Namanya tidak jelas, tetapi Ibnu Katsir meriwayatkan dari Ibnu Abi hatim bahwa ia adalah anak paman Fir'aun yang beriman secara sembunyi-sembunyi kepada Nabi Musa. Tidak ada di antara keluarga Fir'aun yang beriman selain orang yang disebutkan dalam ayat ini dan istri Fir'aun sendiri bernama Asiah. Laki-laki inilah yang menyampaikan kepada Nabi Musa tentang rencana jahat Fir'aun untuk membunuhnya. Demikian riwayat dari sumber Ibnu 'Abbas. Namun, al-Khazin, begitu juga an-Nasafi meriwayatkan dari sumber Ibnu 'Abbas juga bahwa laki-laki itu bernama Sam'an atau Habib. Ada pula yang menyebutnya Kharbil atau Hazbil. Yang disepakati ulama hanyalah bahwa laki-laki itu adalah anak paman Fir'aun. Laki-laki beriman itu menasihati Fir'aun dengan penuh kebijaksanaan, \"Patutkah membunuh seseorang yang menyatakan dirinya beriman kepada Allah, sedangkan ia telah menyampaikan alasan-alasan dan bukti-bukti nyata tentang yang diimaninya.\" Ia melanjutkan bahwa seandainya Nabi Musa berbohong, maka konsekuensi kebohongannya itu akan dipikul olehnya sendiri. Akan tetapi, bila Nabi Musa benar, sedangkan ia telah disiksa atau dibunuh, maka sebagian yang diancamkan kepada orang yang menyiksa atau membunuh itu akan diterima di dunia ini juga, dan di akhirat ia akan masuk neraka. Ia kemudian menegaskan bahwa Allah tidak akan memberi petunjuk orang yang berbuat semena-semena dan berdusta. Artinya, Nabi Musa beriman dan membawa bukti-bukti imannya, sedangkan yang semena-mena dan dusta adalah Fir'aun. Oleh karena itu, yang tidak akan memperoleh petunjuk adalah Fir'aun. Tidak memperoleh petunjuk berarti akan sengsara di dunia dan di akhirat akan masuk neraka. Dengan demikian yang akan sengsara di dunia dan masuk neraka di akhirat adalah Fir'aun"
        },
        {
          "number": 29,
          "arabic": "يَـٰقَوْمِ لَكُمُ ٱلْمُلْكُ ٱلْيَوْمَ ظَـٰهِرِينَ فِى ٱلْأَرْضِ فَمَن يَنصُرُنَا مِنۢ بَأْسِ ٱللَّهِ إِن جَآءَنَا ۚ قَالَ فِرْعَوْنُ مَآ أُرِيكُمْ إِلَّا مَآ أَرَىٰ وَمَآ أَهْدِيكُمْ إِلَّا سَبِيلَ ٱلرَّشَادِ",
          "transliteration": "yāqawmi lakumu l-mul'ku l-yawma ẓāhirīna fī l-arḍi faman yanṣurunā min basi l-lahi in jāanā qāla fir'ʿawnu mā urīkum illā mā arā wamā ahdīkum illā sabīla l-rashādi",
          "translation": "Wahai kaumku!\" Pada hari ini kerajaan ada padamu dengan berkuasa di bumi, tetapi siapa yang akan menolong kita dari azab Allah jika (azab itu) menimpa kita?\" Fir'aun berkata, \"Aku hanya mengemukakan kepadamu, apa yang aku pandang baik; dan aku hanya menunjukkan kepadamu jalan yang benar.\"",
          "tafsir": "Selanjutnya laki-laki beriman itu menasihati kaumnya, rakyat Mesir bahwa mereka telah diberi nikmat yang besar oleh Allah. Mesir telah merupakan kerajaan besar yang disegani dan berpengaruh. Oleh karena itu, nikmat itu harus dipelihara dengan beriman kepada Allah, dan bila mereka juga kafir, maka dikhawatirkan kebesaran itu akan runtuh dan mereka akan menderita. \"Siapakah yang akan menolong kita bila bencana itu datang?\" katanya. Demikianlah nasihat laki-laki beriman itu kepada Fir'aun dan kaumnya. Tetapi nasihat itu tidak diterima Fir'aun. Ia menyatakan bahwa apa yang dikatakannya itulah yang harus diterima dan dilaksanakan, dan apa yang disampaikan dan diperintahkannya itulah yang baik dan benar. Dengan demikian, Fir'aun memaksakan kehendaknya dan lagi-lagi bertindak sewenang-wenang. Jawaban Fir'aun itu sesungguhnya tidak benar, karena dalam hati sanubarinya, sebenarnya ia membenarkan apa yang disampaikan Nabi Musa. Ucapannya itu sesungguhnya hanya didorong oleh kezaliman dan kesombongannya sebagaimana dinyatakan ayat berikut: Dan mereka mengingkarinya karena kezaliman dan kesombongannya, padahal hati mereka meyakini (kebenaran)nya. (an-Naml/27: 14) Apa yang dikatakan Fir'aun bahwa yang diperintahkannya kepada kaumnya adalah baik, sehingga Nabi Musa harus tetap dibunuh, juga jauh dari kebenaran. Hal itu karena tidaklah benar dengan membunuh seseorang persoalan akan selesai, apalagi yang dibunuh itu seorang rasul Allah. Tindakan itu justru sesat dan menyesatkan, sebagaimana dinyatakan ayat berikut: Dan Fir'aun telah menyesatkan kaumnya dan tidak memberi petunjuk. (thaha/20: 79). Namun demikian, para pengikut Fir'aun menerima dan mematuhi perintahnya sekalipun salah, sebagaimana diungkapkan ayat berikut: Kepada Fir'aun dan para pemuka kaumnya, tetapi mereka mengikuti perintah Fir'aun, padahal perintah Fir'aun bukanlah (perintah) yang benar. (Hud/11: 97) Tindakan Fir'aun membohongi rakyatnya dan memaksa mereka mengikuti perintahnya, serta menghasut mereka untuk mendustai rasul Allah, menjadi pelajaran bagi para pemimpin. Pemimpin yang ingin menghalangi dan menjauhkan masyarakat dari ajaran-ajaran agama mereka boleh jadi akan mengalami nasib yang sama dengan Fir'aun. Dalam hal ini Rasulullah memberi nasihat:Tiadalah mati imam (seorang pemimpin), di mana pada hari kematiannya itu ia telah menipu rakyatnya, melainkan ia tidak akan mencium bau surga. Sesungguhnya keharuman surga itu bisa tercium dari jarak lima ratus tahun perjalanan. (Riwayat al-Bukhari dan Muslim)"
        },
        {
          "number": 30,
          "arabic": "وَقَالَ ٱلَّذِىٓ ءَامَنَ يَـٰقَوْمِ إِنِّىٓ أَخَافُ عَلَيْكُم مِّثْلَ يَوْمِ ٱلْأَحْزَابِ",
          "transliteration": "waqāla alladhī āmana yāqawmi innī akhāfu ʿalaykum mith'la yawmi l-aḥzābi",
          "translation": "Dan orang yang beriman itu berkata, \"Wahai kaumku! Sesungguhnya aku khawatir kamu akan ditimpa (bencana) seperti hari kehancuran golongan yang bersekutu,",
          "tafsir": "Laki-laki beriman dari keluarga Fir'aun itu menyampaikan kepada kaumnya bahwa ia khawatir sekali bila mereka tidak mau beriman dan sebaliknya mengikuti perintah Fir'aun. Mereka akan mengalami nasib yang sama seperti yang telah menimpa umat-umat terdahulu. Umat-umat itu menentang dan mendustakan para rasul yang diutus Allah, seperti umat Nabi Nuh, Kaum 'Ad, Samud, dan umat-umat setelahnya. Mereka semua telah dimusnahkan Allah dengan berbagai bencana sebagai azab, dan tidak ada seorang pun yang dapat menangkis atau menyelamatkan diri. Itulah yang dimaksud yaumul ahzab dalam ayat ini. Demikianlah hukuman Allah bagi mereka yang kafir di dunia. Allah tidak bertindak aniaya dengan pemusnahan itu, tetapi merekalah yang menganiaya diri mereka sendiri dengan melakukan tindakan-tindakan yang mengakibatkan murka-Nya. Allah baru menjatuhkan hukuman bila rasul telah menyampaikan dakwahnya dengan sempurna, dan mereka tidak dapat diperbaiki lagi setelah dinasihati berkali-kali. Peristiwa itu hendaknya dijadikan pelajaran oleh rakyatnya. Orang itu berharap nasihatnya diterima oleh kaumnya dan mereka beriman kepada Nabi Musa, tidak membangkang apalagi membunuhnya"
        },
        {
          "number": 31,
          "arabic": "مِثْلَ دَأْبِ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعْدِهِمْ ۚ وَمَا ٱللَّهُ يُرِيدُ ظُلْمًا لِّلْعِبَادِ",
          "transliteration": "mith'la dabi qawmi nūḥin waʿādin wathamūda wa-alladhīna min baʿdihim wamā l-lahu yurīdu ẓul'man lil'ʿibādi",
          "translation": "(yakni) seperti kebiasaan kaum Nuh, 'Ad, Samud dan orang-orang yang datang setelah mereka. Padahal Allah tidak menghendaki kezaliman terhadap hamba-hamba-Nya.\"",
          "tafsir": "Laki-laki beriman dari keluarga Fir'aun itu menyampaikan kepada kaumnya bahwa ia khawatir sekali bila mereka tidak mau beriman dan sebaliknya mengikuti perintah Fir'aun. Mereka akan mengalami nasib yang sama seperti yang telah menimpa umat-umat terdahulu. Umat-umat itu menentang dan mendustakan para rasul yang diutus Allah, seperti umat Nabi Nuh, Kaum 'Ad, Samud, dan umat-umat setelahnya. Mereka semua telah dimusnahkan Allah dengan berbagai bencana sebagai azab, dan tidak ada seorang pun yang dapat menangkis atau menyelamatkan diri. Itulah yang dimaksud yaumul ahzab dalam ayat ini. Demikianlah hukuman Allah bagi mereka yang kafir di dunia. Allah tidak bertindak aniaya dengan pemusnahan itu, tetapi merekalah yang menganiaya diri mereka sendiri dengan melakukan tindakan-tindakan yang mengakibatkan murka-Nya. Allah baru menjatuhkan hukuman bila rasul telah menyampaikan dakwahnya dengan sempurna, dan mereka tidak dapat diperbaiki lagi setelah dinasihati berkali-kali. Peristiwa itu hendaknya dijadikan pelajaran oleh rakyatnya. Orang itu berharap nasihatnya diterima oleh kaumnya dan mereka beriman kepada Nabi Musa, tidak membangkang apalagi membunuhnya"
        },
        {
          "number": 32,
          "arabic": "وَيَـٰقَوْمِ إِنِّىٓ أَخَافُ عَلَيْكُمْ يَوْمَ ٱلتَّنَادِ",
          "transliteration": "wayāqawmi innī akhāfu ʿalaykum yawma l-tanādi",
          "translation": "Dan wahai kaumku!\"Sesungguhnya aku benar-benar khawatir terhadapmu akan (siksaan) hari saling memanggil,<sup foot_note=135720>1</sup>",
          "tafsir": "Laki-laki beriman dari keluarga Fir'aun itu menyampaikan kepada kaumnya bahwa ia khawatir sekali bila mereka tidak mau beriman dan sebaliknya mengikuti perintah Fir'aun. Mereka akan mengalami nasib yang sama seperti yang telah menimpa umat-umat terdahulu. Umat-umat itu menentang dan mendustakan para rasul yang diutus Allah, seperti umat Nabi Nuh, Kaum 'Ad, Samud, dan umat-umat setelahnya. Mereka semua telah dimusnahkan Allah dengan berbagai bencana sebagai azab, dan tidak ada seorang pun yang dapat menangkis atau menyelamatkan diri. Itulah yang dimaksud yaumul ahzab dalam ayat ini. Demikianlah hukuman Allah bagi mereka yang kafir di dunia. Allah tidak bertindak aniaya dengan pemusnahan itu, tetapi merekalah yang menganiaya diri mereka sendiri dengan melakukan tindakan-tindakan yang mengakibatkan murka-Nya. Allah baru menjatuhkan hukuman bila rasul telah menyampaikan dakwahnya dengan sempurna, dan mereka tidak dapat diperbaiki lagi setelah dinasihati berkali-kali. Peristiwa itu hendaknya dijadikan pelajaran oleh rakyatnya. Orang itu berharap nasihatnya diterima oleh kaumnya dan mereka beriman kepada Nabi Musa, tidak membangkang apalagi membunuhnya"
        },
        {
          "number": 33,
          "arabic": "يَوْمَ تُوَلُّونَ مُدْبِرِينَ مَا لَكُم مِّنَ ٱللَّهِ مِنْ عَاصِمٍ ۗ وَمَن يُضْلِلِ ٱللَّهُ فَمَا لَهُۥ مِنْ هَادٍ",
          "transliteration": "yawma tuwallūna mud'birīna mā lakum mina l-lahi min ʿāṣimin waman yuḍ'lili l-lahu famā lahu min hādin",
          "translation": "(yaitu) pada hari (ketika) kamu berpaling ke belakang (lari), tidak ada seorang pun yang mampu menyelamatkan kamu dari (azab) Allah. Dan barangsiapa dibiarkan sesat oleh Allah, niscaya tidak ada sesuatu pun yang mampu memberi petunjuk.\"",
          "tafsir": "Setelah laki-laki beriman itu memperingatkan kaumnya mengenai siksaan di dunia, ia melanjutkan peringatannya tentang dahsyatnya peristiwa hari Kiamat dan siksaan di akhirat. Pada waktu kiamat terjadi, bumi ini bergoncang hebat sehingga manusia berlarian ke sana ke mari sambil berteriak-teriak meminta tolong. Akan tetapi, siapakah yang akan menolong pada waktu itu karena setiap manusia mengalami peristiwa yang sama dan dirisaukan oleh nasib masing-masing. Mengenai yaum at-tanad itu (hari panggil-memanggil), terdapat beberapa pendapat ulama: a.Hari Kiamat, dinamakan demikian karena manusia pada waktu itu berteriak meminta bantuan orang lain sambil berlarian ke sana ke mari menyaksikan bumi bergoncang dan terbelah-belah dengan dahsyatnya. b.Hari ketika orang-orang kafir di akhirat dihadapkan kepada neraka Jahanam, lalu mereka gempar berlarian ke sana sini untuk menghindarkan diri, tetapi malaikat mencegat dan menghalau mereka kembali ke Padang Mahsyar itu untuk dijebloskan ke dalam neraka. c.Hari ketika malaikat menimbang amal manusia. Bila seseorang ternyata berat timbangan amal kebaikannya, orang itu dan orang-orang yang menyaksikannya bersorak-sorak kegirangan menyatakan dengan suara keras bahwa si Fulan bernasib baik, dan sebagainya. Begitu pula ketika seseorang menerima timbangan kebaikannya lebih ringan dari dosanya, ia pun meratap dengan sedihnya, diikuti oleh orang-orang lainnya. d.Panggil-memangggil antara penghuni surga dan penghuni neraka tentang apa yang diperoleh masing-masing. Penghuni surga ketika ditanya penghuni neraka apakah sudah memperoleh apa yang dijanjikan Allah kepada mereka, mereka menjawab dengan mantap bahwa apa yang dijanjikan itu telah mereka nikmati. Di sisi lain, penghuni neraka ketika ditanya hal serupa oleh penghuni surga juga menjawab dengan ucapan yang sama, tetapi dengan suara yang getir, yang menunjukkan bahwa yang mereka peroleh adalah kesengsaraan. Pada hari Mahsyar, yaitu hari pengadilan Allah, orang-orang kafir telah melihat adanya neraka Jahanam. Oleh karena itu, mereka berlarian ingin menghindar, tetapi para malaikat mencegat dan mengembalikan mereka lagi ke Padang Mahsyar. Pada waktu itu, tidak ada yang bisa menolong orang lain. Jangankan menolong orang lain, menolong dirinya sendiri saja belum tentu mampu. Laki-laki beriman itu memperingatkan kaumnya bahwa ia khawatir sekali peristiwa itu akan menimpa mereka. Bila Fir'aun yang mereka harapkan, maka ia akan diazab di dalam neraka, tidak akan bisa menolong dirinya, apalagi menolong orang lain pengikut-pengikutnya itu. Laki-laki beriman itu meminta rakyatnya beriman. Ia khawatir sekali bahwa hati mereka akan tertutup bila mereka tidak mau juga menerima kebenaran. Bila hati sudah tertutup, siapa pun tidak akan mampu membukanya selain Allah."
        }
      ]
    }
  ]
}