{
  "pageNumber": 240,
  "juz": 12,
  "surahs": [
    {
      "number": 12,
      "name": "Yusuf",
      "nameArabic": "يوسف",
      "meaning": "Nabi Yusuf",
      "revelation": "Makkah",
      "description": "Surat Yusuf ini terdiri dari 111 ayat dan termasuk surat Makkiyyah karena diturunkan di Mekah sebelum hijrah. Surat ini dinamai Yusuf karena titik berat isinya mengenai kisah Nabi Yusuf. Kisah ini termasuk cerita ghaib yang diwahyukan kepada Nabi Muhammad sebagai mukjizat bagi beliau, yang sebelumnya tidak beliau ketahui. Menurut riwayat Al Baihaqi dalam kitab \"Ad Dalail\" bahwa segolongan orang Yahudi masuk Islam setelah mendengar kisah Nabi Yusuf tersebut, karena sesuai dengan kisah yang mereka ketahui.Dari kisah Nabi Yusuf ini, Nabi Muhammad banyak mengambil pelajaran dan merupakan penghibur bagi beliau dalam menjalankan tugasnya.**Pokok-Pokok Isi:**1. **Keimanan:** Kenabian Yusuf dan mukjizat-mukjizatnya; menentukan hukum dalam agama adalah hak Allah semata; qadha Allah tak dapat diubah; semua rasul berkelamin laki-laki2. **Hukum-hukum:** Keharusan merahasiakan sesuatu untuk menghindari fitnah; barang dan anak temuan wajib dipungut dan tidak boleh dibiarkan; boleh melakukan muslihat yang tidak merugikan orang lain untuk memperoleh sesuatu kemaslahatan.3. **Kisah-kisah:** Kisah Nabi Yusuf bersaudara dan orang tua mereka, Nabi Ya'qub.4. **Lain-lain:** Beberapa sifat dan suri teladan mulia yang dapat diambil dari kisah Nabi Yusuf; persamaan antara agama para nabi, tauhid.Surat Yusuf ini seluruh isinya berkisah tentang Nabi Yusuf dan saudara-saudaranya beserta kedua orang tua mereka. Cara penuturan kisah Nabi Yusuf ini kepada Nabi Muhammad berbeda dengan kisah nabi-nabi yang lain; kisah Nabi Yusuf secara khusus diceritakan dalam satu surat sedang kisah nabi-nabi yang lain disebutkan dalam beberapa surat. Selain itu, isi kisah Nabi Yusuf juga berbeda dengan kisah nabi-nabi yang lain. Dalam kisah nabi-nabi yang lain, Allah menitikberatkan pada tantangan yang bermacam-macam dari kaum mereka, kemudian mengakhiri kisah tersebut dengan kemusnahan para penentang para nabi. Dalam kisah Nabi Yusuf, Allah menonjolkan kesudahan yang baik dari kesabaran, dan bahwa kesenangan datang setelah penderitaan. Allah menguji Nabi Ya'qub dengan kehilangan putranya, Yusuf, dan penglihatannya. Juga menguji ketabahan dan kesabaran Yusuf dengan dipisahkan dari kedua orang tuanya, dibuang ke dalam sumur, dan diperdagangkan sebagai hamba sahaya. Lalu Allah menguji imannya dengan godaan perempuan cantik lagi bangsawan dan akhirnya dimasukkan ke dalam penjara. Kemudian Allah melepaskan Yusuf dan ayahnya dari segala penderitaan dan cobaan, menghimpunkan mereka kembali, mengembalikan penglihatan Ya'qub, dan menghidupkan lagi cinta kasih antara mereka dengan Yusuf.**Hubungan Surat Yusuf Dengan Surat Ar Ra'd:**1. Dalam surat ini secara umum Allah mengemukakan adanya tanda-tanda keesaan Allah di langit dan di bumi. Di dalam surat Ar Ra'd Allah mengemukakannya lagi secara lebih jelas.2. Kedua surat tersebut sama-sama memuat pengalaman nabi-nabi zaman dahulu beserta umatnya. Yang menentang kebenaran mengalami kehancuran sedang yang mengikuti kebenaran mendapat kemenangan.3. Pada akhir surat Yusuf diterangkan bahwa Al-Qur'an bukanlah perkataan yang diada-adakan tetapi petunjuk dan rahmat bagi orang yang beriman, dan keterangan ini diulangi lagi di awal surat Ar Ra'd.",
      "verses": [
        {
          "number": 38,
          "arabic": "وَٱتَّبَعْتُ مِلَّةَ ءَابَآءِىٓ إِبْرَٰهِيمَ وَإِسْحَـٰقَ وَيَعْقُوبَ ۚ مَا كَانَ لَنَآ أَن نُّشْرِكَ بِٱللَّهِ مِن شَىْءٍ ۚ ذَٰلِكَ مِن فَضْلِ ٱللَّهِ عَلَيْنَا وَعَلَى ٱلنَّاسِ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَشْكُرُونَ",
          "transliteration": "wa-ittabaʿtu millata ābāī ib'rāhīma wa-is'ḥāqa wayaʿqūba mā kāna lanā an nush'rika bil-lahi min shayin dhālika min faḍli l-lahi ʿalaynā waʿalā l-nāsi walākinna akthara l-nāsi lā yashkurūna",
          "translation": "dan aku mengikuti agama nenek moyangku: Ibrahim, Ishak dan Yakub. Tidak pantas bagi kami (para nabi) mempersekutukan sesuatu apa pun dengan Allah. Itu adalah karunia dari Allah kepada kami dan kepada manusia (semuanya); tetapi kebanyakan manusia tidak bersyukur.",
          "tafsir": "Dalam ayat ini diterangkan bahwa Yusuf melanjutkan pembicaraan-nya dengan kedua pemuda itu sebelum menerangkan takwil mimpi mereka. Yusuf mengatakan bahwa dia hanya patuh mengikuti agama nenek moyangnya, yaitu agama Nabi Ibrahim, Ishak, dan Yakub a.s., agama tauhid bukan agama yang mempersekutukan Allah. \"Tidak sepantasnya bagi kami para nabi dan rasul untuk mempersekutukan Allah dengan yang lain, seperti halnya dengan golongan Firaun dan pengikut-pengikutnya. Mereka mempersekutukan Allah dengan yang lain, seperti matahari, bulan, berhala-berhala dan lain-lain. Kepercayaan tauhid itu termasuk karunia Allah kepada kami para nabi dan rasul, begitu juga kepada semua orang yang mempunyai kepercayaan yang sama. Allah telah memberikan petunjuk kepada kami dan manusia yang beriman. Dengan diutusnya kami para nabi dan para rasul, kami menunjukkan kepada mereka mana jalan yang lurus dan mana jalan yang bengkok, kami terangkan kepada mereka kepercayaan yang benar. Namun begitu masih ada saja manusia yang tidak tahu bersyukur kepada Allah,\" kata Yusuf."
        },
        {
          "number": 39,
          "arabic": "يَـٰصَـٰحِبَىِ ٱلسِّجْنِ ءَأَرْبَابٌ مُّتَفَرِّقُونَ خَيْرٌ أَمِ ٱللَّهُ ٱلْوَٰحِدُ ٱلْقَهَّارُ",
          "transliteration": "yāṣāḥibayi l-sij'ni a-arbābun mutafarriqūna khayrun ami l-lahu l-wāḥidu l-qahāru",
          "translation": "Wahai kedua penghuni penjara! Manakah yang baik, tuhan-tuhan yang bermacam-macam itu ataukah Allah Yang Maha Esa, Mahaperkasa?",
          "tafsir": "Yusuf meneruskan dakwahnya dengan menyeru kedua pemuda yang menjadi kawannya dalam penjara itu, \"Wahai kedua penghuni penjara, manakah yang lebih baik, tuhan yang bermacam-macam itu ataukah Allah Yang Maha Esa Yangperkasa?\" Seruan ini adalah yang ikhlas dari seorang kawan yang setia dan jujur kepada kawan-kawannya. Pertanyaan dalam seruan ini adalah merupakan suatu penegasan, bahwa berhentilah menyembah tuhan-tuhan yang bermacam-macam itu dan sembahlah Allah Yang Maha Esa lagi Mahaperkasa. Tuhan-tuhan yang bermacam-macam itu tidak akan dapat menolong mereka dari siksaan di akhirat. Hanya Allah Yang Maha Esa lagi Mahaperkasa saja yang dapat memberikan pertolongan di kala susah dan membantu di kala sempit."
        },
        {
          "number": 40,
          "arabic": "مَا تَعْبُدُونَ مِن دُونِهِۦٓ إِلَّآ أَسْمَآءً سَمَّيْتُمُوهَآ أَنتُمْ وَءَابَآؤُكُم مَّآ أَنزَلَ ٱللَّهُ بِهَا مِن سُلْطَـٰنٍ ۚ إِنِ ٱلْحُكْمُ إِلَّا لِلَّهِ ۚ أَمَرَ أَلَّا تَعْبُدُوٓا۟ إِلَّآ إِيَّاهُ ۚ ذَٰلِكَ ٱلدِّينُ ٱلْقَيِّمُ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
          "transliteration": "mā taʿbudūna min dūnihi illā asmāan sammaytumūhā antum waābāukum mā anzala l-lahu bihā min sul'ṭānin ini l-ḥuk'mu illā lillahi amara allā taʿbudū illā iyyāhu dhālika l-dīnu l-qayimu walākinna akthara l-nāsi lā yaʿlamūna",
          "translation": "Apa yang kamu sembah selain Dia, hanyalah nama-nama yang kamu buat-buat, baik oleh kamu sendiri maupun oleh nenek moyangmu. Allah tidak menurunkan suatu keterangan pun tentang hal (nama-nama) itu. Keputusan itu hanyalah milik Allah. Dia telah memerintahkan agar kamu tidak menyembah selain Dia. Itulah agama yang lurus, tetapi kebanyakan manusia tidak mengetahui.",
          "tafsir": "Kelanjutan dari seruan Yusuf adalah semua yang mereka sembah selain Allah itu adalah tuhan-tuhan palsu yang sengaja diberi nama bermacam-macam oleh mereka sendiri, bapak-bapak dan nenek-moyang mereka. Yusuf berkata, \"Kamu yang membuatnya, kamu yang memberinya nama dan kamu pula yang menyembahnya sebagai Tuhan. Padahal dia adalah benda yang lemah yang tidak mempunyai kekuatan apa-apa dan tidak ada pula keterangan dari Allah kepada rasul-rasul-Nya untuk membenarkan tuhan yang kamu buat-buat itu. Bahwa ketentuan yang benar tentang ketuhanan dan pengabdian ialah yang diatur oleh Allah yang telah diwahyukan kepada rasul-rasul-Nya. Allah telah memerintahkan, bahwa janganlah kamu menyembah selain Allah. Kepada-Nyalah kamu berdoa dan minta tolong, kepada-Nyalah kamu sujud bersimpuh. Itulah agama yang lurus. Tetapi kebanyakan manusia belum mengetahuinya.\""
        },
        {
          "number": 41,
          "arabic": "يَـٰصَـٰحِبَىِ ٱلسِّجْنِ أَمَّآ أَحَدُكُمَا فَيَسْقِى رَبَّهُۥ خَمْرًا ۖ وَأَمَّا ٱلْـَٔاخَرُ فَيُصْلَبُ فَتَأْكُلُ ٱلطَّيْرُ مِن رَّأْسِهِۦ ۚ قُضِىَ ٱلْأَمْرُ ٱلَّذِى فِيهِ تَسْتَفْتِيَانِ",
          "transliteration": "yāṣāḥibayi l-sij'ni ammā aḥadukumā fayasqī rabbahu khamran wa-ammā l-ākharu fayuṣ'labu fatakulu l-ṭayru min rasihi quḍiya l-amru alladhī fīhi tastaftiyāni",
          "translation": "Wahai kedua penghuni penjara, \"Salah seorang di antara kamu, akan bertugas menyediakan minuman khamar bagi tuannya. Adapun yang seorang lagi dia akan disalib, lalu burung memakan sebagian kepalanya. Telah terjawab perkara yang kamu tanyakan (kepadaku).\"",
          "tafsir": "Pada ayat ini barulah diterangkan takwil mimpi kedua pemuda itu oleh Yusuf. Berkatalah Yusuf, \"Hai kedua kawan penghuni penjara, adapun mimpi yang pertama, takwilnya ialah, bahwa engkau segera akan keluar dari penjara ini dan kembali bekerja seperti dulu sebelum masuk penjara, yaitu sebagai tukang siram kebun raja dan akan memberi minum raja dengan khamar. Takwil mimpi kedua, bahwa engkau akan dihukum salib, lalu bangkaimu dan sebagian dari kepalamu akan dimakan burung. Begitulah takwil mimpi yang kamu tanyakan kepada saya sebagai wahyu yang telah diwahyukan kepadaku.\""
        },
        {
          "number": 42,
          "arabic": "وَقَالَ لِلَّذِى ظَنَّ أَنَّهُۥ نَاجٍ مِّنْهُمَا ٱذْكُرْنِى عِندَ رَبِّكَ فَأَنسَىٰهُ ٱلشَّيْطَـٰنُ ذِكْرَ رَبِّهِۦ فَلَبِثَ فِى ٱلسِّجْنِ بِضْعَ سِنِينَ",
          "transliteration": "waqāla lilladhī ẓanna annahu nājin min'humā udh'kur'nī ʿinda rabbika fa-ansāhu l-shayṭānu dhik'ra rabbihi falabitha fī l-sij'ni biḍ'ʿa sinīna",
          "translation": "Dan dia (Yusuf) berkata kepada orang yang diketahuinya akan selamat di antara mereka berdua, \"Terangkanlah keadaanku kepada tuanmu.\" Maka setan menjadikan dia lupa untuk menerangkan (keadaan Yusuf) kepada tuannya. Karena itu dia (Yusuf) tetap dalam penjara beberapa tahun lamanya.",
          "tafsir": "Dalam ayat ini diterangkan bahwa Yusuf berpesan kepada pemuda yang keluar dengan takwil yang baik, agar disampaikan kepada raja, bahwa di dalam penjara masih banyak orang yang tidak bersalah dihukum. Mereka dihukum karena tuduhan-tuduhan yang tidak benar agar hal ini menjadi perhatian raja. Sampaikan juga kepada raja apa yang dia lihat dan didengar tentang Yusuf dan seruan untuk menganut agama tauhid dan lain-lain yang terjadi selama ia dalam penjara. Rupanya pemuda itu setelah sampai di luar, lupa menyampaikan pesan-pesan Yusuf kepada raja, sehingga Yusuf terpaksa meringkuk dalam penjara beberapa tahun lamanya."
        },
        {
          "number": 43,
          "arabic": "وَقَالَ ٱلْمَلِكُ إِنِّىٓ أَرَىٰ سَبْعَ بَقَرَٰتٍ سِمَانٍ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَسَبْعَ سُنۢبُلَـٰتٍ خُضْرٍ وَأُخَرَ يَابِسَـٰتٍ ۖ يَـٰٓأَيُّهَا ٱلْمَلَأُ أَفْتُونِى فِى رُءْيَـٰىَ إِن كُنتُمْ لِلرُّءْيَا تَعْبُرُونَ",
          "transliteration": "waqāla l-maliku innī arā sabʿa baqarātin simānin yakuluhunna sabʿun ʿijāfun wasabʿa sunbulātin khuḍ'rin wa-ukhara yābisātin yāayyuhā l-mala-u aftūnī fī ru'yāya in kuntum lilrru'yā taʿburūna",
          "translation": "Dan raja berkata (kepada para pemuka kaumnya), \"Sesungguhnya aku bermimpi melihat tujuh ekor sapi betina yang gemuk dimakan oleh tujuh ekor sapi betina yang kurus; tujuh tangkai (gandum) yang hijau dan (tujuh tangkai) lainnya yang kering. Wahai orang yang terkemuka! Terangkanlah kepadaku tentang takwil mimpiku itu jika kamu dapat menakwilkan mimpi.\"",
          "tafsir": "Dalam ayat ini diterangkan bahwa raja pada suatu ketika bermimpi yang sangat ajaib sekali dan sangat menggelisahkan hatinya. Belum pernah raja bermimpi seperti itu selama hidupnya. Maka dikumpulkannya semua orang cerdik pandainya, juru-juru tenung dan pembesar-pembesar kerajaannya. Lalu dia berkata, \"Aku bermimpi melihat tujuh ekor sapi yang gemuk-gemuk dimakan tujuh ekor sapi yang kurus, aku melihat tujuh butir gandum yang subur dan tujuh butir pula yang kering. Cobalah kamu ceritakan tabir mimpiku itu kalau di antara kamu ada yang mempunyai ilmu tabir mimpi.\""
        }
      ]
    }
  ]
}