{
  "pageNumber": 554,
  "juz": 28,
  "surahs": [
    {
      "number": 62,
      "name": "Al-Jumu'ah",
      "nameArabic": "الجمعة",
      "meaning": "Jumat",
      "revelation": "Madinah",
      "description": "Surat Al-Jumu'ah ini terdiri dari 11 ayat, termasuk golongan surat Madaniyyah, dan diturunkan sesudah surat Ash-Shaff.Nama surat Al-Jumu'ah diambil dari kata \"Al-Jumu'ah\" yang terdapat pada ayat kesembilan surat ini yang artinya hari Jumat.**Pokok-Pokok Isi:**Menjelaskan sifat-sifat orang-orang munafik dan sifat-safat buruk pada umumnya, di antaranya: berdusta, bersumpah palsu dan penakut; mengajak orang-orang mukmin supaya taat dan patuh kepada Allah dan Rasul-Nya dan supaya bersedia menginfakkan harta untuk menegakkan agama-Nya sebelum ajal datang.Surat Al-Jumu'ah ini menerangkan tentang pengutusan Nabi Muhammad dan menjelaskan bahwa umatnya akan menjadi mulia karena ajarannya, disusul dengan perumpamaan orang-orang Yahudi dan kebohongan pengakuan mereka, kemudian diakhiri dengan kewajiban shalat Jumat.**Hubungan Surat Al-Jumu'Ah Dengan Surat Al-Munafikun:**1. Pada Surat Al-Jumu'ah Allah menerangkan bahwa orang muslim menjadi mulia karena ajaran Nabi Muhammad, sedangkan pada surat Al-Munafiqun diterangkan bahwa orang-orang munafik menjadi sesat dan hina karena tidak mau menjalankan ajaran Nabi.2. Dalam surat Al-Jumu'ah orang disuruh meninggalkan perdagangannya untuk pergi shalat Jumat, sedangkan pada surat Al-Munafiqun diperingatkan agar harta benda dan anak jangan sampai melalaikan dari mengingat Allah.",
      "verses": [
        {
          "number": 9,
          "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا نُودِىَ لِلصَّلَوٰةِ مِن يَوْمِ ٱلْجُمُعَةِ فَٱسْعَوْا۟ إِلَىٰ ذِكْرِ ٱللَّهِ وَذَرُوا۟ ٱلْبَيْعَ ۚ ذَٰلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ",
          "transliteration": "yāayyuhā alladhīna āmanū idhā nūdiya lilṣṣalati min yawmi l-jumuʿati fa-is'ʿaw ilā dhik'ri l-lahi wadharū l-bayʿa dhālikum khayrun lakum in kuntum taʿlamūna",
          "translation": "Wahai orang-orang yang beriman! Apabila telah diseru untuk melaksanakan salat pada hari Jumat, maka segeralah kamu mengingat Allah dan tinggalkanlah jual beli. Yang demikian itu lebih baik bagimu jika kamu mengetahui.",
          "tafsir": "Allah menerangkan bahwa apabila muazin mengumandangkan azan pada hari Jumat, maka hendaklah kita meninggalkan perniagaan dan segala usaha dunia serta bersegera ke masjid untuk mendengarkan khutbah dan melaksanakan salat Jumat, dengan cara yang wajar, tidak berlari-lari, tetapi berjalan dengan tenang sampai ke masjid, sebagaimana sabda Nabi saw: Apabila salat telah diikamahkan, maka janganlah kamu mendatanginya dengan tergesa-gesa. Namun datangilah salat dalam keadaan berjalan biasa penuh ketenangan. Lalu, berapa rakaat yang kamu dapatkan maka ikutilah, sedangkan rakaat yang ketinggalan maka sempurnakanlah. (Riwayat al-Bukhari dan Muslim dari Abu Hurairah) Seandainya seseorang mengetahui betapa besar pahala yang akan diperoleh orang yang mengerjakan salat Jumat dengan baik, maka melaksanakan perintah itu (memenuhi panggilan salat dan meninggalkan jual-beli), adalah lebih baik daripada tetap di tempat melaksanakan jual-beli dan meneruskan usaha untuk memperoleh keuntungan dunia. Firman Allah: Padahal kehidupan akhirat itu lebih baik dan lebih kekal. (al-A'la/87: 17)"
        },
        {
          "number": 10,
          "arabic": "فَإِذَا قُضِيَتِ ٱلصَّلَوٰةُ فَٱنتَشِرُوا۟ فِى ٱلْأَرْضِ وَٱبْتَغُوا۟ مِن فَضْلِ ٱللَّهِ وَٱذْكُرُوا۟ ٱللَّهَ كَثِيرًا لَّعَلَّكُمْ تُفْلِحُونَ",
          "transliteration": "fa-idhā quḍiyati l-ṣalatu fa-intashirū fī l-arḍi wa-ib'taghū min faḍli l-lahi wa-udh'kurū l-laha kathīran laʿallakum tuf'liḥūna",
          "translation": "Apabila salat telah dilaksanakan, maka bertebaranlah kamu di bumi; carilah karunia Allah dan ingatlah Allah banyak-banyak agar kamu beruntung.",
          "tafsir": "Pada ayat ini Allah menerangkan bahwa setelah selesai melakukan salat Jumat, umat Islam boleh bertebaran di muka bumi untuk melaksanakan urusan duniawi, dan berusaha mencari rezeki yang halal, sesudah menunaikan yang bermanfaat untuk akhirat. Hendaklah mengingat Allah sebanyak-banyaknya dalam mengerjakan usahanya dengan menghindarkan diri dari kecurangan, penyelewengan, dan lain-lainnya. Allah Maha Mengetahui segala sesuatu yang tersembunyi apalagi yang tampak nyata, sebagaimana firman Allah: Yang Mengetahui yang gaib dan yang nyata. Yang Mahaperkasa, Mahabijaksana. (at-Tagabun/64: 18) Dengan demikian, tercapailah kebahagiaan dan keberuntungan di dunia dan di akhirat. Dianjurkan kepada siapa yang telah selesai salat Jumat membaca doa yang biasa dilakukan oleh Arrak bin Malik \"Ya Allah! Sesungguhnya aku telah memenuhi panggilan-Mu, dan melaksanakan kewajiban kepada-Mu, dan bertebaran (di muka bumi) sebagaimana Engkau perintahkan kepadaku, maka anugerahkanlah kepadaku karunia-Mu. Engkaulah sebaik-baik Pemberi rezeki.\" (Riwayat Ibnu Abi hatim)"
        },
        {
          "number": 11,
          "arabic": "وَإِذَا رَأَوْا۟ تِجَـٰرَةً أَوْ لَهْوًا ٱنفَضُّوٓا۟ إِلَيْهَا وَتَرَكُوكَ قَآئِمًا ۚ قُلْ مَا عِندَ ٱللَّهِ خَيْرٌ مِّنَ ٱللَّهْوِ وَمِنَ ٱلتِّجَـٰرَةِ ۚ وَٱللَّهُ خَيْرُ ٱلرَّٰزِقِينَ",
          "transliteration": "wa-idhā ra-aw tijāratan aw lahwan infaḍḍū ilayhā watarakūka qāiman qul mā ʿinda l-lahi khayrun mina l-lahwi wamina l-tijārati wal-lahu khayru l-rāziqīna",
          "translation": "Dan apabila mereka melihat perdagangan atau permainan, mereka segera menuju kepadanya dan mereka tinggalkan engkau (Muhammad) sedang berdiri (berkhotbah). Katakanlah, \"Apa yang ada di sisi Allah lebih baik daripada permainan dan perdagangan,\" dan Allah Pemberi rezeki yang terbaik.",
          "tafsir": "Diriwayatkan oleh al-Bukhari, Muslim, Ahmad, dan at-Tirmidhi dari Jabir bin 'Abdullah bahwa ketika Nabi saw berdiri berkhotbah pada hari Jumat, tiba-tiba datanglah rombongan unta (pembawa dagangan), maka para sahabat Rasulullah bergegas mendatanginya sehingga tidak ada yang tinggal mendengarkan khotbah kecuali 12 orang. Saya (Jabir), Abu Bakar, dan Umar termasuk mereka yang tinggal, maka Allah Ta'ala menurunkan ayat: wa idha ra'au tijaratan au lahwan, sampai akhir surah). Pada ayat ini Allah mencela perbuatan orang-orang mukmin yang lebih mementingkan kafilah dagang yang baru tiba dari pada Rasulullah, sehingga mereka meninggalkan Nabi saw dalam keadaan berdiri berkhotbah. Ayat ini ada hubungannya dengan peristiwa kedatangan Dihyah al-Kalbi dari Syam (Suriah), bersama rombongan untanya membawa barang dagangannya seperti tepung, gandum, minyak dan lain-lainnya. Menurut kebiasaan apabila rombongan unta dagangan tiba, wanita-wanita muda keluar menyambutnya dengan menabuh gendang, sebagai pemberitahuan atas kedatangan rombongan itu, supaya orang-orang datang berbelanja membeli barang dagangan yang dibawanya. Selanjutnya Allah memerintahkan Nabi-Nya supaya menyampaikan kekeliruan perbuatan mereka dengan menegaskan bahwa apa yang di sisi Allah jauh lebih baik daripada keuntungan dan kesenangan dunia. Kebahagiaan akhirat itu kekal, sedangkan keuntungan dunia akan lenyap. Ayat ini ditutup dengan satu penegasan bahwa Allah itu sebaik-baik pemberi rezeki. Oleh karena itu, kepada-Nyalah kita harus mengarahkan segala usaha dan ikhtiar untuk memperoleh rezeki yang halal, mengikuti petunjuk-petunjuk-Nya dan rida-Nya."
        }
      ]
    },
    {
      "number": 63,
      "name": "Al-Munafiqun",
      "nameArabic": "المنافقون",
      "meaning": "Orang-orang Munafik",
      "revelation": "Madinah",
      "description": "Surat ini terdiri dari 11 ayat, termasuk golongan surat Madaniyyah, dan diturunkan sesudah surat Al-Hajj. Surat ini dinamai \"Al-Munafikun\", yang artinya orang-orang munafik, karena mengungkapkan sifat-sifat orang-orang munafik.**Pokok-Pokok Isi:**Keterangan tentang orang-orang munafik dan sifat-sifat mereka yang busuk di antaranya: pendusta, suka bersumpah palsu, sombong, kikir, dan tidak menepati janji; peringatan kepada orang-orang mukmin agar kekayaan dan keturunan tidak melalaikan mereka; insaf kepada Allah dan anjuran agar menginfakkan sebagian rezeki yang diperoleh.Surat Al-Munafikun menerangkan sifat-sifat orang munafik dan mengandung anjuran untuk berkorban dengan harta benda.**Hubungan Surat Al-Munafikun Dengan Surat At-Taghabun:**1. Dalam surat Al-Munafikun diterangkan sifat-sifat orang munafik sedangkan pada surat At-Taghabun diterangkan sifat-sifat orang kafir.2. Dalam surat Al-Munafikun Allah memperingatkan bahwa harta benda dan anak-anak tidak boleh melalaikan seseorang dari mengingat Allah, sedangkan pada surat At-Taghabun ditegaskan bahwa harta benda dan anak-anak adalah cobaan dan ujian bagi keimanan seseorang.3. Kedua surat ini sama-sama mengajak agar menginfakkan harta demi menegakkan agama Allah.",
      "verses": [
        {
          "number": 1,
          "arabic": " إِذَا جَآءَكَ ٱلْمُنَـٰفِقُونَ قَالُوا۟ نَشْهَدُ إِنَّكَ لَرَسُولُ ٱللَّهِ ۗ وَٱللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُۥ وَٱللَّهُ يَشْهَدُ إِنَّ ٱلْمُنَـٰفِقِينَ لَكَـٰذِبُونَ",
          "transliteration": "idhā jāaka l-munāfiqūna qālū nashhadu innaka larasūlu l-lahi wal-lahu yaʿlamu innaka larasūluhu wal-lahu yashhadu inna l-munāfiqīna lakādhibūna",
          "translation": "Apabila orang-orang munafik datang kepadamu (Muhammad), mereka berkata, \"Kami mengakui, bahwa engkau adalah Rasul Allah.\" Dan Allah mengetahui bahwa engkau benar-benar Rasul-Nya; dan Allah menyaksikan bahwa orang-orang munafik itu benar-benar pendusta.",
          "tafsir": "Allah menerangkan bahwa apabila orang-orang munafik hadir pada majelis Nabi saw, di antaranya 'Abdullah bin Ubay, mereka mengakui dengan pengakuan yang tidak mengandung keraguan sedikit pun bahwa Muhammad saw itu benar-benar rasul dari sisi Allah, telah diberi wahyu, dan diturunkan kepadanya kitab Al-Qur'an sebagai rahmat kepada hamba-hamba Allah. Allah sebelumnya telah menandaskan bahwa Muhammad itu adalah rasul atau utusan-Nya kepada manusia seluruhnya, memberi kabar gembira dan ancaman untuk menyelamatkan mereka dari kesesatan, dan membawa mereka kepada petunjuk yang benar. Allah mengetahui kebohongan orang-orang munafik itu di dalam pengakuannya. Mereka itu benar-benar lain di mulut lain di hati. Orang munafik adalah orang yang beriman secara lahiriah, tetapi tidak secara batiniah."
        },
        {
          "number": 2,
          "arabic": "ٱتَّخَذُوٓا۟ أَيْمَـٰنَهُمْ جُنَّةً فَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ ۚ إِنَّهُمْ سَآءَ مَا كَانُوا۟ يَعْمَلُونَ",
          "transliteration": "ittakhadhū aymānahum junnatan faṣaddū ʿan sabīli l-lahi innahum sāa mā kānū yaʿmalūna",
          "translation": "Mereka menjadikan sumpah-sumpah mereka sebagai perisai,<sup foot_note=135793>1</sup> lalu mereka menghalang-halangi (manusia) dari jalan Allah. Sungguh, betapa buruknya apa yang telah mereka kerjakan.",
          "tafsir": "Pada ayat ini, Allah menerangkan bahwa dalam menguatkan pengakuannya yang palsu itu, orang-orang munafik itu berani bersumpah, tetapi hal itu hanya sebagai perisai untuk menyelamatkan diri dari hukuman bunuh, penahanan, atau pengambilan harta benda mereka sebagai ganimah, sebagaimana hukuman yang dijatuhkan kepada orang-orang kafir. Qatadah berkata, \"Setiap akan dijatuhi hukuman terhadap orang-orang munafik atas perbuatannya, mereka mengemukakan sumpah palsu untuk menyelamatkan jiwa, darah, dan harta benda mereka.\" Tindakan mereka tidak terbatas dengan hal itu saja. Mereka juga menghalang-halangi manusia untuk masuk dan menganut agama Islam. Ayat ini ditutup dengan satu ketegasan bahwa perbuatan orang-orang munafik itu adalah perbuatan yang paling jahat. Mereka lebih suka memilih kekafiran daripada iman, dan menampakkan apa yang berbeda dalam hatinya. Di dunia mereka akan kecewa dan di akhirat akan menyesal. Mereka akan dihina di depan khalayak ramai dengan menyatakan kemunafikan mereka kepada orang-orang mukmin di dunia ini. Sedangkan di akhirat, mereka akan dimasukkan ke dalam neraka Jahanam. Sejalan dengan ayat ini firman Allah: Sungguh, orang-orang munafik itu (ditempatkan) pada tingkatan yang paling bawah dari neraka. Dan kamu tidak akan mendapat seorang penolong pun bagi mereka. (an-Nisa'/4: 145) Firman Allah: Allah menjanjikan (mengancam) orang-orang munafik laki-laki dan perempuan dan orang-orang kafir dengan neraka Jahanam. Mereka kekal di dalamnya. Cukuplah (neraka) itu bagi mereka. Allah melaknat mereka; dan mereka mendapat azab yang kekal. (at-Taubah/9: 68)"
        },
        {
          "number": 3,
          "arabic": "ذَٰلِكَ بِأَنَّهُمْ ءَامَنُوا۟ ثُمَّ كَفَرُوا۟ فَطُبِعَ عَلَىٰ قُلُوبِهِمْ فَهُمْ لَا يَفْقَهُونَ",
          "transliteration": "dhālika bi-annahum āmanū thumma kafarū faṭubiʿa ʿalā qulūbihim fahum lā yafqahūna",
          "translation": "Yang demikian itu karena sesungguhnya mereka telah beriman, kemudian menjadi kafir, maka hati mereka dikunci, sehingga mereka tidak dapat mengerti.",
          "tafsir": "Pada ayat ini, Allah menerangkan bahwa perbuatan jahat dan hina orang-orang munafik itu adalah karena mereka itu menampakkan iman pada lahiriahnya, kemudian mereka kafir dan ingkar dalam batinnya. Mereka itu tadinya memang beriman, lalu mereka kafir dan menyembunyikan kekafirannya yang menyebabkan hati mereka dikunci mati sehingga tidak dapat lagi memahami dan mengetahui mana yang baik, mana yang buruk, dan sebagainya. Akhirnya mereka itu tidak ada bedanya dengan orang-orang yang bisu, tuli, dan buta, sebagaimana disebutkan di dalam firman Allah: Dan perumpamaan bagi (penyeru) orang yang kafir adalah seperti (penggembala) yang meneriaki (binatang) yang tidak mendengar selain panggilan dan teriakan. (Mereka) tuli, bisu, dan buta, maka mereka tidak mengerti. (al-Baqarah/2: 171)"
        },
        {
          "number": 4,
          "arabic": "۞ وَإِذَا رَأَيْتَهُمْ تُعْجِبُكَ أَجْسَامُهُمْ ۖ وَإِن يَقُولُوا۟ تَسْمَعْ لِقَوْلِهِمْ ۖ كَأَنَّهُمْ خُشُبٌ مُّسَنَّدَةٌ ۖ يَحْسَبُونَ كُلَّ صَيْحَةٍ عَلَيْهِمْ ۚ هُمُ ٱلْعَدُوُّ فَٱحْذَرْهُمْ ۚ قَـٰتَلَهُمُ ٱللَّهُ ۖ أَنَّىٰ يُؤْفَكُونَ",
          "transliteration": "wa-idhā ra-aytahum tuʿ'jibuka ajsāmuhum wa-in yaqūlū tasmaʿ liqawlihim ka-annahum khushubun musannadatun yaḥsabūna kulla ṣayḥatin ʿalayhim humu l-ʿaduwu fa-iḥ'dharhum qātalahumu l-lahu annā yu'fakūna",
          "translation": "Dan apabila engkau melihat mereka, tubuh mereka mengagumkanmu. Dan jika mereka berkata, engkau mendengarkan tutur katanya. Mereka seakan-akan kayu yang tersandar.<sup foot_note=135794>1</sup> Mereka mengira bahwa setiap teriakan ditujukan kepada mereka. Mereka itulah musuh (yang sebenarnya), maka waspadalah terhadap mereka; semoga Allah membinasakan mereka. Bagaimanakah mereka dapat dipalingkan (dari kebenaran)?",
          "tafsir": "Pada ayat ini, Allah menerangkan bahwa orang-orang munafik itu terlihat sangat menakjubkan. Tubuh mereka tegap-tegap, simpatik, dan lancar berbicara serta mengasyikkan. Apabila mereka berkata, orang senang mendengarnya karena tutur bahasanya yang teratur, menarik, dan tidak membosankan. Mereka tidak ubahnya seperti kayu yang tersandar, benda yang mempunyai bentuk, tetapi tidak bernyawa. Ini biasa dipakai sebagai perumpamaan bagi orang yang kelihatannya bagus, tetapi amal perbuatannya jelek. Lahiriahnya elok, tetapi hatinya busuk, tidak ubahnya dengan kayu yang di dalamnya kosong melompong, kelihatannya indah, tetapi tidak dapat digunakan, tidak dapat diharapkan daripadanya hal yang baik dan bermanfaat. Setiap ada kata-kata yang sifatnya amar ma'ruf nahi mungkar, mereka menyangka bahwa kata-kata itu ditujukan kepadanya. Mereka takut kalau-kalau kedudukan dan pangkatnya terancam dan rahasianya terbongkar. Cercaan dan cemoohan terhadap mereka akan datang dan mereka akan menjadi bulan-bulanan. Allah berfirman: Mereka kikir terhadapmu. Apabila datang ketakutan (bahaya), kamu lihat mereka itu memandang kepadamu dengan mata yang terbalik-balik seperti orang yang pingsan karena akan mati, dan apabila ketakutan telah hilang, mereka mencaci kamu dengan lidah yang tajam. (al-Ahzab/33: 19) Mereka itu sebenarnya adalah musuh, karena itu berhati-hatilah menghadapinya, jangan terpengaruh dengan keramah-tamahan mereka, dan jangan termakan dengan bujuk rayu mereka. Mereka kelihatan tersenyum, tetapi di dalam hatinya terpendam dendam yang mendalam, iktikad jahat yang membawa maut. Mereka itu dilaknat Allah dan jauh dari rahmat-Nya, karena perbuatan mereka yang sangat jahat. Penerangan dan penjelasan tentang kebenaran telah cukup diberikan kepada mereka, tetapi mereka itu membuang kebenaran itu, dan melaksanakan kebatilan yang dilarang oleh Allah"
        }
      ]
    }
  ]
}