{
  "pageNumber": 438,
  "juz": 22,
  "surahs": [
    {
      "number": 35,
      "name": "Fatir",
      "nameArabic": "فاطر",
      "meaning": "Pencipta",
      "revelation": "Makkah",
      "description": "Surat Fathir terdiri dari 45 ayat, termasuk golongan surat Makkiyyah, diturunkan setelah surat Al-Furqan, dan merupakan surat terakhir di antara urutan surat-surat dalam Al-Qur'an yang dimulai dengan \"Alhamdulillah\".Dinamakan \"Fathir\" (pencipta) karena ada hubungannya dengan kata \"Fathir\" yang terdapat pada ayat pertama surat ini.Pada ayat tersebut diterangkan bahwa Allah adalah Pencipta langit dan bumi, Pencipta malaikat-malaikat, dan Pencipta semesta alam, yang semuanya itu adalah sebagai bukti atas kekuasaan dan kebesaran-Nya.Surat ini dinamai juga dengan \"surat Malaikat\" karena pada ayat pertama disebutkan bahwa Allah telah menciptakan malaikat-malaikat, sebagai utusan-Nya, yang mempunyai beberapa sayap.**Pokok-Pokok Isi:**1. **Keimanan:** Bukti-bukti kekuasaan Allah dan nikmat-nikmat yang telah Dia anugerahkan; Allah menciptakan para malaikat sesuai dengan bentuk yang Dia kehendaki; bukti-bukti atas kebenaran adanya hari kebangkitan.2. **Lain-lain:** Kesenangan hidup di dunia hanyalah sementara; menguatkan hati Rasulullah dalam menyeru orang-orang kafir dengan mengingatkannya kepada rasul-rasul yang terdahulu dan orang-orang yang mendustakannya; seruan kepada manusia agar mengerjakan amal baik dan meninggalkan perbuatan buruk agar jangan mengikuti langkah setan; Setiap orang memikul dosanya sendiri; manusia adalah khalifah Allah di bumi; gambaran akibat yang diterima oleh orang mukmin dan orang-orang kafir; tingkatan orang-orang mukmin.Kesimpulan surat Fathir ialah mengajak untuk mensyukuri nikmat yang diberikan Allah kepada manusia, menjauhi perbuatan jahat, memikirkan tentang keindahan-keindahan semesta alam, dan manusia adalah sebagai khalifah Allah di bumi.**Hubungan Surat Fathir Dengan Surat Yasin:**1. Pada bagian akhir surat Fathir dikemukakan bahwa orang-orang musyrik bersumpah akan beriman apabila seorang pemberi peringatan (rasul) datang kepada mereka, tetapi setelah rasul itu datang, mereka tetap mengingkarinya. Pada permulaan surat Yasin Allah menegaskan bahwa Nabi Muhammad adalah seorang rasul yang selalu berada di jalan yang lurus untuk memberi peringatan, tetapi orang-orang kafir tetap tidak beriman.2. Pada surat Fathir disebutkan bahwa Allah menundukkan matahari dan bulan, masing-masing beredar menurut waktu yang sudah ditentukan, sedangkan pada surat Yasin disebutkan bahwa matahari dan bulan beredar pada garis edar yang telah ditetapkan Allah.",
      "verses": [
        {
          "number": 31,
          "arabic": "وَٱلَّذِىٓ أَوْحَيْنَآ إِلَيْكَ مِنَ ٱلْكِتَـٰبِ هُوَ ٱلْحَقُّ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ ۗ إِنَّ ٱللَّهَ بِعِبَادِهِۦ لَخَبِيرٌۢ بَصِيرٌ",
          "transliteration": "wa-alladhī awḥaynā ilayka mina l-kitābi huwa l-ḥaqu muṣaddiqan limā bayna yadayhi inna l-laha biʿibādihi lakhabīrun baṣīrun",
          "translation": "Dan apa yang telah Kami wahyukan kepadamu (Muhammad) yaitu Kitab (Alquran) itulah yang benar, membenarkan kitab-kitab yang sebelumnya. Sungguh, Allah benar-benar Maha Mengetahui, Maha Melihat (keadaan) hamba-hamba-Nya.",
          "tafsir": "Sesungguhnya Al-Qur'an yang diturunkan kepada Nabi Muhammad adalah Kitabullah yang benar-benar diturunkan dari Allah. Oleh karena itu, Allah mewajibkan kepada Nabi dan kepada segenap umatnya untuk mengamalkan ajarannya dan mengikuti pedoman-pedoman hidup yang terdapat di dalamnya. Bila seorang muslim telah mematuhi secara sempurna ajaran Al-Qur'an itu, maka ia tidak perlu lagi mengamalkan kitab-kitab suci sebelumnya, sekalipun diwajibkan untuk mengimaninya. Sebab apa yang pernah diterangkan dalam kitab-kitab sebelumnya, telah dibenarkan oleh Al-Qur'an. Dengan kata lain, beriman dengan kitab-kitab suci yang pernah diturunkan kepada para rasul sebelum Nabi Muhammad bukan berarti mengamalkan ajarannya, tetapi cukup mengimani kebenarannya, sebab intisari dari apa yang tercantum dalam kitab-kitab itu telah tertera pula dalam Al-Qur'an. Allah Maha Mengetahui perihal hamba-Nya. Allah Mahateliti akan aturan-aturan hidup yang perlu bagi mereka. Atas dasar itulah Dia menetapkan aturan dan hukum-hukum yang sesuai dengan kehidupan mereka, di mana dan kapan mereka berada. Guna kesejahteraan manusia seutuhnya, Allah mengutus para rasul dengan tugas menyampaikan syariat-Nya, di mana Nabi Muhammad adalah rasul terakhir yang diutus untuk sekalian manusia sampai hari Kiamat. Risalah dan syariat yang dibawanya kekal dan abadi sampai tibanya hari Kiamat. Firman Allah: Allah lebih mengetahui di mana Dia menempatkan tugas kerasulan-Nya. (al-An'am/6: 124) Imam Ibnu Katsir menjelaskan bahwa maksud pengetahuan Allah yang Mahaluas mengenai perihal hamba-Nya itu ialah Dia mengangkat derajat para nabi dan rasul melebihi manusia keseluruhannya. Bahkan di antara mereka (para nabi) itu sendiri berbeda-beda tingkat ketinggiannya, dan kedudukan Nabi Muhammad melebihi semua mereka."
        },
        {
          "number": 32,
          "arabic": "ثُمَّ أَوْرَثْنَا ٱلْكِتَـٰبَ ٱلَّذِينَ ٱصْطَفَيْنَا مِنْ عِبَادِنَا ۖ فَمِنْهُمْ ظَالِمٌ لِّنَفْسِهِۦ وَمِنْهُم مُّقْتَصِدٌ وَمِنْهُمْ سَابِقٌۢ بِٱلْخَيْرَٰتِ بِإِذْنِ ٱللَّهِ ۚ ذَٰلِكَ هُوَ ٱلْفَضْلُ ٱلْكَبِيرُ",
          "transliteration": "thumma awrathnā l-kitāba alladhīna iṣ'ṭafaynā min ʿibādinā famin'hum ẓālimun linafsihi wamin'hum muq'taṣidun wamin'hum sābiqun bil-khayrāti bi-idh'ni l-lahi dhālika huwa l-faḍlu l-kabīru",
          "translation": "Kemudian Kitab itu Kami wariskan kepada orang-orang yang Kami pilih di antara hamba-hamba Kami, lalu di antara mereka ada yang menzalimi diri sendiri, ada yang pertengahan dan ada (pula) yang berlomba dalam berbuat kebaikan<sup foot_note=135666>1</sup> dengan izin Allah. Yang demikian itu adalah karunia yang besar.",
          "tafsir": "Allah mewahyukan Al-Qur'an kepada Nabi Muhammad. Kemudian ajaran-ajaran Al-Qur'an itu diwariskan-Nya kepada hamba-hamba-Nya yang terpilih. Mereka itu adalah umat Nabi Muhammad, sebab Allah telah memuliakan umat ini melebihi kemuliaan yang diperoleh umat sebelumnya. Kemuliaan itu tergantung kepada sejauh manakah ajaran Rasulullah itu mereka amalkan, dan sampai di mana mereka sanggup mengikuti petunjuk Allah. Berikut ini dijelaskan tingkatan-tingkatan orang mukmin yang mengamalkan Al-Qur'an: 1.Orang yang zalim kepada dirinya. Maksudnya orang yang mengerjakan perbuatan wajib dan juga tidak meninggalkan perbuatan yang haram. 2.Muqtashid, yakni orang-orang yang melaksanakan segala kewajiban dan meninggalkan larangan-larangannya, tetapi kadang-kadang ia tidak mengerjakan perbuatan yang dipandang sunah atau masih mengerjakan sebagian pekerjaan yang dipandang makruh. 3.Sabiqun bil khairat, yaitu orang yang selalu mengerjakan amalan yang wajib dan sunah, meninggalkan segala perbuatan yang haram dan makruh, serta sebagian hal-hal yang mubah (dibolehkan). Menurut al-Maragi pembagian di atas dapat pula diungkapkan dengan kata-kata lain, yaitu: 1.Orang yang masih sedikit mengamalkan ajaran Kitabullah dan terlalu senang menuruti hawa nafsunya, atau orang yang masih banyak perbuatan kejahatannya dibanding dengan amal kebaikannya. 2.Orang yang seimbang antara amal kebaikan dan kejahatannya. 3.Orang yang terus-menerus mencari ganjaran Allah dengan melakukan amal kebaikan. Para ulama tafsir telah menyebutkan beberapa hadis sehubungan dengan maksud di atas. Salah satunya adalah hadis riwayat Ahmad dari Abu Darda', di mana setelah membaca ayat 32 Surah Fathir di atas, Rasulullah bersabda: Adapun orang yang berlomba dalam berbuat kebaikan mereka akan masuk surga tanpa hisab (perhitungan), sedang orang-orang pertengahan (muqtashid) mereka akan dihisab dengan hisab yang ringan, dan orang yang menganiaya dirinya sendiri mereka akan ditahan dulu di tempat (berhisabnya), sehingga ia mengalami penderitaan kemudian dimasukkan ke dalam surga. Kemudian beliau membaca \"Alhamdulillah al-ladzi adhhaba 'anna al-hazana inna rabbana lagafurun syakur,\" (Segala puji bagi Allah yang telah menghilangkan duka cita dari kami, sesungguhnya Tuhan kami Maha Pengampun lagi Maha Mensyukuri). (Riwayat Ahmad) Warisan mengamalkan kitab suci dan kemuliaan yang diberikan kepada umat Nabi Muhammad itu merupakan suatu karunia yang amat besar dari Allah, yang tidak seorang pun dapat menghalangi ketetapan itu."
        },
        {
          "number": 33,
          "arabic": "جَنَّـٰتُ عَدْنٍ يَدْخُلُونَهَا يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ وَلُؤْلُؤًا ۖ وَلِبَاسُهُمْ فِيهَا حَرِيرٌ",
          "transliteration": "jannātu ʿadnin yadkhulūnahā yuḥallawna fīhā min asāwira min dhahabin walu'lu-an walibāsuhum fīhā ḥarīrun",
          "translation": "(Mereka akan mendapat) surga 'Adn, mereka masuk ke dalamnya, di dalamnya mereka diberi perhiasan gelang-gelang dari emas dan mutiara, dan pakaian mereka di dalamnya adalah sutera.",
          "tafsir": "Kemudian Allah menerangkan pahala yang akan diterima orang mukmin di atas yakni surga 'Adn, tempat tinggal abadi buat selama-lamanya, yang akan mereka diami kelak di akhirat ketika mereka telah menghadap Allah. Mereka dianugerahi perhiasan dari emas dan pakaian dari sutra. Diriwayatkan dari Abu Hurairah bahwa Rasulullah bersabda: Sebagian dari orang mukmin itu akan memperoleh perhiasan (di surga) diletakkan pada anggota badan yang terbasuh (air) wudhu. (Riwayat al-Bukhari) Dalam hadis lain, Rasulullah bersabda: Dari Abu Hurairah r.a. bahwa Abu Umamah meriwayatkan hadis bahwa Rasulullah mengatakan kepada para sahabat, dan menyebutkan perhiasan penghuni surga. Beliau berkata, \"Mereka diberi gelang emas dan perak yang bertatahkan mutiara, mereka juga memakai mahkota dari mutiara yaqut yang bersambung. Mereka memakai mahkota seperti mahkota raja-raja. Mereka muda-muda, tidak berjenggot dan berkumis, dan mata mereka bercelak. (Riwayat Ibnu Abi hatim) Atas anugerah Allah yang berlipat ganda itu, mereka memuji kebesaran-Nya dan bersyukur atas keselamatan mereka dari kesedihan dan kepedihan. Ibnu 'Abbas mengartikan kesedihan (hazan) itu dengan api neraka, karena kepedihan akibat dosa atau kepedihan akibat hebatnya siksaan di Padang Mahsyar. Lepasnya mereka dari segala siksaan dan ketakutan adalah semata-mata karena ampunan Allah bagi orang yang berbuat kesalahan (dosa) dan balasan syukur bagi orang yang selalu menaati-Nya. Diriwayatkan dalam sebuah hadis dari Ibnu 'Umar dimana Nabi saw bersabda: Orang (yang selalu mengucapkan)\"La ilaha illallah\" tidak akan merasa kesepian di dalam kematiannya, di dalam kuburnya, dan juga pada hari Kebangkitan. Seolah-olah aku berada dengan mereka di mana mereka membersihkan kepalanya dari tanah/debu, dan mereka berkata, \"Segala puji bagi Allah yang telah melenyapkan kedukaan dari kami! Sesungguhnya Tuhan kami Maha Pengampun lagi Maha Penerima syukur.\" (Riwayat ath-thabrani dari Ibnu 'Umar) Ringkasnya, mereka terlepas dari segala ketakutan dan siksaan yang telah diancamkan pada orang-orang yang berdosa akibat bisikan dan rayuan setan ketika hidup di dunia ini."
        },
        {
          "number": 34,
          "arabic": "وَقَالُوا۟ ٱلْحَمْدُ لِلَّهِ ٱلَّذِىٓ أَذْهَبَ عَنَّا ٱلْحَزَنَ ۖ إِنَّ رَبَّنَا لَغَفُورٌ شَكُورٌ",
          "transliteration": "waqālū l-ḥamdu lillahi alladhī adhhaba ʿannā l-ḥazana inna rabbanā laghafūrun shakūrun",
          "translation": "Dan mereka berkata, \"Segala puji bagi Allah yang telah menghilangkan kesedihan dari kami. Sungguh, Tuhan kami benar-benar Maha Pengampun, Maha Mensyukuri,",
          "tafsir": "Kemudian Allah menerangkan pahala yang akan diterima orang mukmin di atas yakni surga 'Adn, tempat tinggal abadi buat selama-lamanya, yang akan mereka diami kelak di akhirat ketika mereka telah menghadap Allah. Mereka dianugerahi perhiasan dari emas dan pakaian dari sutra. Diriwayatkan dari Abu Hurairah bahwa Rasulullah bersabda: Sebagian dari orang mukmin itu akan memperoleh perhiasan (di surga) diletakkan pada anggota badan yang terbasuh (air) wudhu. (Riwayat al-Bukhari) Dalam hadis lain, Rasulullah bersabda: Dari Abu Hurairah r.a. bahwa Abu Umamah meriwayatkan hadis bahwa Rasulullah mengatakan kepada para sahabat, dan menyebutkan perhiasan penghuni surga. Beliau berkata, \"Mereka diberi gelang emas dan perak yang bertatahkan mutiara, mereka juga memakai mahkota dari mutiara yaqut yang bersambung. Mereka memakai mahkota seperti mahkota raja-raja. Mereka muda-muda, tidak berjenggot dan berkumis, dan mata mereka bercelak. (Riwayat Ibnu Abi hatim) Atas anugerah Allah yang berlipat ganda itu, mereka memuji kebesaran-Nya dan bersyukur atas keselamatan mereka dari kesedihan dan kepedihan. Ibnu 'Abbas mengartikan kesedihan (hazan) itu dengan api neraka, karena kepedihan akibat dosa atau kepedihan akibat hebatnya siksaan di Padang Mahsyar. Lepasnya mereka dari segala siksaan dan ketakutan adalah semata-mata karena ampunan Allah bagi orang yang berbuat kesalahan (dosa) dan balasan syukur bagi orang yang selalu menaati-Nya. Diriwayatkan dalam sebuah hadis dari Ibnu 'Umar dimana Nabi saw bersabda: Orang (yang selalu mengucapkan)\"La ilaha illallah\" tidak akan merasa kesepian di dalam kematiannya, di dalam kuburnya, dan juga pada hari Kebangkitan. Seolah-olah aku berada dengan mereka di mana mereka membersihkan kepalanya dari tanah/debu, dan mereka berkata, \"Segala puji bagi Allah yang telah melenyapkan kedukaan dari kami! Sesungguhnya Tuhan kami Maha Pengampun lagi Maha Penerima syukur.\" (Riwayat ath-thabrani dari Ibnu 'Umar) Ringkasnya, mereka terlepas dari segala ketakutan dan siksaan yang telah diancamkan pada orang-orang yang berdosa akibat bisikan dan rayuan setan ketika hidup di dunia ini."
        },
        {
          "number": 35,
          "arabic": "ٱلَّذِىٓ أَحَلَّنَا دَارَ ٱلْمُقَامَةِ مِن فَضْلِهِۦ لَا يَمَسُّنَا فِيهَا نَصَبٌ وَلَا يَمَسُّنَا فِيهَا لُغُوبٌ",
          "transliteration": "alladhī aḥallanā dāra l-muqāmati min faḍlihi lā yamassunā fīhā naṣabun walā yamassunā fīhā lughūbun",
          "translation": "yang dengan karunia-Nya menempatkan kami dalam tempat yang kekal (surga); di dalamnya kami tidak merasa lelah dan tidak pula merasa lesu.\"",
          "tafsir": "Orang yang telah memperoleh nikmat dari Allah itu menyadari bahwa semua pemberian tersebut adalah semata-mata karena kasih sayang-Nya. Tidaklah seimbang besarnya pemberian Allah itu dengan perbuatan baik yang mereka kerjakan. Oleh karena itu, masuknya orang-orang mukmin ke dalam surga sama sekali bukanlah karena kebaikan yang mereka kerjakan, tetapi karena rahmat dan karunia Allah bagi orang yang mematuhi perintah-Nya. Rasulullah saw bersabda: Tiada masuk surga seorang di antara kamu karena perbuatannya. Mereka (para sahabat) bertanya, \"Apakah engkau juga tidak begitu wahai Rasulullah?\" Beliau menjawab, \"Aku juga tidak, melainkan karena Allah memberi rahmat dan karunia kepadaku.\" (Riwayat Muslim dari Jabir bin 'Abdullah) Di surga itu mereka tidak menemui kesulitan atau rintangan lagi sebagaimana yang mereka rasakan dalam kehidupan di dunia ini. Mereka juga tidak merasa lelah dan letih. Semuanya terasa nikmat dan menggembirakan. Ringkasnya surga itulah tempat nikmat yang kekal dan abadi, di mana penghuninya dapat menikmati kesenangan itu sebagai ganjaran kepatuhan dan ketaatan mereka di dunia ini. Allah berfirman: (Kepada mereka dikatakan), \"Makan dan minumlah dengan nikmat karena amal yang telah kamu kerjakan pada hari-hari yang telah lalu.\" (al-haqqah/69: 24)"
        },
        {
          "number": 36,
          "arabic": "وَٱلَّذِينَ كَفَرُوا۟ لَهُمْ نَارُ جَهَنَّمَ لَا يُقْضَىٰ عَلَيْهِمْ فَيَمُوتُوا۟ وَلَا يُخَفَّفُ عَنْهُم مِّنْ عَذَابِهَا ۚ كَذَٰلِكَ نَجْزِى كُلَّ كَفُورٍ",
          "transliteration": "wa-alladhīna kafarū lahum nāru jahannama lā yuq'ḍā ʿalayhim fayamūtū walā yukhaffafu ʿanhum min ʿadhābihā kadhālika najzī kulla kafūrin",
          "translation": "Dan orang-orang yang kafir, bagi mereka neraka Jahanam. Mereka tidak dibinasakan hingga mereka mati, dan tidak diringankan dari mereka azabnya. Demikianlah Kami membalas setiap orang yang sangat kafir.",
          "tafsir": "Dalam ayat ini dijelaskan bahwa bagi orang-orang kafir yang senantiasa menyembunyikan kebenaran agama yang buktinya telah diperoleh oleh akal mereka, baik dari keterangan ayat-ayat Al-Qur'an maupun melalui hasil pemikiran yang mendalam, bagi mereka disediakan neraka Jahanam. Keadaan mereka di sana antara hidup dan mati. Mungkin kematian lebih baik daripada menanggung kesengsaraan seperti itu, tetapi Allah sengaja menetapkan siksaan demikian sebagai balasan kejahatan yang mereka lakukan. Dalam Surah al-A'la/87: 13 ditegaskan bahwa keadaan mereka tidak mati dan tidak hidup, sebagai tafsir dari kata \"tidak ditetapkan kematian atas mereka\". Di samping itu dijelaskan bahwa azab neraka Jahanam tidak pula dikurangi kepedihannya, sekalipun manusia-manusia malang yang sedang mengalami siksaan di sana menjerit-jerit meminta tolong. Ada keterangan dari ayat lain yang menggambarkan bahwa kematian sangat mereka harapkan daripada keadaan mereka antara hidup dan mati, harapan kematian itu disimpulkan dari makna yang terkandung dalam ayat: Dan mereka berseru, \"Wahai (Malaikat) Malik! Biarlah Tuhanmu mematikan kami saja.\" Dia menjawab, \"Sungguh, kamu akan tetap tinggal (di neraka ini).\" (az-Zukhruf/43: 77) Imam Muslim meriwayatkan sebuah hadis tentang keadaan orang-orang kafir yang berbunyi sebagai berikut: Adapun penghuni neraka di mana mereka sebagai penduduknya, mereka tidak akan mati di dalamnya dan juga tidak hidup. (Riwayat Muslim dari Abu Sa'id al-Khudri) Tentang siksaan yang tidak diringankan itu, bahkan makin ditambah lagi, juga diperoleh penjelasan dalam ayat lain, misalnya: Sehingga apabila Kami bukakan untuk mereka pintu azab yang sangat keras, seketika itu mereka menjadi putus asa. (al-Mu'minun/23: 77) Dan firman-Nya: Maka karena itu rasakanlah! Maka tidak ada yang akan Kami tambahkan kepadamu selain azab. (an-Naba'/78: 30) Dan Kami akan mengumpulkan mereka pada hari Kiamat dengan wajah tersungkur, dalam keadaan buta, bisu, dan tuli. Tempat kediaman mereka adalah neraka Jahanam. Setiap kali nyala api Jahanam itu akan padam, Kami tambah lagi nyalanya bagi mereka. (al-Isra'/17: 97) Siksaan demikian itu balasan yang pantas bagi setiap orang yang mengingkari nikmat Allah, tidak mengakui kemahaesaan-Nya dan tidak percaya kepada rasul yang diutus-Nya."
        },
        {
          "number": 37,
          "arabic": "وَهُمْ يَصْطَرِخُونَ فِيهَا رَبَّنَآ أَخْرِجْنَا نَعْمَلْ صَـٰلِحًا غَيْرَ ٱلَّذِى كُنَّا نَعْمَلُ ۚ أَوَلَمْ نُعَمِّرْكُم مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَآءَكُمُ ٱلنَّذِيرُ ۖ فَذُوقُوا۟ فَمَا لِلظَّـٰلِمِينَ مِن نَّصِيرٍ",
          "transliteration": "wahum yaṣṭarikhūna fīhā rabbanā akhrij'nā naʿmal ṣāliḥan ghayra alladhī kunnā naʿmalu awalam nuʿammir'kum mā yatadhakkaru fīhi man tadhakkara wajāakumu l-nadhīru fadhūqū famā lilẓẓālimīna min naṣīrin",
          "translation": "Dan mereka berteriak di dalam neraka, \"Ya Tuhan kami, keluarkanlah kami (dari neraka), niscaya kami akan mengerjakan kebajikan, yang berlainan dengan yang telah kami kerjakan dahulu.\" (Dikatakan kepada mereka), \"Bukankah Kami telah memanjangkan umurmu untuk dapat berpikir bagi orang yang mau berpikir, padahal telah datang kepadamu seorang pemberi peringatan? Maka rasakanlah (azab Kami), dan bagi orang-orang zalim tidak ada seorang penolong pun.\"",
          "tafsir": "Lebih lanjut diterangkan bahwa orang yang bernasib malang itu memohon kepada Allah agar dilepaskan dari azab dan dikembalikan ke dunia lagi. Mereka berjanji akan menaati Allah yang selama di dunia mereka lalaikan. Akan tetapi, seandainya permohonan itu dikabulkan”dan ini tidak mungkin sama sekali”tentulah mereka akan mengulangi kembali perbuatan lama yang terlarang. Perbuatan yang mereka sesali dan pernah mereka lakukan di dunia dulu adalah perbuatan syirik dan segala perbuatan jahat lainnya. Allah menjawab dan menghardik mereka dengan ucapan yang menghina bahwa di dunia dulu kepada mereka telah diberikan kesempatan hidup dengan umur yang cukup panjang untuk memperbaiki kesalahan dan menerima kebenaran yang disampaikan rasul selaku orang yang memberi peringatan. Dengan kata lain, permohonan demikian tidak diterima Allah sama sekali. Ayat lain menyatakan: Ya Tuhan kami, keluarkanlah kami darinya (kembalikanlah kami ke dunia), jika kami masih juga kembali (kepada kekafiran), sungguh, kami adalah orang-orang yang zalim.\" Dia (Allah) berfirman, \"Tinggallah dengan hina di dalamnya, dan janganlah kamu berbicara dengan Aku.\" (al-Mu'minun/23: 107-108) Allah berfirman: Dan barang siapa dibiarkan sesat oleh Allah, maka tidak ada baginya pelindung setelah itu. Kamu akan melihat orang-orang zalim ketika mereka melihat azab berkata, \"Adakah kiranya jalan untuk kembali (ke dunia)?\" (asy-Syura/42: 44) Tentang umur yang dimaksudkan dalam ayat 37 ini, Ibnu 'Abbas menerangkan dalam satu riwayat, yaitu 40 tahun, dan riwayat lain mengatakan 60 tahun. Ibnu Katsir dalam tafsirnya memilih riwayat yang paling sahih dari Ibnu 'Abbas yakni 60 tahun. Demikian pula hadis riwayat Imam Ahmad dari Abu Hurairah. Di antara sekian banyak lafaz hadis itu, ada yang berarti: Adapun orang yang memberi peringatan yang disebutkan dalam ayat ini adalah Nabi Muhammad sendiri yang mengajarkan Kitabullah kepada umatnya, mengancam mereka dengan siksaan yang pedih bagi siapa yang tidak patuh kepada perintah Allah dan tidak mau menaati-Nya. Ringkasnya, permohonan mereka itu tidak dikabulkan untuk kembali ke dunia ialah karena dua hal. Pertama, karena mereka rata-rata telah diberi kesempatan untuk hidup begitu lama antara 60 - 70 tahun, dan kedua, rasul sudah diutus kepada mereka untuk menyampaikan ajaran dan peringatan dari Tuhan. Perhatikan firman Allah: Hampir meledak karena marah. Setiap kali ada sekumpulan (orang-orang kafir) dilemparkan ke dalamnya, penjaga-penjaga (neraka itu) bertanya kepada mereka, \"Apakah belum pernah ada orang yang datang memberi peringatan kepadamu (di dunia)?\" (al-Mulk/67: 8) Dalam Tafsir al-Wadhih dikatakan bahwa nadzir (pemberi peringatan) dalam ayat ini berarti Rasulullah yang membawa Al-Qur'an, boleh pula diartikan sebagai umur tua dan kematian. Memang umur dan kematian tersebut adalah peringatan penting bagi manusia bahwa sebentar lagi dia akan meninggalkan dunia yang fana ini, dan diwajibkan mempertanggungjawabkan perbuatannya. Jelaslah bahwa orang-orang kafir di atas kekal di dalam neraka dan tidak dikeluarkan selama-lamanya. Azab nerakalah yang mereka rasakan sepanjang masa sebagai imbalan yang setimpal bagi orang yang zalim yang tidak mau tunduk kepada ajaran rasul sebagai utusan Allah dalam kehidupan duniawinya. Ayat ini menegaskan jangan diharap mereka akan memperoleh penolong yang akan menyelamatkan mereka dari azab neraka dari rantai dan belenggu yang terbuat dari api neraka."
        },
        {
          "number": 38,
          "arabic": "إِنَّ ٱللَّهَ عَـٰلِمُ غَيْبِ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ إِنَّهُۥ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
          "transliteration": "inna l-laha ʿālimu ghaybi l-samāwāti wal-arḍi innahu ʿalīmun bidhāti l-ṣudūri",
          "translation": "Sungguh, Allah mengetahui yang gaib (tersembunyi) di langit dan di bumi. Sungguh, Dia Maha Mengetahui segala isi hati.",
          "tafsir": "Ayat ini memerintahkan kepada Nabi Muhammad agar memberi peringatan keras kepada orang-orang musyrik bahwa Allah Maha Mengetahui segala apa yang mereka sembunyikan. Allah juga Maha Mengetahui perasaan yang terkandung dalam hati mereka, dan rencana apa yang akan mereka kerjakan. Allah pulalah yang mengetahui segala yang tak terlihat oleh pancaindra manusia, baik yang ada di langit maupun di bumi. Oleh karena itu, hendaklah orang-orang musyrik itu merasa takut kepada Allah, sebab segala gerak-gerik mereka di bawah pengawasan-Nya. Segala yang mereka rencanakan untuk menipu rasul dan melenyapkan kebenaran agama-Nya di bumi ini, atau usaha mereka untuk membantu sekutu mereka dalam menuhankan berhala, pasti diketahui Allah. Allah Mengetahui segala perasaan yang terkandung dalam hati manusia, dan perbuatan apa saja yang mereka kerjakan. Firman Allah \"Sesungguhnya Dia Maha Mengetahui apa yang ada dalam dada manusia\" mengisyaratkan kepada pengertian sekalipun orang-orang kafir diberi kesempatan untuk hidup lebih lama lagi, namun mereka tidak akan meninggalkan kekufurannya. Oleh karena itu, sia-sia Allah memanjangkan umurnya."
        }
      ]
    }
  ]
}