{
  "pageNumber": 444,
  "juz": 23,
  "surahs": [
    {
      "number": 36,
      "name": "Ya-Sin",
      "nameArabic": "يس",
      "meaning": "Ya Sin",
      "revelation": "Makkah",
      "description": "Surat Yasin terdiri dari 83 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Jin.Dinamai \"Yasin\" karena dimulai dengan huruf \"Yasin\".Sebagaimana halnya arti huruf-huruf abjad yang terletak pada permulaan beberapa surat Al-Qur'an, maka demikian pula arti \"Yasin\" yang terdapat pada ayat pertama surat ini, yaitu Allah mengisyaratkan bahwa setelah huruf tersebut akan dikemukakan hal-hal yang penting antara lain: Allah bersumpah dengan Al-Qur'an bahwa Muhammad benar-benar seorang rasul yang diutus-Nya kepada kaum yang belum pernah didatangi rasul-rasul.**Pokok-Pokok Isi:**1. **Keimanan:** Bukti-bukti adanya hari kebangkitan; Al-Qur'an bukanlah syair; ilmu, kekuasaan dan rahmat Allah; surga dan sifat-sifatnya yang disediakan bagi orang-orang mukmin; menyucikan Allah dari sifat-sifat yang tidak layak bagi-Nya; anggota badan manusia menjadi saksi pada hari kiamat atas segala perbuatannya di dunia.2. **Kisah:** Kisah utusan-utusan Nabi 'Isa dengan penduduk Anthakiyah (Syam).3. **Lain-lain:** Tidak ada faedah peringatan bagi orang-orang musyrik; Allah menciptakan segala sesuatu berpasang-pasangan; semua bintang-bintang di cakrawala berjalan pada garis edar yang telah ditetapkan Allah; ajal dan hari kiamat datang secara tiba-tiba; Allah menghibur Rasulullah atas sikap kaum musyrikin yang menyakitkannya.Surat Yasin mengemukakan tentang Al-Qur'an dan kenabian Muhammad serta menegaskan adanya hari kebangkitan disertai bukti-bukti, baik bukti-bukti alamiah maupun bukti-bukti logika. Juga mengemukakan beberapa perumpamaan, di antaranya dengan mengemukakan kisah utusan-utusan Nabi 'Isa Al-Masih dengan penduduk Anthakiyah. Kesemuanya dikemukakan sebagai penghibur Rasulullah dan untuk menambah keyakinan orang-orang yang beriman yang sedang mengalami tekanan-tekanan dari kaum musyrikin.**Hubungan Surat Yasin Dengan Ash-Shaffat:**1. Pada surat Yasin disebut secara umum tentang umat-umat yang telah dibinasakan Allah karena ingkar kepada-Nya, sedangkan surat Ash-Shaffat menjelaskannya dengan menyebut kisah kaum Nuh; Ibrahim, 'Isa dengan kaumnya.2. Pada akhir surat Yasin disebut secara umum keadaan orang-orang mukmin dan orang-orang kafir pada hari kiamat, sedangkan surat Ash-Shaffat menjelaskannya secara lebih rinci.3. Pada surat Yasin disebutkan tentang kekuasaan Allah membangkitkan dan menghidupkan manusia kembali, karena Dialah yang menciptakannya dan Dialah yang menghendaki demikian, sedangkan surat Ash-Shaffat menjelaskan lebih luas dengan mengemukakan contoh-contoh yang berhubungan dengan hal itu.",
      "verses": [
        {
          "number": 55,
          "arabic": "إِنَّ أَصْحَـٰبَ ٱلْجَنَّةِ ٱلْيَوْمَ فِى شُغُلٍ فَـٰكِهُونَ",
          "transliteration": "inna aṣḥāba l-janati l-yawma fī shughulin fākihūna",
          "translation": "Sesungguhnya penghuni surga pada hari itu bersenang-senang dalam kesibukan (mereka).",
          "tafsir": "Allah menerangkan bahwa orang-orang yang beriman dibalas Allah dengan pahala yang berlipat ganda, berupa surga yang penuh kenikmatan. Di dalamnya, mereka merasakan kesenangan dan kenikmatan yang belum pernah mereka rasakan, keindahan yang belum pernah mereka lihat, dan suara yang menyejukkan kalbu yang belum pernah mereka dengar. Waktu itu tidak terpikir olehnya azab yang sedang diderita orang-orang kafir yang terbenam dalam neraka. Yang dirasakan dan diingatnya hanyalah kegembiraan dan kepuasan hati bersama teman-temannya di dalam surga."
        },
        {
          "number": 56,
          "arabic": "هُمْ وَأَزْوَٰجُهُمْ فِى ظِلَـٰلٍ عَلَى ٱلْأَرَآئِكِ مُتَّكِـُٔونَ",
          "transliteration": "hum wa-azwājuhum fī ẓilālin ʿalā l-arāiki muttakiūna",
          "translation": "Mereka dan pasangan-pasangannya berada dalam tempat yang teduh, bersandar di atas dipan-dipan.",
          "tafsir": "Di dalam surga orang-orang yang beriman dan istri-istri mereka berada dalam taman-taman yang indah dengan pohon yang rindang, duduk di atas sofa dan tempat-tempat tidur, berbincang-bincang sambil menikmati berbagai macam rezeki yang mereka peroleh dari Tuhan mereka. Dari perkataan \"hum wa azwajuhum\" (mereka dan pasangan mereka) dapat dipahami bahwa orang-orang yang beriman akan tinggal bersama pasangan mereka dengan bahagia dan damai dalam surga dan memperoleh nikmat yang berbagai macam bentuk yang tiada taranya. Ada yang dalam bentuk langsung mereka nikmati, seperti memperoleh tempat yang nyaman dan indah, serta merasakan makanan yang lezat dan sebagainya. Ada pula dalam bentuk pemenuhan keinginan dan cita-cita mereka sebagai anggota atau kepala keluarga. Selama hidup di dunia mereka mencita-citakan keluarga yang berbahagia, mempunyai istri yang cantik dan setia. Keinginan-keinginan mereka yang seperti itu dipenuhi Allah dalam surga nanti. Bahkan pada ayat yang lain diterangkan bahwa anak cucu mereka yang beriman ditinggikan Allah derajatnya seperti derajat bapak dan ibu mereka. Mereka dikumpulkan dengan orang tua mereka di dalam surga, tanpa membeda-bedakan pemberian nikmat kepada masing-masing anggota keluarga itu. Allah berfirman: Dan orang-orang yang beriman, beserta anak cucu mereka yang mengikuti mereka dalam keimanan, Kami pertemukan mereka dengan anak cucu mereka (di dalam surga), dan Kami tidak mengurangi sedikit pun pahala amal (kebajikan) mereka. Setiap orang terikat dengan apa yang dikerjakannya. (ath-thur/52: 21) Dari ayat ini dipahami pula agar setiap mukmin selalu berusaha untuk menjadikan suami, istri, anak-anak dan keluarga mereka, menjadi orang-orang beriman yang baik, agar cita-cita mereka untuk dapat saling berhubungan dengan keluarga mereka dikabulkan Allah di akhirat."
        },
        {
          "number": 57,
          "arabic": "لَهُمْ فِيهَا فَـٰكِهَةٌ وَلَهُم مَّا يَدَّعُونَ",
          "transliteration": "lahum fīhā fākihatun walahum mā yaddaʿūna",
          "translation": "Di surga itu mereka memperoleh buah-buahan dan memperoleh apa saja yang mereka inginkan.",
          "tafsir": "Orang-orang yang beriman akan memakan bermacam-macam buah-buahan yang lezat di dalam surga, dan memperoleh semua yang mereka inginkan. Bagi yang suka bermain disediakan berbagai alat permainan, yang suka olahraga juga disediakan semua kebutuhan olahraga. Demikian pula berbagai alat kesenian yang mereka inginkan Firman Allah: Di dalamnya mereka dapat meminta segala macam buah-buahan dengan aman dan tenteram. (ad-Dukhan/44: 55) (58) Yang mereka inginkan itu ialah salam dari Allah yang disampaikan kepada mereka untuk memuliakan mereka. Salam ini langsung disampaikan Allah atau mungkin dengan perantaraan malaikat, seperti firman Allah: ¦sedang para malaikat masuk ke tempat-tempat mereka dari semua pintu; (sambil mengucapkan), \"Selamat sejahtera atasmu karena kesabaranmu.\" Maka alangkah nikmatnya tempat kesudahan itu. (ar-Ra'd/13: 23-24) Salam berarti selamat dan sejahtera, terpelihara dari segala yang tidak disenangi memperoleh semua yang diingini sehingga orang itu memperoleh kenikmatan jasmani dan rohani yang tiada bandingannya."
        },
        {
          "number": 58,
          "arabic": "سَلَـٰمٌ قَوْلًا مِّن رَّبٍّ رَّحِيمٍ",
          "transliteration": "salāmun qawlan min rabbin raḥīmin",
          "translation": "(Kepada mereka dikatakan), \"Salām,\" sebagai ucapan selamat dari Tuhan Yang Maha Penyayang.",
          "tafsir": "Yang mereka inginkan itu ialah salam dari Allah yang disampaikan kepada mereka untuk memuliakan mereka. Salam ini langsung disampaikan Allah atau mungkin dengan perantaraan malaikat, seperti firman Allah: a¢â‚¬Â¦sedang para malaikat masuk ke tempat-tempat mereka dari semua pintu; (sambil mengucapkan), \"Selamat sejahtera atasmu karena kesabaranmu.\" Maka alangkah nikmatnya tempat kesudahan itu. (ar-Ra'd/13: 23-24) Salam berarti selamat dan sejahtera, terpelihara dari segala yang tidak disenangi memperoleh semua yang diingini sehingga orang itu memperoleh kenikmatan jasmani dan rohani yang tiada bandingannya."
        },
        {
          "number": 59,
          "arabic": "وَٱمْتَـٰزُوا۟ ٱلْيَوْمَ أَيُّهَا ٱلْمُجْرِمُونَ",
          "transliteration": "wa-im'tāzū l-yawma ayyuhā l-muj'rimūna",
          "translation": "Dan (dikatakan kepada orang-orang kafir), \"Berpisahlah kamu (dari orang-orang mukmin) pada hari ini, wahai orang-orang yang berdosa!",
          "tafsir": "Allah memerintahkan kepada orang-orang kafir agar segera berpisah dari orang-orang yang beriman dan masuk ke dalam neraka sebagai tempat yang telah disediakan untuk mereka. Perintah ini disampaikan Allah, sewaktu seluruh manusia telah selesai dihisab di Padang Mahsyar. Orang-orang yang beriman diperintahkan masuk ke dalam surga dan orang-orang kafir diperintahkan masuk ke dalam neraka. Ayat lain yang senada dengan ayat ini ialah firman Allah: (Diperintahkan kepada malaikat), \"Kumpulkanlah orang-orang yang zalim beserta teman sejawat mereka dan apa yang dahulu mereka sembah, selain Allah, lalu tunjukkanlah kepada mereka jalan ke neraka. (ash-shaffat/37: 22-23)"
        },
        {
          "number": 60,
          "arabic": "۞ أَلَمْ أَعْهَدْ إِلَيْكُمْ يَـٰبَنِىٓ ءَادَمَ أَن لَّا تَعْبُدُوا۟ ٱلشَّيْطَـٰنَ ۖ إِنَّهُۥ لَكُمْ عَدُوٌّ مُّبِينٌ",
          "transliteration": "alam aʿhad ilaykum yābanī ādama an lā taʿbudū l-shayṭāna innahu lakum ʿaduwwun mubīnun",
          "translation": "Bukankah Aku telah memerintahkan kepadamu wahai anak cucu Adam agar kamu tidak menyembah setan? Sungguh, setan itu musuh yang nyata bagi kamu,",
          "tafsir": "Pada ayat ini diterangkan bahwa orang-orang kafir yang digiring masuk neraka itu dihardik dan diingatkan Allah kepada perbuatan-perbuatan dosa yang pernah mereka kerjakan di dunia. Allah berfirman, \"Bukankah dahulu pernah Aku wasiatkan kepadamu agar jangan sekali-kali menyembah setan. Di samping itu, telah Aku kemukakan kepadamu bukti-bukti yang kuat menurut akal pikiran, dan Aku utus rasul kepadamu dengan membawa kitab yang berisi petunjuk ke jalan kebahagiaan dunia dan akhirat. Sebenarnya dengan hidayat dan pengutusan rasul itu telah cukup sebagai alasan bagimu untuk tidak mengikuti godaan setan. Tetapi semuanya itu tidak kamu hiraukan, sehingga jadilah nasibmu seperti keadaan sekarang ini.\" Allah menerangkan alasan-Nya melarang manusia mengikuti setan, yaitu karena setan itu merupakan musuh yang nyata bagi manusia. Permusuhan manusia dengan setan telah berlangsung sejak dahulu, yaitu sejak setan menyesatkan Adam dan Hawa, sehingga mereka dikeluarkan Allah dari surga. Sejak itu setan selalu berusaha dan berdaya upaya menyesatkan manusia."
        },
        {
          "number": 61,
          "arabic": "وَأَنِ ٱعْبُدُونِى ۚ هَـٰذَا صِرَٰطٌ مُّسْتَقِيمٌ",
          "transliteration": "wa-ani uʿ'budūnī hādhā ṣirāṭun mus'taqīmun",
          "translation": "dan hendaklah kamu menyembah-Ku. Inilah jalan yang lurus.\"",
          "tafsir": "Allah memerintahkan manusia agar hanya menyembah-Nya, mengikuti semua yang diperintahkan-Nya, dan menghentikan semua yang dilarang-Nya. Jika seseorang telah melaksanakan segala yang diperintahkan-Nya dan menghentikan semua yang dilarang-Nya berarti ia telah menempuh jalan yang diridai, dan itulah jalan yang lurus dan itulah agama yang benar yang berasal dari Tuhan semesta alam."
        },
        {
          "number": 62,
          "arabic": "وَلَقَدْ أَضَلَّ مِنكُمْ جِبِلًّا كَثِيرًا ۖ أَفَلَمْ تَكُونُوا۟ تَعْقِلُونَ",
          "transliteration": "walaqad aḍalla minkum jibillan kathīran afalam takūnū taʿqilūna",
          "translation": "Dan sungguh, ia (setan itu) telah menyesatkan sebagian besar di antara kamu. Maka apakah kamu tidak mengerti?",
          "tafsir": "Ayat ini menerangkan pengaruh dan akibat godaan setan kepada manusia, yaitu mereka ingkar dan tidak menaati Allah, bahkan banyak di antara mereka yang mempersekutukan-Nya. Alangkah lemahnya hati manusia, sehingga mereka dapat tergoda oleh setan. Padahal mereka telah dianugerahi akal, pikiran, perasaan, kemampuan jasmani dan rohani, demikian pula taufik dan hidayah berupa agama yang disampaikan rasul kepada mereka. Sebenarnya dengan semua anugerah yang diberikan itu, manusia dapat membedakan mana yang benar dan mana yang salah, mana jalan yang lurus dan mana jalan yang sesat, mana perbuatan dosa dan mana amal yang saleh. Tetapi mereka lalai dan selalu memperturutkan hawa nafsunya."
        },
        {
          "number": 63,
          "arabic": "هَـٰذِهِۦ جَهَنَّمُ ٱلَّتِى كُنتُمْ تُوعَدُونَ",
          "transliteration": "hādhihi jahannamu allatī kuntum tūʿadūna",
          "translation": "Inilah (neraka) Jahanam yang dahulu telah diperingatkan kepadamu.",
          "tafsir": "Allah menyatakan kepada orang-orang kafir, \"Hai orang-orang kafir, inilah neraka Jahanam yang pernah Aku janjikan kepadamu dan janji itu telah disampaikan oleh rasul yang telah diutus kepadamu semasa hidup di dunia dahulu. Akan tetapi, kamu tidak mempercayainya, bahkan kamu ingkar dan durhaka kepada-Ku dan menyembah tuhan selain-Ku.\" Al-Qur'an menggunakan kata hadzihi yaitu bentuk isim isyarah untuk sesuatu yang dekat guna menggambarkan bahwa neraka Jahanam sudah berada di hadapan mereka, ini merupakan sebuah gambaran yang mengerikan."
        },
        {
          "number": 64,
          "arabic": "ٱصْلَوْهَا ٱلْيَوْمَ بِمَا كُنتُمْ تَكْفُرُونَ",
          "transliteration": "iṣ'lawhā l-yawma bimā kuntum takfurūna",
          "translation": "Masuklah ke dalamnya pada hari ini karena dahulu kamu mengingkarinya.",
          "tafsir": "Selanjutnya, Allah memerintahkan kepada mereka, \"Hai orang-orang kafir, masuklah dan rasakanlah pada hari ini panasnya api neraka. Tetaplah di dalamnya sebagai balasan dari keingkaran dan perbuatan dosa yang telah kamu kerjakan dahulu.\" Dari ayat-ayat ini dipahami, seakan-akan Allah memperingatkan kepada orang-orang kafir yang sedang diazab itu bahwa mereka tidak perlu lagi menyesal, putus asa dan bersedih hati karena azab yang sedang mereka alami. Azab yang diberikan kepada mereka merupakan ketetapan Tuhan yang tidak mungkin diubah lagi. Kepada mereka sewaktu hidup di dunia telah disampaikan bermacam-macam peringatan dan bermacam-macam cobaan, tetapi mereka tetap ingkar. Oleh karena itu, rasakanlah dan terimalah azab yang sedang ditimpakan itu."
        },
        {
          "number": 65,
          "arabic": "ٱلْيَوْمَ نَخْتِمُ عَلَىٰٓ أَفْوَٰهِهِمْ وَتُكَلِّمُنَآ أَيْدِيهِمْ وَتَشْهَدُ أَرْجُلُهُم بِمَا كَانُوا۟ يَكْسِبُونَ",
          "transliteration": "al-yawma nakhtimu ʿalā afwāhihim watukallimunā aydīhim watashhadu arjuluhum bimā kānū yaksibūna",
          "translation": "Pada hari ini Kami tutup mulut mereka; tangan mereka akan berkata kepada Kami dan kaki mereka akan memberi kesaksian terhadap apa yang dahulu mereka kerjakan.",
          "tafsir": "Ketika menerima azab di neraka, ada sebagian dari orang-orang kafir yang mengingkari perbuatan-perbuatan jahat mereka di dunia sebagaimana diterangkan dalam firman Allah: Kemudian tidaklah ada jawaban bohong mereka, kecuali mengatakan, \"Demi Allah, ya Tuhan kami, tidaklah kami mempersekutukan Allah.\" (al-An'am/6: 23) Maka pada ayat 65 ini, Allah mengunci mati mulut-mulut mereka sehingga mereka tidak dapat berbohong maupun mendebat adanya perbuatan mereka. Apalagi tangan-tangan mereka kemudian berbicara dan kaki-kaki mereka menjadi saksi atas apa yang mereka kerjakan, sehingga mereka tidak mungkin lagi mengelak atas adanya perbuatan-perbuatan mereka yang melawan agama. Pada hari akhirat ini, hukum berlaku dengan seadil-adilnya sesuai dengan segala perbuatan mereka di dunia. Menurut riwayat Anas bin Malik dikatakan:Dari Anas bin Malik, ia berkata, \"Kami sedang berada di sisi Nabi saw, tiba-tiba beliau tertawa. Kata beliau, \"Tahukah kamu mengapa saya tertawa? Kami menjawab, \"Allah dan rasul-Nya yang lebih tahu\". Beliau berkata,\"(Saya tertawa) karena adanya pembicaraan antara seorang hamba dengan Tuhannya\". Hamba berkata, \"Wahai Tuhanku, bukankah Engkau telah menyelamatkan aku dari kezaliman? \"Ya benar, kamu telah Aku selamatkan\", jawab Tuhannya. Hamba berkata, \" Sesungguhnya aku tidak akan mengizinkan atas diriku kecuali seorang saksi dari padaku\". Tuhannya menjawab, \"Cukup, kamu menjadi saksi atas dirimu dan para malaikat pencatat amal juga menjadi saksi\". Nabi saw lalu berkata, \" Kemudian mulut hamba tadi ditutup, lalu anggota-anggota badan diperintahkan untuk berbicara, \"Bicaralah!\". Kata Nabi saw lagi, \" Maka anggota-anggota badan itu berbicara (sesuai perbuatannya). (Riwayat Imam Abu Ya'la al-Maushuli) Banyak ayat-ayat Al-Qur'an yang menerangkan tentang persaksian anggota tubuh manusia terhadap perbuatan-perbuatan yang telah mereka lakukan selama hidup di dunia ini, di antaranya ialah firman Allah: Pada hari, (ketika) lidah, tangan dan kaki mereka menjadi saksi atas mereka terhadap apa yang dahulu mereka kerjakan. (an-Nur/24: 24) Allah menjadikan tangan dan kaki berbicara sebagai saksi karena tanganlah yang mengerjakan perbuatan itu, sedang kaki ikut menyaksikan apa yang dikerjakan oleh tangan itu. Jadi perbuatan tangan merupakan suatu ikrar atau pengakuan, sedangkan perkataan kaki merupakan persaksian. Jika semua perbuatan buruk seorang manusia dibukakan dan diungkapkan selama hidup di dunia dan diketahui oleh orang banyak maka ia merasa malu dan merasa sukar menyembunyikan muka mereka. Bahkan banyak pula di antara manusia yang membunuh dirinya karena tidak sanggup menahan rasa malu itu. Di akhirat, mereka akan mengalami apa yang mereka tidak sanggup mengalami dan menanggungnya semasa hidup di dunia."
        },
        {
          "number": 66,
          "arabic": "وَلَوْ نَشَآءُ لَطَمَسْنَا عَلَىٰٓ أَعْيُنِهِمْ فَٱسْتَبَقُوا۟ ٱلصِّرَٰطَ فَأَنَّىٰ يُبْصِرُونَ",
          "transliteration": "walaw nashāu laṭamasnā ʿalā aʿyunihim fa-is'tabaqū l-ṣirāṭa fa-annā yub'ṣirūna",
          "translation": "Dan jika Kami menghendaki, pastilah Kami hapuskan penglihatan mata mereka; sehingga mereka berlomba-lomba (mencari) jalan. Maka bagaimana mungkin mereka dapat melihat?",
          "tafsir": "Ayat ini menerangkan kekuasaan Allah terhadap hamba-hamba-Nya, yaitu jika Dia menghendaki dapat saja menghapus penglihatan dan pendengaran orang-orang kafir, sehingga tidak dapat melihat padahal mereka harus banyak beramal dan berbuat baik. Akan tetapi, karena sifat kasih sayang Allah kepada manusia, maka hal itu tidak dilakukan-Nya. Orang-orang kafir tetap dapat melihat dan berbuat baik di dunia sesuai dengan petunjuk agama. Akan tetapi, hal itu tidak mereka lakukan, bahkan mereka banyak berbuat dosa. Dengan demikian, di samping mereka tidak memiliki amal kebaikan yang perlu diberi pahala, dosa-dosa mereka juga sangat banyak sehingga siksaan Allah di akhirat tentu sangat berat. Mereka tidak dapat mengelak dari semua itu karena adanya kesaksian tangan dan kaki mereka."
        },
        {
          "number": 67,
          "arabic": "وَلَوْ نَشَآءُ لَمَسَخْنَـٰهُمْ عَلَىٰ مَكَانَتِهِمْ فَمَا ٱسْتَطَـٰعُوا۟ مُضِيًّا وَلَا يَرْجِعُونَ",
          "transliteration": "walaw nashāu lamasakhnāhum ʿalā makānatihim famā is'taṭāʿū muḍiyyan walā yarjiʿūna",
          "translation": "Dan jika Kami menghendaki, pastilah Kami ubah bentuk mereka di tempat mereka berada; sehingga mereka tidak sanggup berjalan lagi dan juga tidak sanggup kembali.",
          "tafsir": "Ayat ini juga menerangkan kekuasaan Allah, yaitu jika Allah menghendaki maka Dia dapat mengubah bentuk orang-orang kafir di tempat mereka berada, sehingga tidak sanggup lagi berjalan dan kembali. Akan tetapi, hal itu tidak dilakukan karena Allah Maha Pengasih dan Maha Penyayang. Meskipun begitu, orang-orang kafir yang memiliki kesempatan untuk beramal saleh sesuai petunjuk agama juga tidak melakukannya, bahkan mereka bertambah ingkar sehingga pantas mendapat siksa yang berat dan menghinakan di akhirat."
        },
        {
          "number": 68,
          "arabic": "وَمَن نُّعَمِّرْهُ نُنَكِّسْهُ فِى ٱلْخَلْقِ ۖ أَفَلَا يَعْقِلُونَ",
          "transliteration": "waman nuʿammir'hu nunakkis'hu fī l-khalqi afalā yaʿqilūna",
          "translation": "Dan barang siapa Kami panjangkan umurnya niscaya Kami kembalikan dia kepada awal kejadian(nya).<sup foot_note=135676>1</sup> Maka mengapa mereka tidak mengerti?",
          "tafsir": "Selanjutnya Allah menegaskan bahwa barang siapa yang dipanjangkan umurnya, niscaya akan dikembali kepada awal kejadiannya. Artinya, mereka kembali lemah dan kurang akal seperti anak kecil. Tidak kuat lagi melakukan ibadah-ibadah yang berat dan mulai banyak lupa, sehingga tidak banyak dapat melakukan ibadah dengan baik. Pada akhir ayat ini, Allah mempertanyakan mengapa mereka tidak mengerti dan menggunakan kesempatan selagi masih muda dan kuat. Nabi saw menerangkan hal ini dalam hadisnya yang berbunyi: Pergunakan kesempatan yang lima sebelum datang yang lima: waktu luangmu sebelum waktu sibukmu, waktu kayamu sebelum waktu miskinmu, waktu sehatmu sebelum waktu sakitmu, waktu mudamu sebelum waktu tuamu, dan waktu hidupmu sebelum waktu matimu.(Riwayat al-hakim dari Ibnu 'Abbas) Apakah orang-orang kafir tidak mempergunakan akalnya bahwa semakin panjang dan tua umur seseorang semakin lemah jasmani dan rohaninya dan semakin tidak mampu ia berbuat. Allah telah memberinya umur yang cukup kepada mereka untuk dapat berbuat banyak, beramal saleh, menuntut ilmu yang cukup, beribadah dengan baik, dan sebagainya. Akan tetapi, mereka tidak mempergunakan umur itu dengan sebaik-baiknya. Allah mengutus para rasul kepada mereka dengan membawa petunjuk ke jalan yang lurus, tetapi mereka tidak mengikuti rasul dan petunjuk itu bahkan mereka mendustakan dan mengingkarinya."
        },
        {
          "number": 69,
          "arabic": "وَمَا عَلَّمْنَـٰهُ ٱلشِّعْرَ وَمَا يَنۢبَغِى لَهُۥٓ ۚ إِنْ هُوَ إِلَّا ذِكْرٌ وَقُرْءَانٌ مُّبِينٌ",
          "transliteration": "wamā ʿallamnāhu l-shiʿ'ra wamā yanbaghī lahu in huwa illā dhik'run waqur'ānun mubīnun",
          "translation": "Dan Kami tidak mengajarkan syair kepadanya (Muhammad) dan bersyair itu tidaklah pantas baginya. Alquran itu tidak lain hanyalah pelajaran dan Kitab yang jelas.",
          "tafsir": "Pada ayat ini, Allah membantah tuduhan kaum kafir yang mengatakan bahwa Al-Qur'an adalah syair yang diciptakan oleh Nabi Muhammad saw sendiri. Dengan demikian, menurut tuduhan mereka, Muhammad adalah seorang penyair. Hal ini dibantah keras pada ayat ini, karena Al-Qur'an merupakan wahyu Allah yang membawa kebenaran. Sedang Nabi Muhammad saw bertugas menyampaikannya kepada umat manusia semua kebenaran yang diterima dari Allah. Nabi Muhammad bukan penyair yang hanya mengkhayal, tetapi rasul Allah yang membawa kebenaran untuk memperbaiki orang-orang jahiliah. Al-Qur'an jauh berbeda dengan syair yang berkembang di tanah Arab ketika itu. perbedaan itu dapat dilihat dalam hal: 1.Syair Arab waktu itu merupakan rangkaian kalimat-kalimat yang terikat pada wazan (timbangan kalimat) atau pola tertentu, bahr-bahr (irama dan notasi dalam syair Arab) tertentu, seperti bahr kamil, bahr rajaz, dan lain-lain. Sedangkan ayat-ayat Al-Qur'an susunan kalimatnya begitu indah, pilihan diksi kata-katanya begitu tepat, tetapi tidak terikat pada wazan dan bahr syair Arab. 2.Syair Arab juga terikat pada qafiyah, yaitu huruf akhir tertentu. Jika hal itu tidak dipenuhi, maka rusaklah syair tersebut, sehingga ada unsur pemaksaan atau takalluf. Pada ayat-ayat Al-Qur'an memang ada beberapa huruf akhir yang sama sehingga bersajak (masju'), tetapi menjadi lebih indah karena tidak kaku dan tidak ada unsur pemaksaan (takalluf). 3.Isi syair Arab biasanya berupa khayalan penyair dengan imajinasi yang tinggi sehingga melupakan banyak hal yang tidak sesuai dengan kenyataan yang ada. Sedangkan ayat-ayat Al-Qur'an semuanya sesuai dengan kenyataan, baik alam gaib maupun alam nyata, sehingga memberi informasi yang benar. 4.Syair-syair Arab biasanya berupa puji-pujian yang berlebih-lebihan terhadap raja atau kepala suku sehingga menjadikan para raja bertambah sombong. Syair bisa juga berisi celaan atau ejekan terhadap musuh sehingga meningkatkan permusuhan yang ada. Sedangkan Al-Qur'an selalu berbicara masalah kebenaran tanpa membuat orang menjadi sombong, bahkan ayat Al-Qur'an melarang kesombongan dan rasa kebencian maupun permusuhan. 5.Syair-syair Arab seringkali disusun dan dirangkai oleh penyair dan digunakan untuk mendapat hadiah sebagai mata pencaharian penyair. Sedangkan ayat-ayat Al-Qur'an semata-mata memberi informasi, petunjuk, dan pelajaran yang baik. Bahkan ayat Al-Qur'an tidak boleh diperjualbelikan dengan harga murah untuk memperoleh penghasilan tertentu. Dari hal-hal di atas terbukti bahwa bahasa Al-Qur'an lebih indah dari syair dan kandungan isinya lebih baik dan memberi manfaat yang lebih besar bagi kehidupan manusia secara keseluruhan. Allah menegaskan bahwa Dia tidak mengajarkan syair kepada Muhammad saw. Ia hanyalah mewahyukan Al-Qur'an kepadanya, untuk disampaikan kepada umat manusia. Tuduhan kaum musyrik dan kaum kafir bahwa Muhammad saw adalah penyair adalah tuduhan yang tidak patut dan tidak dapat diterima akal yang sehat. Kemudian Allah menegaskan lagi bahwa Al-Qur'an yang disampaikan oleh Muhammad saw adalah pelajaran dan kitab suci yang memberikan penerangan kepada umat manusia untuk mencapai kebahagiaan lahir dan batin, dunia dan akhirat. Kaum musyrik mengatakan Al-Qur'an itu syair, karena kata-kata dan kalimat-kalimat yang terdapat di dalamnya demikian indah dan tepat. Bahkan kadang-kadang mereka mengatakan Al-Qur'an adalah sihir, karena kata-kata dan susunan kalimatnya memang memesona siapa saja yang mendengarnya. Akan tetapi, tuduhan mereka ini sama sekali tidak benar. Al-Qur'an bukanlah sihir ataupun syair, karena syair merupakan susunan yang terikat kepada pola-pola tertentu, sedang Al-Qur'an tidaklah demikian."
        },
        {
          "number": 70,
          "arabic": "لِّيُنذِرَ مَن كَانَ حَيًّا وَيَحِقَّ ٱلْقَوْلُ عَلَى ٱلْكَـٰفِرِينَ",
          "transliteration": "liyundhira man kāna ḥayyan wayaḥiqqa l-qawlu ʿalā l-kāfirīna",
          "translation": "agar dia (Muhammad) memberi peringatan kepada orang-orang yang hidup (hatinya) dan agar pasti ketetapan (azab) terhadap orang-orang kafir.",
          "tafsir": "Selanjutnya Allah menjelaskan bahwa fungsi Al-Qur'an antara lain untuk memberikan peringatan kepada umat manusia. Di samping itu, ia juga menerangkan kepastian adanya ketetapan azab bagi orang-orang kafir. Orang-orang yang hati, pikiran, dan semangatnya tetap hidup pasti mengambil Al-Qur'an sebagai pedoman yang utama, karena Al-Qur'an membawa ajaran yang melenyapkan kebodohan dan kebekuan, menyembuhkan penyakit-penyakit mental yang merusak hidup manusia, baik lahir maupun batin serta menjadi rahmat bagi orang-orang yang bertakwa. Sebaliknya orang-orang yang hati, pikiran, dan semangatnya sudah mati dan membeku, tidak mau mengambil pelajaran dan bimbingan dari Al-Qur'an karena godaan setan sudah membelenggu sedemikian rupa. Sebetulnya, di dalam hati para pemuka kaum kafir dan musyrik itu telah mengakui kebenaran dan kemukjizatan Al-Qur'an. Akan tetapi, mereka tidak berani mengemukakan pengakuan itu, karena takut akan kehilangan pengaruh di lingkungan kaumnya yang menyebabkan turunnya kewibawaan, dan kehilangan sumber penghasilan."
        }
      ]
    }
  ]
}