{
  "pageNumber": 334,
  "juz": 17,
  "surahs": [
    {
      "number": 22,
      "name": "Al-Hajj",
      "nameArabic": "الحج",
      "meaning": "Haji",
      "revelation": "Madinah",
      "description": "Surat Al-Hajj termasuk surat Madaniyyah dan terdiri dari 78 ayat. Menurut sebagian ahli tafsir, surat Al-Hajj termasuk surat Makkiyyah. Hal ini dikarenakan sebagian ayat dalam surat ini ada yang diturunkan di Mekah dan ada yang di Madinah.Dinamai surat ini \"Al-Hajj\" karena surat ini mengemukakan hal-hal yang berhubungan dengan ibadah haji, seperti: ihram, thawaf, sa'i, wuquf di Arafah, mencukur rambut, syi'ar-syi'ar Allah, faedah dan hikmah disyariatkannya haji. Ditegaskan pula bahwa ibadah haji telah disyariatkan pada masa Nabi Ibrahim, dan Ka'bah didirikan oleh Nabi Ibrahim bersama putranya, Ismail.Menurut Al Ghaznawi, surat Al-Hajj termasuk di antara surat yang ajaib, diturunkan pada malam dan siang hari, dalam musafir dan tidak musafir, ada ayat yang diturunkan di Mekah dan ada pula yang diturunkan di Madinah, isinya ada yang berhubungan dengan peperangan dan ada pula yang berhubungan dengan perdamaian, ada ayat yang muhkam dan ada pula yang mutasyabihat.**Pokok-Pokok Isi:**1. **Keimanan:** Keimanan tentang adanya kebangkitan dan huru-hara hari kiamat; dari susunan alam semesta dapat diambil bukti-bukti tentang keberadaan Allah Maha Pencipta.2. **Hukum-hukum:** Kewajiban berhaji bagi kaum muslimin dan haji telah disyariatkan pada masa Ibrahim; hukum berkata dusta; larangan menyembah berhala; binatang-binatang yang halal dimakan; hukum menghalang-halangi manusia dari jalan Allah dan Masjidil Haram; dibolehkannya berperang untuk mempertahankan diri dan agama; hukum-hukum yang berhubungan dengan haji.3. **Lain-lain:** Membantah kebenaran tanpa dasar pengetahuan adalah perbuatan yang tercela; tanda-tanda takwa yang sampai ke hati; setiap agama yang dibawa rasul-rasul sejak dahulu mempunyai syariat tertentu; pahala orang yang mati dalam hijrah di jalan Allah; sikap orang kafir bila mendengar Al-Qur'an; anjuran berjihad; celaan Islam terhadap orang yang tidak memiliki pendirian dan selalu mencari keuntungan untuk diri sendiri.Surat Al-Hajj mengingatkan manusia tentang keberadaan hari kebangkitan dengan mengemukakan bukti-bukti tentang kejadian dan proses perkembangan manusia, hewan dan tumbuh-tumbuhan. Oleh sebab itu, sudah sewajarnya manusia bersyukur dan menyembah Allah, Tuhan semesta alam. Juga mengemukakan tentang disyariatkannya haji, mengenai waktu-waktu boleh-tidaknya melakukan peperangan berhubung ada bulan-bulan suci yang ditentukan Allah.**Hubungan Surat Al-Hajj Dengan Surat Al-Mu'Minun:**1. Surat Al-Hajj menyuruh orang-orang mukmin mendirikan shalat, menunaikan zakat, dan mengerjakan berbagai macam kebaikan agar beruntung, sedangkan permulaan surat Al-Mukminun menegaskan bahwa apabila orang-orang mukmin betul-betul mengerjakan apa yang diperintahkan Allah dan menjauhi apa yang dilarang-Nya seperti zina, pasti akan beruntung.2. Kedua surat ini sama-sama mengemukakan tentang penciptaan manusia, perkembangan kejadian dan kehidupan, dan menjadikan hal ini sebagai bukti keberadaan hari kebangkitan.3. Kedua surat ini sama-sama menyinggung umat-umat terdahulu yang tidak mengindahkan seruan nabi-nabi, untuk menjadi pelajaran bagi orang-orang yang datang setelah mereka.4. Kedua surat ini sama-sama mengemukakan bukti-bukti tentang keberadaan dan keesaan Allah.",
      "verses": [
        {
          "number": 16,
          "arabic": "وَكَذَٰلِكَ أَنزَلْنَـٰهُ ءَايَـٰتٍۭ بَيِّنَـٰتٍ وَأَنَّ ٱللَّهَ يَهْدِى مَن يُرِيدُ",
          "transliteration": "wakadhālika anzalnāhu āyātin bayyinātin wa-anna l-laha yahdī man yurīdu",
          "translation": "Dan demikianlah Kami telah menurunkan (Alquran) yang merupakan ayat-ayat yang nyata; sesungguhnya Allah memberikan petunjuk kepada siapa yang Dia kehendaki.",
          "tafsir": "Ayat ini menerangkan bahwa Allah telah menurunkan bukti-bukti dan dalil-dalil yang kuat kepada Muhammad untuk membantah orang kafir yaitu Al-Qur'an. Makna dan petunjuknya cukup jelas, mudah dimengerti bagi orang-orang yang mau mencari kebenaran. Karena itu hendaklah manusia mengikuti dan mengamalkan ajaran Islam yaitu ajaran-ajaran Al-Qur'an agar mereka diberi Allah pertolongan dan kemenangan di dunia dan akhirat. Al-Qur'an berguna bagi orang-orang yang tidak ada rasa dengki dalam hatinya, jiwa dan hatinya bersih, ingin mencari kebenaran dan mempunyai kesediaan beriman kepada yang gaib. Orang seperti yang dilukiskan itu, jika mereka membaca Al-Qur'an pasti ia akan beriman, semakin banyak membaca dan mengamalkan ajaran Al-Qur'an semakin bertambah pula imannya. Hal ini senada dengan firman Allah: Dan Allah akan menambah petunjuk kepada mereka yang telah mendapat petunjuk. Dan amal kebajikan yang kekal itu lebih baik pahalanya di sisi Tuhanmu dan lebih baik kesudahannya. (Maryam/19: 76) Sebaliknya orang yang dengki, hatinya berpenyakit, tidak ingin mencari kebenaran dan tidak mempunyai kesediaan beriman kepada yang gaib, maka ayat-ayat Al-Qur'an tidak akan berfaedah baginya bahkan akan menambah keingkaran dan kekafirannya."
        },
        {
          "number": 17,
          "arabic": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَٱلَّذِينَ هَادُوا۟ وَٱلصَّـٰبِـِٔينَ وَٱلنَّصَـٰرَىٰ وَٱلْمَجُوسَ وَٱلَّذِينَ أَشْرَكُوٓا۟ إِنَّ ٱللَّهَ يَفْصِلُ بَيْنَهُمْ يَوْمَ ٱلْقِيَـٰمَةِ ۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ شَهِيدٌ",
          "transliteration": "inna alladhīna āmanū wa-alladhīna hādū wal-ṣābiīna wal-naṣārā wal-majūsa wa-alladhīna ashrakū inna l-laha yafṣilu baynahum yawma l-qiyāmati inna l-laha ʿalā kulli shayin shahīdun",
          "translation": "Sesungguhnya orang-orang beriman, orang Yahudi, orang Sabiin, orang Nasrani, orang Majusi dan orang musyrik, Allah pasti memberi keputusan di antara mereka pada hari Kiamat. Sungguh, Allah menjadi saksi atas segala sesuatu.",
          "tafsir": "Dalam ayat ini Allah menerangkan bahwa semua orang yang beriman, Yahudi, shabi'in, Nasrani, Majusi dan musyrik, akan diberi keputusan yang adil oleh Allah pada hari Kiamat. Orang-orang yang beriman dalam ayat ini ialah orang-orang yang beriman kepada apa yang diajarkan Nabi Muhammad saw, yaitu beriman kepada Allah, malaikat-malaikat-Nya, kitab-kitab-Nya, rasul-rasul yang telah diutus-Nya, hari Kiamat dan kepada adanya kadar baik dan kadar buruk. Yang dimaksud dengan orang-orang Yahudi ialah anak cucu Nabi Yakub as yang berkembangbiak di Mesir kemudian dibawa kembali oleh Nabi Musa as ke Palestina. Mereka adalah pengikut Nabi Musa as dan ajaran-ajarannya termuat dalam kitab Taurat. shabi'in ialah orang-orang yang mengakui keesaan Allah tetapi mereka bukan mukmin, bukan Yahudi dan bukan pula Nasrani. Orang-orang Nasrani ialah pengikut-pengikut Nabi Isa as dengan kitab suci mereka Injil. Dan mereka yang syirik, yaitu yang menyembah selain Allah, baik berupa benda, manusia atau berhala, seperti yang disembah kaum musyrikin Mekah sebelum Islam. Terhadap semua golongan di atas Allah akan memberikan keputusan dengan adil di hari Kiamat, siapa yang benar-benar mengikuti Allah dan Rasul-rasul-Nya selama hidup di dunia, dan siapa pula yang mengada-ada sesuatu dalam agama Allah dan siapa pula yang mengingkari agama Allah itu. Keadilan yang sebenarnya belum didapat lagi oleh manusia selama hidup di dunia yang fana ini. Betapa banyak orang yang dengan kehendak hatinya mengubah-ubah agama Allah lalu dipaksakannya agama itu agar diikuti oleh orang-orang lain. Betapa banyaknya agama-agama yang menyimpang dari ajaran Allah, tetapi agama itu dapat hidup dan subur dengan pengikut-pengikutnya yang banyak, sehingga jika dilihat sepintas lalu agama itulah yang benar dan diridai Allah, sebaliknya agama Allah sendiri hanya dianut oleh mereka yang terhimpit kemiskinan serta tidak mempunyai kekuasaan sedikitpun atau tertindas di dalam negerinya, seakan-akan agama itu bukanlah agama yang diridai Allah. Semuanya itu belum memperoleh keadilan yang sebenarnya selama hidup di dunia. Karena itu di akhirat nanti Allah akan memberikan keadilan yang sesungguhnya. Semuanya akan mendapat balasan sesuai dengan iman, amal dan perbuatan yang telah dikerjakannya. Menetapkan keputusan dengan adil dan melaksanakan keadilan itu bukanlah suatu yang mustahil bagi Allah, karena Allah Mahakuasa terhadap semua makhluk-Nya, Dia menyaksikan dan mengetahui segala perbuatan dan apa saja yang terjadi atas makhluk, baik yang nampak maupun yang tidak nampak, baik yang besar atau pun yang kecil, bahkan Dia mengetahui segala yang tergores di dalam hati."
        },
        {
          "number": 18,
          "arabic": "أَلَمْ تَرَ أَنَّ ٱللَّهَ يَسْجُدُ لَهُۥ مَن فِى ٱلسَّمَـٰوَٰتِ وَمَن فِى ٱلْأَرْضِ وَٱلشَّمْسُ وَٱلْقَمَرُ وَٱلنُّجُومُ وَٱلْجِبَالُ وَٱلشَّجَرُ وَٱلدَّوَآبُّ وَكَثِيرٌ مِّنَ ٱلنَّاسِ ۖ وَكَثِيرٌ حَقَّ عَلَيْهِ ٱلْعَذَابُ ۗ وَمَن يُهِنِ ٱللَّهُ فَمَا لَهُۥ مِن مُّكْرِمٍ ۚ إِنَّ ٱللَّهَ يَفْعَلُ مَا يَشَآءُ ۩",
          "transliteration": "alam tara anna l-laha yasjudu lahu man fī l-samāwāti waman fī l-arḍi wal-shamsu wal-qamaru wal-nujūmu wal-jibālu wal-shajaru wal-dawābu wakathīrun mina l-nāsi wakathīrun ḥaqqa ʿalayhi l-ʿadhābu waman yuhini l-lahu famā lahu min muk'rimin inna l-laha yafʿalu mā yashāu",
          "translation": "Tidakkah engkau tahu bahwa siapa yang ada di langit dan siapa yang ada di bumi bersujud kepada Allah, juga matahari, bulan, bintang, gunung-gunung, pohon-pohon, hewan-hewan yang melata dan banyak di antara manusia? Tetapi banyak (manusia) yang pantas mendapatkan azab. Barangsiapa dihinakan Allah, tidak seorang pun yang akan memuliakannya. Sungguh, Allah berbuat apa saja yang Dia kehendaki.",
          "tafsir": "Sujud dalam ayat ini berarti mengikuti kehendak dan mengikuti hukum-hukum yang telah digariskan dan ditetapkan Allah. Dapat pula berarti menghambakan diri, beribadat dan menjalankan segala yang diperintahkan Allah dan menjauhi semua yang dilarang. Sujud bila dihubungkan dengan makhluk Tuhan selain dari manusia, jin dan malaikat berarti tunduk mengikuti kehendak dan hukum-hukum atau kodrat yang ditentukan Allah, mereka tidak dapat lepas dari ketentuan-ketentuan itu, baik secara sukarela maupun terpaksa. Sedang bagi manusia, jin dan malaikat, sujud berarti taat dan patuh kepada hukum-hukum Allah, taat melaksanakan perintah-perintah Allah dan menghentikan larangan-larangan-Nya. Pada ayat ini Allah menegaskan lagi kekuasaan-Nya terhadap semua makhluk, yaitu semua yang di langit, di bumi, matahari, bulan, bintang- bintang, gunung-gunung, tumbuh-tumbuhan dan semua binatang melata tunduk dan mengikuti aturan-aturan dan ketentuan-ketentuan yang diberikan-Nya. Allah menciptakan jagat raya ini dan mengaturnya dengan hukum dan ketentuan-Nya. Seperti adanya garis edar pada tiap-tiap planet yang ada di ruang angkasa. Tiap-tiap planet mengikuti garis edar yang telah ditentukan. Jika ia keluar dari garis edarnya itu maka ia akan berbenturan dengan planet-planet yang lain. Demikian pula tumbuh-tumbuhan, binatang-binatang tumbuh menjadi besar dan berkembang mengikuti ketentuan-ketentuan Allah. Dalam tafsir al-Maragi disebutkan bahwa dalam ayat ini disebut matahari, bulan, bintang-bintang dan sebagainya secara khusus adalah untuk mengingatkan bahwa makhluk-makhluk itu termasuk makhluk yang disembah manusia selain Allah, seperti penduduk Himyar menyembah matahari, Bani Kinanah menyembah bulan, bintang Syi'ra disembah oleh Bani Lahm, bintang Surayya disembah oleh orang thayyai, penduduk Mesir kuno menyembah patung anak sapi atau burung Ibis. Seakan-akan ayat ini menegaskan bahwa semuanya itu tidak pantas disembah karena semuanya itu termasuk makhluk-makhluk Tuhan yang mengikuti kehendak dan hukum-hukum Allah. Hanya Allah saja yang berhak disembah. Allah menerangkan bahwa banyak manusia yang beriman, taat dan patuh kepada Allah dengan benar, karena merasakan kebesaran dan kekuasaan atas diri mereka. Karena itu mereka beribadat dengan sungguh-sungguh, melaksanakan semua perintah Allah dan menghentikan semua larangan-Nya. Mereka melakukan semua perbuatan yang menyebabkan Allah sayang kepada mereka, sehingga Allah memberikan pahala dan memuliakan mereka. Ada pula manusia yang tidak beriman dengan benar kepada Allah atau tidak mau merasakan kebesaran dan kekuasaan-Nya, ia melakukan perbuatan-perbuatan yang menyebabkan Allah marah kepadanya, karena itu mereka pantas mendapat kemurkaan dan kehinaan dari Allah. Siapa yang mendapat kehinaan dan murka Allah akan masuk neraka, tidak ada seorang pun yang dapat membela dan melepaskannya dari azab Allah, karena segala kekuasaan berada di tangan Allah. Sebaliknya Allah memuliakan orang yang beriman dengan benar, berbuat baik, Allah akan memasukkan mereka ke dalam surga."
        },
        {
          "number": 19,
          "arabic": "۞ هَـٰذَانِ خَصْمَانِ ٱخْتَصَمُوا۟ فِى رَبِّهِمْ ۖ فَٱلَّذِينَ كَفَرُوا۟ قُطِّعَتْ لَهُمْ ثِيَابٌ مِّن نَّارٍ يُصَبُّ مِن فَوْقِ رُءُوسِهِمُ ٱلْحَمِيمُ",
          "transliteration": "hādhāni khaṣmāni ikh'taṣamū fī rabbihim fa-alladhīna kafarū quṭṭiʿat lahum thiyābun min nārin yuṣabbu min fawqi ruūsihimu l-ḥamīmu",
          "translation": "Inilah dua golongan (golongan mukmin dan kafir) yang bertengkar, mereka bertengkar mengenai Tuhan mereka. Maka bagi orang kafir akan dibuatkan pakaian-pakaian dari api (neraka) untuk mereka. Ke atas kepala mereka akan disiramkan air yang mendidih.",
          "tafsir": "Ayat ini menerangkan bahwa enam golongan manusia tersebut di atas dapat dibagi kepada dua golongan saja, yaitu golongan kafir dan golongan mukmin. Yang termasuk golongan kafir ialah orang-orang Yahudi, orang-orang shabi'in, orang-orang Nasrani, orang-orang Majusi dan orang-orang yang mempersekutukan Allah. Kelima golongan ini mempunyai asas-asas kepercayaan yang berbeda, golongan yang satu tidak mengakui bahkan mengingkari pokok-pokok kepercayaan golongan yang lain, sehingga antara mereka terjadi pertikaian pendapat yang kadang-kadang meningkat menjadi permusuhan. Golongan kedua ialah golongan mukmin yaitu golongan yang taat kepada Allah. Antara golongan pertama dan golongan kedua sering terjadi perdebatan dan permusuhan, sebagaimana yang dilukiskan dan sabab nuzul ayat di atas. Dalam ayat ini dan ayat berikutnya akan digambarkan bentuk-bentuk hukuman dan azab yang akan diterima oleh orang-orang kafir serta bentuk-bentuk nikmat yang akan diterima oleh orang-orang mukmin kelak. Azab yang akan diterima oleh orang-orang kafir diterangkan Allah sebagai berikut: 1. Orang-orang kafir itu akan dimasukkan ke dalam api neraka yang panas menyala-nyala, sehingga api itu meliputi seluruh badan mereka, seperti pakaian yang membungkus dan meliputi seluruh badan orang yang memakainya. Pada ayat lain diterangkan pula keadaan orang-orang kafir di dalam neraka; mereka diliputi api neraka sampai meliputi seluruh badan mereka. Allah berfirman: Bagi mereka tikar tidur dari api neraka dan di atas mereka ada selimut (api neraka). Demikianlah Kami memberi balasan kepada orang-orang yang zalim. (al-A'raf/7: 41) Sebagian ulama berpendapat bahwa pakaian yang menutupi seluruh badan mereka itu, terbuat dari cairan aspal sangat panas, sebagaimana firman Allah: Pakaian mereka dari cairan aspal, dan wajah mereka ditutup oleh api neraka. (Ibrahim/14: 50) 2. Dituangkan ke atas kepala mereka air yang mendidih yang sangat panas. Hadis Nabi Muhammad saw menjelaskan pula hal ini Dari Abi Hurairah, sesungguhnya dia membaca ayat ini, ia berkata, \"Aku mendengar Rasulullah saw, bersabda, \"Sesungguhnya air panas mendidih dituangkan ke atas kepala mereka (orang-orang kafir), lalu air panas itu menembus ubun-ubunnya sampai ke rongga perutnya, maka dihancurkannya apa yang berada dalam rongga perut itu, hingga sampailah air panas itu ke tumitnya dan dalam keadaan cair, kemudian (tubuh orang itu) kembali seperti semula. (Riwayat at-Tirmidzi) 3. Mereka dicambuk dengan cemeti-cemeti yang terbuat dari besi, hingga mengenai muka, kepala dan seluruh tubuhnya. Dari Abi Sa'id al-Khudriy, dari Rasulullah bersabda, \"Seandainya cambuk dan besi diletakkan di bumi kemudian berkumpul manusia dan jin, mereka tidak bisa mengangkatnya dari bumi. (Riwayat Ahmad) 4. Setiap mereka mencoba lari keluar dari neraka, mereka dihalau dan dicambuk dengan cemeti itu, seraya dikatakan kepada mereka, \"Rasakanlah olehmu azab ini, sebagai balasan bagi keingkaran dan kedurhakaan.\" Inilah gambaran azab ukhrawi yang diterangkan Allah kepada manusia. Dengan keterangan itu manusia dapat membayangkan bagaimana hebat dan pedihnya azab yang diterima orang-orang kafir di hari Kiamat, sehingga gambaran itu merupakan kabar yang menakutkan baginya. Hal ini sebagai salah satu cara Al-Qur'an meyakinkan manusia dan menyadarkannya dari keingkaran dan kedurhakaan yang telah diperbuatnya. Bagaimana hakekat yang sebenarnya dari azab ukhrawi itu, adalah termasuk pengetahuan yang gaib, hanya Allah sajalah yang Maha Mengetahui, mungkin sesuai dengan yang dilukiskan itu yang berupa azab jasmani atau mungkin pula berupa azab jasmani dan azab rohani."
        },
        {
          "number": 20,
          "arabic": "يُصْهَرُ بِهِۦ مَا فِى بُطُونِهِمْ وَٱلْجُلُودُ",
          "transliteration": "yuṣ'haru bihi mā fī buṭūnihim wal-julūdu",
          "translation": "Dengan (air mendidih) itu akan dihancurluluhkan apa yang ada dalam perut dan kulit mereka.",
          "tafsir": "Ayat ini menerangkan bahwa enam golongan manusia tersebut di atas dapat dibagi kepada dua golongan saja, yaitu golongan kafir dan golongan mukmin. Yang termasuk golongan kafir ialah orang-orang Yahudi, orang-orang shabi'in, orang-orang Nasrani, orang-orang Majusi dan orang-orang yang mempersekutukan Allah. Kelima golongan ini mempunyai asas-asas kepercayaan yang berbeda, golongan yang satu tidak mengakui bahkan mengingkari pokok-pokok kepercayaan golongan yang lain, sehingga antara mereka terjadi pertikaian pendapat yang kadang-kadang meningkat menjadi permusuhan. Golongan kedua ialah golongan mukmin yaitu golongan yang taat kepada Allah. Antara golongan pertama dan golongan kedua sering terjadi perdebatan dan permusuhan, sebagaimana yang dilukiskan dan sabab nuzul ayat di atas. Dalam ayat ini dan ayat berikutnya akan digambarkan bentuk-bentuk hukuman dan azab yang akan diterima oleh orang-orang kafir serta bentuk-bentuk nikmat yang akan diterima oleh orang-orang mukmin kelak. Azab yang akan diterima oleh orang-orang kafir diterangkan Allah sebagai berikut: 1. Orang-orang kafir itu akan dimasukkan ke dalam api neraka yang panas menyala-nyala, sehingga api itu meliputi seluruh badan mereka, seperti pakaian yang membungkus dan meliputi seluruh badan orang yang memakainya. Pada ayat lain diterangkan pula keadaan orang-orang kafir di dalam neraka; mereka diliputi api neraka sampai meliputi seluruh badan mereka. Allah berfirman: Bagi mereka tikar tidur dari api neraka dan di atas mereka ada selimut (api neraka). Demikianlah Kami memberi balasan kepada orang-orang yang zalim. (al-A'raf/7: 41) Sebagian ulama berpendapat bahwa pakaian yang menutupi seluruh badan mereka itu, terbuat dari cairan aspal sangat panas, sebagaimana firman Allah: Pakaian mereka dari cairan aspal, dan wajah mereka ditutup oleh api neraka. (Ibrahim/14: 50) 2. Dituangkan ke atas kepala mereka air yang mendidih yang sangat panas. Hadis Nabi Muhammad saw menjelaskan pula hal ini Dari Abi Hurairah, sesungguhnya dia membaca ayat ini, ia berkata, \"Aku mendengar Rasulullah saw, bersabda, \"Sesungguhnya air panas mendidih dituangkan ke atas kepala mereka (orang-orang kafir), lalu air panas itu menembus ubun-ubunnya sampai ke rongga perutnya, maka dihancurkannya apa yang berada dalam rongga perut itu, hingga sampailah air panas itu ke tumitnya dan dalam keadaan cair, kemudian (tubuh orang itu) kembali seperti semula. (Riwayat at-Tirmidzi) 3. Mereka dicambuk dengan cemeti-cemeti yang terbuat dari besi, hingga mengenai muka, kepala dan seluruh tubuhnya. Dari Abi Sa'id al-Khudriy, dari Rasulullah bersabda, \"Seandainya cambuk dan besi diletakkan di bumi kemudian berkumpul manusia dan jin, mereka tidak bisa mengangkatnya dari bumi. (Riwayat Ahmad) 4. Setiap mereka mencoba lari keluar dari neraka, mereka dihalau dan dicambuk dengan cemeti itu, seraya dikatakan kepada mereka, \"Rasakanlah olehmu azab ini, sebagai balasan bagi keingkaran dan kedurhakaan.\" Inilah gambaran azab ukhrawi yang diterangkan Allah kepada manusia. Dengan keterangan itu manusia dapat membayangkan bagaimana hebat dan pedihnya azab yang diterima orang-orang kafir di hari Kiamat, sehingga gambaran itu merupakan kabar yang menakutkan baginya. Hal ini sebagai salah satu cara Al-Qur'an meyakinkan manusia dan menyadarkannya dari keingkaran dan kedurhakaan yang telah diperbuatnya. Bagaimana hakekat yang sebenarnya dari azab ukhrawi itu, adalah termasuk pengetahuan yang gaib, hanya Allah sajalah yang Maha Mengetahui, mungkin sesuai dengan yang dilukiskan itu yang berupa azab jasmani atau mungkin pula berupa azab jasmani dan azab rohani."
        },
        {
          "number": 21,
          "arabic": "وَلَهُم مَّقَـٰمِعُ مِنْ حَدِيدٍ",
          "transliteration": "walahum maqāmiʿu min ḥadīdin",
          "translation": "Dan (azab) untuk mereka cambuk-cambuk dari besi.",
          "tafsir": "Ayat ini menerangkan bahwa enam golongan manusia tersebut di atas dapat dibagi kepada dua golongan saja, yaitu golongan kafir dan golongan mukmin. Yang termasuk golongan kafir ialah orang-orang Yahudi, orang-orang shabi'in, orang-orang Nasrani, orang-orang Majusi dan orang-orang yang mempersekutukan Allah. Kelima golongan ini mempunyai asas-asas kepercayaan yang berbeda, golongan yang satu tidak mengakui bahkan mengingkari pokok-pokok kepercayaan golongan yang lain, sehingga antara mereka terjadi pertikaian pendapat yang kadang-kadang meningkat menjadi permusuhan. Golongan kedua ialah golongan mukmin yaitu golongan yang taat kepada Allah. Antara golongan pertama dan golongan kedua sering terjadi perdebatan dan permusuhan, sebagaimana yang dilukiskan dan sabab nuzul ayat di atas. Dalam ayat ini dan ayat berikutnya akan digambarkan bentuk-bentuk hukuman dan azab yang akan diterima oleh orang-orang kafir serta bentuk-bentuk nikmat yang akan diterima oleh orang-orang mukmin kelak. Azab yang akan diterima oleh orang-orang kafir diterangkan Allah sebagai berikut: 1. Orang-orang kafir itu akan dimasukkan ke dalam api neraka yang panas menyala-nyala, sehingga api itu meliputi seluruh badan mereka, seperti pakaian yang membungkus dan meliputi seluruh badan orang yang memakainya. Pada ayat lain diterangkan pula keadaan orang-orang kafir di dalam neraka; mereka diliputi api neraka sampai meliputi seluruh badan mereka. Allah berfirman: Bagi mereka tikar tidur dari api neraka dan di atas mereka ada selimut (api neraka). Demikianlah Kami memberi balasan kepada orang-orang yang zalim. (al-A'raf/7: 41) Sebagian ulama berpendapat bahwa pakaian yang menutupi seluruh badan mereka itu, terbuat dari cairan aspal sangat panas, sebagaimana firman Allah: Pakaian mereka dari cairan aspal, dan wajah mereka ditutup oleh api neraka. (Ibrahim/14: 50) 2. Dituangkan ke atas kepala mereka air yang mendidih yang sangat panas. Hadis Nabi Muhammad saw menjelaskan pula hal ini Dari Abi Hurairah, sesungguhnya dia membaca ayat ini, ia berkata, \"Aku mendengar Rasulullah saw, bersabda, \"Sesungguhnya air panas mendidih dituangkan ke atas kepala mereka (orang-orang kafir), lalu air panas itu menembus ubun-ubunnya sampai ke rongga perutnya, maka dihancurkannya apa yang berada dalam rongga perut itu, hingga sampailah air panas itu ke tumitnya dan dalam keadaan cair, kemudian (tubuh orang itu) kembali seperti semula. (Riwayat at-Tirmidzi) 3. Mereka dicambuk dengan cemeti-cemeti yang terbuat dari besi, hingga mengenai muka, kepala dan seluruh tubuhnya. Dari Abi Sa'id al-Khudriy, dari Rasulullah bersabda, \"Seandainya cambuk dan besi diletakkan di bumi kemudian berkumpul manusia dan jin, mereka tidak bisa mengangkatnya dari bumi. (Riwayat Ahmad) 4. Setiap mereka mencoba lari keluar dari neraka, mereka dihalau dan dicambuk dengan cemeti itu, seraya dikatakan kepada mereka, \"Rasakanlah olehmu azab ini, sebagai balasan bagi keingkaran dan kedurhakaan.\" Inilah gambaran azab ukhrawi yang diterangkan Allah kepada manusia. Dengan keterangan itu manusia dapat membayangkan bagaimana hebat dan pedihnya azab yang diterima orang-orang kafir di hari Kiamat, sehingga gambaran itu merupakan kabar yang menakutkan baginya. Hal ini sebagai salah satu cara Al-Qur'an meyakinkan manusia dan menyadarkannya dari keingkaran dan kedurhakaan yang telah diperbuatnya. Bagaimana hakekat yang sebenarnya dari azab ukhrawi itu, adalah termasuk pengetahuan yang gaib, hanya Allah sajalah yang Maha Mengetahui, mungkin sesuai dengan yang dilukiskan itu yang berupa azab jasmani atau mungkin pula berupa azab jasmani dan azab rohani."
        },
        {
          "number": 22,
          "arabic": "كُلَّمَآ أَرَادُوٓا۟ أَن يَخْرُجُوا۟ مِنْهَا مِنْ غَمٍّ أُعِيدُوا۟ فِيهَا وَذُوقُوا۟ عَذَابَ ٱلْحَرِيقِ",
          "transliteration": "kullamā arādū an yakhrujū min'hā min ghammin uʿīdū fīhā wadhūqū ʿadhāba l-ḥarīqi",
          "translation": "Setiap kali mereka hendak ke luar darinya (neraka) karena tersiksa, mereka dikembalikan (lagi) ke dalamnya. (Kepada mereka dikatakan), \"Rasakanlah azab yang membakar ini!\"",
          "tafsir": "Ayat ini menerangkan bahwa enam golongan manusia tersebut di atas dapat dibagi kepada dua golongan saja, yaitu golongan kafir dan golongan mukmin. Yang termasuk golongan kafir ialah orang-orang Yahudi, orang-orang shabi'in, orang-orang Nasrani, orang-orang Majusi dan orang-orang yang mempersekutukan Allah. Kelima golongan ini mempunyai asas-asas kepercayaan yang berbeda, golongan yang satu tidak mengakui bahkan mengingkari pokok-pokok kepercayaan golongan yang lain, sehingga antara mereka terjadi pertikaian pendapat yang kadang-kadang meningkat menjadi permusuhan. Golongan kedua ialah golongan mukmin yaitu golongan yang taat kepada Allah. Antara golongan pertama dan golongan kedua sering terjadi perdebatan dan permusuhan, sebagaimana yang dilukiskan dan sabab nuzul ayat di atas. Dalam ayat ini dan ayat berikutnya akan digambarkan bentuk-bentuk hukuman dan azab yang akan diterima oleh orang-orang kafir serta bentuk-bentuk nikmat yang akan diterima oleh orang-orang mukmin kelak. Azab yang akan diterima oleh orang-orang kafir diterangkan Allah sebagai berikut: 1. Orang-orang kafir itu akan dimasukkan ke dalam api neraka yang panas menyala-nyala, sehingga api itu meliputi seluruh badan mereka, seperti pakaian yang membungkus dan meliputi seluruh badan orang yang memakainya. Pada ayat lain diterangkan pula keadaan orang-orang kafir di dalam neraka; mereka diliputi api neraka sampai meliputi seluruh badan mereka. Allah berfirman: Bagi mereka tikar tidur dari api neraka dan di atas mereka ada selimut (api neraka). Demikianlah Kami memberi balasan kepada orang-orang yang zalim. (al-A'raf/7: 41) Sebagian ulama berpendapat bahwa pakaian yang menutupi seluruh badan mereka itu, terbuat dari cairan aspal sangat panas, sebagaimana firman Allah: Pakaian mereka dari cairan aspal, dan wajah mereka ditutup oleh api neraka. (Ibrahim/14: 50) 2. Dituangkan ke atas kepala mereka air yang mendidih yang sangat panas. Hadis Nabi Muhammad saw menjelaskan pula hal ini Dari Abi Hurairah, sesungguhnya dia membaca ayat ini, ia berkata, \"Aku mendengar Rasulullah saw, bersabda, \"Sesungguhnya air panas mendidih dituangkan ke atas kepala mereka (orang-orang kafir), lalu air panas itu menembus ubun-ubunnya sampai ke rongga perutnya, maka dihancurkannya apa yang berada dalam rongga perut itu, hingga sampailah air panas itu ke tumitnya dan dalam keadaan cair, kemudian (tubuh orang itu) kembali seperti semula. (Riwayat at-Tirmidzi) 3. Mereka dicambuk dengan cemeti-cemeti yang terbuat dari besi, hingga mengenai muka, kepala dan seluruh tubuhnya. Dari Abi Sa'id al-Khudriy, dari Rasulullah bersabda, \"Seandainya cambuk dan besi diletakkan di bumi kemudian berkumpul manusia dan jin, mereka tidak bisa mengangkatnya dari bumi. (Riwayat Ahmad) 4. Setiap mereka mencoba lari keluar dari neraka, mereka dihalau dan dicambuk dengan cemeti itu, seraya dikatakan kepada mereka, \"Rasakanlah olehmu azab ini, sebagai balasan bagi keingkaran dan kedurhakaan.\" Inilah gambaran azab ukhrawi yang diterangkan Allah kepada manusia. Dengan keterangan itu manusia dapat membayangkan bagaimana hebat dan pedihnya azab yang diterima orang-orang kafir di hari Kiamat, sehingga gambaran itu merupakan kabar yang menakutkan baginya. Hal ini sebagai salah satu cara Al-Qur'an meyakinkan manusia dan menyadarkannya dari keingkaran dan kedurhakaan yang telah diperbuatnya. Bagaimana hakekat yang sebenarnya dari azab ukhrawi itu, adalah termasuk pengetahuan yang gaib, hanya Allah sajalah yang Maha Mengetahui, mungkin sesuai dengan yang dilukiskan itu yang berupa azab jasmani atau mungkin pula berupa azab jasmani dan azab rohani."
        },
        {
          "number": 23,
          "arabic": "إِنَّ ٱللَّهَ يُدْخِلُ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ وَلُؤْلُؤًا ۖ وَلِبَاسُهُمْ فِيهَا حَرِيرٌ",
          "transliteration": "inna l-laha yud'khilu alladhīna āmanū waʿamilū l-ṣāliḥāti jannātin tajrī min taḥtihā l-anhāru yuḥallawna fīhā min asāwira min dhahabin walu'lu-an walibāsuhum fīhā ḥarīrun",
          "translation": "Sungguh, Allah akan memasukkan orang-orang yang beriman dan mengerjakan kebajikan ke dalam surga-surga yang mengalir di bawahnya sungai-sungai. Di sana mereka diberi perhiasan gelang-gelang emas dan mutiara, dan pakaian mereka dari sutera.",
          "tafsir": "Pada ayat ini Allah menerangkan berbagai kenikmatan yang akan diterima oleh orang-orang yang beriman dan beramal saleh yang membersihkan diri dan hatinya serta selalu berusaha mendekatkan diri kepada Allah. Berbagai kenikmatan yang akan diterima ialah: 1. Mereka akan dimasukkan ke dalam surga yang penuh kenikmatan, yang di bawahnya mengalir sungai-sungai. 2. Mereka diberi perhiasan yang indah, seperti gelang-gelang dari emas, mahkota yang bertahtakan permata dan mutiara yang indah. 3. Bagi mereka disediakan pakaian sutera yang indah. 4. Mereka diberi petunjuk dan pelajaran, sehingga mereka mengucapkan perkataan yang sopan dan sedap didengar, mengerjakan perbuatan yang menyenangkan hati orang, dapat bergaul dengan baik dengan penduduk surga yang lain, hidup bersaudara, dan saling kasih mengasihi. Sebagaimana keterangan Allah tentang azab di atas, maka gambaran kenikmatan dan kesenangan yang digambarkan pada ayat ini, sebagai pahala yang akan diterima orang-orang yang beriman dan beramal saleh di akhirat nanti adalah sama dengan kenikmatan dan kesenangan yang selalu diimpikan oleh manusia selama mereka hidup di dunia. Pada umumnya manusia waktu hidup di dunia menginginkan kekayaan yang berlimpah-ruah, mempunyai kedudukan yang terhormat dan kekuasaan yang tidak terbatas, mempunyai istri-istri yang cantik dan perkakas rumah tangga yang serba mewah. Sekalipun Allah telah menjelaskan dalam ayat-ayat-Nya hal-hal yang demikian itu, namun masalah surga dan neraka itu termasuk hal yang gaib bagi manusia, hanya Allah sajalah yang mengetahui hakikat yang sebenarnya, tetapi kaum Muslimin wajib percaya bahwa surga dan neraka itu pasti ada. Gambaran yang diberikan Allah itu, merupakan sebagian dari kesenangan yang dijanjikan itu. Kesenangan yang sebenarnya lebih dari gambaran itu karena bagi manusia sendiri tidak ada sesuatu yang dapat dijadikan sebagai perbandingan. Yang jelas ialah bahwa orang-orang yang beriman akan mengalami kesenangan dan kenikmatan yang tiada taranya, belum pernah dirasakan selama hidup di dunia, semua menyenangkan hati, perasaan, pikiran, penglihatan, pendengaran dan sebagainya."
        }
      ]
    }
  ]
}