{
  "pageNumber": 162,
  "juz": 9,
  "surahs": [
    {
      "number": 7,
      "name": "Al-A'raf",
      "nameArabic": "الأعراف",
      "meaning": "Tempat Tertinggi",
      "revelation": "Makkah",
      "description": "Surat Al-A'raf berjumlah 206 ayat, termasuk surat Makkiyyah, diturunkan sebelum surat Al-An'am, dan termasuk golongan surat \"Assab'uththiwaal\" (tujuh surat yang panjang). Dinamakan \"Al-A'raf\" karena perkataan Al-A'raf terdapat dalam ayat 46 yang mengemukakan tentang keadaan orang-orang yang berada di atas Al-A'raf, tempat yang tertinggi di batas surga dan neraka. Mereka itulah orang-orang yang antara kebaikan dan kejahatan mereka sama banyaknya.Pokok-Pokok Isi:1. Keimanan:Mentauhidkan Allah dalam berdoa dan beribadah; hanya Allah yang mengatur dan menjaga alam; menciptakan undang-undang dan hukum-hukum untuk mengatur kehidupan manusia di dunia dan di akhirat; Allah bersemayam di 'Arsy; bantahan terhadap kepalsuan syirik; ketauhidan sesuai dengan fitrah manusia; Musa berbicara dengan Allah; tentang melihat Allah; perintah beribadah sambil menundukkan diri kepada Allah; Allah memiliki al-asmaaul husnaa (nama-nama yang indah).2. Hukum-hukum:Larangan mengikuti perbuatan dan adat istiadat yang buruk; kewajiban mengikuti Allah dan rasul, perintah berhias ketika hendak shalat; bantahan terhadap orang yang mengharamkan perhiasan yang dianugerahkan Allah; perintah memakan makanan yang halal lagi baik dan larangan memakan yang sebaliknya.3. Kisah-kisah:Kisah Nabi Adam a.s. dengan Iblis; kisah Nabi Nuh a.s. dan kaumnya; kisah Nabi Shaleh a.s. dengan kaumnya; kisah Nabi Syu'aib a.s. dengan kaumnya; kisah Nabi Musa a.s. dengan Fir'aun.4. Lain-lain:Al-Qur'an diturunkan kepada Nabi terakhir dan perintah mengikutinya; Nabi Muhammad diutus untuk seluruh manusia; adab orang mukmin, adab mendengar bacaan Al-Qur'an dan berzikir; rasul bertanggung jawab menyampaikan seruan Allah; balasan terhadap orang-orang yang mengikuti dan mengingkari rasul; dakwah rasul-rasul yang pertama ialah mentauhidkan Allah; tentang ashhaabul A'raaf yang berada di antara surga dan neraka; Allah pencipta makhluk; manusia adalah makhluk terbaik yang diciptakan Allah serta memiliki kesediaan untuk berbuat baik dan berbuat buruk; permusuhan setan terhadap manusia; manusia khalifah Allah di bumi; kehancuran suatu kaum karena perbuatan mereka sendiri; setiap bangsa memiliki masa jaya dan masa kehancuran; Allah memberikan cobaan kepada manusia dengan kekayaan dan kemiskinan; istidraj azab Allah terhadap orang-orang yang mendustakan ayat-ayat-Nya.Surat Al-A'raf dimulai dengan pengutaraan tentang kewajiban manusia mengikuti rasul dan akibat mengingkarinya. Selanjutnya, diterangkan tentang perselisihan antara Nabi Adam dan Iblis di surga yang merupakan permulaan perselisihan antara golongan yang taat kepada perintah Allah dan golongan yang mengingkari sebagaimana yang terjadi pada nabi-nabi terdahulu dengan umat-umatnya. Kemudian surat ini ditutup dengan penjelasan tentang adab-adab orang mukmin, adab-adab mendengarkan ayat-ayat Al-Qur'an, dan tata cara berdoa dan berzikir kepada-Nya.Hubungan Antara Surat Al-A'Raf Dengan Surat Al-Anfal:1. Akhir surat Al-A'raf mengemukakan keadaan beberapa orang rasul yang diutus sebelum Nabi Muhammad dalam menghadapi kaumnya, sedang permulaan surat Al-Anfal menerangkan keadaan Nabi Muhammad dalam menghadapi umatnya.2. Permusuhan antara Adam dan Iblis di surga dilanjutkan dengan permusuhan antara manusia yang menerima petunjuk dari Allah dengan yang tidak menerimanya. Ini diterangkan dalam surat Al-A'raf. Hal yang serupa diterangkan lebih jelas dalam surat Al-Anfal; pertentangan kedua golongan itu serta tingkah laku mereka dalam perang Badar. Surat Al-A'raf termasuk surat yang banyak persesuaiannya dengan surat-surat yang lain, seperti: Al-Baqarah, Ali 'Imran, At-Taubah, danYunus.",
      "verses": [
        {
          "number": 88,
          "arabic": "۞ قَالَ ٱلْمَلَأُ ٱلَّذِينَ ٱسْتَكْبَرُوا۟ مِن قَوْمِهِۦ لَنُخْرِجَنَّكَ يَـٰشُعَيْبُ وَٱلَّذِينَ ءَامَنُوا۟ مَعَكَ مِن قَرْيَتِنَآ أَوْ لَتَعُودُنَّ فِى مِلَّتِنَا ۚ قَالَ أَوَلَوْ كُنَّا كَـٰرِهِينَ",
          "transliteration": "qāla l-mala-u alladhīna is'takbarū min qawmihi lanukh'rijannaka yāshuʿaybu wa-alladhīna āmanū maʿaka min qaryatinā aw lataʿūdunna fī millatinā qāla awalaw kunnā kārihīna",
          "translation": "Pemuka-pemuka yang meyombongkan diri dari kaum Syu'aib berkata, \"Wahai Syu'aib! Pasti kami usir engkau bersama orang-orang yang beriman dari negeri kami, kecuali engkau kembali kepada agama kami.\"Syu'aib berkata. \"Apakah (kamu akan mengusir kami), kendatipun kami tidak suka?",
          "tafsir": "Ayat ini menerangkan bahwa para pemimpin suku Madyan berkata kepada Nabi Syuaib, bahwa mereka akan mengusir Syuaib dan para pengikutnya dari negeri mereka, apabila Nabi Syuaib tidak mau kembali kepada agama nenek moyang mereka, serta menghentikan dakwahnya kepada kaumnya. Dengan perkataan lain, mereka menyuruh Nabi Syuaib dan para pengikutnya untuk memilih apakah mereka akan tetap dalam agama baru dan melanjutkan dakwah tetapi diusir dari negeri mereka, ataukah bersedia kembali kepada agama nenek moyang dan menjadi anggota masyarakat dari kaumnya yang musyrik. Perlu diketahui bahwa kata-kata \"kembali kepada agama nenek moyang\" memberi kesan, seolah-olah Nabi Syuaib pernah menjadi penganut agama kaumnya, dan tentu pernah juga turut menyembah sembahan yang mereka sembah. Hal ini tidak benar, karena para nabi dan rasul Allah senantiasa terhindar dari dosa-dosa besar, termasuk dosa yang disebabkan kemusyrikan kepada Allah. Pada akhir ayat tersebut diterangkan, bahwa Nabi Syuaib menjawab tantangan mereka dengan mengajukan pertanyaan, apakah mereka akan tetap memaksa dirinya dan para pengikutnya untuk kembali kepada agama mereka atau mereka akan mengusir dirinya dan para pengikutnya dari negeri Madyan bila ia menolak anjuran itu. Nabi Syuaib menegaskan kepada kaumnya, bahwa ia dan para pengikutnya tidak merasa gentar diusir dari negeri mereka, dan mereka akan tetap dalam agama Allah serta melanjutkan dakwah mereka. Kecintaan Nabi Syuaib kepada agama Allah lebih tinggi dari pada kecintaan kepada tanah air yang penduduknya ingkar kepada Allah. Ia dan para pengikutnya mengutamakan hidup dalam keridaan Allah, sehingga mereka benar-benar dapat memperoleh kebahagiaan dunia dan akhirat. Agama dan keimanan adalah urusan hati yang tidak dapat dipaksakan bagaimanapun juga. Ia dan para pengikutnya benci kepada kemusyrikan, karena kemusyrikan merupakan dosa besar yang tidak diampuni oleh Allah. Seorang rasul yang mengemban amanat menyiarkan agama Allah tidak keberatan meninggalkan tanah tumpah darahnya, apabila situasi dan keadaan di tempat itu tidak memungkinkan untuk melaksanakan tugas. Seperti diketahui, Nabi Ibrahim telah melaksanakan hijrah, meninggalkan tanah tumpah darahnya yaitu kota Ur di Kaldea, demi untuk menegakkan agama Allah. Demikian pula Nabi Muhammad telah hijrah dari Mekah ke Medinah karena kecintaannya kepada agama Allah melebihi kecintaan kepada tanah air dan lain-lainnya. Orang-orang yang enggan hijrah karena Allah, akan dimurkai Allah, sebagaimana firman Allah : \"Sesungguhnya orang-orang yang dicabut nyawanya oleh malaikat dalam keadaan menzalimi sendiri, mereka (para malaikat) bertanya: \"bagaimana kamu ini?\" Mereka menjawab: \"Kami orang-orang yang tertindas di bumi (Mekah)\". Mereka (para malaikat) bertanya: \"Bukanlah bumi Allah itu luas, sehingga kamu dapat berhijrah (berpindah-pindah) di bumi itu?\" Maka Orang-orang itu tempatnya di neraka Jahanam, dan (Jahanam) itu seburuk-buruknya tempat kembali, kecuali mereka yang tertindas baik laki-laki atau perempuan dan anak-anak yang tidak berdaya dan tidak mengetahui jalan (untuk berhijrah), maka mereka itu, mudah-mudahan Allah memaafkannya. Allah Maha Pemaaf, Maha Pengampun\". (an-Nisa/4: 97-99)"
        },
        {
          "number": 89,
          "arabic": "قَدِ ٱفْتَرَيْنَا عَلَى ٱللَّهِ كَذِبًا إِنْ عُدْنَا فِى مِلَّتِكُم بَعْدَ إِذْ نَجَّىٰنَا ٱللَّهُ مِنْهَا ۚ وَمَا يَكُونُ لَنَآ أَن نَّعُودَ فِيهَآ إِلَّآ أَن يَشَآءَ ٱللَّهُ رَبُّنَا ۚ وَسِعَ رَبُّنَا كُلَّ شَىْءٍ عِلْمًا ۚ عَلَى ٱللَّهِ تَوَكَّلْنَا ۚ رَبَّنَا ٱفْتَحْ بَيْنَنَا وَبَيْنَ قَوْمِنَا بِٱلْحَقِّ وَأَنتَ خَيْرُ ٱلْفَـٰتِحِينَ",
          "transliteration": "qadi if'taraynā ʿalā l-lahi kadhiban in ʿud'nā fī millatikum baʿda idh najjānā l-lahu min'hā wamā yakūnu lanā an naʿūda fīhā illā an yashāa l-lahu rabbunā wasiʿa rabbunā kulla shayin ʿil'man ʿalā l-lahi tawakkalnā rabbanā if'taḥ baynanā wabayna qawminā bil-ḥaqi wa-anta khayru l-fātiḥīna",
          "translation": "Sungguh, kami telah mengada-adakan kebohongan yang besar terhadap Allah, jika kami kembali kepada agamamu, setelah Allah melepaskan kami darinya. Dan tidaklah pantas kami kembali kepadanya, kecuali jika Allah, Tuhan kami menghendaki. Pengetahuan Tuhan kami meliputi segala sesuatu. Hanya kepada Allah kami bertawakal. Ya Tuhan kami, berilah keputusan antara kami dan kaum kami dengan hak (adil). Engkaulah Pemberi keputusan terbaik.\"",
          "tafsir": "Ayat ini menjelaskan ucapan Nabi Syuaib terhadap kaumnya yang telah mengancam untuk mengusir dari negerinya apabila ia tidak mau menghentikan dakwahnya. Nabi Syuaib berkata: \"Alangkah besar dosa dan kebohongan kami terhadap Allah, apabila kami kembali kepada agama kamu, padahal Allah telah menyelamatkan kami dan telah menunjuki kami ke jalan yang lurus. Apabila seseorang mengikuti ajaran kamu tanpa pengetahuan, dianggap sebagai orang yang mengadakan kebohongan terhadap Allah, maka bagaimanakah halnya orang yang sengaja mengadakan kebohongan terhadap-Nya, dan sengaja menyimpang dari jalan yang telah ditunjukkan-Nya secara sadar, padahal ia mempunyai pengetahuan tentang hal itu. Kekafiran semacam itu merupakan perbuatan yang amat keji, tidak akan diampuni. Oleh sebab itu kami tidak akan melakukannya\". Dari penegasan Nabi Syuaib ini dapat diambil kesimpulan bahwa Allah telah menyelamatkan para pengikutnya dan sahabat-sahabatnya, termasuk dirinya sendiri, dari agama syirik yang dianut kaumnya, atau dapat pula diartikan bahwa Allah telah menyelamatkan Nabi Syuaib dari kemusyrikan. Ia tidak pernah menganut kepercayaan yang dianut kaumnya dan tidak menyembah apa-apa yang disembah oleh mereka. Maka Allah telah menunjukinya kepada jalan yang benar. Ini sama halnya dengan apa yang dialami Nabi Muhammad sebagaimana ditegaskan Allah dalam firman-Nya: \"Dan Dia mendapatimu sebagai seorang yang bingung, lalu Dia memberikan petunjuk\". (ad-dhuha/93: 7) Firman-Nya yang lain : \"Dan demikianlah Kami wahyukan kepadamu (Muhammad) ruh (Al-Qur'an) dengan perintah Kami. Sebelumnya engkau tidaklah mengetahui apakah Kitab (Al-Qur'an) dan apakah iman itu, tetapi Kami menjadikan Al-Qur'an itu cahaya, dengan itu Kami memberi petunjuk siapa yang Kami kehendaki di antara hamba-hamba Kami. Dan sungguh, engkau benar-benar membimbing (manusia) kepada jalan yang lurus\". (asy-Syura/42: 52) Selanjutnya Nabi Syuaib menegaskan kepada kaumnya, bahwa tidak layak dan tidak masuk akal, jika dia dan para pengikutnya akan meninggalkan agama yang benar serta kembali kepada agama mereka, kecuali jika Allah menghendakinya. Maksudnya ialah bahwa Nabi Syuaib beserta para pengikutnya yakin, bahwa agama yang dianut kaumnya adalah agama yang tidak benar, sedangkan agama yang dianutnya beserta para pengikutnya adalah agama yang benar dapat menjamin keselamatan dan kebahagiaan manusia dunia dan akhirat. Allah tidak menghendaki Nabi Syuaib dan para pengikutnya kembali kepada agama kaumnya yang penuh dengan kemusyrikan, sebab Allah sendiri yang telah membebaskannya dari kemusyrikan dan menunjukinya kepada agama yang benar. Oleh sebab itu Nabi Syuaib dan para pengikutnya tidak akan kembali kepada agama mereka. Kemudian Nabi Syuaib mengingatkan bahwa Ilmu Allah Maha Luas, meliputi segala sesuatu. Ia mengetahui segala hikmah dan hal-hal yang akan mendatangkan kemasalahan bagi hamba-Nya. Kehendak-Nya senantiasa berlaku sesuai dengan hikmah tersebut. Maka segala sesuatu yang terjadi pada makhuk-Nya tidaklah terlepas dari hikmah tersebut. Oleh sebab itu, kepada Allah saja ia dan para pengikutnya bertawakal dan berserah diri, dan disertai ketaatan dalam menjalankan apa yang diperintahkan Allah kepada mereka, yaitu menjaga syariat dan agama-Nya. Dialah yang akan melindungi Nabi Syuaib dan para pengikutnya dari segala ancaman dan gangguan kaumnya dan dari segala bahaya dimana Nabi Syuaib tidak mempunyai daya untuk menghindari dan melawannya. Perlu diketahui salah satu syarat dari tawakal ialah keteguhan dalam melaksanakan syariat yang telah ditetapkan Allah, serta mematuhi peraturan umum yang ditetapkan-Nya, baik mengenai alam maupun masyarakat, terutama hubungan antara sebab dan akibat. Misalnya bila kita ingin memperoleh rezeki dari Allah maka kita harus berusaha, serta menjaga peraturan Allah dalam menjalankan usaha-usaha tersebut. Apabila usaha sudah dijalankan menurut cara-cara yang diperlukan, serta menjaga peraturan yang telah ditetapkan Allah dan syariat-Nya, barulah kita bertawakal. Tawakal yang dilakukan tanpa didahului dengan usaha yang benar dan sesuai dengan peraturan Allah adalah tawakal yang keliru. Itulah sebabnya Rasulullah saw pernah menegur seorang yang tidak menambatkan untanya ketika ia mau menghadap Rasulullah, karena katanya ia telah bertawakal kepada Allah lebih dahulu. Seharusnya ia menambatkan untanya terlebih dahulu sebelum ia meninggalkannya. Hal tersebut merupakan usaha untuk bertawakal. Menurut keadaan yang biasa berlaku, unta tidak akan lari, bila ia telah ditambatkan dengan baik. Nabi bersabda: \"Tambatkan kemudian bertawakal (kepada Allah)\". (Riwayat at-Tirmidzi) Setelah Nabi Syuaib menyatakan penyerahan dirinya kepada Allah swt, lalu mengakhiri dengan , semoga Allah memberikan keputusan yang adil antara dia dan kaumnya, maka ia menyatakan pengakuan dan keyakinannya bahwa Allah swt adalah pemberi keputusan yang sebaik-baiknya, karena Dia Mahaadil dan Maha Mengetahui. Sebagaimana diketahui, sebelum lahirnya Nabi Syuaib di Madyan, telah banyak rasul yang diutus Allah untuk menyampaikan agama-Nya kepada umat manusia. Pada umumnya, para rasul itu mendapat tantangan dan dimusuhi oleh sebagian kaumnya, yang ingkar kepada Allah. Pada akhirnya, para rasul tersebut mendapat pertolongan dari Allah karena mereka adalah orang-orang yang menjalankan perintah Allah dan selalu bersikap jujur dan berbuat baik. Sebaliknya orang-orang kafir itulah yang menemui nasib buruk akibat kekafiran mereka."
        },
        {
          "number": 90,
          "arabic": "وَقَالَ ٱلْمَلَأُ ٱلَّذِينَ كَفَرُوا۟ مِن قَوْمِهِۦ لَئِنِ ٱتَّبَعْتُمْ شُعَيْبًا إِنَّكُمْ إِذًا لَّخَـٰسِرُونَ",
          "transliteration": "waqāla l-mala-u alladhīna kafarū min qawmihi la-ini ittabaʿtum shuʿayban innakum idhan lakhāsirūna",
          "translation": "Dan pemuka-pemuka dari kaumnya (Syu'aib) yang kafir berkata (kepada sesamanya), \"Sesungguhnya jika kamu mengikuti Syu'aib, tentu kamu menjadi orang-orang yang rugi.\"",
          "tafsir": "Orang-orang kafir di antara kaum Nabi Syuaib, yaitu pemuka-pemuka mereka yang mengingkari ayat-ayat Allah dan mendustakan rasul-Nya sudah berbuat kezaliman, antara lain dengan menghalang-halangi orang lain untuk beriman kepada Nabi Syuaib dan agama yang dibawanya, mereka berkata: \"Jika kamu beriman dan mengikuti seruan Syuaib yang mengajak kepada agama tauhid, niscaya kamu akan merugi akibat perbuatan itu karena meninggalkan agama nenek moyang yang kamu anut selama ini. Kamu akan kehilangan kemuliaan dan kehormatan, karena dengan mengikuti Syuaib kamu akan menganggap bahwa nenek moyang kamu adalah orang-orang yang sesat dan akan diazab oleh Allah. Di samping itu, kamu juga akan kehilangan harta benda dan keuntungan yang berlipat ganda dalam perdagangan karena agama Syuaib tidak memperbolehkan melakukan penipuan dalam berjual beli, terutama mengenai takaran dan timbangan. Pemuka-pemuka kaum Nabi Syuaib jelas bersikap angkuh dan kufur. Sikap angkuh ini timbul karena mereka berkuasa di negeri itu, sifat inilah yang mendorong mereka untuk mengeluarkan ancaman kepada Nabi Syuaib dan para pengikutnya untuk mengusir mereka dari Madyan. Sedang sifat kufur mereka telah menyebabkan mereka bertindak untuk menghalang-halangi orang lain menganut agama Allah yang dibawa oleh Nabi Syuaib. Mereka adalah orang-orang yang sesat, dan berusaha untuk menyesatkan orang lain."
        },
        {
          "number": 91,
          "arabic": "فَأَخَذَتْهُمُ ٱلرَّجْفَةُ فَأَصْبَحُوا۟ فِى دَارِهِمْ جَـٰثِمِينَ",
          "transliteration": "fa-akhadhathumu l-rajfatu fa-aṣbaḥū fī dārihim jāthimīna",
          "translation": "Lalu datanglah gempa menimpa mereka, dan mereka pun mati bergelimpangan di dalam reruntuhan rumah mereka,",
          "tafsir": "Keingkaran kepada Allah serta perbuatan menghalangi orang lain untuk menganut agama Allah adalah kejahatan yang amat besar. Orang-orang semacam itu sudah selayaknya mendapat hukuman yang setimpal. Oleh sebab itu, Allah telah menimpakan kepada mereka azab yang berat berupa gempa dan petir yang dahsyat yang membinasakan mereka, sehingga mereka mati bergelimpangan di bawah reruntuhan rumah-rumah mereka, seolah-olah mereka tidak pernah ada di negeri itu. Kisah Nabi Syuaib ini, selain ditemukan dalam surah al-Araf, juga ditemukan dalam surah Hud/11: 85-95). Akan tetapi ada perbedaan yang menyebutkan nama azab yang ditimpakan kepada kaumnya yang kafir. Dalam Surah al-Araf ayat 91 disebutkan, bahwa azab tersebut adalah berupa \"ar rajfah\", yaitu gempa yang dahsyat. Sedangkan dalam Surah Hud ayat 94 disebutkan, bahwa azab tersebut adalah berupa \"Ash shaihatu\", yaitu suara keras yang mengguntur. Namun kedua ayat itu tidaklah berlawanan, karena kedua macam azab ini dapat terjadi dalam satu rentetan dan menimbulkan akibat yang sama, suara kilat yang keras dan gempa telah membinasakan mereka, sehingga mereka mati bergelimpangan di bawah reruntuhan rumah-rumah mereka. Kisah Nabi Syuaib juga terdapat dalam surah asy-Syuara, di sini disebutkan bahwa Nabi Syuaib diutus Allah kepada penduduk negeri Aikah (asy-Syuara/26: 176). Sedangkan dalam surah al-Araf disebutkan bahwa Nabi Syuaib adalah saudara sebangsa dari kaum Madyan, yaitu penduduk negeri Madyan. Menurut keterangan Ishak Ibnu Basyar yang dikutip dari Ibnu Asakir, mengatakan bahwa Ibnu Abbas telah memberikan penjelasan sebagai berikut: \"Penduduk Aikah adalah orang-orang yang mendiami daerah rawa-rawa yang terletak antara pantai Laut Merah dan negeri Madyan\". Dari keterangan ini dapat dipahami bahwa Nabi Syuaib telah diutus Allah kepada kaumnya yang telah mempunyai hubungan dengan mereka, sampai ke Laut Merah. Kedua kaum mempunyai kesamaan, baik mengenai kekafiran mereka, maupun mengenai berbagai perbuatan maksiat yang mereka lakukan, misalnya ketidakjujuran mereka dalam menimbang dan menakar ketika berjual beli. Nabi Syuaib menyiarkan agama kepada mereka semua. Azab Allah telah menimpa kedua golongan itu dalam waktu yang sama, atau dalam waktu yang berdekatan jaraknya, maka azab yang ditimpakan kepada penduduk Madyan adalah berupa \"Ar rajfah\", yaitu gempa yang amat dahsyat yang disertai suara gemuruh yang amat keras, sedang azab yang ditimpakan kepada penduduk Aikah adalah berwujud angin samum dan udara yang sangat panas, yang berakhir dengan datangnya gumpalan awan. Mereka lalu berkumpul di bawah awan yang menaungi mereka untuk mendapatkan udara yang sejuk, karena mereka menyangka awan itu akan menurunkan hujan akan tetapi gumpalan awan itu ternyata awan panas yang akan ditimpakan kepada mereka sehingga semuanya mati tertimpa awan panas. Sebagian ahli tafsir berpendapat bahwa azab yang ditimpakan kepada kedua golongan itu sama. (Hal ini akan dijelaskan lebih lanjut ketika menafsirkan surah asy-Syuara)"
        },
        {
          "number": 92,
          "arabic": "ٱلَّذِينَ كَذَّبُوا۟ شُعَيْبًا كَأَن لَّمْ يَغْنَوْا۟ فِيهَا ۚ ٱلَّذِينَ كَذَّبُوا۟ شُعَيْبًا كَانُوا۟ هُمُ ٱلْخَـٰسِرِينَ",
          "transliteration": "alladhīna kadhabū shuʿayban ka-an lam yaghnaw fīhā alladhīna kadhabū shuʿayban kānū humu l-khāsirīna",
          "translation": "Orang-orang yang mendustakan Syu'aib seakan-akan mereka belum pernah tinggal di (negeri) itu. Mereka yang mendustakan Syu'aib, itulah orang-orang yang rugi.",
          "tafsir": "Pada ayat-ayat yang terdahulu telah disebutkan bahwa pemuka-pemuka kaum Nabi Syuaib pernah mengeluarkan ancaman untuk mengusir Nabi Syuaib bersama para pengikutnya dari negeri Madyan apabila mereka tidak mau kembali kepada agama nenek moyang mereka. Maka dalam ayat ini Allah memberikan penjelasan sebagai jawabannya. Allah menegaskan bahwa akibat yang akan diderita oleh orang-orang yang telah mengancam untuk mengusir Nabi Syuaib dari Madyan, justru merekalah yang rusak binasa dan hilang lenyap, sehingga seakan-akan mereka tak pernah hidup dan mendiami negeri ini. Demikian juga orang-orang yang mendustakan Nabi Syuaib dan mengatakan bahwa siapa yang mengikuti agamanya pasti akan merugi, justru merekalah yang benar-benar merugi, sedang orang-orang yang beriman dan mengikuti agama yang dibawa oleh Nabi Syuaib mereka akan selamat dan memperoleh rida Allah. Dari ayat ini dapat diambil pelajaran yang sangat berharga, yaitu bahwa orang yang sangat menginginkan tetap tinggal di negeri mereka dengan hidup senang dan berbuat sewenang-wenang terhadap pihak-pihak yang memegang teguh kebenaran, niscaya akan menemui akibat yang bertentangan dengan harapan mereka, yaitu kebinasaan. Demikian pula orang-orang yang ingin memperoleh keuntungan sebesar-besarnya dengan jalan mengambil harta orang lain dengan cara yang batil seperti korupsi niscaya akan menemui nasib malang, yaitu: kehilangan harta benda dan harga diri untuk selama-lamanya."
        },
        {
          "number": 93,
          "arabic": "فَتَوَلَّىٰ عَنْهُمْ وَقَالَ يَـٰقَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسَـٰلَـٰتِ رَبِّى وَنَصَحْتُ لَكُمْ ۖ فَكَيْفَ ءَاسَىٰ عَلَىٰ قَوْمٍ كَـٰفِرِينَ",
          "transliteration": "fatawallā ʿanhum waqāla yāqawmi laqad ablaghtukum risālāti rabbī wanaṣaḥtu lakum fakayfa āsā ʿalā qawmin kāfirīna",
          "translation": "Maka Syu'aib meninggalkan mereka seraya berkata, \"Wahai kaumku! Sungguh, aku telah menyampaikan amanat Tuhanku kepadamu dan aku telah menasihati kamu. Maka bagaimana aku akan bersedih hati terhadap orang-orang kafir?\"",
          "tafsir": "Ketika azab itu menimpa kaum Nabi Syuaib, lalu dia pergi meninggalkan mereka, dengan penuh kesedihan ia berkata: \"Wahai kaumku, aku telah menyampaikan risalah Tuhanku kepadamu, dan aku telah melaksanakan tugasku terhadapmu, dan aku telah memberikan nasihat yang cukup kepadamu, namun kamu membelakangi kesemuanya itu, maka mengapa aku harus bersedih hati terhadap orang-orang yang kafir?\". Nabi Syuaib diutus Allah untuk menuntun kaumnya kepada agama yang benar untuk mencapai rida Allah serta kebahagiaan dunia dan akhirat, untuk itu Nabi Syuaib telah mencurahkan segenap tenaganya, tetapi mereka telah memilih jalan kesesatan. Mereka bahkan mendustakannya, serta mengancam untuk mengusir dari tanah airnya. Mereka telah melemparkan diri mereka sendiri ke jurang kebinasaan, karena kekafiran mereka terhadap Allah dan Rasul-Nya. Sungguh Allah tidak menzalimi mereka."
        },
        {
          "number": 94,
          "arabic": "وَمَآ أَرْسَلْنَا فِى قَرْيَةٍ مِّن نَّبِىٍّ إِلَّآ أَخَذْنَآ أَهْلَهَا بِٱلْبَأْسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمْ يَضَّرَّعُونَ",
          "transliteration": "wamā arsalnā fī qaryatin min nabiyyin illā akhadhnā ahlahā bil-basāi wal-ḍarāi laʿallahum yaḍḍarraʿūna",
          "translation": "Dan Kami tidak mengutus seorang Nabi pun kepada sesuatu negeri, (lalu penduduknya mendustakan Nabi itu), melainkan Kami timpakan kepada penduduknya kesempitan dan penderitaan agar mereka (tunduk dengan) merendahkan diri.",
          "tafsir": "Dalam ayat ini dijelaskan bahwa salah satu dari ketetapan Allah yang berlaku ialah bahwa Dia mengutus rasul-Nya kepada suatu umat, kemudian apabila umat tersebut mendustakan rasul-Nya, maka Allah menimpakan cobaan kepada umat tersebut, berupa kesempitan rezeki dan penderitaan. Cobaan tersebut dimaksudkan untuk menyadarkan mereka sehingga menjadi umat yang tunduk dan rendah hati dengan ikhlas berdoa kehadirat Allah agar mereka dilepaskan dari azab tersebut. Kemewahan dan kesenangan hidup menyebabkan manusia lupa kepada Tuhannya. Akan tetapi, bila suatu ketika ia ditimpa kesusahan dan kesempitan, maka hal itu akan menimbulkan kesadaran dalam hatinya, lalu kembali ke jalan yang ditunjukkan agamanya, dan berusaha untuk memperbaiki dirinya. \"Dan sekiranya Allah melapangkan rezeki kepada hamba-hamba-Nya niscaya mereka akan berbuat melampaui batas di bumi, tetapi Dia menurunkan dengan ukuran yang Dia kehendaki. Sungguh, Dia Mahateliti terhadap (keadaan) hamba-hamba-Nya, Maha Melihat. (asy-Syura/42: 27) Seseorang baru dapat merasakan nikmatnya kekayaan bila suatu ketika ia pernah kehilangan kekayaan itu. Seseorang baru mengerti nikmat kesehatan bila suatu ketika ia pernah sakit. Demikian pula halnya dengan nikmat-nikmat lainnya yang telah dikaruniakan Allah kepada manusia. Dengan demikian jelaslah, apabila suatu ketika Allah mencabut nikmat-Nya dari seseorang atau satu bangsa, maka tujuannya agar mereka sadar dan mau beriman dan taat kepada Allah, yakin akan sifat-sifat kekuasaan, keadilan dan kasih sayang Allah kepada makhluk. Sehingga mereka akan kembali merendahkan diri kepada Allah dan tunduk kepada peraturan-Nya, serta mengharapkan ampunan-Nya, untuk melepaskan mereka dari kesusahan yang menimpanya."
        },
        {
          "number": 95,
          "arabic": "ثُمَّ بَدَّلْنَا مَكَانَ ٱلسَّيِّئَةِ ٱلْحَسَنَةَ حَتَّىٰ عَفَوا۟ وَّقَالُوا۟ قَدْ مَسَّ ءَابَآءَنَا ٱلضَّرَّآءُ وَٱلسَّرَّآءُ فَأَخَذْنَـٰهُم بَغْتَةً وَهُمْ لَا يَشْعُرُونَ",
          "transliteration": "thumma baddalnā makāna l-sayi-ati l-ḥasanata ḥattā ʿafaw waqālū qad massa ābāanā l-ḍarāu wal-sarāu fa-akhadhnāhum baghtatan wahum lā yashʿurūna",
          "translation": "Kemudian Kami ganti penderitaan itu dengan kesenangan sehingga (keturunan dan harta mereka) bertambah banyak, lalu mereka berkata, \"Sungguh, nenek moyang kami telah merasakan penderitaan dan kesenangan,\" maka Kami timpakan siksaan atas mereka dengan tiba-tiba tanpa mereka sadari.",
          "tafsir": "Ayat ini menerangkan bahwa setelah mereka ditimpa kesusahan dan kesulitan hidup, dan mereka berusaha memperbaiki dan berdoa kepada Allah, maka Allah memberikan kepada mereka nikmat dan kelapangan hidup sehingga mereka memperoleh kemakmuran dan harta benda yang cukup. Kemakmuran dan kecukupan harta benda ini memungkinkan mereka mengembangkan keturunan. Harta benda yang cukup dan keturunan yang banyak, adalah merupakan puncak kenikmatan bagi manusia. Orang-orang yang beriman, jika memperoleh nikmat dari Allah, baik berupa harta benda maupun keturunan, tentu akan bertambah keimanan dan rasa syukurnya, dan akan melakukan kebajikan lebih banyak lagi. Akan tetapi orang-orang yang lemah iman, bila memperoleh kemakmuran dan kenikmatan yang banyak, ia lupa kepada Allah Yang memberikan nikmat tersebut, dan timbullah rasa sombong dan angkuhnya. Mereka berkata: \"Nenek moyang kami dahulu juga pernah merasakan kenikmatan dan kesusahan, demikian pula kami. Kesusahan yang pernah kami alami, dan kebahagiaan yang kami rasakan sekarang adalah sama saja dengan apa yang pernah dialami nenek moyang kami. Kesusahan yang menimpa kami bukanlah akibat dari dosa-dosa yang telah kami perbuat, dan kebahagiaan yang kami peroleh bukanlah hasil dari kebajikan yang kami lakukan. Pengakuan dan sikap ini jelas merupakan kezaliman yang bisa terjadi sepanjang masa. Demikianlah, kekayaan dan kebahagiaan telah membuat mereka lupa kepada hubungan antara sebab-akibat, serta menyebabkan mereka lupa kepada kekuasaan, keadilan dan kasih sayang Allah. Hal ini disebabkan karena mereka tidak memahami Sunnah Allah yang berlaku di alam ini; mereka tidak memahami faktor-faktor yang menimbulkan kebahagiaan dan kesengsaraannya di bumi ini. Padahal Allah telah memberikan bimbingan dengan firman-Nya: \"Sesungguhnya Allah tidak akan mengubah keadaan suatu kaum sebelum mereka mengubah keadaan diri mereka sendiri.\" (ar-Rad/13: 11) Oleh karena itu, keingkaran dan kesombongan mereka, timbul setelah memperoleh kemakmuran. Allah menimpakan kepada mereka azab yang datang secara tiba-tiba, sedang mereka tidak menyadari akan datangnya azab tersebut. Mereka tidak memenuhi Sunnatullah yang berlaku dalam urusan masyarakat, dan akal mereka tidak mampu memikirkan hal itu. Lagi pula mereka tidak mau mengikuti petunjuk dan nasihat serta peringatan rasul kepada mereka. Dalam hubungan ini Allah telah berfirman: \"Maka ketika mereka melupakan peringatan yang telah diberikan kepada mereka, Kami pun membukakan semua pintu (kesenangan) untuk mereka. Sehingga ketika mereka bergembira dengan apa yang telah diberikan kepada mereka, Kami siksa mereka secara tiba-tiba, maka ketika itu mereka terdiam putus asa\". (al-Anam/6: 44) Sifat orang kafir adalah bila mereka memperoleh kenikmatan dan kebahagiaan, mereka sombong dan takabur, tidak mensyukuri nikmat Allah. Sebaliknya bila mereka ditimpa musibah, mereka berputus asa dan berkeluh kesah, tidak memikirkan sebab-sebab yang ada pada diri mereka yang menimbulkan musibah itu. Firman Allah : \"Maka apabila manusia ditimpa bencana dia menyeru Kami, kemudian apabila Kami berikan nikmat Kami kepadanya dia berkata, \"Sesungguhnya aku diberi nikmat ini hanyalah karena kepintaranku.\" Sebenarnya, itu adalah ujian, tetapi kebanyakan mereka tidak mengetahui.\" (az-Zumar/39: 49) Kesenangan yang diperoleh sesudah kesusahan yang kemudian disusul dengan azab yang menyengsarakan, tidak hanya dialami oleh kaum Nabi Syuaib, bahkan umat nabi-nabi sebelumnya, yakni umat Nabi Nuh, Nabi Hud, dan Nabi shaleh. Nabi Hud telah memperingatkan kepada umatnya, yaitu kaum ad, sebagai berikut: \"Ingatlah ketika Dia menjadikan kamu sebagai khalifah-khalifah setelah kaum Nuh, dan Dia lebihkan kamu dalam kekuatan tubuh dan perawakan. Maka ingatlah akan nikmat-nikmat Allah agar kamu beruntung.\"(al-Araf/7: 69) Selanjutnya Nabi shaleh telah memperingatkan pula kepada kaumnya, kaum shamud hal semacam itu: \"Dan ingatlah ketika Dia menjadikan kamu khalifah-khalifah setelah kaum ad, dan menempatkan kamu di bumi. Di tempat yang datar kamu dirikan istana-istana dan di bukit-bukit kamu pahat menjadi rumah-rumah. Maka ingatlah nikmat-nikmat Allah dan janganlah kamu membuat kerusakan di bumi\". (al-Araf/7: 74) Generasi yang hidup sekarang ini hendaklah betul-betuk menyadari, agar jangan mengalami nasib merana seperti yang dialami umat-umat terdahulu, karena keingkaran dan kesombongan mereka kepada Allah. Apabila umat sekarang ini dikarunia Allah nasib yang lebih baik, berupa kestabilan ekonomi dan kehidupan sosial, ilmu pengetahuan dan sebagainya, janganlah mereka lupa diri dan berbuat maksiat di bumi. Hendaklah semua nikmat yang dilimpahkan Allah disyukuri dan dimanfaatkan menurut cara yang diridai-Nya dan dijauhkan dari segala macam kemaksiatan. Semoga Allah selalu menambah karunia dan nikmat-Nya kepada semua orang yang bersyukur."
        }
      ]
    }
  ]
}