{
  "pageNumber": 6,
  "juz": 1,
  "surahs": [
    {
      "number": 2,
      "name": "Al-Baqarah",
      "nameArabic": "البقرة",
      "meaning": "Sapi Betina",
      "revelation": "Madinah",
      "description": "Surat \"Al Baqarah\" terdiri atas 286 ayat dan sebagian besar diturunkan di Madinah pada permulaan tahun Hijrah, kecuali ayat 281 yang diturunkan di Mina pada Haji wadaa' (haji Nabi Muhammad s.a.w. yang terakhir). Seluruh ayat surat Al Baqarah termasuk golongan Madaniyyah dan merupakan surat yang terpanjang di antara surat-surat Al Qur'an yang di dalamnya terdapat pula ayat yang terpanjang (ayat 282).Surat ini dinamai \"Al Baqarah\" karena di dalamnya disebutkan kisah penyembelihan sapi betina yang diperintahkan Allah kepada Bani Israil (ayat 67 sampai dengan 74), di mana dijelaskan watak orang Yahudi pada umumnya. Dinamai \"Fusthaathul-Qur'an\" (puncak Al Qur'an) karena memuat beberapa hukum yang tidak disebutkan dalam surat yang lain. Dinamai juga surat \"Alif-laam-miim\" karena surat ini dimulai dengan Alif-laam-miim.&nbsp;Pokok-Pokok Isi:1. Keimanan:Dakwah Islamiyah yang dihadapkan kepada umat Islam, ahli kitab dan para musyrikin.2. Hukum-hukum:Perintah mengerjakan shalat; menunaikan zakat; hukum puasa; hukum haji dan umrah; hukum qishash; halal dan haram; berinfak di jalan Allah; hukum arak dan judi; cara menyantuni anak yatim, larangan riba; utang-piutang; nafkah dan yang berhak menerimanya; wasiat kepada ibu-bapak dan kaum kerabat; hukum sumpah; kewajiban menyampaikan amanah; sihir; hukum merusak masjid; hukum mengubah kitab-kitab Allah; hukum haidh, 'iddah, thalak, khulu', ilaa' dan susuan; hukum melamar, mahar, larangan menikahi wanita musyrik dan sebaliknya; hukum perang.3. Kisah-kisah:Kisah penciptaan Nabi Adam a.s; kisah Nabi Ibrahim a.s.; kisah Nabi Musa a.s. dengan Bani Israil.4. Lain-lain:Sifat-sifat orang yang bertakwa; sifat-sifat orang munafik; sifat-sifat Allah; perumpamaan-perumpamaan; kiblat, kebangkitan sesudah mati.Kesimpulan surat Al Baqarah:1. Menjelaskan beberapa hukum dalam agama Islam.2. Mengemukakan beberapa perumpamaan.3. Mengemukakan hujjah-hujjah.Hubungan Surat Al Baqarah Dengan Surat Ali 'Imran:1. Dalam surat Al Baqarah, disebutkan Nabi Adam a.s. yang langsung diciptakan Allah, sedang dalam surat Ali'Imran, disebutkan tentang kelahiran Nabi 'Isa a.s. yang kedua-duanya diciptakan Allah secara menyelisihi kebiasaan.2. Dalam surat Al Baqarah, sifat dan perbuatan orang-orang Yahudi dibentangkan secara luas disertai dengan hujjah untuk mematahkan hujjah-hujjah mereka yang membela kesesatan, sedang dalam surat Ali 'Imran, dibentangkan hal-hal serupa yang berhubungan dengan orang Nasrani.3. Surat Al Baqarah dimulai dengan menyebutkan tiga golongan manusia, yaitu orang mukmin, orang yang mengimani hari akhir, dan orang munafik. Sementara itu, surat Ali 'Imran dimulai dengan menyebutkan orang yang suka mentakwilkan ayat yang mutasyabihaat secara salah untuk memfitnah orang mukmin, dan menyebutkan orang yang mempunyai keahlian dalam menakwilkannya.4. Surat Al Baqarah disudahi dengan permohonan kepada Allah agar kesalahan-kesalahan dan kealpaan dalam melaksanakan ketaatan diampuni, sedang surat Ali 'Imran disudahi dengan permohonan kepada Allah agar Dia memberi pahala atas amal saleh yang dilakukan hamba-Nya.5. Surat Al Baqarah dimulai dengan menyebutkan sifat-sifat orang yang bertakwa, sedang surat Ali 'Imran dimulai dengan perintah bertakwa.",
      "verses": [
        {
          "number": 30,
          "arabic": "وَإِذْ قَالَ رَبُّكَ لِلْمَلَـٰٓئِكَةِ إِنِّى جَاعِلٌ فِى ٱلْأَرْضِ خَلِيفَةً ۖ قَالُوٓا۟ أَتَجْعَلُ فِيهَا مَن يُفْسِدُ فِيهَا وَيَسْفِكُ ٱلدِّمَآءَ وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ وَنُقَدِّسُ لَكَ ۖ قَالَ إِنِّىٓ أَعْلَمُ مَا لَا تَعْلَمُونَ",
          "transliteration": "wa-idh qāla rabbuka lil'malāikati innī jāʿilun fī l-arḍi khalīfatan qālū atajʿalu fīhā man yuf'sidu fīhā wayasfiku l-dimāa wanaḥnu nusabbiḥu biḥamdika wanuqaddisu laka qāla innī aʿlamu mā lā taʿlamūna",
          "translation": "Dan (ingatlah) ketika Tuhanmu berfirman kepada para Malaikat, \"Aku hendak menjadikan khalifah<sup foot_note=134966>1</sup> di bumi\". Mereka berkata, \"Apakah Engkau hendak menjadikan orang yang merusak dan menumpahkan darah di sana, sedangkan kami bertasbih memuji-Mu dan menyucikan nama-Mu?\" Dia berfirman, \"Sungguh, Aku mengetahui apa yang tidak kalian ketahui.\"",
          "tafsir": "Ketika Allah swt memberitahukan kepada para malaikat-Nya ) bahwa Dia akan menjadikan Adam a.s. sebagai khalifah ) di bumi, maka para malaikat itu bertanya, mengapa Adam yang akan diangkat menjadi khalifah di bumi, padahal Adam dan keturunannya kelak akan berbuat kerusakan dan menumpahkan darah di bumi. Para malaikat menganggap bahwa diri mereka lebih patut memangku jabatan itu, sebab mereka makhluk yang selalu bertasbih, memuji dan menyucikan Allah swt. Allah swt tidak membenarkan anggapan mereka itu, dan Dia menjawab bahwa Dia mengetahui yang tidak diketahui oleh para malaikat. Segala yang akan dilakukan Allah swt adalah berdasarkan pengetahuan dan hikmah-Nya yang Mahatinggi walaupun tak dapat diketahui oleh mereka, termasuk pengangkatan Adam a.s. menjadi khalifah di bumi. Yang dimaksud dengan kekhalifahan Adam a.s. di bumi adalah kedudukannya sebagai khalifah di bumi ini, untuk melaksanakan perintah-perintah-Nya, dan memakmurkan bumi serta memanfaatkan segala apa yang ada padanya. Pengertian ini dapat dikuatkan dengan firman Allah: \"¦.Wahai Daud! Sesungguhnya engkau Kami jadikan khalifah (penguasa) di bumi ¦\" (sad/38: 26) Sebagaimana kita ketahui Daud a.s. di samping menjadi nabi juga menjadi raja bagi kaumnya. Ayat ini merupakan dalil tentang wajibnya kaum Muslimin memilih dan mengangkat seorang pimpinan tertinggi sebagai tokoh pemersatu antara seluruh kaum Muslimin yang dapat memimpin umat untuk melaksanakan hukum-hukum Allah di bumi ini. Para ulama telah menyebutkan syarat-syarat yang harus dimiliki oleh tokoh pimpinan yang dimaksudkan itu, antara lain ialah: adil serta berpengetahuan yang memungkinkannya untuk bertindak sebagai hakim dan mujtahid, tidak mempunyai cacat jasmaniah, serta berpengalaman cukup, dan tidak pilih kasih dalam menjalankan hukum-hukum Allah."
        },
        {
          "number": 31,
          "arabic": "وَعَلَّمَ ءَادَمَ ٱلْأَسْمَآءَ كُلَّهَا ثُمَّ عَرَضَهُمْ عَلَى ٱلْمَلَـٰٓئِكَةِ فَقَالَ أَنۢبِـُٔونِى بِأَسْمَآءِ هَـٰٓؤُلَآءِ إِن كُنتُمْ صَـٰدِقِينَ",
          "transliteration": "waʿallama ādama l-asmāa kullahā thumma ʿaraḍahum ʿalā l-malāikati faqāla anbiūnī bi-asmāi hāulāi in kuntum ṣādiqīna",
          "translation": "Dan Dia ajarkan kepada Adam nama-nama (benda) semuanya, kemudian Dia perlihatkan kepada para malaikat, seraya berfirman, \"Sebutkan kepada-Ku nama semua benda ini, jika kalian yang benar!\"",
          "tafsir": "Ayat ini menerangkan bahwa Allah swt mengajarkan kepada Adam a.s. nama-nama, tugas dan fungsinya seperti Nabi dan Rasul, tugas dan fungsinya sebagai pemimpin umat. Manusia memang makhluk yang dapat dididik (educable), bahkan harus dididik (educandus), karena ketika baru lahir bayi manusia tidak dapat berbuat apa-apa, anggota badan dan otak serta akalnya masih lemah. Tetapi setelah melalui proses pendidikan bayi manusia yang tidak dapat berbuat apa-apa itu kemudian berkembang dan melalui pendidikan yang baik apa saja dapat dilakukan manusia. Adam sebagai manusia pertama dan belum ada manusia lain yang mendidiknya, maka Allah secara langsung mendidik dan mengajarinya. Apalagi Adam dipersiapkan untuk menjadi khalifah yaitu pemimpin di bumi. Tetapi cara Allah mendidik dan mengajar Adam tidak seperti manusia yang mengajar sesamanya, melainkan dengan mengajar secara langsung dan memberikan potensi kepadanya yang dapat berkembang berupa daya pikirnya sehingga memungkinkan untuk mengetahui semua nama yang di hadapannya. Setelah nama-nama itu diajarkan-Nya kepada Adam, maka Allah memperlihatkan benda-benda itu kepada para malaikat dan diperintahkan-Nya agar mereka menyebutkan nama-nama benda tersebut yang telah diajarkan kepada Adam dan ternyata mereka tidak dapat menyebutkannya. Hal ini untuk memperlihatkan keterbatasan pengetahuan para malaikat itu dan agar mereka mengetahui keunggulan Adam sebagai manusia terhadap mereka, dan agar mereka mengetahui ketinggian hikmah Allah dalam memilih manusia sebagai khalifah. Hal ini juga menunjukkan bahwa jabatan khalifah yaitu mengatur segala sesuatu dan menegakkan kebenaran dan keadilan di muka bumi ini memerlukan pengetahuan yang banyak dan kemampuan serta daya pikir yang kuat."
        },
        {
          "number": 32,
          "arabic": "قَالُوا۟ سُبْحَـٰنَكَ لَا عِلْمَ لَنَآ إِلَّا مَا عَلَّمْتَنَآ ۖ إِنَّكَ أَنتَ ٱلْعَلِيمُ ٱلْحَكِيمُ",
          "transliteration": "qālū sub'ḥānaka lā ʿil'ma lanā illā mā ʿallamtanā innaka anta l-ʿalīmu l-ḥakīmu",
          "translation": "Mereka menjawab, \"Mahasuci Engkau, tidak ada yang kami ketahui selain apa yang telah Engkau ajarkan kepada kami. Sungguh, Engkaulah Yang Maha Mengetahui, Mahabijaksana.\"",
          "tafsir": "Setelah para malaikat menyadari kurangnya ilmu pengetahuan mereka, karena tidak dapat menyebutkan sifat makhluk-makhluk yang ada di hadapan mereka, maka mereka mengakui terus terang kelemahan diri mereka dan berkata kepada Allah bahwa Dia Mahasuci dari segala sifat-sifat kekurangan, yang tidak layak bagi-Nya, dan mereka menyatakan tobat kepada-Nya. Mereka pun yakin bahwa segala apa yang dilakukan Allah tentulah berdasarkan ilmu dan hikmah-Nya yang Mahatinggi dan Mahasempurna, termasuk masalah pengangkatan Adam menjadi khalifah. Mereka mengetahui bahwa ilmu pengetahuan mereka hanyalah terbatas kepada apa yang diajarkan-Nya kepada mereka. Dengan demikian lenyaplah keragu-raguan mereka tentang hikmah Allah dalam pengangkatan Adam menjadi khalifah di bumi. Dari pengakuan para malaikat ini, dapatlah dipahami bahwa pertanyaan yang mereka ajukan semula \"mengapa Allah mengangkat Adam a.s. sebagai khalifah,\" bukanlah merupakan suatu sanggahan dari mereka terhadap kehendak Allah, melainkan hanyalah sekadar pertanyaan meminta penjelasan. Setelah penjelasan itu diberikan, mereka mengakui kelemahan mereka, maka dengan rendah hati dan penuh ketaatan mereka mematuhi kehendak Allah, terutama dalam pengangkatan Adam a.s., menjadi khalifah. Mereka memuji Allah swt, karena Dia telah memberikan ilmu pengetahuan kepada mereka sesuai dengan kemampuan yang ada pada mereka. Selanjutnya, mereka mengakui pula dengan penuh keyakinan, dan menyerah kepada ilmu Allah yang Mahaluas dan hikmah-Nya yang Mahatinggi. Lalu mereka menegaskan bahwa hanya Allah yang Maha Mengetahui dan Mahabijaksana. Hal ini mengandung suatu pelajaran bahwa manusia yang telah dikaruniai ilmu pengetahuan yang lebih banyak dari yang diberikan kepada para malaikat dan makhluk-makhluk lainnya, hendaklah selalu mensyukuri nikmat tersebut, serta tidak menjadi sombong dan angkuh karena ilmu pengetahuan yang dimilikinya, serta kekuatan dan daya pikirannya. Sebab, betapapun tingginya ilmu pengetahuan dan teknologi manusia pada zaman kita sekarang ini, namun masih banyak rahasia-rahasia alam ciptaan Allah yang belum dapat dijangkau oleh ilmu pengetahuan manusia, misalnya ialah hakikat roh yang ada pada diri manusia sendiri. Allah telah memperingatkan bahwa ilmu pengetahuan yang dikaruniakan kepada manusia hanya sedikit sekali dibandingkan ilmu Allah dan hakikat-Nya. \"¦dan tidaklah kamu diberi pengetahuan, melainkan sedikit.\" (a1-Isra'/17: 85) Selama manusia tetap menyadari kekurangan ilmu pengetahuannya, tentu dia tidak akan menjadi sombong dan angkuh, dan niscaya dia tidak akan segan mengakui kekurangan pengetahuannya tentang sesuatu apabila dia benar-benar belum mengetahuinya, dan dia tidak akan merasa malu mempelajarinya kepada yang mengetahui. Sebaliknya, apabila dia mempunyai pengetahuan tentang sesuatu yang berfaedah, maka ilmunya itu tidak akan disembunyikannya, melainkan diajarkan dan dikembangkannya kepada orang lain, agar mereka pun dapat mengambil manfaatnya."
        },
        {
          "number": 33,
          "arabic": "قَالَ يَـٰٓـَٔادَمُ أَنۢبِئْهُم بِأَسْمَآئِهِمْ ۖ فَلَمَّآ أَنۢبَأَهُم بِأَسْمَآئِهِمْ قَالَ أَلَمْ أَقُل لَّكُمْ إِنِّىٓ أَعْلَمُ غَيْبَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَأَعْلَمُ مَا تُبْدُونَ وَمَا كُنتُمْ تَكْتُمُونَ",
          "transliteration": "qāla yāādamu anbi'hum bi-asmāihim falammā anba-ahum bi-asmāihim qāla alam aqul lakum innī aʿlamu ghayba l-samāwāti wal-arḍi wa-aʿlamu mā tub'dūna wamā kuntum taktumūna",
          "translation": "Dia (Allah) berfirman, \"Wahai Adam! Beritahukanlah kepada mereka nama-nama itu!\" Setelah dia (Adam) menyebutkan nama-namanya, Dia berfirman, \"Bukankah telah Aku katakan kepada kalian, bahwa Aku mengetahui rahasia langit dan bumi, dan Aku mengetahui apa yang kalian nyatakan dan apa yang kalian sembunyikan?\"",
          "tafsir": "Setelah para malaikat ternyata tidak tahu dan tidak dapat menyebutkan nama benda-benda yang diperlihatkan Allah kepada mereka, maka Allah memerintahkan kepada Adam a.s. untuk memberitahukan nama-nama tersebut kepada mereka. Adam melaksanakan perintah itu lalu diberitahukannya nama-nama tersebut kepada mereka. Kemudian, setelah Adam a.s. selesai memberitahukan nama-nama tersebut kepada malaikat, dan diterangkannya pula sifat-sifat dan keistimewaan masing-masing makhluk itu, maka Allah berfirman kepada para malaikat bahwa Dia pernah mengatakan kepada mereka bahwa sesungguhnya Dia mengetahui pula apa-apa yang mereka nyatakan dengan ucapan-ucapan mereka dan pikiran-pikiran yang mereka sembunyikan dalam hati mereka. Dia menciptakan sesuatu tidaklah dengan sia-sia, melainkan berdasarkan ilmu dan hikmah-Nya. Dalam masalah pengangkatan Adam a.s. sebagai khalifah di bumi terkandung suatu makna yang tinggi dari hikmah Ilahi yang tak diketahui oleh para malaikat. Mereka tidak dapat mengetahui rahasia-rahasia alam, serta ciri khas yang ada pada masing-masing makhluk, sebab para malaikat sangat berbeda keadaannya dengan manusia. Mereka tidak mempunyai kebutuhan apa-apa, seperti sandang, pangan dan harta benda. Maka seandainya malaikat yang dijadikan penghuni dan penguasa di bumi ini, niscaya tak akan ada sawah dan ladang, tak akan ada pabrik dan tambang-tambang, tak akan ada gedung-gedung yang tinggi menjulang. Juga tidak akan lahir bermacam-macam ilmu pengetahuan dan teknologi seperti yang telah dicapai umat manusia sampai sekarang ini, yang hampir tak terhitung jumlahnya. Dengan kekuatan akalnya, manusia dapat memiliki pengetahuan dan kemampuan yang terus berkembang serta dapat melakukan hal-hal yang hampir tak terhitung jumlahnya. Dengan kekuatan itu, manusia dapat menemukan hal-hal baru yang belum ada sebelumnya. Dia dapat mengolah tanah yang gersang menjadi tanah yang subur. Dengan bahan-bahan yang tersedia di bumi ini manusia dapat membuat variasi-variasi baru yang belum pernah ada. Pengawinan antara kuda dengan keledai, melahirkan hewan jenis baru yang belum pernah ada sebelumnya, yaitu hewan yang disebut \"bagal\". Dengan mengawinkan atau menyilangkan tumbuh-tumbuhan yang berbunga putih dengan yang berbunga merah, maka lahirlah tumbuh-tumbuhan jenis baru, yang berbunga merah putih. Pengolahan logam menjadi barang-barang perhiasan yang beraneka ragam dan alat-alat keperluan hidup sehari-hari dan pengolahan bermacam-macam tumbuh-tumbuhan menjadi bahan pakaian dan makanan untuk kesejahteraan mereka. Pada zaman sekarang ini dapat disaksikan berjuta-juta macam benda hasil penemuan manusia, baik yang kecil maupun yang besar, sebagai hasil kekuatan akalnya. Adapun para malaikat, mereka tidak mempunyai hawa nafsu yang akan mendorong mereka untuk bekerja mengolah benda-benda alam ini dan memanfaatkannya untuk kepentingan hidup mereka. Oleh karena itu, apabila mereka yang telah dikaruniai kekuatan akal serta bakat-bakat dan kemampuan yang demikian diangkat menjadi khalifah di bumi, maka hal ini adalah wajar, dan menunjukkan pula kesempurnaan ilmu dan ketinggian hikmah Allah swt dalam mengatur makhluk-Nya. Rangkaian ayat di atas menegaskan bahwa tugas manusia di muka bumi adalah menjadi khalifah. Ketika mengetahui maksud Allah hendak menjadikan khalifah di muka bumi para malaikat bertanya-tanya mengapa Allah hendak menjadikan manusia sebagai khalifah, padahal mereka banyak berbuat kerusakan dan saling menumpahkan darah? Allah menjawab bahwa Dia mengetahui apa yang tidak diketahui oleh para malaikat. Ternyata yang menjadikan manusia patut mengemban tugas sebagai khalifah di muka bumi adalah karena karunia yang Allah berikan kepada manusia berupa kemampuan untuk mengetahui nama-nama benda seluruhnya serta mengingatnya dan menjelaskannya, sementara para malaikat tidak memiliki kemampuan seperti ini. Jika ditelaah lebih dalam, kemampuan untuk mengidentifikasi dan memberikan nama pada hakekatnya adalah kemampuan dasar yang sangat diperlukan manusia untuk mengembangkan ilmu pengetahuan. Kegiatan analisis dan sintesis untuk menghasilkan ilmu pengetahuan tidak mungkin dapat dilakukan tanpa kemampuan untuk mengidentifikasi dan memberi nama. Oleh karena itu, bab atau topik yang menjadi bahasan awal ilmu mantik dan filsafat ilmu pengetahuan adalah tentang \"nama\", tentang hakekat nama dan kaitan antara nama dengan konsep yang dirujuk olehnya. Kemampuan memberi nama, baik yang konkrit maupun yang abstrak pada hakekatnya adalah kemampuan untuk membuat konsep yang pada gilirannya memfasilitasi kemampuan untuk melihat keterkaitan antar berbagai konsep serta mensintesis berbagai konsep menjadi konsep baru. Proses ini terjadi terus menerus dan dengan cara demikian ilmu pengetahuan terus terakumulasi dan berkembang. Sangat sulit untuk membayangkan terjadinya perkembangan ilmu pengetahuan jika manusia tidak memiliki kemampuan memberi nama atau membangun konsep. Jika kemampuan mengembangkan ilmu pengetahuan menjadikan manusia pantas untuk mengemban tugas khalifah di muka bumi, maka dapat dimengerti jika Allah swt memberikan derajat yang tinggi kepada manusia yang berilmu. Allah berfirman yang artinya: ¦ Allah akan meninggikan orang-orang yang beriman di antaramu dan orang-orang yang diberi ilmu pengetahuan beberapa derajat. (al-Mujadalah/58: 11) Lebih jauh, lihat pula Surah al-hijr/15: 26, 28 dan 33 yang terkait dengan penciptaan manusia, yang artinya : Dan sungguh, Kami telah menciptakan manusia (Adam) dari tanah liat kering dari lumpur hitam yang diberi bentuk. (al-hijr/15: 26) Dan (ingatlah), ketika Tuhanmu berfirman kepada para malaikat, \"Sungguh, Aku akan menciptakan seorang manusia dari tanah liat kering dari lumpur hitam yang diberi bentuk\". (al-hijr/15: 28) Ia (Iblis) berkata, \"Aku sekali-kali tidak akan sujud kepada manusia yang Engkau telah menciptakannya dari tanah liat kering dari lumpur hitam yang diberi bentuk\". ( al-hijr/15: 33) Pertanyaannya adalah mengapa Adam mampu menjelaskan nama-nama benda-benda itu, sedangkan Malaikat tidak mampu? Dalam beberapa surah, termasuk Surah al-hijr di atas, Allah swt menjelaskan bahwa manusia dibuat dari tanah. Tanah mengandung banyak atom-atom atau unsur-unsur metal (logam) maupun metalloid (seperti-logam) yang sangat diperlukan sebagai katalis dalam proses reaksi kimiawi maupun biokimiawi untuk membentuk molekul-molekul organik yang lebih kompleks. Contoh-contoh unsur-unsur yang ada di tanah itu antara lain, besi (Fe), tembaga (Cu), kobalt (Co), mangan (Mn) dll. Juga dengan adanya unsur-unsur karbon (C), hidrogen (H), nitrogen (N), fosfor (P) dan oksigen (O), maka unsur-unsur metal maupun metalloid diatas mampu menjadi katalis dalam proses reaksi biokimiawi untuk membentuk molekul yang lebih kompleks seperti ureum, asam amino atau bahkan nukleotida. Molekul-molekul ini dikenal sebagai molekul organik, pendukung suatu proses kehidupan. Otak manusia, yang merupakan organ penting untuk menerima informasi, kemudian menyimpannya, serta mengeluarkannya kembali; terbuat dari unsur-unsur kimiawi diatas, yang tersusun menjadi makro-molekul dan jaringan otak. Instrumen penyimpan informasi lainnya yang dipunyai oleh manusia adalah senyawa kimia yang dikenal sebagai DNA atau desoxyribonucleic acid: asam desoksi ribonukleat. Baik jaringan otak manusia maupun molekul-molekul DNA terdiri dari unsur-unsur utama C,H,O, N dan P. Prof. Carl Sagan dari Princeton University, AS dalam bukunya The Dragon of Eden memberikan gambaran bahwa manusia memang unggul bila dibandingkan dengan makhluk-makhluk lain ciptaan Allah swt.. Salah satu keunggulannya adalah manusia dilengkapi dengan sistem penyimpan informasi/memori. Sistem penyimpan informasi pada manusia ada dua macam, yaitu: (1) Jaringan Otak, yang menyimpan informasi apapun yang dapat direkam olehnya. Otak manusia mempunyai kemampuan untuk menyimpan informasi sebanyak 1013 bits atau 107 Gbits. Penyimpan informasi yang ke (2). DNA-Kromosomal, yaitu molekul DNA yang ada di kromosom, yang menyimpan informasi genetik manusia. Informasi ini akan dialihkan atau diturunkan kepada keturunannya. DNA-kromosomal manusia mampu menyimpan memori sebanyak 2x1010 bits atau sekitar 2x104 Gbits. Kapasitas menyimpan informasi DNA-kromosomal manusia ini sebanding dengan buku setebal 2.000.000 halaman, atau sebanding dengan 4000 jilid buku @ 500 halaman. Kedua penyimpan memori yang canggih ini terbuat dari unsur-unsur yang ada di tanah, subhanallah. Inilah jawabannya, mengapa Adam mampu menangkap dan mengerti semua yang diajarkan Allah swt, berupa nama-nama benda-benda; serta mengungkapkannya kembali dengan benar; karena manusia Adam dilengkapi dangan instrumen penyimpan dan pengekspresi kembali memory: jaringan Otak dan DNA yang terdiri dari unsur-unsur tanah itu; sedangkan malaikat tidak demikian halnya. Iblis menyombongkan diri, karena kebodohannya dalam memahami ciptaan Allah swt, dengan melecehkan unsur tanah."
        },
        {
          "number": 34,
          "arabic": "وَإِذْ قُلْنَا لِلْمَلَـٰٓئِكَةِ ٱسْجُدُوا۟ لِـَٔادَمَ فَسَجَدُوٓا۟ إِلَّآ إِبْلِيسَ أَبَىٰ وَٱسْتَكْبَرَ وَكَانَ مِنَ ٱلْكَـٰفِرِينَ",
          "transliteration": "wa-idh qul'nā lil'malāikati us'judū liādama fasajadū illā ib'līsa abā wa-is'takbara wakāna mina l-kāfirīna",
          "translation": "Dan (ingatlah) ketika Kami berfirman kepada para malaikat, \"Sujudlah kalian kepada Adam!\" Maka mereka pun sujud kecuali Iblis.<sup foot_note=134967>1</sup> Ia menolak dan menyombongkan diri, dan ia termasuk golongan yang kafir.",
          "tafsir": "Dalam ayat ini diterangkan bahwa Allah memerintahkan kepada para malaikat agar mereka bersujud atau memberi hormat kepada Adam a.s. Maka malaikat menaati perintah itu, kecuali Iblis, artinya setelah Adam a.s. selesai memberitahukan nama makhluk-makhluk itu kepada para malaikat, Allah memerintahkan kepada mereka bersujud atau memberi hormat kepada Adam a.s. Maka sujudlah malaikat kepada Adam a.s. Perintah itu bukanlah sujud untuk beribadah kepadanya, melainkan sujud sebagai penghormatan semata-mata, dan sebagai pengakuan mereka terhadap kelebihan dan keistimewaan yang ada padanya. Dalam agama Islam, sujud ibadah hanya diperbolehkan kepada Allah swt semata. Pada hakikatnya, sujud kepada Allah ada dua macam. Pertama, sujud manusia kepada Allah dalam beribadah, yaitu sujud salat, sujud tilawah dan sujud syukur menurut cara-cara yang telah ditentukan dalam ajaran syariat. Kedua, sujud semua makhluk kepada Allah dengan arti tunduk dan patuh kepada-Nya. Arti yang asli dari kata-kata \"sujud\" adalah \"tunduk dan patuh\". Dan tetumbuhan dan pepohonan, keduanya tunduk (kepada-Nya). (ar-Rahman/55: 6) Dan semua sujud kepada Allah baik yang di langit maupun yang di bumi, baik dengan kemauan sendiri maupun terpaksa ¦ (ar-Ra'd/13: 15) Sujud para malaikat kepada Adam a.s. sebagai penghormatan dan pernyataan tunduk kepadanya, bukan untuk beribadah. Perintah Allah swt kepada mereka untuk sujud kepada Adam menunjukkan kelebihan Adam dari mereka, sehingga ia benar-benar lebih berhak dijadikan khalifah di bumi. Mengenai asal usul kejadian Adam, malaikat dan Iblis, disebutkan bahwa Adam a.s. diciptakan Allah dari tanah dan malaikat diciptakan dari cahaya (nur), ) sedang jin, Iblis dan setan diciptakan dari api (nar). Iblis dan setan selalu membisikkan kepada manusia hal-hal yang tidak benar untuk menggoda dan menyesatkannya dari jalan yang lurus. Bahkan Adam dan Hawa sebagai manusia pertama telah digoda untuk melanggar larangan Allah swt. Iblis bukanlah termasuk jenis malaikat, melainkan suatu makhluk dari bangsa jin. Iblis itu pada mulanya pernah berada dalam kalangan malaikat, bergaul dengan mereka dan mempunyai sifat-sifat seperti mereka pula, walaupun asal kejadiannya berbeda dari asal kejadian malaikat. Buktinya ialah firman Allah swt pada akhir ayat tersebut yang menerangkan bahwa ketika Allah swt memerintahkan kepada para malaikat untuk bersujud kepada Adam a.s., maka mereka semuanya patuh, kecuali Iblis. Jadi teranglah bahwa Iblis itu bukanlah dari kalangan malaikat, sebab malaikat selalu patuh dan taat kepada perintah Allah dan tidak pernah membangkang. Arti harfiah \"iblis\" yaitu \"putus asa\", \"membangkang\", \"diam\", atau \"menyesal\". Dalam ayat yang lain Allah berfirman: Dan (ingatlah) ketika Kami berfirman kepada para malaikat, \"Sujudlah kamu kepada Adam!\" Maka mereka pun sujud kecuali Iblis. Dia adalah dari (golongan) jin, maka dia mendurhakai perintah Tuhannya¦(al-Kahf/18: 50) Iblis, sama halnya dengan jin dan setan, diciptakan Allah dari api. Iblis menganggap bahwa api lebih mulia daripada tanah. Sebab itu ia memandang dirinya lebih mulia daripada Adam, sebab Adam diciptakan Allah dari tanah. Itulah sebabnya Iblis menolak bersujud kepada Adam. Ada pendapat lain yang mengatakan bahwa Iblis itu termasuk jenis malaikat juga, sebab perintah Allah kepada malaikat agar bersujud kepada Adam a.s. adalah ditujukan kepada semua malaikat. Lalu disebutkan, bahwa para malaikat itu semua bersujud kepada Adam a.s., kecuali Iblis. Memang benar, bahwa sifat yang asli dari para malaikat adalah patuh dan taat kepada Allah swt. Namun demikian tidaklah mustahil bahwa sebagian atau salah satu dari mereka ada yang bersifat durhaka, sebagai sifat yang datang kemudian. Itulah Iblis. Dalam ayat lain disebutkan bahwa Allah menanyakan kepada Iblis apa alasannya untuk tidak bersujud kepada Adam. Allah berfirman: (Allah) berfirman, \"Wahai Iblis, apakah yang menghalangi kamu sujud kepada yang telah Aku ciptakan dengan kekuasaan-Ku. Apakah kamu menyombongkan diri atau kamu (merasa) termasuk golongan yang (lebih) tinggi?\" (sad/38:75) Allah menceritakan jawaban Iblis: (Iblis) berkata, \"Aku lebih baik daripadanya, karena Engkau ciptakan aku dari api, sedangkan dia Engkau ciptakan dari tanah.\" (sad/38:76) Iblis enggan mematuhi perintah Allah yang menyuruh sujud kepada Adam, dan ia bersikap angkuh karena ia merasa dirinya lebih mulia dan lebih berhak dari Adam untuk dijadikan khalifah. Karena Iblis menolak perintah Allah berdasarkan anggapannya itu, maka ia termasuk makhluk yang kafir kepada Allah. Bahkan ada pendapat yang mengatakan bahwa Iblis adalah makhluk yang pertama-tama mengingkari perintah Allah. Ada pula pendapat yang mengatakan bahwa Iblis merupakan asal dari semua jin, sebagaimana Adam asal dari semua manusia. Jin itu mempunyai keturunan. Mereka penghuni bumi sebelum Adam diciptakan Allah dan mereka telah berbuat kerusakan di bumi. Itulah sebabnya, ketika Allah memberitahukan kepada para malaikat bahwa Dia akan menjadikan Adam sebagai khalifah di bumi, para malaikat berkata, \"Apakah Engkau akan menjadikan khalifah di bumi orang-orang yang suka berbuat kerusakan dan suka menumpahkan darah? Jadi malaikat mengira bahwa manusia pun akan berbuat seperti jin ketika mereka berkuasa di bumi."
        },
        {
          "number": 35,
          "arabic": "وَقُلْنَا يَـٰٓـَٔادَمُ ٱسْكُنْ أَنتَ وَزَوْجُكَ ٱلْجَنَّةَ وَكُلَا مِنْهَا رَغَدًا حَيْثُ شِئْتُمَا وَلَا تَقْرَبَا هَـٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّـٰلِمِينَ",
          "transliteration": "waqul'nā yāādamu us'kun anta wazawjuka l-janata wakulā min'hā raghadan ḥaythu shi'tumā walā taqrabā hādhihi l-shajarata fatakūnā mina l-ẓālimīna",
          "translation": "Dan Kami berfirman: \"Wahai Adam! Tinggallah engkau dan istrimu di dalam surga, dan makanlah dengan nikmat (berbagai makanan) yang ada disana sesukamu. (Tetapi) janganlah kamu dekati pohon ini,<sup foot_note=134968>1</sup> nanti kamu termasuk orang-orang yang zalim!\"<sup foot_note=134969>2</sup>",
          "tafsir": "Pada ayat ini diterangkan bahwa Allah memerintahkan Adam a.s. dan istrinya untuk menempati surga yang telah disediakan untuk mereka. Mengenai surga yang disebutkan dalam ayat ini, sebagian besar mufasir, mengatakan bahwa surga yang dimaksudkan dalam ayat ini ialah surga di langit yang dijanjikan Allah sebagai balasan bagi orang-orang yang beriman dan beramal saleh. Menurut mufasir lain, surga yang tersebut dalam ayat itu adalah suatu taman, tempat Adam dan istrinya berdiam dan diberi kenikmatan hidup yang cukup. Dalam ayat ini diterangkan bahwa Adam a.s. dan istrinya dibolehkan menikmati makanan apa saja dan di mana saja dalam surga tersebut dengan aman dan leluasa, hanya saja Allah swt melarang mereka mendekati dan memakan buah pohon tertentu yang hanya merupakan salah satu pohon saja di antara banyak pohon yang ada dalam surga itu. Setan menamakan pohon tersebut pohon keabadian, karena menurutnya, jika Adam a.s. dan istrinya memakan buah pohon itu maka mereka akan dapat kekal selama-lamanya dalam surga. Padahal yang sebenarnya adalah sebaliknya, yaitu apabila ia dan istrinya memakan buah pohon itu maka mereka akan dikeluarkan dari surga, karena hal itu merupakan pelanggaran terhadap larangan Allah swt. Jika mereka melanggar larangan itu, maka mereka termasuk golongan orang zalim terhadap diri mereka, dan akan menerima hukuman dari Allah swt yang akan mengakibatkan mereka kehilangan kehormatan dan kebahagiaan yang telah mereka peroleh. Dalam ayat ini Allah swt tidak menjelaskan hakikat dari pohon tersebut. Seseorang tak akan dapat menentukannya tanpa ada dalil yang pasti. Lagi pula, maksud utama dari kisah ini sudah tercapai tanpa memberikan keterangan tentang hakikat pohon tersebut. Tetapi dapat dikatakan bahwa larangan Allah swt, kepada Adam a.s. dan istrinya untuk mendekati pohon itu dan memakan buahnya, tentulah berdasarkan suatu hikmah daripada-Nya, yaitu merupakan suatu ujian dari Allah swt terhadap Adam a.s. dan istrinya."
        },
        {
          "number": 36,
          "arabic": "فَأَزَلَّهُمَا ٱلشَّيْطَـٰنُ عَنْهَا فَأَخْرَجَهُمَا مِمَّا كَانَا فِيهِ ۖ وَقُلْنَا ٱهْبِطُوا۟ بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ ۖ وَلَكُمْ فِى ٱلْأَرْضِ مُسْتَقَرٌّ وَمَتَـٰعٌ إِلَىٰ حِينٍ",
          "transliteration": "fa-azallahumā l-shayṭānu ʿanhā fa-akhrajahumā mimmā kānā fīhi waqul'nā ih'biṭū baʿḍukum libaʿḍin ʿaduwwun walakum fī l-arḍi mus'taqarrun wamatāʿun ilā ḥīnin",
          "translation": "Lalu setan menggelincirkan keduanya dari surga<sup foot_note=134970>1</sup> sehingga keduanya dikeluarkan dari (segala kenikmatan) ketika keduanya di sana (surga). Dan Kami berfirman,\"Turunlah kalian! Sebagian kalian menjadi musuh bagi yang lain. Dan bagi kalian ada tempat tinggal dan kesenangan di bumi sampai waktu yang ditentukan.\"",
          "tafsir": "Dalam ayat ini dijelaskan, bahwa setan telah menggoda Adam a.s. dan istrinya sehingga akhirnya mereka tergoda dan melanggar larangan Allah untuk tidak memakan buah pohon itu. Dalam ayat lain juga disebutkan bagaimana setan itu membujuk Adam a.s. dan istrinya. Kemudian setan membisikkan (pikiran jahat) kepadanya, dengan berkata, \"Wahai Adam! Maukah aku tunjukkan kepadamu pohon keabadian dan kerajaan yang tidak akan binasa?\" (taha/20: 120) Dalam firman-Nya yang lain disebutkan pula bujukan setan itu: ¦ Dan (setan) berkata, \"Tuhanmu hanya melarang kamu berdua mendekati pohon ini, agar kamu berdua tidak menjadi malaikat atau tidak menjadi orang yang kekal (dalam surga).\" (al-A'raf/7: 20) Dalam melakukan godaan itu, setan berusaha untuk meyakinkan Adam a.s. bahwa ia benar-benar hanya memberikan nasihat yang baik dan untuk itu ia bersumpah: \"¦Sesungguhnya aku ini benar-benar termasuk para penasihatmu.\" (al-A'raf/7: 21) Karena kesalahan yang telah dilakukan Adam dan istrinya, maka Allah swt mengeluarkan mereka dari kenikmatan dan kemuliaan yang telah mereka peroleh selama ini, lalu Allah swt memerintahkan agar mereka turun dari surga itu ke bumi. Sejak itu mereka dan setan senantiasa dalam keadaan bermusuhan satu sama lain. Selanjutnya, Allah menerangkan bahwa mereka itu akan memperoleh tempat tinggal dan kenikmatan hidup di bumi sampai kepada ajal masing-masing. Dengan demikian, tak seorang pun yang akan hidup kekal di bumi. Jelaslah kebohongan bisikan-bisikan setan kepada Adam a.s. dan istrinya, bahwa dengan memakan buah pohon itu mereka akan kekal selama-lamanya di dalam surga. Dalam ayat tersebut terdapat isyarat, bahwa Adam a.s. dikeluarkan bersama istrinya dari surga ke bumi bukanlah untuk membinasakan mereka, melainkan agar mereka bekerja memakmurkan bumi ini, dan bukan menjauhkan mereka dari kenikmatan hidup, sebab di bumi pun mereka tetap dikaruniai kenikmatan; dan tidak pula untuk hidup kekal, karena suatu ketika mereka akan menemui ajal dan meninggalkan dunia yang fana ini."
        },
        {
          "number": 37,
          "arabic": "فَتَلَقَّىٰٓ ءَادَمُ مِن رَّبِّهِۦ كَلِمَـٰتٍ فَتَابَ عَلَيْهِ ۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ",
          "transliteration": "fatalaqqā ādamu min rabbihi kalimātin fatāba ʿalayhi innahu huwa l-tawābu l-raḥīmu",
          "translation": "Kemudian Adam menerima beberapa kalimat<sup foot_note=134971>1</sup> dari Tuhannya, lalu Dia pun menerima tobatnya. Sungguh, Allah Maha Penerima tobat, Maha Penyayang.",
          "tafsir": "Dalam ayat ini diterangkan bahwa setelah Adam a.s. dikeluarkan dari surga, dia menerima ilham dari Allah swt yang mengajarkan kepadanya kata-kata untuk bertobat. Lalu Adam bertobat dan memohon ampun kepada Allah dengan menggunakan kata-kata tersebut, yang berbunyi sebagai berikut: Keduanya berkata, \"Ya Tuhan kami, kami telah menzalimi diri kami sendiri. Jika Engkau tidak mengampuni kami dan memberi rahmat kepada kami, niscaya kami termasuk orang-orang yang rugi.\" (al-A'raf/7: 23) Setelah Adam berdoa memohon ampunan kepada Allah dengan mengucapkan kata-kata tersebut, Allah pun menerima tobatnya, dan melimpahkan rahmat-Nya kepada Adam. Sesungguhnya Allah Maha Penerima Tobat dan Maha Pengasih. Sebab Allah senantiasa memberikan maaf dan ampunan serta rahmat-Nya kepada orang-orang yang bertobat dari kesalahannya. Tobat yang diterima Allah adalah tobat yang memenuhi hal-hal sebagai berikut: 1.Menyesali dan meninggalkan segala kesalahan yang telah dilakukan. 2.Menjauhi dan tidak mengulangi lagi kesalahan-kesalahan dan perbuatan-perbuatan semacam itu. 3.Mengiringi perbuatan dosa itu dengan perbuatan-perbuatan yang baik. Dalam hal ini Rasulullah saw telah bersabda: \"Iringilah perbuatan jahat itu dengan perbuatan baik, niscaya perbuatan baik itu akan menghapuskan dosanya\". (Riwayat at-Tirmidzi dari Abi dzarr) Dalam ayat ini ada dua macam sifat Allah swt yang disebutkan sekaligus, yaitu \"Maha Penerima tobat\", dan \"Maha Pengasih\". Hal ini merupakan isyarat tentang jaminan Allah kepada setiap orang yang bertobat menurut cara-cara yang tersebut di atas, bahwa Allah swt akan melimpahkan kepadanya kebajikan dan ampunan-Nya."
        }
      ]
    }
  ]
}