{
  "pageNumber": 12,
  "juz": 1,
  "surahs": [
    {
      "number": 2,
      "name": "Al-Baqarah",
      "nameArabic": "البقرة",
      "meaning": "Sapi Betina",
      "revelation": "Madinah",
      "description": "Surat \"Al Baqarah\" terdiri atas 286 ayat dan sebagian besar diturunkan di Madinah pada permulaan tahun Hijrah, kecuali ayat 281 yang diturunkan di Mina pada Haji wadaa' (haji Nabi Muhammad s.a.w. yang terakhir). Seluruh ayat surat Al Baqarah termasuk golongan Madaniyyah dan merupakan surat yang terpanjang di antara surat-surat Al Qur'an yang di dalamnya terdapat pula ayat yang terpanjang (ayat 282).Surat ini dinamai \"Al Baqarah\" karena di dalamnya disebutkan kisah penyembelihan sapi betina yang diperintahkan Allah kepada Bani Israil (ayat 67 sampai dengan 74), di mana dijelaskan watak orang Yahudi pada umumnya. Dinamai \"Fusthaathul-Qur'an\" (puncak Al Qur'an) karena memuat beberapa hukum yang tidak disebutkan dalam surat yang lain. Dinamai juga surat \"Alif-laam-miim\" karena surat ini dimulai dengan Alif-laam-miim.&nbsp;Pokok-Pokok Isi:1. Keimanan:Dakwah Islamiyah yang dihadapkan kepada umat Islam, ahli kitab dan para musyrikin.2. Hukum-hukum:Perintah mengerjakan shalat; menunaikan zakat; hukum puasa; hukum haji dan umrah; hukum qishash; halal dan haram; berinfak di jalan Allah; hukum arak dan judi; cara menyantuni anak yatim, larangan riba; utang-piutang; nafkah dan yang berhak menerimanya; wasiat kepada ibu-bapak dan kaum kerabat; hukum sumpah; kewajiban menyampaikan amanah; sihir; hukum merusak masjid; hukum mengubah kitab-kitab Allah; hukum haidh, 'iddah, thalak, khulu', ilaa' dan susuan; hukum melamar, mahar, larangan menikahi wanita musyrik dan sebaliknya; hukum perang.3. Kisah-kisah:Kisah penciptaan Nabi Adam a.s; kisah Nabi Ibrahim a.s.; kisah Nabi Musa a.s. dengan Bani Israil.4. Lain-lain:Sifat-sifat orang yang bertakwa; sifat-sifat orang munafik; sifat-sifat Allah; perumpamaan-perumpamaan; kiblat, kebangkitan sesudah mati.Kesimpulan surat Al Baqarah:1. Menjelaskan beberapa hukum dalam agama Islam.2. Mengemukakan beberapa perumpamaan.3. Mengemukakan hujjah-hujjah.Hubungan Surat Al Baqarah Dengan Surat Ali 'Imran:1. Dalam surat Al Baqarah, disebutkan Nabi Adam a.s. yang langsung diciptakan Allah, sedang dalam surat Ali'Imran, disebutkan tentang kelahiran Nabi 'Isa a.s. yang kedua-duanya diciptakan Allah secara menyelisihi kebiasaan.2. Dalam surat Al Baqarah, sifat dan perbuatan orang-orang Yahudi dibentangkan secara luas disertai dengan hujjah untuk mematahkan hujjah-hujjah mereka yang membela kesesatan, sedang dalam surat Ali 'Imran, dibentangkan hal-hal serupa yang berhubungan dengan orang Nasrani.3. Surat Al Baqarah dimulai dengan menyebutkan tiga golongan manusia, yaitu orang mukmin, orang yang mengimani hari akhir, dan orang munafik. Sementara itu, surat Ali 'Imran dimulai dengan menyebutkan orang yang suka mentakwilkan ayat yang mutasyabihaat secara salah untuk memfitnah orang mukmin, dan menyebutkan orang yang mempunyai keahlian dalam menakwilkannya.4. Surat Al Baqarah disudahi dengan permohonan kepada Allah agar kesalahan-kesalahan dan kealpaan dalam melaksanakan ketaatan diampuni, sedang surat Ali 'Imran disudahi dengan permohonan kepada Allah agar Dia memberi pahala atas amal saleh yang dilakukan hamba-Nya.5. Surat Al Baqarah dimulai dengan menyebutkan sifat-sifat orang yang bertakwa, sedang surat Ali 'Imran dimulai dengan perintah bertakwa.",
      "verses": [
        {
          "number": 77,
          "arabic": "أَوَلَا يَعْلَمُونَ أَنَّ ٱللَّهَ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ",
          "transliteration": "awalā yaʿlamūna anna l-laha yaʿlamu mā yusirrūna wamā yuʿ'linūna",
          "translation": "Dan tidakkah mereka tahu bahwa Allah mengetahui apa yang mereka sembunyikan dan apa yang mereka tampakkan?",
          "tafsir": "Ayat ini sebagai celaan dan pukulan bagi orang Yahudi terutama bagi para pemalsu yang menyembunyikan sifat-sifat Nabi Muhammad dan mengubah kitab suci mereka, seolah-olah mereka hendak menyembunyikan kekufuran dan kedustaan mereka. Tetapi Allah mengetahui tentang segala yang mereka lahirkan (tampakkan), yaitu memperlihatkan keimanan dan bermuka manis."
        },
        {
          "number": 78,
          "arabic": "وَمِنْهُمْ أُمِّيُّونَ لَا يَعْلَمُونَ ٱلْكِتَـٰبَ إِلَّآ أَمَانِىَّ وَإِنْ هُمْ إِلَّا يَظُنُّونَ",
          "transliteration": "wamin'hum ummiyyūna lā yaʿlamūna l-kitāba illā amāniyya wa-in hum illā yaẓunnūna",
          "translation": "Dan di antara mereka ada yang buta huruf, tidak memahami Kitab (Taurat), kecuali hanya berangan-angan dan mereka hanya menduga-duga.",
          "tafsir": "Dalam ayat ini diberitahukan tentang orang-orang awam pengikut-pengikut mereka yang mengikuti saja kemauan pendeta-pendeta yang memutarbalikkan isi Taurat. Baik pemimpin atau pun pengikutnya, keduanya dalam kesesatan. Di antara orang-orang Yahudi itu ada golongan ummi yaitu orang-orang yang buta huruf, tidak dapat membaca dan menulis. Mereka hanya dapat menghafal Kitab Taurat, tetapi mereka tidak dapat memahami makna dan kandungan isinya, dan amal perbuatannya pun tidak dapat mencerminkan apa yang dimaksud oleh isi Taurat itu. Mereka adalah kaum yang hanya mendasarkan sesuatu kepada sangkaan saja, tidak sampai kepada martabat keyakinan yang berdasarkan keterangan-keterangan yang pasti tidak meragukan. Orang-orang Yahudi itu memang banyak ingkar terhadap kebenaran, meskipun kebenaran itu telah terang dan jelas. Mereka banyak mendustakan ayat-ayat Allah, dan paling banyak tertipu oleh dirinya sendiri serta suka memakan harta orang lain dengan cara haram, seperti riba, menipu dan suap. Mereka menganggap bahwa mereka adalah orang yang paling utama di antara bangsa di dunia."
        },
        {
          "number": 79,
          "arabic": "فَوَيْلٌ لِّلَّذِينَ يَكْتُبُونَ ٱلْكِتَـٰبَ بِأَيْدِيهِمْ ثُمَّ يَقُولُونَ هَـٰذَا مِنْ عِندِ ٱللَّهِ لِيَشْتَرُوا۟ بِهِۦ ثَمَنًا قَلِيلًا ۖ فَوَيْلٌ لَّهُم مِّمَّا كَتَبَتْ أَيْدِيهِمْ وَوَيْلٌ لَّهُم مِّمَّا يَكْسِبُونَ",
          "transliteration": "fawaylun lilladhīna yaktubūna l-kitāba bi-aydīhim thumma yaqūlūna hādhā min ʿindi l-lahi liyashtarū bihi thamanan qalīlan fawaylun lahum mimmā katabat aydīhim wawaylun lahum mimmā yaksibūna",
          "translation": "Maka celakalah orang-orang yang menulis kitab dengan tangan mereka (sendiri), kemudian berkata, \"Ini dari Allah,\" (dengan maksud) untuk menjualnya dengan harga murah. Maka celakalah mereka, karena tulisan tangan mereka, dan celakalah mereka karena apa yang mereka perbuat.<sup foot_note=134988>1</sup>",
          "tafsir": "Pada ayat ini dijelaskan siapa orang-orang yang terlibat dalam pemalsuan kitab suci, yaitu mereka yang menyesatkan dengan mengada-adakan dusta terhadap Allah dan memakan harta orang lain dengan tidak sah. Orang-orang yang bersifat seperti itu akan celaka terutama pendeta mereka yang menulis kitab Taurat dengan menuruti kemauan sendiri, kemudian mengatakan kepada orang awam, bahwa inilah Taurat yang sebenarnya. Mereka berbuat begitu untuk mendapatkan keuntungan duniawi seperti pangkat, kedudukan, dan harta benda. Diterangkan bahwa keuntungan yang mereka ambil itu amat sedikit dibanding dengan kebenaran yang dijualnya yang sebenarnya sangat mahal dan tinggi nilainya. Kemudian Allah mengulangi ancaman-Nya terhadap perbuatan pendeta Yahudi itu, bahwa kepada mereka akan ditimpakan siksaan yang pedih. Pendeta-pendeta Yahudi yang menulis Taurat itu melakukan tiga kejahatan, yaitu: 1. Menyembunyikan sifat-sifat Nabi saw yang disebut dalam Taurat. 2. Berdusta kepada Allah. 3. Mengambil harta orang lain dengan cara yang tidak sah. Para pendeta itu berkata, \"Kitab ini dari Allah.\" Padahal Kitab itu sama sekali bukan dari Allah. Kitab tersebut justru menghambat manusia untuk memperhatikan Kitab Allah dan petunjuk-petunjuk yang ada di dalamnya. Perbuatan itu hanya dilakukan oleh: 1.Orang yang memang keluar dari agama, yang sengaja merusak agama dan menyesatkan pengikut-pengikutnya. Ia memakai pakaian agama dan menampakkan diri sebagai orang yang mengadakan perbaikan untuk menipu manusia agar orang-orang tersebut menerima apa yang dia tulis dan apa yang dia katakan. 2.Orang yang sengaja menakwilkan dan sengaja membuat tipu muslihat agar mudah bagi manusia menyalahi agama. Orang ini berbuat demikian untuk mencari harta dan kemegahan."
        },
        {
          "number": 80,
          "arabic": "وَقَالُوا۟ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامًا مَّعْدُودَةً ۚ قُلْ أَتَّخَذْتُمْ عِندَ ٱللَّهِ عَهْدًا فَلَن يُخْلِفَ ٱللَّهُ عَهْدَهُۥٓ ۖ أَمْ تَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعْلَمُونَ",
          "transliteration": "waqālū lan tamassanā l-nāru illā ayyāman maʿdūdatan qul attakhadhtum ʿinda l-lahi ʿahdan falan yukh'lifa l-lahu ʿahdahu am taqūlūna ʿalā l-lahi mā lā taʿlamūna",
          "translation": "Dan mereka berkata, \"Neraka tidak akan menyentuh kami, kecuali beberapa hari saja.\" Katakanlah, \"Sudahkah kamu menerima janji dari Allah, sehingga Allah tidak akan mengingkari janji-Nya, ataukah kamu mengatakan tentang Allah, sesuatu yang tidak kamu ketahui?\"",
          "tafsir": "Dalam ayat ini disebutkan lagi segi lain dari kedurhakaan orang Yahudi yaitu mengenai anggapan mereka bahwa mereka tidak akan dibakar oleh api neraka kecuali hanya beberapa hari saja. Maksudnya, mereka tidak kekal di dalam neraka karena menganggap diri mereka adalah putra dan kekasih Allah. Kebanyakan orang Yahudi berpendapat bahwa mereka dimakan api selama tujuh hari. Karena umur dunia menurut pendapat mereka 7000 tahun, maka siapa di antara mereka yang tidak memperoleh keselamatan dan kemenangan serta kebahagiaan, mereka akan mendekam dalam neraka selama 7 hari. Sehari untuk tiap 1000 tahun."
        },
        {
          "number": 81,
          "arabic": "بَلَىٰ مَن كَسَبَ سَيِّئَةً وَأَحَـٰطَتْ بِهِۦ خَطِيٓـَٔتُهُۥ فَأُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
          "transliteration": "balā man kasaba sayyi-atan wa-aḥāṭat bihi khaṭīatuhu fa-ulāika aṣḥābu l-nāri hum fīhā khālidūna",
          "translation": "Tidaklah demikian! Barang siapa berbuat keburukan dan dosanya telah menenggelamkannya, maka mereka itu penghuni neraka. Mereka kekal di dalamnya.",
          "tafsir": "Pada ayat ini dengan tegas Allah menyatakan tidak benar sama sekali apa yang mereka katakan itu. Bahkan api akan membakar diri mereka dan orang-orang lain dalam waktu yang lama sesuai dengan dosa mereka. Dosa di sini ialah dosa mempersekutukan Allah. Maka orang yang mempersekutukan Allah dan orang-orang kafir kekal di dalam neraka. Sebagian ulama berpendapat bahwa yang dimaksud dengan dosa di sini ialah kesalahan pada umumnya. Mereka berpendapat bahwa yang dimaksud dengan kekal di sini ialah mendekam dalam neraka dalam waktu yang lama sampai batas waktu yang telah dikehendaki Allah. Orang yang berbuat maksiat dan mengerjakan dosa-dosa besar, dia mendekam di dalam neraka beberapa lama waktunya, kemudian keluar dari neraka, kapan Allah menghendakinya. Apabila manusia bertobat dengan jujur atas segala macam dosa dan meninggalkan dengan sungguh-sungguh dosa-dosanya itu, maka dirinya tidak akan diliputi oleh kesalahan-kesalahan dan jiwanya tidak akan berkarat dengan kesalahan-kesalahan itu."
        },
        {
          "number": 82,
          "arabic": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلْجَنَّةِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
          "transliteration": "wa-alladhīna āmanū waʿamilū l-ṣāliḥāti ulāika aṣḥābu l-janati hum fīhā khālidūna",
          "translation": "Dan orang-orang yang beriman dan mengerjakan kebajikan, mereka itu penghuni surga. Mereka kekal di dalamnya.",
          "tafsir": "Ayat ini menjanjikan kepada orang yang beramal saleh akan mendapat ganjaran berupa surga. Biasanya ayat ancaman selalu diikuti dengan ayat janji baik (harapan). Faedahnya antara lain sebagai berikut: 1.Untuk menunjukkan keadilan Ilahi. Bilamana Allah menetapkan azab yang abadi bagi orang yang terus-menerus dalam kekafiran, maka Allah juga menetapkan pahala abadi (surga) bagi mereka yang terus-menerus dalam iman. 2.Bahwa janji baik (harapan) dan janji buruk (ancaman) dari Allah itu menanamkan rasa harap dan cemas yang seimbang ke dalam jiwa orang mukmin. 3.Bahwa Allah dengan janji baik-Nya menunjukkan kesempurnaan rahmat-Nya dan dengan ancaman-Nya Allah menunjukkan kesempurnaan keadilan-Nya. Semua orang yang membenarkan Allah dan Rasul-Nya dan beriman kepada hari akhirat serta mengerjakan perbuatan baik, menunaikan kewajiban-kewajiban dan menjauhkan diri dari maksiat, mereka itulah yang pantas masuk surga sebagai balasan yang setimpal terhadap ketundukan mereka kepada Allah dan keikhlasan mereka kepada-Nya, baik secara rahasia maupun nyata. Di dalam ayat ini jelas terbukti bahwa masuk surga itu dikaitkan dengan iman yang benar dan amal saleh seperti tersebut di dalam hadis: \"Bahwa Nabi saw bersabda kepada Sufyan bin Abdillah as-saqafi, tatkala Sufyan bertanya kepada Rasul, \"Ya Rasulullah, terangkanlah kepadaku mengenai Islam, suatu petunjuk yang tidak perlu lagi saya bertanya tentang hal itu kepada orang lain\". Nabi menjawab, \"Katakanlah, saya beriman kepada Allah, kemudian istiqamahlah kamu\". (Riwayat Muslim dari Sufyan bin 'Abdillah as-tsaqafi)"
        },
        {
          "number": 83,
          "arabic": "وَإِذْ أَخَذْنَا مِيثَـٰقَ بَنِىٓ إِسْرَٰٓءِيلَ لَا تَعْبُدُونَ إِلَّا ٱللَّهَ وَبِٱلْوَٰلِدَيْنِ إِحْسَانًا وَذِى ٱلْقُرْبَىٰ وَٱلْيَتَـٰمَىٰ وَٱلْمَسَـٰكِينِ وَقُولُوا۟ لِلنَّاسِ حُسْنًا وَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَءَاتُوا۟ ٱلزَّكَوٰةَ ثُمَّ تَوَلَّيْتُمْ إِلَّا قَلِيلًا مِّنكُمْ وَأَنتُم مُّعْرِضُونَ",
          "transliteration": "wa-idh akhadhnā mīthāqa banī is'rāīla lā taʿbudūna illā l-laha wabil-wālidayni iḥ'sānan wadhī l-qur'bā wal-yatāmā wal-masākīni waqūlū lilnnāsi ḥus'nan wa-aqīmū l-ṣalata waātū l-zakata thumma tawallaytum illā qalīlan minkum wa-antum muʿ'riḍūna",
          "translation": "Dan (ingatlah) ketika Kami mengambil janji dari Bani Israil, \"Janganlah kamu menyembah selain Allah, dan berbuat baiklah kepada kedua orang tua, kerabat, anak-anak yatim, dan orang-orang miskin. Dan bertutur katalah yang baik kepada manusia, laksanakan salat dan tunaikanlah zakat.\" Tetapi kemudian kamu berpaling (mengingkari), kecuali sebagian kecil dari kamu, dan kamu (masih menjadi) pembangkang.",
          "tafsir": "Allah mengingatkan Nabi Muhammad saw, ketika Dia menetapkan atas Bani Israil akan janji yang harus mereka penuhi, yaitu bahwa mereka tidak akan menyembah sesuatu selain Allah. Allah melarang mereka beribadah kepada selain Allah, biarpun berupa manusia atau berhala dan lain-lain, karena hal itu berarti mempersekutukan Allah dengan benda-benda tersebut. Menyembah kepada selain Allah adakalanya dengan perbuatan-perbuatan yang lain yang berupa mengagungkan sesuatu yang disembah itu. Agama Allah yang dibawa oleh para utusan-Nya semua menekankan untuk menyembah Allah yang Maha Esa dan tidak mempersekutukan-Nya dengan suatu apa pun, seperti firman Allah: Dan sembahlah Allah dan janganlah kamu mempersekutukan-Nya dengan sesuatu apa pun¦. (an-Nisa'/4:36) Janji dari Bani Israil ini diawali dengan janji memenuhi hak Allah, hak yang tertinggi dan terbesar yaitu hanya Dia semata-mata yang berhak disembah, tidak ada sesuatu pun yang disekutukan dengan Dia. Semua makhluk diperintahkan menyembah-Nya dan untuk tugas inilah sebenarnya mereka diciptakan. Sesudah menyebutkan hak Allah, disusul dengan perintah berbuat kebajikan kepada orang tua, suatu amal kebajikan yang tertinggi. Karena melalui kedua orang tualah Allah menciptakan manusia. Allah berfirman: ¦Dan berbuatbaiklah kepada kedua orang tua, ... (an-Nisa'/4:36) Berbuat kebajikan kepada orang tua ialah dengan mengasihi, memelihara dan menjaganya dengan sempurna serta menuruti kemauannya selama tidak menyalahi perintah Allah. Adapun hikmah berbakti kepada ibu dan bapak ialah karena ibu bapak itu telah berkorban untuk kepentingan anaknya pada waktu masih kecil dengan perhatian yang penuh dan belas kasihan. Mereka mendidiknya dan mengurus segala kepentingan anaknya itu ketika masih lemah, belum dapat mengambil suatu manfaat dan belum dapat pula menghindar dari suatu bahaya. Selain dari itu, orang tua memberikan kasih sayang yang tidak ada tandingannya. Apakah tidak wajib bagi anak memberikan balasan kepada ibu-bapaknya sebagai imbalan atas budi baiknya? Tidak ada balasan untuk kebaikan selain kebaikan (pula). (ar-Rahman/55:60) Kecintaan kedua orang tua kepada anaknya disebabkan: 1. Rasa cinta kasih yang dianugerahkan Allah kepada keduanya untuk menyempurnakan nikmat-Nya demi terpeliharanya jenis manusia. 2.Rasa syukur terhadap anak-anaknya. 3.Harapan pada masa depan anaknya untuk dapat menolongnya baik dengan harta maupun dengan tenaga dalam kehidupan. 4.Dapat melanjutkan misi kedua orang tuanya. Sesudah Allah menyebutkan hak kedua orang tua, disebutkan pula hak kerabat (kaum keluarga) yaitu berbuat kebajikan terhadap mereka, karena berbuat kebajikan kepada karib kerabat adalah faktor yang memperkuat tali persaudaraan di antara kaum kerabat itu. Suatu umat ini terdiri atas keluarga dan rumah tangga. Maka kebaikan dan keburukan umat tergantung kepada kebaikan dan keburukan keluarga dan rumah tangga. Orang yang tidak membina rumah tangga berarti dia tidak ikut membina unsur umat. Kemudian setiap rumah tangga itu hendaklah menghubungkan tali pcrsaudaraan dengan rumah tangga lainnya berdasarkan tali keturunan, keagamaan atau pun kebangsaan. Dengan demikian akan terbinalah suatu bangsa dan umat yang kuat. Mengadakan hubungan erat sesama keluarga adalah sesuai dengan fitrah manusia. Agama Islam, agama fitrah memberi jalan yang baik bagi pertumbuhan ikatan kerabat ini. Kemudian Allah menyebutkan pula hak orang-orang yang memerlukan bantuan, yaitu hak orang miskin. Berbuat baik kepada anak yatim ialah mendidiknya dengan baik dan memelihara segala hak-haknya. Al-Qur'an dan Sunah sangat menganjurkan agar memperhatikan anak yatim walaupun ia kaya, karena yang dipandang ialah keyatimannya. Mereka telah kehilangan orang yang menjadi tempat mereka mengadu. Allah mewasiatkan anak-anak yatim kepada masyarakat agar menganggap mereka itu sebagai anak sendiri, untuk memberikan pendidikan. Jika mereka terlantar, mereka dapat menimbulkan kerusakan pada anak-anak lainnya, dan akibatnya lebih besar pada bangsa dan negara. Berbuat ihsan kepada orang miskin ialah memberikan bantuan kepada mereka terutama pada waktu mereka ditimpa kesulitan. Nabi bersabda: Orang yang menolong janda dan orang miskin, seperti orang yang berjuang di jalan Allah. (Riwayat Muslim dari Abu Hurairah). Allah mendahulukan menyebut anak yatim daripada orang miskin karena orang miskin itu dapat berusaha sendiri untuk mencari makan, sedang anak yatim, dikarenakan masih kecil, belum sanggup berusaha sendiri. Sesudah mendapat perintah berbuat kebaikan kepada kedua orang tua, kaum keluarga, anak-anak yatim dan orang-orang miskin, kemudian perintah mengucapkan kata-kata yang baik kepada sesama manusia. Bilamana kebajikan itu telah dikerjakan berarti ketinggian dan kemajuan masyarakat telah tercapai. Allah selanjutnya memerintahkan kepada Bani Israil untuk melaksanakan salat dan zakat seperti yang digariskan Allah untuk mereka. Salat pada tiap agama bertujuan memperbaiki jiwa, membersihkannya dari kerendahan budi dan menghiasi jiwa dengan rupa-rupa keutamaan. Ruh salat ialah ikhlas kepada Allah, tunduk kepada kebesaran dan kekuasaan-Nya. Apabila salat itu kosong dari ruh tersebut, tidak akan memberi faedah apa pun. Bani Israil selalu mengabaikan ruh salat itu sejak dahulu sampai waktu Al-Qur'an diturunkan dan bahkan sampai sekarang. Zakat juga diperintahkan kepada mereka, karena zakat mengandung maslahat bagi masyarakat. Orang-orang Yahudi dahulu mempunyai beberapa macam kewajiban zakat. Tetapi Bani Israil berpaling dari perintah-perintah itu, tidak menjalankannya, bahkan menghindarinya. Termasuk penyelewengan mereka ialah menganggap pendeta-pendeta mereka sebagai Tuhan yang menetapkan hukum halal dan haram, menambah upacara-upacara agama menurut keinginan mereka, meninggalkan nafkah terhadap kerabat, melalaikan zakat, tidak melakukan amar makruf nahi mungkar serta perbuatan lain yang meruntuhkan agama. Hanya sebagian kecil dari mereka pada zaman Musa a.s. atau pada tiap zaman yang taat pada perintah Allah. Pada tiap zaman, pada tiap bangsa atau umat selalu ada golongan orang yang ikhlas berjuang memelihara kebenaran sesuai dengan keyakinan dan kemampuan mereka. Namun demikian bila kemungkaran telah menyebar pada umat itu, kehadiran orang-orang ikhlas itu tidaklah mencegah turunnya azab Allah. Di akhir ayat ini Allah berfirman, \"Dan kamu (hai Bani Israil) selalu berpaling.\" Ayat ini menunjukkan kebiasaan dan kesukaan mereka tidak menaati petunjuk dan perintah Ilahi, sehingga tersebarlah kemungkaran dan turunlah azab kepada mereka."
        }
      ]
    }
  ]
}