{
  "pageNumber": 435,
  "juz": 22,
  "surahs": [
    {
      "number": 35,
      "name": "Fatir",
      "nameArabic": "فاطر",
      "meaning": "Pencipta",
      "revelation": "Makkah",
      "description": "Surat Fathir terdiri dari 45 ayat, termasuk golongan surat Makkiyyah, diturunkan setelah surat Al-Furqan, dan merupakan surat terakhir di antara urutan surat-surat dalam Al-Qur'an yang dimulai dengan \"Alhamdulillah\".Dinamakan \"Fathir\" (pencipta) karena ada hubungannya dengan kata \"Fathir\" yang terdapat pada ayat pertama surat ini.Pada ayat tersebut diterangkan bahwa Allah adalah Pencipta langit dan bumi, Pencipta malaikat-malaikat, dan Pencipta semesta alam, yang semuanya itu adalah sebagai bukti atas kekuasaan dan kebesaran-Nya.Surat ini dinamai juga dengan \"surat Malaikat\" karena pada ayat pertama disebutkan bahwa Allah telah menciptakan malaikat-malaikat, sebagai utusan-Nya, yang mempunyai beberapa sayap.**Pokok-Pokok Isi:**1. **Keimanan:** Bukti-bukti kekuasaan Allah dan nikmat-nikmat yang telah Dia anugerahkan; Allah menciptakan para malaikat sesuai dengan bentuk yang Dia kehendaki; bukti-bukti atas kebenaran adanya hari kebangkitan.2. **Lain-lain:** Kesenangan hidup di dunia hanyalah sementara; menguatkan hati Rasulullah dalam menyeru orang-orang kafir dengan mengingatkannya kepada rasul-rasul yang terdahulu dan orang-orang yang mendustakannya; seruan kepada manusia agar mengerjakan amal baik dan meninggalkan perbuatan buruk agar jangan mengikuti langkah setan; Setiap orang memikul dosanya sendiri; manusia adalah khalifah Allah di bumi; gambaran akibat yang diterima oleh orang mukmin dan orang-orang kafir; tingkatan orang-orang mukmin.Kesimpulan surat Fathir ialah mengajak untuk mensyukuri nikmat yang diberikan Allah kepada manusia, menjauhi perbuatan jahat, memikirkan tentang keindahan-keindahan semesta alam, dan manusia adalah sebagai khalifah Allah di bumi.**Hubungan Surat Fathir Dengan Surat Yasin:**1. Pada bagian akhir surat Fathir dikemukakan bahwa orang-orang musyrik bersumpah akan beriman apabila seorang pemberi peringatan (rasul) datang kepada mereka, tetapi setelah rasul itu datang, mereka tetap mengingkarinya. Pada permulaan surat Yasin Allah menegaskan bahwa Nabi Muhammad adalah seorang rasul yang selalu berada di jalan yang lurus untuk memberi peringatan, tetapi orang-orang kafir tetap tidak beriman.2. Pada surat Fathir disebutkan bahwa Allah menundukkan matahari dan bulan, masing-masing beredar menurut waktu yang sudah ditentukan, sedangkan pada surat Yasin disebutkan bahwa matahari dan bulan beredar pada garis edar yang telah ditetapkan Allah.",
      "verses": [
        {
          "number": 4,
          "arabic": "وَإِن يُكَذِّبُوكَ فَقَدْ كُذِّبَتْ رُسُلٌ مِّن قَبْلِكَ ۚ وَإِلَى ٱللَّهِ تُرْجَعُ ٱلْأُمُورُ",
          "transliteration": "wa-in yukadhibūka faqad kudhibat rusulun min qablika wa-ilā l-lahi tur'jaʿu l-umūru",
          "translation": "Dan jika mereka mendustakan engkau (setelah engkau beri peringatan), maka sungguh, rasul-rasul sebelum engkau telah didustakan pula. Dan hanya kepada Allah segala urusan dikembalikan.",
          "tafsir": "Pada ayat ini, Allah menghibur Nabi Muhammad bahwa kalau kaumnya mendustakannya terus-menerus atas kebenaran yang disampaikannya sesudah ia mengemukakan alasan-alasan dan tamsil (ibarat) kepada mereka, maka hendaklah ia bersabar sebagaimana halnya rasul-rasul sebelumnya yang selalu disakiti oleh kaumnya, sampai tiba saatnya ia mendapat kemenangan sesuai dengan ketentuan Allah yang telah dijanjikan-Nya. Hendaklah ia mengembalikan segala urusan kepada Allah. Dia akan memberi balasan atas kesabarannya dan imbalan siksa kepada kaumnya yang selalu mendustakan-Nya."
        },
        {
          "number": 5,
          "arabic": "يَـٰٓأَيُّهَا ٱلنَّاسُ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ ۖ فَلَا تَغُرَّنَّكُمُ ٱلْحَيَوٰةُ ٱلدُّنْيَا ۖ وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلْغَرُورُ",
          "transliteration": "yāayyuhā l-nāsu inna waʿda l-lahi ḥaqqun falā taghurrannakumu l-ḥayatu l-dun'yā walā yaghurrannakum bil-lahi l-gharūru",
          "translation": "Wahai manusia! Sungguh, janji Allah itu benar, maka janganlah kehidupan dunia memperdayakan kamu dan janganlah (setan) yang pandai menipu, memperdayakan kamu tentang Allah.",
          "tafsir": "Pada ayat ini, Allah menerangkan kebenaran janji-Nya, yaitu terjadinya hari Kebangkitan dan hari Pembalasan. Apabila seseorang taat kepada perintah-Nya akan diberi pahala, dan orang yang mendurhakai-Nya akan disiksa. Janji Allah pada waktunya akan menjadi kenyataan. Dia itu tidak akan pernah menyalahi janji-Nya, sebagaimana firman Allah: Sungguh, Allah tidak menyalahi janji. (ali 'Imran/3: 9) Oleh karena itu, tidaklah pada tempatnya bila seseorang teperdaya dengan kehidupan dunia yang mewah, sehingga ia \"lupa daratan\", bahkan melupakan Tuhan. Semua waktunya dipergunakan untuk menumpuk harta tanpa mengingat Allah sedikit pun. Hal demikian itu dilarang oleh Allah sebagaimana firman-Nya: Wahai orang-orang yang beriman! Janganlah harta benda dan anak-anakmu melalaikan kamu dari mengingat Allah. (al-Munafiqun/63: 9) Begitu pula janganlah seseorang dapat tertipu dan teperdaya dengan bujukan dan godaan setan, dengan mudah menuruti bisikan dan ajakannya karena setan tidak hanya mengajak kepada hal-hal yang keji dan mungkar, tetapi kadangkala ia menyuruh orang untuk berbuat baik dengan tujuan ria. Allah berfirman : Wahai orang-orang yang beriman! Janganlah kamu mengikuti langkah-langkah setan. Barang siapa mengikuti langkah-langkah setan, maka sesungguhnya dia (setan) menyuruh mengerjakan perbuatan yang keji dan mungkar. (an-Nur/24: 21)"
        },
        {
          "number": 6,
          "arabic": "إِنَّ ٱلشَّيْطَـٰنَ لَكُمْ عَدُوٌّ فَٱتَّخِذُوهُ عَدُوًّا ۚ إِنَّمَا يَدْعُوا۟ حِزْبَهُۥ لِيَكُونُوا۟ مِنْ أَصْحَـٰبِ ٱلسَّعِيرِ",
          "transliteration": "inna l-shayṭāna lakum ʿaduwwun fa-ittakhidhūhu ʿaduwwan innamā yadʿū ḥiz'bahu liyakūnū min aṣḥābi l-saʿīri",
          "translation": "Sungguh, setan itu musuh bagimu, maka perlakukanlah ia sebagai musuh, karena sesungguhnya setan itu hanya mengajak golongannya agar mereka menjadi penghuni neraka yang menyala-nyala.",
          "tafsir": "Pada ayat ini, Allah menerangkan bahwa setan itu adalah musuh abadi bagi manusia yang selalu membuat keraguan, membisikkan yang jahat dengan daya tariknya yang memesona, supaya manusia menuruti dan mengerjakannya. Firman Allah: Setan telah menjadikan terasa indah bagi mereka perbuatan (buruk) mereka, sehingga menghalangi mereka dari jalan (Allah), sedangkan mereka adalah orang-orang yang berpandangan tajam. (al-'Ankabut/29: 38) Oleh karena itu, hendaklah manusia menganggap dan menjadikan setan itu musuhnya yang sangat berbahaya, yang tidak perlu dilayani dan diikuti sama sekali, sebagaimana firman Allah: Dan janganlah kamu mengikuti langkah-langkah setan. Sesungguhnya setan itu musuh yang nyata bagimu. (al-An'am/6: 142) Pada akhir ayat ini ditegaskan bahwa maksud dan tujuan setan mendorong manusia berbuat yang bertentangan dengan perintah Allah adalah untuk mencari teman sebanyak-banyaknya, menjadi penghuni neraka yang menyala-nyala. Firman Allah: Apakah mereka (akan mengikuti nenek moyang mereka) walaupun sebenarnya setan menyeru mereka ke dalam azab api yang menyala-nyala (neraka)? (Luqman/31: 21)"
        },
        {
          "number": 7,
          "arabic": "ٱلَّذِينَ كَفَرُوا۟ لَهُمْ عَذَابٌ شَدِيدٌ ۖ وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ لَهُم مَّغْفِرَةٌ وَأَجْرٌ كَبِيرٌ",
          "transliteration": "alladhīna kafarū lahum ʿadhābun shadīdun wa-alladhīna āmanū waʿamilū l-ṣāliḥāti lahum maghfiratun wa-ajrun kabīrun",
          "translation": "Orang-orang yang kafir, mereka akan mendapat azab yang sangat keras. Dan orang-orang yang beriman dan mengerjakan kebajikan, mereka memperoleh ampunan dan pahala yang besar.",
          "tafsir": "Dalam ayat ini diterangkan bahwa orang-orang yang ingkar kepada Allah dan rasul-Nya akan mendapat azab yang keras dan pedih di dalam neraka. Azab itu sebagai balasan atas keingkaran mereka pada bujukan setan, lalu mengikuti langkah-langkahnya. Adapun orang-orang yang membenarkan perintah-perintah yang dibawa oleh rasul-Nya dan mengerjakan amal saleh akan memperoleh ampunan dan pahala yang besar. Dosa-dosa mereka diampuni oleh Allah, pahala mereka dilipatgandakan dan telah disiapkan surga sebagai balasan atas iman yang mantap di dalam hati mereka dan amal saleh yang ikhlas karena Allah semata. Firman Allah: Dan sampaikanlah kabar gembira kepada orang-orang yang beriman dan berbuat kebajikan, bahwa untuk mereka (disediakan) surga-surga yang mengalir di bawahnya sungai-sungai. (al-Baqarah/2: 25)"
        },
        {
          "number": 8,
          "arabic": "أَفَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ فَرَءَاهُ حَسَنًا ۖ فَإِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهْدِى مَن يَشَآءُ ۖ فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَٰتٍ ۚ إِنَّ ٱللَّهَ عَلِيمٌۢ بِمَا يَصْنَعُونَ",
          "transliteration": "afaman zuyyina lahu sūu ʿamalihi faraāhu ḥasanan fa-inna l-laha yuḍillu man yashāu wayahdī man yashāu falā tadhhab nafsuka ʿalayhim ḥasarātin inna l-laha ʿalīmun bimā yaṣnaʿūna",
          "translation": "Maka apakah pantas orang yang dijadikan terasa indah perbuatan buruknya, lalu menganggap baik perbuatannya itu? Sesungguhnya Allah menyesatkan siapa yang Dia kehendaki dan memberi petunjuk kepada siapa yang Dia kehendaki. Maka janganlah engkau (Muhammad) biarkan dirimu binasa karena kesedihan terhadap mereka. Sesungguhnya Allah Maha Mengetahui apa yang mereka perbuat.",
          "tafsir": "Pada ayat ini, Allah menerangkan perbedaan besar antara dua golongan disebut pada ayat sebelumnya. Orang-orang yang teperdaya dan dapat ditipu oleh setan, sehingga pekerjaan mereka yang buruk dianggapnya baik, tentunya tidak sama dengan orang-orang yang tidak dapat ditipu oleh setan. Sebagaimana firman Allah: Katakanlah (Muhammad), \"Apakah perlu Kami beritahukan kepadamu tentang orang yang paling rugi perbuatannya?\" (Yaitu) orang yang sia-sia perbuatannya dalam kehidupan dunia, sedangkan mereka mengira telah berbuat sebaik-baiknya. (al-Kahf/18: 103-104) Tersesat atau mendapat petunjuk ada di tangan Allah. Dia menyesatkan atau memberikan petunjuk kepada orang yang dikehendaki-Nya, sesuai dengan kebijaksanaan-Nya, berdasarkan keadaan hamba yang bersangkutan. Orang-orang yang ditetapkan tersesat, dia selalu mengerjakan perbuatan buruk dan keji. Sebaliknya orang-orang yang diberi petunjuk oleh Allah, selalu mengerjakan amalan yang baik. Oleh karena itu, Nabi Muhammad dilarang Allah untuk sedih dan cemas menghadapi kaumnya yang belum mau beriman dan menerima ajakannya, sehingga tidak membinasakan dirinya. Hal semacam ini diterangkan juga di ayat yang lain, firman Allah: Maka barangkali engkau (Muhammad) akan mencelakakan dirimu karena bersedih hati setelah mereka berpaling, sekiranya mereka tidak beriman kepada keterangan ini (Al-Qur'an). (al-Kahf/18: 6) Ayat ini ditutup dengan penegasan Allah bahwa Ia Mengetahui apa yang mereka perbuat, termasuk perbuatan buruk dan keji yang akan dibalas-Nya dengan balasan yang setimpal."
        },
        {
          "number": 9,
          "arabic": "وَٱللَّهُ ٱلَّذِىٓ أَرْسَلَ ٱلرِّيَـٰحَ فَتُثِيرُ سَحَابًا فَسُقْنَـٰهُ إِلَىٰ بَلَدٍ مَّيِّتٍ فَأَحْيَيْنَا بِهِ ٱلْأَرْضَ بَعْدَ مَوْتِهَا ۚ كَذَٰلِكَ ٱلنُّشُورُ",
          "transliteration": "wal-lahu alladhī arsala l-riyāḥa fatuthīru saḥāban fasuq'nāhu ilā baladin mayyitin fa-aḥyaynā bihi l-arḍa baʿda mawtihā kadhālika l-nushūru",
          "translation": "Dan Allah lah yang mengirimkan angin; lalu (angin itu) menggerakkan awan, maka Kami arahkan awan itu ke suatu negeri yang mati (tandus) lalu dengan hujan itu Kami hidupkan bumi setelah mati (kering). Seperti itulah kebangkitan.",
          "tafsir": "Pada ayat ini, Allah menerangkan bahwa Dia-lah Yang Menciptakan angin yang menggerakkan awan tebal yang mengandung air kemudian membawanya ke bumi yang tandus, dan menurunkan hujan. Dengan turunnya air hujan, bumi yang mati dan tidak ada pepohonan sedikit pun di atasnya berubah menjadi subur. Bumi menumbuhkan buah-buahan yang bermacam-macam dan beraneka ragam cita rasanya. Demikianlah Allah menghidupkan bumi sesudah mati dengan hujan yang turun dari awan. Kalau manusia mau menggunakan akalnya dan memikirkan dengan sungguh-sungguh tanda kekuasaan Allah seperti kejadian yang tersebut di atas, tentu ia akan sampai kepada suatu kesimpulan bahwa Allah yang berkuasa menghidupkan tanah yang mati, tentunya kuasa pula menghidupkan manusia yang sudah mati sekalipun telah hancur dan tulang-belulangnya berserakan. Diriwayatkan dari Abu Ruzain al-'Uqaili bahwa ia bertanya kepada Rasulullah saw tentang bagaimana cara Allah menghidupkan orang mati dan apa tanda-tandanya pada makhluk. Rasulullah saw menjawab, \"Wahai Abu Ruzain, pernahkah engkau melalui suatu lembah kaummu yang gersang, kemudian kamu melaluinya kembali dalam keadaan subur dan menghijau?\" Abu Ruzain menjawab, \"Pernah.\" Rasulullah bersabda, \"Begitulah Allah menghidupkan orang yang sudah mati.\""
        },
        {
          "number": 10,
          "arabic": "مَن كَانَ يُرِيدُ ٱلْعِزَّةَ فَلِلَّهِ ٱلْعِزَّةُ جَمِيعًا ۚ إِلَيْهِ يَصْعَدُ ٱلْكَلِمُ ٱلطَّيِّبُ وَٱلْعَمَلُ ٱلصَّـٰلِحُ يَرْفَعُهُۥ ۚ وَٱلَّذِينَ يَمْكُرُونَ ٱلسَّيِّـَٔاتِ لَهُمْ عَذَابٌ شَدِيدٌ ۖ وَمَكْرُ أُو۟لَـٰٓئِكَ هُوَ يَبُورُ",
          "transliteration": "man kāna yurīdu l-ʿizata falillahi l-ʿizatu jamīʿan ilayhi yaṣʿadu l-kalimu l-ṭayibu wal-ʿamalu l-ṣāliḥu yarfaʿuhu wa-alladhīna yamkurūna l-sayiāti lahum ʿadhābun shadīdun wamakru ulāika huwa yabūru",
          "translation": "Barangsiapa menghendaki kemuliaan, maka (ketahuilah) kemuliaan itu semuanya milik Allah. Kepada-Nyalah akan naik perkataan-perkataan yang baik,<sup foot_note=135658>1</sup> dan amal kebajikan Dia akan mengangkatnya.<sup foot_note=135659>2</sup> Adapun orang-orang yang merencanakan kejahatan mereka akan mendapat azab yang sangat keras, dan rencana jahat mereka akan hancur.",
          "tafsir": "Pada ayat ini, Allah menerangkan bahwa barang siapa ingin mendapatkan kemuliaan di dunia dan di akhirat, hendaklah ia senantiasa taat kepada Allah karena semua kemuliaan baik di dunia maupun di akhirat adalah kepunyaan-Nya. Dialah yang menerima perkataan-perkataan yang baik seperti kalimat tauhid, zikir, membaca Al-Qur'an, dan lainnya, begitu pula amal-amal yang baik yang disertai dengan keikhlasan akan diberi pahala oleh Allah. Sesuatu amal, baik berupa perkataan maupun perbuatan, yang dilakukan tanpa keikhlasan tidak akan berpahala, bahkan akan mendapat azab karena dianggap mendustakan agama. Ibadah salat, zakat, dan amal-amal baik yang lain apabila dilakukan dengan ria, yakni dikerjakan bukan untuk mencari keridaan Allah, tetapi mencari pujian atau ketenaran di masyarakat, tidak akan diterima oleh Allah. Firman Allah: Maka celakalah orang yang salat, (yaitu) orang-orang yang lalai terhadap salatnya, yang berbuat ria, dan enggan (memberikan) bantuan. (al-Ma'un/107: 4-7) Orang-orang yang merencanakan kejahatan terhadap orang-orang Islam, seperti merencanakan suatu hal yang akan menyebabkan mundurnya Islam atau kurang mendapat perhatian dari masyarakat dan lain-lain, akan mendapat siksa yang pedih di hari Kiamat dan rencana buruknya akan hancur tidak mencapai sasarannya seperti yang dialami orang-orang kafir Quraisy. Mereka dulu merencanakan akan menangkap Rasulullah saw lalu membunuh atau mengasingkannya di suatu tempat yang jauh dari tumpah darahnya, agar Islam menjadi lemah bahkan akan hilang lenyap di permukaan bumi."
        },
        {
          "number": 11,
          "arabic": "وَٱللَّهُ خَلَقَكُم مِّن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ جَعَلَكُمْ أَزْوَٰجًا ۚ وَمَا تَحْمِلُ مِنْ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلْمِهِۦ ۚ وَمَا يُعَمَّرُ مِن مُّعَمَّرٍ وَلَا يُنقَصُ مِنْ عُمُرِهِۦٓ إِلَّا فِى كِتَـٰبٍ ۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٌ",
          "transliteration": "wal-lahu khalaqakum min turābin thumma min nuṭ'fatin thumma jaʿalakum azwājan wamā taḥmilu min unthā walā taḍaʿu illā biʿil'mihi wamā yuʿammaru min muʿammarin walā yunqaṣu min ʿumurihi illā fī kitābin inna dhālika ʿalā l-lahi yasīrun",
          "translation": "Dan Allah menciptakan kamu dari tanah kemudian dari air mani, kemudian Dia menjadikan kamu berpasangan (laki-laki dan perempuan). Tidak ada seorang wanita pun yang mengandung dan melahirkan, melainkan dengan sepengetahuan-Nya. Dan tidak dipanjangkan umur seseorang dan tidak pula dikurangi umurnya, melainkan (sudah ditetapkan) dalam Kitab (Lauḥ Maḥfūẓ). Sungguh, yang demikian itu mudah bagi Allah.",
          "tafsir": "Pada ayat ini, Allah menerangkan kejadian Adam yang menjadi nenek moyang manusia. Ia dijadikan oleh Allah langsung dari tanah, kemudian keturunannya dijadikan dari sperma yang pada hakikatnya juga berasal dari tanah karena berasal dari makanan berupa beras, sayur-sayuran dan lain-lain, yang berasal dari tanah. Kemudian mereka dijadikan berpasang-pasangan, terdiri dari laki-laki dan perempuan. Tidak ada seorang perempuan yang mengandung atau melahirkan kecuali semuanya diketahui oleh Allah, tidak ada yang tersembunyi bagi-Nya. Sejalan dengan ayat ini Allah berfirman: Allah mengetahui apa yang dikandung oleh setiap perempuan, apa yang kurang sempurna dan apa yang bertambah dalam rahim. Dan segala sesuatu ada ukuran di sisi-Nya. (Allah) Yang mengetahui semua yang gaib dan yang nyata; Yang Mahabesar, Mahatinggi. (ar-Ra'd/13: 8-9) Tidak seorang pun yang berumur panjang, kecuali telah ditetapkan Allah lebih dahulu dan tertulis di Lauh Mahfudh, tidak akan bertambah dan tidak akan berkurang. Begitu pula orang yang telah ditetapkan berumur pendek, tidak akan lebih panjang dan tidak lebih pendek demi untuk menjaga keseimbangan di bumi supaya kemakmuran tertib jalannya. Hal demikian itu bagi Allah adalah mudah, karena Dia mengetahui segala sesuatu, tidak ada yang tersembunyi bagi-Nya."
        }
      ]
    }
  ]
}