{
  "pageNumber": 305,
  "juz": 16,
  "surahs": [
    {
      "number": 19,
      "name": "Maryam",
      "nameArabic": "مريم",
      "meaning": "Maryam",
      "revelation": "Makkah",
      "description": "Surat Maryam terdiri dari 98 ayat, dan termasuk surat Makkiyyah, karena hampir seluruh ayatnya diturunkan sebelum Nabi Muhammad hijrah ke Madinah, bahkan sebelum sahabat-sahabat beliau hijrah ke negeri Habasyah. Menurut riwayat Ibnu Mas'ud, Ja'far bin Abi Thalib membacakan permulaan surat Maryam ini kepada raja Najasyi dan pengikutnya ketika ia ikut hijrah bersama sahabat-sahabat yang lain ke negeri Habasyah.Surat ini dinamai \"Maryam\", karena surat ini menyinggung kisah Maryam, ibu Nabi 'Isa, yang melahirkan putranya, 'Isa, secara ajaib sebab tanpa melalui proses pernikahan dan percampuran dengan seorang laki-laki pun. Kelahiran 'Isa tanpa ayah merupakan suatu bukti kekuasaan Allah. Pengutaraan kisah Maryam sebagai kejadian yang luar biasa dan ajaib dalam surat ini diawali dengan kisah kejadian yang luar biasa dan ajaib pula, yaitu dikabulkannya doa Zakariya oleh Allah, agar beliau dianugerahi seorang putra sebagai pewaris dan pelanjut cita-cita serta kepercayaan beliau, sedang beliau sudah berusia lanjut dan istri beliau mandul, yang menurut ukuran ilmu biologi mustahil terjadi.**Pokok-Pokok Isi:**1. **Keimanan:** Allah berbuat sesuatu sesuai dengan kehendak-Nya meskipun tidak sesuai dengan hukum alam; 'Isa bukan anak Allah karena mustahil Allah mempunyai anak; Jibril turun kepada rasul-rasul membawa wahyu atas perintah Allah; pada hari kiamat orang kafir menghadap Allah dengan sendiri-sendiri dan semua manusia akan menghadap Allah sebagai hamba.2. **Kisah-kisah:** Allah mengabulkan doa Zakariya untuk memperoleh anak meskipun sudah berusia lanjut dan istri mandul; kisah kelahiran 'Isa tanpa ayah; kisah Ibrahim dengan ayahnya; Musa seorang yang dipilih oleh Allah; Ismail seorang yang membenarkan janji; Idris seorang yang sangat kuat kepercayaannya.3. **Lain-lain:** Ancaman terhadap orang yang meninggalkan shalat dan mengikuti hawa nafsu serta kabar gembira untuk orang-orang yang bertaubat dan mengerjakan amal saleh; keadaan di surga; membiarkan orang yang sesat bergelimang dalam kesesatan setelah diberi petunjuk adalah sunnatullah.Surat Maryam mengemukakan hal-hal yang perlu diperhatikan oleh manusia apabila mereka memikirkan kejadian-kejadian di alam semesta dalam hubungan dengan Penciptanya. Ada kejadian yang terjadi sesuai dengan sunnatullah dan dapat dipikirkan oleh manusia, dan ada pula kejadian yang luar biasa, aneh dan ajaib yang tidak mampu dipikirkan manusia. Kejadian-kejadian yang luar biasa ini terjadi pada orang-orang yang telah dipilih oleh Allah, dan dikemukakan kepada manusia agar mereka percaya kepada Allah Maha Pencipta.**Hubungan Surat Maryam Dengan Surat Thaha:**1. Surat Maryam mengemukakan kisah beberapa nabi dan rasul; ada yang secara terperinci, ada yang secara ringkas, dan ada pula yang hanya disebut namanya saja, yaitu Nabi Adam. Sementara itu, surat Thaha mengemukakan pula kisah beberapa orang nabi dan rasul sebagaimana halnya surat Maryam. Dalam surat Maryam, kisah Musa disebut secara singkat, sedangkan dalam surat Thaha dikemukakan secara terperinci. Begitu pula kisah Adam yang hanya namanya saja yang disebut dalam surat Maryam, sedangkan dalam surat Thaha dikemukakan secara terperinci.2. Menurut riwayat Ibnu Abbas, surat Thaha diturunkan kepada Nabi Muhammad setelah Allah menurunkan surat Maryam.3. Akhir surat Maryam menerangkan bahwa Al-Qur'an diturunkan dalam bahasa Arab, sebagai kabar gembira bagi orang-orang yang bertakwa dan peringatan bagi orang-orang yang ingkar, sedangkan awal surat Thaha menerangkan dan menguatkannya lagi.",
      "verses": [
        {
          "number": 1,
          "arabic": " كٓهيعٓصٓ",
          "transliteration": "kaf-ha-ya-ain-sad",
          "translation": "Kāf Hā Yā` 'Aīn Ṣād.",
          "tafsir": "Telah diterangkan dalam tafsir permulaan Surah al-Baqarah bahwa permulaan Surah-surah yang dimulai dengan huruf-huruf hijaiyah seperti Alif Lam Mim, Kaf Ha Ya 'Ain shad dan sebagainya termasuk ayat \"Mutasyabihat\" yang arti sesungguhnya hanya diketahui oleh Allah tujuannya agar jadi peringatan dan menambah perhatian tentang Al-Qur'an yang banyak mengandung hikmah dan rahasia yang mendalam."
        },
        {
          "number": 2,
          "arabic": "ذِكْرُ رَحْمَتِ رَبِّكَ عَبْدَهُۥ زَكَرِيَّآ",
          "transliteration": "dhik'ru raḥmati rabbika ʿabdahu zakariyyā",
          "translation": "(Yang dibacakan ini adalah) penjelasan tentang rahmat Tuhanmu kepada hamba-Nya, Zakaria,",
          "tafsir": "Yang dibaca ini adalah penjelasan tentang rahmat Tuhanmu yang dilimpahkan kepada seorang hamba-Nya yang sudah tua, yaitu Nabi Zakaria a.s. ketika beliau berdoa supaya diberi seorang anak yang saleh. Nabi Zakaria berasal dari keturunan Bani Israil yang menjadi nabi setelah Nabi Yunus untuk memimpin kaumnya."
        },
        {
          "number": 3,
          "arabic": "إِذْ نَادَىٰ رَبَّهُۥ نِدَآءً خَفِيًّا",
          "transliteration": "idh nādā rabbahu nidāan khafiyyan",
          "translation": "(yaitu) ketika dia berdoa kepada Tuhannya dengan suara yang lembut.",
          "tafsir": "Yaitu tatkala beliau berdoa dengan suara lembut lagi menyendiri dalam mihrabnya, supaya diberi keturunan yang akan melanjutkan tugas kerasulan. Doanya itu sengaja diucapkan dengan suara yang lembut dan dalam keadaan sunyi, supaya terasa lebih ikhlas dan terkabul. Kemudian Al-Qur'an menyebutkan bagaimana bunyi doanya itu. Berdoa memang diperintahkan Allah kepada kita semua dengan tawadhu, yaitu rendah hati serta dengan suara yang lembut, tidak menjerit-jerit, seperti disebutkan dalam firman Allah: Berdoalah kepada Tuhanmu dengan rendah hati dan suara yang lembut. Sungguh, Dia tidak menyukai orang-orang yang melampaui batas. (al-A'raf/7: 55)"
        },
        {
          "number": 4,
          "arabic": "قَالَ رَبِّ إِنِّى وَهَنَ ٱلْعَظْمُ مِنِّى وَٱشْتَعَلَ ٱلرَّأْسُ شَيْبًا وَلَمْ أَكُنۢ بِدُعَآئِكَ رَبِّ شَقِيًّا",
          "transliteration": "qāla rabbi innī wahana l-ʿaẓmu minnī wa-ish'taʿala l-rasu shayban walam akun biduʿāika rabbi shaqiyyan",
          "translation": "Dia (Zakaria) berkata, \"Ya Tuhanku, sungguh tulangku telah melemah dan kepalaku telah dipenuhi uban, sedang aku belum pernah kecewa dalam berdoa kepada-Mu, ya Tuhanku.",
          "tafsir": "Nabi Zakaria dalam doanya antara lain mengemukakan, \"Ya Tuhanku, sesungguhnya aku memohon terkabulnya doaku ini, karena beberapa sebab yang aku yakini akan membuka rahmat karunia-Mu. Pertama, aku telah mencapai usia yang sangat tua yaitu hampir sembilan puluh tahun, di mana aku sudah merasa tulang-tulangku sudah lemah, dan kelemahan kerangka badan itu mengakibatkan pula kelemahan yang menyeluruh dalam seluruh tubuhku, dan seorang yang sudah tua seperti aku ini, sangat pantas untuk disayangi dan dikasihani. Kedua, di kepalaku sudah penuh dengan uban, sehingga siapapun yang memandang kepadaku pasti menaruh belas kasihan dan tergerak hatinya untuk memenuhi permohonanku. Ketiga, aku selama ini belum pernah dikecewakan dalam berdoa kepada Engkau, Ya Tuhan, sejak aku masih muda, apalagi sekarang di mana kelemahanku telah nampak secara keseluruhan.\" Nabi Zakaria sendiri mengetahui bahwa jika doanya dikabulkan, akan membawa banyak perbaikan dalam bidang agama dan kemasyarakatan. Karena itu beliau melanjutkan doanya seperti disebutkan pada ayat berikut ini."
        },
        {
          "number": 5,
          "arabic": "وَإِنِّى خِفْتُ ٱلْمَوَٰلِىَ مِن وَرَآءِى وَكَانَتِ ٱمْرَأَتِى عَاقِرًا فَهَبْ لِى مِن لَّدُنكَ وَلِيًّا",
          "transliteration": "wa-innī khif'tu l-mawāliya min warāī wakānati im'ra-atī ʿāqiran fahab lī min ladunka waliyyan",
          "translation": "Dan sungguh, aku khawatir terhadap kerabatku sepeninggalku, padahal istriku seorang yang mandul, maka anugerahilah aku seorang anak dari sisi-Mu,",
          "tafsir": "Dan sesungguhnya aku khawatir terhadap orang-orang yang akan mengendalikan dan memimpin umatku, karena tidak ada seorang pun yang dapat dipercaya di antara mereka itu, oleh sebab itu aku mohon dianugerahi seorang anak. Walaupun istriku mandul dan aku sendiri telah sangat tua, tetapi hal ini tidak menyebabkan aku berputus asa, karena percaya atas kebijaksanaan dan kekuasaan Allah Yang Mahaagung. Berputus asa memang dilarang oleh Allah, seperti pada beberapa firman-Nya, yaitu: \"¦dan jangan kamu berputus asa dari rahmat Allah. Sesungguhnya yang berputus asa dari rahmat Allah, hanyalah orang-orang yang kafir.\" (Yusuf/12: 87) Dan firman Allah: \"Dia (Ibrahim) berkata, \"Tidak ada yang berputus asa dari rahmat Tuhan-nya, kecuali orang yang sesat.\" (al-hijr/15: 56)"
        },
        {
          "number": 6,
          "arabic": "يَرِثُنِى وَيَرِثُ مِنْ ءَالِ يَعْقُوبَ ۖ وَٱجْعَلْهُ رَبِّ رَضِيًّا",
          "transliteration": "yarithunī wayarithu min āli yaʿqūba wa-ij'ʿalhu rabbi raḍiyyan",
          "translation": "yang akan mewarisi aku dan mewarisi dari keluarga Yakub; dan jadikanlah dia, ya Tuhanku, seorang yang diridai.\"",
          "tafsir": "Ayat ini menyebutkan isi doa Nabi Zakariya, Ya Tuhan, berikanlah kepadaku keturunan yang akan mewarisi aku dan mewarisi sebahagian keluarga Yakub dan jadikanlah ia seorang yang patut lagi taat dan diridai oleh-Mu, karena mempunyai akhlak dan budi yang luhur lagi mulia, dapat dijadikan suri tauladan oleh sekalian pengikutnya. Doa memohon keturunan yang saleh dan kelak menjadi pemimpin bagi orang yang bertakwa memang diperintahkan Allah, seperti pada firman-Nya: Dan orang-orang yang berkata, \"Ya Tuhan kami, anugerahkanlah kepada kami pasangan kami dan keturunan kami sebagai penyenang hati (kami), dan jadikanlah kami pemimpin bagi orang-orang yang bertakwa.\" (al-Furqan/25 :74)"
        },
        {
          "number": 7,
          "arabic": "يَـٰزَكَرِيَّآ إِنَّا نُبَشِّرُكَ بِغُلَـٰمٍ ٱسْمُهُۥ يَحْيَىٰ لَمْ نَجْعَل لَّهُۥ مِن قَبْلُ سَمِيًّا",
          "transliteration": "yāzakariyyā innā nubashiruka bighulāmin us'muhu yaḥyā lam najʿal lahu min qablu samiyyan",
          "translation": "(Allah berfirman), \"Wahai Zakaria! Kami memberi kabar gembira kepadamu dengan seorang anak laki-laki namanya Yahya, yang Kami belum pernah memberikan nama seperti itu sebelumnya.",
          "tafsir": "Dalam ayat ini Allah memberitahukan tentang dikabulkannya doa Zakaria a.s. dan pemberian nama putranya langsung dari Allah sendiri. Allah berfirman kepada Zakaria, bahwa sesungguhnya Allah memberi kabar gembira kepadanya, bahwa permohonannya untuk dianugerahi seorang putra akan terkabul, dan telah disiapkan pula supaya anaknya itu jika lahir diberi nama Yahya dan nama itu belum pernah diberikan kepada seorang pun sebelum dia."
        },
        {
          "number": 8,
          "arabic": "قَالَ رَبِّ أَنَّىٰ يَكُونُ لِى غُلَـٰمٌ وَكَانَتِ ٱمْرَأَتِى عَاقِرًا وَقَدْ بَلَغْتُ مِنَ ٱلْكِبَرِ عِتِيًّا",
          "transliteration": "qāla rabbi annā yakūnu lī ghulāmun wakānati im'ra-atī ʿāqiran waqad balaghtu mina l-kibari ʿitiyyan",
          "translation": "Dia (Zakaria) berkata, \"Ya Tuhanku, bagaimana aku akan mempunyai anak, padahal istriku seorang yang mandul dan aku (sendiri) sesungguhnya sudah mencapai usia yang sangat tua?\"",
          "tafsir": "Nabi Zakaria a.s. setelah diberitahu akan mempunyai seorang putra bertanya kepada Allah. Pertanyaan itu timbul bukan karena keragu-raguan tentang kekuasaan Allah, akan tetapi untuk mendapat penjelasan tentang caranya, karena beliau merasa sudah tidak mampu lagi untuk memiliki putra, dan istrinya mandul. Apakah beliau akan dijadikan seperti seorang pemuda lagi dengan kekuatan fisik yang cukup, atau istrinya akan dikembalikan menjadi seorang perempuan muda yang dapat melahirkan seorang anak, ataukah beliau harus kawin lagi dengan seorang perempuan lain yang tidak mandul? Karena Zakaria sangat gembira dengan berita akan mendapat seorang anak itu, dan beliau penuh dengan rasa keheranan tentang cara-cara pelaksanaannya, maka beliau tidak dapat menahan diri untuk menanyakan hal itu kepada Tuhannya. Maka dijawab dengan firman Allah pada ayat berikut ini:"
        },
        {
          "number": 9,
          "arabic": "قَالَ كَذَٰلِكَ قَالَ رَبُّكَ هُوَ عَلَىَّ هَيِّنٌ وَقَدْ خَلَقْتُكَ مِن قَبْلُ وَلَمْ تَكُ شَيْـًٔا",
          "transliteration": "qāla kadhālika qāla rabbuka huwa ʿalayya hayyinun waqad khalaqtuka min qablu walam taku shayan",
          "translation": "(Allah) berfirman, \"Demikianlah.\" Tuhanmu berfirman, \"Hal itu mudah bagi-Ku; sungguh, engkau telah Aku ciptakan sebelum itu, padahal (pada waktu itu) engkau belum berwujud sama sekali.\"",
          "tafsir": "Ayat menjelaskan bahwa Zakariya akan dianugerahi seorang putra, walaupun ia sudah sangat tua dan istrinya mandul. Hal itu adalah mudah bagi Tuhan. Kalau Allah mampu menciptakan Adam dari yang tidak ada sama sekali kemudian menjadi ada, maka menciptakan seorang anak dari yang ada, yaitu Zakaria dan istrinya adalah lebih mudah bagi Allah. Beberapa firman Allah berikut ini menunjukkan bahwa tidak ada kesulitan sedikitpun bagi Allah untuk menciptakan segala yang dikehendaki-Nya antara lain yaitu : Tidakkah engkau tahu bahwa Allah mengetahui apa yang di langit dan di bumi? Sungguh, yang demikian itu sudah terdapat dalam sebuah Kitab (Lauh Mahfudz). Sesungguhnya yang demikian itu sangat mudah bagi Allah. (al-hajj/22: 70) Dan firman Allah : Dan apakah mereka tidak memperhatikan bagaimana Allah memulai penciptaan (makhluk), kemudian Dia mengulanginya (kembali). Sungguh, yang demikian itu mudah bagi Allah. (al-'Ankabut/29: 19)"
        },
        {
          "number": 10,
          "arabic": "قَالَ رَبِّ ٱجْعَل لِّىٓ ءَايَةً ۚ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَـٰثَ لَيَالٍ سَوِيًّا",
          "transliteration": "qāla rabbi ij'ʿal lī āyatan qāla āyatuka allā tukallima l-nāsa thalātha layālin sawiyyan",
          "translation": "Dia (Zakaria) berkata, \"Ya Tuhanku, berilah aku suatu tanda.\" (Allah) berfirman, \"Tandamu ialah engkau tidak dapat bercakap-cakap dengan manusia selama tiga malam, padahal engkau sehat.\"",
          "tafsir": "Kemudian Nabi Zakaria memohon kembali kepada Allah supaya diberi tanda-tanda bahwa anaknya itu segera akan dilahirkan, agar hatinya tambah tenteram dan rasa syukurnya bertambah dalam. Beliau berkata, \"Ya Tuhanku, berilah aku suatu tanda yang dapat menambah ketenteraman hatiku tentang terlaksananya janji engkau itu.\" Hal seperti ini pernah terjadi pula pada Nabi Ibrahim a.s. ketika ditanya, \"Apakah engkau belum percaya bahwa Allah kuasa menghidupkan yang telah mati?\" Beliau menjawab, \"Sungguh aku percaya, akan tetapi aku bertanya supaya bertambah tenteram hatiku.\" Sebagaimana tersebut dalam firman Allah: Dan (ingatlah) ketika Ibrahim berkata, \"Ya Tuhanku, perlihatkanlah kepadaku bagaimana Engkau menghidupkan orang mati.\" Allah berfirman, \"Belum percayakah engkau?\" Dia (Ibrahim) menjawab, \"Aku percaya, tetapi agar hatiku tenang (mantap).\" Dia (Allah) berfirman, \"Kalau begitu ambillah empat ekor burung, lalu cincanglah olehmu kemudian letakkan di atas masing-masing bukit satu bagian, kemudian panggillah mereka, niscaya mereka datang kepadamu dengan segera.\" Ketahuilah bahwa Allah Mahaperkasa, Mahabijaksana. (al-Baqarah/2: 260)"
        },
        {
          "number": 11,
          "arabic": "فَخَرَجَ عَلَىٰ قَوْمِهِۦ مِنَ ٱلْمِحْرَابِ فَأَوْحَىٰٓ إِلَيْهِمْ أَن سَبِّحُوا۟ بُكْرَةً وَعَشِيًّا",
          "transliteration": "fakharaja ʿalā qawmihi mina l-miḥ'rābi fa-awḥā ilayhim an sabbiḥū buk'ratan waʿashiyyan",
          "translation": "Maka dia keluar dari mihrab menuju kaumnya, lalu dia memberi isyarat kepada mereka; bertasbihlah kamu pada waktu pagi dan petang.",
          "tafsir": "Nabi Zakaria a.s. keluar dari mihrab menuju kaumnya, yang sudah lama menunggu karena kebiasaan mereka ikut salat berjamaah bersama di tempat beribadatnya pada pagi dan petang hari. Mereka bertanya, \"Gerangan apa yang menyebabkan beliau terlambat membuka pintu mihrabnya.\" Lalu beliau memberi isyarat kepada mereka, supaya bertasbih mensucikan Allah dari kemusyrikan dan dari tuduhan mempunyai anak dan dari setiap sifat yang tidak layak bagi Allah. Mereka diperintahkan supaya banyak bertasbih di waktu pagi dan petang."
        }
      ]
    }
  ]
}