{
  "pageNumber": 295,
  "juz": 15,
  "surahs": [
    {
      "number": 18,
      "name": "Al-Kahf",
      "nameArabic": "الكهف",
      "meaning": "Gua",
      "revelation": "Makkah",
      "description": "Surat ini terdiri daris 110 ayat dan termasuk surat Makkiyyah. Dinamai \"Al-Kahfi\" yang berarti \"Gua\" dan \"Ashhabul Kahfi\" yang berarti \"Penghuni gua\". Kedua nama ini diambil dari kata yang terdapat dalam surat ini pada ayat ke-9 sampai dengan ke-26, tentang beberapa orang pemuda yang tidur di dalam gua bertahun-tahun lamanya. Selain cerita tersebut, dalam surat ini juga terdapat beberapa buah kisah, yang kesemuanya mengandung i'tibar dan pelajaran yang amat berguna bagi kehidupan manusia. Banyak hadits Rasulullah yang menyatakan keutamaan membaca surat ini.**Pokok-Pokok Isi:**1. **Keimanan:** Kekuasaan Allah untuk memberikan hidup kepada manusia di luar hukum kebiasaan; dasar-dasar Tauhid dan keadilan Allah tidak akan berubah untuk selama-lamanya; kalimat-kalimat Allah (ilmu-Nya) sangat luas sekali meliputi segala sesuatu, sehingga manusia tidak akan mampu menulisnya; kepastian datangnya hari kebangkitan; Al-Qur'an adalah kitab suci yang isinya bersih dari kekurangan dan kepalsuan.2. **Hukum-hukum:** Dasar hukum wakalah (perwakilan); larangan membangun tempat ibadah di atas kubur; hukum membaca \"Insya Allah\"; perbuatan salah yang dilakukan karena lupa dimaafkan; boleh merusak suatu barang untuk menghindarkan bahaya yang lebih besar.3. **Kisah-kisah:** kisah Ashabul Kahfi; kisah dua orang laki-laki yang seorang kafir dan yang lainnya mukmin, kisah Nabi Musa dengan Khidhir; kisah Zulkarnain dengan Ya'juj dan Ma'juj.4. **Lain-lain:** Beberapa pelajaran yang dapat diambil dari cerita-cerita dalam surat ini antara lain tentang kekuatan iman kepada Allah serta ibadah yang ikhlas kepada-Nya; kesungguhan seseorang dalam mencari guru (ilmu); adab sopan-santun antara murid dengan guru; dan beberapa contoh tentang cara memimpin dan memerintah rakyat, serta perjuangan untuk mencapai kebahagiaan rakyat dan negara.Surat Al-Kahfi dimulai dengan menerangkan sifat Al-Qur'an sebagai petunjuk dan peringatan bagi manusia, dan sebagai peringatan terhadap orang yang mengatakan bahwa Allah mempunyai anak. Semua yang ada di permukaan bumi merupakan perhiasan bagi bumi dan sengaja diciptakan Allah agar manusia memikirkan bagaimana cara mengambil manfaat dari semuanya itu.Kekuasaan Allah dan betapa luasnya pengetahuan-Nya dikemukakan dalam surat ini dengan menyebutkan kisah Nabi Musa dengan Khidhir dan kisah Zulkarnain. Juga dengan mengibaratkan bahwa seandainya semua air yang ada di bumi dan ditambah lagi sebanyak itu pula dijadikan tinta untuk menulis ilmu Allah, tentu tidak akan mencukupi. Kemudian diterangkan bahwa semua amal orang musyrik tidak diberi pahala di akhirat, sedangkan untuk orang mukmin disediakan Jannatun Na'im.**Hubungan Surat Al-Kahfi Dengan Surat Maryam:**1. Kedua surat ini sama-sama mengandung kisah yang ajaib, seperti surat Al-Kahfi mengemukakan kisah Ashhabul kahfi, kisah Musa dengan Khidhr, dan kisah Zulkarnain, sedangkan surat Maryam mengemukakan kisah kelahiran Yahya ketika bapaknya, Zakariya, sudah tua renta dan ibunya seorang perempuan tua yang mandul, dan kisah kelahiran 'Isa tanpa bapak.2. Bagian akhir surat Al-Kahfi menerangkan tentang ancaman Allah terhadap orang kafir yang mengambil pelindung selain Allah, semua amal mereka sia-sia dan mereka dimasukkan ke dalam neraka, sedangkan pada bagian akhir surat Maryam diulangi lagi celaan dan ancaman Allah terhadap orang-orang yang mempersekutukan-Nya.",
      "verses": [
        {
          "number": 16,
          "arabic": "وَإِذِ ٱعْتَزَلْتُمُوهُمْ وَمَا يَعْبُدُونَ إِلَّا ٱللَّهَ فَأْوُۥٓا۟ إِلَى ٱلْكَهْفِ يَنشُرْ لَكُمْ رَبُّكُم مِّن رَّحْمَتِهِۦ وَيُهَيِّئْ لَكُم مِّنْ أَمْرِكُم مِّرْفَقًا",
          "transliteration": "wa-idhi iʿ'tazaltumūhum wamā yaʿbudūna illā l-laha fawū ilā l-kahfi yanshur lakum rabbukum min raḥmatihi wayuhayyi lakum min amrikum mir'faqan",
          "translation": "Dan apabila kamu meninggalkan mereka dan apa yang mereka sembah selain Allah, maka carilah tempat berlindung ke dalam gua itu, niscaya Tuhanmu akan melimpahkan sebagian rahmat-Nya kepadamu dan menyediakan sesuatu yang berguna bagimu dalam urusanmu.<sup foot_note=135440>1</sup>",
          "tafsir": "Dalam ayat ini dijelaskan bahwa percakapan di antara mereka terus berlanjut, sebagian dari mereka berkata kepada yang lain, \"Bilamana kamu menjauhkan diri dari kaum dan kampung halamanmu lahir dan batin, menolak untuk mengikuti adat-istiadat mereka, dan tidak mau menyembah selain Allah, sehingga menimbulkan kemarahan mereka terhadap kamu, maka seharusnya kamu mencari tempat berlindung seperti gua.\" \"Di tempat tersebut kamu dapat melakukan ibadah dengan tekun dan khusyuk serta terhindar dari gangguan kaummu. Bilamana kamu sudah menghambakan diri sepenuhnya kepada Allah, serta memohon pemeliharaan-Nya, maka Dia tentu akan mencurahkan rahmat-Nya kepadamu. Kamu tidak akan mati kelaparan atau kehausan dalam gua itu. Allah swt akan memberi jalan keluar kepadamu dalam mengatasi kesukaran makan dan minum ataupun lainnya. Allah akan melapangkan jalan beribadah dengan sempurna kepada-Nya sehingga kamu bisa merasakan kelezatan ibadah yang melebihi kelezatan lainnya.\" Demikian isi percakapan mereka. Apa yang mereka ucapkan itu lahir dari keyakinan dan harapan mereka akan anugerah Allah dan berkat kepasrahan dan keimanan mereka yang sempurna kepada-Nya. Allah swt telah menggerakkan hati para pemuda itu untuk menjadi orang-orang yang saleh, penghuni gua. Kisah mereka akhirnya selalu dikenang dalam sejarah umat beragama. Demikian sifat para pemuda itu, selamanya hati mereka lebih suci dan lebih cinta kepada kebenaran, yaitu sifat yang amat baik yang diperlukan bagi seseorang pemimpin. Ibnu 'Abbas berkata: Tidaklah Allah mengutus seorang nabi kecuali dia seorang pemuda, dan tiada diberikan ilmu kepada seorang alim, kecuali dia pemuda. Kemudian beliau membaca potongan ayat-ayat tersebut sebagai berikut: Mereka (yang lain) berkata, \"Kami mendengar ada seorang pemuda yang mencela (berhala-berhala ini), namanya Ibrahim.\" (al-Anbiya/21: 60) Dan firman Allah swt: Dan (ingatlah) ketika Musa berkata kepada pembantunya. (al-Kahf/18: 60) Dan firman Allah swt: Sesungguhnya mereka adalah pemuda-pemuda yang beriman kepada Tuhan mereka, dan Kami tambahkan petunjuk kepada mereka. (al-Kahf/18: 13) Ayat ini menunjukkan ketabahan hidup para pemuda Ashhabul Kahf ketika menyepi di dalam gua karena menyembunyikan agamanya. Al-Gazali, dalam kitabnya Ihya' 'Ulumuddin, menolak menggunakan ayat ini untuk dijadikan dalil bagi keutamaan hidup uzlah. Beliau berkata, \"Ashhabul Kahf tidak mengasingkan diri mereka sendiri antara satu dengan yang lain. Mereka seluruhnya adalah orang-orang yang beriman. Mereka mengasingkan diri dari orang-orang kafir.\" Jadi wajarlah kalau mereka ber-uzlah agar terpelihara dari penyiksaan orang-orang kafir dan raja yang hendak membunuh mereka. Hidup menyepi dalam arti mengasingkan diri dari kejahatan dan kebatilan yang tidak dapat diperbaiki atau mereka tidak sanggup memperbaikinya, maka uzlah semacam ini dibenarkan. As-Suyuti dalam kitabnya Al-Iklil berpendapat bahwa dari ayat ini dapat dipahami bahwa uzlah, mengasingkan diri, lari dari kezaliman, dan tinggal dalam gua disyariatkan ketika situasi beragama tidak kondusif atau rusak. Pendapat beliau ini perlu penjelasan karena masih kabur. Zaman manakah yang bersih dari kerusakan? Sebenarnya yang dapat dipahami dari ayat ini ialah para pemuda itu mengasingkan diri karena adanya pemerkosaan terhadap hak hidup beragama. Hidup uzlah karena frustasi dan keputusasaan dalam menghadapi kenyataan hidup tidak dibenarkan oleh agama. Untuk memahami ayat ini, harus diperhatikan suasana di kala terjadinya peristiwa uzlah-nya pemuda itu. Mereka menyepi dengan melarikan diri ke dalam gua karena akan dibunuh oleh raja yang sewenang-wenang. Suasana saat itu juga tidak mendukung untuk berjuang melawan kesewenang-wenangan raja, dan memperlihatkan keimanan mereka. Di masa permulaan Islam, Nabi menyuruh sahabat-sahabatnya berhijrah ke negeri Habsyah, kemudian ke Madinah, dan beliau sendiri lalu juga hijrah ke sana disebabkan oleh keganasan kaum musyrikin Quraisy, sedang kaum Muslimin tidak dapat berbuat apa-apa menghadapinya, karena masih lemah. Bahkan, bagi Nabi saw khususnya, mereka telah bersiap untuk membunuh-nya. Mereka mengepung rumah Nabi di malam hari untuk melaksanakan rencana pembunuhan itu. Karena kaum musyrikin telah mengadakan persekongkolan untuk membunuh Nabi, maka Allah memerintahkan agar Nabi hijrah. Atas dasar perintah itulah, Nabi hijrah. Jadi, bukan karena lari dari medan peperangan, menyendiri atau uzlah, dan sebagainya. Hidup uzlah dalam arti mengasingkan diri dari kemewahan hidup dan perbudakan harta dan hawa nafsu, lalu hidup sederhana di tengah-tengah masyarakat, sebagaimana yang diperlihatkan sahabat Nabi Abu dzar Al-Gifari, tidak tercela, bahkan dibenarkan oleh agama Islam. Ibnu Katsir berkata, \"Abu dzar berpendapat bahwa tidaklah patut seorang muslim memiliki harta melebihi dari persediaan makanannya sehari semalam, atau dari sesuatu yang diperguna-kannya untuk berperang, atau dari suatu yang disediakan untuk tamu. Beliau berpegang kepada dhahir ayat: Dan orang-orang yang menyimpan emas dan perak dan tidak menginfakkannya di jalan Allah, maka berikanlah kabar gembira kepada mereka, (bahwa mereka akan mendapat) azab yang pedih. (at-Taubah/9: 34) Abu dzar hidup dalam kesederhanaan karena tidak mau terlibat dalam kehidupan mewah yang mulai merebak pada zaman khalifah Usman r.a. Demikian contoh kehidupan uzlah yang terdapat di kalangan sahabat Rasulullah saw\"."
        },
        {
          "number": 17,
          "arabic": "۞ وَتَرَى ٱلشَّمْسَ إِذَا طَلَعَت تَّزَٰوَرُ عَن كَهْفِهِمْ ذَاتَ ٱلْيَمِينِ وَإِذَا غَرَبَت تَّقْرِضُهُمْ ذَاتَ ٱلشِّمَالِ وَهُمْ فِى فَجْوَةٍ مِّنْهُ ۚ ذَٰلِكَ مِنْ ءَايَـٰتِ ٱللَّهِ ۗ مَن يَهْدِ ٱللَّهُ فَهُوَ ٱلْمُهْتَدِ ۖ وَمَن يُضْلِلْ فَلَن تَجِدَ لَهُۥ وَلِيًّا مُّرْشِدًا",
          "transliteration": "watarā l-shamsa idhā ṭalaʿat tazāwaru ʿan kahfihim dhāta l-yamīni wa-idhā gharabat taqriḍuhum dhāta l-shimāli wahum fī fajwatin min'hu dhālika min āyāti l-lahi man yahdi l-lahu fahuwa l-muh'tadi waman yuḍ'lil falan tajida lahu waliyyan mur'shidan",
          "translation": "Dan engkau akan melihat matahari ketika terbit, condong dari gua mereka ke sebelah kanan, dan apabila matahari itu terbenam, menjauhi mereka ke sebelah kiri sedang mereka berada dalam tempat yang luas di dalam (gua) itu. Itulah sebagian dari tanda-tanda (kebesaran) Allah. Barang siapa diberi petunjuk oleh Allah, maka dialah yang mendapat petunjuk; dan barang siapa disesatkan-Nya, maka engkau tidak akan mendapatkan seorang penolong yang dapat memberi petunjuk kepadanya.",
          "tafsir": "Sesudah para pemuda itu berbincang-bincang tentang kaumnya serta diri sendiri, mereka memutuskan untuk uzlah ke dalam gua di sebuah gunung yang mereka sepakati. Dalam ayat ini, Allah menerangkan keadaan tempat perlindungan mereka itu. Pintu gua tersebut menghadap ke utara. Di pagi hari matahari terbit dari arah timur dan di sore hari matahari condong ke barat menyilang pintu gua itu. Dengan demikian, cahaya matahari hanya mengenai langsung pintu gua dari samping kiri dan kanan. Penghuni-penghuni gua itu sendiri tidak terkena sinar matahari meskipun mereka berada di tempat yang luas. Ruangan gua itu mendapat cahaya matahari yang membias dari mulut gua. Maka ruangan itu tidaklah gelap dan selalu memperoleh udara yang sejuk. Mengenai di mana lokasi gua ini, para ahli tafsir berbeda pendapat. Ada yang mengatakan bahwa gua itu di daerah dekat Aela (Yerusalem) di Palestina. Ibnu Ishak mengatakan di Nainawa, yaitu suatu kota lama di daerah Mousul. Ada pula yang mengatakan di negeri Romawi. Dalam keterangan di atas disebutkan bahwa kisah-kisah ini terjadi di kota Ephesus, berdasarkan riwayat dari bangsa Arab. Akan tetapi, sampai sekarang tidak terdapat bukti yang kuat di mana sebenarnya tempat gua itu. Sekiranya ada faedahnya, tentu Rasul saw akan memberitahu kita dimana tempat itu. Itulah tanda-tanda kekuasaan Allah yang diperlihatkan kepada para hamba-Nya yang beriman. Segala peristiwa yang dialami oleh para pemuda itu, sejak mereka memperoleh hidayah ke jalan tauhid, bermusuhan dengan kaumnya dan keluarganya tanpa mengindahkan kepentingan pribadi, padahal mereka masih muda, kemudian mereka memilih dengan tepat sebuah gua yang sehat untuk tempat tinggal, selanjutnya mereka terbangun kembali sesudah 300 tahun lebih lamanya berada dalam keadaan tertidur di dalam gua itu, menunjukkan tanda-tanda kekuasaan Allah yang terdapat dalam alam ini. Tetapi semua tanda-tanda itu hanya dapat dihayati oleh mereka yang diberi taufik oleh Allah swt untuk menerima petunjuk kepada jalan kebenaran seperti pemuda-pemuda penghuni gua itu. Merekalah orang-orang yang memperoleh petunjuk dan dengan tepat memilih jalan kebenaran, sehingga mereka berbahagia dalam kehidupan duniawi dan ukhrawi. Mereka telah mencapai dan menghayati segala rahmat dan pertolongan Allah swt yang sebelumnya selalu mereka harap-harapkan. Berbeda halnya dengan mereka ialah orang-orang yang tidak memperoleh petunjuk. Mereka ini adalah orang-orang yang sesat karena salah memilih jalan yang harus ditempuh. Kecondongan kepada nafsu duniawi menyebab-kan mereka salah dalam memilih jalan kebenaran. Mereka terjerumus ke dalam kesesatan jalan yang tidak membawa kebahagiaan. Allah menyesat-kan mereka karena memang demikian keadaannya. Bagi mereka sangat sukar untuk menemukan pembimbing yang mengembalikan mereka ke jalan yang lurus dan melepaskan dari kesesatan, karena iman dan ingkar itu terletak pada kehendak Allah. Dia memberi taufik kepada hamba-Nya yang dikehendaki-Nya dan membiarkan orang yang dikehendaki-Nya dalam kesesatan."
        },
        {
          "number": 18,
          "arabic": "وَتَحْسَبُهُمْ أَيْقَاظًا وَهُمْ رُقُودٌ ۚ وَنُقَلِّبُهُمْ ذَاتَ ٱلْيَمِينِ وَذَاتَ ٱلشِّمَالِ ۖ وَكَلْبُهُم بَـٰسِطٌ ذِرَاعَيْهِ بِٱلْوَصِيدِ ۚ لَوِ ٱطَّلَعْتَ عَلَيْهِمْ لَوَلَّيْتَ مِنْهُمْ فِرَارًا وَلَمُلِئْتَ مِنْهُمْ رُعْبًا",
          "transliteration": "wataḥsabuhum ayqāẓan wahum ruqūdun wanuqallibuhum dhāta l-yamīni wadhāta l-shimāli wakalbuhum bāsiṭun dhirāʿayhi bil-waṣīdi lawi iṭṭalaʿta ʿalayhim lawallayta min'hum firāran walamuli'ta min'hum ruʿ'ban",
          "translation": "Dan engkau mengira mereka itu tidak tidur, padahal mereka tidur; dan Kami bolak-balikkan mereka ke kanan dan ke kiri, sedang anjing mereka membentangkan kedua lengannya di depan pintu gua. Dan jika kamu menyaksikan mereka tentu kamu akan berpaling melarikan (diri) dari mereka dan pasti kamu akan dipenuhi rasa takut terhadap mereka.",
          "tafsir": "Setelah mendapat tempat yang aman dalam gua, mereka beribadah dengan tekun di dalamnya sampai Tuhan menutup pendengaran mereka, sehingga mereka tertidur. Dalam ayat ini, Allah swt menjelaskan keadaan mereka sewaktu tidur. Mereka tampaknya bangun, tetapi sebenarnya mereka tidur. Ibnu Katsir berkata, \"Sebagian ahli ilmu menerangkan bahwa tatkala Allah menutup pendengaran mereka dengan jalan menidurkan mereka, mata mereka tidak tertutup rapat agar udara tetap bisa masuk. Karena mata mereka terbuka, mereka disangka tetap terjaga; seolah-olah mereka melihat siapa yang berdiri di hadapan mereka. Padahal mereka itu benar-benar tertidur, tetapi berbeda dengan tidur manusia biasa. Umumnya, pada waktu tidur biasa terdapat tanda-tanda istirahat dari organ-organ tubuh terutama pada mata dan wajah. Tidur para penghuni gua itu menyimpang dari sunatullah yang berlaku, karena Pencipta Alam berkehendak untuk memper-lihatkan kekuasaan dan kedaulatan-Nya atas alam semesta ini kepada manusia yang ingkar. Meskipun dalam keadaan tidur, mereka digerakkan Allah dengan membalikkan mereka ke kiri dan ke kanan, sebagaimana lazimnya orang hidup yang sedang tidur. Namun, hal itu tidak mengurangi keluarbiasaan peristiwa tidur itu sendiri. Berbalik mereka tidak dapat disamakan dengan berbalik seseorang yang tidur biasa supaya badan tetap terpelihara. Allah Mahakuasa memelihara badan mereka, walaupun mereka tidak membalik ke kiri dan ke kanan. Allah menggerakkan mereka pada waktu tertentu untuk menunjukkan adanya kehidupan dan membedakan mereka dari patung atau mummi yang merupakan benda mati. Walaupun misalnya mereka berbalik ke kiri dan ke kanan sekali dalam setahun, sudah cukup menunjukkan keajaiban yang luar biasa bagi orang-orang yang menyaksikan karena mereka tidur lebih dari tiga ratus tahun. Pendapat ahli tafsir beragam dalam hal itu. Ada yang mengatakan enam bulan sekali mereka berbalik, ada yang mengatakan sekali setahun pada hari Asyura, ada pula yang mengatakan sembilan tahun, dan sebagainya. Per-hitungan waktu itu tidak penting untuk diketahui. Anjing peliharaan mereka dalam keadaan membujurkan badan dengan kedua kaki depannya berada di dekat pintu gua. Suasana dalam gua itu sangat menyeramkan. Siapa saja yang ingin masuk hendak melihat keadaannya, mereka tentu akan merasa takut, dan melarikan diri. Tidak seorangpun yang berani masuk ke dalam gua itu. Tuhan menciptakan suasana seram dan menakutkan dalam gua itu, menurut Ibnu Katsir, agar jangan seorangpun yang mendekat dan menyentuh mereka sampai kelak datang ketentuan yang telah ditetapkan Allah swt. Sebab, peristiwa itu mengandung hikmah yang besar, dan alasan yang kuat bahwa janji Allah itu benar dan hari kiamat pasti datang."
        },
        {
          "number": 19,
          "arabic": "وَكَذَٰلِكَ بَعَثْنَـٰهُمْ لِيَتَسَآءَلُوا۟ بَيْنَهُمْ ۚ قَالَ قَآئِلٌ مِّنْهُمْ كَمْ لَبِثْتُمْ ۖ قَالُوا۟ لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ ۚ قَالُوا۟ رَبُّكُمْ أَعْلَمُ بِمَا لَبِثْتُمْ فَٱبْعَثُوٓا۟ أَحَدَكُم بِوَرِقِكُمْ هَـٰذِهِۦٓ إِلَى ٱلْمَدِينَةِ فَلْيَنظُرْ أَيُّهَآ أَزْكَىٰ طَعَامًا فَلْيَأْتِكُم بِرِزْقٍ مِّنْهُ وَلْيَتَلَطَّفْ وَلَا يُشْعِرَنَّ بِكُمْ أَحَدًا",
          "transliteration": "wakadhālika baʿathnāhum liyatasāalū baynahum qāla qāilun min'hum kam labith'tum qālū labith'nā yawman aw baʿḍa yawmin qālū rabbukum aʿlamu bimā labith'tum fa-ib'ʿathū aḥadakum biwariqikum hādhihi ilā l-madīnati falyanẓur ayyuhā azkā ṭaʿāman falyatikum biriz'qin min'hu walyatalaṭṭaf walā yush'ʿiranna bikum aḥadan",
          "translation": "Dan demikianlah Kami bangunkan mereka, agar di antara mereka saling bertanya. Salah seorang di antara mereka berkata, \"Sudah berapa lama kamu berada (di sini)?\" Mereka menjawab, \"Kita berada (di sini) sehari atau setengah hari.\" Berkata (yang lain lagi), \"Tuhanmu lebih mengetahui berapa lama kamu berada (di sini). Maka suruhlah salah seorang di antara kamu pergi ke kota dengan membawa uang perakmu ini, dan hendaklah dia lihat manakah makanan yang lebih baik, dan bawalah sebagian makanan itu untukmu, dan hendaklah dia berlaku lemah lembut dan jangan sekali-kali menceritakan halmu kepada siapa pun.",
          "tafsir": "Dalam ayat ini, Allah swt menerangkan tentang para pemuda Ashhabul Kahf ketika bangun dari tidur. Keadaan mereka, baik badan, kulit, rambut, maupun yang lainnya masih sama dengan waktu sebelum mereka tidur. Semuanya sehat dan semuanya masih utuh, bahkan pakaian yang melekat di badan mereka tetap utuh. Allah swt memperlihatkan kepada mereka keagungan, kebesaran, dan kekuasaan-Nya, serta keajaiban dan keluarbiasaan perbuatan-Nya terhadap makhluk-Nya. Oleh karena itu, iman mereka bertambah kuat untuk melepaskan diri dari penyembahan dewa-dewa, dan bertambah ikhlas hati mereka untuk semata-mata menyembah Allah Yang Maha Esa. Setelah bangun dari tidur yang lama, mereka saling bertanya satu sama lain untuk mengetahui keadaan mereka. Salah seorang dari mereka berkata kepada kawan-kawannya, \"Berapa lama kalian tinggal dalam gua ini?\" Dia menyatakan ketidaktahuannya tentang keadaan dirinya sendiri selama tidur, lalu meminta kepada yang lainnya untuk memberikan keterangan. Kawan-kawannya menjawab, \"Kita tinggal dalam gua ini sehari atau setengah hari.\" Yang menjawab itupun tidak dapat memastikan berapa lama mereka tinggal, sehari atau setengah hari, karena pengaruh tidur masih belum lenyap dari jiwa mereka. Mereka belum melihat tanda-tanda yang menunjukkan sudah berapa lama mereka berada di gua itu. Kebanyakan ahli tafsir mengatakan bahwa waktu mereka datang memasuki gua itu dulu adalah pada pagi hari, kemudian waktu Tuhan membangunkan mereka dari tidur adalah pada sore hari. Karena itulah orang yang menjawab ini menyangka bahwa mereka berada di gua itu satu atau setengah hari. Kemudian kawan-kawannya yang lain berkata, \"Tuhan kamu lebih mengetahui berapa lama kamu tinggal di sini.\" Perkataan pemuda yang terakhir ini sangat bijaksana untuk membantah pernyataan dan jawaban kawan-kawannya yang terdahulu. Pernyataan itu seakan-akan diilhami oleh Allah swt, atau didasarkan atas bukti-bukti nyata. Sesungguhnya masa yang panjang itu hanya dapat diketahui dan ditentukan secara pasti oleh Allah swt. Mereka akhirnya menyadari keterbatasan kemampuan mereka untuk mengetahui yang gaib. Setelah sadar, barulah perhatian mereka beralih kepada kebutuhan yang pokok, yakni makan dan minum. Salah seorang di antara mereka disuruh pergi ke kota dengan membawa uang perak untuk membeli makanan. Menurut riwayat namanya Tamlikha. Sebelum membeli, ia diminta terlebih dahulu memperhatikan makanan itu, mana yang halal dan mana yang haram, serta mana yang baik dan mana yang kurang baik. Makanan yang halal dan baik itulah yang dibawa kembali ke tempat perlindungan mereka. Tamlikha diminta agar berhati-hati dalam perjalanan, baik sewaktu masuk ke kota maupun kembali dari kota, jangan sampai dia memberitahukan kepada seorang pun tentang keadaan dan tempat bersembunyi mereka. Dari potongan ayat \"fab'atsu ahadakum biwariqikum hadzih(i)\", yang artinya \"(maka suruhlah) salah seorang di antara kamu pergi ke kota dengan membawa uang perakmu ini\", terdapat istimbat hukum yang berhubungan dengan wakalah (berwakil). Yakni seseorang dibolehkan menyerahkan kepada orang lain, sebagai ganti dirinya, urusan harta dan hak semasa hidupnya. Ibnu al-'Arabi berpendapat bahwa ayat ini menjadi dasar paling kuat untuk wakalah (berwakil)."
        },
        {
          "number": 20,
          "arabic": "إِنَّهُمْ إِن يَظْهَرُوا۟ عَلَيْكُمْ يَرْجُمُوكُمْ أَوْ يُعِيدُوكُمْ فِى مِلَّتِهِمْ وَلَن تُفْلِحُوٓا۟ إِذًا أَبَدًا",
          "transliteration": "innahum in yaẓharū ʿalaykum yarjumūkum aw yuʿīdūkum fī millatihim walan tuf'liḥū idhan abadan",
          "translation": "Sesungguhnya jika mereka dapat mengetahui tempatmu, niscaya mereka akan melempari kamu dengan batu, atau memaksamu kembali kepada agama mereka, dan jika demikian niscaya kamu tidak akan beruntung selama-lamanya.\"",
          "tafsir": "Kemudian para penghuni gua itu memperingatkan Tamlikha jika sampai penduduk kota itu, yang menurut perkiraannya masih orang-orang kafir, mengetahui tempat persembunyian mereka, mereka tentu akan dipaksa untuk mengikuti agama berhala. Jika mereka menolak, tentu akan dibunuh dengan lemparan batu, cara pembunuhan pada masa dahulu bagi mereka yang berani melawan kebijakan politik raja atau agama negara. Kota yang akan didatangi itu ialah kota Ephesus dan rajanya menurut persangkaan mereka masih Decyanus yang zalim itu. Padahal raja itu sudah tidak ada karena dia berkuasa pada tiga abad yang silam. Jika mereka dipaksa kembali untuk memeluk agama Decyanus itu, mereka tidak akan memperoleh kebahagiaan dan keberuntungan untuk selama-lamanya, baik dalam kehidupan duniawi ataupun ukhrawi. Jiwa orang yang menganut suatu agama karena dipaksa, pada mulanya, akan menolak segala ketentuan-ketentuan dari agama itu. Akan tetapi, lama-kelamaan kemungkinan besar jiwanya tidak akan menolak dan seterusnya memandang baik agamanya yang baru itu. Jika terjadi hal yang demikian, dia akan sesat dan sengsara untuk selama-lamanya. Akan tetapi, bilamana seseorang dipaksa dengan ancaman untuk pindah kepada kekafiran, lalu dia menunjukkan kekafiran, tetapi batinnya tetap Islam, dan sampai akhir hayatnya tidak pernah memandang baik agama yang dipaksakan itu, maka dia tetap dalam Islam."
        }
      ]
    }
  ]
}