{
  "pageNumber": 397,
  "juz": 20,
  "surahs": [
    {
      "number": 29,
      "name": "Al-'Ankabut",
      "nameArabic": "العنكبوت",
      "meaning": "Laba-laba",
      "revelation": "Makkah",
      "description": "Surat Al-'Ankabut terdiri dari 69 ayat dan termasuk golongan surat Makkiyyah.Dinamai \"Al-'Ankabut\" berhubung kata Al-'Ankabut yang berarti \"laba-laba\" terdapat pada ayat 41 surat ini, ketika Allah mengumpamakan para penyembah berhala dengan laba-laba yang meyakini kekuatan sarangnya sebagai tempat berlindung dan tempat menjerat mangsa, padahal jika dihembuskan angin atau ditimpa suatu barang yang kecil, sarang itu akan hancur. Begitu pula halnya kaum musyrikin yang meyakini kekuatan sembahan mereka sebagai tempat berlindung dan meminta sesuatu, padahal sembahan itu tidak mampu sedikit pun menolong mereka dari azab Allah ketika di dunia, seperti yang terjadi pada kaum Nuh, kaum Ibrahim, kaum Luth, kaum Syu'aib, kaum Shaleh, dan lain-lain. Terlebih, menghadapi azab Allah di akhirat nanti, sembahan mereka itu lebih tidak mampu lagi menghindarkan dan melindungi mereka.**Pokok-Pokok Isi:**1. **Keimanan:** Bukti-bukti tentang keberadaan hari kebangkitan dan ancaman terhadap orang-orang yang mengingkarinya; setiap jiwa akan merasakan mati dan hanya kepada Allah mereka akan kembali; Allah menjamin rezeki setiap makhluk-Nya.2. **Hukum-hukum:** Kewajiban berbuat baik kepada kedua orang tua; kewajiban mengerjakan shalat karena bisa mencegah dari perbuatan keji dan mungkar; kewajiban menentang ajakan mempersekutukan Allah sekalipun dari ibu bapak.3. **Kisah-kisah:** Kisah-kisah ujiaan yang dialami oleh Nabi Nuh, Nabi Ibrahim, Nabi Luth, Nabi Syu'aib, Nabi Dawud, Nabi Shaleh, dan Nabi Musa4. **Lain-lain:** Cobaan diperlukan untuk menguji keimanan seseorang; manfaat usaha manusia kembali kepada dirinya sendiri, bukan kepada Allah; perlawanan terhadap kebenaran pasti hancur.Surat Al-'Ankabut menerangkan bahwa seseorang yang mengatakan diri beriman belum bisa dikatakan benar-benar beriman sebelum imannya itu diuji. Orang yang imannya lemah, setelah disakiti sedikit saja, maka hancurlah imannya. Adakalanya mereka menjadi munafik dan adakalanya kembali menjadi kafir. Orang munafik dan orang kafir tidak akan luput dari azab Allah sebagaimana yang telah dialami oleh umat-umat terdahulu.Allah juga mengumpamakan kepercayaan orang-orang musyrikin terhadap kekuatan berhala-berhala yang disembahnya sama dengan kepercayaan laba-laba terhadap kekuatan sarangnya. Allah menyuruh orang yang beriman mengerjakan shalat, mengingat Allah, dan menyampaikan agama-Nya. Apabila orang-orang musyrik tetap enggan menerima ajakan maka itu adalah urusan Allah. Apabila mereka bertindak sewenang-wenang dan kaum muslimin belum mempunyai kekuatan, kaum muslimin harus berhijrah ke tempat lain karena bumi Allah luas, dan Allah yang menentukan dan menjamin rezeki setiap makhluk.Dunia adalah fana sedangkan akhirat adalah kekal. Di akhirat, orang-orang kafir mendapat azab yang kekal sedangkan orang-orang yang berjihad di jalan Allah mendapat kesenangan yang abadi.**Hubungan Surat Al-'Ankabut Dengan Surat Ar-Rum:**1. Bagian permulaan surat Al-'Ankabut menerangkan tentang jihad sebagai ujian bagi orang-orang mukmin, bahwa manusia itu diciptakan Allah bukan untuk bersenang-senang, tetapi untuk berusaha dan berjihad di jalan Allah sampai akhir hayat. Dalam berusaha dan berjihad di jalan Allah serta berjuang, manusia biasa mendapat halangan dan rintangan, namun hanya orang-orang mukmin saja yang sanggup mengatasi halangan dan rintangan ini sehingga mendapat kesenangan. Kemudian pada akhir surat Al-'Ankabut ini diulangi kembali tentang berjihad itu. Permulaan surat Ar-Rum mengandung arti bahwa orang mukmin akan mengalahkan orang-orang musyrik dalam waktu dekat. Maka ditinjau dari segi berjihad dan usaha mewujudkannya, surat Ar-Rum dianggap sebagai penyempurnaan dari apa yang dikemukakan dalam surat Al-'Ankabut.2. Surat Al-'Ankabut mengemukakan tentang keesaan Allah dan hari kebangkitan secara global, sedangkan surat Ar-Rum mengemukakan bukti-bukti hal tersebut secara terperinci.3. Surat Al-'Ankabut menyebutkan bahwa kewajiban para rasul hanya menyampaikan agama Allah, sedangkan surat Ar-Rum menyebutkan bahwa rasul-rasul tidak dapat memberikan taufik dan tidak mampu menjadikan seseorang menerima apa yang disampaikannya. Hanya Allah yang mampu melakukan hal tersebut.",
      "verses": [
        {
          "number": 7,
          "arabic": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ لَنُكَفِّرَنَّ عَنْهُمْ سَيِّـَٔاتِهِمْ وَلَنَجْزِيَنَّهُمْ أَحْسَنَ ٱلَّذِى كَانُوا۟ يَعْمَلُونَ",
          "transliteration": "wa-alladhīna āmanū waʿamilū l-ṣāliḥāti lanukaffiranna ʿanhum sayyiātihim walanajziyannahum aḥsana alladhī kānū yaʿmalūna",
          "translation": "Dan orang-orang yang beriman dan mengerjakan kebajikan, pasti akan Kami hapus kesalahan-kesalahannya dan mereka pasti akan Kami beri balasan yang lebih baik dari apa yang mereka kerjakan.",
          "tafsir": "Kemudian Allah menjelaskan bahwa orang yang beriman kepada Allah dan rasul-Nya dengan keimanan yang benar walaupun diuji dengan berbagai cobaan, ia tidak berbalik kepada kekafiran (murtad). Begitu juga ketika mengalami penderitaan dalam berhadapan dengan orang-orang musyrik, dia tetap mengerjakan segala kewajibannya, menjauhi segala larangan, mempertinggi ketakwaan, menolong orang yang sedang kesusahan, membela orang teraniaya, mempertahankan dan membela negara dari serangan musuh, dan bekerja sama satu sama lain. Mereka itu mendapat ganjaran dari Allah berupa ampunan dari semua dosa dan kesalahan mereka yang telah lalu. Semua itu merupakan sebab pelipatgandaan pahala yang diberikan Allah menjadi sepuluh kali lipat. Allah berfirman: Barang siapa berbuat kebaikan mendapat balasan sepuluh kali lipat amalnya. Dan barang siapa berbuat kejahatan dibalas seimbang dengan kejahatannya. Mereka sedikit pun tidak dirugikan (dizalimi). (al-An'am/6: 160)"
        },
        {
          "number": 8,
          "arabic": "وَوَصَّيْنَا ٱلْإِنسَـٰنَ بِوَٰلِدَيْهِ حُسْنًا ۖ وَإِن جَـٰهَدَاكَ لِتُشْرِكَ بِى مَا لَيْسَ لَكَ بِهِۦ عِلْمٌ فَلَا تُطِعْهُمَآ ۚ إِلَىَّ مَرْجِعُكُمْ فَأُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ",
          "transliteration": "wawaṣṣaynā l-insāna biwālidayhi ḥus'nan wa-in jāhadāka litush'rika bī mā laysa laka bihi ʿil'mun falā tuṭiʿ'humā ilayya marjiʿukum fa-unabbi-ukum bimā kuntum taʿmalūna",
          "translation": "Dan Kami wajibkan kepada manusia agar (berbuat) kebaikan kepada kedua orang tuanya. Dan jika keduanya memaksamu untuk mempersekutukan Aku dengan sesuatu yang engkau tidak mempunyai ilmu tentang itu, maka janganlah engkau patuhi keduanya. Hanya kepada-Ku tempat kembalimu, dan akan Aku beritakan kepadamu apa yang telah kamu kerjakan.",
          "tafsir": "Allah memerintahkan manusia berbuat baik kepada orang tua (ibu bapak). Jalan berbuat baik itu ialah dengan memberi nafkah (belanja), memelihara, dan menghormati keduanya dengan penuh kasih sayang, kecuali apabila keduanya mengajak kepada perbuatan syirik. Jadi, batas berbuat baik itu ialah sepanjang hal-hal yang diperintahkan tidak menyangkut kepada perbuatan yang mengandung unsur syirik. Dalam ayat lain disebutkan pula: Dan Tuhanmu telah memerintahkan agar kamu jangan menyembah selain Dia dan hendaklah berbuat baik kepada ibu bapak. Jika salah seorang di antara keduanya atau kedua-duanya sampai berusia lanjut dalam pemeliharaanmu, maka sekali-kali janganlah engkau mengatakan kepada keduanya perkataan \"ah\" dan janganlah engkau membentak keduanya, dan ucapkanlah kepada keduanya perkataan yang baik. (al-Isra'/17: 23) Keterangan yang hampir sama maksudnya diperoleh pula dalam ayat: Dan Kami perintahkan kepada manusia agar berbuat baik kepada kedua orang tuanya. Ibunya telah mengandungnya dengan susah payah, dan melahirkannya dengan susah payah (pula). Masa mengandung sampai menyapihnya selama tiga puluh bulan, sehingga apabila dia (anak itu) telah dewasa dan umurnya mencapai empat puluh tahun dia berdoa, \"Ya Tuhanku, berilah aku petunjuk agar aku dapat mensyukuri nikmat-Mu yang telah Engkau limpahkan kepadaku dan kepada kedua orang tuaku dan agar aku dapat berbuat kebajikan yang Engkau ridhai; dan berilah aku kebaikan yang akan mengalir sampai kepada anak cucuku. Sesungguhnya aku bertobat kepada Engkau dan sungguh, aku termasuk orang muslim.\" (al-Ahqaf/46: 15) Untuk memperoleh pengertian yang menyeluruh dari arti yang didapat pada ayat di atas, bisa diperhatikan keterangan Allah dalam ayat di bawah ini: Dan Kami perintahkan kepada manusia (agar berbuat baik) kepada kedua orang tuanya. Ibunya telah mengandungnya dalam keadaan lemah yang bertambah-tambah, dan menyapihnya dalam usia dua tahun. Bersyukurlah kepada-Ku dan kepada kedua orang tuamu. Hanya kepada Aku kembalimu. Dan jika keduanya memaksamu untuk mempersekutukan Aku dengan sesuatu yang engkau tidak mempunyai ilmu tentang itu, maka janganlah engkau menaati keduanya, dan pergaulilah keduanya di dunia dengan baik, dan ikutilah jalan orang yang kembali kepada-Ku. Kemudian hanya kepada-Ku tempat kembalimu, maka akan Aku beritahukan kepadamu apa yang telah kamu kerjakan. (Luqman/31: 14-15) Mengenai larangan taat kepada makhluk dalam berbuat maksiat disebutkan dalam hadis sahih, yakni: Tidak boleh taat kepada makhluk (manusia) dalam mendurhakai Tuhan (Khaliq). (Riwayat Ahmad dari Ali bin Abi thalib) Maksud perkataan \"sesuatu yang tidak engkau ketahui\" dalam ayat tersebut ialah tidak adanya pengetahuan tentang soal-soal ketuhanan atau ilahiyah. Dengan kata lain tidak dibenarkan taat mengikuti seseorang, sepanjang tidak diketahui tentang soal yang diikuti itu. Oleh sebab itu, tidak boleh mencontoh sesuatu yang sudah jelas kekeliruannya. Selanjutnya dikatakan semua manusia akan kembali kepada Allah pada hari Kiamat, baik yang kafir maupun yang mukmin, baik yang berbuat baik kepada orang tuanya maupun yang durhaka. Semua amal yang dikerjakan di dunia, akan dibalas oleh Allah, yang berbuat baik dibalas dengan kebaikan, dan yang berbuat jahat dibalas dengan kejahatan pula."
        },
        {
          "number": 9,
          "arabic": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ لَنُدْخِلَنَّهُمْ فِى ٱلصَّـٰلِحِينَ",
          "transliteration": "wa-alladhīna āmanū waʿamilū l-ṣāliḥāti lanud'khilannahum fī l-ṣāliḥīna",
          "translation": "Dan orang-orang yang beriman dan mengerjakan kebajikan, mereka pasti akan Kami masukkan ke dalam (golongan) orang yang saleh.",
          "tafsir": "Kemudian ditegaskan kembali kedudukan orang-orang yang beriman dan berbuat baik serta orang yang senantiasa menyucikan jiwanya. Mereka akan dimasukkan dalam kelompok orang-orang saleh, dan ditempatkan dalam surga \"Jannatun na'im\". Allah memasukkan mereka ke dalam golongan orang-orang saleh sebagai ganjaran yang dianugerahkan kepada siapa saja yang memilih untuk mengindahkan perintah Allah dan rasul-Nya daripada perintah orang tua yang bersifat kedurhakaan. Keengganan anak mengikuti perintah orang tuanya pasti mengakibatkan kekeruhan hubungan antara kedua pihak. Untuk itu, Allah menjanjikan kepada sang anak bahwa ia akan diberi ganti yang lebih baik, yaitu akan dimasukkan ke dalam golongan orang-orang yang saleh. As-shalihin di sini maksudnya adalah kelompok orang-orang yang sangat berbakti kepada Allah dan yang bergabung dengan kelompok para nabi dan lain-lain, sebagaimana disebutkan dalam firman Allah dalam Surah an-Nisa'/4: 69: Dan barang siapa menaati Allah dan Rasul (Muhammad), maka mereka itu akan bersama-sama dengan orang yang diberikan nikmat oleh Allah, (yaitu) para nabi, para pencinta kebenaran, orang-orang yang mati syahid dan orang-orang saleh. Mereka itulah teman yang sebaik-baiknya. (an-Nisa'/4: 69)"
        },
        {
          "number": 10,
          "arabic": "وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ فَإِذَآ أُوذِىَ فِى ٱللَّهِ جَعَلَ فِتْنَةَ ٱلنَّاسِ كَعَذَابِ ٱللَّهِ وَلَئِن جَآءَ نَصْرٌ مِّن رَّبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمْ ۚ أَوَلَيْسَ ٱللَّهُ بِأَعْلَمَ بِمَا فِى صُدُورِ ٱلْعَـٰلَمِينَ",
          "transliteration": "wamina l-nāsi man yaqūlu āmannā bil-lahi fa-idhā ūdhiya fī l-lahi jaʿala fit'nata l-nāsi kaʿadhābi l-lahi wala-in jāa naṣrun min rabbika layaqūlunna innā kunnā maʿakum awalaysa l-lahu bi-aʿlama bimā fī ṣudūri l-ʿālamīna",
          "translation": "Dan di antara manusia ada sebagian yang berkata, \"Kami beriman kepada Allah,\" tetapi apabila dia disakiti (karena dia beriman) kepada Allah, dia menganggap cobaan manusia itu sebagai siksaan Allah.<sup foot_note=135569>1</sup> Dan jika datang pertolongan dari Tuhanmu, niscaya mereka akan berkata, \"Sesungguhnya kami bersama kamu.\" Bukankah Allah lebih mengetahui apa yang ada di dalam dada semua manusia ?",
          "tafsir": "Menurut riwayat, ayat-ayat ini diturunkan berkaitan dengan peristiwa yang terjadi pada seseorang yang bernama 'Ayyasy bin Abi Rabi'ah di mana pada mulanya ia telah masuk Islam kemudian berhijrah ke Medinah. Akan tetapi, karena keislamannya itu, ia mengalami berbagai macam siksaan. Karena tidak tahan lagi, ia kembali murtad dan kembali menjadi musyrik. Orang yang menyiksanya adalah tokoh kafir Quraisy bernama Abu Jahal dan al-harits. Keduanya adalah pamannya sendiri (adik kandung ibunya). Akhirnya 'Ayyasy masuk Islam kembali dan menjadi muslim yang baik. Ayat ini menerangkan keadaan seseorang yang mengaku beriman kepada Allah dan mengikrarkan dengan lidah tentang keesaan-Nya. Akan tetapi, bila ia difitnah atau disiksa oleh orang musyrik yang tidak senang dengan keislamannya, ia menganggap bahwa fitnah yang berupa cobaan dan siksaan dari orang lain itu sama saja dengan azab dari Tuhan di akhirat. Oleh karena itu, daripada mengalami siksaan terus-menerus, lebih baik ia kembali lagi kepada agama berhala (murtad). Sebenarnya kalau ia sungguh-sungguh beriman, tentu ia bersabar atas cobaan tersebut, dan menenteramkan hatinya dengan keimanan yang bersarang dalam dadanya. Namun demikian, cobaan tersebut justru memalingkan hatinya dari beriman kepada Allah, sebagaimana azab Allah memalingkan seseorang dari kekafirannya. Ia menyangka siksaan dari manusia tidak dapat dihindarkan, sedang azab Allah di akhirat bisa saja dihindari. Dalam ayat lain disebutkan lagi: Dan di antara manusia ada yang menyembah Allah hanya di tepi; maka jika dia memperoleh kebajikan, dia merasa puas, dan jika dia ditimpa suatu cobaan, dia berbalik ke belakang. Dia rugi di dunia dan di akhirat. Itulah kerugian yang nyata. (al-hajj/22: 11) Jika pertolongan Allah didatangkan kepada orang-orang mukmin yang sedang berjuang, maka golongan yang masih ragu-ragu dengan kebenaran Islam itu pura-pura menjadi sahabat yang baik dan mengatakan, \"Kami selalu bersamamu sebagai saudara-saudara seagama, dan kami akan menolongmu dalam menghadapi musuh.\" Apa yang mereka ucapkan itu tidak lain hanyalah sekadar ucapan mulut mereka saja. Sebab mereka telah berdusta dengan apa yang telah mereka dakwakan. Keterangan ayat lain menegaskan: (yaitu) orang yang menunggu-nunggu (peristiwa) yang akan terjadi pada dirimu. Apabila kamu mendapat kemenangan dari Allah mereka berkata, \"Bukankah kami (turut berperang) bersama kamu?\" Dan jika orang kafir mendapat bagian, mereka berkata, \"Bukankah kami turut memenangkanmu, dan membela kamu dari orang mukmin?\" Maka Allah akan memberi keputusan di antara kamu pada hari Kiamat. Allah tidak akan memberi jalan kepada orang kafir untuk mengalahkan orang-orang beriman. (an-Nisa'/4: 141)"
        },
        {
          "number": 11,
          "arabic": "وَلَيَعْلَمَنَّ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ وَلَيَعْلَمَنَّ ٱلْمُنَـٰفِقِينَ",
          "transliteration": "walayaʿlamanna l-lahu alladhīna āmanū walayaʿlamanna l-munāfiqīna",
          "translation": "Dan Allah pasti mengetahui orang-orang yang beriman dan Dia pasti mengetahui orang-orang yang munafik.",
          "tafsir": "Allah memperingatkan sikap orang-orang yang demikian dan menegaskan bahwa Dia mengetahui segala sesuatu yang tergores dalam hati mereka. Tidak ada sedikit pun yang tersembunyi. Ringkasnya orang-orang munafik tersebut telah diketahui Allah bagaimana hati mereka yang sebenarnya sekalipun mereka senantiasa menyatakan imannya. Allah tidak mungkin dapat mereka tipu dengan cara demikian. Fitnah dalam bentuk cobaan dan siksaan tersebut tidak lain hanyalah untuk menyisihkan orang-orang yang beriman, siapa yang sungguh-sungguh murni keyakinannya dan siapa pula yang berjiwa munafik (hipokrit). Orang yang betul-betul beriman akan menaati Allah dalam segala keadaan dan situasi. Mereka yang tabah dan sabar menghadapi penderitaan akan memperoleh kemenangan dan pahala yang setimpal dari Allah. Sebaliknya, orang munafik kembali akan mendurhakai-Nya bila sedang ditimpa cobaan atau ketika merasakan beban dan kewajiban yang dipikulkan sangat memberatkan, sehingga hati mereka tidak tahan mengerjakannya. Keterangan selanjutnya dapat dilihat pada ayat 12 surah ini, dan pada ayat: Allah tidak akan membiarkan orang-orang yang beriman sebagaimana dalam keadaan kamu sekarang ini, sehingga Dia membedakan yang buruk dari yang baik. Allah tidak akan memperlihatkan kepadamu hal-hal yang gaib, tetapi Allah memilih siapa yang Dia kehendaki di antara rasul-rasul-Nya. Oleh karena itu, berimanlah kepada Allah dan rasul-rasul-Nya. Jika kamu beriman dan bertakwa, maka kamu akan mendapat pahala yang besar.(ali 'Imran/3:179)"
        },
        {
          "number": 12,
          "arabic": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لِلَّذِينَ ءَامَنُوا۟ ٱتَّبِعُوا۟ سَبِيلَنَا وَلْنَحْمِلْ خَطَـٰيَـٰكُمْ وَمَا هُم بِحَـٰمِلِينَ مِنْ خَطَـٰيَـٰهُم مِّن شَىْءٍ ۖ إِنَّهُمْ لَكَـٰذِبُونَ",
          "transliteration": "waqāla alladhīna kafarū lilladhīna āmanū ittabiʿū sabīlanā walnaḥmil khaṭāyākum wamā hum biḥāmilīna min khaṭāyāhum min shayin innahum lakādhibūna",
          "translation": "Dan orang-orang yang kafir berkata kepada orang-orang yang beriman, \"Ikutilah jalan kami, dan kami akan memikul dosa-dosamu,\" padahal mereka sedikit pun tidak (sanggup) memikul dosa-dosa mereka sendiri. Sesungguhnya mereka benar-benar pendusta.",
          "tafsir": "Menurut Mujahid, ayat ini diturunkan untuk mengungkapkan usaha-usaha orang Quraisy membujuk kaumnya yang telah beriman dengan mengatakan, \"Kami dan kamu tidak akan dibangkitkan kembali. Oleh karena itu, ikutilah langkah-langkah kami. Andaikata kamu berdosa lantaran pekerjaan ini, kamilah yang memikul dosa itu.\" Berkaitan dengan hal ini, Allah memperingatkan orang-orang beriman bahwa orang-orang kafir itu berdusta. Sebab pada hari Kiamat, tidak ada seorang pun diperkenankan memikul dosa orang lain. Allah menegaskan: Dan orang yang berdosa tidak akan memikul dosa orang lain. Dan jika seseorang yang dibebani berat dosanya memanggil (orang lain) untuk memikul bebannya itu, tidak akan dipikulkan sedikit pun meskipun (yang dipanggilnya itu) kaum kerabatnya. (Fathir/35: 18) Dan firman Allah: Sedang mereka saling melihat. Pada hari itu, orang yang berdosa ingin sekiranya dia dapat menebus (dirinya) dari azab dengan anak-anaknya. (al-Ma'arij/70: 11) Pada akhir ayat ini, Allah menegaskan kembali bahwa mereka itu adalah orang-orang yang bohong. Imam az-Zamakhsyari menafsirkan bahwa di antara mereka yang mengajak rekan-rekannya berbuat dosa itu terdapat juga orang-orang yang mengaku beragama Islam. Mereka menjanjikan untuk menanggung siksaannya sehingga orang-orang bodoh dan lemah imannya tergoda dengan bujukan dan rayuan halus itu."
        },
        {
          "number": 13,
          "arabic": "وَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالًا مَّعَ أَثْقَالِهِمْ ۖ وَلَيُسْـَٔلُنَّ يَوْمَ ٱلْقِيَـٰمَةِ عَمَّا كَانُوا۟ يَفْتَرُونَ",
          "transliteration": "walayaḥmilunna athqālahum wa-athqālan maʿa athqālihim walayus'alunna yawma l-qiyāmati ʿammā kānū yaftarūna",
          "translation": "Dan mereka benar-benar akan memikul dosa-dosa mereka sendiri, dan dosa-dosa yang lain bersama dosa mereka, dan pada hari Kiamat mereka pasti akan ditanya tentang kebohongan yang selalu mereka ada-adakan.",
          "tafsir": "Terhadap ajakan dan bujukan orang-orang kafir itu, Allah menegaskan bahwa tidak ada gunanya bagi diri mereka rayuan-rayuan tersebut. Bujukan tersebut disampaikan dalam usaha mengajak orang lain kepada kekafiran dan kesesatan yang harus mereka tanggung dosanya dan orang yang melakukan karena bujukannya. Namun orang yang melakukannya sendiri tidak akan berkurang dosanya sekalipun yang mengajaknya lebih dahulu dilipatgandakan siksaannya. Pada ayat ini ditegaskan kembali: (Ucapan mereka) menyebabkan mereka pada hari Kiamat memikul dosa-dosanya sendiri secara sempurna, dan sebagian dosa-dosa orang yang mereka sesatkan yang tidak mengetahui sedikit pun (bahwa mereka disesatkan). Ingatlah, alangkah buruknya (dosa) yang mereka pikul itu. (an-Nahl/16: 25) Dalam sebuah hadis yang diriwayatkan oleh Muslim dari Abu Hurairah, Rasulullah bersabda: Siapa yang mengajak seseorang kepada petunjuk (Tuhan), ia akan memperoleh pahala sebanyak yang diperoleh oleh orang yang mengamalkan petunjuk itu tanpa dikurangi sedikit pun pahalanya (sampai Kiamat), dan siapa yang mendorong seseorang kepada kesesatan, baginya dosa sebanyak dosa orang yang mengikuti kesesatan itu (sampai hari Kiamat) tanpa dikurangi sedikit pun dosanya. (Riwayat Muslim dari Abu Hurairah). Pada akhir ayat ini, Allah menegaskan bahwa di hari kemudian kelak mereka akan dimintai pertanggungjawabannya tentang kebohongan yang mereka perbuat di dunia. Kepadanya ditanyakan pertanyaan-pertanyaan dengan nada menghina tentang orang-orang yang telah mereka tipu dengan kebohongannya, sehingga mereka menjadi tersesat."
        },
        {
          "number": 14,
          "arabic": "وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِۦ فَلَبِثَ فِيهِمْ أَلْفَ سَنَةٍ إِلَّا خَمْسِينَ عَامًا فَأَخَذَهُمُ ٱلطُّوفَانُ وَهُمْ ظَـٰلِمُونَ",
          "transliteration": "walaqad arsalnā nūḥan ilā qawmihi falabitha fīhim alfa sanatin illā khamsīna ʿāman fa-akhadhahumu l-ṭūfānu wahum ẓālimūna",
          "translation": "Dan sungguh, Kami telah mengutus Nuh kepada kaumnya, maka dia tinggal bersama mereka seribu tahun kurang lima puluh tahun. Kemudian mereka dilanda banjir besar, sedangkan mereka adalah orang-orang yang zalim.",
          "tafsir": "Kisah para nabi itu dimulai dengan menceritakan riwayat perjuangan Nabi Nuh. Beliau adalah bapak para nabi. Ia berdakwah menyeru kaumnya supaya beriman kepada Allah Yang Maha Esa dan mempercayai kerasulannya selama sembilan ratus lima puluh tahun. Namun demikian, ia tidak pernah merasa bosan mengajak mereka, baik siang maupun malam. Kadang-kadang dengan suara yang lemah lembut, tetapi sering juga dengan suara keras menyampaikan ancaman Allah terhadap kekafiran mereka. Akan tetapi usaha beliau tidak kunjung berhasil. Hanya segelintir saja di antara mereka yang mau beriman. Selebihnya menolak dan mendustakan beliau. Oleh karena itu, Allah menyiksa mereka. Dikirimlah siksaan yang disebut \"Topan Nabi Nuh\", yakni berupa banjir yang menenggelamkan mereka semua. Tidak seorang pun yang selamat dari siksaan Allah itu kecuali orang yang beriman yang ikut dalam bahtera Nuh. Al-hakim meriwayatkan: Diriwayatkan dari Ibnu 'Abbas bahwa ia berkata, \"Allah mengutus Nabi Nuh ketika usia 40 tahun dan berdakwah pada kaumnya selama 950 tahun menyeru mereka untuk mengikuti agama Allah dan Nabi Nuh hidup setelah banjir (topan) selama 60 tahun, sehingga jumlah manusia menjadi banyak dan tersebar. (Riwayat al-hakim)"
        }
      ]
    }
  ]
}