{
  "pageNumber": 333,
  "juz": 17,
  "surahs": [
    {
      "number": 22,
      "name": "Al-Hajj",
      "nameArabic": "الحج",
      "meaning": "Haji",
      "revelation": "Madinah",
      "description": "Surat Al-Hajj termasuk surat Madaniyyah dan terdiri dari 78 ayat. Menurut sebagian ahli tafsir, surat Al-Hajj termasuk surat Makkiyyah. Hal ini dikarenakan sebagian ayat dalam surat ini ada yang diturunkan di Mekah dan ada yang di Madinah.Dinamai surat ini \"Al-Hajj\" karena surat ini mengemukakan hal-hal yang berhubungan dengan ibadah haji, seperti: ihram, thawaf, sa'i, wuquf di Arafah, mencukur rambut, syi'ar-syi'ar Allah, faedah dan hikmah disyariatkannya haji. Ditegaskan pula bahwa ibadah haji telah disyariatkan pada masa Nabi Ibrahim, dan Ka'bah didirikan oleh Nabi Ibrahim bersama putranya, Ismail.Menurut Al Ghaznawi, surat Al-Hajj termasuk di antara surat yang ajaib, diturunkan pada malam dan siang hari, dalam musafir dan tidak musafir, ada ayat yang diturunkan di Mekah dan ada pula yang diturunkan di Madinah, isinya ada yang berhubungan dengan peperangan dan ada pula yang berhubungan dengan perdamaian, ada ayat yang muhkam dan ada pula yang mutasyabihat.**Pokok-Pokok Isi:**1. **Keimanan:** Keimanan tentang adanya kebangkitan dan huru-hara hari kiamat; dari susunan alam semesta dapat diambil bukti-bukti tentang keberadaan Allah Maha Pencipta.2. **Hukum-hukum:** Kewajiban berhaji bagi kaum muslimin dan haji telah disyariatkan pada masa Ibrahim; hukum berkata dusta; larangan menyembah berhala; binatang-binatang yang halal dimakan; hukum menghalang-halangi manusia dari jalan Allah dan Masjidil Haram; dibolehkannya berperang untuk mempertahankan diri dan agama; hukum-hukum yang berhubungan dengan haji.3. **Lain-lain:** Membantah kebenaran tanpa dasar pengetahuan adalah perbuatan yang tercela; tanda-tanda takwa yang sampai ke hati; setiap agama yang dibawa rasul-rasul sejak dahulu mempunyai syariat tertentu; pahala orang yang mati dalam hijrah di jalan Allah; sikap orang kafir bila mendengar Al-Qur'an; anjuran berjihad; celaan Islam terhadap orang yang tidak memiliki pendirian dan selalu mencari keuntungan untuk diri sendiri.Surat Al-Hajj mengingatkan manusia tentang keberadaan hari kebangkitan dengan mengemukakan bukti-bukti tentang kejadian dan proses perkembangan manusia, hewan dan tumbuh-tumbuhan. Oleh sebab itu, sudah sewajarnya manusia bersyukur dan menyembah Allah, Tuhan semesta alam. Juga mengemukakan tentang disyariatkannya haji, mengenai waktu-waktu boleh-tidaknya melakukan peperangan berhubung ada bulan-bulan suci yang ditentukan Allah.**Hubungan Surat Al-Hajj Dengan Surat Al-Mu'Minun:**1. Surat Al-Hajj menyuruh orang-orang mukmin mendirikan shalat, menunaikan zakat, dan mengerjakan berbagai macam kebaikan agar beruntung, sedangkan permulaan surat Al-Mukminun menegaskan bahwa apabila orang-orang mukmin betul-betul mengerjakan apa yang diperintahkan Allah dan menjauhi apa yang dilarang-Nya seperti zina, pasti akan beruntung.2. Kedua surat ini sama-sama mengemukakan tentang penciptaan manusia, perkembangan kejadian dan kehidupan, dan menjadikan hal ini sebagai bukti keberadaan hari kebangkitan.3. Kedua surat ini sama-sama menyinggung umat-umat terdahulu yang tidak mengindahkan seruan nabi-nabi, untuk menjadi pelajaran bagi orang-orang yang datang setelah mereka.4. Kedua surat ini sama-sama mengemukakan bukti-bukti tentang keberadaan dan keesaan Allah.",
      "verses": [
        {
          "number": 6,
          "arabic": "ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلْحَقُّ وَأَنَّهُۥ يُحْىِ ٱلْمَوْتَىٰ وَأَنَّهُۥ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
          "transliteration": "dhālika bi-anna l-laha huwa l-ḥaqu wa-annahu yuḥ'yī l-mawtā wa-annahu ʿalā kulli shayin qadīrun",
          "translation": "Yang demikian itu karena sungguh, Allah, Dialah yang hak, dan sungguh, Dialah yang menghidupkan segala yang telah mati, dan sungguh, Dia Mahakuasa atas segala sesuatu,",
          "tafsir": "Setelah Allah mengemukakan proses perkembangan manusia dan tumbuh-tumbuhan itu pada ayat-ayat yang lalu, maka pada ayat-ayat berikut ini disimpulkan lima hal: 1. Tuhan yang diterangkan pada ayat-ayat di atas adalah Tuhan yang sebenarnya, Tuhan Yang Mahakuasa, yang menentukan segala sesuatu. Tidak ada seorang pun yang sanggup menciptakan manusia dengan proses yang demikian itu, yaitu menciptakan manusia dari tanah, kemudian menjadi mani, nutfah (zygat), sel-sel, mudhgah, janin, kemudian lahir ke dunia, lalu menjadi dewasa, berketurunan, bertambah tua, akhirnya meninggal dunia menjadi makhluk yang mati kembali. Siapakah yang sanggup membuat proses kejadian manusia seperti itu. Siapakah yang sanggup merubah tanah yang mati dan tandus menjadi tanah yang subur serta ditumbuhi oleh tumbuh-tumbuhan yang beraneka ragam. Siapakah yang membuat ketentuan dan aturan-aturan yang demikian rapi dan teliti itu, selain dari Allah yang wajib disembah? 2. Dialah yang menghidupkan yang mati. Menghidupkan yang mati berarti memberi nyawa kepada yang mati itu, di samping memberi kelengkapan untuk kelangsungan hidup makhluk itu, baik kelangsungan hidup makhluk itu sendiri atau pun kelangsungan hidup jenisnya. Kemudian Dia mematikannya kembali. Zat yang dapat menghidupkan yang mati, kemudian mematikannya, tentu Zat itu sanggup pula menghidupkannya kembali pada hari Kebangkitan. Menghidupkan makhluk kembali itu adalah lebih mudah dari menciptakannya pada kali yang pertama. 3. Dialah Yang Mahakuasa atas segala sesuatu. Dia berbuat sesuatu menurut yang dikehendaki-Nya; tidak ada sesuatu pun yang dapat mengubah dan menghalangi kehendak-Nya itu. 4. Hari Kiamat yang dijanjikan itu pasti datang; tidak ada keraguan sedikit pun, agar orang-orang yang ingkar itu mengetahui. 5. Bahwa setelah kiamat manusia akan dihidupkan kembali untuk diperiksa amal-amalnya dan menerima balasan amal-amal itu."
        },
        {
          "number": 7,
          "arabic": "وَأَنَّ ٱلسَّاعَةَ ءَاتِيَةٌ لَّا رَيْبَ فِيهَا وَأَنَّ ٱللَّهَ يَبْعَثُ مَن فِى ٱلْقُبُورِ",
          "transliteration": "wa-anna l-sāʿata ātiyatun lā rayba fīhā wa-anna l-laha yabʿathu man fī l-qubūri",
          "translation": "dan sungguh, (hari) Kiamat itu pasti datang, tidak ada keraguan padanya; dan sungguh, Allah akan membangkitkan siapa pun yang di dalam kubur.",
          "tafsir": "Setelah Allah mengemukakan proses perkembangan manusia dan tumbuh-tumbuhan itu pada ayat-ayat yang lalu, maka pada ayat-ayat berikut ini disimpulkan lima hal: 1. Tuhan yang diterangkan pada ayat-ayat di atas adalah Tuhan yang sebenarnya, Tuhan Yang Mahakuasa, yang menentukan segala sesuatu. Tidak ada seorang pun yang sanggup menciptakan manusia dengan proses yang demikian itu, yaitu menciptakan manusia dari tanah, kemudian menjadi mani, nutfah (zygat), sel-sel, mudhgah, janin, kemudian lahir ke dunia, lalu menjadi dewasa, berketurunan, bertambah tua, akhirnya meninggal dunia menjadi makhluk yang mati kembali. Siapakah yang sanggup membuat proses kejadian manusia seperti itu. Siapakah yang sanggup merubah tanah yang mati dan tandus menjadi tanah yang subur serta ditumbuhi oleh tumbuh-tumbuhan yang beraneka ragam. Siapakah yang membuat ketentuan dan aturan-aturan yang demikian rapi dan teliti itu, selain dari Allah yang wajib disembah? 2. Dialah yang menghidupkan yang mati. Menghidupkan yang mati berarti memberi nyawa kepada yang mati itu, di samping memberi kelengkapan untuk kelangsungan hidup makhluk itu, baik kelangsungan hidup makhluk itu sendiri atau pun kelangsungan hidup jenisnya. Kemudian Dia mematikannya kembali. Zat yang dapat menghidupkan yang mati, kemudian mematikannya, tentu Zat itu sanggup pula menghidupkannya kembali pada hari Kebangkitan. Menghidupkan makhluk kembali itu adalah lebih mudah dari menciptakannya pada kali yang pertama. 3. Dialah Yang Mahakuasa atas segala sesuatu. Dia berbuat sesuatu menurut yang dikehendaki-Nya; tidak ada sesuatu pun yang dapat mengubah dan menghalangi kehendak-Nya itu. 4. Hari Kiamat yang dijanjikan itu pasti datang; tidak ada keraguan sedikit pun, agar orang-orang yang ingkar itu mengetahui. 5. Bahwa setelah kiamat manusia akan dihidupkan kembali untuk diperiksa amal-amalnya dan menerima balasan amal-amal itu."
        },
        {
          "number": 8,
          "arabic": "وَمِنَ ٱلنَّاسِ مَن يُجَـٰدِلُ فِى ٱللَّهِ بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتَـٰبٍ مُّنِيرٍ",
          "transliteration": "wamina l-nāsi man yujādilu fī l-lahi bighayri ʿil'min walā hudan walā kitābin munīrin",
          "translation": "Dan di antara manusia ada yang berbantahan tentang Allah tanpa ilmu, tanpa petunjuk dan tanpa kitab (wahyu) yang memberi penerangan,",
          "tafsir": "Ayat ini menerangkan bahwa di antara manusia itu ada yang benar-benar bertindak dan berbuat melampaui batas, ada yang membantah serta mengingkari Allah dan sifat-sifat-Nya, tanpa dasar pengetahuan, tanpa argumen yang kuat dan tanpa bimbingan wahyu yang benar. Sikap mereka yang demikian itu semata-mata karena kesombongannya sehingga memalingkan muka dari manusia, yaitu membelakangi orang lain. Hati mereka sudah mati dan tertutup. Sebagaimana firman Allah: Sebenarnya bukan mata itu yang buta, tetapi yang buta ialah hati yang di dalam dada. (al-Hajj/22: 46) Orang yang demikian itu, jika diberi peringatan mereka tidak akan menerimanya, bahkan mereka bertambah ingkar dan sombong. Allah berfirman: Dan apabila dibacakan kepadanya ayat-ayat Kami, dia berpaling dengan menyombongkan diri seolah-olah dia belum mendengarnya, seakan-akan ada sumbatan di kedua telinganya, maka gembirakanlah dia dengan azab yang pedih. (Luqman/31: 7) Orang yang buta mata hatinya dan menyombongkan dirinya, mereka itulah yang telah mengingkari Allah dan adanya Hari Kemudian itu. Maksud mereka adalah untuk menyesatkan dari jalan yang benar sehingga jauh dari Allah. Menurut sebagian mufasir ayat ini diturunkan sebagai penegasan dan peringatan keras dari Allah kepada orang-orang yang mengingkari dan membantah-Nya, sebagaimana disebutkan pada ayat-ayat yang lalu. Pada ayat 3 dan 4 Surah ini dinyatakan bahwa pemuka-pemuka kaum musyrikin Mekah, terutama Nadhar bin Haris, telah membantah dan mengingkari Allah, tanpa pengetahuan, serta mengikuti godaan setan. Pada ayat ini ditegaskan bahwa Nadhar bin Haris dan kawan-kawannya, serta orang-orang yang bertingkah laku seperti mereka itu, benar-benar membantah dan mengingkari Allah. Dengan demikian ayat ini sesunguhnya memberikan peringatan dan ancaman yang keras kepada mereka, bahwa tindakan-tindakan mereka itu akan menimbulkan akibat yang sangat buruk bagi diri mereka sendiri, yaitu kehinaan di dunia dan di akhirat. Dari ayat-ayat ini dan ayat-ayat sebelumnya dapat dipahami bahwa ada dua hal pokok yang diingkari oleh orang-orang musyrik Mekah itu. Pada ayat yang sebelumnya disebutkan bahwa mereka mengingkari dan membantah adanya hari Kiamat dan hari kebangkitan, sedang pada ayat-ayat ini mereka membantah dan mengingkari adanya Allah dan segala sifat-sifat keagungan dan kebesaran-Nya. Kedua hal ini termasuk rukun iman yang merupakan pokok-pokok yang wajib dipercayai dan diyakini. Karena itu, tindakan mereka tidak saja menimbulkan kerugian bagi diri mereka sendiri, tetapi juga menyesatkan manusia yang lain dari jalan Allah, karena perbuatan mereka itu langsung atau tidak langsung akan mempengaruhi manusia yang lain. Mereka itu di dunia akan memperoleh kehinaan, seperti kehinaan yang dialami Abu Lahab dan istrinya, dan di akhirat akan ditimpa azab neraka yang sangat panas yang menghanguskan tubuh mereka."
        },
        {
          "number": 9,
          "arabic": "ثَانِىَ عِطْفِهِۦ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِ ۖ لَهُۥ فِى ٱلدُّنْيَا خِزْىٌ ۖ وَنُذِيقُهُۥ يَوْمَ ٱلْقِيَـٰمَةِ عَذَابَ ٱلْحَرِيقِ",
          "transliteration": "thāniya ʿiṭ'fihi liyuḍilla ʿan sabīli l-lahi lahu fī l-dun'yā khiz'yun wanudhīquhu yawma l-qiyāmati ʿadhāba l-ḥarīqi",
          "translation": "sambil memalingkan lambungnya (dengan congkak) untuk menyesatkan manusia dari jalan Allah. Dia mendapat kehinaan di dunia, dan pada hari Kiamat Kami berikan kepadanya rasa azab neraka yang membakar.",
          "tafsir": "Ayat ini menerangkan bahwa di antara manusia itu ada yang benar-benar bertindak dan berbuat melampaui batas, ada yang membantah serta mengingkari Allah dan sifat-sifat-Nya, tanpa dasar pengetahuan, tanpa argumen yang kuat dan tanpa bimbingan wahyu yang benar. Sikap mereka yang demikian itu semata-mata karena kesombongannya sehingga memalingkan muka dari manusia, yaitu membelakangi orang lain. Hati mereka sudah mati dan tertutup. Sebagaimana firman Allah: Sebenarnya bukan mata itu yang buta, tetapi yang buta ialah hati yang di dalam dada. (al-Hajj/22: 46) Orang yang demikian itu, jika diberi peringatan mereka tidak akan menerimanya, bahkan mereka bertambah ingkar dan sombong. Allah berfirman: Dan apabila dibacakan kepadanya ayat-ayat Kami, dia berpaling dengan menyombongkan diri seolah-olah dia belum mendengarnya, seakan-akan ada sumbatan di kedua telinganya, maka gembirakanlah dia dengan azab yang pedih. (Luqman/31: 7) Orang yang buta mata hatinya dan menyombongkan dirinya, mereka itulah yang telah mengingkari Allah dan adanya Hari Kemudian itu. Maksud mereka adalah untuk menyesatkan dari jalan yang benar sehingga jauh dari Allah. Menurut sebagian mufasir ayat ini diturunkan sebagai penegasan dan peringatan keras dari Allah kepada orang-orang yang mengingkari dan membantah-Nya, sebagaimana disebutkan pada ayat-ayat yang lalu. Pada ayat 3 dan 4 Surah ini dinyatakan bahwa pemuka-pemuka kaum musyrikin Mekah, terutama Nadhar bin Haris, telah membantah dan mengingkari Allah, tanpa pengetahuan, serta mengikuti godaan setan. Pada ayat ini ditegaskan bahwa Nadhar bin Haris dan kawan-kawannya, serta orang-orang yang bertingkah laku seperti mereka itu, benar-benar membantah dan mengingkari Allah. Dengan demikian ayat ini sesunguhnya memberikan peringatan dan ancaman yang keras kepada mereka, bahwa tindakan-tindakan mereka itu akan menimbulkan akibat yang sangat buruk bagi diri mereka sendiri, yaitu kehinaan di dunia dan di akhirat. Dari ayat-ayat ini dan ayat-ayat sebelumnya dapat dipahami bahwa ada dua hal pokok yang diingkari oleh orang-orang musyrik Mekah itu. Pada ayat yang sebelumnya disebutkan bahwa mereka mengingkari dan membantah adanya hari Kiamat dan hari kebangkitan, sedang pada ayat-ayat ini mereka membantah dan mengingkari adanya Allah dan segala sifat-sifat keagungan dan kebesaran-Nya. Kedua hal ini termasuk rukun iman yang merupakan pokok-pokok yang wajib dipercayai dan diyakini. Karena itu, tindakan mereka tidak saja menimbulkan kerugian bagi diri mereka sendiri, tetapi juga menyesatkan manusia yang lain dari jalan Allah, karena perbuatan mereka itu langsung atau tidak langsung akan mempengaruhi manusia yang lain. Mereka itu di dunia akan memperoleh kehinaan, seperti kehinaan yang dialami Abu Lahab dan istrinya, dan di akhirat akan ditimpa azab neraka yang sangat panas yang menghanguskan tubuh mereka."
        },
        {
          "number": 10,
          "arabic": "ذَٰلِكَ بِمَا قَدَّمَتْ يَدَاكَ وَأَنَّ ٱللَّهَ لَيْسَ بِظَلَّـٰمٍ لِّلْعَبِيدِ",
          "transliteration": "dhālika bimā qaddamat yadāka wa-anna l-laha laysa biẓallāmin lil'ʿabīdi",
          "translation": "(Akan dikatakan kepadanya), \"Itu karena perbuatan yang dilakukan dahulu oleh kedua tanganmu, dan Allah sekali-kali tidak menzalimi hamba-hamba-Nya.",
          "tafsir": "Ayat ini menerangkan bahwa azab yang diterima oleh orang-orang kafir itu adalah seimbang dengan perbuatan mungkar yang pernah mereka kerjakan di dunia dahulu, sesuai dengan firman Allah: Dia akan memberi balasan kepada orang-orang yang berbuat jahat sesuai dengan apa yang telah mereka kerjakan dan Dia akan memberi balasan kepada orang-orang yang berbuat baik dengan pahala yang lebih baik (surga). (an-Najm/53: 31) Allah mengazab manusia yang durhaka itu bukanlah karena Dia bermaksud untuk menganiaya hamba-Nya, tetapi semata-mata karena dosa hamba-hamba itu sendiri, mengazab mereka yang berdosa sesuai dengan keadilan Allah"
        },
        {
          "number": 11,
          "arabic": "وَمِنَ ٱلنَّاسِ مَن يَعْبُدُ ٱللَّهَ عَلَىٰ حَرْفٍ ۖ فَإِنْ أَصَابَهُۥ خَيْرٌ ٱطْمَأَنَّ بِهِۦ ۖ وَإِنْ أَصَابَتْهُ فِتْنَةٌ ٱنقَلَبَ عَلَىٰ وَجْهِهِۦ خَسِرَ ٱلدُّنْيَا وَٱلْـَٔاخِرَةَ ۚ ذَٰلِكَ هُوَ ٱلْخُسْرَانُ ٱلْمُبِينُ",
          "transliteration": "wamina l-nāsi man yaʿbudu l-laha ʿalā ḥarfin fa-in aṣābahu khayrun iṭ'ma-anna bihi wa-in aṣābathu fit'natun inqalaba ʿalā wajhihi khasira l-dun'yā wal-ākhirata dhālika huwa l-khus'rānu l-mubīnu",
          "translation": "Dan di antara manusia ada yang menyembah Allah hanya di tepi,<sup foot_note=135490>1</sup> maka jika dia memperoleh kebajikan, dia merasa puas, dan jika dia ditimpa suatu cobaan, dia berbalik ke belakang.<sup foot_note=135491>2</sup> Dia rugi di dunia dan di akhirat. Itulah kerugian yang nyata.",
          "tafsir": "Ayat ini menerangkan bahwa ada pula sebagian manusia yang menyatakan beriman dan menyembah Allah dalam keadaan bimbang dan ragu-ragu; mereka berada dalam kekhawatiran dan kecemasan; apakah agama Islam yang telah mereka anut itu benar-benar dapat memberikan kebahagiaan kepada mereka di dunia dan di akhirat. Mereka seperti keadaan orang yang ikut pergi perang, sedang hati mereka ragu-ragu untuk ikut itu. Jika nampak bagi mereka tanda-tanda pasukan mereka akan memperoleh kemenangan dan akan memeroleh harta rampasan yang banyak, maka mereka melakukan tugas dengan bersungguh-sungguh, seperti orang-orang yang benar-benar beriman. Sebaliknya jika nampak bagi mereka tanda-tanda bahwa pasukannya akan menderita kekalahan dan musuh akan menang, mereka cepat-cepat menghindarkan diri, bahkan kalau ada kesempatan mereka berusaha untuk menggabungkan diri dengan pihak musuh. Keadaan mereka itu dilukiskan Allah dalam ayat ini. Jika mereka memperoleh kebahagiaan hidup, rezeki yang banyak, kekuasaan atau kedudukan, mereka gembira memeluk agama Islam, mereka beribadat sekhusyu-khusyunya, mengerjakan perbuatan baik dan sebagainya. Tetapi jika mereka memperoleh kesengsaraan, kesusahan hidup, cobaan atau musibah, mereka menyatakan bahwa semuanya itu mereka alami karena mereka menganut agama Islam. Mereka masuk Islam bukanlah karena keyakinan bahwa agama Islam itulah satu-satunya agama yang benar, agama yang diridai Allah, tetapi mereka masuk Islam dengan maksud mencari kebahagiaan duniawi, mencari harta yang banyak, mencari pangkat dan kedudukan atau untuk memperoleh kekuasaan yang besar. Karena itulah mereka kembali menjadi kafir, jika tujuan yang mereka inginkan itu tidak tercapai. Pada ayat-ayat yang lain Allah menerangkan perilaku mereka: (yaitu) orang yang menunggu-nunggu (peristiwa) yang akan terjadi pada dirimu. Apabila kamu mendapat kemenangan dari Allah mereka berkata, \"Bukankah kami (turut berperang) bersama kamu?\" Dan jika orang kafir mendapat bagian, mereka berkata, \"Bukankah kami turut memenangkanmu, dan membela kamu dari orang mukmin?\" Maka Allah akan memberi keputusan di antara kamu pada hari Kiamat. Allah tidak akan memberi jalan kepada orang kafir untuk mengalahkan orang-orang beriman. (an-Nisa'/4: 141) Tujuan mereka melakukan tindakan-tindakan yang demikian itu dijelaskan Allah dengan ayat berikut: Sesungguhnya orang munafik itu hendak menipu Allah, tetapi Allah-lah yang menipu mereka. Apabila mereka berdiri untuk salat mereka lakukan dengan malas. Mereka bermaksud ria (ingin dipuji) di hadapan manusia. Dan mereka tidak mengingat Allah kecuali sedikit sekali. (an-Nisa'/4: 142) Kemudian Allah menerangkan bahwa orang-orang yang demikian adalah orang-orang yang telah menyia-nyiakan sesuatu yang sangat bermanfaat bagi dirinya sendiri baik di dunia, apalagi di akhirat. Akibatnya di dunia mereka mendapat bencana, kesengsaraan dan penderitaan lahir dan batin, dan di akhirat nanti mereka akan memperoleh siksa yang amat berat dengan dimasukkan ke dalam api neraka. Karena ketidaksabaran dan tidak tabah itu mereka akan memperoleh kerugian yang besar dan menimbulkan penyesalan selama-lamanya."
        },
        {
          "number": 12,
          "arabic": "يَدْعُوا۟ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُۥ وَمَا لَا يَنفَعُهُۥ ۚ ذَٰلِكَ هُوَ ٱلضَّلَـٰلُ ٱلْبَعِيدُ",
          "transliteration": "yadʿū min dūni l-lahi mā lā yaḍurruhu wamā lā yanfaʿuhu dhālika huwa l-ḍalālu l-baʿīdu",
          "translation": "Dia menyeru kepada selain Allah sesuatu yang tidak dapat mendatangkan bencana dan tidak (pula) memberi manfaat kepadanya. Itulah kesesatan yang jauh.",
          "tafsir": "Pada ayat ini Allah menjelaskan bentuk kerugian yang besar yang akan mereka alami, yaitu mereka menyembah tuhan-tuhan selain Allah atau mereka mengakui adanya kekuatan gaib selain Allah lalu mereka sembah, atau mereka menganggap bahwa ada mahluk yang dapat dijadikan perantara untuk menyampaikan sesuatu permohonan atau doa kepada Allah, padahal tuhan-tuhan itu tidak memberikan mudarat atau manfaat bagi mereka, baik di dunia maupun di akhirat. Perbuatan yang demikian itu adalah perbuatan yang amat jauh menyimpang dari kebenaran. Mereka seperti seorang yang telah jauh tersesat di tengah padang pasir, akan kembali ke jalan yang semula amat jauh dan melelahkan."
        },
        {
          "number": 13,
          "arabic": "يَدْعُوا۟ لَمَن ضَرُّهُۥٓ أَقْرَبُ مِن نَّفْعِهِۦ ۚ لَبِئْسَ ٱلْمَوْلَىٰ وَلَبِئْسَ ٱلْعَشِيرُ",
          "transliteration": "yadʿū laman ḍarruhu aqrabu min nafʿihi labi'sa l-mawlā walabi'sa l-ʿashīru",
          "translation": "Dia menyeru kepada sesuatu yang (sebenarnya) bencananya lebih dekat daripada manfaatnya. Sungguh, itu seburuk-buruk penolong dan sejahat-jahat kawan.",
          "tafsir": "Orang-orang kafir sebagaimana disebutkan dalam ayat ini adalah orang-orang yang menyembah sesuatu yang lebih banyak mudaratnya dari manfaatnya. Mereka menyembah sesuatu selain Allah, baik berupa manusia, maupun benda atau patung-patung. Disebabkan kekafirannya itu Allah menimpakan azab kepada mereka di dunia dan di akhirat. Di akhirat mereka akan mengetahui bahwa semua yang mereka puja dan sembah selama hidup di dunia, dan semua yang mereka anggap sebagai penolong, sebagai sesuatu yang dapat mengabulkan segala permintaan mereka dan sebagai teman yang baik, di akhirat nanti tidak mempunyai arti sedikitpun, bahkan semuanya itu akan menjadi teman-teman yang sama-sama ditimpa kemurkaan dan azab Allah."
        },
        {
          "number": 14,
          "arabic": "إِنَّ ٱللَّهَ يُدْخِلُ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ ۚ إِنَّ ٱللَّهَ يَفْعَلُ مَا يُرِيدُ",
          "transliteration": "inna l-laha yud'khilu alladhīna āmanū waʿamilū l-ṣāliḥāti jannātin tajrī min taḥtihā l-anhāru inna l-laha yafʿalu mā yurīdu",
          "translation": "(Sungguh), Allah akan memasukkan orang-orang yang beriman dan mengerjakan kebajikan ke dalam surga-surga yang mengalir di bawahnya sungai-sungai. Sungguh, Allah berbuat apa yang Dia kehendaki.",
          "tafsir": "Terhadap orang-orang yang hanya menyembah Allah semata, tidak menyekutukan-Nya dengan sesuatu pun, mengikuti ajaran yang disampaikan Nabi-Nya, mengerjakan amal-amal yang saleh, maka Allah melimpahkan karunia-Nya kepada mereka, dengan menyediakan tempat yang penuh kenikmatan dan kebahagiaan berupa surga yang mengalir di bawahnya sungai-sungai, dengan pohon-pohon yang rindang dan menyejukkan, sebagai balasan dari Allah atas semua ibadah dan amal saleh yang telah mereka lakukan itu. Karunia yang berupa kebahagiaan hidup itu mereka nikmati untuk selama-lamanya. Allah, Tuhan Yang Mahakuasa, yang ilmu-Nya meliputi segala sesuatu, yang melakukan sesuatu menurut kehendak-Nya sendiri, akan memberikan kemuliaan bagi orang-orang yang beriman dan menaati-Nya serta akan memberikan kehinaan dan kesengsaraan bagi orang-orang ingkar dan durhaka kepada-Nya. Tidak ada sesuatu pun yang dapat merubah, menambah, mengurangi atau menghilangkan ketetapan-ketetapan dan kekuasaan-Nya itu"
        },
        {
          "number": 15,
          "arabic": "مَن كَانَ يَظُنُّ أَن لَّن يَنصُرَهُ ٱللَّهُ فِى ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ فَلْيَمْدُدْ بِسَبَبٍ إِلَى ٱلسَّمَآءِ ثُمَّ لْيَقْطَعْ فَلْيَنظُرْ هَلْ يُذْهِبَنَّ كَيْدُهُۥ مَا يَغِيظُ",
          "transliteration": "man kāna yaẓunnu an lan yanṣurahu l-lahu fī l-dun'yā wal-ākhirati falyamdud bisababin ilā l-samāi thumma l'yaqṭaʿ falyanẓur hal yudh'hibanna kayduhu mā yaghīẓu",
          "translation": "Barangsiapa menyangka bahwa Allah tidak akan menolongnya (Muhammad) di dunia dan di akhirat, maka hendaklah dia merentangkan tali ke langit-langit,<sup foot_note=135492>1</sup> lalu menggantung (diri), kemudian pikirkanlah apakah tipu dayanya itu dapat melenyapkan apa yang menyakitkan hatinya.",
          "tafsir": "Para mufasir berbeda pendapat dalam menafsirkan ayat ini. Menurut Abu Ja'far an-Nahhas tafsir ayat ini yang paling baik ialah, \"Siapa yang berpendapat bahwa Allah tidak akan menolong Muhammad di dunia dan di akhirat atau ingin menghentikan pertolongan Allah yang akan diberikan-Nya itu, maka hendaklah ia naik ke langit dan berusahalah dari sana menghentikan pertolongan itu. Hendaklah mereka lihat, apakah usaha itu berhasil atau tidak. Dan usaha yang seperti itu pun mustahil dapat dilakukannya.\" Az-Zamakhsyari menafsirkan, \"Allah pasti menolong Rasul-Nya di dunia dan di akhirat. Jika musuh-musuh Muhammad mengira bahwa Allah tidak akan menolongnya atau bermaksud tidak akan menolongnya, sedang mereka mengetahui jaminan Allah terhadap pertolongan-Nya itu, tentulah mereka akan marah. Mereka berusaha dengan segala cara untuk menghilangkan kemarahan mereka itu, yaitu melakukan apa saja bahkan menggantung diri. Setelah itu hendaklah dia memperhatikan apakah tindakannya dengan menggantung diri itu dapat menghentikan pertolongan Allah kepada Muhammad.\" Sebagian ahli tafsir menafsirkan, \"Siapa yang berpendapat bahwa Allah tidak menolong Muhammad, maka hendaklah ia merentangkan tali ke loteng rumahnya, kemudian menggantung diri dengan tali itu. Mereka akan mengetahui bahwa segala usaha dan tipu daya mereka itu tidak berguna sedikit pun. Sekalipun para mufasir berbeda pendapat tentang tafsir ayat di atas namun itu hanyalah lahiriyah, sedangkan maksudnya sama, yaitu seandainya orang-orang yang memusuhi Nabi Muhammad tidak merasa senang akan kemajuan Islam dan kaum Muslimin maka mereka disilahkan naik ke langit lalu akan melihat keadaan dari sana akan kemajuan Islam dan kaum Muslimin. Sebagaimana diketahui dalam sejarah bahwa dengan berkembangnya agama Islam dalam waktu yang singkat di kota Mekah, dan semakin banyak penganutnya maka timbullah usaha di kalangan orang-orang musyrik Mekah untuk menghambat perkembangan Islam atau melenyapkan agama Islam itu. Segala macam usaha untuk mencapai maksud itu, mereka lakukan seperti memutuskan hubungan, mengadakan pemboikotan, mengadakan penganiayaan terhadap orang-orang yang masuk Islam, terutama terhadap budak-budak yang masuk Islam, sehingga kaum Muslimin merasa teraniaya dan tersiksa. Dalam pada itu orang-orang musyrik sendiri menyatakan bahwa Allah tidak menolong Muhammad dan kaum Muslimin, karena agama yang dibawanya itu bukanlah agama yang diridai Allah. Dalam keadaan yang demikian turunlah ayat ini memberikan semangat dan harapan kepada kaum Muslimin. Sehingga timbullah keyakinan dalam diri mereka bahwa agama yang telah mereka anut adalah agama yang benar, karena itu mereka wajib melanjutkan untuk menyebarkannya, dan Tuhan pasti akan menolong mereka itu. Menurut Muqatil, ayat ini turun berkaitan dengan Bani Asad dan Bani Gathfan yang telah masuk Islam, mereka khawatir bahwa Allah tidak menolong Muhammad, lalu terputuslah hubungan mereka dengan pemimpin-pemimpin Yahudi yang menyebabkan kehidupan mereka tidak dibantu lagi. Dengan turunnya ayat ini, hilanglah segala kekhawatiran yang timbul dalam hati mereka itu. Dari ayat di atas dipahami bahwa musuh-musuh Islam tidak mempunyai kemampuan sedikit pun untuk mematahkan perjuangan Nabi Muhammad dan kaum Muslimin dalam usaha menyebarluaskan agama Islam karena mereka selalu mendapat pertolongan Allah di dunia dan di akhirat. Pertolongan Allah ini ditegaskan pada ayat yang lain: Sesungguhnya Kami akan menolong rasul-rasul Kami dan orang-orang yang beriman dalam kehidupan dunia dan pada hari tampilnya para saksi (hari Kiamat). (al-Mu'min/40: 51)"
        }
      ]
    }
  ]
}