{
  "pageNumber": 336,
  "juz": 17,
  "surahs": [
    {
      "number": 22,
      "name": "Al-Hajj",
      "nameArabic": "الحج",
      "meaning": "Haji",
      "revelation": "Madinah",
      "description": "Surat Al-Hajj termasuk surat Madaniyyah dan terdiri dari 78 ayat. Menurut sebagian ahli tafsir, surat Al-Hajj termasuk surat Makkiyyah. Hal ini dikarenakan sebagian ayat dalam surat ini ada yang diturunkan di Mekah dan ada yang di Madinah.Dinamai surat ini \"Al-Hajj\" karena surat ini mengemukakan hal-hal yang berhubungan dengan ibadah haji, seperti: ihram, thawaf, sa'i, wuquf di Arafah, mencukur rambut, syi'ar-syi'ar Allah, faedah dan hikmah disyariatkannya haji. Ditegaskan pula bahwa ibadah haji telah disyariatkan pada masa Nabi Ibrahim, dan Ka'bah didirikan oleh Nabi Ibrahim bersama putranya, Ismail.Menurut Al Ghaznawi, surat Al-Hajj termasuk di antara surat yang ajaib, diturunkan pada malam dan siang hari, dalam musafir dan tidak musafir, ada ayat yang diturunkan di Mekah dan ada pula yang diturunkan di Madinah, isinya ada yang berhubungan dengan peperangan dan ada pula yang berhubungan dengan perdamaian, ada ayat yang muhkam dan ada pula yang mutasyabihat.**Pokok-Pokok Isi:**1. **Keimanan:** Keimanan tentang adanya kebangkitan dan huru-hara hari kiamat; dari susunan alam semesta dapat diambil bukti-bukti tentang keberadaan Allah Maha Pencipta.2. **Hukum-hukum:** Kewajiban berhaji bagi kaum muslimin dan haji telah disyariatkan pada masa Ibrahim; hukum berkata dusta; larangan menyembah berhala; binatang-binatang yang halal dimakan; hukum menghalang-halangi manusia dari jalan Allah dan Masjidil Haram; dibolehkannya berperang untuk mempertahankan diri dan agama; hukum-hukum yang berhubungan dengan haji.3. **Lain-lain:** Membantah kebenaran tanpa dasar pengetahuan adalah perbuatan yang tercela; tanda-tanda takwa yang sampai ke hati; setiap agama yang dibawa rasul-rasul sejak dahulu mempunyai syariat tertentu; pahala orang yang mati dalam hijrah di jalan Allah; sikap orang kafir bila mendengar Al-Qur'an; anjuran berjihad; celaan Islam terhadap orang yang tidak memiliki pendirian dan selalu mencari keuntungan untuk diri sendiri.Surat Al-Hajj mengingatkan manusia tentang keberadaan hari kebangkitan dengan mengemukakan bukti-bukti tentang kejadian dan proses perkembangan manusia, hewan dan tumbuh-tumbuhan. Oleh sebab itu, sudah sewajarnya manusia bersyukur dan menyembah Allah, Tuhan semesta alam. Juga mengemukakan tentang disyariatkannya haji, mengenai waktu-waktu boleh-tidaknya melakukan peperangan berhubung ada bulan-bulan suci yang ditentukan Allah.**Hubungan Surat Al-Hajj Dengan Surat Al-Mu'Minun:**1. Surat Al-Hajj menyuruh orang-orang mukmin mendirikan shalat, menunaikan zakat, dan mengerjakan berbagai macam kebaikan agar beruntung, sedangkan permulaan surat Al-Mukminun menegaskan bahwa apabila orang-orang mukmin betul-betul mengerjakan apa yang diperintahkan Allah dan menjauhi apa yang dilarang-Nya seperti zina, pasti akan beruntung.2. Kedua surat ini sama-sama mengemukakan tentang penciptaan manusia, perkembangan kejadian dan kehidupan, dan menjadikan hal ini sebagai bukti keberadaan hari kebangkitan.3. Kedua surat ini sama-sama menyinggung umat-umat terdahulu yang tidak mengindahkan seruan nabi-nabi, untuk menjadi pelajaran bagi orang-orang yang datang setelah mereka.4. Kedua surat ini sama-sama mengemukakan bukti-bukti tentang keberadaan dan keesaan Allah.",
      "verses": [
        {
          "number": 31,
          "arabic": "حُنَفَآءَ لِلَّهِ غَيْرَ مُشْرِكِينَ بِهِۦ ۚ وَمَن يُشْرِكْ بِٱللَّهِ فَكَأَنَّمَا خَرَّ مِنَ ٱلسَّمَآءِ فَتَخْطَفُهُ ٱلطَّيْرُ أَوْ تَهْوِى بِهِ ٱلرِّيحُ فِى مَكَانٍ سَحِيقٍ",
          "transliteration": "ḥunafāa lillahi ghayra mush'rikīna bihi waman yush'rik bil-lahi faka-annamā kharra mina l-samāi fatakhṭafuhu l-ṭayru aw tahwī bihi l-rīḥu fī makānin saḥīqin",
          "translation": "(Beribadahlah) dengan ikhlas kepada Allah, tanpa mempersekutukan-Nya. Barangsiapa mempersekutukan Allah, maka seakan-akan dia jatuh dari langit lalu disambar oleh burung, atau diterbangkan angin ke tempat yang jauh.",
          "tafsir": "Ayat ini menegaskan bahwa manusia harus menjauhi berhala dan perkataan dusta dengan memurnikan ketaatan kepada Allah, tidak menyekutukan sesuatu dengan-Nya. Kemudian Allah menjelaskan tentang besarnya dosa akibat mengerjakan perbuatan syirik. Siapa yang menyekutukan Allah, berarti telah membinasakan dirinya sendiri, karena orang yang berbuat syirik itu akan memperoleh malapetaka yang besar di dunia dan akhirat, tidak ada lagi harapan untuk memperoleh keselamatan bagi dirinya. Ayat ini menyerupakan orang yang berbuat syirik dengan seorang yang jatuh dari langit yang tinggi, kemudian tubuhnya disambar oleh burung-burung buas yang beterbangan di angkasa, burung-burung itu memperebutkan tubuhnya, sehingga terkoyak-koyak menjadi bagian-bagian yang kecil, lalu dagingnya dimakan oleh burung-burung itu, atau tubuhnya itu diterbangkan angin sampai terlempar ke tempat yang jauh, ada yang jatuh ke dalam laut, ada yang jatuh ke dalam jurang yang dalam dan sebagainya. Maka tidak ada sesuatu pun yang dapat diharapkan lagi dari orang itu, kecuali menerima kesengsaraan dan azab yang kekal. Allah berfirman: Sesungguhnya orang-orang yang kafir dan menghalang-halangi (orang lain) dari jalan Allah, benar-benar telah sesat sejauh-jauhnya. (an-Nisa'/4: 167) Dan firman Allah: Katakanlah (Muhammad), \"Apakah kita akan memohon kepada sesuatu selain Allah, yang tidak dapat memberi manfaat dan tidak (pula) mendatangkan mudarat kepada kita, dan (apakah) kita akan dikembalikan ke belakang, setelah Allah memberi petunjuk kepada kita, seperti orang yang telah disesatkan oleh setan di bumi, dalam keadaan kebingungan.\" (al-An'am/6: 71)"
        },
        {
          "number": 32,
          "arabic": "ذَٰلِكَ وَمَن يُعَظِّمْ شَعَـٰٓئِرَ ٱللَّهِ فَإِنَّهَا مِن تَقْوَى ٱلْقُلُوبِ",
          "transliteration": "dhālika waman yuʿaẓẓim shaʿāira l-lahi fa-innahā min taqwā l-qulūbi",
          "translation": "Demikianlah (perintah Allah). Dan barangsiapa mengagungkan syiar-syiar Allah,<sup foot_note=135496>1</sup> maka sesungguhnya hal itu timbul dari ketakwaan hati.",
          "tafsir": "Siapa yang menghormati syi'ar-syi'ar Allah, memilih binatang kurban yang baik, gemuk dan besar, maka sesungguhnya yang demikian adalah perbuatan orang yang benar-benar takwa kepada Allah dan perbuatan yang berasal dari hati sanubari orang yang mengikhlaskan ketaatannya kepada Allah. Dalam hadis diterangkan binatang yang biasa disembelih para sahabat. Dari Abu Umamah bin Sahal, \"Kami menggemukan hewan kurban di Medinah, dan kaum Muslimin mengemukkannya pula.\" (Riwayat al-Bukhari) Dan hadis Nabi Muhammad saw: Dari al-Bara, ia berkata telah bersabda Rasulullah saw, \"Empat macam yang tidak boleh ada pada binatang kurban, yaitu yang buta matanya sebelah, yang jelas kebutaannya, yang sakit dan jelas sakitnya, yang pincang dan jelas pincangnya dan yang patah kakinya, dan yang tidak dapat membersihkan diri (yang parah).\"(Riwayat al-Bukhari dan Ahmad)"
        },
        {
          "number": 33,
          "arabic": "لَكُمْ فِيهَا مَنَـٰفِعُ إِلَىٰٓ أَجَلٍ مُّسَمًّى ثُمَّ مَحِلُّهَآ إِلَى ٱلْبَيْتِ ٱلْعَتِيقِ",
          "transliteration": "lakum fīhā manāfiʿu ilā ajalin musamman thumma maḥilluhā ilā l-bayti l-ʿatīqi",
          "translation": "Bagi kamu padanya (hewan hadyu)<sup foot_note=135497>1</sup> ada beberapa manfaat,<sup foot_note=135498>2</sup> sampai waktu yang ditentukan, kemudian tempat penyembelihannya adalah di sekitar Baitul Atiq (Baitullah).",
          "tafsir": "Pada ayat ini ditegaskan bahwa binatang kurban itu dapat diambil manfaatnya sebelum disembelih, yaitu dapat digunakan sebagai kendaraan dalam perjalanan menuju tanah suci, dapat diminum air susunya dan sebagainya. Setelah disembelih bulunya dapat dimanfaatkan, dagingnya dapat dimakan, disedekahkan kepada fakir dan miskin, sebagaimana yang diterangkan pada hadis Nabi saw: Dari Anas bahwasanya Rasulullah saw melihat seorang menggiring seekor badanah (unta yang digemukkan untuk dijadikan kurban) maka beliau bersabda, Naikilah!\" Orang itu menjawab, \"Dia digemukkan untuk dijadikan kurban! Maka Nabi bersabda, \"Naikilah! Rugilah kamu!\" pada yang kedua atau ketiga. (Riwayat al-Bukhari dan Muslim) Tempat penyembelihan binatang kurban itu ialah di sekitar daerah Haram atau di tempat sekitar Ka'bah. Allah berfirman: Wahai orang-orang yang beriman! Janganlah kamu membunuh hewan buruan, ketika kamu sedang ihram (haji atau umrah). Barang siapa di antara kamu membunuhnya dengan sengaja, maka dendanya ialah mengganti dengan hewan ternak yang sepadan dengan buruan yang dibunuhnya, menurut putusan dua orang yang adil di antara kamu sebagai hadyu yang dibawa ke Kabah, atau kafarat (membayar tebusan dengan) memberi makan kepada orang-orang miskin, atau berpuasa, seimbang dengan makanan yang dikeluarkan itu, agar dia merasakan akibat buruk dari perbuatannya. Allah telah memaafkan apa yang telah lalu. Dan barang siapa kembali mengerjakannya, niscaya Allah akan menyiksanya. Dan Allah Mahaperkasa, memiliki (kekuasaan untuk) menyiksa. (al-Ma'idah/5: 95) Maksud dibawa sampai ke Ka'bah menurut ayat di atas ialah membawanya ke daerah Haram untuk disembelih di tempat itu."
        },
        {
          "number": 34,
          "arabic": "وَلِكُلِّ أُمَّةٍ جَعَلْنَا مَنسَكًا لِّيَذْكُرُوا۟ ٱسْمَ ٱللَّهِ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلْأَنْعَـٰمِ ۗ فَإِلَـٰهُكُمْ إِلَـٰهٌ وَٰحِدٌ فَلَهُۥٓ أَسْلِمُوا۟ ۗ وَبَشِّرِ ٱلْمُخْبِتِينَ",
          "transliteration": "walikulli ummatin jaʿalnā mansakan liyadhkurū is'ma l-lahi ʿalā mā razaqahum min bahīmati l-anʿāmi fa-ilāhukum ilāhun wāḥidun falahu aslimū wabashiri l-mukh'bitīna",
          "translation": "Dan bagi setiap umat telah Kami syariatkan penyembelihan (kurban), agar mereka menyebut nama Allah atas rezeki yang dikaruniakan Allah kepada mereka berupa hewan ternak. Maka Tuhanmu ialah Tuhan Yang Maha Esa, karena itu berserah dirilah kamu kepada-Nya. Dan sampaikanlah (Muhammad) kabar gembira kepada orang-orang yang tunduk patuh (kepada Allah),",
          "tafsir": "Allah telah menetapkan syariat bagi tiap-tiap manusia termasuk di dalamnya syariat kurban. Seseorang yang berkurban berarti ia telah menumpahkan darah binatang untuk mendekatkan dirinya kepada Allah dan ingin mencari keridaan Allah. Allah memerintahkan kepada orang-orang yang berkurban itu agar mereka menyebut dan mengagungkan nama Allah waktu menyembelih binatang kurban itu, dan agar mereka mensyukuri nikmat Allah yang telah dilimpahkan kepada mereka. Di antara nikmat Allah itu ialah berupa binatang ternak, seperti unta, lembu, kambing dan sebagainya yang merupakan rezeki dan makanan yang halal bagi mereka. Dari ayat ini dapat dipahami bahwa orang-orang yang beriman dilarang mengagungkan nama apapun selain daripada nama Allah. Setelah datangnya Nabi Muhammad sebagai nabi terakhir yang membawa risalah bagi seluruh umat manusia, maka agama yang benar dan harus diikuti oleh seluruh umat manusia hanyalah agama Islam yang bersumber pada Al-Qur'an dan sunnah Nabi Muhammad. Firman Allah: Sesungguhnya agama di sisi Allah ialah Islam. Tidaklah berselisih orang-orang yang telah diberi Kitab. (Ali 'Imran/3: 19) Lebih jelas lagi siapapun yang mencari atau berpegang pada agama selain Islam maka tidak akan diterima Allah dan termasuk orang yang rugi. Firman Allah: Dan barang siapa mencari agama selain Islam, dia tidak akan diterima, dan di akhirat dia termasuk orang yang rugi. (Ali 'Imran/3: 85) Rasulullah saw menyembelih binatang kurban dengan menyebut nama Allah dan bertakbir, sebagaimana tersebut dalam hadis beliau: Dari Anas, ia berkata, \"Rasulullah saw dibawakan dua ekor domba yang bagus (pada kedua domba itu terdapat warna putih yang bercampur hitam) yang bertanduk bagus, lalu beliau menyebut nama Allah dan bertakbir (waktu menyembelihnya) dan meletakkan kakinya di atas rusuk binatang itu.\" (Riwayat al-Bukhari dan Muslim) Pada akhir ayat ditegaskan bahwa Allah yang berhak disembah itu adalah Tuhan Yang Maha Esa, dan kepercayaan tauhid itu telah dianut pula oleh orang-orang dahulu, karena itu patuh dan taat hanya kepada Allah, mengikuti semua perintah-perintah-Nya, menjauhi semua larangan-Nya dan melakukan semua pekerjaan semata-mata karena-Nya dan untuk mencari keridaan-Nya. Allah memerintahkan kepada Nabi Muhammad saw agar menyampaikan berita gembira kepada orang-orang yang tunduk, patuh, taat, bertobat dan merendahkan dirinya kepada-Nya bahwa bagi mereka disediakan pahala yang berlipat ganda, berupa surga di akhirat nanti. Perkataan \"maka Tuhanmu ialah Tuhan Yang Maha Esa\" memberi peringatan bahwa kurban, menghormati syi'ar-syi'ar Allah, dan beribadah sesuai dengan petunjuk para rasul yang diutus kepada mereka, sekalipun ibadah dan syariat itu berbeda pada tiap-tiap umat, namun termasuk dalam agama Allah, termasuk jalan yang lurus yang harus ditempuh oleh setiap yang mengaku sebagai hamba Allah, dalam menaati dan mencari rida-Nya. Perbedaan cara-cara beribadah antara umat-umat yang dahulu dengan umat-umat yang datang kemudian, di dalamnya umat Nabi Muhammad, janganlah dijadikan alasan yang dapat menimbulkan perpecahan di antara orang-orang yang beriman. Semuanya itu dilakukan dengan tujuan untuk menghambakan diri kepada Tuhan Yang Maha Esa."
        },
        {
          "number": 35,
          "arabic": "ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتْ قُلُوبُهُمْ وَٱلصَّـٰبِرِينَ عَلَىٰ مَآ أَصَابَهُمْ وَٱلْمُقِيمِى ٱلصَّلَوٰةِ وَمِمَّا رَزَقْنَـٰهُمْ يُنفِقُونَ",
          "transliteration": "alladhīna idhā dhukira l-lahu wajilat qulūbuhum wal-ṣābirīna ʿalā mā aṣābahum wal-muqīmī l-ṣalati wamimmā razaqnāhum yunfiqūna",
          "translation": "(yaitu) orang-orang yang apabila disebut nama Allah dihati mereka bergetar, orang yang sabar atas apa yang menimpa mereka, dan orang yang melaksanakan salat dan orang yang menginfakkan sebagian rezeki yang Kami karuniakan kepada mereka.",
          "tafsir": "Dalam ayat ini disebutkan tanda-tanda orang yang taat dan patuh kepada Allah, yaitu: 1. Apabila disebutkan nama Allah di hadapan mereka, gemetarlah hati mereka, karena merasakan kebesaran dan kekuasaan-Nya. Mendengar nama Allah itu timbul rasa harap dan takut dalam hati mereka. Mereka mengharapkan keridaan-Nya, sebagaimana mereka pula mengharapkan ampunan dan pahala yang disediakan Allah bagi orang yang takwa. Mereka sangat ingin agar dimasukkan ke dalam kelompok orang-orang yang bertakwa itu. Mereka takut mendengar nama Allah, karena mereka belum mempunyai persiapan yang cukup untuk menghadap-Nya, seperti ibadah yang mereka kerjakan, perbuatan baik dan jihad yang telah mereka lakukan, semuanya itu dirasakan mereka belum cukup dikerjakan, karena itu mereka takut kepada siksa Allah, yang akan ditimpakan kepada orang-orang kafir. Mereka ingin terhindar dari siksa itu. 2. Mereka sabar menghadapi segala cobaan dari Allah. Di saat mereka memperoleh rezeki dan karunia yang banyak dari Allah, mereka ingat bahwa di dalam harta mereka itu terdapat hak orang fakir dan orang miskin, karena itu mereka mengeluarkan zakat dan sedekah. Di saat mereka menjadi miskin, mereka sadar bahwa itu adalah cobaan terhadap iman mereka, karena itu kemiskinan tidak menggoyahkan iman mereka sedikitpun. Mereka yakin bahwa cobaan dari Allah itu bermacam-macam bentuk dan ragamnya, ada yang berupa kesenangan dan ada pula berupa kesengsaraan. Hanyalah hamba Allah yang sabar dan tabahlah yang akan memperoleh keberuntungan. 3. Mereka selalu mendirikan salat yang difardukan atas mereka pada waktu-waktu yang telah ditentukan. 4. Mereka menginfakkan sebagian dari rezeki yang telah dianugerahkan Allah kepada mereka. Tindakan menginfakkan harta itu mereka lakukan semata-mata untuk mencari keridaan Allah."
        },
        {
          "number": 36,
          "arabic": "وَٱلْبُدْنَ جَعَلْنَـٰهَا لَكُم مِّن شَعَـٰٓئِرِ ٱللَّهِ لَكُمْ فِيهَا خَيْرٌ ۖ فَٱذْكُرُوا۟ ٱسْمَ ٱللَّهِ عَلَيْهَا صَوَآفَّ ۖ فَإِذَا وَجَبَتْ جُنُوبُهَا فَكُلُوا۟ مِنْهَا وَأَطْعِمُوا۟ ٱلْقَانِعَ وَٱلْمُعْتَرَّ ۚ كَذَٰلِكَ سَخَّرْنَـٰهَا لَكُمْ لَعَلَّكُمْ تَشْكُرُونَ",
          "transliteration": "wal-bud'na jaʿalnāhā lakum min shaʿāiri l-lahi lakum fīhā khayrun fa-udh'kurū is'ma l-lahi ʿalayhā ṣawāffa fa-idhā wajabat junūbuhā fakulū min'hā wa-aṭʿimū l-qāniʿa wal-muʿ'tara kadhālika sakharnāhā lakum laʿallakum tashkurūna",
          "translation": "Dan unta-unta itu Kami jadikan untukmu bagian dari syiar agama Allah, kamu banyak memperoleh kebaikan padanya. Maka sebutlah nama Allah (ketika kamu akan menyembelihnya) dalam keadaan berdiri<sup foot_note=135499>1</sup> (dan kaki-kaki telah terikat). Kemudian apabila telah rebah (mati), maka makanlah sebagiannya dan berilah makan orang yang merasa cukup dengan apa yang ada padanya (tidak meminta-minta) dan orang yang meminta. Demikianlah Kami tundukkan (unta-unta itu) untukmu, agar kamu bersyukur.",
          "tafsir": "Pada ayat ini Allah menerangkan bahwa dia menciptakan unta agar diambil manfaatnya oleh manusia dan menjadikan unta itu sebagai salah satu syi'ar-syi'ar Allah dengan menyembelihnya sebagai binatang kurban untuk mendekatkan diri kepada Allah. Kemudian Dia memberi balasan kepada orang-orang yang berkurban pahala yang berlipat ganda di akhirat. Menurut Imam Abu Hanifah yang berasal dari pendapat Atha' dan Sa'id bin Musayyab dari golongan tabi'in bahwa yang dimaksud dengan, \"Budna\" yang tersebut dalam ayat, ialah unta atau sapi. Pendapat ini dikuatkan pula oleh pendapat Ibnu Umar bahwa tidak dikenal arti \"badanah\" (mufrad budna) selain arti unta dan sapi. Seekor unta atau lembu dapat dijadikan kurban oleh tujuh orang berdasarkan hadis Rasulullah saw: Berkata Jabir ra, \"Kami menunaikan ibadah haji bersama Rasulullah saw, maka kami berkurban seekor unta untuk tujuh orang dan seekor sapi untuk tujuh orang.\" (Riwayat Muslim) Jika seseorang tidak mendapatkan unta/sapi, ia boleh menggantinya dengan tujuh ekor kambing berdasarkan hadis: \"Dari Ibnu 'Abbas ra bahwa Nabi saw telah didatangi seseorang, ia berkata, \"Sesungguhnya telah wajib atasku menyembelih unta/sapi, sedangkan aku orang yang sanggup melakukannya, tetapi aku tidak mendapatkannya untuk kubeli. Maka Rasulullah saw menyuruhnya membeli tujuh ekor kambing, kemudian ia menyembelihnya.\" (Riwayat Ahmad dan Ibnu Majah dengan sanad yang sahih) Allah memerintahkan agar menyebut nama Allah di waktu menyembelihnya. Dari ayat ini dapat dipahami bahwa haram hukumnya menyebut nama selain Allah diwaktu menyembelihnya. Apabila binatang kurban telah disembelih, telah roboh dan diyakini telah benar-benar mati, maka kulitilah, makanlah sebagian dagingnya, dan berikanlah sebagian yang lain kepada fakir miskin yang meminta dan yang tidak meminta karena mereka malu melakukannya. Tentu saja memberikan (daging) seluruhnya adalah lebih baik dan lebih besar pahalanya. Orang-orang Arab jahiliyah tidak mau memakan daging kurban yang telah mereka sembelih, maka dalam ayat ini Allah membolehkan kaum Muslimin memakan daging kurban mereka. Demikianlah Allah telah memudahkan penguasaan binatang kurban bagi orang-orang yang beriman, padahal binatang itu lebih kuat dari mereka. Yang demikian itu dapat dijadikan pelajaran agar manusia bersyukur kepada Allah atas nikmat yang telah dilimpahkan kepada mereka."
        },
        {
          "number": 37,
          "arabic": "لَن يَنَالَ ٱللَّهَ لُحُومُهَا وَلَا دِمَآؤُهَا وَلَـٰكِن يَنَالُهُ ٱلتَّقْوَىٰ مِنكُمْ ۚ كَذَٰلِكَ سَخَّرَهَا لَكُمْ لِتُكَبِّرُوا۟ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمْ ۗ وَبَشِّرِ ٱلْمُحْسِنِينَ",
          "transliteration": "lan yanāla l-laha luḥūmuhā walā dimāuhā walākin yanāluhu l-taqwā minkum kadhālika sakharahā lakum litukabbirū l-laha ʿalā mā hadākum wabashiri l-muḥ'sinīna",
          "translation": "Daging (hewan kurban) dan darahnya itu sekali-kali tidak akan sampai kepada Allah, tetapi yang sampai kepada-Nya adalah ketakwaan kamu. Demikianlah dia menundukkannya untukmu agar kamu mengagungkan Allah atas petunjuk yang Dia berikan kepadamu. Dan sampaikanlah kabar gembira kepada orang-orang yang berbuat baik.",
          "tafsir": "Allah menegaskan lagi tujuan berkurban, ialah untuk mendekatkan diri kepada Allah dan mencari keridaan-Nya. Dekat kepada Allah dan keridaan-Nya tidak akan diperoleh dari daging-daging binatang yang disembelih itu dan tidak pula dari darahnya yang telah ditumpahkan, akan tetapi semuanya itu akan diperoleh bila kurban itu dilakukan dengan niat yang ikhlas, dilakukan semata-mata karena Allah dan sebagai syukur atas nikmat-nikmat yang tidak terhingga yang telah dilimpahkan-Nya kepada hamba-Nya. Mujahid berkata, \"Kaum Muslimin pernah bermaksud meniru perbuatan orang-orang musyrik Mekah. Jika menyembelih binatang kurban, mereka menebarkan daging-daging binatang itu disekitar Ka'bah, sedang darahnya mereka lumurkan ke dinding-dinding Ka'bah dengan maksud mencari keridaan tuhan-tuhan yang mereka sembah. Dengan turunnya ayat ini, maka kaum Muslimin mengurungkan maksudnya itu.\" Allah menegaskan pula bahwa Dia telah memudahkan binatang kurban bagi manusia, mudah didapat, mudah dikuasai, dan mudah pula disembelih. Dengan kemudahan itu manusia seharusnya tambah mensyukuri nikmat yang telah dilimpahkan Allah kepada mereka serta mengagungkan-Nya, karena petunjuk-petunjuk yang telah diberikan-Nya. Pada akhir ayat ini Allah memerintahkan kepada Rasulullah saw menyampaikan kabar gembira kepada orang-orang yang beriman dan beramal saleh, serta orang-orang yang melakukan kurban dengan ikhlas bahwa mereka akan memperoleh rida dan karunia-Nya. Pada ayat yang lalu Allah memerintahkan agar menyebut nama-Nya di waktu menyembelih binatang kurban, sedang pada ayat ini diperintahkan membaca takbir di waktu menyembelih binatang kurban. Kebanyakan ahli tafsir mengumpulkan kedua bacaan ini, yaitu dengan menyebut nama Allah dan mengucapkan takbir. Ucapan yang diucapkan itu ialah: Dengan nama Allah, Allah Maha Besar, dari Engkau dan untuk Engkau! Alasan dari mufasir itu ialah hadis Nabi Muhammad saw. Dari Jabir bin Abdillah, ia berkata, \"Nabi saw menyembelih pada hari raya kurban dua ekor domba yang mempunyai tanduk yang tajam dan berwarna putih kehitam-hitaman. Tatkala beliau menghadapkan keduanya ke kiblat, beliau mengucapkan, (artinya) \"Sesungguhnya aku menghadapkan mukaku kepada yang menciptakan langit dan bumi dalam keadaan cenderung kepada agama yang benar,\" sampai kepada perkataan, 'dan aku adalah orang yang pertama kali yang menyerahkan diri. Wahai Tuhan! Dari Engkau untuk Engkau, dari Muhammad dan umatnya, dengan nama Allah dan Allah Mahabesar, kemudian beliau menyembelihnya.\" (Riwayat Abu Daud)"
        },
        {
          "number": 38,
          "arabic": "۞ إِنَّ ٱللَّهَ يُدَٰفِعُ عَنِ ٱلَّذِينَ ءَامَنُوٓا۟ ۗ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ خَوَّانٍ كَفُورٍ",
          "transliteration": "inna l-laha yudāfiʿu ʿani alladhīna āmanū inna l-laha lā yuḥibbu kulla khawwānin kafūrin",
          "translation": "Sesungguhnya Allah membela orang yang beriman. Sungguh, Allah tidak menyukai setiap orang yang berkhianat dan kufur nikmat.",
          "tafsir": "Ayat ini mengisyaratkan bahwa orang-orang beriman selalu mendapat cobaan dan rintangan dari musuh-musuh Allah dan orang-orang yang menginginkan agar agama Allah lenyap dari permukan bumi. Sekalipun demikian, Allah tetap membela orang-orang yang beriman dengan menguatkan hati mereka, memantapkan langkah-langkah mereka untuk mengikuti jalan yang lurus yang telah dibentangkan Allah, dan memperkuat kesabaran dan ketabahan hati mereka. Jaminan Allah terhadap pembelaan-Nya pada orang Mukmin ditegaskan dalam firman-Nya: Allah telah menetapkan, \"Aku dan rasul-rasul-Ku pasti menang.\" Sungguh, Allah Mahakuat, Mahaperkasa. (al-Mujadalah/58: 21) Karena itu diwajibkan atas orang-orang yang telah beriman yang telah ditolong Allah, membela dan menegakkan agama Allah, sebagai tanda bersyukur atas pertolongan-Nya. Allah membela orang-orang yang beriman karena mereka telah menepati janjinya untuk menegakkan agama Allah, oleh sebab itu, Allah membenci orang-orang yang khianat dan orang-orang kafi yang telah mengkhianati janji Allah yang telah ditetapkan-Nya, sebagaimana yang telah diterangkan dalam firman Allah: Dan (ingatlah) ketika Tuhanmu mengeluarkan dari sulbi (tulang belakang) anak cucu Adam keturunan mereka dan Allah mengambil kesaksian terhadap roh mereka (seraya berfirman), \"Bukankah Aku ini Tuhanmu?\" Mereka menjawab, \"Betul (Engkau Tuhan kami), kami bersaksi.\" (Kami lakukan yang demikian itu) agar di hari Kiamat kamu tidak mengatakan, \"Sesungguhnya ketika itu kami lengah terhadap ini.\" (al-A'raf/7: 172) Mereka mengingkari perintah Allah dan tidak mengindahkan larangan-larangan-Nya, mendustakan ayat-ayat Allah, sehingga mereka tidak diacuhkan Allah di akhirat nanti, Allah beriman: Sungguh, orang-orang yang menyembunyikan apa yang telah diturunkan Allah, yaitu Kitab, dan menjualnya dengan harga murah, mereka hanya menelan api neraka ke dalam perutnya, dan Allah tidak akan menyapa mereka pada hari Kiamat, dan tidak akan menyucikan mereka. Mereka akan mendapat azab yang sangat pedih. (al-Baqarah/2: 174)"
        }
      ]
    }
  ]
}