{
  "pageNumber": 144,
  "juz": 8,
  "surahs": [
    {
      "number": 6,
      "name": "Al-An'am",
      "nameArabic": "الأنعام",
      "meaning": "Binatang Ternak",
      "revelation": "Makkah",
      "description": "Surat Al-An'am (binatang ternak: unta, sapi, dan kambing) terdiri dari 165 ayat dan termasuk surat Makkiyyah, karena hampir seluruh ayatnya diturunkan di Mekah sebelum hijrah. Dinamakan Al-An'am karena di dalamnya disebut kata \"An'am\" yang memiliki kaitan erat dengan adat istiadat kaum musyrikin; mereka biasa mempergunakan binatang ternak untuk mendekatkan diri kepada tuhan. Selain itu, juga disebutkan hukum-hukum yang berkenaan dengan binatang ternak itu.Pokok-pokok Isi:1. Keimanan:Bukti-bukti keesaan Allah dan kesempurnaan sifat-sifat-Nya; kebenaran kenabian Nabi Muhammad s.a.w.; persaksian Allah atas kenabian Ibrahim, Ishaq, Ya'qub, Nuh, Daud, Sulaiman, Ayyub, Yusuf, Musa, Harun, Zakariya, Yahya, 'Isa, Ilyas, Alyasa', Yunus, dan Luth; penegasan tentang keberadaan risalah dan wahyu serta hari pembalasan dan hari kebangkitan; kepalsuan kepercayaan orang-orang musyrik dan keingkaran mereka terhadap hari kiamat.2. Hukum-hukum:Larangan mengikuti adat istiadat yang dibuat-buat oleh kaum Jahiliyah; makanan yang halal dan yang haram; wasiat yang sepuluh dan Al-Qur'an, tentang tauhid keadilan dan hukum-hukum; larangan mencaci maki berhala orang musyrik karena mereka akan membalas dengan mencaci maki Allah.3. Kisah-kisah:Kisah umat-umat yang menentang rasul-rasul; kisah pengalaman Nabi Muhammad s.a.w. dan para nabi pada umumnya; cerita Nabi Ibrahim a.s. membimbing kaumnya kepada tauhid.4. Lain-lain:Sikap keras kepala kaum musyrikin: tata cara seorang nabi memimpin umatnya; bidang-bidang kerasulan dan tugas rasul-rasul; tantangan kaum musyrikin untuk melemahkan rasul; kepercayaan orang-orang musyrik terhadap jin, setan, dan malaikat; beberapa prinsip keagamaan dan kemasyarakatan; nilai hidup duniawi.Dalam surat Al-An'am Allah menjelaskan keesaan dan kesempurnaan sifat-sifat-Nya, menyatakan kebatilan kepercayaan orang-orang musyrik dengan bantahan-bantahan yang logis dan mudah diterima oleh akal. Hukuman yang berat akan dijatuhkan kepada orang yang keras kepala menolak kebenaran.Hubungan Surat Al-An'Am Dengan Surat Al-A'raf:1. Kedua surat tersebut termasuk di antara tujuh surat yang panjang (assab'uth thiwaal), sama-sama membicarakan pokok aqidah agama. Dalam surat Al-An'am dikemukakan garis-garis besar aqidah sedangkan surat Al-A'raf menjelaskannya.2. Dalam surat Al-An'am Allah menerangkan asal usul kejadian manusia, yaitu dari tanah, dan menjelaskan tentang beberapa generasi manusia yang telah dibinasakan, kemudian disinggung pula tentang rasul-rasul dengan menyebut beberapa nama mereka secara garis besar, sedangkan surat Al-A'raf menjelaskannya.3. Pada bagian terakhir surat Al-An'am, Allah mengatakan bahwa Dia menjadikan manusia sebagai khalifah-khalifah di bumi dan mengangkat derajat sebagian mereka, maka bagian permulaan surat Al-A'raf mengemukakan penciptaan Adam dan anak cucunya yang dijadikan sebagai khalifah di bumi.4. Hubungan bagian akhir Al-An'am dengan permulaan surat Al-A'raf:a. Bagian akhir Al-An'am, Allah mengatakan bahwa Al-Qur'an adalah kitab pedoman yang benar, jalan yang lurus dan diberkahi, maka umat manusia diperintahkan mengikutinya. Pada bagian permulaan surat Al-A'raf, Allah mengulangi lagi perintah ini dan melarang mengikuti selainnya.b. Pada bagian akhir surat Al-An'am, Allah berfirman bahwa Dia akan memberikan keterangan tentang apa yang seharusnya dilakukan manusia dan yang menjadi perselisihan mereka. Maka pada bagian permulaan surat Al-A'raf, Allah menjelaskan apa yang disebut dengan \"Allah memberi keterangan,\" yaitu pengutusan para rasul yang bertugas memberi keterangan dan masing-masing akan dimintai pertanggungjawaban.c. Pada bagian akhir surat Al-An'am, Allah menyatakan bahwa orang yang berbuat kebajikan akan diberi ganjaran sepuluh kali lipat dan yang berbuat kejahatan akan dibalas sesuai dengan perbuatannya. Untuk menentukan kadar kebajikan dan kejahatan itu ada timbangannya, maka Allah mengemukakan di bagian muka surat Al-A'raf, bahwa timbangan pada hari itu ialah kebenaran dan keadilan. Siapa yang timbangannya berat maka dialah yang beruntung dan siapa yang timbangannya ringan maka dialah yang merugi. Kemudian Allah menceritakan keadaan dan nasib ashhabul A'raaf.",
      "verses": [
        {
          "number": 125,
          "arabic": "فَمَن يُرِدِ ٱللَّهُ أَن يَهْدِيَهُۥ يَشْرَحْ صَدْرَهُۥ لِلْإِسْلَـٰمِ ۖ وَمَن يُرِدْ أَن يُضِلَّهُۥ يَجْعَلْ صَدْرَهُۥ ضَيِّقًا حَرَجًا كَأَنَّمَا يَصَّعَّدُ فِى ٱلسَّمَآءِ ۚ كَذَٰلِكَ يَجْعَلُ ٱللَّهُ ٱلرِّجْسَ عَلَى ٱلَّذِينَ لَا يُؤْمِنُونَ",
          "transliteration": "faman yuridi l-lahu an yahdiyahu yashraḥ ṣadrahu lil'is'lāmi waman yurid an yuḍillahu yajʿal ṣadrahu ḍayyiqan ḥarajan ka-annamā yaṣṣaʿʿadu fī l-samāi kadhālika yajʿalu l-lahu l-rij'sa ʿalā alladhīna lā yu'minūna",
          "translation": "Barang siapa yang dikehendaki Allah akan mendapat hidayah (petunjuk), Dia akan membukakan dadanya untuk (menerima) Islam. Dan barang siapa dikehendaki-Nya menjadi sesat, Dia jadikan dadanya sempit dan sesak, seakan-akan dia (sedang) mendaki ke langit. Demikianlah Allah menimpakan siksa kepada orang-orang yang tidak beriman.",
          "tafsir": "Jika ada orang yang berjiwa besar dan terbuka hatinya untuk menerima kebenaran agama Islam, maka yang demikian itu disebabkan karena Allah hendak memberikan petunjuk kepadanya. Oleh karena itu, dadanya menjadi lapang untuk menerima semua ajaran Islam, baik berupa perintah maupun larangan. Diriwayatkan bahwa Rasulullah pernah ditanya tentang \"kelapangan dada\" yang dimaksud dalam ayat ini, lalu beliau menjawab, \"Itulah gambaran cahaya Ilahi yang menyinari hati orang mukmin, sehingga menjadi lapanglah dadanya.\" Para sahabat bertanya lagi, \"Apakah yang demikian itu ada tanda-tandanya?\" Nabi saw menjawab, \"Ada tanda-tandanya, yaitu selalu condong kepada akhirat, selalu menjauhkan diri dari tipu daya dunia dan selalu bersiap-siap untuk menghadapi kematian.\" (Riwayat Ibnu Abi Hatim dari Abdullah bin Mas'ud) Jika demikian sifat-sifat orang mukmin yang berlapang dada disebabkan oleh cahaya iman yang masuk ke dalam hatinya, maka sebaliknya orang yang dikehendaki Allah untuk hidup dalam kesesatan, dadanya dijadikan sesak dan sempit seolah-olah ia sedang naik ke langit yang hampa udara. Apabila ia diajak untuk berfikir tentang kebenaran dan tafakur tentang tanda-tanda keesaan Allah, maka disebabkan oleh kesombongan dalam hatinya, ia menolak karena perbuatan itu tidak sesuai dengan hawa nafsunya. Hasrat untuk mengikuti kebenaran melemah, dan setiap anjuran agama dirasakannya sebagai suatu beban yang berat yang tidak dapat dipikulnya. Gambaran orang serupa itu adalah seperti orang yang sedang naik ke langit. Semakin tinggi ia naik, semakin sesak nafasnya karena kehabisan oksigen, sehingga ia terpaksa turun kembali untuk menghindarkan diri dari kebinasaan. Dalam ayat ini, Allah memberikan sebuah perumpamaan, agar benar-benar diresapi dengan perasaan yang jernih. Demikianlah Allah menjadikan kesempitan dalam hati orang-orang yang tidak beriman, karena kekafiran itu seperti kotoran yang menutup hati mereka, sehingga ia tidak menerima kebenaran. Keadaan ini dapat disaksikan pada tingkah laku mereka dalam kehidupan sehari-hari yang selalu menjurus kepada kejahatan."
        },
        {
          "number": 126,
          "arabic": "وَهَـٰذَا صِرَٰطُ رَبِّكَ مُسْتَقِيمًا ۗ قَدْ فَصَّلْنَا ٱلْـَٔايَـٰتِ لِقَوْمٍ يَذَّكَّرُونَ",
          "transliteration": "wahādhā ṣirāṭu rabbika mus'taqīman qad faṣṣalnā l-āyāti liqawmin yadhakkarūna",
          "translation": "Dan inilah jalan Tuhanmu yang lurus. Kami telah menjelaskan ayat-ayat (Kami) kepada orang-orang yang menerima peringatan.",
          "tafsir": "Dalam ayat ini dijelaskan bahwa hati seorang mukmin selalu lapang dan bahagia disebabkan oleh ajaran agama Allah yang lurus yang dibawa oleh Nabi Muhammad. Agama Islam mengajarkan akidah (sistem keyakinan) yang benar yang membawa kebahagiaan dunia dan akhirat. Hal itu sangat jelas karena disertai dalil yang nyata dan keterangan yang meyakinkan. Satu-satunya jalan yang lurus yang sesuai dengan akal dan fitrah yang bersandar pada firman Allah yang kekal abadi, ialah jalan yang menuju kepada keridaan Allah, yakni tali Allah yang kokoh. Allah telah menjelaskan ayat-ayat-Nya bagi mereka yang mau memperhatikan."
        },
        {
          "number": 127,
          "arabic": "۞ لَهُمْ دَارُ ٱلسَّلَـٰمِ عِندَ رَبِّهِمْ ۖ وَهُوَ وَلِيُّهُم بِمَا كَانُوا۟ يَعْمَلُونَ",
          "transliteration": "lahum dāru l-salāmi ʿinda rabbihim wahuwa waliyyuhum bimā kānū yaʿmalūna",
          "translation": "Bagi mereka (disediakan) tempat yang damai (surga) di sisi Tuhannya. Dan Dialah pelindung mereka karena amal kebajikan yang mereka kerjakan.",
          "tafsir": "Bagi mereka yang menempuh jalan yang lurus disediakan Darussalam (surga) di sisi Tuhan. Mereka hidup mengikuti pedoman para nabi yang memberi petunjuk kepada mereka sehingga mereka terhindar dari jalan-jalan yang bengkok dan akhirnya sampailah mereka ke Darussalam. Allah memimpin mereka dan mencukupkan balasan bagi setiap perbuatan yang mereka kerjakan di dunia. Allah memberi petunjuk kepada mereka selama di dunia dan memberi taufik untuk melakukan amal kebajikan, sehingga mereka memperoleh pahalanya, dan diizinkan untuk memasuki surga-Nya semata-mata atas karunia-Nya."
        },
        {
          "number": 128,
          "arabic": "وَيَوْمَ يَحْشُرُهُمْ جَمِيعًا يَـٰمَعْشَرَ ٱلْجِنِّ قَدِ ٱسْتَكْثَرْتُم مِّنَ ٱلْإِنسِ ۖ وَقَالَ أَوْلِيَآؤُهُم مِّنَ ٱلْإِنسِ رَبَّنَا ٱسْتَمْتَعَ بَعْضُنَا بِبَعْضٍ وَبَلَغْنَآ أَجَلَنَا ٱلَّذِىٓ أَجَّلْتَ لَنَا ۚ قَالَ ٱلنَّارُ مَثْوَىٰكُمْ خَـٰلِدِينَ فِيهَآ إِلَّا مَا شَآءَ ٱللَّهُ ۗ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٌ",
          "transliteration": "wayawma yaḥshuruhum jamīʿan yāmaʿshara l-jini qadi is'takthartum mina l-insi waqāla awliyāuhum mina l-insi rabbanā is'tamtaʿa baʿḍunā bibaʿḍin wabalaghnā ajalanā alladhī ajjalta lanā qāla l-nāru mathwākum khālidīna fīhā illā mā shāa l-lahu inna rabbaka ḥakīmun ʿalīmun",
          "translation": "Dan (ingatlah) pada hari ketika Dia mengumpulkan mereka semua (dan Allah berfirman), \"Wahai golongan jin! Kamu telah banyak (menyesatkan) manusia.\" Dan kawan-kawan mereka dari golongan manusia berkata, \"Ya Tuhan, kami telah saling mendapatkan kesenangan<sup foot_note=135275>1</sup> dan sekarang waktu yang telah Engkau tentukan buat kami telah datang.\" Allah berfirman, \"Nerakalah tempat kamu selama-lamanya, kecuali jika Allah menghendaki lain.\" Sungguh, Tuhanmu Mahabijaksana, Maha Mengetahui.",
          "tafsir": "Pada hari Kiamat nanti, seluruh umat manusia dan jin akan dikumpulkan di Padang Mahsyar, lalu Allah berfirman kepada mereka untuk mencela perbuatan jin yang telah mempengaruhi manusia dan mengajak mereka kepada kesesatan, sebagaimana dijelaskan dalam firman Allah: Bukankah Aku telah memerintahkan kepadamu wahai anak cucu Adam agar kamu tidak menyembah setan? Sungguh, setan itu musuh yang nyata bagi kamu,dan hendaklah kamu menyembah-Ku. Inilah jalan yang lurus. Dan sungguh, ia (setan itu) telah menyesatkan sebagian besar di antara kamu. Maka apakah kamu tidak mengerti? (Yasin/36: 60-62) Semua orang yang mengikuti ajaran jin dan setan akan dikumpulkan bersama-sama. Semua orang yang mukallaf akan dihimpun bersama para pengikutnya, baik dalam segi kebenaran maupun kejahatan. Lalu berkatalah orang-orang yang menjadi pengikut jin itu sebagai jawaban mereka kepada Allah, \"Ya Tuhan kami, masing-masing di antara kami telah merasakan kenikmatan dari pihak lainnya. Jin-jin itu mendapatkan kenikmatan karena mereka telah berhasil menyesatkan kami dengan bujukan-bujukan dan mengikuti kehendak hawa nafsu, sebaliknya kamipun merasa senang mengikuti mereka dan mendengarkan bisikan-bisikan mereka. Kami merasa leluasa bergelimang kelezatan di dunia.\" Dalam ayat ini, Allah memberikan petunjuk bahwa setiap manusia senantiasa didampingi setan yang berusaha untuk membujuknya dengan bisikan yang mengajaknya kepada kefasikan dan kedurhakaan kepada Allah, sehingga ia tidak menyadari, bahwa hal itu adalah tipu daya dari setan tersebut. Makhluk halus itu selalu berusaha untuk menyesatkan manusia kepada lembah kebatilan dan kejahatan, sebagaimana kuman-kuman yang selalu berusaha untuk menimbulkan bermacam-macam penyakit dalam tubuh manusia atau hewan. Kuman-kuman itu mengetahui jalannya untuk memasuki tubuh manusia atau binatang dari lubang-lubang yang halus. Demikian pula setan mengetahui jalan untuk memasuki hati manusia, sehingga manusia jatuh ke lembah kesesatan tanpa disadarinya. Apabila ada kuman yang berhasil menyelinap ke dalam tubuh manusia dan menyebabkan timbulnya penyakit, maka manusia yang lebih halus sifatnya, dapat dimasuki pengaruh makhluk-makhluk halus, yaitu jin dan setan, yang dapat menjerumuskan kepada penyakit-penyakit rohani manusia. Orang-orang yang menjadi pengikut jin dan setan berkata, dengan penuh kesedihan dan penyesalan, \"Ya Tuhan, kami telah sampai kepada waktu yang telah Engkau tentukan bagi kami, setelah kami menerima kelezatan duniawi karena mengikuti ajakan jin dan setan dan kami telah mengakui dosa-dosa kami, maka kami berserah diri kepada-Mu untuk menerima hukuman-Mu yang seadil-adilnya.\" Perkataan mereka memperlihatkan penyesalan dan keterlanjuran mereka dalam mengikuti hawa nafsu dan sekarang mereka berserah diri kepada Allah yang mengetahui segala perbuatan mereka. Dalam ayat ini tidak disebutkan bagaimana jawaban jin dan alasan setan yang membawa mereka kepada kesesatan itu, tetapi dijelaskan dalam firman Allah yang lain yang menunjukkan bahwa setan, jin dan manusia yang menjadi korban hasutan mereka saling bertikai melepas tanggungjawab dan saling mengutuk satu sama lain: \"¦ kemudian pada hari Kiamat sebagian kamu akan saling mengingkari dan saling mengutuk; dan tempat kembalimu ialah neraka, dan sama sekali tidak ada penolong bagimu.\" (al-'Ankabut/29: 25) Sebagai jawaban atas keluhan mereka itu Allah berfirman, \"Neraka itulah tempat kamu berdiam sedang kamu kekal di dalamnya, kecuali Tuhan menghendaki yang lainnya.\" Segala sesuatu berada di bawah kehendak dan pilihan-Nya, dan tidak ada yang mengetahui kehendak-Nya selain Dia sendiri. Dialah Tuhan Yang Mahabijaksana dan Maha Mengetahui. Ibnu 'Abbas memahami ayat di atas, bahwa siapapun tidak patut turut campur dalam menentukan nasib seorang hamba Allah, apakah dia akan dimasukkan ke surga atau ke neraka. Semuanya berada di bawah kekuasaan dan kehendak Allah."
        },
        {
          "number": 129,
          "arabic": "وَكَذَٰلِكَ نُوَلِّى بَعْضَ ٱلظَّـٰلِمِينَ بَعْضًۢا بِمَا كَانُوا۟ يَكْسِبُونَ",
          "transliteration": "wakadhālika nuwallī baʿḍa l-ẓālimīna baʿḍan bimā kānū yaksibūna",
          "translation": "Dan demikianlah Kami jadikan sebagian orang-orang zalim berteman dengan sesamanya, sesuai dengan apa yang mereka kerjakan.",
          "tafsir": "Pada ayat ini ditegaskan bahwa hidup berkelompok antara orang yang sama tujuan, cita-cita dan kepentingannya terutama dalam hal yang jahat dan menyesatkan telah menjadi kebiasaan dari sebagian makhluk hidup, tidak ada bedanya antara jin dan manusia. Mereka selalu tolong menolong dan bantu membantu dalam berbagai usaha dan upaya agar keinginan dan usaha mereka terpenuhi sesuai dengan rencana mereka. Mereka tidak segan-segan melakukan tindak kekerasan, kezaliman dan penganiayaan serupa dan tidak menghiraukan norma-norma kemanusiaan, keadilan, dan sifat kasih sayang, asal mereka dapat memenuhi nafsu mereka dalam menikmati kehidupan dunia ini dengan sepuas-puasnya. Hal ini dapat dibuktikan dari berbagai peristiwa dalam sejarah sejak zaman dahulu kala sampai sekarang ini. Betapa banyak nabi dan rasul pembawa kebenaran, penyeru kepada akidah tauhid, mendapat tantangan yang hebat dan keras dari penyembah berhala dan pembela kebatilan dan kesesatan karena para nabi dan rasul itu tetap dalam pendiriannya, mantap dalam dakwahnya sehingga Allah memberi hukuman kaumnya yang sesat dan durhaka seperti kaum 'Ad dan samud. Betapa banyak bangsa-bangsa yang merasa dirinya kuat dan perkasa dengan terang-terangan merampas hak bangsa-bangsa yang lemah tanpa memperdulikan rasa keadilan dan perikemanusiaan. Tetapi bangsa yang tertindas dan terjajah itu tidak tinggal diam, mereka berjuang dengan berbagai cara untuk merebut kembali kemerdekaannya. Memang telah menjadi sunatullah bahwa kebenaran pasti menang selama kebenaran itu tetap dibela dan diperjuangkan. Allah berfirman: Dan katakanlah, \"Kebenaran telah datang dan yang batil telah lenyap.\" Sungguh, yang batil itu pasti lenyap. (al-Isra'/17: 81) Allah tidak menyuruh manusia atau jin bersatu dan berkelompok untuk berbuat kejahatan, melakukan yang batil dan berbuat yang mungkar, tetapi hal ini adalah tabiat manusia dan masyarakat sendiri, mereka lebih tertarik untuk bergabung dan bertolong-tolongan dengan kelompok yang sama arah dan tujuan hidupnya, walaupun hal itu ditujukan untuk melakukan kezaliman dan bertindak sewenang-wenang terhadap masyarakat yang lain. Allah berfirman: Orang-orang munafik laki-laki dan perempuan, satu dengan yang lain adalah (sama), mereka menyuruh (berbuat) yang mungkar dan mencegah (perbuatan) yang makruf dan mereka menggenggamkan tangannya (kikir). Mereka telah melupakan kepada Allah, maka Allah melupakan mereka (pula). Sesungguhnya orang-orang munafik itulah orang-orang yang fasik. (at-Taubah/9: 67) Dalam menafsirkan ayat ini, Qatadah berkata, \"Sesungguhnya Allah menjadikan manusia berteman akrab karena masing-masing memiliki kecenderungan yang sama; seorang mukmin adalah wali (teman akrab) bagi orang mukmin lain, kapan dan dimana dia berada. Seorang kafir adalah wali orang kafir lainnya, kapan dan di manapun ia berada. Iman itu bukan hanya dengan angan-angan dan bukan pula hanya berupa simbol atau tanda. Demi Allah yang memiliki umurku! Bila engkau berbuat taat kepada Allah, sedang engkau tidak mengenal seorang pun diantara orang yang taat kepada-Nya, maka hal itu tidak membahayakan kepadamu. Dan bila engkau berbuat durhaka dan maksiat yang dilarang Allah sedang engkau berteman akrab dengan orang yang taat dan takwa kepada-Nya, maka hal itu tidak akan berguna sedikit pun bagimu.\" Abu Syaikh meriwayatkan dari Mansur bin Abi al-Aswad ia berkata, \"Aku bertanya kepada al-A'masy tentang maksud ayat 129 ini: 'Apakah yang engkau dengar dari para sahabat dan ulama tabi'in?\" Al-A'masy menjawab, \"Aku dengar mereka berkata, \"Apabila akhlak manusia telah rusak, maka mereka akan mudah diperintah oleh manusia-manusia yang jahat.\" Allah berfirman: Dan jika Kami hendak membinasakan suatu negeri, maka Kami perintahkan kepada orang yang hidup mewah di negeri itu (agar menaati Allah), tetapi bila mereka melakukan kedurhakaan di dalam (negeri) itu, maka sepantasnya berlakulah terhadapnya perkataan (hukuman Kami), kemudian Kami binasakan sama sekali (negeri itu). (al-Isra'/17: 16) Di pihak lain, orang-orang mukmin bersatu dan memiliki pemimpin dan orang kepercayaan yang terdiri dari orang-orang yang baik, jujur dan bertakwa kepada Allah. Firman Allah: Dan orang-orang yang beriman, laki-laki dan perempuan, sebagian mereka menjadi penolong bagi sebagian yang lain. Mereka menyuruh (berbuat) yang makruf, dan mencegah dari yang mungkar, melaksanakan salat, menunaikan zakat, dan taat kepada Allah dan Rasul-Nya. Mereka akan diberi rahmat oleh Allah. Sungguh, Allah Mahaperkasa, Mahabijaksana. (at-Taubah/9: 71)"
        },
        {
          "number": 130,
          "arabic": "يَـٰمَعْشَرَ ٱلْجِنِّ وَٱلْإِنسِ أَلَمْ يَأْتِكُمْ رُسُلٌ مِّنكُمْ يَقُصُّونَ عَلَيْكُمْ ءَايَـٰتِى وَيُنذِرُونَكُمْ لِقَآءَ يَوْمِكُمْ هَـٰذَا ۚ قَالُوا۟ شَهِدْنَا عَلَىٰٓ أَنفُسِنَا ۖ وَغَرَّتْهُمُ ٱلْحَيَوٰةُ ٱلدُّنْيَا وَشَهِدُوا۟ عَلَىٰٓ أَنفُسِهِمْ أَنَّهُمْ كَانُوا۟ كَـٰفِرِينَ",
          "transliteration": "yāmaʿshara l-jini wal-insi alam yatikum rusulun minkum yaquṣṣūna ʿalaykum āyātī wayundhirūnakum liqāa yawmikum hādhā qālū shahid'nā ʿalā anfusinā wagharrathumu l-ḥayatu l-dun'yā washahidū ʿalā anfusihim annahum kānū kāfirīna",
          "translation": "Wahai golongan jin dan manusia! Bukankah sudah datang kepadamu Rasul-rasul dari kalanganmu sendiri, mereka menyampaikan ayat-ayat-Ku kepadamu dan memperingat­kanmu tentang pertemuan pada hari ini? Mereka menjawab, \"(Ya), kami menjadi saksi atas diri kami sendiri.\" Tetapi mereka tertipu oleh kehidupan dunia dan mereka telah menjadi saksi atas diri mereka sendiri, bahwa mereka adalah orang-orang kafir.",
          "tafsir": "Di akhirat nanti, kepada semua jin dan manusia yang durhaka, yang tidak mengikuti ajaran rasul dan tidak mengindahkan larangan Allah yang disampaikan rasul kepada mereka sehingga mereka berbuat sewenang-wenang di bumi, akan dikemukakan kepadanya pertanyaan, \"Apakah tidak datang kepadamu rasul-rasul Kami, memperingatkan kamu dan memberi petunjuk yang benar agar kamu tidak tersesat dan tidak melakukan perbuatan-perbuatan yang bertentangan dengan ajaran Kami? Mereka tidak berdaya menjawabnya, dan mereka menyesali segala yang mereka perbuat semasa di dunia, dan dengan menundukkan kepala mereka mengakui kesalahan-kesalahan mereka seraya menjawab, \"Kami mengakui bahwa Rasul Allah telah datang kepada kami dan telah memberikan peringatan dan ajaran-ajaran yang baik yang seharusnya kami perhatikan dan kami ikuti dengan patuh dan taat, tetapi kami tidak mengindahkannya, bahkan kami mendustakan mereka dan memperolok-olok seruan mereka.\" Allah berfirman: Mereka menjawab, \"Benar, sungguh, seorang pemberi peringatan telah datang kepada kami, tetapi kami mendustakan(nya) dan kami katakan, \"Allah tidak menurunkan sesuatu apa pun, kamu sebenarnya di dalam kesesatan yang besar.\" (al-Mulk/67: 9) Mereka telah ditipu dan diperdaya oleh kehidupan dunia dan mereka silau oleh harta, wanita, pangkat dan kedudukan, sehingga hati mereka menjadi beku, mata mereka menjadi buta, tidak dapat lagi membedakan mana yang baik, dan mana yang buruk. Mereka tidak dapat lagi melihat cahaya ajaran Ilahi yang akan membawa mereka kepada kebahagiaan dunia dan akhirat. Para rasul itu telah membacakan kepada mereka ayat-ayat yang diturunkan Allah dan telah memperingatkan mereka bahwa di akhirat nanti akan ada hari pembalasan di mana orang-orang yang berbuat baik akan masuk surga dan orang-orang yang ingkar akan disiksa dalam neraka. Di kala itulah mereka mengaku terus terang bahwa mereka dahulu (di dunia) memang ingkar dan kafir, mendustakan rasul-rasul dan tidak percaya dengan adanya hari akhirat. Mengenai rasul-rasul yang diutus itu, apakah mereka terdiri dari manusia ataukah ada pula rasul-rasul dari jin yang diutus kepada umatnya? Jumhur ulama berpendapat bahwa rasul-rasul itu semuanya terdiri dari manusia, tetapi bertugas untuk menyampaikan dakwah kepada jin dan manusia, tidak ada rasul-rasul dari kalangan jin. Al-Qur'an dan hadis-hadis sahih menunjukkan bahwa Nabi Muhammad juga diutus kepada jin seperti tersebut dalam ayat berikut: Dan (ingatlah) ketika Kami hadapkan kepadamu (Muhammad) serombongan jin yang mendengarkan (bacaan) Al-Qur'an, maka ketika mereka menghadiri (pembacaan)nya mereka berkata, \"Diamlah kamu (untuk mendengarkannya)!\" Maka ketika telah selesai mereka kembali kepada kaumnya (untuk) memberi peringatan. Mereka berkata, \"Wahai kaum kami! Sungguh, kami telah mendengarkan Kitab (Al-Qur'an) yang diturunkan setelah Musa, membenarkan (kitab-kitab) yang datang sebelumnya, membimbing kepada kebenaran dan kepada jalan yang lurus.\" (al-Ahqaf/46: 29-30)"
        },
        {
          "number": 131,
          "arabic": "ذَٰلِكَ أَن لَّمْ يَكُن رَّبُّكَ مُهْلِكَ ٱلْقُرَىٰ بِظُلْمٍ وَأَهْلُهَا غَـٰفِلُونَ",
          "transliteration": "dhālika an lam yakun rabbuka muh'lika l-qurā biẓul'min wa-ahluhā ghāfilūna",
          "translation": "Demikianlah (para rasul diutus) karena Tuhanmu tidak akan membinasakan suatu negeri secara zalim, sedang penduduknya dalam lengah (belum tahu).",
          "tafsir": "Pada ayat ini Allah telah menjelaskan sunah dan ketetapan-Nya sesuai dengan hikmah kebijaksanaan dan keadilan-Nya, apabila Allah hendak membinasakan suatu umat karena kedurhakaan dan kezalimannya, terlebih dahulu Allah mengutus seorang rasul yang akan memberi peringatan kepada mereka. Allah tidak akan menurunkan azab dan siksa-Nya kepada suatu umat yang dalam keadaan lalai dan terlena sebelum mengirim rasul-Nya kepada mereka yang memberi tuntunan dan petunjuk, yang akan memperingatkan dan menimbulkan kesadaran dalam hati mereka bahwa mereka benar-benar telah sesat dari jalan yang lurus dan telah melakukan perbuatan-perbuatan tercela yang bertentangan dengan keadilan dan perikemanusiaan. Siksaan yang diturunkan Allah kepada hamba-Nya yang durhaka kepada rasul yang memberi peringatan kepada mereka, misalnya memusnahkan mereka seperti yang pernah terjadi pada kaum 'Ad dan tsamud; atau siksaan yang menghinakan mereka dengan cara mengusir dan mencerai beraikan mereka, seperti yang diderita oleh Bani Israil; ada pula siksaan yang menghancurkan kekuatan mereka, seperti yang diderita oleh kaum musyrikin Mekah. Sesudah Nabi Muhammad diutus Allah kepada semua umat manusia, siksaan yang menghancurkan dan memusnahkan itu tidak ada lagi. Adapun malapetaka yang terjadi, seperti gempa, topan, banjir dan sebagainya, adalah cobaan dan ujian bagi umat manusia agar mereka insaf dan sadar akan kekuasaan Allah dan agar mereka selalu ingat kepada-Nya, dan tidak berpaling dari petunjuk dan ajaran yang diturunkan-Nya dengan perantara rasul-Nya. Allah sekali-kali tidak akan menganiaya hamba-Nya, tetapi merekalah yang menganiaya diri sendiri dengan melakukan perbuatan yang bertentangan dengan sunatullah dan melanggar norma-norma yang telah diberikan-Nya untuk kebahagiaan manusia di dunia dan akhirat. Mungkin ada beberapa umat yang nampaknya kuat dan jaya padahal umat itu telah berpaling dari norma-norma keadilan dan perikemanusiaan, bahkan ada yang mengingkari kekuasaan Allah dan menganggap agama sebagai racun yang membunuh manusia. Hal itu adalah istidraj dari Allah yang membiarkan mereka tenggelam dalam paham kebendaan, sombong dan takabur atas hasil yang mereka capai. Namun akhirnya mereka akan mengalami nasib seperti orang yang sombong dan takabur. Terserah kepada manusia itu sendiri apakah ia akan menjadi orang yang beriman, mematuhi dan menjalankan semua aturan dan ajaran yang diturunkan-Nya dengan perantaraan rasul-Nya, sehingga dia hidup berbahagia jasmani dan rohaninya, ataukah dia akan menganggap dirinya lebih berkuasa atau lebih pintar serta menganggap ajaran-ajaran agama itu sudah ketinggalan zaman. Manusia bebas berpikir, berbuat dan menetapkan sesuatu menurut kehendaknya dan akhirnya akan terombang-ambing antara teori-teori yang terus berubah dan tidak tentu ujung pangkalnya serta terjerumus ke jurang kehancuran, keonaran dan kerusakan. Allah telah membentangkan di hadapan manusia jalan yang baik dan jalan yang buruk; diserahkan kepada manusia untuk memilihnya, jalan mana yang akan ditempuhnya."
        }
      ]
    }
  ]
}