{
  "pageNumber": 111,
  "juz": 6,
  "surahs": [
    {
      "number": 5,
      "name": "Al-Ma'idah",
      "nameArabic": "المائدة",
      "meaning": "Hidangan",
      "revelation": "Madinah",
      "description": "Surat Al-Ma-idah terdiri dari 120 ayat dan termasuk surat Madaniyyah. Hanya saja ada ayat-ayat yang diturunkan di Mekah, pada waktu haji wadaa', setelah Nabi Muhammad s.a.w. hijrah ke Madinah.Surat ini dinamakan \"Al-Ma-idah\" (hidangan) karena memuat kisah pengikut-pengikut setia Nabi 'Isa a.s. yang meminta kepada Nabi 'Isa agar Allah berkenan menurunkan Al-Ma-idah (hidangan makanan) dari langit (ayat 112) untuk mereka. Juga dinamakan dengan \"Al-Uqud\" (perjanjian), karena kata ini terdapat pada ayat pertama surat ini, Allah menyuruh agar hamba memenuhi janji prasetia terhadap Allah dan perjanjian-perjanjian terhadap sesama.Dinamakan juga \"Al-Munqidz\" (yang menyelamatkan), karena akhir surat ini mengandung kisah tentang Nabi 'Isa a.s. yang menjadi penyelamat bagi pengikut-pengikut setianya dari azab Allah.Pokok-Pokok Isi:1. Keimanan:Bantahan terhadap orang-orang yang mempertuhankan Nabi 'Isa a.s.2. Hukum-hukum:Kewajiban memenuhi janji; hukum melanggar syi'ar Allah; makanan yang dihalalkan dan yang diharamkan; hukum menikahi perempuan ahli kitab; wudhu; tayammum; mandi; hukum membunuh orang; hukum mengacau dan mengganggu keamanan; hukum qishash; hukum melanggar sumpah dan kafaaratnya; hukum khamar, berjudi, berkurban untuk berhala, dan mengundi nasib; hukum membunuh binatang waktu ihram; hukum persaksian dalam berwasiat.3. Kisah-kisah:Kisah Nabi Musa a.s. menyuruh kaumnya memasuki Palestina; kisah Habil dan Qabil; dan kisah-kisah tentang Nabi 'Isa a.s.4. Lain-lain:Kewajiban bersikap lemah lembut terhadap sesama mukmin dan bersikap keras terhadap orang kafir; penyempurnaan Agama Islam di zaman Nabi Muhammad s.a.w.; kewajiban bersikap jujur dan adil; sikap dalam menghadapi berita-berita bohong; akibat berteman akrab nonmuslim; laknat Allah terhadap orang-orang Yahudi; kewajiban rasul-rasul hanya menyampaikan agama; sikap Yahudi dan Nasrani terhadap orang Islam; Ka'bah sebagai pondasi kehidupan manusia; peringatan dari Allah agar meninggalkan kebiasaan Arab Jahiliyah; larangan bertanya sesuatu yang mengakibatkan kesusahan dalam beragama.Surat Al-Ma-idah mengemukakan bagaimana seharusnya orang mukmin bersikap, baik terhadap sesama maupun nonmukmin; manfaaat memenuhi janji prasetia terhadap Allah, perjanjian yang dilakukan oleh sesama manusia, dan ketauhidan Allah.Hubungan Surat Al-Ma-Idah Dengan Surat Al-An'Am:1. Surat Al-Ma-idah mengemukakan hujjah terhadap ahli kitab, sedangkan surat Al-An'am mengemukakan hujjah terhadap kaum musyrikin.2. Surat Al-An'am memuat makanan-makanan yang diharamkan dan binatang sembelihan secara umum, sedangkan surat Al-Ma-idah memuat secara terperinci.3. Akhir surat Al-Ma-idah mengemukakan bahwa Allah menguasai langit dan bumi serta memberi balasan atas perbuatan-perbuatan manusia di dunia, sedangkan permulaan surat Al-An'am mengutarakan bahwa segala puji hanya milik Allah, Pencipta langit dan bumi serta sumber kebahagiaan manusia.",
      "verses": [
        {
          "number": 18,
          "arabic": "وَقَالَتِ ٱلْيَهُودُ وَٱلنَّصَـٰرَىٰ نَحْنُ أَبْنَـٰٓؤُا۟ ٱللَّهِ وَأَحِبَّـٰٓؤُهُۥ ۚ قُلْ فَلِمَ يُعَذِّبُكُم بِذُنُوبِكُم ۖ بَلْ أَنتُم بَشَرٌ مِّمَّنْ خَلَقَ ۚ يَغْفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُ ۚ وَلِلَّهِ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَمَا بَيْنَهُمَا ۖ وَإِلَيْهِ ٱلْمَصِيرُ",
          "transliteration": "waqālati l-yahūdu wal-naṣārā naḥnu abnāu l-lahi wa-aḥibbāuhu qul falima yuʿadhibukum bidhunūbikum bal antum basharun mimman khalaqa yaghfiru liman yashāu wayuʿadhibu man yashāu walillahi mul'ku l-samāwāti wal-arḍi wamā baynahumā wa-ilayhi l-maṣīru",
          "translation": "Orang Yahudi dan Nasrani berkata, \"Kami adalah anak-anak Allah dan kekasih-kekasih-Nya.\" Katakanlah, \"Mengapa Allah menyiksa kamu karena dosa-dosamu? Tidak kamu adalah manusia (biasa) di antara orang-orang yang Dia ciptakan. Dia mengampuni siapa yang Dia kehendaki dan menyiksa siapa yang Dia kehendaki. Dan milik Allah seluruh kerajaan langit dan bumi serta apa yang ada di antara keduanya. Dan kepada-Nya semua akan kembali.\"",
          "tafsir": "Menurut riwayat Ibnu Ishak, Ibnu Abbas menceritakan, bahwa Rasulullah datang kepada Numan bin Ada, Bahri bin 'Amar dan Syas bin 'Adi. Setelah terjadi pembicaraan di antara Rasulullah dengan mereka, akhirnya Rasulullah mengajak mereka masuk Islam dan memperingatkan mereka dengan siksa Allah, maka mereka berkata, \"Janganlah engkau menakuti kami hai Muhammad: Demi Allah kami adalah putra-putra Allah dan kekasih-Nya\", maka turunlah ayat ini. Perkataan orang-orang Yahudi dan Nasrani itu dibantah oleh Allah yang maksudnya, \"Katakanlah hai Muhammad kepada mereka: kalau benar kamu putra-putra Allah dan kekasih-Nya yang memiliki keistimewaan khusus lebih dari yang lain-lain sebagaimana yang kamu sangka, mengapa Allah menyiksa kamu karena dosa-dosamu di dunia sebagaimana yang telah banyak kamu derita, baik mengenai tempat kamu beribadah, negeri kamu maupun kerajaan kamu dan lain-lain, sebab ayah tidak akan menyiksa anak-anaknya dan tidak akan menyiksa kekasihnya. Oleh karena itu kamu bukanlah putra-putra Allah dan bukan pula kekasih-Nya yang memiliki keistimewaan sebagaimana yang kamu sangka, tetapi kamu adalah manusia biasa dan hamba Allah seperti manusia lainnya. Allah akan mengampuni dosa-dosa hamba-Nya bagi siapa yang berhak diampuni dan menyiksa orang-orang yang yang berhak disiksa sesuai dengan kehendak-Nya, karena Allah-lah yang memiliki kerajaan langit dan bumi dan apa yang ada di antara keduanya.\""
        },
        {
          "number": 19,
          "arabic": "يَـٰٓأَهْلَ ٱلْكِتَـٰبِ قَدْ جَآءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ عَلَىٰ فَتْرَةٍ مِّنَ ٱلرُّسُلِ أَن تَقُولُوا۟ مَا جَآءَنَا مِنۢ بَشِيرٍ وَلَا نَذِيرٍ ۖ فَقَدْ جَآءَكُم بَشِيرٌ وَنَذِيرٌ ۗ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
          "transliteration": "yāahla l-kitābi qad jāakum rasūlunā yubayyinu lakum ʿalā fatratin mina l-rusuli an taqūlū mā jāanā min bashīrin walā nadhīrin faqad jāakum bashīrun wanadhīrun wal-lahu ʿalā kulli shayin qadīrun",
          "translation": "Wahai Ahli Kitab! Sungguh, Rasul Kami telah datang kepadamu, menjelaskan (syariat Kami) kepadamu ketika terputus (pengiriman) Rasul-rasul, agar kamu tidak mengatakan, \"Tidak ada yang datang kepada kami baik seorang pembawa berita gembira maupun seorang pemberi peringatan.\" Sungguh, telah datang kepadamu pembawa berita gembira dan pemberi peringatan. Dan Allah Mahakuasa atas segala sesuatu.",
          "tafsir": "Menurut riwayat Ibnu Ishaq, Ibnu Abbas menceritakan sabab nuzul ayat ini bahwa Rasulullah mengajak orang-orang Yahudi supaya masuk Islam, maka mereka menolak, lalu Mu'adz bin Jabal, Sa'ad bin 'Ubadah, 'Uqbah bin Wahab berkata kepada mereka: \"Hai orang-orang Yahudi hendaklah kamu takut kepada Allah, sesungguhnya Muhammad adalah Rasul.\" Lalu Rafi'i bin Murairah dan Wahab bin Yahuza berkata, \"Kami tidak pernah berkata demikian kepada kamu, dan Allah tidak menurunkan kitab sesudah Musa dan tidak mengutus rasul sesudahnya untuk membawa berita gembira dan tidak pula untuk memperingatkan\", maka turunlah ayat ini. Pada ayat ini Allah menjelaskan kepada Ahli Kitab bahwa sesungguhnya telah datang rasul Allah yang mereka tunggu, sesuai dengan yang mereka ketahui dari kitab-kitab yang diberikan oleh Allah melalui Rasul-Nya Musa dan Isa a.s. Rasul Allah yang telah datang itu menerangkan syariat Allah, pada periode yang dinamakan \"Fatrah\", yaitu antara Nabi Isa dengan Nabi Muhammad, selama itu wahyu tidak turun, sedang isi Taurat dan Injil sudah banyak yang kabur dan tidak banyak diketahui; dan yang ada banyak pula mengalami perubahan atau dilupakan, baik disengaja atau tidak disengaja. Sekarang sudah datang rasul Allah yaitu Muhammad saw, membawa berita gembira dan peringatan untuk menjelaskan segala apa yang diperlukan untuk kehidupan duniawi dan ukhrawi, menunjukkan jalan yang benar yang harus ditempuh oleh umat manusia, sehingga tidak ada alasan lagi bagi mereka untuk mengatakan bahwa tidak tahu karena tidak adanya rasul yang membimbing dan membawa berita gembira serta peringatan. Sekarang ahli Kitab dan seluruh umat manusia hendaklah menentukan sikap. Kalau mereka ingin selamat dan bahagia di dunia dan di akhirat, maka haruslah mereka percaya kepada Muhammad, rasul Allah yang terakhir dan mengikuti segala petunjuk dan perintah-Nya. Barang siapa membangkang maka dia sendirilah yang akan memikul resikonya dan tidak ada orang lain yang akan menolongnya. Barang siapa tidak percaya kepada Allah dan semua rasul yang diutus sebelumnya maka mereka akan merasakan azab yang pedih dari Allah."
        },
        {
          "number": 20,
          "arabic": "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِۦ يَـٰقَوْمِ ٱذْكُرُوا۟ نِعْمَةَ ٱللَّهِ عَلَيْكُمْ إِذْ جَعَلَ فِيكُمْ أَنۢبِيَآءَ وَجَعَلَكُم مُّلُوكًا وَءَاتَىٰكُم مَّا لَمْ يُؤْتِ أَحَدًا مِّنَ ٱلْعَـٰلَمِينَ",
          "transliteration": "wa-idh qāla mūsā liqawmihi yāqawmi udh'kurū niʿ'mata l-lahi ʿalaykum idh jaʿala fīkum anbiyāa wajaʿalakum mulūkan waātākum mā lam yu'ti aḥadan mina l-ʿālamīna",
          "translation": "Dan (ingatlah), ketika Musa berkata kepada kaumnya, \"Wahai kaumku! Ingatlah akan nikmat Allah kepadamu ketika Dia mengangkat Nabi-nabi di antaramu, dan menjadikan kamu sebagai orang-orang merdeka, dan memberikan kepada kamu apa yang belum pernah diberikan kepada seorang pun di antara umat yang lain.\"",
          "tafsir": "Pada ayat ini Nabi Muhammad diperintahkan supaya mengingat peristiwa yang dialami Musa ketika ia memerintahkan kepada kaumnya, agar mereka selalu mengingat dan mensyukuri nikmat Allah dengan cara yang benar. Nikmat Allah yang disyukuri pasti akan mendapat tambahan dari-Nya. Sebaliknya nikmat-Nya yang dikufuri para penerimanya diancam dengan siksaan. Di antara nikmat-nikmat itu: a.Allah telah mengangkat sekian banyak nabi Bani Israil, seperti Nabi Musa, Nabi Harun, dan lain-lain. b.Allah menjadikan Bani Israil bebas merdeka, mengatur urusan mereka sendiri, sehingga dengan keadaan itu seakan-akan mereka mempunyai kedaulatan sepenuhnya. c.Allah memberikan kepada mereka hal-hal yang belum pernah diberikan kepada orang lain, misalnya waktu mereka dikejar oleh Firaun dan tentaranya menghadapi jalan buntu, maka pada waktu itu Allah membelah laut agar mereka selamat dari kejaran Firaun. Tetapi setelah mereka lewat dan Firaun bersama tentaranya mengikutinya, maka jalan itu berubah menjadi laut kembali, sehingga Firaun dan tentaranya tenggelam. Allah memberikan mann (makanan manis seperti madu) dan salwa (sebangsa burung puyuh). Dan pada waktu mereka berada di padang (gurun) dalam keadaan yang sangat panas, Allah pun mengirimkan awan tebal untuk menaungi mereka. Itulah nikmat-nikmat yang diberikan kepada mereka untuk disyukuri."
        },
        {
          "number": 21,
          "arabic": "يَـٰقَوْمِ ٱدْخُلُوا۟ ٱلْأَرْضَ ٱلْمُقَدَّسَةَ ٱلَّتِى كَتَبَ ٱللَّهُ لَكُمْ وَلَا تَرْتَدُّوا۟ عَلَىٰٓ أَدْبَارِكُمْ فَتَنقَلِبُوا۟ خَـٰسِرِينَ",
          "transliteration": "yāqawmi ud'khulū l-arḍa l-muqadasata allatī kataba l-lahu lakum walā tartaddū ʿalā adbārikum fatanqalibū khāsirīna",
          "translation": "Wahai kaumku! Masuklah ke tanah suci (Palestina) yang telah ditentukan Allah bagimu,<sup foot_note=135222>1</sup> dan janganlah kamu berbalik ke belakang (karena takut kepada musuh), nanti kamu menjadi orang yang rugi.",
          "tafsir": "Setelah Nabi Musa mengingatkan orang-orang Yahudi dan menjelaskan nikmat-nikmat itu, kemudian memerintahkan mereka agar berani menghadapi musuh-musuh Allah dengan janji, bahwa Allah akan menolong mereka. Perintah Nabi Musa itu ialah mereka harus memasuki tanah suci Kanaan (Palestina) dan berdiam di negeri yang telah dijanjikan dan ditetapkan Allah untuk menjadi tempat tinggal mereka. Menurut riwayat Ibnu 'Asakir dari Mu'adz bin Jabal bahwa tanah suci itu di antara sungai Tigris dengan sungai Furat. Tanah itu disebut suci karena telah sekian banyak nabi menempatinya yang senantiasa mengajak kepada agama Tauhid, karenanya tanah itu bersih dari patung-patung dan kepercayaan yang sesat. Dan Nabi Musa melarang mereka murtad kembali menyembah berhala dan membuat keonaran dalam masyarakat dengan berbuat kezaliman dan mengikuti hawa nafsu. Jika mereka tidak mematuhi ketentuan itu mereka akan rugi, karena nikmat-nikmat yang telah diberikan kepada mereka itu akan dicabut kembali dan dibatalkan."
        },
        {
          "number": 22,
          "arabic": "قَالُوا۟ يَـٰمُوسَىٰٓ إِنَّ فِيهَا قَوْمًا جَبَّارِينَ وَإِنَّا لَن نَّدْخُلَهَا حَتَّىٰ يَخْرُجُوا۟ مِنْهَا فَإِن يَخْرُجُوا۟ مِنْهَا فَإِنَّا دَٰخِلُونَ",
          "transliteration": "qālū yāmūsā inna fīhā qawman jabbārīna wa-innā lan nadkhulahā ḥattā yakhrujū min'hā fa-in yakhrujū min'hā fa-innā dākhilūna",
          "translation": "Mereka berkata, \"Wahai Musa! Sesungguhnya di dalam negeri itu ada orang-orang yang sangat kuat dan kejam, kami tidak akan memasukinya sebelum mereka keluar darinya. Jika mereka keluar dari sana, niscaya kami akan masuk.\"",
          "tafsir": "Setelah Nabi Musa dan kaumnya mendekati tanah yang makmur itu, ia memerintahkan kaumnya agar mereka memasuki tanah suci itu dan siap menghadapi penduduknya. Karena kaum Nabi Musa merasa lemah, rendah dan takut, mereka pun tidak mau masuk ke tanah suci itu, bahkan mereka ingin kembali ke Mesir karena penduduk tanah suci itu adalah orang-orang yang kejam dan kasar. Mereka menyatakan kepada Nabi Musa bahwa mereka tidak akan masuk tanah suci itu selama penduduknya yang kejam itu masih di sana, jika penduduknya telah meninggalkan tanah suci, barulah mereka mau memasukinya. (Dalam Kitab Bilangan xiii. 32-33 disebutkan 'negeri yang memakan penduduknya dan dihuni oleh raksasa). Dari jawaban kaum Nabi Musa itu dapat diambil kesimpulan, bahwa mereka sangat lemah jiwanya dan tidak mempunyai keteguhan hati. Mereka tidak ingin memperoleh kebahagiaan dan mencapai kemuliaan dengan jalan berjuang. Mereka ingin memperolehnya tanpa perjuangan. Umat yang demikian sikap dan pendiriannya tidak akan memperoleh kemuliaan, kenikmatan, kebahagiaan dan kesejahteraan. Tentang kesuburan dan kemakmuran Kanaan, negeri tua yang berbatasan dengan laut mati dan Yordan di bilangan Palestina pada waktu itu dan keadaan penduduknya yang kuat-kuat dan gagah perkasa diakui oleh pengikut-pengikut Nabi Musa yang dikirim ke sana."
        },
        {
          "number": 23,
          "arabic": "قَالَ رَجُلَانِ مِنَ ٱلَّذِينَ يَخَافُونَ أَنْعَمَ ٱللَّهُ عَلَيْهِمَا ٱدْخُلُوا۟ عَلَيْهِمُ ٱلْبَابَ فَإِذَا دَخَلْتُمُوهُ فَإِنَّكُمْ غَـٰلِبُونَ ۚ وَعَلَى ٱللَّهِ فَتَوَكَّلُوٓا۟ إِن كُنتُم مُّؤْمِنِينَ",
          "transliteration": "qāla rajulāni mina alladhīna yakhāfūna anʿama l-lahu ʿalayhimā ud'khulū ʿalayhimu l-bāba fa-idhā dakhaltumūhu fa-innakum ghālibūna waʿalā l-lahi fatawakkalū in kuntum mu'minīna",
          "translation": "Berkatalah dua orang laki-laki di antara mereka yang bertakwa, yang telah diberi nikmat oleh Allah, \"Serbulah mereka melalui pintu gerbang (negeri) itu. Jika kamu memasukinya niscaya kamu akan menang. Dan bertawakallah kamu hanya kepada Allah, jika kamu benar-benar orang-orang beriman.\"",
          "tafsir": "Setelah terungkap sikap kaum Nabi Musa dalam hal memasuki tanah suci dan berdiam di dalamnya, maka dua orang utusan dari kaum Nabi Musa yang memang bertakwa kepada Allah dan telah diberi kenikmatan dan memperoleh keridaan-Nya, menganjurkan kepada teman-temannya agar mereka segera memasuki pintu Baitulmakdis.(Kedua orang yang saleh ini ialah Yosua bin Nun dan Kalaeb bin Yefune yang diceritakan panjang lebar dalam Kitab Bilangan 13 dan 14). Apabila mereka telah memasukinya pasti mereka akan menang dan dapat mengusir penduduknya yang kuat itu. Karena kemenangan itu diperoleh atas pertolongan Allah yang telah dijanjikan, yang pasti akan ditepatinya."
        }
      ]
    }
  ]
}