{
  "pageNumber": 184,
  "juz": 10,
  "surahs": [
    {
      "number": 8,
      "name": "Al-Anfal",
      "nameArabic": "الأنفال",
      "meaning": "Harta Rampasan Perang",
      "revelation": "Madinah",
      "description": "Surat Al-Anfal terdiri dari 75 ayat dan termasuk surat Madaniyyah, karena seluruh ayatnya diturunkan di Madinah.Surat ini dinamakan Al-Anfal yang berarti harta rampasan perang berhubung kata Al-Anfal terdapat pada permulaan surat ini. Selain itu, persoalan yang menonjol dalam surat ini ialah tentang harta rampasan perang, hukum perang, dan hal-hal yang berhubungan dengan peperangan pada umumnya. Menurut riwayat Ibnu Abbas, surat ini diturunkan berkenaan dengan perang Badar Kubra yang terjadi pada tahun kedua hijriah. Peperangan ini sangat penting karena menentukan jalannya sejarah perkembangan Islam. Pada waktu itu, umat Islam dengan kekuatan kecil dan untuk pertama kali dapat mengalahkan kaum musyrikin yang berjumlah besar dan berperlengkapan yang cukup. Dalam peperangan ini, kaum muslimin memperoleh harta rampasan perang yang tidak sedikit. Oleh sebab itu, timbullah permasalahan bagaimana membagi harta rampasan perang itu. Maka, Allah menurunkan ayat pertama surat ini.Selain hal-hal tersebut di atas, pokok-pokok isi surat ini sebagai berikut:1. Keimanan:Allah selalu menyertai dan melindungi orang-orang yang beriman; hanya Allah yang berhak menentukan hukum-hukum agama; jaminan Allah terhadap kemenangan umat yang beriman; pertolongan Allah terhadap orang-orang yang bertawakkal; hanya Allah yang dapat mempersatukan hati orang yang beriman; tindakan-tindakan dan hukum-hukum Allah didasarkan pada kepentingan umat manusia; keberadaan malaikat yang menolong barisan kaum muslimin dalam perang Badar; gangguan setan pada orang-orang mukmin dan tipu daya mereka pada orang-orang musyrikin; syirik adalah dosa besar.2. Hukum-hukum:Aturan pembagian harta rampasan perang; kebolehan memakan harta rampasan perang; larangan lari atau mundur dalam peperangan; hukum mengurusi tawanan perang pada permulaan Islam; kewajiban taat kepada pimpinan dalam perang; keharusan mengusahakan perdamaian; kewajiban mempersiapkan diri dengan segala alat perlengkapan perang; ketahanan mental, sabar dan tawakkal serta mengingat Allah dalam peperangan; tujuan perang dalam Islam; larangan khianat kepada Allah dan Rasul serta amanat; larangan mengkhianati perjanjian.3. Kisah-kisah:Keengganan beberapa orang Islam untuk ikut perang Badar; suasana kaum muslimin sebelum, sesudah, dan ketika perang berlangsung; keadaan Nabi Muhammad sebelum hijrah dan permusuhan kaum musyrikin terhadap beliau; orang Yahudi membatalkan perjanjian damai dengan Nabi Muhammad; keadaan orang kafir musyrikin dan Ahli Kitab serta keburukan orang-orang munafik.4. Lain-lain:Pengertian iman, tanda dan sifat orang yang beriman; sunnatullah yang berlaku pada individu dan masyarakat.Surat Al-Anfal menerangkan hal-hal yang berhubungan dengan peperangan pada umumnya, khususnya Perang Badar, peperangan yang menentukan jalannya sejarah Islam dan kaum muslimin, bahkan tidak salah sekiranya dikatakan bahwa Perang Badar menentukan jalan sejarah umat manusia pada umumnya. Sebagian besar surat ini mengandung hal-hal yang berhubungan dengan perdamaian dan peperangan, tingkah laku orang-orang kafir, orang-orang munafik dan sebagian orang-orang Islam yang imannya tidak kuat dalam peperangan. Kemudian ditegaskan bahwa Allah menolong orang-orang yang beriman dan menghancurkan orang-orang kafir dan munafik. Ini merupakan sunnatullah yang tidak dapat dipungkiri berlakunya, sebagaimana pernah terjadi pada Fir'aun dan kaumnya serta umat-umat yang sebelumnya.Hubungan Surat Al-Anfal Dengan Surat At-Taubah:Surat Al-Anfal menyebutkan hal-hal yang berhubungan dengan pokok dan cabang (furu') agama, sunnatullah, hukum perjanjian dan janji setia, hukum perang dan damai. Perkara-perkara ini juga disebutkan dalam surat At-Taubah, umpamanya:1. Perjanjian yang dikemukakan surat Al-Anfal dijelaskan oleh surat At-Taubah, terutama hal-hal yang berhubungan dengan pengkhianatan janji oleh musuh.2. Sama-sama menerangkan tentang memerangi orang-orang musyrikin dan Ahli Kitab.3. Surat Al-Anfal mengemukakan bahwa yang mengurus dan memakmurkan Masjidil haram adalah orang-orang yang bertakwa, sedang surat At-Taubah menerangkan bahwa orang-orang musyrik tidak pantas mengurus dan memakmurkan masjid, bahkan mereka akan menghalang-halangi orang-orang Islam terhadapnya.4. Surat Al-Anfal menyebutkan sifat-sifat orang-orang yang sempurna imannya dan sifat-sifat orang-orang kafir, lalu pada akhir surat diterangkan pula tentang hukum perlindungan atas orang-orang muslim yang berhijrah, orang-orang muslim yang tidak berhijrah, dan orang-orang kafir. Hal yang serupa dikemukakan pula oleh surat At-Taubah.5. Surat Al-Anfal menganjurkan agar berinfak di jalan Allah, sedang surat At-Taubah menegaskan hal yang sama. Dalam surat Al-Anfal diterangkan tentang penggunaan harta rampasan perang, sedang surat At-Taubah menerangkan penggunaan zakat.6. Surat Al-Anfal mengemukakan tentang orang-orang munafik dan orang-orang yang ada penyakit dalam hatinya, kemudian surat At-Taubah menerangkan hal ini lebih luas. Jika kita perhatikan ternyata antara surat Al-Anfal dan surat At-Taubah terdapat hubungan yang erat sekali. Seakan-akan keduanya merupakan satu surat, bahkan sebagian ahli tafsir mengatakan bahwa sekiranya bukan karena ketentuan Allah, mereka memandang surat Al-Anfal dan surat At-Taubah sebagai satu surat.",
      "verses": [
        {
          "number": 53,
          "arabic": "ذَٰلِكَ بِأَنَّ ٱللَّهَ لَمْ يَكُ مُغَيِّرًا نِّعْمَةً أَنْعَمَهَا عَلَىٰ قَوْمٍ حَتَّىٰ يُغَيِّرُوا۟ مَا بِأَنفُسِهِمْ ۙ وَأَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٌ",
          "transliteration": "dhālika bi-anna l-laha lam yaku mughayyiran niʿ'matan anʿamahā ʿalā qawmin ḥattā yughayyirū mā bi-anfusihim wa-anna l-laha samīʿun ʿalīmun",
          "translation": "Yang demikian itu karena sesungguhnya Allah tidak akan mengubah suatu nikmat yang telah diberikan-Nya kepada suatu kaum, hingga kaum itu mengubah apa yang ada pada diri mereka sendiri. Sungguh, Allah Maha Mendengar, Maha Mengetahui,",
          "tafsir": "Kejadian ini yaitu menyiksa orang-orang Quraisy adalah karena mereka mengingkari nikmat-nikmat Allah, ketika Allah mengutus seorang rasul dari kalangan mereka sendiri, yang membacakan ayat-ayat-Nya, lalu mereka mendustakan, bahkan mengusirnya dari negerinya, lalu memerangi terus-menerus. Allah menyiksa mereka disebabkan dosa-dosa mereka. Yang demikian ini membuktikan sunatullah yang telah berlaku sejak dahulu. Allah tidak mengubah suatu nikmat yang telah berlaku sejak dahulu. Allah tidak mengubah suatu nikmat yang telah dianugerahkan-Nya kepada suatu kaum, sehingga kaum itu mengubah apa yang ada pada diri mereka sendiri. Ayat ini mengandung isyarat, bahwa nikmat-nikmat pemberian Allah yang diberikan kepada umat atau perorangan, selalu dikaitkan kelangsungannya dengan akhlak dan amal mereka itu sendiri. Jika akhlak dan perbuatan mereka terpelihara baik, maka nikmat pemberian Allah itu pun tetap berada bersama mereka dan tidak akan dicabut. Allah tidak akan mencabutnya, tanpa kezaliman dan pelanggaran mereka. Akan tetapi, manakala mereka sudah mengubah nikmat-nikmat itu yang berbentuk akidah, akhlak, dan perbuatan baik, maka Allah akan mengubah keadaan mereka dan akan mencabut nikmat pemberian-Nya dari mereka sehingga yang kaya jadi miskin yang mulia jadi hina dan yang kuat jadi lemah. Dan bukanlah sekali-kali kebahagiaan umat itu dikaitkan dengan kekayaan atau jumlah anak yang banyak seperti disangka oleh sebagian besar kaum musyrikin yang diceritakan oleh Allah dengan firman-Nya: Dan mereka berkata, \"Kami memiliki lebih banyak harta dan anak-anak (daripada kamu) dan kami tidak akan diazab.\" (Saba/34: 35) Demikian keluhuran suatu umat tidak dikaitkan dengan keturunannya atau keutamaan nenek moyangnya, seperti yang diakui oleh orang-orang Yahudi. Mereka tertipu dengan keangkuhannya bahwa mereka dijadikan Allah sebagai umat pilihan melebihi umat-umat yang lain, karena dikaitkan kepada kemuliaan Nabi Musa a.s. Allah Maha Mendengar lagi Maha Mengetahui apa yang diucapkan oleh orang-orang yang mendustakan rasul-rasul itu, Dia Maha Mengetahui apa yang mereka kerjakan, apa yang mereka tinggalkan dan pasti akan memberi balasan yang setimpal dengan perbuatannya."
        },
        {
          "number": 54,
          "arabic": "كَدَأْبِ ءَالِ فِرْعَوْنَ ۙ وَٱلَّذِينَ مِن قَبْلِهِمْ ۚ كَذَّبُوا۟ بِـَٔايَـٰتِ رَبِّهِمْ فَأَهْلَكْنَـٰهُم بِذُنُوبِهِمْ وَأَغْرَقْنَآ ءَالَ فِرْعَوْنَ ۚ وَكُلٌّ كَانُوا۟ ظَـٰلِمِينَ",
          "transliteration": "kadabi āli fir'ʿawna wa-alladhīna min qablihim kadhabū biāyāti rabbihim fa-ahlaknāhum bidhunūbihim wa-aghraqnā āla fir'ʿawna wakullun kānū ẓālimīna",
          "translation": "(Keadaan mereka) serupa dengan keadaan pengikut Fir'aun dan orang-orang yang sebelum mereka. Mereka mendustakan ayat-ayat Tuhannya, maka Kami membinasakan mereka disebabkan oleh dosa-dosanya dan Kami tenggelamkan Fir'aun dan pengikut-pengikutnya; karena mereka adalah orang-orang yang zalim.",
          "tafsir": "Mereka itu mengubah nikmat Allah yang ada pada dirinya seperti tingkah laku Fir'aun dan pengikut-pengikutnya serta orang-orang kafir sebelumnya. Pertama, mereka mengingkari ayat-ayat yang dibawa oleh para rasul tentang keesaan Allah, kewajiban menyembah hanya kepada Allah, dan adanya azab Allah di akhirat. Kedua, mereka mendustakan ayat-ayat Allah dan mengingkari nikmat-nikmat pemberian-Nya, padahal Dia yang menciptakan segala-galanya. Allah membinasakan mereka disebabkan dosa-dosanya dan telah menenggelamkan Fir'aun bersama pengikut-pengikutnya karena mereka semuanya adalah orang-orang yang zalim."
        },
        {
          "number": 55,
          "arabic": "إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلَّذِينَ كَفَرُوا۟ فَهُمْ لَا يُؤْمِنُونَ",
          "transliteration": "inna sharra l-dawābi ʿinda l-lahi alladhīna kafarū fahum lā yu'minūna",
          "translation": "Sesungguhnya makhluk paling buruk di sisi Allah ialah orang-orang kafir, karena mereka tidak beriman.",
          "tafsir": "Sesungguhnya sejahat-jahat binatang yang melata di bumi menurut pandangan Allah ialah orang-orang kafir yang mempunyai sifat suka membangkang, sehingga keadaan mereka terus-menerus dalam kekafiran dan berada dalam keingkaran kepada Nabi, sehingga tidak dapat diharapkan iman dari mereka. Mereka itu ada yang kedudukannya sebagai pemimpin yang selalu dengki kepada Rasulullah, membantah setiap ayat yang juga tertulis dalam Taurat yang menjadi saksi atas kebenarannya, padahal mereka dalam hati kecilnya meyakini bahwa Muhammad itu betul-betul utusan Allah, sehingga mengenal Nabi Muhammad seperti mereka mengenal anak-anaknya sendiri. Yang menjadi pengikut-pengikut mereka adalah orang-orang yang dalam keadaan membabi buta mengikuti saja pemimpin-pemimpinnya dan tidak mau melihat bukti-bukti yang disebutkan dalam kitab mereka. Dalam ayat ini Allah menyamakan mereka itu dengan binatang, bahkan lebih sesat dari binatang, karena binatang-binatang itu ada manfaatnya bagi manusia, sedang mereka itu sama sekali tidak ada manfaatnya bagi dirinya maupun bagi orang lain. Hal ini dijelaskan Allah dalam firman-Nya: Atau apakah engkau mengira bahwa kebanyakan mereka itu mendengar atau memahami? Mereka itu hanyalah seperti hewan ternak, bahkan lebih sesat jalannya. (al-Furqan/25: 44)"
        },
        {
          "number": 56,
          "arabic": "ٱلَّذِينَ عَـٰهَدتَّ مِنْهُمْ ثُمَّ يَنقُضُونَ عَهْدَهُمْ فِى كُلِّ مَرَّةٍ وَهُمْ لَا يَتَّقُونَ",
          "transliteration": "alladhīna ʿāhadtta min'hum thumma yanquḍūna ʿahdahum fī kulli marratin wahum lā yattaqūna",
          "translation": "(Yaitu) orang-orang yang terikat perjanjian dengan kamu, kemudian setiap kali berjanji mereka mengkhianati janjinya, sedang mereka tidak takut (kepada Allah).",
          "tafsir": "Orang-orang Yahudi telah beberapa kali mengadakan perjanjian dengan kaum Muslimin tetapi mereka selalu mengkhianati janjinya dan mereka tidak takut kepada Allah dan berbagai akibat dari pengkhianatan itu. Setelah Nabi Muhammad hijrah ke Medinah, beliau mengadakan perjanjian dengan orang-orang Yahudi di Medinah. Dalam perjanjian itu, mereka dibiarkan menetap di Medinah dengan tetap memeluk agamanya, dan mereka diberi jaminan keamanan bagi dirinya dan harta bendanya. Dengan ini Nabi ikut menjaga keamanan Medinah dari musuh. Tetapi masing-masing kabilah Yahudi itu melanggar perjanjian tersebut. Diriwayatkan dari 'Abdullah bin 'Abbas, bahwa orang-orang Yahudi Medinah yang melanggar janji adalah kabilah Bani Quraidhah. Mereka telah melanggar janjinya kepada Rasulullah, karena memberi bantuan senjata kepada orang-orang kafir Quraisy waktu Perang Badar. Kemudian mereka berkata, \"Kami terlupa dan merasa berbuat kesalahan.\" Lalu Rasulullah mengadakan perjanjian kedua, tetapi dilanggar pula dengan menghasut orang, agar memerangi Rasullah ketika terjadi Perang Khandak. Salah seorang pemimpin mereka sengaja datang ke Mekah mengadakan perjanjian dengan orang-orang Quraisy untuk bersama-sama memerangi Nabi Muhammad."
        },
        {
          "number": 57,
          "arabic": "فَإِمَّا تَثْقَفَنَّهُمْ فِى ٱلْحَرْبِ فَشَرِّدْ بِهِم مَّنْ خَلْفَهُمْ لَعَلَّهُمْ يَذَّكَّرُونَ",
          "transliteration": "fa-immā tathqafannahum fī l-ḥarbi fasharrid bihim man khalfahum laʿallahum yadhakkarūna",
          "translation": "Jika engkau (Muhammad) mengungguli mereka dalam peperangan, maka cerai-beraikanlah orang-orang yang di belakang mereka dengan (menumpas) mereka, agar mereka mengambil pelajaran.",
          "tafsir": "Allah menjelaskan apa yang harus diperbuat kaum Muslimin setelah berkali-kali terjadi pelanggaran janji dari orang-orang Yahudi. Allah menjelaskan bahwa jika kaum Muslimin menemui mereka dalam peperangan, mereka harus dicerai-beraikan, demikian pula orang-orang yang ada di belakang mereka harus ditumpas agar mereka mengambil pelajaran dari tindakan kaum Yahudi ini. Tindakan yang tegas dari kaum Muslimin pada mereka harus dapat menimbulkan kesan yang menakutkan bagi orang-orang yang berada di belakang mereka, sehingga mereka tidak berani lagi melanggar janji. Dalam ayat ini, Allah memberi peringatan pula kepada kaum Muslimin, agar jangan tertipu untuk kedua kalinya setelah dikhianati pertama kali oleh orang Yahudi dan mereka memohon maaf. Maka Allah dengan tegas menjelaskan bahwa kaum Muslimin tidak perlu ragu untuk mengadakan tindakan yang tegas agar pelanggaran-pelanggaran semacam itu tidak terulang kembali di belakang hari dan agar orang-orang yang berada di belakang mereka mengambil pelajaran daripadanya. Diriwayatkan oleh al-Bukhari dan Muslim bahwa, Nabi Muhammad pernah berkhotbah di hadapan para sahabat dalam menghadapi pertempuran sebagai berikut : \"Wahai sekalian manusia, janganlah kamu mencita-citakan (mengingin-kan) berjumpa dengan musuh dan mohonlah keselamatan kepada Allah. Akan tetapi bilamana kamu berjumpa dengan mereka, maka bertahanlah dengan kesabaran (dalam pertempuran), dan ketahuilah bahwa surga itu berada di bawah bayangan pedang.\" Kemudian beliau menambah dengan doa, \"Ya Allah yang menurunkan Al-Qur'an, dan yang menjalankan awan di langit hancurkanlah golongan-golongan musuh ini. Cerai-beraikanlah mereka dan berilah pertolongan kepada kami untuk mengalahkan mereka.\""
        },
        {
          "number": 58,
          "arabic": "وَإِمَّا تَخَافَنَّ مِن قَوْمٍ خِيَانَةً فَٱنۢبِذْ إِلَيْهِمْ عَلَىٰ سَوَآءٍ ۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلْخَآئِنِينَ",
          "transliteration": "wa-immā takhāfanna min qawmin khiyānatan fa-inbidh ilayhim ʿalā sawāin inna l-laha lā yuḥibbu l-khāinīna",
          "translation": "Dan jika engkau (Muhammad) khawatir akan (terjadinya) pengkhianatan dari suatu golongan, maka kembalikanlah perjanjian itu kepada mereka dengan cara yang jujur. Sungguh, Allah tidak menyukai orang yang berkhianat.",
          "tafsir": "Jika kaum Muslimin merasa ada tanda-tanda pengkhianatan dari satu golongan yang mengadakan perjanjian pertahanan, haruslah dikembalikan perjanjian itu kepada mereka dan hendaklah mereka berusaha untuk menghalangi terjadinya pengkhianatan itu, dengan jalan mengembalikan perjanjian itu secara jujur disertai peringatan bahwa setelah adanya pengkhianatan itu pihak kaum Muslimin tidak terikat lagi dengan janji apa pun dengan mereka. Allah tidak menyukai orang-orang yang berkhianat, dan juga tidak membolehkan pengkhianatan secara mutlak. Kaum Muslimin dilarang memerangi mereka sebelum ada pemberitahuan, bahwa perjanjian antara mereka dengan pihak lawan tidak berlaku lagi, karena adanya pengkhianatan. Hal ini perlu diumumkan, agar tidak ada tuduhan dari musuh bahwa orang Islam telah memerangi mereka tanpa sebab atau melanggar perjanjian. Allah memberi peringatan pula kepada orang-orang yang berkhianat dengan azab yang akan menimpa diri mereka sebagai akibat dari pengkhianatannya."
        },
        {
          "number": 59,
          "arabic": "وَلَا يَحْسَبَنَّ ٱلَّذِينَ كَفَرُوا۟ سَبَقُوٓا۟ ۚ إِنَّهُمْ لَا يُعْجِزُونَ",
          "transliteration": "walā yaḥsabanna alladhīna kafarū sabaqū innahum lā yuʿ'jizūna",
          "translation": "Dan janganlah orang-orang kafir mengira, bahwa mereka akan dapat lolos (dari kekuasaan Allah). Sungguh, mereka tidak dapat melemahkan (Allah).",
          "tafsir": "Dan janganlah orang-orang kafir itu mengira bahwa mereka dapat lolos dari kekuasaan Allah, dan dapat selamat dari akibat kejahatan dan pengkhianatan mereka, karena sesunguhnya mereka sama sekali tidak dapat melemahkan Allah. Sebaliknya Allah akan memberi balasan kepada mereka di dunia dengan cara dikalahkan oleh Rasulullah dan kaum Muslimin, sehingga mereka merasakan akibat pengkhianatannya, dan di akhirat pun mereka akan merasakan azab dari Allah yang lebih menghinakan."
        },
        {
          "number": 60,
          "arabic": "وَأَعِدُّوا۟ لَهُم مَّا ٱسْتَطَعْتُم مِّن قُوَّةٍ وَمِن رِّبَاطِ ٱلْخَيْلِ تُرْهِبُونَ بِهِۦ عَدُوَّ ٱللَّهِ وَعَدُوَّكُمْ وَءَاخَرِينَ مِن دُونِهِمْ لَا تَعْلَمُونَهُمُ ٱللَّهُ يَعْلَمُهُمْ ۚ وَمَا تُنفِقُوا۟ مِن شَىْءٍ فِى سَبِيلِ ٱللَّهِ يُوَفَّ إِلَيْكُمْ وَأَنتُمْ لَا تُظْلَمُونَ",
          "transliteration": "wa-aʿiddū lahum mā is'taṭaʿtum min quwwatin wamin ribāṭi l-khayli tur'hibūna bihi ʿaduwwa l-lahi waʿaduwwakum waākharīna min dūnihim lā taʿlamūnahumu l-lahu yaʿlamuhum wamā tunfiqū min shayin fī sabīli l-lahi yuwaffa ilaykum wa-antum lā tuẓ'lamūna",
          "translation": "Dan persiapkanlah dengan segala kemampuan untuk menghadapi mereka dengan kekuatan yang kamu miliki dan dari pasukan berkuda yang dapat menggentarkan musuh Allah, musuhmu dan orang-orang selain mereka yang kamu tidak mengetahuinya; tetapi Allah mengetahuinya. Apa saja yang kamu infakkan di jalan Allah niscaya akan dibalas dengan cukup kepadamu dan kamu tidak akan dizalimi (dirugikan).",
          "tafsir": "Untuk menghadapi pengkhianatan kaum Yahudi dan persekongkolan mereka dengan kaum musyrikin dengan tujuan menghancurkan kaum Muslimin, Allah memerintahkan pada ayat ini agar kaum Muslimin menyiapkan kekuatan guna menghadapi musuh-musuh Islam, baik musuh yang nyata mereka ketahui, maupun yang belum menyatakan permusuhan-nya secara terang-terangan. Yang harus dibina lebih dahulu adalah kekuatan iman yang akan menjadikan mereka percaya dan yakin bahwa mereka adalah pembela kebenaran, penegak kalimah Allah di muka bumi dan mereka pasti menang dalam menghadapi dan membasmi kezaliman dan keangkara-murkaan. Kekuatan iman yang sempurna inilah yang dapat membina kekuatan mental yang selalu ditanamkan pada hati segenap rakyat agar mereka benar-benar menjadi bangsa yang tangguh dan perkasa dalam menghadapi berbagai macam kesulitan dan cobaan. Bangsa yang kuat mentalnya tidak akan dapat dikalahkan oleh bangsa lain bagaimana pun sempurnanya peralatan dan senjata mereka. Hal ini telah dibuktikan dalam Perang Badar di mana tentara kaum musyrikin yang jauh lebih besar jumlah dan persenjataannya dapat dipukul mundur oleh tentara Islam yang sedikit jumlahnya dan amat kurang persenjataannya, tetapi memiliki mental yang kuat dan iman yang teguh. Di samping kekuatan iman/mental mereka, harus pula dipersiapkan kekuatan fisiknya karena kedua kekuatan ini harus digabung menjadi satu, kekuatan fisik saja akan kurang keampuhannya bila tidak disertai dengan kekuatan mental. Demikian pula sebaliknya kekuatan mental saja tidak akan berdaya bila tidak ditunjang oleh kekuatan fisik. Allah memerintahkan agar kaum Muslimin mempersiapkan tentara berkuda yang ditempatkan pada tempat strategis, siap untuk menggempur dan menghancurkan setiap serangan musuh dari manapun datangnya. Pada masa Nabi pasukan berkuda inilah yang amat strategis nilainya dan amat besar keampuhannya. Suatu negeri yang mempunyai pasukan berkuda yang besar akan disegani oleh negeri-negeri lain, dan negeri lain itu akan berpikir lebih dulu bila akan menyerang negeri itu. Pada masa sekarang pasukan berkuda (kavaleri) telah digantikan oleh pasukan tank baja, masalah peperangan pada masa kini sudah lain corak dan bentuknya dari peperangan masa dulu. Alat senjata yang dipergunakan sudah beragam pula, berupa armada udara, armada laut, bahkan sampai memper-gunakan persenjataan yang sangat canggih. Jika pada masa Nabi Muhammad saw. Allah memerintahkan agar mempersiapkan pasukan berkuda, maka pada masa sekarang kaum Muslimin harus mempersiapkan berbagai senjata modern untuk mempertahankan negaranya dari serangan musuh. Sebagaimana diketahui senjata-senjata modern sekarang ini adalah hasil dari kemajuan teknologi. Maka umat Islam wajib berusaha mencapai ilmu pengetahuan setinggi-tingginya dan menguasai teknologi dan selalu mengikuti perkembangan dan kemajuannya. Untuk mencapai ilmu dan teknologi yang tinggi kita memerlukan biaya yang sangat besar. Kita wajib mempercepat kemajuan ekonomi dan memperbesar penghasilan rakyat. Dengan demikian akan mudah bagi rakyat menafkahkan sebagian hartanya untuk kepentingan dan pertahanan negaranya. Suatu negara yang kuat mentalnya, kuat pertahanannya, dan kuat pula perekonomiannya pasti akan disegani oleh negara lain dan mereka tidak berani memusuhinya apalagi menyerangnya. Inilah yang dituntut Allah dari kaum Muslimin. Anjuran menafkahkan harta fi sabilillah terdapat dalam beberapa ayat dalam Al-Qur'an di antaranya firman Allah: Dan infakkanlah (hartamu) di jalan Allah, dan janganlah kamu jatuhkan (diri sendiri) ke dalam kebinasaan dengan tangan sendiri, dan berbuat baiklah. Sungguh, Allah menyukai orang-orang yang berbuat baik. (al-Baqarah/2: 195) Dan firman Allah swt: Dan perumpamaan orang yang menginfakkan hartanya untuk mencari rida Allah dan untuk memperteguh jiwa mereka, seperti sebuah kebun yang terletak di dataran tinggi yang disiram oleh hujan lebat, maka kebun itu menghasilkan buah-buahan dua kali lipat. Jika hujan lebat tidak menyiraminya, maka embun (pun memadai). Allah Maha Melihat apa yang kamu kerjakan. (al-Baqarah/2: 265) Allah menjanjikan pahala yang besar kepada setiap orang yang menafkahkan hartanya di jalan Allah, dan dia tidak akan dirugikan sedikit pun karena menafkahkan hartanya. Sebaliknya perbuatan itu akan mendapat pahala yang berlipat ganda."
        },
        {
          "number": 61,
          "arabic": "۞ وَإِن جَنَحُوا۟ لِلسَّلْمِ فَٱجْنَحْ لَهَا وَتَوَكَّلْ عَلَى ٱللَّهِ ۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
          "transliteration": "wa-in janaḥū lilssalmi fa-ij'naḥ lahā watawakkal ʿalā l-lahi innahu huwa l-samīʿu l-ʿalīmu",
          "translation": "Tetapi jika mereka condong kepada perdamaian, maka terimalah dan bertawakallah kepada Allah. Sungguh, Dia Maha Mendengar, Maha Mengetahui.",
          "tafsir": "Bila musuh-musuh Islam itu, baik orang Yahudi maupun orang-orang musyrikin condong kepada perdamaian, mungkin karena mereka benar-benar ingin damai atau karena melihat kekuatan dan kekompakan kaum Muslimin atau karena belum mengkonsolidasikan diri untuk berperang atau karena sebab-sebab lain, maka hendaklah dijajaki kemungkinan damai. Sesudah ternyata bahwa berdamai tidak akan merugikan siasat perjuangan Islam, hendaklah diterima perdamaian itu, tentu saja dengan ketentuan-ketentuan dan syarat-syarat yang dapat menjamin kepentingan bersama dan tidak merugikan masing-masing pihak, karena dasar perjuangan Islam adalah perdamaian. Hal ini telah dipraktikkan Rasulullah pada waktu beliau menerima perdamaian Hudaibiyah antara kaum Muslimin dan kaum musyrikin pada tahun keenam Hijri. Meskipun syarat-syarat perdamaian Hudaibiyah itu jika dilihat sepintas merugikan kaum Muslimin, sehingga banyak para sahabat yang merasa keberatan, tetapi Rasulullah, yang mempunyai pandangan jauh dan taktik serta siasat yang bijaksana, dapat menerimanya. Ternyata kemudian sebagaimana diutarakan para ahli sejarah bahwa Perdamaian Hudaibiyah itu adalah merupakan landasan bagi kemenangan kaum Muslimin selanjutnya. Setelah perjanjian damai diterima, hendaklah Nabi bersama kaum Muslimin bertawakal sepenuhnya kepada Allah, karena Dialah Yang Maha Mendengar dan Maha Mengetahui hakikat yang sebenarnya dari perdamaian, apakah orang-orang Yahudi dan kaum musyrikin benar-benar jujur dan menginginkan terlaksananya perdamaian, atau hanya karena taktik dan siasat, atau karena hendak menipu atau menunggu lengahnya kaum Muslimin saja."
        }
      ]
    }
  ]
}