{
  "pageNumber": 215,
  "juz": 11,
  "surahs": [
    {
      "number": 10,
      "name": "Yunus",
      "nameArabic": "يونس",
      "meaning": "Nabi Yunus",
      "revelation": "Makkah",
      "description": "Surat Yunus terdiri dari 109 ayat dan termasuk surat Makkiyyah, kecuali ayat 40, 94, dan 95 yang diturunkan di Madinah.Surat ini dinamai \"Yunus\" karena di dalamnya disebutkan kisah Nabi Yunus dan pengikut-pengikutnya yang memiliki keteguhan iman.Pokok-Pokok Isi:1. Keimanan:Al-Qur'an bukanlah sihir; Allah mengatur alam semesta dari 'Arsy-Nya; syafaat hanyalah dengan izin Allah; wali-wali Allah; wahyu Allah yang menerangkan yang ghaib kepada manusia; Allah menyaksikan dan mengamati perbuatan hamba-hamba-Nya di dunia; Allah tidak mempunyai Anak.2. Hukum:Menentukan perhitungan tahun dan waktu dengan perjalanan matahari dan bulan; hukum mengada-adakan sesuatu terhadap Allah dan mendustakan ayat-ayat-Nya.3. Kisah-kisah:Kisah Nabi Nuh dengan kaumnya; Nabi Musa dengan Fir'aun dan tukang-tukang sihir; kisah Bani Israil setelah keluar dari negeri Mesir; Nabi Yunus dengan kaumnya.4. Lain-lain:Manusia ingat kepada Allah ketika ditimpa kesulitan dan lupa ketika diberi kesenangan; keadaan orang-orang baik dan orang-orang jahat pada hari kiamat; Al-Qur'an tidak dapat ditandingi; rasul hanya menyampaikan risalah.Surat Yunus mengandung hal-hal yang berhubungan dengan pokok-pokok kepercayaan, lenyapnya syirik, pengutusan rasul, hari kebangkitan, hari pembalasan, dan hal-hal yang berhubungan dengan pokok-pokok agama lainnya sebagaimana biasa didapati dalam surat-surat Makkiyah.Hubungan Surat Yunus Dengan Surat Hud:1. Kedua surat ini sama-sama dimulai dengan alif laam raa', kemudian diiringi dengan menyebutkan risalah nabi-nabi yang diutus Allah dan menerangkan kedudukan para rasul sebagai pemberi kabar gembira dan pemberi peringatan.2. Kedua surat ini pada pertengahannya sama-sama menerangkan tentang keingkaran orang-orang kafir terhadap Al-Qur'an, bantahan terhadap anggapan kepalsuan risalah para rasul, dan keingkaran kaum musyrikin terhadap pokok agama. Kemudian kedua surat ini sama-sama ditutup dengan seruan agar mengikuti rasul, bersabar terhadap semua tindakan jahat kaum musyrikin, istiqamah, dan bertawakal kepada Allah.3. Kedua surat ini sama-sama menerangkan kisah para nabi, tetapi kisah para nabi yang disebut dalam surat Hud bersifat menjelaskan apa yang telah disebut dalam surat Yunus. Pada umumnya, apa yang diutarakan dalam surat Hud merupakan penjelasan dari apa yang telah disebut dalam surat Yunus.",
      "verses": [
        {
          "number": 54,
          "arabic": "وَلَوْ أَنَّ لِكُلِّ نَفْسٍ ظَلَمَتْ مَا فِى ٱلْأَرْضِ لَٱفْتَدَتْ بِهِۦ ۗ وَأَسَرُّوا۟ ٱلنَّدَامَةَ لَمَّا رَأَوُا۟ ٱلْعَذَابَ ۖ وَقُضِىَ بَيْنَهُم بِٱلْقِسْطِ ۚ وَهُمْ لَا يُظْلَمُونَ",
          "transliteration": "walaw anna likulli nafsin ẓalamat mā fī l-arḍi la-if'tadat bihi wa-asarrū l-nadāmata lammā ra-awū l-ʿadhāba waquḍiya baynahum bil-qis'ṭi wahum lā yuẓ'lamūna",
          "translation": "Dan kalau setiap orang yang zalim itu (mempunyai) segala apa yang ada di bumi, tentu dia menebus dirinya dengan itu, dan mereka menyembunyikan<sup foot_note=135342>1</sup> penyesalannya ketika mereka telah menyaksikan azab. Kemudian diberi keputusan di antara mereka dengan adil, dan mereka tidak dizalimi.",
          "tafsir": "Allah menjelaskan bahwa seandainya tiap-tiap orang yang menganiaya diri mereka dengan mempersekutukan Allah dengan tuhan-tuhan yang lain, mempunyai seluruh kekayaan yang ada di bumi, dan diberi kesempatan kepada mereka untuk menebus diri mereka, agar mereka selamat dari siksa Allah dengan seluruh kekayaan yang mereka miliki, tentulah kesalahan mereka tidak seimbang dengan tebusan mereka itu. Apalagi pada saat itu tobat atau tabusan tidak dapat diterima lagi. Tidak ada perlindungan lagi bagi mereka untuk menyelamatkan diri dari siksaan Allah. Namun demikian, mereka berusaha menyembunyikan penyesalan itu. Hal yang demikian itu karena mereka telah benar-benar menyadari bahwa segenap usaha yang mereka lakukan tidak ada gunanya lagi, baik ia menjerit sekuat-kuatnya atau membungkam seribu bahasa. Pada saat itu keputusan Allah telah ditetapkan di antara mereka dengan seadil-adilnya. Mereka akan merasakan balasan dari seluruh tindakan mereka, yang secara fanatik mengikuti nenek moyang mereka yang tetap bergelimang dalam kemusyrikan. Apabila mereka mendapat siksaan serupa itu tidaklah dapat dikatakan bahwa Allah menganiaya mereka, tetapi mereka sendirilah yang menganiaya diri mereka. Siksaan Allah yang akan menimpa mereka itu digambarkan sebagai berikut: Sesungguhnya Kami telah memperingatkan kepadamu (orang kafir) azab yang dekat, pada hari manusia melihat apa yang telah diperbuat oleh kedua tangannya; dan orang kafir berkata, \"Alangkah baiknya seandainya dahulu aku jadi tanah.\" (an-Naba/78: 40) Dan firman-Nya: Wahai, celaka aku! Sekiranya (dulu) aku tidak menjadikan si fulan itu teman akrab(ku). (al-Furqan/25: 28) Dan firman-Nya: Sungguh, dia telah menyesatkan aku dari peringatan (Al-Quran) ketika (Al-Quran) itu telah datang kepadaku. Dan setan memang pengkhianat manusia. (al-Furqan/25: 29)"
        },
        {
          "number": 55,
          "arabic": "أَلَآ إِنَّ لِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۗ أَلَآ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ وَلَـٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
          "transliteration": "alā inna lillahi mā fī l-samāwāti wal-arḍi alā inna waʿda l-lahi ḥaqqun walākinna aktharahum lā yaʿlamūna",
          "translation": "Ketahuilah sesungguhnya milik Allahlah apa yang ada di langit dan di bumi. Bukankah janji Allah itu benar? Tetapi kebanyakan mereka tidak mengetahui.",
          "tafsir": "Pada ayat ini, Allah menjelaskan tanda-tanda kekuasaan-Nya dalam menerapkan hukum-hukum-Nya yang tak dapat dihalang-halangi oleh siapapun, dan tidak dapat ditebus dengan segala macam tebusan, karena langit, bumi dan segala isinya adalah milik Allah. Allah meminta perhatian kepada seluruh manusia, agar tidak melalaikan ketentuan-Nya. Yang dimaksud dengan segala sesuatu yang ada di antara langit dan bumi dalam ayat ini, ialah semua benda alam termasuk makhluk yang berakal. Hal ini dimaksudkan agar manusia suka merenungkan bahwa langit, bumi dan seluruh isinya berada dalam pengawasan-Nya, dan Allah menetapkan hukum-hukum-Nya menurut kehendak-Nya. Dia dapat memberikan karunia kepada hamba-hamba-Nya menurut kehendak-Nya, dan memberikan siksaan kepada makhluk-Nya menurut kehendak-Nya pula. Selain itu Allah juga menegaskan bahwa janji apa saja yang telah ditetapkan Allah kepada hamba-Nya melalui rasul-Nya, adalah janji yang benar pasti dan akan datang karena Allah berkuasa atas sesuatu, tentu berkuasa pula memenuhi janji-Nya. Tak ada seorangpun yang dapat mempengaruhi-Nya. Kemudian Allah mencela sebagian besar orang-orang musyrik karena mereka selalu mendustakan ayat-ayat Allah dan hari kebangkitan, padahal mereka telah membaca kebenaran ayat-ayat Allah, dan telah mendengar bimbingan-bimbingan yang dibawa oleh Rasulullah saw. Hal itu menunjukkan bahwa penilaian mereka tidak murni lagi, akan tetapi dipengaruhi oleh sikap permusuhan kepada Nabi saw, dan kefanatikan mereka terhadap agama nenek moyang mereka."
        },
        {
          "number": 56,
          "arabic": "هُوَ يُحْىِۦ وَيُمِيتُ وَإِلَيْهِ تُرْجَعُونَ",
          "transliteration": "huwa yuḥ'yī wayumītu wa-ilayhi tur'jaʿūna",
          "translation": "Dialah yang menghidupkan dan mematikan, dan hanya kepada-Nyalah kamu dikembalikan.",
          "tafsir": "Allah menandaskan bahwa Dialah Zat yang menunjukkan, yang dapat menghidupkan dan mematikan. Dia berkuasa untuk menentukan hidup dan mati semua makhluk dan benda hidup yang ada di langit dan bumi ini. Tak ada Zat lain yang mempengaruhi-Nya dan menghalang-halangi kehendak-Nya. Dia berkuasa pula untuk membangkitkan manusia dari alam kuburnya dan mengembalikan mereka kepada-Nya, pada saat hari yang telah dijanjikan, yaitu hari pembalasan, yang saat itu manusia akan diadili, dan akan diberi pembalasan sebagaimana mestinya, setimpal dengan amal perbuatannya."
        },
        {
          "number": 57,
          "arabic": "يَـٰٓأَيُّهَا ٱلنَّاسُ قَدْ جَآءَتْكُم مَّوْعِظَةٌ مِّن رَّبِّكُمْ وَشِفَآءٌ لِّمَا فِى ٱلصُّدُورِ وَهُدًى وَرَحْمَةٌ لِّلْمُؤْمِنِينَ",
          "transliteration": "yāayyuhā l-nāsu qad jāatkum mawʿiẓatun min rabbikum washifāon limā fī l-ṣudūri wahudan waraḥmatun lil'mu'minīna",
          "translation": "Wahai manusia! Sungguh, telah datang kepadamu pelajaran (Alquran) dari Tuhanmu, penyembuh bagi penyakit yang ada dalam dada, dan petunjuk serta rahmat bagi orang yang beriman.",
          "tafsir": "Allah berseru kepada sekalian manusia bahwa kepada mereka telah didatangkan Al-Qur'an melalui rasul-Nya. Di dalamnya terkandung pedoman-pedoman hidup yang sangat berguna bagi kehidupan mereka. Di dalam ayat ini disebutkan pedoman-pedoman hidup itu, sebagai jawaban atas keingkaran mereka terhadap ayat-ayat Allah dan ancaman-ancaman-Nya. Ayat ini menyimpulkan fungsi Al-Qur'an al-Karim dalam memperbaiki jiwa manusia di antaranya: 1. Mauidhah, yaitu pelajaran dari Allah kepada seluruh manusia agar mereka mencintai yang hak dan benar, serta menjauhi perbuatan yang batil dan jahat. Pelajaran ini harus betul-betul dapat terwujud dalam perbuatan mereka. 2. Syifa yaitu penyembuh bagi penyakit yang bersarang di dada manusia, seperti penyakit syirik, kufur dan munafik, termasuk pula semua penyakit jiwa yang mengganggu ketenteraman jiwa manusia, seperti putus harapan, lemah pendirian, memperturutkan hawa nafsu, menyembunyikan rasa hasad dan dengki terhadap manusia, perasaan takut dan pengecut, mencintai kebatilan dan kejahatan, serta membenci kebenaran dan keadilan. 3. Huda, yaitu petunjuk ke jalan yang lurus yang menyelamatkan manusia dari keyakinan yang sesat dengan jalan membimbing akal dan perasaannya agar berkeyakinan yang benar dengan memperhatikan bukti-bukti kebenaran Allah, serta membimbing mereka agar giat beramal, dengan jalan mengutamakan kemaslahatan yang akan mereka dapati dari amal yang ikhlas serta menjalankan aturan hukum yang berlaku, mana perbuatan yang boleh dilakukan dan mana perbuatan yang harus dijauhkan. 4. Rahmah, yaitu karunia Allah yang diberikan kepada orang-orang mukmin, yang dapat mereka petik dari petunjuk-petunjuk yang terdapat dalam Al-Qur'an. Orang-orang mukmin yang meyakini dan melaksanakan petunjuk-petunjuk yang terdapat dalam Al-Qur'an akan merasakan buahnya. Mereka akan hidup tolong-menolong, sayang-menyayangi, bekerja sama dengan menegakkan keadilan, menumpas kejahatan dan kekejaman, serta saling bantu membantu untuk memperoleh kesejahteraan. Allah berfirman: Muhammad adalah utusan Allah dan orang-orang yang bersama dengan dia bersikap keras terhadap orang-orang kafir, tetapi berkasih sayang sesama mereka. (al-Fath/48: 29) Dan firman-Nya: Kemudian dia termasuk orang-orang yang beriman dan saling berpesan un-tuk bersabar dan saling berpesan untuk berkasih sayang. (al-Balad/90: 17) Empat sifat yang terkandung dalam ayat ini diciptakan Allah sesuai dengan fitrah kejadian manusia. Artinya, menurut akal, manusia mempunyai kecenderungan untuk menerima nasehat-nasehat yang baik, menerima petuah-petuah yang dapat mengobati kegoncangan jiwanya, menerima petunjuk-petunjuk yang dapat dipedomani untuk kebahagiaan hidupnya dan suka hidup damai, kasih mengasihi dan sayang menyayangi di antara mereka. Sifat rahmah dikhususkan buat orang mukmin di dalam ayat ini, sebab merekalah yang mau menjadikan Al-Qur'an sebagai pedoman, dan menjalankan perintah-Nya serta menjauhi larangan-Nya. Sedang orang-orang kafir dan orang-orang musyrik tidak mau mempercayai apalagi mengerjakan isi kandungannya."
        },
        {
          "number": 58,
          "arabic": "قُلْ بِفَضْلِ ٱللَّهِ وَبِرَحْمَتِهِۦ فَبِذَٰلِكَ فَلْيَفْرَحُوا۟ هُوَ خَيْرٌ مِّمَّا يَجْمَعُونَ",
          "transliteration": "qul bifaḍli l-lahi wabiraḥmatihi fabidhālika falyafraḥū huwa khayrun mimmā yajmaʿūna",
          "translation": "Katakanlah (Muhammad), \"Dengan karunia Allah dan rahmat-Nya, hendaknya dengan itu mereka bergembira. Itu lebih baik daripada apa yang mereka kumpulkan.\"",
          "tafsir": "Allah memerintahkan kepada Nabi Muhammad saw agar mengatakan kepada umat-Nya bahwa rahmat Allah adalah karunia yang paling utama, melebihi keutamaan-keutamaan lain yang diberikan kepada mereka di dunia. Oleh sebab itu, Allah memerintahkan agar mereka bergembira dan bersyukur atas nikmat yang mereka terima, yang melebihi kenikmatan-kenikmatan yang lainnya. Kegembiraan orang-orang mukmin karena berpegang teguh kepada Al-Qur'an digambarkan dalam ayat lain sebagai berikut: Allah berfirman: Dan pada hari (kemenangan bangsa Romawi) itu bergembiralah orang-orang yang beriman. (ar-Rum/30: 4) Dan firman-Nya: Dan orang yang telah Kami berikan kitab kepada mereka bergembira de-ngan apa (kitab) yang diturunkan kepadamu (Muhammad). (ar-Rad/13: 36) Dikatakan bahwa karunia Allah dan Rahmat-Nya lebih baik dari yang lain, yang dapat mereka capai, karena karunia Allah dan rahmat-Nya yang terpancar dari Al-Qur'an adalah kekal untuk mereka, sedangkan kenikmatan yang lain bersifat fana dan sementara, yang hanya dapat mereka rasakan selama mereka mengarungi kehidupan di dunia saja, apabila mereka kembali ke alam baka, kenikmatan yang dapat mereka kumpulkan di dunia itu tidak berguna lagi bagi mereka."
        },
        {
          "number": 59,
          "arabic": "قُلْ أَرَءَيْتُم مَّآ أَنزَلَ ٱللَّهُ لَكُم مِّن رِّزْقٍ فَجَعَلْتُم مِّنْهُ حَرَامًا وَحَلَـٰلًا قُلْ ءَآللَّهُ أَذِنَ لَكُمْ ۖ أَمْ عَلَى ٱللَّهِ تَفْتَرُونَ",
          "transliteration": "qul ara-aytum mā anzala l-lahu lakum min riz'qin fajaʿaltum min'hu ḥarāman waḥalālan qul āllahu adhina lakum am ʿalā l-lahi taftarūna",
          "translation": "Katakanlah (Muhammad), \"Terangkanlah kepadaku tentang rezeki yang diturunkan Allah kepadamu, lalu kamu jadikan sebagiannya haram dan sebagiannya halal.\" Katakanlah, \"Apakah Allah telah memberikan izin kepadamu (tentang ini), ataukah kamu mengada-ada atas nama Allah?\"",
          "tafsir": "Pada ayat ini, Allah memerintahkan kepada Rasul-Nya agar mengatakan kepada orang-orang musyrikin yang mengingkari kebenaran wahyu dan kerasulan Muhammad bahwa apakah semua rezeki yang telah diturunkan kepada mereka, yang menjadi sumber penghidupan mereka, baik tumbuh-tumbuhan atau binatang ternak, dapat ditentukan hukumnya, halal atau haram oleh mereka sendiri. Padahal sudah jelas bahwa yang menciptakan semuanya itu adalah Allah. Maka sebenarnya mereka tidak berhak menentukan hukumnya. Itulah sebabnya maka Allah memerintahkan kepada Rasul-Nya agar mengatakan kepada mereka bahwa yang berhak menentukan hukum itu ialah yang menciptakan kesemuanya, yaitu Allah. Ataukah mereka beranggapan bahwa Allah telah memberikan izin kepada mereka untuk menentukan hukum ataukah mereka berbuat sedemikian itu hanyalah dengan mengada-adakan saja atas nama Allah, atau anggapan mereka saja bahwa apa yang telah mereka tentukan sesuai dengan ketentuan Allah, yaitu apa yang mereka haramkan, itulah yang diharamkan Allah dan apa yang mereka halalkan, itulah yang dihalalkan Allah? Kemungkinan yang pertama, yaitu mereka mendapat izin Allah adalah tidak mungkin terjadi karena mereka sendiri telah mendustakan wahyu itu sendiri, maka kemungkinan keduanyalah yang bisa terjadi yaitu mereka menentukan hukum itu hanyalah atas dasar dugaan semata, atau dengan kata lain mereka mengada-adakan atas nama Allah. Dan mereka menyediakan sebagian hasil tanaman dan hewan (bagian) untuk Allah sambil berkata menurut persangkaan mereka, \"Ini untuk Allah dan yang ini untuk berhala-berhala kami.\" Bagian yang untuk berhala-berhala mereka tidak akan sampai kepada Allah, dan bagian yang untuk Allah akan sampai kepada berhala-berhala mereka. Sangat buruk ketetapan mereka itu. (al-Anam/6: 136)"
        },
        {
          "number": 60,
          "arabic": "وَمَا ظَنُّ ٱلَّذِينَ يَفْتَرُونَ عَلَى ٱللَّهِ ٱلْكَذِبَ يَوْمَ ٱلْقِيَـٰمَةِ ۗ إِنَّ ٱللَّهَ لَذُو فَضْلٍ عَلَى ٱلنَّاسِ وَلَـٰكِنَّ أَكْثَرَهُمْ لَا يَشْكُرُونَ",
          "transliteration": "wamā ẓannu alladhīna yaftarūna ʿalā l-lahi l-kadhiba yawma l-qiyāmati inna l-laha ladhū faḍlin ʿalā l-nāsi walākinna aktharahum lā yashkurūna",
          "translation": "Dan apakah dugaan orang-orang yang mengada-adakan kebohongan terhadap Allah pada hari Kiamat? Sesungguhnya Allah benar-benar mempunyai karunia (yang dilimpahkan) kepada manusia, tetapi kebanyakan mereka tidak bersyukur.",
          "tafsir": "Allah mengungkapkan kesalahan dari dugaan mereka bahwa pada hari pembalasan nanti setiap orang diberi balasan yang setimpal dengan amalnya, mereka itu tidak akan dihisab, mereka tidak akan dijatuhi hukuman, karena berbuat dusta atas nama Allah, atau karena beranggapan bahwa diri mereka berhak menentukan hukum, halal dan haramnya sesuatu. Kesalahan mereka inilah yang menyeret mereka kepada kesalahan yang lebih besar, yaitu mereka secara sengaja telah berani mencampuri urusan yang sebenarnya menjadi hak Allah, menentang wahyu yang diturunkan dari Allah dan mempersekutukan Allah dengan tuhan-tuhan yang lain. Mereka (para jin itu) bekerja untuk Sulaiman sesuai dengan apa yang dikehendakinya di antaranya (membuat) gedung-gedung yang tinggi, patung-patung, piring-piring yang (besarnya) seperti kolam dan periuk-periuk yang tetap (berada di atas tungku). Bekerjalah wahai keluarga Dawud untuk bersyukur (kepada Allah). Dan sedikit sekali dari hamba-hamba-Ku yang bersyukur. (Saba/34: 13) Allah menjelaskan alasan, mengapa mereka harus menerima hukuman, yaitu karena kesalahan mereka sendiri. Allah telah melimpahkan karunia-Nya yang sangat besar kepada manusia, yaitu menurunkan wahyu untuk dijadikan pedoman hidup mereka, agar mereka hidup berbahagia di dunia dan di akhirat, dan telah menentukan halal dan haramnya segala sesuatu, agar mereka terbimbing kepada kehidupan yang makmur dan sentausa. Allah telah menurunkan aneka ragam rezeki untuk mencukupi kebutuhan hidup mereka. Di akhir ayat Allah menyayangkan mengapa sebagian besar manusia tidak mau mensyukuri segala macam nikmat yang telah diberikan kepada mereka, bahkan mereka menganiaya diri mereka sendiri dengan jalan menentang ketentuan dan hukum yang telah ditetapkan Allah. Mereka tidak mau mempedomani wahyu yang telah diturunkan kepada mereka. Kebanyakan dari mereka hidup mengikuti hawa nafsu dan menghambur-hamburkan harta benda, karena perasaan takabur dan membanggakan diri."
        },
        {
          "number": 61,
          "arabic": "وَمَا تَكُونُ فِى شَأْنٍ وَمَا تَتْلُوا۟ مِنْهُ مِن قُرْءَانٍ وَلَا تَعْمَلُونَ مِنْ عَمَلٍ إِلَّا كُنَّا عَلَيْكُمْ شُهُودًا إِذْ تُفِيضُونَ فِيهِ ۚ وَمَا يَعْزُبُ عَن رَّبِّكَ مِن مِّثْقَالِ ذَرَّةٍ فِى ٱلْأَرْضِ وَلَا فِى ٱلسَّمَآءِ وَلَآ أَصْغَرَ مِن ذَٰلِكَ وَلَآ أَكْبَرَ إِلَّا فِى كِتَـٰبٍ مُّبِينٍ",
          "transliteration": "wamā takūnu fī shanin wamā tatlū min'hu min qur'ānin walā taʿmalūna min ʿamalin illā kunnā ʿalaykum shuhūdan idh tufīḍūna fīhi wamā yaʿzubu ʿan rabbika min mith'qāli dharratin fī l-arḍi walā fī l-samāi walā aṣghara min dhālika walā akbara illā fī kitābin mubīnin",
          "translation": "Dan tidakkah engkau (Muhammad) berada dalam suatu urusan, dan tidak membaca suatu ayat Alquran serta tidak pula kamu melakukan suatu pekerjaan, melainkan Kami menjadi saksi atasmu ketika kamu melakukannya. Tidak lengah sedikit pun dari pengetahuan Tuhanmu biarpun sebesar zarrah, baik di bumi ataupun di langit. Tidak ada sesuatu yang lebih kecil dan yang lebih besar daripada itu, melainkan semua tercatat dalam Kitab yang nyata (Lauḥ Maḥfūẓ).",
          "tafsir": "Allah menjelaskan kepada Rasul-Nya dan kaum Muslimin bahwa pada saat Rasulullah melaksanakan urusan yang penting yang menyangkut kepentingan masyarakat, pada saat membacakan ayat-ayat Al-Qur'an, dan pada saat manusia melaksanakan amal perbuatannya, tidak ada yang terlepas dari pengawasan Allah. Dia menyaksikan semua amal perbuatan itu pada saat dilakukannya. Yang termasuk urusan penting dalam ayat ini ialah segala macam urusan yang menyangkut kepentingan umat seperti urusan dakwah Islamiyah, yaitu mengajak umat agar mengikuti jalan yang lurus, dengan cara yang bijaksana dan suri tauladan yang baik, membangunkan kesadaran umat agar tertarik untuk melakukan perintah agama dan menjauhi larangan-larangan-Nya, termasuk pula urusan pendidikan umat dan cara-cara merealisir pendidikan itu hingga menjadi kenyataan yang berfaedah bagi kesejahteraan umat. Disebutkan pula bahwa ayat-ayat Al-Qur'an yang dibaca itu mencakup semua urusan berdasarkan pola-pola pelaksanaannya, tidak boleh menyimpang dari padanya, karena urusan segala umat secara prinsip telah diatur dalam kitab itu. Kemudian disebutkan semua amalan yang dilakukan oleh hamba-Nya, yang telah digariskan oleh wahyu yang diturunkan kepada rasul-Nya, dengan mempedomani isi dari wahyu itu dalam urusannya sehari-hari, serta menaati rasul, karena apa yang diucapkan dan dikerjakan rasul menjadi suri tauladan yang baik bagi seluruh umat. Allah menandaskan bahwa segala macam amalan yang dilakukan oleh hamba-Nya, tidak ada satupun yang luput dari ilmu dan pengawasan Allah, meskipun amalan itu lebih kecil dari benda yang terkecil, ataupun urusan itu maha penting sehingga tak terkendalikan oleh manusia. Disebutkannya urusan yang kecil dari yang terkecil dan urusan yang maha penting, agar tergambar dalam hati para hamba-Nya, bahwa ilmu Allah itu begitu sempurna sehingga tidak ada satu urusanpun yang luput dari ilmu-Nya, bagaimanapun remehnya urusan itu dan bagaimana pentingnya urusan itu, apalagi urusan itu di luar kemampuan manusia. Ilmu Allah tidak hanya meliputi segala macam urusan yang ada di bumi, tetapi. Juga meliputi segala macam urusan di langit, yang urusannya lebih rumit dan lebih sukar tergambar dalam pikiran manusia. Hal ini untuk menguatkan arti dari keluasan ilmu Allah, sehingga terasalah keagungan dan kekuasaan-Nya. Di akhir ayat ini, Allah menyatakan dengan tegas bahwa tidak ada satu urusanpun melainkan telah tercatat dalam kitab yang nyata yaitu Lauh Mahfudh, maksudnya segala macam urusan itu semuanya dikontrol dan dikendalikan serta dikuasai oleh ilmu Allah Yang Maha Luas dan tercatat dalam kitab-Nya yang jelas di Lauh Mahfudh. Allah berfirman: Dan kunci-kunci semua yang gaib ada pada-Nya; tidak ada yang mengetahui selain Dia. Dia mengetahui apa yang ada di darat dan di laut. Tidak ada sehelai daun pun yang gugur yang tidak diketahui-Nya. Tidak ada sebutir biji pun dalam kegelapan bumi dan tidak pula sesuatu yang basah atau yang kering, yang tidak tertulis dalam Kitab yang nyata (Lauh Mahfudh). (al-Anam/6: 59)"
        }
      ]
    }
  ]
}