{
  "pageNumber": 379,
  "juz": 19,
  "surahs": [
    {
      "number": 27,
      "name": "An-Naml",
      "nameArabic": "النمل",
      "meaning": "Semut",
      "revelation": "Makkah",
      "description": "Surat An-Naml terdiri dari 93 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Asy-Syu'ara'.Dinamai dengan \"An-Naml\", karena pada ayat ke-18 dan ke-19 terdapat perkataan \"An-Naml\" (semut), ketika raja semut memerintahkan anak buahnya untuk masuk ke sarangnya masing-masing, agar tidak terinjak oleh Nabi Sulaiman dan bala tentaranya yang akan lewat di tempat itu. Mendengar perintah raja semut kepada anak buahnya itu, Nabi Sulaiman tersenyum dan takjub atas keteraturan kerajaan semut. Maka beliau pun mengucapkan syukur kepada Allah yang telah melimpahkan nikmat kepadanya, berupa kerajaan, kekayaan, memahami ucapan-ucapan binatang, dan mempunyai bala tentara yang terdiri dari jin, manusia, burung, dan sebagainya. Meskipun demikian, Nabi Sulaiman tidak merasa takabur dan sombong, dan sebagai seorang hamba Allah memohon agar dimasukkan ke dalam golongan orarg-orang saleh.Dalam surat ini, Allah menyebut binatang semut agar manusia mengambil pelajaran dari kehidupan semut ini. Semut adalah binatang yang hidup berkelompok di dalam tanah, membuat liang dan ruang yang bertingkat-tingkat sebagai rumah dan gudang tempat menyimpan makanan untuk musim dingin. Kerapian dan kedisiplinan yang terdapat dalam kerajaan semut ini dinyatakan Allah dalam ayat ini ketika rakyat semut segera mencari perlindungan agar tidak terinjak oleh Nabi Sulaiman dan bala tentaranya, setelah menerima perintah dari raja semut. Secara tidak langsung, Allah mengingatkan kepada manusia agar mencukupkan kebutuhan sehari-hari dalam berusaha, mementingkan kemaslahatan bersama dan sebagainya. Rakyat semut mempunyai organisasi dan kerja sama yang baik. Dengan mengisahkan kisah Nabi Sulaiman, dalam surat ini, Allah mengisyaratkan tentang masa depan nabi Muhammad. Nabi Sulaiman sebagai seorang nabi, rasul, dan raja yang dianugerahi kekayaan yang melimpah ruah, begitu pula Nabi Muhammad sebagai seorang nabi, rasul, dan kepala negara yang ummi dan miskin akan berhasil membawa dan memimpin umatnya ke jalan Allah.**Pokok-Pokok Isi:**1. **Keimanan:** Al-Qur'an adalah rahmat dan petunjuk bagi orang-orang mukmin; keesaan dan kekuasaan Allah dan keadaan-Nya tidak memerlukan sekutu-sekutu dalam mengatur alam ini; hanya Allahlah Yang mengetahui perkara gaib; hari kebangkitan bukanlah suatu dongeng.2. **Kisah-kisah:** Kisah Nabi Sulaiman dengan semut, burung hud-hud, dan ratu Balqis; kisah Nabi Shaleh dengan kaumnya; kisah Nabi Luth dengan kaumnya.3. **Lain-lain:** Ciri-ciri orang mukmin; Al-Qur'an menjelaskan apa yang diperselisihkan Bani Israil; hanya orang-orang mukminlah yang dapat menerima petunjuk kejadian-kejadian sebelum datangnya kiamat dan keadaan orang-orang yang beriman dan tidak beriman waktu itu; Allah menyuruh Nabi Muhammad dan umatnya untuk memuji dan menyembah Allah serta membaca Al-Qur'an; Allah akan memperlihatkan kebenaran ayat-ayat-Nya kepada kaum musyrikin.Surat An-Naml dimulai dengan menerangkan sifat-sifat Al-Qur'an dan beberapa orang rasul dengan umat-umatnya masing-masing, baik yang mengikuti ajaran-ajaran yang dibawanya maupun yang tidak mengikutinya.Kemudian surat ini diakhiri dengan perintah menyembah Allah dan membaca Al-Qur'an dan bahwa Allah memperlihatkan kebenaran ayat-ayat-Nya kepada kaum musyrikin.**Hubungan Surat An-Naml Dengan Surat Al-Qashash:**1. Kedua surat ini sama-sama dimulai dengan huruf abjad, menerangkan sifat-sifat Al-Qur'an, dan menuturkan kisah Musa. Hanya saja kisah Musa dalam surat Al-Qashash diterangkan lebih lengkap dibandingkan dengan yang terdapat dalam surat An-Naml.2. Surat An-Naml menerangkan secara global bahwa keingkaran orang-orang kafir terhadap hari kebangkitan tidaklah beralasan, kemudian dikemukakan kepada mereka persoalan-persoalan yang ada hubungannya dengan kebangkitan itu. Hal ini diterangkan lebih jelas dalam surat Al-Qashash.3. Surat An-Naml menerangkan kehancuran kaum Shaleh dan kaum Luth sebagai akibat durhaka kepada Allah dan Nabi-Nya, sedang surat Al-Qashash menyinggungnya pula.4. Surat An-Naml menyebut balasan pada hari kiamat terhadap orang-orang yang membuat keburukan di dunia, dan surat Al Qashash menyebutkannya pula.5. Bagian akhir kedua surat ini sama-sama menyebutkan perintah menyembah Allah dan Al-Qur'an.",
      "verses": [
        {
          "number": 23,
          "arabic": "إِنِّى وَجَدتُّ ٱمْرَأَةً تَمْلِكُهُمْ وَأُوتِيَتْ مِن كُلِّ شَىْءٍ وَلَهَا عَرْشٌ عَظِيمٌ",
          "transliteration": "innī wajadttu im'ra-atan tamlikuhum waūtiyat min kulli shayin walahā ʿarshun ʿaẓīmun",
          "translation": "Sungguh, ku dapati ada seorang perempuan<sup foot_note=135547>1</sup> yang memerintah mereka, dan dia dianugerahi segala sesuatu serta memiliki singgasana yang besar.",
          "tafsir": "Ayat ini menerangkan bahwa burung hud-hud menyampaikan kepada Nabi Sulaiman berbagai pengetahuan dan pengalaman yang diperolehnya selama dalam perjalanan ke negeri Saba'. Sebuah negeri yang besar dan kaya raya serta diperintah oleh seorang ratu yang cantik dan mempunyai singgasana yang besar lagi indah. Dalam ayat ini dipahami bahwa ada tiga hal mengenai negeri Saba' yang disampaikan oleh burung hud-hud kepada Nabi Sulaiman: 1. Negeri Saba' itu diperintah oleh seorang ratu yang cantik, dan memerintah negerinya dengan baik dan bijaksana. 2. Ratu itu memerintah dengan tegas dan bijaksana karena dilengkapi dengan segala sesuatu yang diperlukan dalam pemerintahan, seperti harta dan kekayaan, tentara yang kuat, dan sebagainya. 3. Ratu mempunyai singgasana yang indah lagi besar, yang menunjukkan kebesaran dan pengaruh kekuasaannya, baik terhadap rakyat maupun terhadap negeri-negeri yang berada di sekitarnya. Menurut sejarah, Saba' adalah ibu kota kerajaan Saba' atau Sabaiyah. Kerajaan Saba' atau Sabaiyah ini didirikan oleh Saba' bin Yasyjub bin Ya'rub bin Qahthan yang menjadi cikal-bakal penduduk Yaman kurang lebih tahun 955 Sebelum Masehi di Yaman. Nama kota Saba' terambil dari nama Saba' bin Yasyjub, begitu juga nama kerajaan Saba' atau Sabaiyah. Kaum Saba' termasyhur di dalam sejarah sebagai orang-orang yang bergerak dalam bidang perniagaan. Jalan-jalan perniagaan laut dan darat bertemu di negeri Yaman itu. Barang perniagaan itu dibawa dari timur jauh (Indonesia, Malaysia, India, dan Cina) ke Eropa melalui Persia, Yaman, Suriah, dan Mesir. Dengan demikian, daerah Yaman merupakan sebuah mata rantai perniagaan yang menghubungkan kawasan timur dengan kawasan barat. Kaum Saba' memegang peranan yang besar dalam melancarkan perniagaan itu. Negeri Yaman mempunyai armada laut dan kafilah-kafilah darat untuk mengangkut perniagaan itu, sedang kota Ma'rib pada waktu itu merupakan kota internasional. Barang-barang yang diperniagakan ialah hasil bumi dan barang-barang dari Timur Jauh, ditambah dengan hasil bumi negeri Yaman yang melimpah ruah, karena memang daerah Yaman adalah daerah yang amat makmur. Pada waktu kembali dari Eropa, Mesir, dan Suriah, saudagar-saudagar itu membawa tekstil ke Timur. Kemakmuran negeri Yaman disebabkan adanya bendungan-bendungan air yang dibangun oleh raja-raja Sabaiyah. Di antaranya sebuah bendungan raksasa di kota Ma'rib yang dikenal dengan bendungan Ma'rib. Dengan adanya bendungan Ma'rib ini, kaum Saba dapat mengadakan irigasi yang teratur, sehingga daerah Yaman menjadi subur, dan mengeluarkan hasil yang melimpah. Al-Qur'an sendiri menyebutkan bahwa kesuburan negeri Yaman itu adalah salah satu dari tanda-tanda kekuasaan Allah. Adapun wanita atau ratu yang memerintah kaum Saba' yang disebutkan dalam ayat itu menurut budaya Arab disebut Balqis. Masa pemerintahannya semasa dengan pemerintahan Nabi Sulaiman. Ia adalah putri dari Syurahil yang juga berasal dari keturunan Ya'rub bin Qahthan. Sekalipun Balqis adalah seorang wanita, namun ia sanggup membawa rakyat Saba' kepada kemakmuran dan ketenteraman. Ia adalah seorang yang dicintai oleh rakyatnya. Dalam sejarah dikenal dengan sebutan Malikatus Saba' (Ratu Saba', The Queen of Sheba). Kejayaan kerajaan Saba' bertahan cukup lama. Kemudian mereka berpaling dari seruan Tuhan dan mendustakan para rasul dan tidak mensyukuri nikmat-Nya, bahkan tenggelam dalam segala macam kenikmatan dan kemewahan hidup. Oleh karena itu, Tuhan menghancurkan mereka dengan air bah yang amat besar akibat runtuhnya Saddu (Bendungan) Ma'rib yang tadinya menjadi sumber kemakmuran negeri mereka. Dengan runtuhnya Bendungan Ma'rib ini dan terjadinya air bah yang amat besar itu, maka hancurlah kota Ma'rib, dan robohlah kerajaan Sabaiyah. (Lihat Surah Saba'/34: 15-17)."
        },
        {
          "number": 24,
          "arabic": "وَجَدتُّهَا وَقَوْمَهَا يَسْجُدُونَ لِلشَّمْسِ مِن دُونِ ٱللَّهِ وَزَيَّنَ لَهُمُ ٱلشَّيْطَـٰنُ أَعْمَـٰلَهُمْ فَصَدَّهُمْ عَنِ ٱلسَّبِيلِ فَهُمْ لَا يَهْتَدُونَ",
          "transliteration": "wajadttuhā waqawmahā yasjudūna lilshamsi min dūni l-lahi wazayyana lahumu l-shayṭānu aʿmālahum faṣaddahum ʿani l-sabīli fahum lā yahtadūna",
          "translation": "Aku (burung Hud) dapati dia dan kaumnya menyembah matahari, bukan kepada Allah; dan setan telah menjadikan tampak indah bagi mereka perbuatan-perbuatan (buruk) mereka, sehingga menghalangi mereka dari jalan (Allah), maka mereka tidak mendapat petunjuk,",
          "tafsir": "Burung hud-hud menerangkan kepada Nabi Sulaiman tentang agama yang dianut oleh kaum Saba'. Dalam penyampaian berita itu, tampak burung hud-hud telah membandingkan agama dan perbuatan-perbuatan penduduk negeri Saba' itu, dengan kepercayaan dan agama yang diyakininya sebagai agama yang benar. Hud-hud mengatakan bahwa dia mendapati raja putri itu bersama kaumnya menyembah matahari sebagai tuhan, dan mengerjakan pekerjaan-pekerjaan maksiat yang bertentangan dengan agama yang benar. Mereka melakukan yang demikian itu karena setan telah berhasil memperdaya mereka. Setan telah menjadikan pikiran dan pandangan mereka terhadap perbuatan buruk yang dilarang Allah sebagai hal yang baik dan indah. Mereka tidak lagi mengikuti ajaran-ajaran dan agama yang dibawa para rasul dahulu. Mereka tidak lagi sujud kepada Allah, tetapi kepada matahari. Oleh karena itu, mereka tidak mendapat petunjuk."
        },
        {
          "number": 25,
          "arabic": "أَلَّا يَسْجُدُوا۟ لِلَّهِ ٱلَّذِى يُخْرِجُ ٱلْخَبْءَ فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَيَعْلَمُ مَا تُخْفُونَ وَمَا تُعْلِنُونَ",
          "transliteration": "allā yasjudū lillahi alladhī yukh'riju l-khaba-a fī l-samāwāti wal-arḍi wayaʿlamu mā tukh'fūna wamā tuʿ'linūna",
          "translation": "mereka (juga) tidak menyembah Allah yang mengeluarkan apa yang terpendam di langit dan di bumi<sup foot_note=135548>1</sup> dan yang mengetahui apa yang kamu sembunyikan dan yang kamu tampakkan.",
          "tafsir": "Setan telah dapat memalingkan mereka dari keyakinan akan kekuasaan dan keesaan Allah, sehingga mereka tidak menyembah kepada-Nya. Mereka tidak lagi mempercayai bahwa Allah mengetahui segala yang tersembunyi di langit dan di bumi, Dialah Allah yang menciptakan segala sesuatu, seperti tumbuh-tumbuhan dan barang-barang logam yang tersembunyi di dalam bumi dan di dalam laut."
        },
        {
          "number": 26,
          "arabic": "ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ رَبُّ ٱلْعَرْشِ ٱلْعَظِيمِ ۩",
          "transliteration": "al-lahu lā ilāha illā huwa rabbu l-ʿarshi l-ʿaẓīmi",
          "translation": "Allah, tidak ada tuhan melainkan Dia, Tuhan Yang mempunyai Arasy yang agung.\"",
          "tafsir": "Selanjutnya hud-hud mengatakan bahwa sebenarnya Allah-lah yang berhak disembah. Dialah yang mempunyai 'Arasy yang besar, mempunyai kekuasaan yang mutlak, dan tak ada sesuatu pun yang dapat mengatasinya. Nabi Sulaiman heran dan tercengang mendengar keterangan dan tanggapan burung hud-hud itu. Kenapa burung itu sanggup dalam waktu yang singkat mengetahui keadaan negeri Saba', tata cara pemerintahannya, kekayaan dan pengaruhnya, dan mengetahui pula agama yang mereka anut. Burung hud-hud juga tahu dan meyakini kekuasaan dan keesaan Allah, mengakui bahwa tuhan yang berhak disembah hanyalah Allah semata, tidak ada yang lain. Ia juga mengetahui bahwa menyembah matahari adalah kepercayaan yang batil, dan mengetahui pula bentuk perbuatan yang baik dan tidak baik menurut agama. Dari ayat ini dipahami bahwa berdasar pengetahuan dan pengalamannya di negeri Saba', seakan-akan burung hud-hud itu menganjurkan kepada Nabi Sulaiman agar beliau segera menyeru Ratu Balqis dan rakyatnya untuk beriman kepada Allah dan mengikuti seruan Nabi Sulaiman."
        },
        {
          "number": 27,
          "arabic": "۞ قَالَ سَنَنظُرُ أَصَدَقْتَ أَمْ كُنتَ مِنَ ٱلْكَـٰذِبِينَ",
          "transliteration": "qāla sananẓuru aṣadaqta am kunta mina l-kādhibīna",
          "translation": "Dia (Sulaiman) berkata, \"Akan kami lihat, apa kamu benar, atau termasuk yang berdusta.",
          "tafsir": "Mendengar keterangan burung hud-hud yang jelas dan meyakinkan itu, maka Nabi Sulaiman menangguhkan hukuman yang telah diancamkan kepada burung itu. Nabi Sulaiman kemudian berkata, \"Hai burung hud-hud, kami telah mendengar semua keteranganmu dan memperhatikannya. Namun demikian, kami tetap akan menguji kamu, apakah keterangan yang kamu berikan itu benar atau dusta?\""
        },
        {
          "number": 28,
          "arabic": "ٱذْهَب بِّكِتَـٰبِى هَـٰذَا فَأَلْقِهْ إِلَيْهِمْ ثُمَّ تَوَلَّ عَنْهُمْ فَٱنظُرْ مَاذَا يَرْجِعُونَ",
          "transliteration": "idh'hab bikitābī hādhā fa-alqih ilayhim thumma tawalla ʿanhum fa-unẓur mādhā yarjiʿūna",
          "translation": "Pergilah dengan (membawa) suratku ini, lalu jatuhkanlah kepada mereka, kemudian berpalinglah dari mereka, lalu perhatikanlah apa yang mereka bicarakan.\"",
          "tafsir": "Untuk menguji kebenaran burung hud-hud itu, Nabi Sulaiman memerintahkannya untuk menyampaikan surat kepada Ratu Balqis. Ia juga diperintahkan untuk memperhatikan bagaimana reaksi dan sikap Ratu Balqis membaca surat yang dibawanya. Hud-hud pun membawa surat Nabi Sulaiman itu. Setelah ia melemparkan surat itu kepada Ratu Balqis, lalu ia bersembunyi dan memperhatikan sikap Ratu Balqis terhadap isi surat itu, sesuai dengan yang diperintahkan Sulaiman."
        },
        {
          "number": 29,
          "arabic": "قَالَتْ يَـٰٓأَيُّهَا ٱلْمَلَؤُا۟ إِنِّىٓ أُلْقِىَ إِلَىَّ كِتَـٰبٌ كَرِيمٌ",
          "transliteration": "qālat yāayyuhā l-mala-u innī ul'qiya ilayya kitābun karīmun",
          "translation": "Dia (Balqis) berkata, \"Wahai para pembesar! Sesungguhnya telah disampaikan kepadaku sepucuk surat yang mulia.\"",
          "tafsir": "Setelah Ratu Balqis membaca surat Nabi Sulaiman yang disampaikan burung hud-hud itu, ia pun mengumpulkan pemuka-pemuka kaumnya dan mengadakan persidangan. Dalam persidangan itu, Ratu Balqis menyampaikan isi surat tersebut dan meminta pertimbangan kepada yang hadir, \"Wahai pemimpin kaumku, aku telah menerima surat yang mulia dan berarti dikirimkan oleh seseorang yang mulia pula.\" Dalam ayat ini diterangkan bahwa Ratu Balqis merundingkan dan memusyawarahkan isi surat Sulaiman dengan pemuka-pemuka kaumnya. Sekalipun yang melakukan permusyawaratan itu adalah Ratu Balqis dan pemuka-pemuka kaumnya yang belum beriman, tetapi tindakan Ratu Balqis itu disebut Allah dalam firman-Nya. Hal ini menunjukkan bahwa prinsip musyawarah itu adalah prinsip yang diajarkan Allah kepada manusia dalam menghadapi persoalan-persoalan yang mereka alami dalam kehidupan mereka. Oleh karena itu, siapa pun yang melakukannya, maka tindakan itu adalah tindakan yang dipuji Allah. Dalam ayat ini disebutkan bahwa surat Sulaiman yang dikirimkan kepada Ratu Balqis itu disebut kitabun karim (surat yang mulia). Hal ini menunjukkan bahwa surat Nabi Sulaiman itu adalah surat yang mulia dan berharga karena: 1. Surat itu ditulis dalam bahasa yang baik dan memakai stempel sebagai tanda surat resmi. 2. Surat itu berasal dari Sulaiman, sebagai seorang raja sekaligus nabi. 3. Surat tersebut dimulai dengan Bismillahir Rahmanir Rahim. Menurut suatu riwayat, surat Sulaiman tersebut merupakan surat yang pertama kali dimulai dengan basmalah. Cara membuat surat seperti yang dilakukan Nabi Sulaiman ini adalah cara yang baik untuk dicontoh oleh setiap kaum Muslimin ketika membuat surat. Ada beberapa hal yang terjadi berkat keistimewaan surat Sulaiman, di antaranya ialah: 1. Surat itu disampaikan burung hud-hud dalam waktu yang singkat kepada Ratu Saba'. 2. Kemampuan burung hud-hud menerima pesan dan menangkap pembicaraan dalam perundingan Ratu Saba' dengan pembesar-pembesarnya. 3. Surat itu dapat pula dimengerti dan dipahami oleh penduduk negeri Saba'. 4. Para utusan pemuka kaum Saba' dapat menyatakan pendapat mereka dengan bebas. Tidak ada sesuatu pun yang menghalangi mereka mengemukakan pendapat masing-masing. Dengan demikian, hasil perundingan itu adalah hasil yang sesuai dengan pikiran dan pendapat rakyat negeri Saba'."
        },
        {
          "number": 30,
          "arabic": "إِنَّهُۥ مِن سُلَيْمَـٰنَ وَإِنَّهُۥ بِسْمِ ٱللَّهِ ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ",
          "transliteration": "innahu min sulaymāna wa-innahu bis'mi l-lahi l-raḥmāni l-raḥīmi",
          "translation": "Sesungguhnya (surat) itu dari Sulaiman yang isinya, \"Dengan nama Allah Yang Maha Pengasih, Maha Penyayang,",
          "tafsir": "Setelah Ratu Balqis membaca surat Nabi Sulaiman yang disampaikan burung hud-hud itu, ia pun mengumpulkan pemuka-pemuka kaumnya dan mengadakan persidangan. Dalam persidangan itu, Ratu Balqis menyampaikan isi surat tersebut dan meminta pertimbangan kepada yang hadir, \"Wahai pemimpin kaumku, aku telah menerima surat yang mulia dan berarti dikirimkan oleh seseorang yang mulia pula.\" Dalam ayat ini diterangkan bahwa Ratu Balqis merundingkan dan memusyawarahkan isi surat Sulaiman dengan pemuka-pemuka kaumnya. Sekalipun yang melakukan permusyawaratan itu adalah Ratu Balqis dan pemuka-pemuka kaumnya yang belum beriman, tetapi tindakan Ratu Balqis itu disebut Allah dalam firman-Nya. Hal ini menunjukkan bahwa prinsip musyawarah itu adalah prinsip yang diajarkan Allah kepada manusia dalam menghadapi persoalan-persoalan yang mereka alami dalam kehidupan mereka. Oleh karena itu, siapa pun yang melakukannya, maka tindakan itu adalah tindakan yang dipuji Allah. Dalam ayat ini disebutkan bahwa surat Sulaiman yang dikirimkan kepada Ratu Balqis itu disebut kitabun karim (surat yang mulia). Hal ini menunjukkan bahwa surat Nabi Sulaiman itu adalah surat yang mulia dan berharga karena: 1. Surat itu ditulis dalam bahasa yang baik dan memakai stempel sebagai tanda surat resmi. 2. Surat itu berasal dari Sulaiman, sebagai seorang raja sekaligus nabi. 3. Surat tersebut dimulai dengan Bismillahir Rahmanir Rahim. Menurut suatu riwayat, surat Sulaiman tersebut merupakan surat yang pertama kali dimulai dengan basmalah. Cara membuat surat seperti yang dilakukan Nabi Sulaiman ini adalah cara yang baik untuk dicontoh oleh setiap kaum Muslimin ketika membuat surat. Ada beberapa hal yang terjadi berkat keistimewaan surat Sulaiman, di antaranya ialah: 1. Surat itu disampaikan burung hud-hud dalam waktu yang singkat kepada Ratu Saba'. 2. Kemampuan burung hud-hud menerima pesan dan menangkap pembicaraan dalam perundingan Ratu Saba' dengan pembesar-pembesarnya. 3. Surat itu dapat pula dimengerti dan dipahami oleh penduduk negeri Saba'. 4. Para utusan pemuka kaum Saba' dapat menyatakan pendapat mereka dengan bebas. Tidak ada sesuatu pun yang menghalangi mereka mengemukakan pendapat masing-masing. Dengan demikian, hasil perundingan itu adalah hasil yang sesuai dengan pikiran dan pendapat rakyat negeri Saba'."
        },
        {
          "number": 31,
          "arabic": "أَلَّا تَعْلُوا۟ عَلَىَّ وَأْتُونِى مُسْلِمِينَ",
          "transliteration": "allā taʿlū ʿalayya watūnī mus'limīna",
          "translation": "janganlah engkau berlaku sombong terhadapku dan datanglah kepadaku sebagai orang-orang yang berserah diri.\"",
          "tafsir": "Ayat ini menerangkan isi surat Nabi Sulaiman, yaitu agar Ratu Saba' dan kaumnya tidak bersikap sombong dan angkuh. Nabi Sulaiman mengharap agar mereka datang kepadanya dalam keadaan tunduk dan menyerah diri kepada Allah yang Asma-Nya telah dijadikan pembuka kata dalam suratnya. Jangan mereka sekali-kali menentang agama Allah itu. Dari surat Sulaiman itu dipahami bahwa hanya itulah yang diminta oleh Sulaiman, yaitu agar mereka segera beriman kepada Allah, dan ia tidak menuntut sesuatu yang lain."
        },
        {
          "number": 32,
          "arabic": "قَالَتْ يَـٰٓأَيُّهَا ٱلْمَلَؤُا۟ أَفْتُونِى فِىٓ أَمْرِى مَا كُنتُ قَاطِعَةً أَمْرًا حَتَّىٰ تَشْهَدُونِ",
          "transliteration": "qālat yāayyuhā l-mala-u aftūnī fī amrī mā kuntu qāṭiʿatan amran ḥattā tashhadūni",
          "translation": "Dia (Balqis) berkata, \"Wahai para pembesar! Berilah aku pertimbangan dalam perkaraku (ini). Aku tidak pernah memutuskan suatu perkara sebelum kamu hadir dalam majelis(ku).\"",
          "tafsir": "Ayat ini menerangkan tentang pelaksanaan prinsip-prinsip musyawarah di negeri Saba'. Sekalipun Ratu Balqis telah mempunyai pendapat sendiri dalam menanggapi isi surat Sulaiman, tetapi ia masih memusyawarahkannya dengan para pembesarnya. Ia berkata kepada mereka, \"Wahai para pemimpin rakyatku yang bijaksana, kemukakanlah pendapat dan tanggapan kalian terhadap isi surat Sulaiman yang telah disampaikannya kepadaku. Aku tak akan melaksanakan suatu keputusan, kecuali yang telah kita sepakati bersama.\""
        },
        {
          "number": 33,
          "arabic": "قَالُوا۟ نَحْنُ أُو۟لُوا۟ قُوَّةٍ وَأُو۟لُوا۟ بَأْسٍ شَدِيدٍ وَٱلْأَمْرُ إِلَيْكِ فَٱنظُرِى مَاذَا تَأْمُرِينَ",
          "transliteration": "qālū naḥnu ulū quwwatin wa-ulū basin shadīdin wal-amru ilayki fa-unẓurī mādhā tamurīna",
          "translation": "Mereka menjawab, \"Kita memiliki kekuatan dan keberanian yang luar biasa (untuk berperang), tetapi keputusan berada di tanganmu; maka pertimbangankanlah apa yang akan engkau perintahkan.\"",
          "tafsir": "Mendengar perkataan Ratu Balqis, di antara pembesar kerajaan Saba' ada yang merasa tersinggung dengan isi surat Sulaiman. Mereka merasa dihina oleh isi surat itu, seakan-akan mereka diperintahkan oleh Sulaiman tunduk dan patuh kepadanya. Padahal mereka adalah orang-orang yang terpandang, berilmu pengetahuan, dan disegani oleh negeri-negeri tetangga. Mereka berkata, \"Wahai ratu kami, kami yang hadir ini, semuanya adalah orang-orang yang terpandang, mempunyai pengetahuan dan keahlian dalam peperangan, serta mempunyai perlengkapan yang cukup memadai. Namun demikian, segala keputusan kami serahkan kepadamu. Kami telah siap melakukan semua yang engkau perintahkan. Pikirkanlah dengan sebaik-baiknya keputusan yang akan engkau ambil.\""
        },
        {
          "number": 34,
          "arabic": "قَالَتْ إِنَّ ٱلْمُلُوكَ إِذَا دَخَلُوا۟ قَرْيَةً أَفْسَدُوهَا وَجَعَلُوٓا۟ أَعِزَّةَ أَهْلِهَآ أَذِلَّةً ۖ وَكَذَٰلِكَ يَفْعَلُونَ",
          "transliteration": "qālat inna l-mulūka idhā dakhalū qaryatan afsadūhā wajaʿalū aʿizzata ahlihā adhillatan wakadhālika yafʿalūna",
          "translation": "Dia (Balqis) berkata, \"Sesungguhnya raja-raja apabila menaklukkan suatu negeri, mereka tentu membinasakannya, dan menjadikan penduduknya yang mulia jadi hina; dan demikian yang akan mereka perbuat.",
          "tafsir": "Ayat ini menerangkan kebijaksanaan Ratu Balqis dalam menghadapi sikap kaumnya terhadap isi surat Sulaiman. Ia tidak terpengaruh sikap sombong dan merasa diri kuat sebagaimana yang tercermin dari ucapan-ucapan para petinggi kerajaannya. Ratu Balqis berkata, \"Wahai kaumku, ini adalah surat dari seorang raja. Jika kita menentang dan memeranginya, mungkin kita menang dan mungkin pula kita kalah. Seandainya kita kalah, maka raja dan tentaranya itu akan merusak negeri kita, membinasakan dan menghancurkan semua yang telah kita bangun selama ini. Pada umumnya sikap dan tabiat raja-raja terhadap musuhnya sama, suka menindas dan membunuh secara kejam musuh-musuh yang dikalahkannya, serta merusak kota-kota dan menghina pembesar-pembesar negeri yang telah ditaklukkannya.\" Ratu Balqis melanjutkan pembicaraannya, \"Untuk menghindarkan semua kejadian yang tidak diinginkan itu, aku mempunyai pikiran yang jika dilaksanakan akan membawa keuntungan bagi kita semua. Caranya ialah kita berusaha melunakkan hati Sulaiman dengan mengirimkan hadiah-hadiah kepadanya. Hadiah itu akan diantarkan oleh orang-orang yang berilmu pengetahuan. Dengan demikian, kita dapat mengetahui dengan pasti keadaan mereka dengan perantaraan utusan-utusan kita itu. Setelah itu, kita tetapkan bersama tindakan yang tepat yang akan kita laksanakan dalam menghadapi Sulaiman.\" Para pembesar negeri Saba' menyetujui pendapat yang dikemukakan oleh ratu mereka."
        },
        {
          "number": 35,
          "arabic": "وَإِنِّى مُرْسِلَةٌ إِلَيْهِم بِهَدِيَّةٍ فَنَاظِرَةٌۢ بِمَ يَرْجِعُ ٱلْمُرْسَلُونَ",
          "transliteration": "wa-innī mur'silatun ilayhim bihadiyyatin fanāẓiratun bima yarjiʿu l-mur'salūna",
          "translation": "Dan sungguh, aku akan mengirim utusan kepada mereka dengan (membawa) hadiah, dan (aku) akan menunggu apa yang akan dibawa kembali oleh para utusan itu.\"",
          "tafsir": "Ayat ini menerangkan kebijaksanaan Ratu Balqis dalam menghadapi sikap kaumnya terhadap isi surat Sulaiman. Ia tidak terpengaruh sikap sombong dan merasa diri kuat sebagaimana yang tercermin dari ucapan-ucapan para petinggi kerajaannya. Ratu Balqis berkata, \"Wahai kaumku, ini adalah surat dari seorang raja. Jika kita menentang dan memeranginya, mungkin kita menang dan mungkin pula kita kalah. Seandainya kita kalah, maka raja dan tentaranya itu akan merusak negeri kita, membinasakan dan menghancurkan semua yang telah kita bangun selama ini. Pada umumnya sikap dan tabiat raja-raja terhadap musuhnya sama, suka menindas dan membunuh secara kejam musuh-musuh yang dikalahkannya, serta merusak kota-kota dan menghina pembesar-pembesar negeri yang telah ditaklukkannya.\" Ratu Balqis melanjutkan pembicaraannya, \"Untuk menghindarkan semua kejadian yang tidak diinginkan itu, aku mempunyai pikiran yang jika dilaksanakan akan membawa keuntungan bagi kita semua. Caranya ialah kita berusaha melunakkan hati Sulaiman dengan mengirimkan hadiah-hadiah kepadanya. Hadiah itu akan diantarkan oleh orang-orang yang berilmu pengetahuan. Dengan demikian, kita dapat mengetahui dengan pasti keadaan mereka dengan perantaraan utusan-utusan kita itu. Setelah itu, kita tetapkan bersama tindakan yang tepat yang akan kita laksanakan dalam menghadapi Sulaiman.\" Para pembesar negeri Saba' menyetujui pendapat yang dikemukakan oleh ratu mereka."
        }
      ]
    }
  ]
}