{
  "pageNumber": 135,
  "juz": 7,
  "surahs": [
    {
      "number": 6,
      "name": "Al-An'am",
      "nameArabic": "الأنعام",
      "meaning": "Binatang Ternak",
      "revelation": "Makkah",
      "description": "Surat Al-An'am (binatang ternak: unta, sapi, dan kambing) terdiri dari 165 ayat dan termasuk surat Makkiyyah, karena hampir seluruh ayatnya diturunkan di Mekah sebelum hijrah. Dinamakan Al-An'am karena di dalamnya disebut kata \"An'am\" yang memiliki kaitan erat dengan adat istiadat kaum musyrikin; mereka biasa mempergunakan binatang ternak untuk mendekatkan diri kepada tuhan. Selain itu, juga disebutkan hukum-hukum yang berkenaan dengan binatang ternak itu.Pokok-pokok Isi:1. Keimanan:Bukti-bukti keesaan Allah dan kesempurnaan sifat-sifat-Nya; kebenaran kenabian Nabi Muhammad s.a.w.; persaksian Allah atas kenabian Ibrahim, Ishaq, Ya'qub, Nuh, Daud, Sulaiman, Ayyub, Yusuf, Musa, Harun, Zakariya, Yahya, 'Isa, Ilyas, Alyasa', Yunus, dan Luth; penegasan tentang keberadaan risalah dan wahyu serta hari pembalasan dan hari kebangkitan; kepalsuan kepercayaan orang-orang musyrik dan keingkaran mereka terhadap hari kiamat.2. Hukum-hukum:Larangan mengikuti adat istiadat yang dibuat-buat oleh kaum Jahiliyah; makanan yang halal dan yang haram; wasiat yang sepuluh dan Al-Qur'an, tentang tauhid keadilan dan hukum-hukum; larangan mencaci maki berhala orang musyrik karena mereka akan membalas dengan mencaci maki Allah.3. Kisah-kisah:Kisah umat-umat yang menentang rasul-rasul; kisah pengalaman Nabi Muhammad s.a.w. dan para nabi pada umumnya; cerita Nabi Ibrahim a.s. membimbing kaumnya kepada tauhid.4. Lain-lain:Sikap keras kepala kaum musyrikin: tata cara seorang nabi memimpin umatnya; bidang-bidang kerasulan dan tugas rasul-rasul; tantangan kaum musyrikin untuk melemahkan rasul; kepercayaan orang-orang musyrik terhadap jin, setan, dan malaikat; beberapa prinsip keagamaan dan kemasyarakatan; nilai hidup duniawi.Dalam surat Al-An'am Allah menjelaskan keesaan dan kesempurnaan sifat-sifat-Nya, menyatakan kebatilan kepercayaan orang-orang musyrik dengan bantahan-bantahan yang logis dan mudah diterima oleh akal. Hukuman yang berat akan dijatuhkan kepada orang yang keras kepala menolak kebenaran.Hubungan Surat Al-An'Am Dengan Surat Al-A'raf:1. Kedua surat tersebut termasuk di antara tujuh surat yang panjang (assab'uth thiwaal), sama-sama membicarakan pokok aqidah agama. Dalam surat Al-An'am dikemukakan garis-garis besar aqidah sedangkan surat Al-A'raf menjelaskannya.2. Dalam surat Al-An'am Allah menerangkan asal usul kejadian manusia, yaitu dari tanah, dan menjelaskan tentang beberapa generasi manusia yang telah dibinasakan, kemudian disinggung pula tentang rasul-rasul dengan menyebut beberapa nama mereka secara garis besar, sedangkan surat Al-A'raf menjelaskannya.3. Pada bagian terakhir surat Al-An'am, Allah mengatakan bahwa Dia menjadikan manusia sebagai khalifah-khalifah di bumi dan mengangkat derajat sebagian mereka, maka bagian permulaan surat Al-A'raf mengemukakan penciptaan Adam dan anak cucunya yang dijadikan sebagai khalifah di bumi.4. Hubungan bagian akhir Al-An'am dengan permulaan surat Al-A'raf:a. Bagian akhir Al-An'am, Allah mengatakan bahwa Al-Qur'an adalah kitab pedoman yang benar, jalan yang lurus dan diberkahi, maka umat manusia diperintahkan mengikutinya. Pada bagian permulaan surat Al-A'raf, Allah mengulangi lagi perintah ini dan melarang mengikuti selainnya.b. Pada bagian akhir surat Al-An'am, Allah berfirman bahwa Dia akan memberikan keterangan tentang apa yang seharusnya dilakukan manusia dan yang menjadi perselisihan mereka. Maka pada bagian permulaan surat Al-A'raf, Allah menjelaskan apa yang disebut dengan \"Allah memberi keterangan,\" yaitu pengutusan para rasul yang bertugas memberi keterangan dan masing-masing akan dimintai pertanggungjawaban.c. Pada bagian akhir surat Al-An'am, Allah menyatakan bahwa orang yang berbuat kebajikan akan diberi ganjaran sepuluh kali lipat dan yang berbuat kejahatan akan dibalas sesuai dengan perbuatannya. Untuk menentukan kadar kebajikan dan kejahatan itu ada timbangannya, maka Allah mengemukakan di bagian muka surat Al-A'raf, bahwa timbangan pada hari itu ialah kebenaran dan keadilan. Siapa yang timbangannya berat maka dialah yang beruntung dan siapa yang timbangannya ringan maka dialah yang merugi. Kemudian Allah menceritakan keadaan dan nasib ashhabul A'raaf.",
      "verses": [
        {
          "number": 60,
          "arabic": "وَهُوَ ٱلَّذِى يَتَوَفَّىٰكُم بِٱلَّيْلِ وَيَعْلَمُ مَا جَرَحْتُم بِٱلنَّهَارِ ثُمَّ يَبْعَثُكُمْ فِيهِ لِيُقْضَىٰٓ أَجَلٌ مُّسَمًّى ۖ ثُمَّ إِلَيْهِ مَرْجِعُكُمْ ثُمَّ يُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ",
          "transliteration": "wahuwa alladhī yatawaffākum bi-al-layli wayaʿlamu mā jaraḥtum bil-nahāri thumma yabʿathukum fīhi liyuq'ḍā ajalun musamman thumma ilayhi marjiʿukum thumma yunabbi-ukum bimā kuntum taʿmalūna",
          "translation": "Dan Dialah yang menidurkan kamu pada malam hari dan Dia mengetahui apa yang kamu kerjakan pada siang hari. Kemudian Dia membangunkan kamu pada siang hari untuk disempurnakan umurmu yang telah ditetapkan. Kemudian kepada-Nya tempat kamu kembali, lalu Dia memberitahukan kepadamu apa yang telah kamu kerjakan.",
          "tafsir": "Ayat ini menerangkan kekuasaan Allah terhadap makhluk-Nya, yaitu Dialah yang menidurkan di malam hari untuk beristirahat dan menghilangkan kelelahannya karena berusaha di siang hari untuk mencari nafkah dan berjuang menegakkan agama-Nya. Proses itu tidak diketahui oleh manusia. Pada ayat lain Allah menerangkan hakikat tidur dan hakikat mati, yaitu firman-Nya: Allah memegang nyawa (seseorang) pada saat kematiannya dan nyawa (seseorang) yang belum mati ketika dia tidur; maka Dia tahan nyawa (orang) yang telah Dia tetapkan kematiannya dan Dia lepaskan nyawa yang lain sampai waktu yang ditentukan. Sungguh, pada yang demikian itu terdapat tanda-tanda (kebesaran) Allah bagi kaum yang berpikir. (az-Zumar/39: 42) Allah pula yang membangunkan manusia di siang hari. Dia mengetahui apa yang akan dikerjakan manusia di siang hari sebelum ia mengerjakannya. Orang-orang beriman akan mengisi seluruh waktu bangunnya dengan segala macam amal yang diridai Allah, karena ia yakin bahwa hidup di dunia adalah sementara, sedangkan hidup yang sebenarnya adalah di akhirat nanti. Sedangkan orang-orang kafir mengisi kehidupan mereka dengan segala macam yang diinginkan oleh hawa nafsu, karena mereka meragukan kehidupan akhirat, dan seakan-akan mereka telah meyakini bahwa hidup di dunia inilah hidup yang sebenarnya. Dengan menidurkan manusia di malam hari dan membangunkannya di siang hari dan dengan perputaran waktu itu habislah umur mereka. Lalu mereka diwafatkan dan kembali kepada Allah untuk ditimbang amal baik yang pernah mereka kerjakan dan perbuatan dosa yang pernah mereka lakukan. Kepada mereka diberitakan segala perbuatan yang pernah dilakukan selama tidur di malam hari dan waktu bangun di siang hari sesuai dengan yang diperintahkan Allah."
        },
        {
          "number": 61,
          "arabic": "وَهُوَ ٱلْقَاهِرُ فَوْقَ عِبَادِهِۦ ۖ وَيُرْسِلُ عَلَيْكُمْ حَفَظَةً حَتَّىٰٓ إِذَا جَآءَ أَحَدَكُمُ ٱلْمَوْتُ تَوَفَّتْهُ رُسُلُنَا وَهُمْ لَا يُفَرِّطُونَ",
          "transliteration": "wahuwa l-qāhiru fawqa ʿibādihi wayur'silu ʿalaykum ḥafaẓatan ḥattā idhā jāa aḥadakumu l-mawtu tawaffathu rusulunā wahum lā yufarriṭūna",
          "translation": "Dan Dialah Penguasa mutlak atas semua hamba-Nya, dan di utus-Nya kepadamu malaikat-malaikat penjaga, sehingga apabila kematian datang kepada salah seorang di antara kamu malaikat-malaikat Kami mencabut nyawanya dan mereka tidak melalaikan tugasnya.",
          "tafsir": "Ayat ini menegaskan kekuasaan, pemeliharaan dan pengawasan Allah terhadap hamba-hamba-Nya. Dia tidak dapat dikuasai sedikit pun oleh makhluk-makhluk-Nya termasuk sembahan-sembahan dan patung-patung yang disembah oleh orang-orang musyrik, karena sembahan dan patung itu tidak mampu memegang kekuasaan dan tidak mampu memberi pertolongan, bahkan ia sendirilah yang diberi pertolongan. Dari ayat ini dipahami bahwa hendaklah manusia menghambakan diri kepada Allah, karena segala ilmu, kekuasaan, kemerdekaan, kemampuan bergerak dan berdaya cipta merupakan anugerah Allah kepada mereka. Dia sanggup menambah atau mencabut anugerah-Nya kapan Dia kehendaki. Di saat Dia mencabut semua anugerah-Nya itu, maka manusia tidak mempunyai arti sedikit pun. Allah juga mengirimkan kepada manusia malaikat-malaikat penjaga yang menjaga mereka dan merekam tindak-tanduk mereka setiap waktu. Semuanya dicatat dan tidak ada sesuatu pun yang tertinggal. Firman Allah swt: Dan apabila lembaran-lembaran (catatan amal) telah dibuka lebar-lebar. (at-Takwir/81: 10) Mengenai malaikat penjaga, tersebut dalam firman Allah swt: Dan sesungguhnya bagi kamu ada (malaikat-malaikat) yang mengawasi (pekerjaanmu), yang mulia (di sisi Allah) dan yang mencatat (amal perbuatanmu), mereka mengetahui apa yang kamu kerjakan. (al-Infithar/82: 10-12) Bahkan bagi tiap-tiap manusia ada beberapa malaikat yang tetap menjaganya secara bergiliran dan ada pula yang mencatat amalan-amalannya, yaitu Raqib dan Atid, sebagaimana firman Allah swt: Baginya (manusia) ada malaikat-malaikat yang selalu menjaganya bergiliran, dari depan dan belakangnya. Mereka menjaganya atas perintah Allah. (ar-Ra'd/13: 11) Sabda Nabi saw: Para malaikat berganti-ganti menjagamu, yaitu malaikat malam dan malaikat siang, mereka bertemu (berganti giliran) pada waktu salat subuh dan waktu salat asar. Kemudian malaikat yang menjagamu di malam hari naik ke langit, maka Tuhan menanyakan kepada mereka (sedang Dia lebih tahu dari mereka) \"Bagaimanakah kamu tinggalkan hamba-hamba-Ku.\" Mereka menjawab, \"Kami tinggalkan mereka dalam keadaan salat dan kami datangi mereka dalam keadan salat pula.\" (Riwayat al-Bukhari dan Muslim dari Abu Hurairah) Sebenarnya Allah tidak memerlukan malaikat pencatat untuk mencatat segala perbuatan manusia, karena Dia Maha Mengetahui segala sesuatu. Dengan adanya malaikat pencatat yang mencatat seluruh perbuatan manusia, diharapkan manusia akan berhati-hati jika hendak mengerjakan suatu pekerjaan, apakah pekerjaan itu diridai Allah atau tidak. Demikianlah para malaikat penjaga dan pencatat itu menjaga, mengawasi dan mencatat seluruh perbuatan manusia, sampai saat datangnya kematian kepadanya. Dengan datangnya malaikat maut mencabut nyawa manusia untuk melaksanakan perintah Allah sampailah ajal manusia itu, Allah swt berfirman: Katakanlah, \"Malaikat maut yang diserahi untuk (mencabut nyawa) mu akan mematikan kamu, kemudian kepada Tuhanmu, kamu akan dikembalikan.\" (as-Sajdah/32: 11)"
        },
        {
          "number": 62,
          "arabic": "ثُمَّ رُدُّوٓا۟ إِلَى ٱللَّهِ مَوْلَىٰهُمُ ٱلْحَقِّ ۚ أَلَا لَهُ ٱلْحُكْمُ وَهُوَ أَسْرَعُ ٱلْحَـٰسِبِينَ",
          "transliteration": "thumma ruddū ilā l-lahi mawlāhumu l-ḥaqi alā lahu l-ḥuk'mu wahuwa asraʿu l-ḥāsibīna",
          "translation": "Kemudian mereka (hamba-hamba Allah) dikembalikan kepada Allah, penguasa mereka yang sebenarnya. Ketahuilah bahwa segala hukum (pada hari itu) ada pada-Nya. Dan Dialah pembuat perhitungan yang paling cepat.",
          "tafsir": "Ayat ini menerangkan bahwa orang-orang yang telah dicabut nyawanya oleh malaikat maut, kembali kepada Allah untuk diadili perkaranya, dan Allah akan memberi keputusan berdasar hukum-Nya dengan seadil-adilnya. Dia mempunyai kekuasaan untuk menghukum, tidak seorang pun yang dapat mengubah keputusan-Nya. Dia amat cepat memberi keputusan. Sesungguhnya semua perhitungan, pembalasan dan hukuman di akhirat nanti semata-mata berdasar amal, perbuatan dan tindakan manusia semasa hidup di dunia apakah sesuai dengan batas-batas yang telah ditentukan Allah atau tidak."
        },
        {
          "number": 63,
          "arabic": "قُلْ مَن يُنَجِّيكُم مِّن ظُلُمَـٰتِ ٱلْبَرِّ وَٱلْبَحْرِ تَدْعُونَهُۥ تَضَرُّعًا وَخُفْيَةً لَّئِنْ أَنجَىٰنَا مِنْ هَـٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّـٰكِرِينَ",
          "transliteration": "qul man yunajjīkum min ẓulumāti l-bari wal-baḥri tadʿūnahu taḍarruʿan wakhuf'yatan la-in anjānā min hādhihi lanakūnanna mina l-shākirīna",
          "translation": "Katakanlah (Muhammad), \"Siapakah yang dapat menyelamatkan kamu dari bencana di darat dan di laut, ketika kamu berdoa kepada-Nya dengan rendah hati dan dengan suara yang lembut?\" (Dengan mengatakan), \"Sekiranya Dia menyelamatkan kami dari (bencana) ini, tentulah kami menjadi orang-orang yang bersyukur.\"",
          "tafsir": "Allah memerintahkan kepada Rasul-Nya agar mengatakan kepada orang-orang musyrik bahwa siapakah yang dapat menyelamatkan dan melepaskan mereka dari kegelapan daratan bila mereka tersesat, siapa yang sanggup melepaskan mereka dari kesengsaraan dan penderitaan hidup, siapa yang sanggup melepaskan mereka dari kegelapan lautan bila mereka berlayar di tengahnya, lalu datanglah angin topan disertai ombak yang besar, sehingga mereka tidak mengetahui arah dan tujuan lagi? Yang dapat menyelamatkan manusia dari segala kegelapan dan kesengsaraan itu hanyalah Allah, tidak ada yang lain. Tabiat manusia adalah bahwa jika mereka dalam keadaan kesulitan dan dalam mara bahaya, mereka ingat kepada Allah, mereka menyerahkan diri, tunduk dan patuh kepada-Nya disertai dengan doa dan memohon pertolongan kepada-Nya. Bahkan dalam keadaan demikian mereka berjanji akan tetap berserah diri kepada Allah dan mensyukuri nikmat-Nya jika kesulitan dan mara bahaya itu dihindarkan dari mereka. Tetapi setelah kesulitan dan mara bahaya itu terhindar, mereka lupa akan janji yang telah mereka ikrarkan bahkan mereka menjadi orang-orang yang zalim dan mempersekutukan Allah. Keadaan mereka itu dilukiskan dalam firman Allah swt: Dialah Tuhan yang menjadikan kamu dapat berjalan di daratan, (dan berlayar) di lautan. Sehingga ketika kamu berada di dalam kapal, dan meluncurlah (kapal) itu membawa mereka (orang-orang yang ada di dalamnya) dengan tiupan angin yang baik, dan mereka bergembira karenanya; tiba-tiba datanglah badai dan gelombang menimpanya dari segenap penjuru, dan mereka mengira telah terkepung (bahaya), maka mereka berdoa dengan tulus ikhlas kepada Allah semata. (Seraya berkata), \"Sekiranya Engkau menyelamatkan kami dari (bahaya) ini, pasti kami termasuk orang-orang yang bersyukur.\" Tetapi ketika Allah menyelamatkan mereka, malah mereka berbuat kezaliman di bumi tanpa (alasan) yang benar¦ (Yunus/10: 22-23)"
        },
        {
          "number": 64,
          "arabic": "قُلِ ٱللَّهُ يُنَجِّيكُم مِّنْهَا وَمِن كُلِّ كَرْبٍ ثُمَّ أَنتُمْ تُشْرِكُونَ",
          "transliteration": "quli l-lahu yunajjīkum min'hā wamin kulli karbin thumma antum tush'rikūna",
          "translation": "Katakanlah (Muhammad), \"Allah yang menyelamatkan kamu dari bencana itu dan dari segala macam kesusahan, namun kemudian kamu (kembali) mempersekutukan-Nya.\"",
          "tafsir": "Allah menegaskan bahwa hanya Allah-lah yang menyelamatkan dan melepaskan manusia dari segala macam kesusahan dan penderitaan, bukan sembahan-sembahan atau berhala-berhala yang mereka sembah itu, karena sembahan-sembahan dan berhala-berhala itu tidak mampu sedikit pun menjauhkan kesusahan dan penderitaan dari mereka. Tetapi orang kafir itu setelah selamat dan terlepas dari bahaya mereka kembali mempersekutukan Allah."
        },
        {
          "number": 65,
          "arabic": "قُلْ هُوَ ٱلْقَادِرُ عَلَىٰٓ أَن يَبْعَثَ عَلَيْكُمْ عَذَابًا مِّن فَوْقِكُمْ أَوْ مِن تَحْتِ أَرْجُلِكُمْ أَوْ يَلْبِسَكُمْ شِيَعًا وَيُذِيقَ بَعْضَكُم بَأْسَ بَعْضٍ ۗ ٱنظُرْ كَيْفَ نُصَرِّفُ ٱلْـَٔايَـٰتِ لَعَلَّهُمْ يَفْقَهُونَ",
          "transliteration": "qul huwa l-qādiru ʿalā an yabʿatha ʿalaykum ʿadhāban min fawqikum aw min taḥti arjulikum aw yalbisakum shiyaʿan wayudhīqa baʿḍakum basa baʿḍin unẓur kayfa nuṣarrifu l-āyāti laʿallahum yafqahūna",
          "translation": "Katakanlah (Muhammad), \"Dialah yang berkuasa mengirimkan azab kepadamu, dari atas atau dari bawah kakimu<sup foot_note=135263>1</sup> atau Dia mencampurkan kamu dalam golongan-golongan (yang saling bertentangan) dan merasakan kepada sebagian kamu keganasan sebagian yang lain.\" Perhatikanlah, bagaimana Kami menjelaskan berulang-ulang tanda-tanda (kekuasaan Kami)<sup foot_note=135264>2</sup> agar mereka memahami (nya).",
          "tafsir": "Ayat ini merupakan peringatan yang keras terhadap orang-orang yang hanya mengingat kepada Allah dalam keadaan menderita dan sengsara, kemudian setelah penderitaan dan kesengsaraan itu lenyap, mereka kembali mempersekutukan Allah. Peringatan itu ialah bahwa Allah berkuasa mendatangkan azab yang tidak diketahui oleh manusia hakikatnya, mungkin dari atas atau dari bawah, mungkin dari kanan atau dari kiri, mungkin berupa angin topan atau letusan gunung berapi yang dahsyat, atau mengacaubalaukan manusia, sehingga mereka menjadi bergolong-golongan dan berpuak-puak yang selalu bersengketa atau mereka saling membunuh sesama mereka sehingga sebagian mereka merasakan keganasan sebagian yang lain. Karena itu hendaklah orang-orang kafir itu ingat bahwa sekalipun pada suatu waktu mereka telah diselamatkan Allah dari penderitaan dan kesengsaraan, tetapi bila mereka ingkar kembali, Allah Kuasa mendatangkan malapetaka yang lebih hebat dari itu. Menurut Ibnu 'Abbas yang dimaksud dengan \"azab dari atasmu\" ialah pembesar-pembesar kamu, dan yang dimaksud dengan \"azab dari bawah kakimu\" ialah yang datang dari budak-budak dan rakyat jelata. \"Azab\" yang dimaksud oleh ayat ini ialah segala macam malapetaka yang menimpa manusia, seperti peperangan, penganiayaan, penindasan, banjir, letusan gunung, musim kemarau dan sebagainya. Allah memerintahkan agar Nabi dan kaum Muslimin memperhatikan bagaimana Allah menjelaskan dan mendatangkan tanda-tanda kekuasaan-Nya silih berganti, dengan berbagai rupa dan cara agar dengan cara yang demikian itu mudah dipahami dan diyakini, mudah diketahui mana yang benar dan mana yang batil."
        },
        {
          "number": 66,
          "arabic": "وَكَذَّبَ بِهِۦ قَوْمُكَ وَهُوَ ٱلْحَقُّ ۚ قُل لَّسْتُ عَلَيْكُم بِوَكِيلٍ",
          "transliteration": "wakadhaba bihi qawmuka wahuwa l-ḥaqu qul lastu ʿalaykum biwakīlin",
          "translation": "Dan kaummu mendustakannya (azab)<sup foot_note=135265>1</sup> padahal (azab) itu benar adanya. Katakanlah (Muhammad), \"Aku ini bukanlah penanggung jawab kamu.\"",
          "tafsir": "Kaum kafir di mana Nabi Muhammad berada telah mendustakan azab itu, padahal azab itu adalah benar, seperti telah terbukti pada sejarah umat-umat sebelum Nabi Muhammad, dan sejarah umat Islam sendiri. Sebagian mufassirin berpendapat bahwa yang dimaksud dalam ayat ini ialah mereka mendustakan Al-Qur'an, padahal Al-Qur'an itu adalah benar, tidak ada keraguan sedikitpun padanya, tidak akan terdapat kesalahan padanya sejak dahulu sampai sekarang dan pada masa yang akan datang. \"Katakanlah kepada orang kafir itu hai Rasul, bahwa kamu tidak dapat menguasai dan melindungi mereka, bukan pula kamu orang yang mengurus urusan mereka, dan kamu juga tidak kuasa menjadikan mereka orang-orang yang beriman. Tetapi, kamu hanyalah seorang manusia yang ditugaskan Allah meyampaikan agama-Nya kepada mereka.\" Pernyataan ini ditegaskan lagi oleh firman Allah swt: Maka berilah peringatan, karena sesungguhnya engkau (Muhammad) hanyalah pemberi peringatan. Engkau bukanlah orang yang berkuasa atas mereka. (al-Gasyiyah/88: 21-22) Firman Allah swt: Kami lebih mengetahui tentang apa yang mereka katakan, dan engkau (Muhammad) bukanlah seorang pemaksa terhadap mereka. Maka berilah peringatan dengan Al-Qur'an kepada siapa pun yang takut kepada ancaman-Ku. (Qaf/50: 45)"
        },
        {
          "number": 67,
          "arabic": "لِّكُلِّ نَبَإٍ مُّسْتَقَرٌّ ۚ وَسَوْفَ تَعْلَمُونَ",
          "transliteration": "likulli naba-in mus'taqarrun wasawfa taʿlamūna",
          "translation": "Setiap berita (yang dibawa oleh Rasul) ada (waktu) terjadinya dan kelak kamu akan mengetahui.",
          "tafsir": "Pada ayat ini Allah menegaskan lagi bahwa semua berita yang ada dalam Al-Qur'an itu ada waktu terjadinya, pada waktu itu akan diketahui apakah berita itu benar atau dusta, dan waktu itu diketahui betul atau tidaknya, serta diketahui pula hikmah kejadian berita itu. Berita-berita penting itu ada yang berupa janji dan ada yang berupa ancaman, janji Allah bagi orang yang mengikuti seruan Rasul, pahala yang baik bagi orang-orang yang beramal saleh dan azab yang besar bagi orang-orang yang mengingkari Rasul, semuanya itu akan diperlihatkan Allah. Allah swt berfirman: Katakanlah, \"Bagaimana pendapatmu jika (Al-Qur'an) itu datang dari sisi Allah, kemudian kamu mengingkarinya. Siapakah yang lebih sesat daripada orang yang selalu berada dalam penyimpangan yang jauh\" (dari kebenaran)?\" Kami akan memperlihatkan kepada mereka tanda-tanda (kebesaran) Kami di segenap penjuru dan pada diri mereka sendiri, sehingga jelaslah bagi mereka bahwa Al-Qur'an itu adalah benar. Tidak cukupkah (bagi kamu) bahwa Tuhanmu menjadi saksi atas segala sesuatu? (Fussilat/41: 52-53)"
        },
        {
          "number": 68,
          "arabic": "وَإِذَا رَأَيْتَ ٱلَّذِينَ يَخُوضُونَ فِىٓ ءَايَـٰتِنَا فَأَعْرِضْ عَنْهُمْ حَتَّىٰ يَخُوضُوا۟ فِى حَدِيثٍ غَيْرِهِۦ ۚ وَإِمَّا يُنسِيَنَّكَ ٱلشَّيْطَـٰنُ فَلَا تَقْعُدْ بَعْدَ ٱلذِّكْرَىٰ مَعَ ٱلْقَوْمِ ٱلظَّـٰلِمِينَ",
          "transliteration": "wa-idhā ra-ayta alladhīna yakhūḍūna fī āyātinā fa-aʿriḍ ʿanhum ḥattā yakhūḍū fī ḥadīthin ghayrihi wa-immā yunsiyannaka l-shayṭānu falā taqʿud baʿda l-dhik'rā maʿa l-qawmi l-ẓālimīna",
          "translation": "Apabila engkau (Muhammad) melihat orang-orang memperolok-olokkan ayat-ayat Kami, maka tinggalkanlah mereka hingga mereka beralih ke pembicaraan lain. Dan jika setan benar-benar menjadikan engkau lupa (akan larangan ini), setelah ingat kembali janganlah engkau duduk bersama orang-orang yang zalim!",
          "tafsir": "Ayat ini memerintahkan kepada Nabi Muhammad, jika ia duduk bersama orang-orang kafir, dan mereka memperolokkan ayat-ayat dan agama Allah, hendaklah segera meninggalkan mereka kecuali jika mereka mengalihkan pembicaraan mereka kepada masalah yang lain. Tindakan ini dilaksanakan agar orang-orang kafir sadar bahwa tindakan mereka itu tidak disukai Allah dan kaum Muslimin, atau jika Nabi tetap duduk bersama mereka, berarti Nabi seakan-akan menyetujui tindakan mereka itu. Nabi Muhammad dan para sahabatnya serta kaum Muslimin pada setiap masa diperintahkan untuk meninggalkan orang-orang yang memperolok ayat-ayat Al-Qur'an. Termasuk di dalamnya segala macam tindakan yang tujuannya memperolok agama Allah, menafsirkan dan menakwilkan ayat-ayat Al-Qur'an hanya karena mengikuti keinginannya. Jika ayat-ayat ini dihubungkan dengan ayat-ayat yang memerintahkan kaum Muslimin agar memerangi orang-orang yang menentang agama Islam, seakan-akan kedua ayat ini berlawanan. Ayat ini seakan-akan menyuruh kaum Muslimin tetap bersabar walau apapun tindakan orang-orang kafir terhadap mereka. Sedang ayat-ayat lain yang memerintahkan agar membunuh orang-orang kafir dimana saja mereka ditemui. Jawabannya ialah bahwa ayat-ayat ini diturunkan pada masa Nabi Muhammad, masih berada di Mekah, di saat kaum Muslimin masih lemah, yang pada waktu itu tugas pokok Nabi ialah menyampaikan ajaran tauhid. Pada masa ini belum ada perintah berperang dan memang belum ada hikmah diperintahkan berperang. Setelah Nabi di Medinah, dan keadaan kaum Muslimin telah kuat, serta telah ada perintah berperang, maka sikap membiarkan tindakan orang-orang yang memperolok-olokkan agama Allah adalah sikap yang tercela, bahkan diperintahkan agar kaum Muslimin membalas tindakan mereka itu. Kemudian Allah memperingatkan Nabi Muhammad, bahwa jika ia dilupakan setan tentang larangan Allah duduk bersama-sama orang yang memperolok-olokkan agama itu, kemudian ingat maka segera ia berdiri meninggalkan mereka, jangan duduk bersama mereka. Yang dimaksud dengan \"Nabi lupa\" di sini ialah lupa terhadap hal-hal yang biasa, sebagaimana manusia biasa juga lupa. Tetapi Nabi tidak pernah lupa terhadap hal-hal yang diperintahkan Allah menyampaikannya. Para ahli tafsir sepakat menyatakan bahwa Nabi Muhammad pernah lupa, tetapi bukan karena gangguan setan, sebagaimana firman Allah swt: ¦ Dan ingatlah kepada Tuhanmu apabila engkau lupa¦ (al-Kahf/18: 24) Nabi Adam pernah lupa, sebagaimana firman Allah: ¦ tetapi dia lupa, dan Kami tidak dapati kemauan yang kuat padanya. (thaha/20: 115) Nabi Musa pun pernah lupa, firman Allah swt: Dia (Musa) berkata, \"Janganlah engkau menghukum aku karena kelupaanku dan janganlah engkau membebani aku dengan sesuatu kesulitan dalam urusanku.\" (al-Kahf/18: 73) Nabi Muhammad, pernah lupa di waktu beliau salat, lalu beliau bersabda: \"Aku tidak lain hanyalah manusia biasa seperti kamu, aku lupa sebagaimana kamu lupa, karena itu apabila aku lupa, maka ingatkan aku.\" (Riwayat al-Bukhari dan Muslim dari Abdullah) Allah menegaskan bahwa setan hanya dapat mempengaruhi orang-orang yang lemah imannya, sedangkan terhadap orang yang kuat imannya, setan tidak sanggup mempengaruhinya dan menjadikannya lupa kepada Allah. Allah swt berfirman: Sungguh, setan itu tidak akan berpengaruh terhadap orang yang beriman dan bertawakal kepada Tuhan. Pengaruhnya hanyalah terhadap orang yang menjadikannya pemimpin dan terhadap orang yang mempersekutukannya dengan Allah. (an-Nahl/16: 99-100) Berdasarkan keterangan di atas dapat diambil kesimpulan bahwa setan tidak sanggup menjadikan hamba yang beriman lupa terhadap sesuatu, apalagi menjadikan Nabi lupa terhadap sesuatu, karena ia tidak dapat menguasai hamba Allah yang beriman. Dalam ayat ini disebutkan, setan menjadikan Nabi lupa hanya merupakan kebiasaan dalam bahasa, bahwa segala macam perbuatan yang tidak baik adalah disebabkan perbuatan setan, sekalipun yang melakukan bukan setan. Seandainya seorang hamba yang mukmin kuat imannya lupa, maka lupanya hanyalah karena pengaruh hati dan jiwanya sendiri, bukan karena pengaruh atau gangguan setan. Sebagian ulama menetapkan hukum berdasarkan ayat ini, sebagai berikut: 1. Wajib menjauhkan diri dari orang-orang yang sedang mempermainkan ayat-ayat Allah, atau orang-orang yang mentakwilkan ayat-ayat Allah hanya karena mengikuti keinginan hawa nafsunya, seandainya tidak mampu menegur mereka agar menghentikan perbuatan itu. 2. Boleh duduk bersama untuk membicarakan sesuatu yang bermanfaat dengan orang-orang kafir, selama mereka tidak memperolokkan agama Allah."
        }
      ]
    }
  ]
}