{
  "pageNumber": 228,
  "juz": 12,
  "surahs": [
    {
      "number": 11,
      "name": "Hud",
      "nameArabic": "هود",
      "meaning": "Nabi Hud",
      "revelation": "Makkah",
      "description": "Surat Hud termasuk surat Makkiyyah, terdiri dari 123 ayat, dan diturunkan setelah surat Yunus.Surat ini dinamai Hud karena di dalamnya terdapat kisah Nabi Hud dan kaumnya. Dalam surat ini juga terdapat kisah-kisah nabi yang lain, seperti: Nuh, Shaleh, Ibrahim, Luth, Syu'aib, dan Musa.**Pokok-Pokok isi:**1. **Keimanan:** Keberadaan 'Arsy Allah; kejadian alam dalam enam masa; keberadaan golongan-golongan manusia pada hari kiamat.2. **Hukum-hukum:** Agama membolehkan menikmati yang baik-baik dan memakai perhiasan asal tidak berlebih-lebihan; tidak boleh bersikap sombong; tidak boleh berdoa atau mengharapkan sesuatu yang mustahil menurut sunnatullah.3. **Kisah-kisah:** Kisah Nuh dan kaumnya; kisah Hud dan kaumnya; kisah Shaleh dan kaumnya; kisah Ibrahim dan kaumnya; kisah Syu'aib dan kaumnya; kisah Luth dan kaumnya; kisah Musa dan kaumnya.4. **Lain-lain:** Pelajaran-pelajaran yang diambil dari kisah-kisah para nabi; air sumber segala kehidupan; shalat memperkuat keimanan; sunnatullah yang berhubungan dengan kebinasaan suatu kaum.Surat Hud berisi hal-hal yang berhubungan dengan pokok-pokok agama, seperti ketauhidan, kerasulan, dan hari kebangkitan, kemudian dihubungkan dengan dakwah yang telah dilakukan oleh para nabi kepada kaumnya.**Hubungan Surat Hud Dengan Surat Yusuf:**1. Kedua surat ini sama-sama dimulai dengan alif laam raa kemudian diiringi dengan penjelasan tentang Al-Qur'an.2. Surat Yusuf menyempurnakan penjelasan kisah para rasul yang disebut dalam surat Hud, kemudian kisah itu dijadikan dalil untuk menyatakan bahwa Al-Qur'an adalah wahyu Ilahi; setelah Nabi Muhammad tidak ada lagi nabi atau rasul yang diutus Allah.3. Perbedaan kedua surat ini ada dalam menjelaskan kisah-kisah para nabi. Dalam surat Hud diutarakan kisah beberapa orang rasul dalam menyampaikan risalah kepada kaumnya, akibat mengikuti dan akibat mendustakan mereka, kemudian dijadikan perbandingan dan berita yang mengancam kaum musyrikin Arab beserta pengikut-pengikutnya. Dalam surat Yusuf diterangkan tentang kehidupan Nabi Yusuf yang pada mulanya dizalimi oleh saudara-saudaranya kemudian menjadi rasul yang berkuasa dan dapat menolong saudara-sudaranya beserta kedua orang tuanya. Kepribadian Nabi Yusuf ini harus dijadikan teladan oleh semua orang yang beriman kepada Nabi Muhammad.",
      "verses": [
        {
          "number": 54,
          "arabic": "إِن نَّقُولُ إِلَّا ٱعْتَرَىٰكَ بَعْضُ ءَالِهَتِنَا بِسُوٓءٍ ۗ قَالَ إِنِّىٓ أُشْهِدُ ٱللَّهَ وَٱشْهَدُوٓا۟ أَنِّى بَرِىٓءٌ مِّمَّا تُشْرِكُونَ",
          "transliteration": "in naqūlu illā iʿ'tarāka baʿḍu ālihatinā bisūin qāla innī ush'hidu l-laha wa-ish'hadū annī barīon mimmā tush'rikūna",
          "translation": "kami hanya mengatakan bahwa sebagian sesembahan kami telah menimpakan penyakit gila atas dirimu.\" Dia (Hud) menjawab, \"Sesungguhnya aku bersaksi kepada Allah dan saksikanlah bahwa aku berlepas diri dari apa yang kamu persekutukan,",
          "tafsir": "Pada ayat ini diterangkan kelanjutan dari tantangan kaum Hud a.s., yaitu dengan mengatakan kepadanya, bahwa ucapan Hud itu mirip seperti ucapan orang yang kemasukan setan. Ucapan itu sama sekali tidak dapat mereka terima, lebih-lebih ucapan yang meremehkan dan menghalang-halangi mereka untuk beribadah kepada berhala. Tantangan ini ternyata diikuti dengan tantangan yang lebih keras dari yang sebelumnya. Mereka menuduh Hud a.s. menderita penyakit gila, jadi tidak perlu didengar perkataannya apalagi dipercayai. Penyakit gila itu, menurut anggapan mereka, disebabkan karena Hud a.s. durhaka kepada sesembahan-sesembahan mereka. Itulah sebabnya Nabi Hud a.s. mengambil kesimpulan bahwa dakwahnya tidak akan berguna lagi bagi mereka, sehingga ia menjawab tantangan mereka itu dengan mengatakan bahwa ia bersaksi kepada Allah dan menyuruh mereka supaya menyaksikannya, bahwa sesungguhnya ia terlepas dari apa yang mereka persekutukan itu. Jawaban Hud a.s. ini menunjukkan suatu sikap yang tegas, penuh dengan keimanan dalam mempertanggungjawabkan kebenaran dakwahnya, yang disampaikan kepada kaumnya tanpa memperdulikan segala macam bentuk rintangan dan tantangan yang dihadapinya."
        },
        {
          "number": 55,
          "arabic": "مِن دُونِهِۦ ۖ فَكِيدُونِى جَمِيعًا ثُمَّ لَا تُنظِرُونِ",
          "transliteration": "min dūnihi fakīdūnī jamīʿan thumma lā tunẓirūni",
          "translation": "dengan selain-Nya, sebab itu jalankanlah semua tipu dayamu terhadapku dan jangan kamu tunda lagi!",
          "tafsir": "Pada ayat ini, Allah swt menerangkan kelanjutan dari jawaban Nabi Hud a.s. kepada kaumnya dengan yang lebih keras dan dijiwai oleh keberanian yang penuh untuk mempertanggungjawabkan kebenaran dakwahnya. Dengan nada menantang Hud a.s. menyuruh kaumnya yang sangat membangkang itu, supaya bersatu semuanya bersama dengan tuhan-tuhan mereka dalam melaksanakan segala macam tipu daya untuk membinasakan-nya seketika itu juga, tanpa memberikan kesempatan kepadanya, untuk mempersiapkan lebih dahulu guna membela diri. Jawaban ini cukup jelas menunjukkan bahwa Hud a.s. tidak takut sama sekali kepada kaumnya yang kafir itu, apalagi kepada tuhan-tuhan mereka yang tidak dapat berbuat apa-apa. Perkataan serupa ini pernah diucapkan Nabi Nuh a.s. kepada kaumnya, sebagaimana yang diterangkan dalam firman Allah: Karena itu bulatkanlah keputusanmu dan kumpulkanlah sekutu-sekutumu (untuk membinasakanku), dan janganlah keputusanmu itu dirahasiakan. Kemudian bertindaklah terhadap diriku, dan janganlah kamu tunda lagi. (Yunus/10: 71)"
        },
        {
          "number": 56,
          "arabic": "إِنِّى تَوَكَّلْتُ عَلَى ٱللَّهِ رَبِّى وَرَبِّكُم ۚ مَّا مِن دَآبَّةٍ إِلَّا هُوَ ءَاخِذٌۢ بِنَاصِيَتِهَآ ۚ إِنَّ رَبِّى عَلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
          "transliteration": "innī tawakkaltu ʿalā l-lahi rabbī warabbikum mā min dābbatin illā huwa ākhidhun bināṣiyatihā inna rabbī ʿalā ṣirāṭin mus'taqīmin",
          "translation": "Sesungguhnya aku bertawakal kepada Allah Tuhanku dan Tuhanmu. Tidak satu pun makhluk bergerak (bernyawa) melainkan Dialah yang memegang ubun-ubunnya (menguasainya). Sungguh, Tuhanku di jalan yang lurus (adil).",
          "tafsir": "Pada ayat ini, Allah swt menerangkan perkataan Hud a.s. dalam menjawab tantangan kaumnya, yaitu setelah ia menyuruh mereka bergabung semuanya bersama dengan tuhan-tuhan mereka dalam melaksanakan segala macam tipu daya untuk membinasakannya, lalu dinyatakannya bahwa ia sudah bertawakkal sepenuhnya kepada Allah Tuhannya, dan juga Tuhan mereka yang telah menciptakan alam semesta ini. Tidak ada binatang satu pun yang melata di atas jagat raya ini yang tidak dikuasai-Nya, dan Allah Mahaadil membimbing hamba-Nya di atas jalan yang lurus, menolong orang-orang yang benar, dan menindas orang-orang yang zalim. Dengan demikian, jawaban Hud a.s. kepada kaumnya yang bernada menantang dengan berani itu, bukanlah didorong oleh rasa sombong, takabur dan sebagainya, tetapi didorong oleh keimanan yang telah membaja dalam lubuk hatinya untuk mempertanggungjawabkan kebenaran dakwahnya yang disampaikan kepada kaumnya. Hud a.s. yakin bahwa orang-orang kafir dari kaumnya itu tidak akan dapat berbuat sesuatu apa pun di luar ketentuan dan kehendak Allah. Maka timbullah tawakalnya sesuai dengan anjuran Allah, sebagaimana tersebut dalam firman-Nya:"
        },
        {
          "number": 57,
          "arabic": "فَإِن تَوَلَّوْا۟ فَقَدْ أَبْلَغْتُكُم مَّآ أُرْسِلْتُ بِهِۦٓ إِلَيْكُمْ ۚ وَيَسْتَخْلِفُ رَبِّى قَوْمًا غَيْرَكُمْ وَلَا تَضُرُّونَهُۥ شَيْـًٔا ۚ إِنَّ رَبِّى عَلَىٰ كُلِّ شَىْءٍ حَفِيظٌ",
          "transliteration": "fa-in tawallaw faqad ablaghtukum mā ur'sil'tu bihi ilaykum wayastakhlifu rabbī qawman ghayrakum walā taḍurrūnahu shayan inna rabbī ʿalā kulli shayin ḥafīẓun",
          "translation": "Maka jika kamu berpaling, maka sungguh, aku telah menyampaikan kepadamu apa yang menjadi tugasku sebagai rasul kepadamu. Dan Tuhanku akan mengganti kamu dengan kaum yang lain, sedang kamu tidak dapat mendatangkan mudarat kepada-Nya sedikit pun. Sesungguhnya Tuhanku Maha Pemelihara segala sesuatu.",
          "tafsir": "Pada ayat ini, Allah swt menerangkan rangkaian penutup dari perkataan Hud a.s. kepada kaumnya dengan memperingatkan bahwa jika mereka berpaling dari apa yang telah disampaikannya itu, dan tetap mendustakannya sebagai rasul Allah, maka ia tidak dapat lagi berbuat lebih dari itu, karena ia telah melaksanakan dakwah yang diamanatkan Allah kepadanya. Amanat itu telah dilaksanakan dengan ikhlas, dan tugasnya hanya sekadar menyampaikan. Oleh karena itu, jika mereka masih tetap menantang dan membangkang, maka azab Allah akan ditimpakan kepada mereka dan mereka diganti Allah dengan kaum yang lain. Selanjutnya Hud a.s. menegaskan bahwa mereka sedikitpun tidak akan dapat membuat mudarat terhadap Allah, disebabkan berpaling dari keimanan atau dengan sebab-sebab lainnya. Sesungguhnya Allah Maha Pemelihara segala sesuatu dengan cermat, sesuai dengan sunnah-Nya yang ditentukan oleh iradah-Nya, antara lain menolong rasul-rasul-Nya dan menimpa azab kepada musuh-musuh mereka. Penegasan Hud a.s. kepada kaumnya bahwa mereka tidak akan dapat membuat mudarat kepada Allah, disebabkan berpalingnya mereka dari beriman dan tetap dalam kekafiran, bukanlah sekadar peringatan untuk menakut-nakuti mereka, tetapi memang demikianlah hakikat dan kenyataannya, dan ini sesuai dengan firman Allah: Jika kamu kafir (ketahuilah) maka sesungguhnya Allah tidak memerlukanmu dan Dia tidak meridai kekafiran hamba-hamba-Nya. Jika kamu bersyukur, Dia meridai kesyukuranmu itu. (az-Zumar/39: 7) Dan firman Allah: Maka sembahlah selain Dia sesukamu! (wahai orang-orang musyrik). Katakanlah, \"Sesungguhnya orang-orang yang rugi ialah orang-orang yang merugikan diri mereka sendiri dan keluarganya pada hari Kiamat.\" (az-Zumar/39: 15)"
        },
        {
          "number": 58,
          "arabic": "وَلَمَّا جَآءَ أَمْرُنَا نَجَّيْنَا هُودًا وَٱلَّذِينَ ءَامَنُوا۟ مَعَهُۥ بِرَحْمَةٍ مِّنَّا وَنَجَّيْنَـٰهُم مِّنْ عَذَابٍ غَلِيظٍ",
          "transliteration": "walammā jāa amrunā najjaynā hūdan wa-alladhīna āmanū maʿahu biraḥmatin minnā wanajjaynāhum min ʿadhābin ghalīẓin",
          "translation": "Dan ketika azab Kami datang, Kami selamatkan Hud dan orang-orang yang beriman bersama dia dengan rahmat Kami. Kami selamatkan (pula) mereka (di akhirat) dari azab yang berat.",
          "tafsir": "Pada ayat ini Allah swt menerangkan bahwa sewaktu datang azab Allah kepada kaum Hud a.s. sebagai akibat dari pembangkangan mereka, Nabi Hud a.s. beserta pengikut-pengikutnya yang beriman telah diselamat-kan Allah dari azab dunia yang sangat dahsyat itu sebagai rahmat dan karunia Allah kepada mereka dan akan menyelamatkan mereka dari azab Allah yang lebih berat di akhirat nanti. Sedang kaum Hud a.s. yang tetap menentang dan membangkang itu, musnah semuanya dan akan mendapat azab yang lebih berat di akhirat nanti. Adapun azab Allah yang ditimpakan kepada kaum Hud a.s. yaitu berupa angin yang sangat dingin lagi kencang, sebagaimana disebutkan dalam firman Allah: Sedangkan kaum ad, mereka telah dibinasakan dengan angin topan yang sangat dingin, Allah menimpakan angin itu kepada mereka selama tujuh malam delapan hari terus-menerus; maka kamu melihat kaum ad pada waktu itu mati bergelimpangan seperti batang-batang pohon kurma yang telah kosong (lapuk). Maka adakah kamu melihat seorang pun yang masih tersisa di antara mereka? (al-Haqqah/69: 6-8)"
        },
        {
          "number": 59,
          "arabic": "وَتِلْكَ عَادٌ ۖ جَحَدُوا۟ بِـَٔايَـٰتِ رَبِّهِمْ وَعَصَوْا۟ رُسُلَهُۥ وَٱتَّبَعُوٓا۟ أَمْرَ كُلِّ جَبَّارٍ عَنِيدٍ",
          "transliteration": "watil'ka ʿādun jaḥadū biāyāti rabbihim waʿaṣaw rusulahu wa-ittabaʿū amra kulli jabbārin ʿanīdin",
          "translation": "Dan itulah (kisah) kaum 'Ād yang mengingkari tanda-tanda (kekuasaan) Tuhan. Mereka mendurhakai rasul-rasul-Nya dan menuruti perintah semua penguasa yang sewenang-wenang lagi durhaka.",
          "tafsir": "Pada ayat ini, Allah swt menerangkan bahwa itulah kisah kaum ad yang telah mengingkari tanda-tanda kekuasaan Allah dan mendurhakai rasul-Nya yang diutus untuk memberikan petunjuk kepada mereka menuju jalan yang benar, yaitu mengesakan-Nya dan mematuhi perintah-Nya. Tetapi mereka hanya mau mematuhi perintah penguasa yang sewenang-wenang yang tidak mau mengikuti kebenaran walaupun dengan dalil-dalil dan bukti-bukti yang cukup meyakinkan. Pada ayat ini diterangkan bahwa bangsa ad (kaum Hud a.s.) itu mendurhakai rasul-rasul Allah. Apakah memang demikian? Atau hanya mereka durhakai seorang rasul Allah saja yaitu Hud a.s.? Para mufasir menjelaskan bahwa yang mereka dustakan itu adalah Hud a.s., tetapi mendustakan atau mendurhakai seorang rasul Allah berarti mendustakan atau mendurhakai semua rasul-Nya. Sebab, semua rasul mengemban tugas yang sama, yaitu mengajak supaya bertauhid kepada Allah dan mematuhi perintah-Nya serta menjauhi larangan-Nya."
        },
        {
          "number": 60,
          "arabic": "وَأُتْبِعُوا۟ فِى هَـٰذِهِ ٱلدُّنْيَا لَعْنَةً وَيَوْمَ ٱلْقِيَـٰمَةِ ۗ أَلَآ إِنَّ عَادًا كَفَرُوا۟ رَبَّهُمْ ۗ أَلَا بُعْدًا لِّعَادٍ قَوْمِ هُودٍ",
          "transliteration": "wa-ut'biʿū fī hādhihi l-dun'yā laʿnatan wayawma l-qiyāmati alā inna ʿādan kafarū rabbahum alā buʿ'dan liʿādin qawmi hūdin",
          "translation": "Dan mereka selalu diikuti dengan laknat di dunia ini dan (begitu pula) di hari Kiamat. Ingatlah, kaum 'Ād itu ingkar kepada Tuhan mereka. Sungguh, binasalah kaum 'Ād, umat Hud itu,",
          "tafsir": "Pada ayat ini Allah swt menerangkan bahwa kaum ad yang terus-menerus membangkang dalam kekafiran itu, telah ditimpa kutukan Allah di dunia ini, sehingga mereka musnah semuanya ditiup angin keras yang sangat dahsyat dan kelak disusul dengan azab yang lebih pedih dan lebih dahsyat lagi pada hari Kiamat. Selanjutnya Allah memperingatkan kepada semua hamba-Nya agar menyadari bahwa demikian itulah balasan terhadap kaum ad yang kafir, yang mengingkari keesaan Allah Yang Mahakuasa, yang telah menciptakan mereka. Mereka juga mendustakan rasul-rasul-Nya dengan angkuh dan keras kepala, hanya karena mengejar keberuntungan duniawi yang tidak kekal. Kemudian pada akhir ayat ini, Allah menyatakan dengan jelas bahwa kebinasaanlah bagi kaum ad yang telah jauh dari rahmat Allah, mereka adalah kaum Hud a.s. yang tidak percaya kepada Hud a.s. dan kepada dakwah yang dibawanya, sehingga mereka mendapat kutukan di dunia dan di akhirat."
        },
        {
          "number": 61,
          "arabic": "۞ وَإِلَىٰ ثَمُودَ أَخَاهُمْ صَـٰلِحًا ۚ قَالَ يَـٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَـٰهٍ غَيْرُهُۥ ۖ هُوَ أَنشَأَكُم مِّنَ ٱلْأَرْضِ وَٱسْتَعْمَرَكُمْ فِيهَا فَٱسْتَغْفِرُوهُ ثُمَّ تُوبُوٓا۟ إِلَيْهِ ۚ إِنَّ رَبِّى قَرِيبٌ مُّجِيبٌ",
          "transliteration": "wa-ilā thamūda akhāhum ṣāliḥan qāla yāqawmi uʿ'budū l-laha mā lakum min ilāhin ghayruhu huwa ansha-akum mina l-arḍi wa-is'taʿmarakum fīhā fa-is'taghfirūhu thumma tūbū ilayhi inna rabbī qarībun mujībun",
          "translation": "dan kepada kaum Samud (Kami utus) saudara mereka, Saleh. Dia berkata, \"Wahai kaumku! Sembahlah Allah, tidak ada tuhan bagimu selain Dia. Dia telah menciptakanmu dari bumi (tanah) dan menjadikanmu pemakmurnya,<sup foot_note=135353>1</sup> karena itu mohonlah ampunan kepada-Nya, kemudian bertobatlah kepada-Nya. Sesungguhnya Tuhanku sangat dekat (rahmat-Nya) dan memperkenankan (doa hamba-Nya)\"",
          "tafsir": "Pada ayat ini, Allah menjelaskan bahwa Dia telah mengutus seorang utusan kepada kaum namud, namanya Saleh. Ia menyeru mereka supaya menyembah Allah dan meninggalkan sembahan-sembahan yang telah membawa mereka kepada jalan yang salah dan menyesatkan. Allah-lah yang menciptakan mereka dari tanah. Dari tanah itulah diciptakan-Nya Adam a.s. dan dari tanah itu pulalah asal semua manusia. Setelah manusia berkembang biak di atas bumi mereka diserahi tugas memakmurkannya, sebagai anugerah dan karunia dari Allah. Dengan karunia itu kaum Samud telah hidup senang bahkan mereka telah dapat pula membuat rumah tempat berlindung seperti tersebut dalam firman Allah: Dan mereka memahat rumah-rumah dari gunung batu, (yang didiami) dengan rasa aman. (al-Hijr/15: 82) Demikian besarnya karunia dan nikmat Allah yang diberikan kepada mereka. Maka mereka wajib mensyukuri nikmat itu dengan mengagungkan dan memuliakan-Nya dan tidak menyembah selain-Nya. Dan seharusnyalah mereka bertobat kepada-Nya, karena keterlanjuran mereka berbuat kesesatan, menyembah sembahan-sembahan selain Dia. Bila mereka menyadari hal itu dan dengan sungguh-sungguh bertobat kepada-Nya tentulah Allah Yang Maha Pemurah lagi Maha Penerima tobat akan mengampuni mereka dan memasukkan mereka ke dalam golongan orang-orang yang saleh. Inilah yang diserukan dan dianjurkan Nabi Saleh a.s. kepada kaumnya itu."
        },
        {
          "number": 62,
          "arabic": "قَالُوا۟ يَـٰصَـٰلِحُ قَدْ كُنتَ فِينَا مَرْجُوًّا قَبْلَ هَـٰذَآ ۖ أَتَنْهَىٰنَآ أَن نَّعْبُدَ مَا يَعْبُدُ ءَابَآؤُنَا وَإِنَّنَا لَفِى شَكٍّ مِّمَّا تَدْعُونَآ إِلَيْهِ مُرِيبٍ",
          "transliteration": "qālū yāṣāliḥu qad kunta fīnā marjuwwan qabla hādhā atanhānā an naʿbuda mā yaʿbudu ābāunā wa-innanā lafī shakkin mimmā tadʿūnā ilayhi murībin",
          "translation": "Mereka (kaum Samud) berkata, \"Wahai Saleh! Sungguh, engkau sebelum ini berada di tengah-tengah kami sebagai orang yang diharapkan, mengapa engkau melarang kami menyembah apa yang disembah oleh nenek moyang kami? Sungguh, kami benar-benar dalam keraguan dan kegelisahan terhadap apa (agama) yang engkau serukan kepada kami.\"",
          "tafsir": "Seruan Nabi Saleh yang demikian baiknya dan disertai dengan alasan-alasan yang dapat diterima serta dikuatkan dengan janji, bahwa mereka akan mendapat ampunan dari Allah Yang Maha Pemurah, ditolak mentah-mentah oleh kaumnya. Mereka menjawab: \"Hai Saleh, engkau adalah tumpuan harapan kami, karena engkau adalah orang yang terpandang, orang yang arif bijaksana, keturunan orang-orang mulia di antara kami dan kami percaya bahwa engkau akan dapat memimpin kami ke jalan yang benar. Tetapi semua harapan kami itu telah engkau kecewakan dengan seruanmu. Kami merasa heran, mengapa kamu melarang kami menyembah tuhan-tuhan kami yang telah menjadi sembahan kami dan nenek moyang kami sejak dahulu kala?"
        }
      ]
    }
  ]
}