{
  "pageNumber": 483,
  "juz": 25,
  "surahs": [
    {
      "number": 42,
      "name": "Ash-Shura",
      "nameArabic": "الشورى",
      "meaning": "Musyawarah",
      "revelation": "Makkah",
      "description": "Surat Asy-Syura terdiri dari 53 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Fussilat.Dinamai \"Asy-Syura\" (musyawarat) diambil dari kata \"Syura\" yang terdapat pada ayat ke-38 surat ini. Dalam ayat tersebut dijelaskan bahwa musyawarah adalah salah satu dasar pemerintahan Islam.Dinamai juga \"Haa Miim 'Ain Siin Qaaf\" karena surat ini dimulai dengan huruf-huruf hijaiyyah tersebut.**Pokok-Pokok Isi:**1. **Keimanan:** Dalil-dalil tentang Allah Yang Maha Esa dengan menerangkan kejadian langit dan bumi, turunnya hujan, berlayarnya kapal di lautan dengan aman dan sebagainya; Allah memberi rezeki kepada hambanya dengan ukuran tertentu sesuai dengan kemaslahatan mereka dan sesuai dengan hikmah dan ilmu-Nya; Allah memberikan anak-anak laki-laki atau anak-anak perempuan kepada siapa yang Dia kehendaki; cara-cara Allah menyampaikan firman-Nya kepada manusia; pokok-pokok agama yang dibawa para rasul adalah sama.2. **Hukum:** Tidak ada dasar untuk menuntut orang yang mempertahankan diri.3. **Lain-lain:** Keadaan orang-orang kafir dan orang-orang mukmin di akhirat; memaafkan lebih baik daripada membalas dan membalas jangan sampai melampaui batas; orang-orang kafir mendesak Nabi Muhammad agar hari kiamat disegerakan; kewajiban rasul hanya menyampaikan risalah.Surat Asy-Syura dimulai dengan menerangkan hal-hal yang berhubungan dengan wahyu; keimanan; Al-Qur'an yang diturunkan kepada Muhammad benar-benar berasal dari Allah; agama yang dibawa Nabi Muhammad sama dalam hal pokok-pokoknya dengan agama yang dibawa para rasul terdahulu; janji kepada orang mukmin dan ancaman kepada orang kafir. Surat ini ditutup dengan menerangkan tata cara Allah berinteraksi dengan manusia.**Hubungan Surat Asy-Syura Dengan Surat Az-Zukhruf:**1. Kedua surat ini sama-sama dimulai dengan pembicaraan mengenai Al-Qur'an yang diturunkan dari Allah Yang Mahaperkasa dan Mahabijaksana.2. Kedua surat ini sama-sama mengutarakan sikap orang kafir terhadap Al-Qur'an dan mengemukakan dalil-dalil atas keesaan dan kekuasaan Allah.",
      "verses": [
        {
          "number": 1,
          "arabic": " حمٓ",
          "transliteration": "hha-meem",
          "translation": "Ḥā Mīm.",
          "tafsir": "Kedua ayat ini terdiri dari huruf-huruf hijaiah, sebagaimana terdapat pada permulaan beberapa surah Al-Qur'an. Para ahli tafsir berbeda pendapat tentang maksud huruf-huruf itu. Selanjutnya dipersilakan menelaah masalah ini pada \"Al-Qur'an dan Tafsirnya\" jilid I yaitu tafsir ayat pertama Surah al-Baqarah.\""
        },
        {
          "number": 2,
          "arabic": "عٓسٓقٓ",
          "transliteration": "ain-seen-qaf",
          "translation": "Aīn Sīn Qāf.",
          "tafsir": "Kedua ayat ini terdiri dari huruf-huruf hijaiah, sebagaimana terdapat pada permulaan beberapa surah Al-Qur'an. Para ahli tafsir berbeda pendapat tentang maksud huruf-huruf itu. Selanjutnya dipersilakan menelaah masalah ini pada \"Al-Qur'an dan Tafsirnya\" jilid I yaitu tafsir ayat pertama Surah al-Baqarah.\""
        },
        {
          "number": 3,
          "arabic": "كَذَٰلِكَ يُوحِىٓ إِلَيْكَ وَإِلَى ٱلَّذِينَ مِن قَبْلِكَ ٱللَّهُ ٱلْعَزِيزُ ٱلْحَكِيمُ",
          "transliteration": "kadhālika yūḥī ilayka wa-ilā alladhīna min qablika l-lahu l-ʿazīzu l-ḥakīmu",
          "translation": "Demikianlah Allah Yang Mahaperkasa, Mahabijaksana mewahyukan kepadamu (Muhammad) dan kepada orang-orang yang sebelummu.",
          "tafsir": "Pada ayat ini, Allah Yang Mahaperkasa lagi Mahabijaksana menjelaskan bahwa apa yang diwahyukan kepada Nabi Muhammad saw antara lain supaya ia berdakwah mengenai tauhid mengesakan Allah, juga mengenai kenabian, beriman kepada hari akhir, memperbaiki diri dengan akhlak karimah dan menjauhkannya dari hal-hal yang rendah dan hina, beramal untuk kebahagiaan pribadi dan masyarakat semuanya itu, hal ini telah diwahyukan pula kepada nabi-nabi sebelumnya. Firman Allah: Dan Kami tidak mengutus seorang rasul pun sebelum engkau (Muhammad), melainkan Kami wahyukan kepadanya, bahwa tidak ada tuhan (yang berhak disembah) selain Aku, maka sembahlah Aku. (al-Anbiya'/21: 25) Dalam ayat lain Allah berfirman: Sesungguhnya Kami mewahyukan kepadamu (Muhammad) sebagaimana Kami telah mewahyukan kepada Nuh dan nabi-nabi setelahnya, dan Kami telah mewahyukan (pula) kepada Ibrahim, Ismail, Ishak, Yakub dan anak cucunya; Isa, Ayyub, Yunus, Harun dan Sulaiman. Dan Kami telah memberikan Kitab Zabur kepada Daud. (an-Nisa'/4: 163)"
        },
        {
          "number": 4,
          "arabic": "لَهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۖ وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ",
          "transliteration": "lahu mā fī l-samāwāti wamā fī l-arḍi wahuwa l-ʿaliyu l-ʿaẓīmu",
          "translation": "Milik-Nyalah apa yang ada di langit dan apa yang ada di bumi. Dan Dialah Yang Mahaagung, Mahabesar.",
          "tafsir": "Pada ayat ini Allah menerangkan bahwa Dia-lah yang menguasai dan memiliki semua yang ada di langit dan semua yang ada di bumi. Ini menunjukkan kekuasaan-Nya yang tidak terbatas. Dia bisa saja berbuat sekehendaknya sesuai dengan iradat-Nya. Semua yang ada, harus tunduk kepada-Nya. Dia-lah yang mengatur segala yang ada, Dia Mahatinggi, tiada suatu kerajaan atau kekuasaan yang lebih tinggi daripada-Nya. Dia Mahabesar. Kepunyaan-Nyalah apa yang ada di langit dan apa yang ada di bumi, ciptaan dan pemilikan Allah tanpa terbatas pada makhluk-Nya. Dia Mahaagung akan segala urusan, hukum, dan pemeliharaan-Nya. Mahasuci Allah, tiada Tuhan selain Dia."
        },
        {
          "number": 5,
          "arabic": "تَكَادُ ٱلسَّمَـٰوَٰتُ يَتَفَطَّرْنَ مِن فَوْقِهِنَّ ۚ وَٱلْمَلَـٰٓئِكَةُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيَسْتَغْفِرُونَ لِمَن فِى ٱلْأَرْضِ ۗ أَلَآ إِنَّ ٱللَّهَ هُوَ ٱلْغَفُورُ ٱلرَّحِيمُ",
          "transliteration": "takādu l-samāwātu yatafaṭṭarna min fawqihinna wal-malāikatu yusabbiḥūna biḥamdi rabbihim wayastaghfirūna liman fī l-arḍi alā inna l-laha huwa l-ghafūru l-raḥīmu",
          "translation": "Hampir saja langit itu pecah dari sebelah atasnya (karena kebesaran Allah) dan malaikat-malaikat bertasbih memuji Tuhannya dan memohonkan ampunan untuk orang yang ada di bumi. Ingatlah, sesungguhnya Allah Dialah Yang Maha Pengampun, Maha Penyayang.",
          "tafsir": "Dalam ayat ini, Allah menerangkan bahwa karena kemahabesaran dan kemahatinggian serta kehebatan-Nya, maka hampir saja langit retak, pecah berantakan, dan berguguran. Para malaikat senantiasa bertasbih menyucikan Allah dari segala sifat kekurangan, memuji dan mensyukuri-Nya atas segala nikmat yang telah diberikan kepada mereka, taat dan patuh kepada perintah-Nya, tak pernah berbuat maksiat dan durhaka kepada-Nya, sebagaimana firman Allah: Mereka (malaikat-malaikat) bertasbih tidak henti-hentinya malam dan siang. (al-Anbiya'/21: 20) Dan firman-Nya: Yang tidak durhaka kepada Allah terhadap apa yang Dia perintahkan kepada mereka dan selalu mengerjakan apa yang diperintahkan. (at-Tahrim/66: 6) Para malaikat juga selalu memohon kepada Allah supaya mengampuni dosa orang-orang yang beriman di atas bumi ini, dan mengilhami mereka sehingga mereka itu senantiasa melalui jalan-jalan kebaikan yang membawa kepada kebahagiaan. Malaikat itu diumpamakan laksana cahaya yang memberi kehidupan dengan panas yang ada padanya, dan memberi petunjuk dengan cahayanya. Sejalan dengan apa yang tersebut di atas firman Allah: (Malaikat-malaikat) yang memikul 'Arsy dan (malaikat) yang berada di sekelilingnya bertasbih dengan memuji Tuhannya dan mereka beriman kepada-Nya serta memohonkan ampunan untuk orang-orang yang beriman (seraya berkata), \"Ya Tuhan kami, rahmat dan ilmu yang ada pada-Mu meliputi segala sesuatu, maka berilah ampunan kepada orang-orang yang bertobat dan mengikuti jalan (agama)-Mu dan peliharalah mereka dari azab neraka yang menyala-nyala. (Gafir/40: 7) Ayat kelima ini menegaskan bahwa Allah itu Maha Pengampun, mengampuni dosa setiap orang yang kembali dan tobat kepada-Nya dengan tobat nasuha. Setiap makhluk berhak memperoleh rahmat dan kasih sayang daripada-Nya. Ditunda dan ditangguhkannya azab dan siksaan terhadap orang-orang kafir dan orang-orang yang durhaka, adalah satu rahmat dan tanda kasih sayang-Nya terhadap mereka."
        },
        {
          "number": 6,
          "arabic": "وَٱلَّذِينَ ٱتَّخَذُوا۟ مِن دُونِهِۦٓ أَوْلِيَآءَ ٱللَّهُ حَفِيظٌ عَلَيْهِمْ وَمَآ أَنتَ عَلَيْهِم بِوَكِيلٍ",
          "transliteration": "wa-alladhīna ittakhadhū min dūnihi awliyāa l-lahu ḥafīẓun ʿalayhim wamā anta ʿalayhim biwakīlin",
          "translation": "Dan orang-orang yang mengambil pelindung-pelindung selain-Nya, Allah mengawasi (perbuatan) mereka; adapun engkau (Muhammad) bukanlah orang yang diserahi mengawasi mereka.",
          "tafsir": "Dalam ayat ini Allah menerangkan bahwa orang-orang yang menyekutukan Allah dan mengambil pelindung-pelindung selain Dia, Allah sendirilah yang mengawasi amal perbuatan mereka, dan Dia pulalah yang akan memberi balasan yang setimpal di akhirat nanti atas segala perbuatan mereka di dunia. Muhammad saw tidak dibebani dan tidak ditugasi mengawasi perbuatan mereka. Ia hanya ditugasi menyampaikan apa yang diperintahkan Allah kepadanya, sebagaimana firman-Nya: Maka sesungguhnya tugasmu hanya menyampaikan saja, dan Kamilah yang memperhitungkan (amal mereka). (ar-Ra'd/13: 40) Oleh karena itu, dia tidak perlu gusar dan merasa sesak dada kalau mereka itu masih tetap ingkar dan tidak mau beriman, karena bagaimana pun juga dia tidak memaksa mereka untuk beriman dan memperoleh hidayat, kecuali hal itu dikehendaki Allah sebagaimana firman-Nya: Bukanlah kewajibanmu (Muhammad) menjadikan mereka mendapat petunjuk, tetapi Allah-lah yang memberi petunjuk kepada siapa yang Dia kehendaki. (al-Baqarah/2: 272)"
        },
        {
          "number": 7,
          "arabic": "وَكَذَٰلِكَ أَوْحَيْنَآ إِلَيْكَ قُرْءَانًا عَرَبِيًّا لِّتُنذِرَ أُمَّ ٱلْقُرَىٰ وَمَنْ حَوْلَهَا وَتُنذِرَ يَوْمَ ٱلْجَمْعِ لَا رَيْبَ فِيهِ ۚ فَرِيقٌ فِى ٱلْجَنَّةِ وَفَرِيقٌ فِى ٱلسَّعِيرِ",
          "transliteration": "wakadhālika awḥaynā ilayka qur'ānan ʿarabiyyan litundhira umma l-qurā waman ḥawlahā watundhira yawma l-jamʿi lā rayba fīhi farīqun fī l-janati wafarīqun fī l-saʿīri",
          "translation": "Dan demikianlah Kami wahyukan Alquran kepadamu dalam bahasa Arab, agar engkau memberi peringatan kepada penduduk ibukota (Mekkah) dan penduduk (negeri-negeri) di sekelilingnya serta memberi peringatan tentang hari berkumpul (Kiamat) yang tidak diragukan adanya. Segolongan masuk surga dan segolongan masuk neraka.",
          "tafsir": "Pada ayat ini Allah menerangkan bahwa wahyu yang diturunkan Allah kepada Nabi Muhammad saw adalah dalam bahasa Arab, sesuai dengan bahasa penduduk negeri Mekah dan sekitarnya, untuk memudahkan mereka mengerti dakwah dan seruan serta peringatan yang ditujukan Muhammad saw kepada mereka, sebagaimana halnya setiap rasul yang diutus ia menggunakan bahasa kaumnya agar mudah memberikan penjelasan kepada mereka sebagaimana firman Allah: Dan Kami tidak mengutus seorang rasul pun, melainkan dengan bahasa kaumnya, agar dia dapat memberi penjelasan kepada mereka. (Ibrahim/14: 4) Sekalipun hanya penduduk Mekah dan sekitarnya disebut pada ayat ini yang menjadi sasaran dakwah dan peringatan Nabi Muhammad saw, tetapi itu tidaklah berarti bahwa Muhammad saw diutus terbatas hanya kepada orang Arab saja. Hanya penduduk Mekah dan sekitarnya yang disebut, karena sesuai dengan posisi Nabi yang berdomisili di Mekah pada waktu itu, sedangkan pada hakikatnya Muhammad saw itu adalah rasul bagi segenap manusia, sebagaimana firman Allah: Dan Kami tidak mengutus engkau (Muhammad), melainkan kepada semua umat manusia sebagai pembawa berita gembira dan sebagai pemberi peringatan, tetapi kebanyakan manusia tidak mengetahui. (Saba'/34: 28) Sabda Rasulullah: Abu Hurairah meriwayatkan bahwa Nabi saw bersabda, \"Demi jiwaku yang berada dalam kekuasaan-Nya, tidaklah seorang pun dari umatku baik Yahudi maupun Nasrani yang mendengarkan tentang aku, lalu mati namun tidak beriman dengan (risalah) yang ditugaskan kepadaku, melainkan ia menjadi penghuni neraka.\" (Riwayat Muslim) Nabi Muhammad selain ditugasi untuk memberi peringatan kepada penduduk Mekah dan penduduk negeri-negeri sekelilingnya, juga ditugasi memberi peringatan tentang hari Kiamat. Hari Kiamat itu merupakan hari yang pasti dan tidak diragukan datangnya, di mana pada hari itu segenap makhluk akan dikumpulkan untuk mempertanggungjawabkan perbuatan mereka di dunia dan mendapat ganjaran sesuai dengan perbuatan mereka. Ayat 7 ini diakhiri dengan satu penegasan bahwa sesudah diadakan pemeriksaan yang amat teliti dan perhitungan yang sangat cermat pada tiap-tiap makhluk atas segala perbuatannya di dunia ini, maka mereka itu dibagi menjadi dua golongan. Segolongan dari mereka termasuk yang berbahagia dan dimasukkan ke dalam surga, kekal di dalamnya. Karena mereka itu beriman kepada Allah dan Rasul-Nya serta berbuat amal saleh di dunia, maka wajarlah kalau mereka itu mendapat karunia dari Allah menikmati kesenangan yang abadi di dalam surga, sebagaimana firman Allah: Dan adapun orang-orang yang berbahagia, maka (tempatnya) di dalam surga; mereka kekal di dalamnya. (Hud/11: 108) Sedangkan golongan yang kedua, termasuk golongan yang celaka; mereka dimasukkan ke dalam api neraka yang menyala-nyala, kekal di dalamnya karena mereka itu pada waktu berada di dunia tetap ingkar kepada Allah, menentang apa yang didakwakan oleh junjungan kita Nabi Muhammad saw sebagaimana firman Allah: Maka adapun orang-orang yang sengsara, maka (tempatnya) di dalam neraka, di sana mereka mengeluarkan dan menarik nafas dengan merintih, mereka kekal di dalamnya. (Hud/11: 106-107)"
        },
        {
          "number": 8,
          "arabic": "وَلَوْ شَآءَ ٱللَّهُ لَجَعَلَهُمْ أُمَّةً وَٰحِدَةً وَلَـٰكِن يُدْخِلُ مَن يَشَآءُ فِى رَحْمَتِهِۦ ۚ وَٱلظَّـٰلِمُونَ مَا لَهُم مِّن وَلِىٍّ وَلَا نَصِيرٍ",
          "transliteration": "walaw shāa l-lahu lajaʿalahum ummatan wāḥidatan walākin yud'khilu man yashāu fī raḥmatihi wal-ẓālimūna mā lahum min waliyyin walā naṣīrin",
          "translation": "Dan sekiranya Allah menghendaki, niscaya Dia jadikan mereka satu umat, tetapi Dia memasukkan orang-orang yang Dia kehendaki ke dalam rahmat-Nya. Dan orang-orang yang zalim tidak ada bagi mereka pelindung dan penolong.",
          "tafsir": "Dalam ayat ini Allah menerangkan bahwa jika Dia menghendaki, maka semua manusia itu akan beriman sehingga menjadi umat yang satu, tetapi kebijaksanaan yang diambil-Nya adalah dengan menyerahkan urusan iman dan kufur kepada pribadi manusia masing-masing. Dia tidak mau memaksakan agar semua manusia itu beriman, namun memberikan kepada mereka hak memilih dan menentukan nasibnya menurut kemauan mereka sendiri. Berbahagialah orang-orang yang mengikuti petunjuk rasul. Mereka selalu bersyukur memuji Allah dan akan dimasukkan ke dalam rahmat-Nya dan celakalah orang-orang yang selalu menentang dan tidak mau mengikuti petunjuk rasul, mereka akan disiksa di hari kemudian dan tidak seorang pun yang akan menolong dan melindungi mereka. Mereka tidak dapat menyesali siapa-siapa kecuali diri mereka sendiri sebagaimana sabda Rasulullah saw: Siapa memperoleh kebaikan hendaklah memuji Allah dan siapa memperoleh selain daripada itu janganlah ia menyalahkan melainkan terhadap dirinya sendiri. (Riwayat Muslim dari Abu dzarr al-Giffari) Tidak sedikit ayat yang senada dengan ayat 8 ini. Antara lain firman Allah: Dan sekiranya Allah menghendaki, tentu Dia jadikan mereka semua mengikuti petunjuk. (al-An'am/6: 35) Dan firman-Nya: Dan jika Kami menghendaki niscaya Kami berikan kepada setiap jiwa petunjuk (bagi)nya. (as-Sajdah/32: 13)"
        },
        {
          "number": 9,
          "arabic": "أَمِ ٱتَّخَذُوا۟ مِن دُونِهِۦٓ أَوْلِيَآءَ ۖ فَٱللَّهُ هُوَ ٱلْوَلِىُّ وَهُوَ يُحْىِ ٱلْمَوْتَىٰ وَهُوَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
          "transliteration": "ami ittakhadhū min dūnihi awliyāa fal-lahu huwa l-waliyu wahuwa yuḥ'yī l-mawtā wahuwa ʿalā kulli shayin qadīrun",
          "translation": "Atau mereka mengambil pelindung-pelindung selain Dia? Padahal Allah, Dialah pelindung (yang sebenarnya). Dan Dia menghidupkan orang yang mati, dan Dia Mahakuasa atas segala sesuatu.",
          "tafsir": "Pada ayat ini, Allah menerangkan bahwa orang-orang musyrik Mekah telah mengambil pelindung selain Allah untuk menolong mereka dalam hal-hal yang memerlukan pertolongan. Mereka telah sesat, karena mereka mengambil makhluk sebagai pelindung yang tak dapat mendatangkan manfaat atau menolak bencana bagi dirinya apalagi bagi yang lain. Kalau mereka menghendaki pelindung yang benar dan sesungguhnya, yang dapat mendatangkan manfaat dan menolak bencana, tentunya mereka akan memilih Allah sebagai pelindung mereka, Tuhan Yang Mahakuasa atas yang demikian itu, Tuhan yang menghidupkan dan mematikan. Tuhan yang akan membangkitkan mereka kelak di akhirat, dan mestinya mereka tidak akan memilih makhluk yang lemah dan tidak berdaya sebagai pelindung mereka, sebagaimana firman Allah: Sesungguhnya segala yang kamu seru selain Allah tidak dapat menciptakan seekor lalat pun, walaupun mereka bersatu untuk menciptakannya. Dan jika lalat itu merampas sesuatu dari mereka, mereka tidak akan dapat merebutnya kembali dari lalat itu. Sama lemahnya yang menyembah dan yang disembah. (al-hajj/22: 73)"
        },
        {
          "number": 10,
          "arabic": "وَمَا ٱخْتَلَفْتُمْ فِيهِ مِن شَىْءٍ فَحُكْمُهُۥٓ إِلَى ٱللَّهِ ۚ ذَٰلِكُمُ ٱللَّهُ رَبِّى عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ",
          "transliteration": "wamā ikh'talaftum fīhi min shayin faḥuk'muhu ilā l-lahi dhālikumu l-lahu rabbī ʿalayhi tawakkaltu wa-ilayhi unību",
          "translation": "Dan apa pun yang kamu perselisihkan padanya tentang sesuatu, keputusannya (terserah) kepada Allah. (Yang memiliki sifat-sifat demikian) itulah Allah Tuhanku. Kepada-Nya aku bertawakal dan kepada-Nya aku kembali.",
          "tafsir": "Allah menerangkan bahwa apa saja yang diperselisihkan mengenai urusan agama, keputusannya supaya dikembalikan kepada Allah, artinya hanya Allah yang menentukan mana yang benar dan mana yang salah. Manusia dalam kehidupan dunia harus mengikuti petunjuk Allah dalam Al-Qur'an dan petunjuk sunah Rasul, sebagaimana firman Allah: Kemudian, jika kamu berbeda pendapat tentang sesuatu, maka kembalikanlah kepada Allah (Al-Qur'an) dan Rasul (sunnahnya), jika kamu beriman kepada Allah dan hari kemudian. (an-Nisa'/4: 59) Sedangkan yang memutuskan perselisihan manusia di akhirat nanti sepenuhnya hanya Allah saja, karena semua makhluk tidak ada yang memiliki kekuasaan, dan hanya Allah saja yang berkuasa, sebagaimana firman: Pemilik hari pembalasan. (al-Fatihah/1: 4) Dia-lah yang akan menetapkan hukumnya di hari Kiamat, menangani persoalan antara orang-orang yang berselisih. Di sanalah baru dapat diketahui dengan jelas siapa yang benar dan siapa yang salah, siapa yang layak masuk surga dan siapa yang menjadi penghuni neraka. Yang memiliki sifat-sifat menghidupkan dan mematikan, menetapkan hukum antara dua orang yang berselisih tiada lain hanyalah Allah, Tuhan Yang Maha Esa, bukanlah tuhan-tuhan selain Allah yang dianggap dan diakui mereka. Kepada-Nyalah manusia bertawakal dan berserah diri agar terhindar dari segala usaha jahat musuh-musuh mereka dan berhasil tidaknya urusan mereka hanya kepada Allah-lah segala sesuatunya dikembalikan, dan kepada-Nya-lah kita bertobat atas segala dosa dan maksiat yang telah kita lakukan. Sebagaimana firman-Nya: Dan kepada Allah-lah segala perkara dikembalikan. (al-Baqarah/2: 210)"
        }
      ]
    }
  ]
}