{
  "pageNumber": 395,
  "juz": 20,
  "surahs": [
    {
      "number": 28,
      "name": "Al-Qasas",
      "nameArabic": "القصص",
      "meaning": "Kisah-kisah",
      "revelation": "Makkah",
      "description": "Surat Al-Qashash terdiri dari 88 ayat dan termasuk surat Makkiyyah.Dinamai dengan \"Al-Qashash\" karena pada ayat ke-25 surat ini terdapat kata \"Al-Qashash\" yang berarti \"cerita\". Ayat ini menerangkan bahwa setelah Nabi Musa bertemu dengan Nabi Syu'aib, ia menuturkan cerita yang berhubungan dengan dirinya sendiri, yakni pengalamannya bersama Fir'aun, sampai ketika ia diburu oleh Fir'aun karena membunuh seseorang dari bangsa Qibthi tanpa disengaja. Syu'aib menjawab bahwa Musa telah selamat dari pengejaran orang-orang zalim.Turunnya ayat ke-25 surat ini sangat besar artinya bagi Nabi Muhammad dan para sahabat yang melakukan hijrah ke Madinah. Hal ini menambah keyakinan mereka, bahwa pada akhirnya orang-orang Islamlah yang akan menang. Ayat ini menunjukkan bahwa barang siapa berhijrah dari tempat musuh untuk mempertahankan keimanan, pasti akan berhasil dalam perjuangannya menghadapi musuh-musuh agama. Kepastian kemenangan bagi kaum muslimin ini ditegaskan pada bagian akhir surat ini yang mengandung isyarat bahwa, setelah hijrah ke Madinah, kaum muslimin akan kembali ke Mekah sebagai pemenang dan penegak agama Allah. Surat Al-Qashash ini adalah surat yang paling lengkap memuat cerita Nabi Musa sehingga, menurut suatu riwayat, surat ini juga dinamai surat Musa.**Pokok-Pokok Isi:**1. **Keimanan:** Allah Yang menentukan segala sesuatu dan manusia harus ridha dengan ketentuan itu; alam adalah fana dan hanya Allah yang Kekal; semuanya akan kembali kepada Allah; Allah mengetahui isi hati manusia baik yang dilahirkan ataupun yang disembunyikan.2. **Kisah-kisah:** Kekejaman Fir'aun dan pertolongan serta karunia Allah kepada Bani Israil; Musa dilemparkan ke sungai Nil, Musa membunuh seorang Qibthi tanpa sengaja; Musa di Madyan; Musa menerima perintah menyeru Fir'aun di gunung Sinai; kisah Karun.3. **Lain-lain:** Al-Qur'an menerangkan kisah nabi-nabi dan umat-umat terdahulu sebagai bukti kerasulan Muhammad; ahli kitab yang beriman kepada Nabi Muhammad diberi pahala dua kali lipat; hikmah Al-Qur'an diturunkan secara berangsur-angsur; hanya Allah yang memberi taufik kepada hamba-Nya untuk beriman; Allah menghancurkan suatu negeri karena kezaliman penduduknya sendiri; Allah tidak akan mengazab suatu umat sebelum rasul diutus kepadanya; keadaan orang-orang kafir dan sekutu-sekutu mereka pada hari kiamat; pergantian siang dan malam sebagai rahmat bagi manusia; Allah memberi balasan kebaikan dengan berlipat ganda sedangkan balasan kejahatan seimbang dengan yang telah dilakukan; janji Allah akan kemenangan Nabi Muhammad.Surat Al-Qashash diturunkan pada waktu kaum muslimin dalam keadaan lemah, sedangkan orang musyrik Mekah, sebagai penguasa, ketika itu mempunyai kekuatan dan kekuasaan yang besar.Dalam surat ini, Allah mengemukakan bahwa Fir'aun sebagai seorang raja yang mempunyai kekuasaan yang tak terbatas, dan Qarun sebagai seorang yang berilmu yang mempunyai harta yang tidak terhingga, akan binasa bersama apa yang dimiliki karena mengingkari agama Allah, sedangkan Musa yang semula tidak mempunyai apa pun justru mendapat kemenangan karena mengikuti agama Allah. Ayat ke-59 menegaskan lagi bahwa Allah menghancurkan negeri-negeri yang penduduknya zalim. Kemudian surat ini ditutup dengan menerangkan bahwa kaum muslimin, sekalipun dalam keadaan lemah, nanti setelah hijrah ke Madinah akan kembali lagi ke Mekah sebagai pemenang. Karena itu, tetaplah menyembah Allah, tidak ada Tuhan (yang berhak disembah) selain Dia. Dialah Mahakuasa dan menentukan segala sesuatu.**Hubungan Surat Al-Qashash Dengan Surat Al-'Ankabut:**1. Surat Al-'Ankabut dimulai dengan hiburan dari Allah kepada Nabi Muhammad dan para sahabatnya yang selalu disakiti, diejek, dan diusir oleh orang-orang musyrik Mekah, bahwa orang-orang yang beriman itu akan menerima cobaan atas keimanan mereka, sedangkan surat Al-Qashash menerangkan berbagai macam cobaan yang dialami oleh Nabi Musa dan Bani Israil dalam menghadapi kekejaman Fir'aun. Oleh sebab itu, Allah menyuruh agar Nabi Muhammad dan para sahabatnya agar terus bersabar dalam menghadapi cobaan-cobaan itu.2. Surat Al-Qashash mengisahkan tentang keselamatan Nabi Musa dari pengejaran Fir'aun setelah secara tidak sengaja membunuh orang Qibti. Juga mengisahkan tentang keselamatan Nabi Musa dan pengikutnya dari pengejaran Fir'aun dan bala tentaranya dan tenggelamnya Fir'aun dan bala tentaranya di laut Merah. Sementara itu, surat Al-'Ankabut mengisahkan keselamatan Nabi Nuh dan pengikutnya di atas kapal dan tenggelamnya orang-orang yang mengingkari seruan Nabi Nuh. Semua ini menunjukkan pertolongan Allah kepada hamba-hamba-Nya yang beriman.3. Surat Al-Qashash mengemukakan kelemahan kepercayaan orang-orang yang menyembah berhala dengan menerangkan keadaan penyembah-penyembah berhala dengan berhala itu sendiri pada hari kiamat, sedangkan surat Al-'Ankabut menyatakan kesalahan kepercayaan tersebut dengan membandingkannya dengan laba-laba yang percaya akan kekuatan sarangnya yang sangat lemah itu.4. Kedua surat ini sama-sama menerangkan kisah Fir'aun dan Qarun serta akibat perbuatan keduanya. Kedua Surat ini sama-sama menyinggung hijrah Nabi Muhammad.",
      "verses": [
        {
          "number": 78,
          "arabic": "قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلْمٍ عِندِىٓ ۚ أَوَلَمْ يَعْلَمْ أَنَّ ٱللَّهَ قَدْ أَهْلَكَ مِن قَبْلِهِۦ مِنَ ٱلْقُرُونِ مَنْ هُوَ أَشَدُّ مِنْهُ قُوَّةً وَأَكْثَرُ جَمْعًا ۚ وَلَا يُسْـَٔلُ عَن ذُنُوبِهِمُ ٱلْمُجْرِمُونَ",
          "transliteration": "qāla innamā ūtītuhu ʿalā ʿil'min ʿindī awalam yaʿlam anna l-laha qad ahlaka min qablihi mina l-qurūni man huwa ashaddu min'hu quwwatan wa-aktharu jamʿan walā yus'alu ʿan dhunūbihimu l-muj'rimūna",
          "translation": "Dia (Karun) berkata, \"Sesungguhnya aku diberi (harta itu), semata-mata karena ilmu yang ada padaku.\" Tidakkah dia tahu, bahwa Allah telah membinasakan umat-umat sebelumnya yang lebih kuat daripadanya, dan lebih banyak mengumpulkan harta? Dan orang-orang yang berdosa itu tidak perlu ditanya tentang dosa-dosa mereka.",
          "tafsir": "Ayat ini menerangkan reaksi Karun atas nasihat dan petunjuk yang diberikan oleh kaumnya. Dengan sombong ia berkata, \"Harta yang diberikan Allah kepadaku adalah karena ilmu yang ada padaku. Allah mengetahui hal itu. Oleh karena itu, Ia rida padaku dan memberikan harta itu kepadaku.\" Tidak sedikit manusia apabila ditimpa bahaya, ia kembali kepada Tuhan, dan berdoa sepenuh hati. Semua doa yang diketahuinya dibaca dengan harapan supaya bahaya yang menimpanya itu lenyap. Jika maksudnya itu tercapai, ia kemudian lupa kepada Tuhan yang mencabut bahaya itu darinya. Bahkan, ia mengaku bahwa hal itu terjadi karena kepintarannya, karena perhitungan yang tepat, dan sebagainya. Firman Allah: Maka apabila manusia ditimpa bencana dia menyeru Kami, kemudian apabila Kami berikan nikmat Kami kepadanya dia berkata, \"Sesungguhnya aku diberi nikmat ini hanyalah karena kepintaranku.\" Sebenarnya, itu adalah ujian, tetapi kebanyakan mereka tidak mengetahui. (az-Zumar/39: 49) Pengakuan seperti tersebut di atas ditolak oleh Allah dengan firman Nya, \"Apakah ia lupa ataukah tidak pernah mengetahui bahwa Allah telah membinasakan umat dahulu sebelum dia, padahal mereka itu jauh lebih kuat dan lebih banyak harta yang dikumpulkannya.\" Sekiranya Allah memberi seseorang harta kekayaan dan lainnya hanya karena kepintaran dan kebaikan yang ada padanya, sehingga Allah rida kepadanya, tentu Dia tidak akan membinasakan orang-orang dahulu yang jauh lebih kaya, kuat dan pintar dari Karun. Orang yang diridai Allah tentu tidak akan dibinasakan-Nya. Tidakkah ia menyaksikan nasib Fir'aun yang mempunyai kerajaan besar dan pengikutnya yang banyak dengan sekejap mata dihancurkan oleh Allah. Pada akhir ayat ini, Allah menegaskan bahwa apabila Dia hendak mengazab orang-orang yang bergelimang dosa itu, Dia tidak akan menanyakan berapa banyak dosa yang telah diperbuatnya, begitu juga jenisnya, karena Dia Maha Mengetahui semuanya itu. Dalam ayat lain ditegaskan juga sebagai berikut: Maka pada hari itu manusia dan jin tidak ditanya tentang dosanya. (ar-Rahman/55: 39)"
        },
        {
          "number": 79,
          "arabic": "فَخَرَجَ عَلَىٰ قَوْمِهِۦ فِى زِينَتِهِۦ ۖ قَالَ ٱلَّذِينَ يُرِيدُونَ ٱلْحَيَوٰةَ ٱلدُّنْيَا يَـٰلَيْتَ لَنَا مِثْلَ مَآ أُوتِىَ قَـٰرُونُ إِنَّهُۥ لَذُو حَظٍّ عَظِيمٍ",
          "transliteration": "fakharaja ʿalā qawmihi fī zīnatihi qāla alladhīna yurīdūna l-ḥayata l-dun'yā yālayta lanā mith'la mā ūtiya qārūnu innahu ladhū ḥaẓẓin ʿaẓīmin",
          "translation": "Maka keluarlah dia (Karun) kepada kaumnya dengan kemegahannya. Orang-orang yang menginginkan kehidupan dunia berkata, \"Mudah-mudahan kita mempunyai harta kekayaan seperti apa yang telah diberikan kepada Karun, sesungguhnya dia benar-benar mempunyai keberuntungan yang besar.\"",
          "tafsir": "Ayat ini menerangkan bahwa pada suatu hari Karun keluar ke tengah-tengah kaumnya dengan pakaian yang megah dan perhiasan yang berlebihan dalam suatu iring-iringan yang lengkap dengan pengawal, hamba sahaya, dan inang pengasuh untuk mempertontonkan ketinggian dan kebesarannya kepada manusia. Hal yang demikian itu adalah sifat yang amat tercela, kebanggaan yang terkutuk bagi orang yang berakal dan berpikiran sehat. Hal itu menyebabkan kaumnya terbagi dua. Pertama, orang-orang yang mementingkan kehidupan duniawi yang selalu berpikir dan berusaha sekuat tenaga bagaimana caranya supaya bisa hidup mewah di dunia ini. Menurut anggapan mereka, hidup yang demikian itu adalah kebahagiaan. Mereka itu berharap juga dapat memiliki sebagaimana yang dimiliki Karun yaitu harta yang bertumpuk-tumpuk dan kekayaan yang berlebih-lebihan, karena yang demikian itu dianggap sebagai keberun-tungan yang besar. Dengan demikian mereka akan hidup senang, dan berbuat sekehendak hatinya merasakan kenikmatan dunia dengan segala variasinya. Keinginan manusia seperti ini sampai sekarang tetap ada, bahkan tumbuh dengan subur di tengah-tengah masyarakat. Di mana-mana kita dapat menyaksikan bahwa tidak sedikit orang yang berkeinginan keras untuk memiliki seperti apa yang telah dimiliki orang-orang kaya, pengusaha besar, dan lainnya, seperti rumah besar dengan perabot serba mewah, mobil mewah, tanah, dan sawah ladang yang berpuluh-puluh bahkan beratus hektar. Hal itu mereka lakukan sekalipun menggunakan jalan yang tidak wajar, yang tidak sesuai dengan hukum agama dan peraturan negara. Hal itu menyebabkan timbulnya kecurangan dan korupsi di mana-mana."
        },
        {
          "number": 80,
          "arabic": "وَقَالَ ٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ وَيْلَكُمْ ثَوَابُ ٱللَّهِ خَيْرٌ لِّمَنْ ءَامَنَ وَعَمِلَ صَـٰلِحًا وَلَا يُلَقَّىٰهَآ إِلَّا ٱلصَّـٰبِرُونَ",
          "transliteration": "waqāla alladhīna ūtū l-ʿil'ma waylakum thawābu l-lahi khayrun liman āmana waʿamila ṣāliḥan walā yulaqqāhā illā l-ṣābirūna",
          "translation": "Tetapi orang-orang yang dianugerahi ilmu berkata, \"Celakalah kamu! Ketahuilah, pahala Allah lebih baik bagi orang-orang yang beriman dan mengerjakan kebajikan, dan (pahala yang besar) itu hanya diperoleh oleh orang-orang yang sabar.\"",
          "tafsir": "Ayat ini menerangkan kelompok kedua yaitu orang-orang yang berilmu dan berpikiran waras. Mereka menganggap bahwa cara berpikir orang-orang yang termasuk golongan pertama tadi sangat keliru, bahkan dianggap sebagai satu bencana besar dan kerugian yang nyata, karena lebih mementingkan kehidupan dunia yang fana dari kehidupan akhirat yang kekal. Golongan kedua berpendapat bahwa pahala di sisi Allah bagi orang-orang yang percaya kepada Allah dan rasul-Nya serta beramal saleh, jauh lebih baik daripada menumpuk harta. Apa yang di sisi Allah kekal abadi, sedangkan apa yang dimiliki manusia akan lenyap dan musnah, sebagaimana firman-Nya: Apa yang ada di sisimu akan lenyap, dan apa yang ada di sisi Allah adalah kekal. (an-Nahl/16: 96) Ayat 80 diakhiri satu penjelasan bahwa yang dapat menerima dan mengamalkan nasihat dari ayat di atas hanyalah orang-orang yang sabar dan tekun mematuhi perintah Allah, menjauhi larangan-Nya. Mereka juga menerima baik apa yang telah diberikan Allah kepadanya serta membelanjakannya untuk kepentingan diri dan masyarakat."
        },
        {
          "number": 81,
          "arabic": "فَخَسَفْنَا بِهِۦ وَبِدَارِهِ ٱلْأَرْضَ فَمَا كَانَ لَهُۥ مِن فِئَةٍ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مِنَ ٱلْمُنتَصِرِينَ",
          "transliteration": "fakhasafnā bihi wabidārihi l-arḍa famā kāna lahu min fi-atin yanṣurūnahu min dūni l-lahi wamā kāna mina l-muntaṣirīna",
          "translation": "Maka Kami benamkan dia (Karun) bersama rumahnya ke dalam bumi. Maka tidak ada baginya satu golongan pun yang akan menolongnya selain Allah, dan dia tidak termasuk orang-orang yang dapat membela diri.",
          "tafsir": "Pada ayat ini, Allah menerangkan akibat kesombongan dan keangkuhan Karun. Ia beserta rumah dan segala kemegahan dan kekayaannya dibenamkan ke dalam bumi. Tidak ada yang dapat menyelamatkannya dari azab Allah itu, baik perorangan maupun secara bersama-sama. Karun sendiri tidak dapat membela dirinya. Tidak sedikit orang yang sesat jalan, dan keliru paham tentang harta yang diberikan kepadanya. Mereka menyangka harta itu hanya untuk kemegahan dan kesenangan sehingga mereka tidak menyalurkan penggunaannya ke jalan yang diridai Allah. Oleh karena itu, Allah menimpakan azab-Nya kepada mereka."
        },
        {
          "number": 82,
          "arabic": "وَأَصْبَحَ ٱلَّذِينَ تَمَنَّوْا۟ مَكَانَهُۥ بِٱلْأَمْسِ يَقُولُونَ وَيْكَأَنَّ ٱللَّهَ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ مِنْ عِبَادِهِۦ وَيَقْدِرُ ۖ لَوْلَآ أَن مَّنَّ ٱللَّهُ عَلَيْنَا لَخَسَفَ بِنَا ۖ وَيْكَأَنَّهُۥ لَا يُفْلِحُ ٱلْكَـٰفِرُونَ",
          "transliteration": "wa-aṣbaḥa alladhīna tamannaw makānahu bil-amsi yaqūlūna wayka-anna l-laha yabsuṭu l-riz'qa liman yashāu min ʿibādihi wayaqdiru lawlā an manna l-lahu ʿalaynā lakhasafa binā wayka-annahu lā yuf'liḥu l-kāfirūna",
          "translation": "Dan orang-orang yang kemarin mengangan-angankan kedudukannya (Karun) itu berkata, \"Aduhai, benarlah kiranya Allah yang melapangkan rezeki bagi siapa yang Dia kehendaki di antara hamba-hamba-Nya dan membatasi (bagi siapa yang Dia kehendaki di antara hamba-hamba-Nya). Sekiranya Allah tidak melimpahkan karunia-Nya pada kita, tentu Dia telah membenamkan kita pula. Aduhai, benarlah kiranya tidak akan beruntung orang-orang yang mengingkari (nikmat Allah).\"",
          "tafsir": "Ayat ini menerangkan bahwa orang-orang yang semula bercita-cita ingin mempunyai kedudukan dan posisi terhormat seperti yang pernah dimiliki Karun, dengan seketika mengurungkan cita-citanya setelah menyaksikan azab yang ditimpakan kepada Karun. Mereka menyadari bahwa harta benda yang banyak dan kehidupan duniawi yang serba mewah, tidak mengantarkan mereka pada keridaan Allah. Dia memberi rezeki kepada yang dikehendaki-Nya, dan tidak memberi kepada yang tidak dikehendaki. Allah meninggikan dan merendahkan orang yang dikehendaki-Nya. Kesemuanya itu adalah berdasarkan kebijaksanaan Allah dan ketetapan yang telah digariskan-Nya. Diriwayatkan dari Ibnu Mas'ud bahwa Allah telah memberikan kepada manusia watak masing-masing sebagaimana Dia telah membagi-bagikan rezeki di antara mereka. Sesungguhnya Allah itu memberikan harta kepada orang yang disenangi, dan tidak menganugerahkan iman kecuali kepada orang yang disenangi dan dikasihi-Nya. Mereka merasa memperoleh karunia dari Allah karena cita-cita mereka belum tercapai. Andaikata sudah tercapai, tentu mereka dibenamkan juga ke dalam bumi sebagaimana yang telah dialami Karun. Pengertian mereka bertambah mantap bahwa tidak beruntung orang-orang yang mengingkari nikmat Allah, mendustakan rasul-Nya, dan pahala yang dijanjikan di akhirat bagi orang yang taat kepada-Nya. Mereka akan dimusnahkan oleh azab, firman Allah: Dan sungguh, telah datang kepada mereka seorang rasul dari (kalangan) mereka sendiri, tetapi mereka mendustakannya, karena itu mereka ditimpa azab dan mereka adalah orang yang zalim. (an-Nahl/16: 113)"
        },
        {
          "number": 83,
          "arabic": "تِلْكَ ٱلدَّارُ ٱلْـَٔاخِرَةُ نَجْعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوًّا فِى ٱلْأَرْضِ وَلَا فَسَادًا ۚ وَٱلْعَـٰقِبَةُ لِلْمُتَّقِينَ",
          "transliteration": "til'ka l-dāru l-ākhiratu najʿaluhā lilladhīna lā yurīdūna ʿuluwwan fī l-arḍi walā fasādan wal-ʿāqibatu lil'muttaqīna",
          "translation": "Negeri akhirat itu Kami jadikan bagi orang-orang yang tidak menyombongkan diri dan tidak berbuat kerusakan di bumi. Dan kesudahan (yang baik)<sup foot_note=135567>1</sup> itu bagi orang-orang yang bertakwa.",
          "tafsir": "Ayat ini menerangkan bahwa kebahagiaan dan segala kenikmatan di akhirat disediakan untuk orang-orang yang tidak takabur, tidak menyombongkan diri, dan tidak berbuat kerusakan di muka bumi seperti menganiaya dan sebagainya. Mereka itu bersifat rendah hati, tahu menempatkan diri kepada orang yang lebih tua dan lebih banyak ilmunya. Kepada yang lebih muda dan kurang ilmunya, mereka mengasihi, tidak takabur, dan menyom-bongkan diri. Orang yang takabur dan menyombongkan diri tidak disukai Allah, akan mendapat siksa yang amat pedih, dan tidak masuk surga di akhirat nanti, sebagaimana firman Allah: Adapun orang-orang yang beriman dan mengerjakan kebajikan, Allah akan menyempurnakan pahala bagi mereka dan menambah sebagian dari karunia-Nya. Sedangkan orang-orang yang enggan (menyembah Allah) dan menyombongkan diri, maka Allah akan mengazab mereka dengan azab yang pedih. Dan mereka tidak akan mendapatkan pelindung dan penolong selain Allah. (an-Nisa'/4: 173) Sabda Rasulullah saw: Tidak akan masuk surga orang yang ada di dalam hatinya sifat takabur, sekalipun sebesar zarah. (Riwayat Muslim dan Abu Dawud dari Ibnu Mas'ud) Ayat 83 ini ditutup dengan penjelasan bahwa kesudahan yang baik berupa surga diperoleh orang-orang yang takwa kepada Allah dengan mengamalkan perintah-Nya, menjauhi larangan-Nya, tidak takabur dan tidak menyombongkan diri seperti Fir'aun dan Karun."
        },
        {
          "number": 84,
          "arabic": "مَن جَآءَ بِٱلْحَسَنَةِ فَلَهُۥ خَيْرٌ مِّنْهَا ۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجْزَى ٱلَّذِينَ عَمِلُوا۟ ٱلسَّيِّـَٔاتِ إِلَّا مَا كَانُوا۟ يَعْمَلُونَ",
          "transliteration": "man jāa bil-ḥasanati falahu khayrun min'hā waman jāa bil-sayi-ati falā yuj'zā alladhīna ʿamilū l-sayiāti illā mā kānū yaʿmalūna",
          "translation": "Barang siapa yang datang dengan (membawa) kebaikan, maka dia akan mendapat (pahala) yang lebih baik daripada kebaikannya itu; dan barang siapa datang dengan (membawa) kejahatan, maka orang-orang yang telah mengerjakan kejahatan itu hanya diberi balasan (seimbang) dengan apa yang dahulu mereka kerjakan.",
          "tafsir": "Ayat ini menerangkan bahwa siapa yang di akhirat datang dengan membawa satu amal kebajikan, akan dibalas dengan yang lebih baik, dan dilipatgandakan sebanyak-banyaknya. Tidak ada yang mengetahui berapa kelipatannya kecuali Allah sebagai karunia dan rahmat dari-Nya. Rasulullah saw bersabda: Siapa yang bermaksud akan mengerjakan satu kebaikan, kemudian tidak jadi dikerjakannya, Allah mencatat pahala pada sisi-Nya satu kebaikan yang sempurna, kalau ia bermaksud mengerjakan satu kebaikan lalu dikerjakannya, maka Allah mencatat (pahala) dengan sepenuh kebaikan sampai tujuh ratus kali lipat, bahkan lipat ganda yang lebih banyak lagi. (Riwayat al-Bukhari dan Muslim dari Ibnu 'Abbas) Dalam hadis lain Rasulullah bersabda: Dan barang siapa yang bermaksud mengerjakan satu kejahatan kemudian tidak dikerjakannya, maka ditulislah oleh Allah swt di sisi-Nya satu kebaikan yang sempurna, dan kalau ia bermaksud mengerjakan kemudian dikerjakannya, maka Allah mencatatkan baginya hanya satu kejahatan saja. (Riwayat al-Bukhari dan Muslim dari Ibnu 'Abbas) Hal ini sesuai dengan firman Allah: Dan barang siapa membawa kejahatan, maka disungkurkanlah wajah mereka ke dalam neraka. Kamu tidak diberi balasan, melainkan (setimpal) dengan apa yang telah kamu kerjakan. (an-Naml/27: 90)"
        }
      ]
    }
  ]
}