{
  "pageNumber": 97,
  "juz": 5,
  "surahs": [
    {
      "number": 4,
      "name": "An-Nisa'",
      "nameArabic": "النساء",
      "meaning": "Wanita",
      "revelation": "Madinah",
      "description": "Surat An Nisaa' terdiri dari 176 ayat dan termasuk surat Madaniyyah terpanjang setelah surat Al Baqarah.Dinamakan An Nisaa' karena di dalamnya banyak dibicarakan hal-hal yang berhubungan dengan perempuan; merupakan surat yang paling banyak membicarakan hal itu dibanding surat-surat yang lain. Surat lain yang banyak membicarakan perempuan adalah surat Ath Thalaq. Dalam hal ini, surat An Nisaa' biasa disebut \"Surat An Nisaa' Al Kubraa\" (surat An Nisaa' besar) sedangkan surat Ath Thalaq disebut \"Surat An Nisaa' Ash Shughraa\" (surat An Nisaa' kecil).Pokok-Pokok Isi:1. Keimanan:Syirik (dosa yang paling besar); akibat kekafiran pada hari akhir.2. Hukum-hukum:Kewajiban para washi dan wali; hukum poligami; masnikah; memakan harta anak yatim dan orang-orang yang tidak dapat mengurus harta; pokok-pokok hukum warisan; perbuatan-perbuatan keji dan hukumannya, perempuan-perempuan yang haram dinikahi; hukum menikahi hamba sahaya perempuan; larangan memakan harta secara batil; hukum syiqaq dan nusyuz; kesucian lahir-batin dalam shalat; hukum suaka; hukum membunuh seorang muslim; shalat khauf; larangan mengucapkan perkataan buruk; dan pusaka kalalah.3. Kisah-kisah:Kisah-kisah Nabi Musa a.s. dan pengikutnya.4. Lain-lain:Asal muasal manusia adalah satu; keharusan menjauhi adat-adat jahiliyah berkaitan dengan perempuan; norma-norma pergaulan dengan istri; hak seseorang sesuai dengan kewajibannya; perlakuan ahli kitab terhadap kitab-kitab yang diturunkan kepadanya; dasar-dasar pemerintahan; cara mengadili perkara; keharusan siap-siaga terhadap musuh; sikap-sikap orang munafik dalam menghadapi peperangan; berperang di jalan Allah adalah kewajiban setiap mukalaf; norma dan adab dalam peperangan; cara menghadapi orang-orang munafik; dan derajat orang yang berjihad.Surat An Nisaa' dimulai dengan perintah bertakwa dan menyatakan bahwa asal manusia adalah satu, kemudian menerangkan hukum-hukum yang berhubungan dengan anak yatim, rumah tangga, warisan, perempuan yang haram dinikahi serta hak dan kewajiban laki-laki dan perempuan. Juga menyebut tentang hukum-hukum perang serta pelajaran-pelajaran yang harus diambil dari perang Badar dan Uhud. Pengutaraan hukum perang dan hukum keluarga dalam surat ini merupakan hujjah-hujjah yang dikemukakan kepada Ahli Kitab, yang ditegaskan pada bagian terakhir surat ini. Lalu, surat ini ditutup dengan perintah agar kaum mukmin bersabar, memperatkan hubungan sesama manusia, dan bertakwa kepada Allah, agar mendapat keberuntungan dunia akhirat.Hubungan Surat An Nisaa' Dengan Surat Al Maa-Idah:1. Surat An Nisaa' menerangkan beberapa macam akad, seperti: pernikahan, perceraian, warisan, perjanjian, wasiat, dan sebagainya. Sementara itu, permulaan surat Al Maa-idah menyatakan supaya hamba-hamba Allah memenuhi segala macam akad-akad yang telah dibuat, baik terhadap Allah maupun terhadap sesama manusia, di samping menerangkan akad-akad yang lain.2. Surat An Nisaa' mengemukakan beberapa hukum secara umum, sedangkan surat Al Maa-idah menjelaskan dan menegaskan hukum-hukum tersebut.3. Sebagaimana halnya surat Al Baqarah dan surat Ali 'Imran mengemukakan hal-hal yang berhubungan dengan pokok-pokok agama, seperti: keesaan Allah dan kenabian, maka surat An Nisaa' dan Al Maaidah menerangkan tentang furu' agama (hukum fikih), seperti: hukum keluarga dan sebagainya.4. Akhir surat An Nisaa' mengemukakan hujjah-hujjah atas kekeliruan orang-orang Yahudi dan Nasrani serta kekeliruan kaum musyrikin dan munafikin. Hal yang serupa diterangkan secara panjang lebar dalam surat Al Maa-idah.5. Surat An Nisaa' dimulai dengan \"Yaa ayyuhannaas\" yang nadanya sama dengan surat Makiah, sedangkan surat Al Maa-idah, sebagai surat Madaniah, dimulai dengan, \"Yaa ayyuhal ladziina aamanu\". Meskipun nadanya berlainan, tetapi yang dituju oleh kedua surat ini adalah seluruh manusia.",
      "verses": [
        {
          "number": 114,
          "arabic": "۞ لَّا خَيْرَ فِى كَثِيرٍ مِّن نَّجْوَىٰهُمْ إِلَّا مَنْ أَمَرَ بِصَدَقَةٍ أَوْ مَعْرُوفٍ أَوْ إِصْلَـٰحٍۭ بَيْنَ ٱلنَّاسِ ۚ وَمَن يَفْعَلْ ذَٰلِكَ ٱبْتِغَآءَ مَرْضَاتِ ٱللَّهِ فَسَوْفَ نُؤْتِيهِ أَجْرًا عَظِيمًا",
          "transliteration": "lā khayra fī kathīrin min najwāhum illā man amara biṣadaqatin aw maʿrūfin aw iṣ'lāḥin bayna l-nāsi waman yafʿal dhālika ib'tighāa marḍāti l-lahi fasawfa nu'tīhi ajran ʿaẓīman",
          "translation": "Tidak ada kebaikan dari banyak pembicaraan rahasia mereka, kecuali pembicaraan rahasia dari orang yang menyuruh (orang) bersedekah, atau berbuat kebaikan, atau mengadakan perdamaian di antara manusia. Barang siapa berbuat demikian karena mencari keridaan Allah, maka kelak Kami akan memberinya pahala yang besar.",
          "tafsir": "Merahasiakan pembicaraan dan perbuatan keji, seperti yang telah dilakukan oleh thu'mah dan kawan-kawannya adalah perbuatan yang terlarang, tidak ada faedahnya, kecuali bisik-bisik itu untuk menyuruh bersedekah, berbuat makruf dan mengadakan perdamaian di antara manusia. Berbisik-bisik dan menyembunyikan pembicaraan biasanya dilakukan untuk merahasiakan perbuatan terlarang, perbuatan jahat dan untuk melenyapkan kebaikan, jarang yang dilakukan untuk perbuatan baik dan terpuji. Manusia menurut tabiatnya senang menyatakan dan mengatakan kepada orang lain atau kepada orang banyak tentang perbuatan baik yang telah atau yang akan dilakukannya. Sedang perbuatan jahat atau perbuatan dosa yang telah atau yang akan dilakukannya, selalu disembunyikan dan dirahasiakannya. Ia takut orang lain akan mengetahuinya, sesuai dengan sabda Rasulullah saw: \"Kebajikan itu adalah akhlak yang baik, dan dosa itu adalah apa yang terasa tidak enak di dalam hatimu, dan kamu tidak senang orang lain mengetahuinya\" (Riwayat Muslim). Karena itu diperintahkan agar orang yang beriman menjauhi perbuatan itu, terutama berbisik-bisik atau mengadakan pembicaraan rahasia untuk melakukan perbuatan dosa, permusuhan, mendustakan Rasulullah dan lain sebagainya. Ayat yang lain menegaskan larangan Allah dan menyatakan bahwa berbisik dan mengadakan perjanjian rahasia untuk melakukan perbuatan dosa, termasuk perbuatan setan. Allah berfirman: (9) Wahai orang-orang yang beriman! Apabila kamu mengadakan pembicaraan rahasia, janganlah kamu membicarakan perbuatan dosa, permusuhan dan durhaka kepada Rasul. Tetapi bicarakanlah tentang perbuatan kebajikan dan takwa. Dan bertakwalah kepada Allah yang kepada-Nya kamu akan dikumpulkan kembali. (10) Sesungguhnya pembicaraan rahasia itu termasuk (perbuatan) setan, agar orang-orang yang beriman itu bersedih hati, sedang (pembicaraan) itu tidaklah memberi bencana sedikit pun kepada mereka, kecuali dengan izin Allah. Dan kepada Allah hendaknya orang-orang yang beriman bertawakal. (al-Mujadalah/58:9-10). Allah mengecualikan tiga macam perbuatan yang dibolehkan bahkan diperintahkan menyampaikannya dengan berbisik-bisik atau dengan rahasia, yaitu bersedekah, berbuat makruf dan mengadakan perdamaian di antara manusia. Bersedekah adalah salah satu perbuatan baik yang sangat dianjurkan Allah. Tetapi menyebut-nyebut atau memberitahukannya di hadapan orang banyak, kadang-kadang dapat menimbulkan rasa tidak senang di dalam hati orang yang menerimanya. Bahkan adakalanya dirasakan sebagai suatu penghinaan terhadap dirinya, sekalipun si pemberi sedekah itu telah menyatakan bahwa ia bersedekah dengan hati yang ikhlas dan untuk mencari keridaan Allah swt. \"Jika kamu menampakkan sedekah-sedekahmu, maka itu baik. Dan jika kamu menyembunyikannya dan memberikannya kepada orang-orang fakir, maka itu lebih baik bagimu¦\" (al-Baqarah/2:271). Perbuatan makruf adalah lawan dari perbuatan mungkar, lawan dari segala perbuatan yang dilarang Allah Yang Mahatahu dan perbuatan yang mengikuti hawa nafsu. Menasihati seseorang untuk berbuat makruf di hadapan orang banyak, mungkin akan menimbulkan rasa kurang enak pada yang dinasihati, apabila yang diberi nasihat itu teman sebaya atau orang yang lebih tinggi derajatnya dari orang yang menasihati. Biasanya orang yang menasihati lebih tinggi derajat, pangkat atau kedudukannya dari yang dinasihati. Karena itu Allah memerintahkan agar menasihati seseorang untuk berbuat makruf dengan cara berbisik dan tidak didengar orang lain. Bila didengar orang lain, maka orang yang dinasihati itu mungkin akan merasa terhina dan sakit hati, sehingga nasihat itu tidak diterimanya. Kaum Muslimin diperintahkan agar selalu menjaga dan berusaha mengadakan perdamaian di antara manusia yang sedang berselisih terutama mendamaikan antara saudara-saudara yang beriman, sesuai dengan firman Allah: Sesungguhnya orang-orang mukmin itu bersaudara, karena itu damaikanlah antara kedua saudaramu (yang berselisih) dan bertakwalah kepada Allah agar kamu mendapat rahmat. (al-hujurat/49:10). \"¦ Maka bertakwalah kepada Allah dan perbaikilah hubungan di antara sesamamu, ¦\" (al-Anfal/8:1). Usaha mengadakan perdamaian di antara orang-orang mukmin yang berselisih adalah usaha yang terpuji dan diperintahkan Allah. Tetapi menyebut usaha itu kepada orang lain atau didengar oleh orang banyak mungkin akan membawa kepada kemudaratan atau kejahatan yang lain, sehingga maksud mendamaikan itu akan berubah menjadi fitnah yang dapat memperdalam jurang persengketaan antara orang-orang yang akan didamaikan. Ada orang yang enggan didamaikan bila diketahuinya bahwa yang akan mendamaikan itu orang lain. Ada pula orang yang enggan menerima perdamaian bila proses perdamaian itu diketahui orang banyak, karena ia khawatir bahwa usaha itu akan menjadi bahan pembicaraan orang banyak. Di samping itu mungkin ada pula pihak ketiga yang tidak menginginkan terjadinya suatu perdamaian. Karena itu Allah memerintahkan agar orang-orang yang beriman merahasiakan pembicaraan dan usaha yang berhubungan dengan mengadakan perdamaian di antara manusia. Orang yang melaksanakan tiga macam perintah Allah, yaitu bersedekah, berbuat kebaikan dan mencari perdamaian di antara manusia dengan ketundukan hati dan kepatuhan kepada-Nya serta mencari kerelaan-Nya, akan diberi pahala yang berlipat ganda oleh Allah. Keridaan Allah hanyalah dapat dicapai dengan mengerjakan perbuatan-perbuatan baik dan bermanfaat, disertai dengan keikhlasan hati sesuai dengan yang diperintahkan-Nya."
        },
        {
          "number": 115,
          "arabic": "وَمَن يُشَاقِقِ ٱلرَّسُولَ مِنۢ بَعْدِ مَا تَبَيَّنَ لَهُ ٱلْهُدَىٰ وَيَتَّبِعْ غَيْرَ سَبِيلِ ٱلْمُؤْمِنِينَ نُوَلِّهِۦ مَا تَوَلَّىٰ وَنُصْلِهِۦ جَهَنَّمَ ۖ وَسَآءَتْ مَصِيرًا",
          "transliteration": "waman yushāqiqi l-rasūla min baʿdi mā tabayyana lahu l-hudā wayattabiʿ ghayra sabīli l-mu'minīna nuwallihi mā tawallā wanuṣ'lihi jahannama wasāat maṣīran",
          "translation": "Dan barang siapa menentang Rasul (Muhammad) setelah jelas kebenaran baginya, dan mengikuti jalan yang bukan jalan orang-orang mukmin, Kami biarkan dia dalam kesesatan yang telah dilakukannya itu dan akan Kami masukkan dia ke dalam neraka Jahanam, dan itu seburuk-buruk tempat kembali.",
          "tafsir": "Seseorang yang menentang Rasulullah setelah nyata baginya kebenaran risalah yang dibawanya, serta mengikuti jalan orang yang menyimpang dari jalan kebenaran, maka Allah membiarkan mereka menempuh jalan sesat yang dipilihnya. Kemudian Dia akan memasukkan mereka ke dalam neraka, tempat kembali yang seburuk-buruknya. Ayat ini erat hubungannya dengan tindakan Tu'mah dan pengikut-pengikutnya, dan perbuatan orang-orang yang bertindak seperti yang dilakukan Tu'mah itu. Dari ayat ini dipahami bahwa Allah telah menganugerahkan kepada manusia kemauan dan kebebasan memilih. Pada ayat Al-Qur'an yang lain diterangkan pula bahwa Allah telah menganugerahkan akal, pikiran dan perasaan serta melengkapinya dengan petunjuk-petunjuk yang dibawa para rasul. Jika manusia menggunakan dengan baik semua anugerah Allah itu, pasti ia dapat mengikuti jalan yang benar. Tetapi kebanyakan manusia mementingkan dirinya sendiri, mengikuti hawa nafsunya sehingga ia tidak menggunakan akal, pikiran, perasaan, dan petunjuk-petunjuk Allah dalam menetapkan dan memilih perbuatan yang patut dikerjakannya. Karena itu ada manusia yang menantang dan memusuhi para rasul, setelah nyata bagi mereka kebenaran dan ada pula manusia yang suka mengerjakan pekerjaan jahat, sekalipun hatinya mengakui kesalahan perbuatannya itu. Allah menilai perbuatan manusia, kemudian Dia memberi balasan yang setimpal, amal baik dibalas dengan pahala yang berlipat ganda, sedang perbuatan buruk diberi balasan yang setimpal dengan perbuatan itu."
        },
        {
          "number": 116,
          "arabic": "إِنَّ ٱللَّهَ لَا يَغْفِرُ أَن يُشْرَكَ بِهِۦ وَيَغْفِرُ مَا دُونَ ذَٰلِكَ لِمَن يَشَآءُ ۚ وَمَن يُشْرِكْ بِٱللَّهِ فَقَدْ ضَلَّ ضَلَـٰلًۢا بَعِيدًا",
          "transliteration": "inna l-laha lā yaghfiru an yush'raka bihi wayaghfiru mā dūna dhālika liman yashāu waman yush'rik bil-lahi faqad ḍalla ḍalālan baʿīdan",
          "translation": "Allah tidak akan mengampuni dosa syirik (mempersekutukan Allah dengan sesuatu), dan Dia mengampuni dosa selain itu bagi siapa yang Dia kehendaki. Dan barang siapa mempersekutukan (sesuatu) dengan Allah, maka sungguh, dia telah tersesat jauh sekali.",
          "tafsir": "Allah tidak akan mengampuni dosa orang yang mengakui adanya tuhan lain selain Allah atau menyembah selain Allah, tetapi Dia mengampuni dosa lainnya. Dari ayat ini dipahami bahwa ada dua macam dosa, yaitu: 1.Dosa yang tidak diampuni Allah, dosa syirik. 2.Dosa yang dapat diampuni Allah, dosa selain dosa syirik. Jika seseorang mensyarikatkan Allah, berarti di dalam hatinya tidak ada pengakuan tentang keesaan Allah. Karena itu hubungannya dengan Allah Yang Mahakuasa, Yang Maha Penolong, Maha Pengasih lagi Maha Penyayang telah terputus: Ini berarti tidak ada lagi baginya penolong, pelindung, pemelihara, seakan-akan dirinya telah lepas dari Tuhan Yang Maha Esa. Ia telah sesat dan jauh menyimpang dari jalan yang lurus yang diridai Allah, maka mustahil baginya mendekatkan diri kepada Allah. Seandainya di dalam hati dan jiwa seseorang telah tumbuh syirik berarti hati dan jiwanya telah dihinggapi penyakit yang paling parah; tidak ada obat yang dapat menyembuhkannya. Segala macam bentuk kebenaran dan kebaikan yang ada pada orang itu tidak akan sanggup mengimbangi, apalagi menghapuskan kejahatan dan kerusakan yang ditimbulkan oleh syirik itu. Hati seorang musyrik tidak berhubungan lagi dengan Allah, tetapi terpaut kepada hawa nafsu, loba dan tamak kepada harta benda yang tidak akan dapat menolongnya sedikit pun. Itulah sebabnya Allah menegaskan bahwa dosa syirik itu amat besar dan tidak akan diampuni-Nya. Seandainya hati dan jiwa seseorang bersih dari syirik, atau ada cahaya iman di dalamnya, maka sekalipun ia telah mengerjakan dosa, hatinya akan ditumbuhi iman dan datang kepadanya petunjuk, maka ia akan bertobat, karena cahaya iman yang ada di dalam hatinya dapat bersinar kembali. Karena itulah Allah akan mengampuni dosanya karena bukan dosa syirik. An-Nisa' 48 telah menerangkan bahwa Allah tidak akan mengampuni dosa syirik, tetapi akan mengampuni dosa selain dari dosa itu. Pengulangan pernyataan itu adalah untuk menegaskan kepada orang yang beriman agar mereka menjauhi syirik. Hendaklah mereka memupuk tauhid di dalam hati mereka, karena tauhid itu adalah dasar agama."
        },
        {
          "number": 117,
          "arabic": "إِن يَدْعُونَ مِن دُونِهِۦٓ إِلَّآ إِنَـٰثًا وَإِن يَدْعُونَ إِلَّا شَيْطَـٰنًا مَّرِيدًا",
          "transliteration": "in yadʿūna min dūnihi illā ināthan wa-in yadʿūna illā shayṭānan marīdan",
          "translation": "Yang mereka sembah selain Allah itu tidak lain hanyalah ināṡan (berhala),<sup foot_note=135174>1</sup> dan mereka tidak lain hanyalah menyembah setan yang durhaka,",
          "tafsir": "Telah menjadi adat kebiasaan orang Arab jahiliah menyeru, menyembah dan memohon pertolongan kepada patung-patung yang mereka buat sendiri. Mereka mempercayainya sebagai tuhan-tuhan selain Allah, dan mereka namai dengan nama-nama perempuan (inatsan), seperti al-Lata, al-'Uzza dan Manat. Berhala atau patung-patung itu mereka beri hiasan dan pakaian seperti perempuan. Setiap kabilah atau suku mempunyai berhala sendiri yang mereka beri nama dengan nama-nama perempuan. Sebagian ahli tafsir mengartikan inatsan dengan \"orang yang telah mati\", karena orang yang telah mati itu lemah dan tidak berdaya. Orang-orang Arab jahiliah mengagungkan dan memuja nenek moyang mereka yang mati. Mereka mempercayai bahwa orang yang telah mati itu dapat dijadikan perantara untuk menyampaikan hajat atau keinginan kepada kekuatan gaib yang tidak mereka ketahui keadaan dan ujudnya. Kepercayaan yang seperti ini secara tidak sadar banyak dianut oleh Ahli Kitab dan sebagian kaum Muslimin pada masa kini. Kepercayaan menyembah berhala, menyembah benda, memuja dan menyembah orang yang telah mati itu adalah kepercayaan yang timbul karena mengikuti hawa nafsu dan karena mengikuti tipu daya setan yang durhaka yang selalu berusaha untuk menyesatkan anak cucu Adam dari jalan yang lurus, sebagaimana mereka dahulu telah mengikrarkannya."
        },
        {
          "number": 118,
          "arabic": "لَّعَنَهُ ٱللَّهُ ۘ وَقَالَ لَأَتَّخِذَنَّ مِنْ عِبَادِكَ نَصِيبًا مَّفْرُوضًا",
          "transliteration": "laʿanahu l-lahu waqāla la-attakhidhanna min ʿibādika naṣīban mafrūḍan",
          "translation": "yang dilaknati Allah, dan (setan) itu mengatakan, \"Aku pasti akan mengambil bagian tertentu dari hamba-hamba-Mu,<sup foot_note=135175>1</sup>",
          "tafsir": "Setan itu selain mempunyai sifat durhaka, ia juga telah mendapat laknat dan murka dari Allah. Mereka telah bertambah jauh dari rahmat dan karunia-Nya, karena mereka selalu berusaha mengajak manusia mengerjakan kejahatan dan mengerjakan larangan-larangannya, dengan membisik-bisikan dan menjadikan manusia memandang baik perbuatan-perbuatan terlarang itu. Setan menyatakan kepada Allah bahwa ia akan mempengaruhi sebagian manusia, sehingga mereka mengikuti kehendaknya, serta menjadi hamba yang durhaka seperti dia. Pernyataan ini akan dilaksanakannya dengan segala macam cara dan usaha dan dengan segala kepandaian yang ada padanya. Dipahami pula dari ayat ini bahwa manusia itu ada yang taat kepada Allah dan tidak dapat digoda setan serta ada pula yang tidak taat kepada Allah dan dapat digodanya. Hal ini sesuai dengan firman Allah yang menyatakan bahwa manusia itu mempunyai kesediaan untuk berbuat baik dan kesediaan untuk berbuat jahat. Allah berfirman: Dan Kami telah menunjukkan kepadanya dua jalan (kebajikan dan kejahatan). (al-Balad/90:10). Setan berusaha memanfaatkan potensi untuk berbuat jahat yang ada pada manusia untuk melaksanakan pernyataannya kepada Allah. Pada sebagian manusia potensi untuk berbuat jahat itu tidak dapat dimanfaatkan oleh setan, karena potensi untuk itu telah dihambat pertumbuhannya oleh potensi kebaikan yang telah berkembang dan tumbuh pada dirinya."
        },
        {
          "number": 119,
          "arabic": "وَلَأُضِلَّنَّهُمْ وَلَأُمَنِّيَنَّهُمْ وَلَـَٔامُرَنَّهُمْ فَلَيُبَتِّكُنَّ ءَاذَانَ ٱلْأَنْعَـٰمِ وَلَـَٔامُرَنَّهُمْ فَلَيُغَيِّرُنَّ خَلْقَ ٱللَّهِ ۚ وَمَن يَتَّخِذِ ٱلشَّيْطَـٰنَ وَلِيًّا مِّن دُونِ ٱللَّهِ فَقَدْ خَسِرَ خُسْرَانًا مُّبِينًا",
          "transliteration": "wala-uḍillannahum wala-umanniyannahum walaāmurannahum falayubattikunna ādhāna l-anʿāmi walaāmurannahum falayughayyirunna khalqa l-lahi waman yattakhidhi l-shayṭāna waliyyan min dūni l-lahi faqad khasira khus'rānan mubīnan",
          "translation": "dan pasti akan kusesatkan mereka, dan akan kubangkitkan angan-angan kosong pada mereka dan akan kusuruh mereka memotong telinga-telinga binatang ternak, (lalu mereka benar-benar memotongnya),<sup foot_note=135176>1</sup> dan akan aku suruh mereka mengubah ciptaan Allah, (lalu mereka benar-benar mengubahnya).\"<sup foot_note=135177>2</sup> Barang siapa menjadikan setan sebagai pelindung selain Allah, maka sungguh, dia menderita kerugian yang nyata.",
          "tafsir": "Pada ayat ini diterangkan tindakan dan usaha setan dalam menggunakan potensi jahat yang ada pada manusia, agar cita-citanya mencelakakan manusia dapat tercapai yaitu dengan: 1.Berusaha memalingkan manusia dari kepercayaan yang benar dengan mengaburkan petunjuk Allah ke jalan yang benar, sehingga mereka tersesat dan menempuh jalan yang diinginkan setan. 2.Berusaha memperdayakan pikiran manusia dengan khayalan-khayalan yang mustahil terjadi dan dengan angan-angan kosong, sehingga mereka memandang baik segala perbuatan yang dilarang, serta menanamkan di dalam hati dan pikirannya bahwa kesenangan hidup di dunia itu adalah kesenangan yang pasti tercapai sedang kesenangan dan kebahagiaan di akhirat adalah kesenangan yang diragukan adanya. 3.Berusaha menyesatkan manusia dengan menjadikan mereka memandang haram suatu perbuatan yang halal, sebaliknya memandang yang halal sebagai sesuatu perbuatan yang haram, sebagaimana yang terdapat di kalangan Arab jahiliah. Menurut kepercayaan Arab jahiliah sebagian binatang yang akan dikorbankan untuk berhala dipotong atau dibelah telinganya. Bila binatang itu telah dipotong atau dibelah telinganya berarti telah menjadi kepunyaan berhala, karena itu tidak boleh lagi dikendarai atau dipergunakan untuk suatu keperluan; binatang itu dibiarkan lepas dan tidak boleh diganggu seorang pun. 4.Mengubah ciptaan Allah, menurut sebagian mufasir, ialah mengubah ketentuan-ketentuan yang telah diciptakan Allah, seperti mengebiri orang laki-laki agar ia dapat dijadikan penjaga istri-istri atau budak-budak perempuan seorang pembesar, sebagaimana yang banyak dilakukan di negeri-negeri Arab dan negeri-negeri lain zaman dahulu. Menurut sebagian mufassir, yang dimaksud dengan ciptaan Allah ialah agama Allah, karena agama Allah telah menjadi fitrah bagi manusia. Allah berfirman: Maka hadapkanlah wajahmu dengan lurus kepada agama (Islam); (sesuai) fitrah Allah disebabkan Dia telah menciptakan manusia menurut (fitrah) itu. Tidak ada perubahan pada ciptaan Allah. (Itulah) agama yang lurus, tetapi kebanyakan manusia tidak mengetahui. (ar-Rum/30:30). Manusia diciptakan Allah mempunyai fitrah beragama tauhid, mengakui keesaan Allah, tidak bersekutu dengan sesuatu, hanya Allah saja yang berhak disembah. Seandainya ada manusia tidak mengakui keesaan Allah, berarti pengaruh lingkungan alam sekitarnya telah mengalahkan fitrahnya. Termasuk yang mempengaruhi manusia itu ialah usaha setan untuk melenyapkan naluri itu, sebagai yang disebutkan hadis: Dari 'Iyad bin hammad, Bersabda Rasulullah saw, berfirman Allah 'Azza wajalla, \"Sesungguhnya Aku telah menciptakan hamba-hamba-Ku cenderung kepada (agama-Ku), maka datanglah setan kepada mereka, lalu setan itu memalingkan mereka dari agamanya dan ia mengharamkan apa yang telah Aku halalkan bagi mereka.\" (Riwayat Muslim). Allah memperingatkan hamba-Nya dengan pernyataan bahwa barang siapa yang mengikuti bisikan, tipu daya dan keinginan setan berarti dia telah jauh dari rahmat dan karunia-Nya dan telah merugi di dunia (dan di akhirat), karena setan itu selalu berusaha menggunakan segala kelemahan manusia untuk melaksanakan janjinya kepada Allah."
        },
        {
          "number": 120,
          "arabic": "يَعِدُهُمْ وَيُمَنِّيهِمْ ۖ وَمَا يَعِدُهُمُ ٱلشَّيْطَـٰنُ إِلَّا غُرُورًا",
          "transliteration": "yaʿiduhum wayumannīhim wamā yaʿiduhumu l-shayṭānu illā ghurūran",
          "translation": "(Setan itu) memberikan janji-janji kepada mereka dan membangkitkan angan-angan kosong pada mereka, padahal setan itu hanya menjanjikan tipuan belaka kepada mereka.",
          "tafsir": "Setan selalu menjanjikan yang muluk-muluk dan menimbulkan angan-angan kosong serta menimbulkan khayalan-khayalan di dalam hati dan pikiran manusia. Jika seseorang ingin menafkahkan hartanya di jalan Allah dibisikannyalah kepada orang itu bahwa menafkahkan itu mengakibatkan kemiskinan, dan dijanjikan kesenangan dan kemuliaan bila manusia itu kikir. Kepada penjudi diiming-imingi kebahagiaan dan kekayaan tanpa usaha, kepada peminum khamar dibisikkannya kegembiraan dan kesenangan bila seseorang telah mabuk dan sebagainya. Termasuk di dalam janji setan, ialah janji dan iming-iming yang ditanamkan kepada orang-orang yang mau melanggar larangan-larangan Allah untuk kepentingan dirinya. seperti pangkat, kehormatan dan sebagainya. Janji setan itu tidak lain hanyalah tipuan belaka, tidak ada satupun yang akan dapat ditepatinya dan tidak dapat diharapkan hasilnya sedikit pun, seperti janji dan angan-angan yang ditanamkan kepada penjudi, peminum khamar, pezina, orang yang gila pangkat dan gila hormat. Mereka mengkhayalkan kesenangan dan kebahagiaan dari hasil perbuatan mereka itu, tetapi hasil itu tidak pernah mereka nikmati."
        },
        {
          "number": 121,
          "arabic": "أُو۟لَـٰٓئِكَ مَأْوَىٰهُمْ جَهَنَّمُ وَلَا يَجِدُونَ عَنْهَا مَحِيصًا",
          "transliteration": "ulāika mawāhum jahannamu walā yajidūna ʿanhā maḥīṣan",
          "translation": "Mereka (yang tertipu) itu tempatnya di neraka Jahanam dan mereka tidak akan mendapat tempat (lain untuk) lari darinya.",
          "tafsir": "Karena orang-orang yang mengikuti dan memenuhi keinginan setan telah sesat, maka buku amalannya telah dipenuhi oleh perbuatan dosa dan maksiat. Oleh karena itu, tempat mereka adalah neraka Jahanam, mereka tidak dapat keluar dari padanya, karena tidak mempunyai suatu kebaikan yang dapat membebaskan dan menyelamatkan mereka dari azab neraka itu."
        }
      ]
    }
  ]
}