{
  "pageNumber": 129,
  "juz": 7,
  "surahs": [
    {
      "number": 6,
      "name": "Al-An'am",
      "nameArabic": "الأنعام",
      "meaning": "Binatang Ternak",
      "revelation": "Makkah",
      "description": "Surat Al-An'am (binatang ternak: unta, sapi, dan kambing) terdiri dari 165 ayat dan termasuk surat Makkiyyah, karena hampir seluruh ayatnya diturunkan di Mekah sebelum hijrah. Dinamakan Al-An'am karena di dalamnya disebut kata \"An'am\" yang memiliki kaitan erat dengan adat istiadat kaum musyrikin; mereka biasa mempergunakan binatang ternak untuk mendekatkan diri kepada tuhan. Selain itu, juga disebutkan hukum-hukum yang berkenaan dengan binatang ternak itu.Pokok-pokok Isi:1. Keimanan:Bukti-bukti keesaan Allah dan kesempurnaan sifat-sifat-Nya; kebenaran kenabian Nabi Muhammad s.a.w.; persaksian Allah atas kenabian Ibrahim, Ishaq, Ya'qub, Nuh, Daud, Sulaiman, Ayyub, Yusuf, Musa, Harun, Zakariya, Yahya, 'Isa, Ilyas, Alyasa', Yunus, dan Luth; penegasan tentang keberadaan risalah dan wahyu serta hari pembalasan dan hari kebangkitan; kepalsuan kepercayaan orang-orang musyrik dan keingkaran mereka terhadap hari kiamat.2. Hukum-hukum:Larangan mengikuti adat istiadat yang dibuat-buat oleh kaum Jahiliyah; makanan yang halal dan yang haram; wasiat yang sepuluh dan Al-Qur'an, tentang tauhid keadilan dan hukum-hukum; larangan mencaci maki berhala orang musyrik karena mereka akan membalas dengan mencaci maki Allah.3. Kisah-kisah:Kisah umat-umat yang menentang rasul-rasul; kisah pengalaman Nabi Muhammad s.a.w. dan para nabi pada umumnya; cerita Nabi Ibrahim a.s. membimbing kaumnya kepada tauhid.4. Lain-lain:Sikap keras kepala kaum musyrikin: tata cara seorang nabi memimpin umatnya; bidang-bidang kerasulan dan tugas rasul-rasul; tantangan kaum musyrikin untuk melemahkan rasul; kepercayaan orang-orang musyrik terhadap jin, setan, dan malaikat; beberapa prinsip keagamaan dan kemasyarakatan; nilai hidup duniawi.Dalam surat Al-An'am Allah menjelaskan keesaan dan kesempurnaan sifat-sifat-Nya, menyatakan kebatilan kepercayaan orang-orang musyrik dengan bantahan-bantahan yang logis dan mudah diterima oleh akal. Hukuman yang berat akan dijatuhkan kepada orang yang keras kepala menolak kebenaran.Hubungan Surat Al-An'Am Dengan Surat Al-A'raf:1. Kedua surat tersebut termasuk di antara tujuh surat yang panjang (assab'uth thiwaal), sama-sama membicarakan pokok aqidah agama. Dalam surat Al-An'am dikemukakan garis-garis besar aqidah sedangkan surat Al-A'raf menjelaskannya.2. Dalam surat Al-An'am Allah menerangkan asal usul kejadian manusia, yaitu dari tanah, dan menjelaskan tentang beberapa generasi manusia yang telah dibinasakan, kemudian disinggung pula tentang rasul-rasul dengan menyebut beberapa nama mereka secara garis besar, sedangkan surat Al-A'raf menjelaskannya.3. Pada bagian terakhir surat Al-An'am, Allah mengatakan bahwa Dia menjadikan manusia sebagai khalifah-khalifah di bumi dan mengangkat derajat sebagian mereka, maka bagian permulaan surat Al-A'raf mengemukakan penciptaan Adam dan anak cucunya yang dijadikan sebagai khalifah di bumi.4. Hubungan bagian akhir Al-An'am dengan permulaan surat Al-A'raf:a. Bagian akhir Al-An'am, Allah mengatakan bahwa Al-Qur'an adalah kitab pedoman yang benar, jalan yang lurus dan diberkahi, maka umat manusia diperintahkan mengikutinya. Pada bagian permulaan surat Al-A'raf, Allah mengulangi lagi perintah ini dan melarang mengikuti selainnya.b. Pada bagian akhir surat Al-An'am, Allah berfirman bahwa Dia akan memberikan keterangan tentang apa yang seharusnya dilakukan manusia dan yang menjadi perselisihan mereka. Maka pada bagian permulaan surat Al-A'raf, Allah menjelaskan apa yang disebut dengan \"Allah memberi keterangan,\" yaitu pengutusan para rasul yang bertugas memberi keterangan dan masing-masing akan dimintai pertanggungjawaban.c. Pada bagian akhir surat Al-An'am, Allah menyatakan bahwa orang yang berbuat kebajikan akan diberi ganjaran sepuluh kali lipat dan yang berbuat kejahatan akan dibalas sesuai dengan perbuatannya. Untuk menentukan kadar kebajikan dan kejahatan itu ada timbangannya, maka Allah mengemukakan di bagian muka surat Al-A'raf, bahwa timbangan pada hari itu ialah kebenaran dan keadilan. Siapa yang timbangannya berat maka dialah yang beruntung dan siapa yang timbangannya ringan maka dialah yang merugi. Kemudian Allah menceritakan keadaan dan nasib ashhabul A'raaf.",
      "verses": [
        {
          "number": 9,
          "arabic": "وَلَوْ جَعَلْنَـٰهُ مَلَكًا لَّجَعَلْنَـٰهُ رَجُلًا وَلَلَبَسْنَا عَلَيْهِم مَّا يَلْبِسُونَ",
          "transliteration": "walaw jaʿalnāhu malakan lajaʿalnāhu rajulan walalabasnā ʿalayhim mā yalbisūna",
          "translation": "Dan sekiranya Rasul itu Kami jadikan (dari) malaikat, pastilah Kami jadikan dia (berwujud) laki-laki, dan (dengan demikian) pasti Kami akan menjadikan mereka tetap ragu sebagaimana kini mereka ragu.<sup foot_note=135258>1</sup>",
          "tafsir": "Ayat ini menjelaskan anggapan kaum musyrik Mekah tentang kerasulan malaikat seperti tersebut dalam tafsir Surah al-An'am/6 ayat 8. Kalau Allah menjadikan rasul-rasul dari golongan malaikat, seperti pendapat orang musyrik Mekah, tentulah Allah akan menjadikan malaikat itu seperti manusia laki-laki, tetapi bilamana malaikat yang menjadi Rasul (Nabi) itu menyamar dalam bentuk manusia, maka tentulah mereka akan mengatakan dia manusia. Karena mereka tidak akan melihat malaikat kecuali bentuk rupa dengan sifat-sifat kemanusiaannya. Pada saat itu timbullah kesangsian dan keragu-raguan dalam jiwa mereka dan tentulah mereka akan mendustakan para malaikat yang menyamar menjadi manusia, seperti halnya mereka mendustakan Nabi Muhaammad. Mereka akan menyatakan pendapat mereka yaitu bahwa rasul itu haruslah malaikat. Padahal seperti apa bentuk asli malaikat mereka tidak tahu. Demikianlah mereka berputar-putar dalam sebuah lingkaran keraguan yang tak tentu ujung pangkalnya. Kaum musyrik Mekah merupakan sebuah contoh kebanyakan manusia yang terjerumus dalam kesulitan karena kesalahan mereka dalam memilih pegangan hidup dan akhirnya mereka kebingungan mencari jalan keluar."
        },
        {
          "number": 10,
          "arabic": "وَلَقَدِ ٱسْتُهْزِئَ بِرُسُلٍ مِّن قَبْلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُوا۟ مِنْهُم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
          "transliteration": "walaqadi us'tuh'zi-a birusulin min qablika faḥāqa bi-alladhīna sakhirū min'hum mā kānū bihi yastahziūna",
          "translation": "Dan sungguh, beberapa Rasul sebelum engkau (Muhammad) telah diperolok-olokkan, sehingga turunlah azab kepada orang-orang yang mencemoohkan itu sebagai balasan atas olok-olokan mereka.",
          "tafsir": "Sesudah Allah menerangkan kekacauan pikiran orang-orang kafir tentang kerasulan dimana mereka terus menerus mengingkarinya, maka ayat ini menjelaskan, bahwa sikap perlawanan mereka terhadap kerasulan Muhammad serupa dengan perlawanan orang-orang kafir terhadap rasul-rasul Allah pada zaman dahulu. Permusuhan dan penghinaan yang dialami Nabi Muhammad dialami pula oleh rasul-rasul sebelum beliau. Firman Allah: Alangkah besar penyesalan terhadap hamba-hamba itu, setiap datang seorang rasul kepada mereka, mereka selalu memperolok-olokkannya. (Yasin/36: 30) Penghinaan orang-orang kafir Quraisy terhadap Nabi Muhammad merupakan kelanjutan dari permusuhan manusia terhadap para rasul sejak zaman dahulu, maka akibat yang mereka hadapi tentulah sama dengan akibat yang dihadapi oleh umat terdahulu. Ayat ini menjelaskan bahwa mereka yang mencemoohkan dan menghinakan para rasul akan ditimpa azab. Ayat ini menerangkan sunatullah yang berlaku bagi umat manusia di masa dahulu dengan para rasul Allah. Ayat ini juga sebagai penghibur dan pelipur hati Nabi Muhammad, karena penghinaan kaumnya kepadanya, yaitu berita kemenangan terakhir kelak bagi Nabi dan pengikut-pengikut beliau, dan kekalahan musuhnya. Hanya saja kaum Nabi Muhammad tidak akan menerima azab seperti umat-umat yang lalu, yakni kemusnahan dan kebinasaan hidup. Azab yang dijatuhkan kepada mereka tidaklah mengakibatkan kemusnahan dan kehancuran karena Nabi Muhammad adalah \"Nabiyyurrahmah\", nabi yang membawa rahmat kepada umat manusia."
        },
        {
          "number": 11,
          "arabic": "قُلْ سِيرُوا۟ فِى ٱلْأَرْضِ ثُمَّ ٱنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلْمُكَذِّبِينَ",
          "transliteration": "qul sīrū fī l-arḍi thumma unẓurū kayfa kāna ʿāqibatu l-mukadhibīna",
          "translation": "Katakanlah (Muhammad), \"Jelajahilah bumi, kemudian perhatikanlah bagaimana kesudahan orang-orang yang mendustakan itu!\"",
          "tafsir": "Sesudah menjelaskan kemusnahan beberapa kaum yang memusuhi para rasul pada zaman dahulu, maka Allah, dalam ayat ini menyuruh Nabi Muhammad untuk mengatakan kepada kaumnya agar mereka mengembara di atas bumi ini dan mendatangi tempat dimana orang-orang yang menduga para nabi itu dibinasakan. Sebab, dengan pengembaraan itu mereka dapat menyaksikan sendiri tempat-tempat bersejarah agar menjadi bahan renungan bagi mereka, mengapa bangsa-bangsa terdahulu itu sampai binasa padahal mereka termasuk bangsa yang perkasa dan berkuasa. Sesudah itu hendaklah mereka melihat kepada diri mereka sendiri dan membandingkannya dengan umat-umat yang telah musnah itu. Orang-orang kafir Mekah sebenarnya adalah pengembara karena pada umumnya mereka hidup sebagai pedagang antar daerah di semenanjung Arab. Tetapi dalam pengembaraan sebagai pedagang, mereka tidak memperhatikan bekas-bekas peninggalan umat-umat yang telah musnah seperti kaum Nuh dan samud di Arab Utara dan kaum 'ad di Arab Selatan. Betapa banyak generasi yang telah dibinasakan lalu diganti dengan generasi baru sebagaimana diterangkan Allah dalam ayat enam surah ini. Kesemuanya itu seyogyanya dijadikan bahan kajian sejarah bangsa itu sendiri walaupun akan memakan waktu yang panjang, karena dari pengalaman sejarah bangsa-bangsa yang lampau banyak diperoleh pelajaran yang bermanfaat bagi generasi-generasi mendatang. Dengan turunnya ayat ini, hati Nabi Muhammad merasa terhibur, karena di dalamnya mengandung isyarat bahwa kaum musyrik akan mengalami kekalahan."
        },
        {
          "number": 12,
          "arabic": "قُل لِّمَن مَّا فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ قُل لِّلَّهِ ۚ كَتَبَ عَلَىٰ نَفْسِهِ ٱلرَّحْمَةَ ۚ لَيَجْمَعَنَّكُمْ إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ لَا رَيْبَ فِيهِ ۚ ٱلَّذِينَ خَسِرُوٓا۟ أَنفُسَهُمْ فَهُمْ لَا يُؤْمِنُونَ",
          "transliteration": "qul liman mā fī l-samāwāti wal-arḍi qul lillahi kataba ʿalā nafsihi l-raḥmata layajmaʿannakum ilā yawmi l-qiyāmati lā rayba fīhi alladhīna khasirū anfusahum fahum lā yu'minūna",
          "translation": "Katakanlah (Muhammad), \"Milik siapakah apa yang di langit dan di bumi?\" Katakanlah, \"Milik Allah.\" Dia telah menetapkan (sifat) kasih sayang pada diri-Nya.<sup foot_note=135259>1</sup> Dia sungguh akan mengumpulkan kamu pada hari Kiamat yang tidak diragukan lagi. Orang-orang yang merugikan dirinya, mereka itu tidak beriman.",
          "tafsir": "Allah menyuruh Rasul-Nya agar bertanya kepada kaumnya yang ingkar, siapa pemilik segala yang ada di langit dan di bumi ini? Pertanyaan ini untuk membantah dasar keyakinan yang menyekutukan Allah (syirik), karena orang Arab jahiliah sebenarnya telah mengakui bahwa yang menciptakan langit dan bumi ini adalah \"Allah\" (al-'Ankabut/29:61 dan Luqman/31: 25). Kemudian Allah memerintahkan Rasul untuk memberikan jawaban, bahwa \"semuanya itu milik Allah\". Kaum musyrik tentu akan menjawab pertanyaan itu dengan jawaban yang serupa. Tidak ada jawaban lain bagi mereka; dan mereka tidak akan memungkirinya, karena itu mereka tidak boleh menyandarkan sesuatu dari alam ini selain kepada Allah. Hanya Allah Raja dan Pemilik alam raya ini dengan segala isinya. Allah, yang diakui oleh orang musyrik sebagai Pencipta yang menciptakan langit dan bumi dan yang memiliki keduanya, telah memperkenalkan diri-Nya melalui Rasul-Nya bahwasanya sifat kasih sayang merupakan keharusan dari zat-Nya, sifat kasih itu meliputi seluruh makhluk-Nya. Dia Maha Penyayang kepada seluruh hamba-Nya dengan melimpahkan bermacam-macam nikmat lahir dan batin kepada mereka. Jika mereka berbuat dosa Dia tidak segera menjatuhkan azab kepada mereka, sebaliknya mereka diberi kesempatan untuk bertobat dan kembali ke jalan Allah. Perbuatan dosa yang mereka lakukan sehingga mengakibatkan murka Allah adalah akibat kesalahan manusia itu sendiri. Bukankah karena kasih sayang Allah, manusia itu diciptakan dalam keadaan fitrah yang sempurna? Kemudian mereka diberi kesempatan untuk mengenali dan mengesakan-Nya dengan jalan menunjukkan bukti-bukti yang ada pada diri manusia dan di alam semesta ini. Karena rahmat Allah, rasul-rasul diutus kepada mereka dengan membawa Kitab-kitab yang penuh dengan ajaran-ajaran yang menuju kepada rida-Nya dan yang mencegah mereka dari murka-Nya. Tetapi kemudian manusia itulah yang menodai ajaran yang baik itu dengan berbagai kejahatan yang mereka lakukan. Mereka mengingkari ayat-ayat Allah dan menghina para rasul. Allah berfirman: Dan tidaklah Kami menzalimi mereka, tetapi merekalah yang menzalimi diri mereka sendiri. (az-Zukhruf/43:76) Karena rahmat Allah itu pulalah orang musyrik Mekah tidak dibinasakan seperti umat-umat terdahulu. Rasulullah saw bersabda: Sesungguhnya ketika Allah telah selesai menciptakan makhluk ini, Allah menulis Kitab yang ada di sisi-Nya di atas 'Arsy, \"Sesungguhnya rahmat-Ku mendahului murka-Ku.\" (Riwayat al-Bukhari dan Muslim dari Abu Hurairah) Berdasarkan kasih sayang itu, Allah akan menghimpun seluruh manusia pada hari Kiamat yang tidak ada keraguan terhadapnya. Keadilan akan ditegakkan pada hari itu. Tak seorang pun yang akan luput dan dialpakan. Adalah menjadi rahmat yang besar bagi hidup dan kehidupan manusia, bilamana setiap orang yakin dan sadar akan kejadian hari berkumpul itu. kesadaran ini menjadi pendorong baginya untuk membersihkan jiwanya dan meluhurkan budinya. Ketidakadilan yang terjadi dalam kehidupan duniawi, tentulah akan diperhitungkan oleh Allah dengan penuh keadilan pada hari Kiamat itu. Orang yang merugikan dirinya sendiri, yakni orang yang menodai fitrah kejadian dirinya yang bersih, merusak mentalnya yang sehat dan menghilangkan kesediaannya untuk menerima kerasulan Muhammad dan tidak mau mendengarkan wahyu, dan mereka memilih jalan kekafiran, karena mereka tidak beriman kepada hari akhirat, merekalah orang yang merugi."
        },
        {
          "number": 13,
          "arabic": "۞ وَلَهُۥ مَا سَكَنَ فِى ٱلَّيْلِ وَٱلنَّهَارِ ۚ وَهُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
          "transliteration": "walahu mā sakana fī al-layli wal-nahāri wahuwa l-samīʿu l-ʿalīmu",
          "translation": "Dan milik-Nyalah segala apa yang ada pada malam dan siang hari. Dan Dialah Yang Maha Mendengar, Maha Mengetahui.",
          "tafsir": "Ayat ini menyatakan bahwa alam dengan segala isinya menjadi milik Allah, segala yang terjadi di waktu malam dan di siang hari adalah juga kepunyaan Allah. Bagaimana pun kecilnya sesuatu benda, yang menempati sudut mana pun dalam ruang alam semesta ini, pastilah dia dalam kekuasaan Allah. Tak mungkin ia bergerak dan diam di segala ruang dan waktu tanpa kodrat dan iradat Allah, sebab ia milik-Nya. Penguasaannya mutlak pada Allah. Kemudian ditegaskan bahwa Allah Maha Mendengar dan Maha Mengetahui. Jarak jangkauan pendengaran-Nya melingkupi alam ini. Walaupun bunyi langkah seekor semut di atas batu yang licin pun pasti tidak akan luput dari pendengaran dan pengetahuan-Nya."
        },
        {
          "number": 14,
          "arabic": "قُلْ أَغَيْرَ ٱللَّهِ أَتَّخِذُ وَلِيًّا فَاطِرِ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَهُوَ يُطْعِمُ وَلَا يُطْعَمُ ۗ قُلْ إِنِّىٓ أُمِرْتُ أَنْ أَكُونَ أَوَّلَ مَنْ أَسْلَمَ ۖ وَلَا تَكُونَنَّ مِنَ ٱلْمُشْرِكِينَ",
          "transliteration": "qul aghayra l-lahi attakhidhu waliyyan fāṭiri l-samāwāti wal-arḍi wahuwa yuṭ'ʿimu walā yuṭ'ʿamu qul innī umir'tu an akūna awwala man aslama walā takūnanna mina l-mush'rikīna",
          "translation": "Katakanlah (Muhammad), \"Apakah aku akan menjadikan pelindung selain Allah yang menjadikan langit dan bumi, padahal Dia memberi makan dan tidak diberi makan?\" Katakanlah, \"Sesungguhnya aku diperintahkan agar aku menjadi orang yang pertama berserah diri (kepada Allah), dan jangan sekali-kali kamu masuk golongan orang-orang musyrik.\"",
          "tafsir": "Dalam ayat ini, Allah memerintahkan lagi kepada Rasul-Nya agar bertanya kepada kaum musyrik, \"Apakah patut selain Allah aku jadikan pelindung yang memberikan pertolongan kepadaku sewaktu dalam kesulitan atau menolak bencana menimpaku?\" Tentulah Rasul tidak berbuat seperti halnya orang-orang musyrik dan ahli-ahli kitab zaman dulu. Mereka itu menjadikan sembahan-sembahan mereka, dan pendeta-pendeta mereka, sebagai pelindung, yang menurut i'tiqad (keyakinan) mereka dapat memberikan kebahagiaan kepada mereka atau menolak kesengsaraan dari mereka. Tidak ada pelindung atau penolong yang sebenarnya kecuali Allah yang menciptakan langit dan bumi. Allah mengemukakan sifat-Nya sebagai Pencipta untuk menegaskan penolakan pikiran yang menempatkan selain Allah sebagai penolong; sebab hanya Allah sajalah yang patut dimintai pertolongan. Tidak patut selain Dia dijadikan perantara yang dapat mempengaruhi kehendak Ilahi. Hanya kepada Pencipta langit dan bumi ini, doa dan harapan ditujukan. Kehendak-Nya tak dapat dipengaruhi oleh siapapun juga. Dialah Tuhan Yang memberi rezeki, makan dan minum serta segala kemanfaatan kepada manusia. Sebaliknya Dia tidak memerlukan makan-minum dan rezeki, bahkan Dia Suci dari segala kebutuhan akan makan-minum dan lain sebagainya, dan Dia tidak memerlukan orang lain. Firman Allah: Aku tidak menghendaki rezeki sedikit pun dari mereka dan Aku tidak menghendaki agar mereka memberi makan kepada-Ku. (adz-dzariyat/51: 57) Selanjutnya Rasulullah saw diperintahkan untuk menyampaikan kepada orang kafir bahwa beliau diperintahkan Allah untuk menjadi orang yang pertama berserah diri kepada-Nya, menjunjung tinggi perintah-Nya, tidak akan memohon kepada selain Dia, dan terus menegakkan agama ditengah-tengah umatnya. Rasul Muhammad juga dilarang untuk menjadi orang musyrik, yakni orang yang menyembah selain Allah dan menganggap selain Allah sebagai penolong atau perantara untuk mendekatkan diri kepada-Nya."
        },
        {
          "number": 15,
          "arabic": "قُلْ إِنِّىٓ أَخَافُ إِنْ عَصَيْتُ رَبِّى عَذَابَ يَوْمٍ عَظِيمٍ",
          "transliteration": "qul innī akhāfu in ʿaṣaytu rabbī ʿadhāba yawmin ʿaẓīmin",
          "translation": "Katakanlah (Muhammad), \"Aku benar-benar takut akan azab hari yang besar (hari Kiamat), jika aku mendurhakai Tuhanku.\"",
          "tafsir": "Sesudah Allah menjelaskan dasar agama yang harus menjadi pegangan seorang Rasul, maka dalam ayat ini Allah memerintahkan kepada Rasul-Nya agar menyatakan kepada kaum musyrik, bahwa jika beliau melakukan kemaksiatan, melanggar perintah Allah atau menyimpang dari asas agama yang ditetapkan Allah maka Rasul takut azab hari Kiamat akan menimpanya, sebab pada hari itu Allah akan berhadapan dengan hamba-hamba-Nya untuk menjatuhkan azab kepada mereka yang berdosa dan memberikan pahala kepada mereka yang beramal saleh. Pada hari yang dahsyat ini tidak seorang pun yang dapat menolong orang lain, karena kasih sayang atau persaudaraan. Ayat ini menunjukkan sifat Rasulullah bahwa beliau meskipun jauh dari kemungkinan melakukan maksiat, namun hati beliau tetap takut kepada Allah dalam segala keadaan."
        },
        {
          "number": 16,
          "arabic": "مَّن يُصْرَفْ عَنْهُ يَوْمَئِذٍ فَقَدْ رَحِمَهُۥ ۚ وَذَٰلِكَ ٱلْفَوْزُ ٱلْمُبِينُ",
          "transliteration": "man yuṣ'raf ʿanhu yawma-idhin faqad raḥimahu wadhālika l-fawzu l-mubīnu",
          "translation": "Barang siapa yang dijauhkan dari azab atas dirinya pada hari itu, maka sungguh, Allah telah memberikan rahmat kepadanya. Dan itulah kemenangan yang nyata.",
          "tafsir": "Allah menerangkan dalam ayat ini bahwa orang yang terhindar dari azab pada hari Kiamat, adalah orang yang mendapat rahmat dari Allah. Karena Allah membebaskan dia dari kesengsaraan pada hari yang dahsyat itu dan memberinya kenikmatan-kenikmatan dan memasukkannya ke dalam surga. Orang yang dijauhkan dari azab itu mendapatkan dua kebahagiaan: kebahagiaan disebabkan bebas dari azab dan kebahagiaan mendapat rahmat, kebahagiaan ini merupakan keberuntungan yang besar. Kebahagiaan yang diberikan Allah pada hari Kiamat itu benar-benar adalah rahmat kasih sayang Allah kepada hamba-hamba-Nya dan bukanlah sekali-kali suatu keharusan bagi Tuhan; sebab tidak ada kekuasaan lain di atas kekuasaan-Nya. Tetapi sifat rahmat itu sendiri adalah suatu keharusan bagi Tuhan, karena sifat itu salah satu sifat kesempurnaan-Nya dan keharusan sifat rahmat itu pada Allah dinyatakan Allah dalam Al-Qur'an seperti tersebut dalam surah ini (al-Ma'idah/5) ayat 12 dan 54"
        },
        {
          "number": 17,
          "arabic": "وَإِن يَمْسَسْكَ ٱللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَ ۖ وَإِن يَمْسَسْكَ بِخَيْرٍ فَهُوَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
          "transliteration": "wa-in yamsaska l-lahu biḍurrin falā kāshifa lahu illā huwa wa-in yamsaska bikhayrin fahuwa ʿalā kulli shayin qadīrun",
          "translation": "Dan jika Allah menimpakan suatu bencana kepadamu, tidak ada yang dapat menghilangkannya selain Dia. Dan jika Dia mendatangkan kebaikan kepadamu, maka Dia Maha Kuasa atas segala sesuatu.",
          "tafsir": "Dalam ayat ini ditegaskan lagi tentang kemahakuasaan Allah, bahwa tidak ada seorang pun yang dapat melenyapkan suatu kemudaratan yang ditimpakan Allah kepada seseorang kecuali Allah sendiri, seperti sakit, kemiskinan, duka cita, kehinaan dan lain sebagainya yang mengakibatkan penderitaan pada manusia baik lahir maupun batin. Bukanlah berhala-berhala, dukun-dukun atau pelindung lainnya selain Allah yang acap kali dipandang oleh orang musyrik, dapat menghilangkan kemudaratan tersebut. Demikian pula halnya tak ada seorang pun yang dapat mencegah suatu kebaikan yang dianugerahkan Allah kepada seseorang seperti kekayaan, kesehatan, kemuliaan, kekuatan dan lain sebagainya yang menimbulkan kebahagiaan baik lahir maupun batin. Allah Mahakuasa memelihara segala kebaikan agar seseorang tetap sebagaimana yang Dia kehendaki. Setiap selesai melaksanakan salat lima waktu, Nabi Muhammad selalu membaca doa, antara lain: Ya Allah, tak ada yang mencegah terhadap apa yang Engkau berikan, tak ada yang memberi terhadap apa yang Engkau cegah dan tidak bermanfaat kejayaan seseorang atas siksaan-Mu. (Riwayat al-Bukhari dari al-Warrad) Ayat ini menunjukkan pula bahwa setiap manusia baik yang menginginkan kebaikan atau yang menghindari kemudaratan, haruslah meminta pertolongan kepada Allah semata-mata dengan berusaha menurut Sunnah-Nya yang berlaku dalam alam ini dan dengan memanjatkan doa sepenuhnya kepada-Nya. Firman Allah: Berdoalah kepada-Ku, niscaya akan Aku perkenankan bagimu. (Gafir/40: 60)"
        },
        {
          "number": 18,
          "arabic": "وَهُوَ ٱلْقَاهِرُ فَوْقَ عِبَادِهِۦ ۚ وَهُوَ ٱلْحَكِيمُ ٱلْخَبِيرُ",
          "transliteration": "wahuwa l-qāhiru fawqa ʿibādihi wahuwa l-ḥakīmu l-khabīru",
          "translation": "Dan Dialah yang berkuasa atas hamba-hamba-Nya. Dan Dia Mahabijaksana, Maha Mengetahui.",
          "tafsir": "Ayat ini menegaskan kesempurnaan kedaulatan Allah yang mutlak atas hamba-hamba-Nya. Dialah Penguasa yang tertinggi di atas hamba-hamba-Nya dan menyelenggarakan serta mengatur segala masalah dan urusan mereka menurut kehendak-Nya. Tidak seorang pun yang dapat memohon untuk dapat keluar dari daerah kekuasaan-Nya. Kesempurnaan kekuasaan dan kedaulatan Allah atas hamba-hamba-Nya itu disertai dengan kesempurnaan hikmah-Nya dalam mengatur kebutuhan hamba-hamba-Nya dan keluasan ilmu-Nya terhadap segala perkara yang kecil dan tersembunyi. Dialah Yang Maha Mengetahui apa yang bermanfaat dan yang mudarat bagi hamba-hamba-Nya. Tak ada suatu perkarapun, melainkan diketahui-Nya akhir dari perkara itu. Pengaturan-Nya atas hamba-hamba-Nya ini diarahkan kepada suatu tujuan yakni kesempurnaan kemanusiaan. Dialah Allah Yang Mahakuasa dan Maha Esa, tidak ada sekutu bagi-Nya. Karena itu, tidaklah patut menyembah kepada selain-Nya. Firman Allah: Maka janganlah kamu menyembah apa pun di dalamnya selain Allah. (al-Jinn/72: 18)"
        }
      ]
    }
  ]
}