{
  "pageNumber": 59,
  "juz": 3,
  "surahs": [
    {
      "number": 3,
      "name": "Ali 'Imran",
      "nameArabic": "آل عمران",
      "meaning": "Keluarga Imran",
      "revelation": "Madinah",
      "description": "Surat Ali 'Imraan terdiri dari 200 ayat dan termasuk surat Madaniyyah. Dinamakan Ali 'Imran karena memuat kisah keluarga 'Imran, yang juga menyebutkan kisah kelahiran Nabi 'Isa a.s., persamaan kejadiannya dengan Nabi Adam a.s., kenabian dan beberapa mukjizatnya, serta kelahiran Maryam putri 'Imran, ibu Nabi 'Isa a.s.Surat Al Baqarah dan Ali 'Imraan dinamakan \"Az Zahrawaani\" (dua yang cemerlang), karena menyingkapkan hal-hal yang disembunyikan oleh para Ahli Kitab, seperti kejadian dan kelahiran Nabi 'Isa a.s., kedatangan Nabi Muhammad s.a.w., dan sebagainya.Pokok-Pokok Isi:1. Keimanan:Dalil-dalil dan alasan-alasan yang membantah orang Nasrani yang mempertuhankan Nabi 'Isa a.s.; ketauhidan adalah dasar yang dibawa oleh seluruh nabi.2. Hukum-hukum:Musyawarah; bermubahalah; larangan melakukan riba.3. Kisah-kisah:Kisah keluarga 'Imran; perang Badar dan Uhud dan pelajaran yang dapat diambil darinya,4. Lain-lain:Golongan-golongan manusia dalam memahami ayat-ayat mutasyaabihaat; sifat- sifat Allah; sifat orang-orang yang bertakwa; Islam satu-satunya agama yang diridhai Allah; kemudharatan mengambil orang-orang kafir sebagai teman kepercayaan; pengambilan perjanjian para Nabi oleh Allah; perumpamaan-perumpamaan; peringatan-peringatan terhadap Ahli Kitab; Ka'bah adalah rumah peribadatan yang tertua dan bukti-buktinya; faedah mengingat Allah dan merenungkan ciptaan-Nya.Surat Ali 'Imraan berisi dalil-dalil dan alasan-alasan untuk membantah kaum Nasrani yang mempertuhankan Nabi 'Isa a.s., menerangkan perang Badar dan Uhud; agar kemenangan di perang Badar dan kekalahan di perang Uhud yang dialami kaum muslimin itu dapat dijadikan pelajaran.Hubungan Surat Ali 'imraan Dengan Surat An Nisaa':1. Surat Ali 'Imraan disudahi dengan perintah bertakwa, sesuai dengan permulaan surat An Nisaa',2. Dalam surat Ali 'Imraan disebutkan perang Badar dan Uhud dengan sempurna, keterangan sebagiannya diulangi dalam surat An Nisaa'.3. Dalam surat Ali 'Imraan dikisahkan perang Hamraa-ul Asad yang terjadi setelah perang Uhud, dan perang ini disinggung pula dalam surat An Nisaa'.4. Dalam surat Ali 'Imraan disebutkan bahwa banyak kaum Muslimin yang gugur sebagai syuhada yang berarti mereka meninggalkan anak-anak dan istri-istri mereka, maka dalam bagian permulaan surat An Nisaa' disebutkan perintah memelihara anak yatim dan pembagian harta pusaka.",
      "verses": [
        {
          "number": 71,
          "arabic": "يَـٰٓأَهْلَ ٱلْكِتَـٰبِ لِمَ تَلْبِسُونَ ٱلْحَقَّ بِٱلْبَـٰطِلِ وَتَكْتُمُونَ ٱلْحَقَّ وَأَنتُمْ تَعْلَمُونَ",
          "transliteration": "yāahla l-kitābi lima talbisūna l-ḥaqa bil-bāṭili wataktumūna l-ḥaqa wa-antum taʿlamūna",
          "translation": "Wahai Ahli Kitab! Mengapa kamu mencampuradukkan kebenaran dengan kebatilan,<sup foot_note=135078>1</sup> dan kamu menyembunyikan kebenaran,<sup foot_note=135079>2</sup> padahal kamu mengetahui?",
          "tafsir": "Diriwayatkan oleh Ibnu Ishaq dari Ibnu 'Abbas ia berkata bahwa 'Abdullah bin as-shaif, 'Adi bin Zaid dan haris bin 'Auf bercakap-cakap sesama mereka. \"Marilah kita mempercayai kitab yang diturunkan kepada Rasulullah dan sahabat-sahabatnya di waktu pagi hari. Kemudian kita mengingkarinya di waktu petang hari, sehingga kita dapat mengacaukan mereka, semoga mereka berbuat sebagaimana yang kita lakukan, sehingga mereka kembali kepada agama mereka semula.\" Kemudian turunlah ayat 71-73 ini. Allah mencela Ahli Kitab karena mereka mencampuradukkan kebenaran dengan kebatilan. Yang dimaksud dengan kebenaran dalam ayat ini ialah kebenaran yang dibawa oleh para nabi yang termuat dalam kitab mereka yaitu tauhid, serta berita gembira akan datangnya Nabi Muhammad yang bertugas seperti nabi-nabi sebelumnya yang akan mengajarkan Kitab dan hikmah kepada seluruh manusia. Sedang yang dimaksud dengan kebatilan ialah segala tipu daya yang dibuat oleh para pendeta dan pemimpin terkemuka Ahli Kitab dengan jalan menakwilkan ayat-ayat Tuhan dengan takwilan yang batil dan yang jauh dari kebenaran. Penakwilan yang begitulah yang dianggap mereka sebagai agama yang wajib diikuti. Perbuatan mereka itu juga dicela. ¦. Dan mereka berkata, \"Itu dari Allah,\" padahal bukan dari Allah. Mereka mengatakan hal yang dusta terhadap Allah, padahal mereka mengetahui. (Ali 'Imran/3: 78). Jelas bahwa yang dimaksud dengan mencampuradukkan antara yang hak dengan yang batil ialah: tipu daya Ahli Kitab yang menakwilkan ayat-ayat Allah dan mengatakan bahwa penakwilan itu datang dari Allah. Sementara berita gembira tentang kedatangan Nabi Muhammad, mereka sembunyikan. Semua ini menunjukkan bahwa mereka melakukan perbuatan itu bukan karena kealpaan atau karena tidak tahu, tetapi karena ingkar, dan hasad yang telah bersarang di dalam dada mereka."
        },
        {
          "number": 72,
          "arabic": "وَقَالَت طَّآئِفَةٌ مِّنْ أَهْلِ ٱلْكِتَـٰبِ ءَامِنُوا۟ بِٱلَّذِىٓ أُنزِلَ عَلَى ٱلَّذِينَ ءَامَنُوا۟ وَجْهَ ٱلنَّهَارِ وَٱكْفُرُوٓا۟ ءَاخِرَهُۥ لَعَلَّهُمْ يَرْجِعُونَ",
          "transliteration": "waqālat ṭāifatun min ahli l-kitābi āminū bi-alladhī unzila ʿalā alladhīna āmanū wajha l-nahāri wa-uk'furū ākhirahu laʿallahum yarjiʿūna",
          "translation": "Dan segolongan Ahli Kitab berkata (kepada sesamanya), \"Berimanlah kamu kepada apa yang diturunkan kepada orang-orang beriman pada awal siang dan ingkarilah di akhirnya, agar mereka kembali (kepada kekafiran).",
          "tafsir": "Ada golongan dari Ahli Kitab yang mengajak kawan-kawannya agar pura-pura beriman kepada kitab yang diturunkan kepada Muhammad di pagi hari, kemudian mengingkarinya pada waktu sore. Mereka bersikap demikian untuk menimbulkan kesan di hati umat Islam, kalau agama Islam itu benar tentulah orang-orang Yahudi yang baru masuk Islam tadi tidak akan murtad lagi. Sikap serupa ini tiada lain hanya tipu daya mereka untuk mempengaruhi orang-orang Islam agar kembali kepada kekafirannya. Ibnu Jarir meriwayatkan dari Imam Mujahid, ia berkata bahwa, segolongan orang Yahudi salat subuh bersama Nabi. Kemudian mereka kafir pada petang harinya. Apabila mereka melakukan tipu daya serupa itu, bukanlah hal yang aneh, karena mengetahui bahwa di antara tanda-tanda kebenaran itu ialah, apabila seseorang telah mengetahui sesuatu itu benar, tentu dia tidak akan meninggalkannya. Hal ini dapat dipahami dari pernyataan Heraklius, Kaisar Rumawi kepada Abu Sufyan ketika dia menanyakan kepadanya tentang keadaan Muhammad, yaitu ketika Nabi Muhammad saw menyeru Heraklius dengan suratnya untuk masuk Islam, \"Adakah orang yang keluar dari agamanya setelah ia memeluknya?\" Abu Sufyan menjawab, \"Tidak ada.\" Ayat ini memperingatkan Nabi Muhammad akan tipu daya Ahli Kitab dan memberitahukan siasat mereka, agar tipu daya itu tidak mempengaruhi hati orang mukmin yang masih lemah. Peringatan ini berguna untuk menggagalkan usaha mereka; sebab apabila latar belakang dari tipu daya mereka telah diketahui, tentulah usaha mereka tidak akan berhasil. Ayat ini sebagai mukjizat bagi Nabi Muhammad saw, karena mengandung berita gaib yang membukakan rahasia niat busuk orang Yahudi."
        },
        {
          "number": 73,
          "arabic": "وَلَا تُؤْمِنُوٓا۟ إِلَّا لِمَن تَبِعَ دِينَكُمْ قُلْ إِنَّ ٱلْهُدَىٰ هُدَى ٱللَّهِ أَن يُؤْتَىٰٓ أَحَدٌ مِّثْلَ مَآ أُوتِيتُمْ أَوْ يُحَآجُّوكُمْ عِندَ رَبِّكُمْ ۗ قُلْ إِنَّ ٱلْفَضْلَ بِيَدِ ٱللَّهِ يُؤْتِيهِ مَن يَشَآءُ ۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ",
          "transliteration": "walā tu'minū illā liman tabiʿa dīnakum qul inna l-hudā hudā l-lahi an yu'tā aḥadun mith'la mā ūtītum aw yuḥājjūkum ʿinda rabbikum qul inna l-faḍla biyadi l-lahi yu'tīhi man yashāu wal-lahu wāsiʿun ʿalīmun",
          "translation": "Dan janganlah kamu percaya selain kepada orang yang mengikuti agamamu.<sup foot_note=135080>1</sup> Katakanlah (Muhammad), \"Sesungguhnya petunjuk itu hanyalah petunjuk Allah. (Janganlah kamu percaya) bahwa seseorang akan diberi seperti apa yang diberikan kepada kamu atau bahwa mereka akan menyanggah kamu di hadapan Tuhanmu.\" Katakanlah (Muhammad), \"Sesungguhnya karunia itu di tangan Allah, Dia memberikannya kepada siapa yang Dia kehendaki. Allah Mahaluas, Maha Mengetahui.",
          "tafsir": "Allah mengungkapkan adanya perkataan pemimpin-pemimpin Yahudi yang melarang kaumnya menyatakan kepercayaan mereka kepada orang lain yang bukan Yahudi, bahwa kenabian itu boleh saja diberi oleh Allah kepada orang lain, selain orang-orang Yahudi. Sebab jika hal itu dikatakan kepada umat Islam tentu umat Islam akan menjadikannya alasan untuk menguatkan kerasulan Muhammad, yang diutus oleh Allah dari kalangan orang Arab, bukan dari kalangan orang Yahudi. Sikap semacam itu timbul karena orang-orang Yahudi itu memang mengetahui bahwa Allah dapat mengutus seorang rasul, biarpun tidak dari kalangan bangsa Yahudi, tetapi mereka mengingkari kenabian Muhammad adalah karena kesombongan dan kedengkian mereka. Sesungguhnya petunjuk yang baru diikuti itu ialah petunjuk Allah. Maksudnya bahwa petunjuk itu tidak hanya untuk satu bangsa tertentu di antara hamba-hamba-Nya. Petunjuk itu disampaikan melalui nabi-nabi yang diangkat oleh Allah sesuai dengan kehendak-Nya. Oleh sebab itu orang yang diberi petunjuk oleh Allah swt, ia tidak akan sesat dan tidak ada seorang pun yang sanggup menyesatkannya. Maka tipu daya Ahli Kitab tidak akan memberi pengaruh sedikit pun kepada orang Muslim dan tidak ada yang dapat menghalangi kehendak Allah terhadap nabi-nabi-Nya. Kerasulan itu adalah karunia dari Tuhan yang berada di dalam kekuasaan-Nya secara mutlak. Allah Maha Pemberi dan Maha Mengetahui, siapa saja yang berhak mendapatkan karunia-Nya. Maka Allah akan memberikan karunia-Nya kepada orang yang berhak menerimanya. Dalam pernyataan ini terdapat peringatan bahwa orang-orang Yahudi. telah mempersempit pengertian tentang karunia Tuhan Yang Mahaluas. Karunia Allah sangat luas dan rahmat-Nya diberikan secara merata menurut kehendak-Nya. Ini merupakan bantahan terhadap tuduhan Ahli Kitab yang mengatakan bahwa kenabian dan kerasulan itu hanya bagi orang-orang Bani Israil saja. Dengan demikian dapat dipahami bahwa Allah mempunyai hak mutlak untuk mengutus nabi dan rasul sesuai dengan keadilan dan rahmat-Nya."
        },
        {
          "number": 74,
          "arabic": "يَخْتَصُّ بِرَحْمَتِهِۦ مَن يَشَآءُ ۗ وَٱللَّهُ ذُو ٱلْفَضْلِ ٱلْعَظِيمِ",
          "transliteration": "yakhtaṣṣu biraḥmatihi man yashāu wal-lahu dhū l-faḍli l-ʿaẓīmi",
          "translation": "Dia menentukan rahmat-Nya kepada siapa yang Dia kehendaki. Dan Allah memiliki karunia yang besar.",
          "tafsir": "Rahmat Allah yang diberikan kepada nabi adalah suatu karunia Allah semata. Karunia Allah sangat luas dan rahmat-Nya merata pada setiap hamba-Nya. Tak ada seorang pun yang dapat mempengaruhi Allah dalam memberikan karunia itu. Maka Allah berhak untuk menambah rahmat dan karunia-Nya kepada hamba-Nya sesuai dengan keadilan-Nya, tidak seperti pendapat Ahli Kitab bahwa rahmat Allah dan karunia-Nya, untuk mereka saja. Dengan demikian Allah mempunyai kekuasaan yang tak terbatas untuk mengutus nabi menurut kehendak-Nya. Jika Allah mengutus seorang nabi dari satu bangsa tertentu, hal itu semata-mata karena limpahan karunia dan rahmat-Nya semata. Dari ayat ini dapat dipahami bahwa penilaian Allah terhadap seseorang pada dasarnya adalah sama. Tidak ada seorang pun yang melebihi orang lain kecuali dengan takwanya. Keutamaan itu hanyalah datang dari Allah yang diberikan kepada seseorang menurut kehendak-Nya."
        },
        {
          "number": 75,
          "arabic": "۞ وَمِنْ أَهْلِ ٱلْكِتَـٰبِ مَنْ إِن تَأْمَنْهُ بِقِنطَارٍ يُؤَدِّهِۦٓ إِلَيْكَ وَمِنْهُم مَّنْ إِن تَأْمَنْهُ بِدِينَارٍ لَّا يُؤَدِّهِۦٓ إِلَيْكَ إِلَّا مَا دُمْتَ عَلَيْهِ قَآئِمًا ۗ ذَٰلِكَ بِأَنَّهُمْ قَالُوا۟ لَيْسَ عَلَيْنَا فِى ٱلْأُمِّيِّـۧنَ سَبِيلٌ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلْكَذِبَ وَهُمْ يَعْلَمُونَ",
          "transliteration": "wamin ahli l-kitābi man in tamanhu biqinṭārin yu-addihi ilayka wamin'hum man in tamanhu bidīnārin lā yu-addihi ilayka illā mā dum'ta ʿalayhi qāiman dhālika bi-annahum qālū laysa ʿalaynā fī l-umiyīna sabīlun wayaqūlūna ʿalā l-lahi l-kadhiba wahum yaʿlamūna",
          "translation": "Dan di antara Ahli Kitab ada yang jika engkau percayakan kepadanya harta yang banyak, niscaya dia mengembalikannya kepadamu. Tetapi ada (pula) di antara mereka yang jika engkau percayakan kepadanya satu dinar, dia tidak mengembalikannya kepadamu, kecuali jika engkau selalu menagihnya. Yang demikian itu disebabkan mereka berkata, \"Tidak ada dosa bagi kami terhadap orang-orang yang buta huruf.\" Mereka mengatakan hal yang dusta terhadap Allah, padahal mereka mengetahui.",
          "tafsir": "Dalam ayat ini diterangkan, bahwa di antara Ahli Kitab itu ada sekelompok manusia yang apabila mendapat kepercayaan diserahi harta yang banyak atau pun sedikit, mereka mengembalikannya sesuai dengan kepercayaan yang diberikan kepadanya. Tetapi ada pula di antara mereka yang apabila mendapat kepercayaan diserahi sejumlah harta sedikit saja mereka tidak mau mengembalikan kecuali apabila ditagih, baru mereka mau menyerahkannya setelah melalui proses pembuktian. Hal ini menunjukkan bahwa di antara Ahli Kitab itu ada sekelompok orang yang pekerjaannya mempersulit Muslimin dan membuat tipu daya agar orang Islam tidak senang memeluk agamanya dan berbalik untuk mengikuti agama mereka. Di antara mereka ada pula sekelompok orang yang pekerjaannya memutarbalikkan hukum. Mereka menghalalkan memakan harta orang lain dengan alasan bahwa: \"Kitab Taurat melarang mengkhianati amanat terhadap saudara-saudara mereka seagama. Kalau pengkhianatan itu dilakukan terhadap bangsa lain mereka membolehkannya. Dengan ringkas dapat dikatakan bahwa Ahli Kitab dapat dibagi menjadi dua golongan: 1. Ahli Kitab yang betul-betul berpegang pada kitab Taurat yang betul-betul bisa dipercaya. Sebagai contoh misalnya Abdullah bin Salam yang dititipi harta oleh Quraisy dalam jumlah besar kemudian harta itu dikembalikannya. 2.Ahli Kitab yang tidak dapat dipercaya karena apabila mereka dititipi harta walaupun sedikit, mereka mengingkari dan tidak mau mengembalikannya lagi kecuali apabila dibuktikan dengan keterangan yang masuk akal atau apabila melalui proses pembuktian di muka pengadilan. Sebagai contoh ialah Ka'ab bin al-Asyraf yang dititipi uang satu dinar oleh Quraisy kemudian dia mengingkari titipan itu. Sebab-sebab mereka melakukan demikian, ialah karena mereka beranggapan tidak berdosa apabila mereka tidak menunaikan amanat terhadap seorang Muslim, karena mereka beranggapan bahwa tidak ada ancaman dan tidak ada dosa apabila mereka makan harta seorang Muslim dengan jalan yang batil. Secara ringkas dapat dikatakan bahwa menurut pendapat mereka setiap orang selain bangsa Yahudi tidak akan diperhatikan Allah, bahkan mereka mendapat murka dari Allah. Oleh sebab itu harta mereka tidak akan mendapat perlindungan, dan mengambil harta mereka tidak dianggap sebagai dosa. Tidak diragukan lagi bahwa anggapan serupa ini termasuk pengingkaran, penipuan dan penghinaan terhadap agama. Maksudnya mereka mengetahui dan menyadari bahwa mereka sengaja berdusta dalam hal itu, padahal mereka telah mengetahui bahwa dalam kitab Taurat tidak ada ketentuan sedikit pun yang membolehkan untuk menghianati orang Arab, dan memakan harta orang Islam secara tidak sah. Sebenarnya mereka telah mengetahui hal itu, tetapi mereka tidak berpegang kepada kitab Taurat. Mereka lebih cenderung bertaklid kepada perkataan pemimpin agama mereka, dan menganggapnya sebagai ketentuan yang wajib mereka ikuti. Padahal pemimpin-pemimpin mereka itu mengemukakan pendapatnya mengenai hal-hal yang bersangkut paut dengan agama dengan menggunakan penakwilan dengan akal dan selera. Mereka tidak segan-segan mengubah susunan kalimat asli Taurat untuk memperkuat pendapat mereka. Mereka mempertahankan pendapat itu dengan mencari-cari alasan yang dapat menguatkannya. Diriwayatkan juga oleh Ibnu Munzir dari Sa'id bin Jubair ia berkata: Setelah turun ayat 75 ini Rasulullah bersabda: Musuh-musuh Allah (orang-orang Yahudi) telah berdusta. Tidak ada suatu ketentuan di zaman jahiliah melainkan telah berada di bawah kedua telapak kakiku ini (telah dibatalkan) terkecuali amanat. Amanat ini diwajibkan kepada orang yang baik dan orang yang jahat. (Riwayat Ibnu Mundzir dari Sa'id bin Jubair)"
        },
        {
          "number": 76,
          "arabic": "بَلَىٰ مَنْ أَوْفَىٰ بِعَهْدِهِۦ وَٱتَّقَىٰ فَإِنَّ ٱللَّهَ يُحِبُّ ٱلْمُتَّقِينَ",
          "transliteration": "balā man awfā biʿahdihi wa-ittaqā fa-inna l-laha yuḥibbu l-mutaqīna",
          "translation": "Sebenarnya barang siapa menepati janji dan bertakwa, maka sungguh, Allah mencintai orang-orang yang bertakwa.",
          "tafsir": "Pendapat kalangan Bani Israil yang mengatakan bahwa tidak ada dosa bagi mereka apabila mereka melakukan kejahatan terhadap umat Islam disangkal. Kemudian Allah menegaskan agar setiap orang selalu menepati segala macam janji dan menunaikan amanah yang dipercayakan kepadanya. Kalau ada orang yang meminjamkan harta kepadamu yang telah ditetapkan waktunya, atau ada orang yang menjual barang yang telah ditetapkan, atau ada orang yang menitipkan barang, hendaklah ditepati ketentuan-ketentuan yang telah disepakati bersama. Hendaklah harta seseorang diberikan tepat pada waktunya tanpa menunggu tagihan atau menunggu sampai persoalan itu dibawa ke pengadilan. Demikianlah yang dikehendaki oleh ketentuan syariat. Dalam ayat ini terdapat satu peringatan bahwa orang Yahudi itu tidak mau menepati janji semata-mata karena janjinya, tetapi mereka melihat dengan siapa mereka berjanji. Apabila mereka mengadakan perjanjian dengan Bani Israil mereka memandang wajib memenuhinya, tetapi apabila mereka mengadakan perjanjian dengan selain Bani Israil, mereka tidak memandang wajib memenuhinya. Allah menyebutkan pahala orang yang menepati janjinya untuk memberikan pengertian bahwa menepati janji termasuk perbuatan yang diridai Allah dan orang yang menepati janji itu akan mendapat rahmat-Nya di dunia dan di akhirat. Pada ayat ini dijelaskan bahwa prinsip agama yaitu menepati janji dan tidak mengingkarinya, serta memelihara diri dari berbuat maksiat adalah perbuatan yang mendekatkan diri kepada Allah, dan patut mendapat limpahan kasih sayang-Nya."
        },
        {
          "number": 77,
          "arabic": "إِنَّ ٱلَّذِينَ يَشْتَرُونَ بِعَهْدِ ٱللَّهِ وَأَيْمَـٰنِهِمْ ثَمَنًا قَلِيلًا أُو۟لَـٰٓئِكَ لَا خَلَـٰقَ لَهُمْ فِى ٱلْـَٔاخِرَةِ وَلَا يُكَلِّمُهُمُ ٱللَّهُ وَلَا يَنظُرُ إِلَيْهِمْ يَوْمَ ٱلْقِيَـٰمَةِ وَلَا يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ",
          "transliteration": "inna alladhīna yashtarūna biʿahdi l-lahi wa-aymānihim thamanan qalīlan ulāika lā khalāqa lahum fī l-ākhirati walā yukallimuhumu l-lahu walā yanẓuru ilayhim yawma l-qiyāmati walā yuzakkīhim walahum ʿadhābun alīmun",
          "translation": "Sesungguhnya orang-orang yang memperjual belikan janji Allah dan sumpah-sumpah mereka dengan harga murah, mereka itu tidak memperoleh bagian di akhirat, Allah tidak akan menyapa mereka, tidak akan memperhatikan mereka pada hari Kiamat, dan tidak akan menyucikan mereka. Bagi mereka azab yang pedih.",
          "tafsir": "Mengenai sabab nuzul ayat ini dijelaskan dalam hadis diriwayatkan oleh al-Bukhari dan ahli-ahli hadis yang lain bahwa al-Asy'ats bin Qais berkata, \"Aku mempunyai perjanjian sewa tanah dengan seorang Yahudi lalu dia mengingkarinya. Sebab itu aku mengajukannya kepada Rasulullah saw.\" Kemudian Rasulullah bersabda, \"Apakah engkau mempunyai bukti?\" Aku berkata, \"Tidak.\" Sesudah itu Rasulullah berkata kepada Yahudi itu, \"Bersumpahlah.\" Lalu aku berkata, \"Hai Rasulullah! Kalau begitu, ia akan bersumpah. (Dan kalau bersumpah) maka akan lenyaplah hartaku.\" Maka Allah menurunkan ayat ini. Dalam ayat ini dijelaskan berbagai akibat yang akan diderita oleh orang yang mengingkari janji Allah dan melanggar sumpah dengan harga atau imbalan yang murah. Yang dimaksud dengan \"janji Allah\" dalam ayat ini ialah perintah Allah dan larangan-Nya yang disampaikan dengan perantaraan rasul yang disebutkan dalam kitab-kitab-Nya. Seperti berlaku benar, memenuhi janji yang telah dibuat, menyampaikan amanat kepada yang berhak menerimanya, menyembah Allah dengan tidak mempersekutukan-Nya, dan bertakwa kepada-Nya dalam semua urusan. Yang dimaksud dengan sumpah mereka ialah ikrar yang telah mereka ucapkan bahwa mereka akan selalu mengikuti kebenaran. Yang dimaksud dengan \"menukar janji Allah dengan harga yang sedikit\" (murah) ialah mengingkari janji Allah dengan perbuatan duniawi yang dipandang lebih baik. Segala macam pengingkaran ini dipandang rendah atau tak bernilai sama sekali dibandingkan dengan nikmat yang akan diperoleh bila memenuhi janji Allah. Adapun akibat yang akan diderita oleh mereka yang berani menukar janji Allah dengan nikmat dunia, ialah mereka tidak akan mendapat balasan sedikit pun berupa nikmat di akhirat yang berlimpah-limpah. Mereka tidak akan mendapat perhatian dari Allah pada hari kiamat, juga mereka tidak akan mendapat pengampunan dosa sedikit pun. Menurut keterangan al-Qaffal bahwa yang dimaksud dengan firman Allah, \"Dan Allah tidak akan berkata-kata dengan mereka\", ialah gambaran dari kemarahan Allah yang memuncak terhadap mereka. Dengan ringkas dapat dikatakan bahwa Allah mengancam dengan keras orang yang merusak perjanjian dan mengingkari janji. Mereka tidak akan memperoleh pahala di akhirat, mereka akan menderita siksaan yang pedih, mereka dibenci Allah dan tidak mendapat belas kasih-Nya lagi."
        }
      ]
    }
  ]
}