{
  "pageNumber": 224,
  "juz": 12,
  "surahs": [
    {
      "number": 11,
      "name": "Hud",
      "nameArabic": "هود",
      "meaning": "Nabi Hud",
      "revelation": "Makkah",
      "description": "Surat Hud termasuk surat Makkiyyah, terdiri dari 123 ayat, dan diturunkan setelah surat Yunus.Surat ini dinamai Hud karena di dalamnya terdapat kisah Nabi Hud dan kaumnya. Dalam surat ini juga terdapat kisah-kisah nabi yang lain, seperti: Nuh, Shaleh, Ibrahim, Luth, Syu'aib, dan Musa.**Pokok-Pokok isi:**1. **Keimanan:** Keberadaan 'Arsy Allah; kejadian alam dalam enam masa; keberadaan golongan-golongan manusia pada hari kiamat.2. **Hukum-hukum:** Agama membolehkan menikmati yang baik-baik dan memakai perhiasan asal tidak berlebih-lebihan; tidak boleh bersikap sombong; tidak boleh berdoa atau mengharapkan sesuatu yang mustahil menurut sunnatullah.3. **Kisah-kisah:** Kisah Nuh dan kaumnya; kisah Hud dan kaumnya; kisah Shaleh dan kaumnya; kisah Ibrahim dan kaumnya; kisah Syu'aib dan kaumnya; kisah Luth dan kaumnya; kisah Musa dan kaumnya.4. **Lain-lain:** Pelajaran-pelajaran yang diambil dari kisah-kisah para nabi; air sumber segala kehidupan; shalat memperkuat keimanan; sunnatullah yang berhubungan dengan kebinasaan suatu kaum.Surat Hud berisi hal-hal yang berhubungan dengan pokok-pokok agama, seperti ketauhidan, kerasulan, dan hari kebangkitan, kemudian dihubungkan dengan dakwah yang telah dilakukan oleh para nabi kepada kaumnya.**Hubungan Surat Hud Dengan Surat Yusuf:**1. Kedua surat ini sama-sama dimulai dengan alif laam raa kemudian diiringi dengan penjelasan tentang Al-Qur'an.2. Surat Yusuf menyempurnakan penjelasan kisah para rasul yang disebut dalam surat Hud, kemudian kisah itu dijadikan dalil untuk menyatakan bahwa Al-Qur'an adalah wahyu Ilahi; setelah Nabi Muhammad tidak ada lagi nabi atau rasul yang diutus Allah.3. Perbedaan kedua surat ini ada dalam menjelaskan kisah-kisah para nabi. Dalam surat Hud diutarakan kisah beberapa orang rasul dalam menyampaikan risalah kepada kaumnya, akibat mengikuti dan akibat mendustakan mereka, kemudian dijadikan perbandingan dan berita yang mengancam kaum musyrikin Arab beserta pengikut-pengikutnya. Dalam surat Yusuf diterangkan tentang kehidupan Nabi Yusuf yang pada mulanya dizalimi oleh saudara-saudaranya kemudian menjadi rasul yang berkuasa dan dapat menolong saudara-sudaranya beserta kedua orang tuanya. Kepribadian Nabi Yusuf ini harus dijadikan teladan oleh semua orang yang beriman kepada Nabi Muhammad.",
      "verses": [
        {
          "number": 20,
          "arabic": "أُو۟لَـٰٓئِكَ لَمْ يَكُونُوا۟ مُعْجِزِينَ فِى ٱلْأَرْضِ وَمَا كَانَ لَهُم مِّن دُونِ ٱللَّهِ مِنْ أَوْلِيَآءَ ۘ يُضَـٰعَفُ لَهُمُ ٱلْعَذَابُ ۚ مَا كَانُوا۟ يَسْتَطِيعُونَ ٱلسَّمْعَ وَمَا كَانُوا۟ يُبْصِرُونَ",
          "transliteration": "ulāika lam yakūnū muʿ'jizīna fī l-arḍi wamā kāna lahum min dūni l-lahi min awliyāa yuḍāʿafu lahumu l-ʿadhābu mā kānū yastaṭīʿūna l-samʿa wamā kānū yub'ṣirūna",
          "translation": "Mereka tidak mampu menghalangi (siksaan Allah) di bumi, dan tidak akan ada bagi mereka penolong selain Allah. Azab itu dilipatgandakan kepada mereka. Mereka tidak mampu mendengar (kebenaran) dan tidak dapat melihat(nya).",
          "tafsir": "Allah swt menjelaskan bahwa mereka yang menghalang-halangi manusia menuju jalan Allah, tidak akan dapat melarikan diri dari siksa Allah, walaupun mereka lari ke penjuru bumi yang mana pun. Bilamana azab itu datang menimpa mereka, mereka pasti berada dalam genggaman malaikat dan tidak ada seorang pun yang dapat menolong atau menyelamatkan mereka dari azab itu, bahkan azab Allah akan ditimpakan dua kali lipat; pertama karena kesesatannya dan kedua karena menyesatkan orang lain. Dan juga karena mereka tidak mau mendengarkan seruan Al-Quran dan melihat kebenaran, karena dirinya telah diliputi oleh akidah yang sesat, kemusyrikan, dan kezaliman, bahkan mereka bersikap negatif terhadap seruan Al-Quran, sebagaimana dijelaskan Allah: Dan orang-orang yang kafir berkata, \"Janganlah kamu mendengarkan (bacaan) Al-Quran ini dan buatlah kegaduhan terhadapnya, agar kamu dapat mengalahkan (mereka).\" (Fushshilat/41: 26)"
        },
        {
          "number": 21,
          "arabic": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ خَسِرُوٓا۟ أَنفُسَهُمْ وَضَلَّ عَنْهُم مَّا كَانُوا۟ يَفْتَرُونَ",
          "transliteration": "ulāika alladhīna khasirū anfusahum waḍalla ʿanhum mā kānū yaftarūna",
          "translation": "Mereka itulah orang yang merugikan dirinya sendiri, dan lenyaplah dari mereka apa yang selalu mereka ada-adakan.",
          "tafsir": "Sesudah itu Allah swt menjelaskan bahwa mereka yang mempunyai sifat seperti itu adalah orang-orang yang merugikan dirinya sendiri. Mereka disingkirkan dari rahmat Allah, karena membuat-buat dusta, menukar petunjuk dengan kesesatan, dan menyembah berhala, yang sama sekali tidak dapat memberi mudarat atau manfaat, sehingga hilang lenyaplah dari mereka apa yang selalu mereka harap-harapkan. Allah berfirman: Dan barang siapa diberi petunjuk oleh Allah, dialah yang mendapat petunjuk, dan barang siapa Dia sesatkan, maka engkau tidak akan mendapatkan penolong-penolong bagi mereka selain Dia. Dan Kami akan mengumpulkan mereka pada hari Kiamat dengan wajah tersungkur, dalam keadaan buta, bisu, dan tuli. Tempat kediaman mereka adalah neraka Jahanam. Setiap kali nyala api Jahanam itu akan padam, Kami tambah lagi nyalanya bagi mereka. (al-Isra/17: 97)"
        },
        {
          "number": 22,
          "arabic": "لَا جَرَمَ أَنَّهُمْ فِى ٱلْـَٔاخِرَةِ هُمُ ٱلْأَخْسَرُونَ",
          "transliteration": "lā jarama annahum fī l-ākhirati humu l-akhsarūna",
          "translation": "Pasti mereka itu (menjadi) orang yang paling rugi di akhirat.",
          "tafsir": "Orang-orang yang disebutkan ciri-cirinya dalam ayat sebelumnya, menjadi orang-orang yang paling rugi di akhirat, karena telah menukar kenikmatan surga dengan api neraka yang sangat panas, menukar minuman yang lezat dengan minuman yang membakar, dan meninggalkan hidup senang dan bahagia dengan hidup menderita dalam neraka, yang penuh dengan azab yang tidak ada putus-putusnya."
        },
        {
          "number": 23,
          "arabic": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ وَأَخْبَتُوٓا۟ إِلَىٰ رَبِّهِمْ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلْجَنَّةِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
          "transliteration": "inna alladhīna āmanū waʿamilū l-ṣāliḥāti wa-akhbatū ilā rabbihim ulāika aṣḥābu l-janati hum fīhā khālidūna",
          "translation": "Sesungguhnya orang-orang yang beriman dan mengerjakan kebajikan dan merendahkan diri kepada Tuhan, mereka itu penghuni surga, mereka kekal di dalamnya.",
          "tafsir": "Berlainan sekali dengan nasib orang-orang yang beriman dan beramal saleh. Mereka selalu berserah diri kepada Allah dengan patuh dan taat kepada-Nya dan kepada rasul-Nya, mengerjakan berbagai kebajikan di dunia, melaksanakan ketaatan pada Allah dengan tulus ikhlas dan meninggalkan segala yang mungkar. Mereka itu adalah penghuni-penghuni surga yang tidak akan keluar lagi darinya, dan mereka tidak akan mati, bahkan kekal di dalamnya untuk selama-lamanya."
        },
        {
          "number": 24,
          "arabic": "۞ مَثَلُ ٱلْفَرِيقَيْنِ كَٱلْأَعْمَىٰ وَٱلْأَصَمِّ وَٱلْبَصِيرِ وَٱلسَّمِيعِ ۚ هَلْ يَسْتَوِيَانِ مَثَلًا ۚ أَفَلَا تَذَكَّرُونَ",
          "transliteration": "mathalu l-farīqayni kal-aʿmā wal-aṣami wal-baṣīri wal-samīʿi hal yastawiyāni mathalan afalā tadhakkarūna",
          "translation": "Perumpamaan kedua golongan (orang kafir dan mukmin), seperti orang buta dan tuli dengan orang yang dapat melihat dan dapat mendengar. Samakah kedua golongan itu? Maka tidakkah kamu mengambil pelajaran?",
          "tafsir": "Dalam ayat ini, Allah swt menjelaskan bahwa perumpamaan kedua golongan itu, yaitu golongan orang-orang kafir dan orang-orang mukmin, adalah seperti orang buta dan tuli dengan orang-orang yang melihat dan mendengar. Orang tuli yang kehilangan indera pendengarannya tentu tidak dapat menangkap ilmu pengetahuan yang menjadi unsur pembeda antara manusia dengan hewan, dan orang yang buta karena kehilangan penglihatan tentu tidak dapat menyaksikan kebenaran yang dilihatnya. Demikian pula orang yang kafir yang diserupakan dengan orang buta dan tuli itu, tentu saja tidak dapat disamakan dengan orang mukmin yang dapat mempergunakan kedua inderanya dengan sempurna. Hal ini layak menjadi pelajaran yang berkesan mendalam dalam hati sanubari manusia sehingga setiap orang akan berusaha untuk dapat memanfaatkan penglihatan dan pendengarannya secara maksimal baik lahir maupun batin."
        },
        {
          "number": 25,
          "arabic": "وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِۦٓ إِنِّى لَكُمْ نَذِيرٌ مُّبِينٌ",
          "transliteration": "walaqad arsalnā nūḥan ilā qawmihi innī lakum nadhīrun mubīnun",
          "translation": "Dan sungguh, Kami telah mengutus Nuh kepada kaumnya, (dia berkata), \"Sungguh, aku ini adalah pemberi peringatan yang nyata bagi kamu,",
          "tafsir": "Pada ayat ini, Allah swt menerangkan bahwa Dia telah mengutus Nabi Nuh a.s. kepada kaumnya yang ingkar dan durhaka kepada Tuhan dengan menyembah berhala. Nabi Nuh berkata kepada mereka, \"Sesungguhnya aku memberi peringatan dari Allah, supaya kamu meninggalkan syirik dan beriman serta taat kepada-Nya.\" Nama Nabi Nuh a.s. sebenarnya adalah Abdul Gaffar bin Lamak bin Mutausyilkh bin Idris a.s. dan diutus sebagai nabi setelah Nabi Idris a.s. Namanya yang terkenal adalah Nuh karena banyak merintih, yang menggambarkan banyaknya kesulitan yang dihadapi dalam melaksanakan dakwah pada kaumnya yang musyrik. Menurut Ibnu Abbas r.a., Nabi Nuh diutus pada awal umur beliau 40 tahun dan terus-menerus melaksanakan dakwah kepada kaumnya selama 950 tahun. Nabi Nuh a.s. antara lain berkata kepada kaumnya, \"InnÄ« nadzÄ«run mubÄ«n\" (Sesungguhnya aku adalah pemberi peringatan yang nyata bagi kamu). Maksudnya, Nabi Nuh memperingatkan kaumnya akan beratnya siksaan Allah yang akan menimpa mereka karena kekafiran mereka. Maka Nabi Nuh menyuruh kaumnya agar beriman dan taat kepada-Nya."
        },
        {
          "number": 26,
          "arabic": "أَن لَّا تَعْبُدُوٓا۟ إِلَّا ٱللَّهَ ۖ إِنِّىٓ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ أَلِيمٍ",
          "transliteration": "an lā taʿbudū illā l-laha innī akhāfu ʿalaykum ʿadhāba yawmin alīmin",
          "translation": "agar kamu tidak menyembah selain Allah. Aku benar-benar khawatir kamu akan ditimpa azab (pada) hari yang sangat pedih.\"",
          "tafsir": "Peringatan ini dijelaskan dengan kata-kata, \"Supaya kamu sekalian jangan menyembah kecuali kepada Allah, dan jangan mempersekutukan-Nya dengan apa pun, dan aku khawatir jika kamu melanggar dasar agama itu, kamu akan ditimpa azab yang pedih sekali.\" Pada ayat ini diungkapkan peringatan Nabi Nuh a.s. kepada kaumnya, ketika ia berkata, \"Hendaklah kamu semua tidak beribadah kecuali kepada Allah, dan jangan kamu menyekutukan-Nya. Sungguh aku khawatir karena kamu semua banyak melakukan pelanggaran terhadap aturan agama, sehingga kamu akan ditimpa azab yang pedih.\" Kaum Nuh adalah umat yang pertama kali menyembah berhala dan mengadakan kemusyrikan. Nabi Nuh sendiri adalah rasul yang pertama menghadapi orang-orang musyrik, yang diutus Allah kepada kaumnya. Peringatan Nabi Nuh itu didasarkan atas kekhawatirannya, jika kaumnya tidak bertauhid kepada Allah, dan tidak meninggalkan semua bentuk kemusyrikan, mereka akan ditimpa azab yang sangat pedih. Akan tetapi kaum Nabi Nuh menentang seruan nabinya dengan empat alasan yang dibuat-buat sebagaimana dikemukakan pada ayat berikutnya (ayat 27)."
        },
        {
          "number": 27,
          "arabic": "فَقَالَ ٱلْمَلَأُ ٱلَّذِينَ كَفَرُوا۟ مِن قَوْمِهِۦ مَا نَرَىٰكَ إِلَّا بَشَرًا مِّثْلَنَا وَمَا نَرَىٰكَ ٱتَّبَعَكَ إِلَّا ٱلَّذِينَ هُمْ أَرَاذِلُنَا بَادِىَ ٱلرَّأْىِ وَمَا نَرَىٰ لَكُمْ عَلَيْنَا مِن فَضْلٍۭ بَلْ نَظُنُّكُمْ كَـٰذِبِينَ",
          "transliteration": "faqāla l-mala-u alladhīna kafarū min qawmihi mā narāka illā basharan mith'lanā wamā narāka ittabaʿaka illā alladhīna hum arādhilunā bādiya l-rayi wamā narā lakum ʿalaynā min faḍlin bal naẓunnukum kādhibīna",
          "translation": "Maka berkatalah para pemuka yang kafir dari kaumnya, \"Kami tidak melihat engkau, melainkan hanyalah seorang manusia (biasa) seperti kami, dan kami tidak melihat orang yang mengikuti engkau, melainkan orang yang hina dina di antara kami yang lekas percaya. Kami tidak melihat kalian memiliki suatu kelebihan apa pun atas kami, bahkan kami menganggap kalian adalah para pendusta.\"",
          "tafsir": "Pertama, para pemimpinnya berkata, \"Kami memandang kamu sebagai manusia biasa, sederajat saja dengan kami. Kamu tidak mempunyai kelebihan apa-apa daripada kami, sehingga kami tidak perlu mengikuti kamu, apalagi mengakui kamu sebagai seorang utusan Allah.\" Kedua, \"Kami melihat pengikutmu adalah orang hina, rakyat biasa saja, seperti petani, kaum buruh, dan pekerja harian yang tidak mempunyai kedudukan tinggi dalam masyarakat. Mereka lekas percaya dan terpengaruh begitu saja tanpa pertimbangan akal.\" Ketiga, \"Kami tidak melihat kamu dan pengikut-pengikut kamu mempunyai kelebihan ilmu pengetahuan atau kekayaan yang dapat dibanggakan, yang mendorong kami untuk mengikuti seruanmu.\" Keempat: \"Kami yakin bahwa pengakuanmu sebagai utusan Allah adalah semata-mata dusta.\""
        },
        {
          "number": 28,
          "arabic": "قَالَ يَـٰقَوْمِ أَرَءَيْتُمْ إِن كُنتُ عَلَىٰ بَيِّنَةٍ مِّن رَّبِّى وَءَاتَىٰنِى رَحْمَةً مِّنْ عِندِهِۦ فَعُمِّيَتْ عَلَيْكُمْ أَنُلْزِمُكُمُوهَا وَأَنتُمْ لَهَا كَـٰرِهُونَ",
          "transliteration": "qāla yāqawmi ara-aytum in kuntu ʿalā bayyinatin min rabbī waātānī raḥmatan min ʿindihi faʿummiyat ʿalaykum anul'zimukumūhā wa-antum lahā kārihūna",
          "translation": "Dia (Nuh) berkata, \"Wahai kaumku! Apa pendapatmu jika aku mempunyai bukti yang nyata dari Tuhanku, dan aku diberi rahmat dari sisi-Nya, sedangkan (rahmat itu) disamarkan bagimu. Apa kami akan memaksa kamu untuk menerimanya, padahal kamu tidak menyukainya?\"",
          "tafsir": "Nabi Nuh a.s. bertanya, \"Hai kaumku, bagaimana pendapatmu jika aku mengemukakan hujjah yang nyata sekali kebenarannya dari Tuhanku, dan bukan sekali-kali dari diriku sendiri, dan bukan pula karena jasaku sendiri, sebagai seorang manusia yang istimewa, akan tetapi karena aku diberi rahmat oleh Tuhanku, yaitu kenabian, yang tidak dapat kamu melihatnya karena dihalangi oleh kejahilan, kesombongan, serta kesenangan kepada pangkat dan kedudukan duniawi, maka apakah aku akan memaksa kamu untuk menerimanya, sedangkan kamu sangat membencinya? Kami tidak dapat melakukan paksaan. Terserah kepada kalian untuk menerima atau menolaknya, karena aku hanya seorang utusan Allah yang bertugas menyampaikannya.\" Nabi Nuh a.s. menjelaskan apa yang tersirat dalam jawabannya yaitu walaupun mereka sama-sama manusia, namun jangan menyamaratakan semua manusia dalam segala hal ihwal keadaannya. Semua orang tidak sama watak dan tabiatnya, kecerdasan dan kemampuannya, dan kesediaan untuk menerima petunjuk dan kebenaran, apalagi dalam bidang-bidang yang secara keseluruhan dikuasai oleh Allah swt, seperti membuka hati dan menerima rahmat, atau menerima pangkat kenabian yang semuanya itu sangat samar bahkan tertutup sama sekali bagi orang-orang kafir. Nabi Nuh mengatakan, \"Apa yang dapat aku kerjakan ialah menyampaikan perintah Allah. Sama sekali aku tidak mampu memaksa kamu untuk menerima kenyataan-kenyataan seperti itu. Sebagai utusan Allah, aku hanya mampu menyampaikan saja, terserah kepada kamu untuk menerima atau menolaknya, asal kamu betul-betul memahami semua akibatnya.\""
        }
      ]
    }
  ]
}