{
  "pageNumber": 573,
  "juz": 29,
  "surahs": [
    {
      "number": 72,
      "name": "Al-Jinn",
      "nameArabic": "الجن",
      "meaning": "Jin",
      "revelation": "Makkah",
      "description": "Surat Al-Jin terdiri dari 28 ayat, termasuk golongan surat Makkiyyah, dan diturunkan sesudah surat Al-A'raf.Dinamai \"Al-Jin\" (jin) diambil dari kata \"Al-Jin\" yang terdapat pada ayat pertama surat ini. Pada ayat tersebut dan ayat-ayat berikutnya diterangkan bahwa jin sebagai makhluk halus telah mendengar pembacaan Al-Qur'an lalu mengikuti ajaran Al-Qur'an tersebut.**Pokok-Pokok Isi:**Pengetahuan tentang jin diperoleh Nabi Muhammad melalui wahyu; pernyataan iman segolongan jin kepada Allah; jin ada yang mukmin dan yang kafir; janji Allah kepada jin dan manusia untuk melimpahkan rezeki jika mereka mengikuti jalan yang lurus; janji perlindungan Allah terhadap Nabi Muhammad dan wahyu yang dibawanya.Surat Al-Jin menerangkan bahwa Al-Qur'an adalah petunjuk bagi manusia dan jin.**Hubungan Surat Al-Jin Dengan Surat Al-Muzzammil:**1. Surat Al-Jin menerangkan ketakjuban segolongan jin yang mendengarkan bacaan Al-Qur'an, sedangkan pada surat Al-Muzzammil Allah memerintahkan Nabi Muhammad membaca Al-Qur'an pada waktu malam.2. Pada surat Al-Jin diterangkan bahwa orang-orang kafir Mekah selalu mengganggu Nabi Muhammad jika beliau mengerjakan shalat, sedangkan surat Al-Muzzammil memerintahkan agar Nabi Muhammad mengerjakan shalat malam untuk memperkuatkan jiwa.",
      "verses": [
        {
          "number": 14,
          "arabic": "وَأَنَّا مِنَّا ٱلْمُسْلِمُونَ وَمِنَّا ٱلْقَـٰسِطُونَ ۖ فَمَنْ أَسْلَمَ فَأُو۟لَـٰٓئِكَ تَحَرَّوْا۟ رَشَدًا",
          "transliteration": "wa-annā minnā l-mus'limūna waminnā l-qāsiṭūna faman aslama fa-ulāika taḥarraw rashadan",
          "translation": "Dan di antara kami ada yang Islam dan ada yang menyimpang dari kebenaran. Siapa yang Islam, maka mereka itu telah memilih jalan yang lurus.",
          "tafsir": "Dalam ayat ini, dijelaskan bahwa di antara jin-jin itu ada yang beriman menaati Allah, khusyuk dan ikhlas, serta beramal saleh. Ada pula di antara mereka yang berpaling dari ajaran yang benar. Oleh karena itu, barang siapa yang beriman kepada Allah dan menaati-Nya, sesungguhnya dia telah menempuh jalan yang akan menyampaikannya kepada kebahagiaan. Hal itu juga berarti bahwa ia telah melakukan sesuatu yang menyelamatkannya dari siksa neraka."
        },
        {
          "number": 15,
          "arabic": "وَأَمَّا ٱلْقَـٰسِطُونَ فَكَانُوا۟ لِجَهَنَّمَ حَطَبًا",
          "transliteration": "wa-ammā l-qāsiṭūna fakānū lijahannama ḥaṭaban",
          "translation": "Dan adapun yang menyimpang dari kebenaran, maka mereka menjadi bahan bakar bagi neraka Jahanam.\"",
          "tafsir": "Jin-jin yang beriman itu mencela jin yang kafir, dengan penegasan mereka sendiri, bahwa jin yang berpaling dari ketentuan-ketentuan Islam akan dijadikan bahan bakar neraka dan disiksa di dalamnya, sebagaimana manusia yang kafir. Mereka juga menyatakan bahwa barang siapa yang taat (Islam), maka mereka itu benar-benar telah memilih jalan yang lurus. Semua yang dijelaskan dalam ayat-ayat yang telah lalu adalah pernyataan jin yang diungkapkan Allah. Berikut ini, Allah meneruskan kembali wahyu-wahyu-Nya yang disampaikan kepada Rasulullah saw."
        },
        {
          "number": 16,
          "arabic": "وَأَلَّوِ ٱسْتَقَـٰمُوا۟ عَلَى ٱلطَّرِيقَةِ لَأَسْقَيْنَـٰهُم مَّآءً غَدَقًا",
          "transliteration": "wa-allawi is'taqāmū ʿalā l-ṭarīqati la-asqaynāhum māan ghadaqan",
          "translation": "Dan sekiranya mereka tetap berjalan lurus di atas jalan itu (agama Islam), niscaya Kami akan mencurahkan kepada mereka air yang cukup.",
          "tafsir": "Dalam ayat ini, Allah mengungkapkan bahwa siapa saja di antara manusia atau jin yang tetap berpegang dan menjalankan ketentuan-ketentuan Islam, Allah akan melapangkan rezekinya serta memudahkan semua urusan dunia mereka. Dalam rangka melapangkan rezeki, Allah mengungkapkannya dengan kata \"air yang segar\", karena air itu adalah sumber kehidupan. Banyak air berarti kebahagiaan yang luas. Firman Allah: Dan sekiranya penduduk negeri beriman dan bertakwa, pasti Kami akan melimpahkan kepada mereka berkah dari langit dan bumi. (al-A'raf/7: 96)"
        },
        {
          "number": 17,
          "arabic": "لِّنَفْتِنَهُمْ فِيهِ ۚ وَمَن يُعْرِضْ عَن ذِكْرِ رَبِّهِۦ يَسْلُكْهُ عَذَابًا صَعَدًا",
          "transliteration": "linaftinahum fīhi waman yuʿ'riḍ ʿan dhik'ri rabbihi yasluk'hu ʿadhāban ṣaʿadan",
          "translation": "Dengan (cara) itu Kami hendak menguji mereka. Dan barangsiapa berpaling dari peringatan Tuhannya, niscaya akan dimasukkan-Nya ke dalam azab yang sangat berat.",
          "tafsir": "Allah menjelaskan dalam ayat ini bahwa mereka diberi kelapangan hidup untuk menguji dan mengamati siapa di antara mereka yang mensyukuri nikmat-Nya dan siapa pula yang mengingkarinya. Bagi yang mensyukurinya, Allah menyediakan balasan yang paling sempurna, dan bagi mereka yang mengingkari, Allah memberikan kesempatan dan mengundurkan siksa-Nya. Kemudian barulah Allah menjatuhkan azab-Nya. Dalam ayat yang lain, Allah berfirman: Dan Aku memberi tenggang waktu kepada mereka. Sungguh, rencana-Ku sangat teguh. (al-Qalam/68: 45) Selanjutnya Allah menjelaskan bahwa barang siapa yang berpaling dari Al-Qur'an dan petunjuk-Nya, tanpa mengikuti perintah-perintah-Nya serta tidak pula menjauhi larangan-larangan-Nya, Allah akan menyiksanya dengan azab yang paling dahsyat dan ia tidak dapat melepaskan diri daripada-Nya."
        },
        {
          "number": 18,
          "arabic": "وَأَنَّ ٱلْمَسَـٰجِدَ لِلَّهِ فَلَا تَدْعُوا۟ مَعَ ٱللَّهِ أَحَدًا",
          "transliteration": "wa-anna l-masājida lillahi falā tadʿū maʿa l-lahi aḥadan",
          "translation": "Dan sesungguhnya masjid-masjid itu adalah untuk Allah. Maka janganlah kamu menyembah apa pun di dalamnya selain Allah.",
          "tafsir": "Dalam ayat ini, Allah menyatakan bahwa masjid-masjid itu adalah milik-Nya. Oleh sebab itu, seyogyanya tidak ada penyembahan di dalamnya selain kepada-Nya dan tidak pula mempersekutukan-Nya. Qatadah berkata, \"Orang-orang Yahudi dan Nasrani bila masuk ke gereja dan tempat-tempat peribadatan, mereka mempersekutukan Allah dengan sembahan-sembahan lainnya. Lalu Allah memerintahkan kepada Nabi-Nya agar mengesakan-Nya dan mengabdi kepada-Nya dengan penuh khusyu. Al-hasan al-Basri berkata, \"Yang dimaksud dengan masjid-masjid adalah semua tempat sujud di bumi, baik yang telah disediakan untuk sujud maupun tidak, karena bumi seluruhnya adalah tempat sujud bagi umat Nabi Muhammad.\" Pengertian semacam ini adalah masjid dalam arti lugawi atau bahasa, sebagaimana sabda Rasulullah yang diriwayatkan oleh al-Bukhari, Muslim, dan an-Nasa'i dari Jabir: Telah dijadikan bumi ini seluruhnya bagiku sebagai tempat sujud dan menyucikan. (Riwayat al-Bukhari, Muslim, dan an-Nasa'i) Masjid bukan hanya untuk salat saja, melainkan untuk berbagai kegiatan ibadah-ibadah lainnya."
        },
        {
          "number": 19,
          "arabic": "وَأَنَّهُۥ لَمَّا قَامَ عَبْدُ ٱللَّهِ يَدْعُوهُ كَادُوا۟ يَكُونُونَ عَلَيْهِ لِبَدًا",
          "transliteration": "wa-annahu lammā qāma ʿabdu l-lahi yadʿūhu kādū yakūnūna ʿalayhi libadan",
          "translation": "Dan sesungguhnya ketika hamba Allah (Muhammad) berdiri menyembah-Nya (melaksanakan salat), mereka (jin-jin) itu berdesakan mengerumuninya.",
          "tafsir": "Dalam ayat ini, dijelaskan bahwa ketika Nabi Muhammad menyembah Allah, maka jin-jin yang menyaksikannya menjadi heran dan tercengang melihat cara Nabi dan para sahabat menyembah-Nya. Keheranan itu juga dikarenakan bacaan Al-Qur'an yang belum pernah mereka dengar. Lebih-lebih lagi ketika melihat para sahabat sebagai makmum mengikuti Nabi Muhammad salat dalam keadaan berdiri, rukuk, dan sujud. Al-hasan dan Qatadah berkata, \"Ketika hamba Allah menyiarkan risalah dengan memanggil untuk mentauhidkan Allah, berbeda dengan ibadah orang-orang musyrik kepada berhala-berhala mereka, maka hampir orang-orang kafir yang menentang dan memusuhi Nabi Muhammad, bersatu padu dan bantu-membantu dalam memusuhi-Nya."
        },
        {
          "number": 20,
          "arabic": "قُلْ إِنَّمَآ أَدْعُوا۟ رَبِّى وَلَآ أُشْرِكُ بِهِۦٓ أَحَدًا",
          "transliteration": "qul innamā adʿū rabbī walā ush'riku bihi aḥadan",
          "translation": "Katakanlah (Muhammad), \"Sesungguhnya aku hanya menyembah Tuhanku dan aku tidak mempersekutukan sesuatu pun dengan-Nya.\"",
          "tafsir": "Dalam ayat ini, Allah menyuruh Nabi Muhammad agar mengatakan kepada orang-orang yang memusuhinya bahwa beliau hanya menyembah Allah dan tidak mempersekutukan-Nya dengan suatu apa pun. Hal yang demikian itu bukanlah suatu yang luar biasa dan bukan pula suatu yang harus dibenci, sehingga mereka beramai-ramai memusuhinya."
        },
        {
          "number": 21,
          "arabic": "قُلْ إِنِّى لَآ أَمْلِكُ لَكُمْ ضَرًّا وَلَا رَشَدًا",
          "transliteration": "qul innī lā amliku lakum ḍarran walā rashadan",
          "translation": "Katakanlah (Muhammad), \"Aku tidak kuasa menolak mudarat maupun mendatangkan kebaikan kepadamu.\"",
          "tafsir": "Allah menyatakan bahwa Nabi Muhammad tidak dapat bertindak lain dalam persoalan tersebut, tidak sanggup memberi petunjuk, dan mendatangkan kebahagiaan atau kebajikan bagi mereka. Allah memerintahkan Nabi saw untuk menyampaikan kepada orang-orang kafir bahwa ia tidak dapat memberi suatu kemudaratan kepada mereka, baik dalam urusan agama maupun urusan dunia, dan tidak dapat pula memberi manfaat kepada mereka. Hanya Allah yang dapat berbuat demikian seluruhnya. Allah memiliki segala sesuatu dan Dialah yang Mahakuasa atas segala sesuatu. Nabi Muhammad juga diperintahkan untuk bertawakal kepada Allah karena Dialah yang akan memberi pahala atas tindakannya yang baik. Dia pulalah yang akan memberi balasan kepada orang-orang kafir atas tindakan-tindakan buruk yang mereka lakukan. Hal ini berarti pula bahwa Nabi saw tidak akan meninggalkan dakwah walaupun orang-orang kafir terus menentang."
        },
        {
          "number": 22,
          "arabic": "قُلْ إِنِّى لَن يُجِيرَنِى مِنَ ٱللَّهِ أَحَدٌ وَلَنْ أَجِدَ مِن دُونِهِۦ مُلْتَحَدًا",
          "transliteration": "qul innī lan yujīranī mina l-lahi aḥadun walan ajida min dūnihi mul'taḥadan",
          "translation": "Katakanlah (Muhammad), \"Sesungguhnya tidak ada sesuatu pun yang dapat melindungiku dari (azab) Allah dan aku tidak akan memperoleh tempat berlindung selain dari-Nya.",
          "tafsir": "Dalam ayat-ayat ini, Allah menyatakan bahwa Nabi Muhammad tidak sanggup melindungi dirinya sebagaimana ia tidak sanggup pula melindungi orang lain. Oleh sebab itu, Allah menyuruh Nabi-Nya untuk mengatakan bahwa tidak ada seorang pun di antara makhluk Allah yang sanggup melindunginya dari kemudaratan bila Allah menghendakinya. Tidak ada yang dapat membantunya dan tidak ada tempat berlindung selain kepada Allah. Bila Nabi saw terus menjalankan risalah dan menaati-Nya, Allah pasti akan melindunginya. Maksudnya, tidak ada yang akan membela Nabi saw dari ancaman-ancaman Allah bila ia tidak menjalankan risalah-Nya. Nabi hanya bertugas untuk menyampaikan risalah dan peringatan Allah sebagaimana firman-Nya: Wahai Rasul! Sampaikanlah apa yang diturunkan Tuhanmu kepadamu. Jika tidak engkau lakukan (apa yang diperintahkan itu) berarti engkau tidak menyampaikan amanat-Nya. Dan Allah memelihara engkau dari (gangguan) manusia. (al-Ma'idah/5: 67) Selanjutnya Allah menjelaskan bahwa barang siapa yang berani durhaka terhadap suatu perintah atau larangan-Nya serta mendustai Rasul-Nya maka baginya telah disediakan neraka yang akan ditempatinya untuk selama-lamanya. Ia tidak akan sanggup menghindarkan diri dari neraka itu."
        },
        {
          "number": 23,
          "arabic": "إِلَّا بَلَـٰغًا مِّنَ ٱللَّهِ وَرِسَـٰلَـٰتِهِۦ ۚ وَمَن يَعْصِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ لَهُۥ نَارَ جَهَنَّمَ خَـٰلِدِينَ فِيهَآ أَبَدًا",
          "transliteration": "illā balāghan mina l-lahi warisālātihi waman yaʿṣi l-laha warasūlahu fa-inna lahu nāra jahannama khālidīna fīhā abadan",
          "translation": "(Aku hanya) menyampaikan (peringatan) dari Allah dan risalah-Nya. Dan barangsiapa mendurhakai Allah dan Rasul-Nya maka sesungguhnya dia akan mendapat (azab) neraka Jahanam, mereka kekal di dalamnya selama-lamanya.\"",
          "tafsir": "Dalam ayat-ayat ini, Allah menyatakan bahwa Nabi Muhammad tidak sanggup melindungi dirinya sebagaimana ia tidak sanggup pula melindungi orang lain. Oleh sebab itu, Allah menyuruh Nabi-Nya untuk mengatakan bahwa tidak ada seorang pun di antara makhluk Allah yang sanggup melindunginya dari kemudaratan bila Allah menghendakinya. Tidak ada yang dapat membantunya dan tidak ada tempat berlindung selain kepada Allah. Bila Nabi saw terus menjalankan risalah dan menaati-Nya, Allah pasti akan melindunginya. Maksudnya, tidak ada yang akan membela Nabi saw dari ancaman-ancaman Allah bila ia tidak menjalankan risalah-Nya. Nabi hanya bertugas untuk menyampaikan risalah dan peringatan Allah sebagaimana firman-Nya: Wahai Rasul! Sampaikanlah apa yang diturunkan Tuhanmu kepadamu. Jika tidak engkau lakukan (apa yang diperintahkan itu) berarti engkau tidak menyampaikan amanat-Nya. Dan Allah memelihara engkau dari (gangguan) manusia. (al-Ma'idah/5: 67) Selanjutnya Allah menjelaskan bahwa barang siapa yang berani durhaka terhadap suatu perintah atau larangan-Nya serta mendustai Rasul-Nya maka baginya telah disediakan neraka yang akan ditempatinya untuk selama-lamanya. Ia tidak akan sanggup menghindarkan diri dari neraka itu."
        },
        {
          "number": 24,
          "arabic": "حَتَّىٰٓ إِذَا رَأَوْا۟ مَا يُوعَدُونَ فَسَيَعْلَمُونَ مَنْ أَضْعَفُ نَاصِرًا وَأَقَلُّ عَدَدًا",
          "transliteration": "ḥattā idhā ra-aw mā yūʿadūna fasayaʿlamūna man aḍʿafu nāṣiran wa-aqallu ʿadadan",
          "translation": "Sehingga apabila mereka melihat (azab) yang diancamkan kepadanya, maka mereka akan mengetahui siapakah yang lebih lemah penolongnya dan lebih sedikit jumlahnya.",
          "tafsir": "Allah lalu menghibur dan menenteramkan Nabi Muhammad serta mengejek orang-orang kafir karena kekurangperhatian mereka terhadap jin, sedangkan mereka mengaku sebagai cerdik pandai, dan juga karena kecerobohan mereka mendustakan dan mengejek sesuatu. Akan tetapi di samping itu, mereka cepat mengakui kebenaran jin serta mengharap petunjuk darinya. Dalam ayat ini, Allah menjelaskan bahwa orang-orang kafir senantiasa menghina dan mengejek orang-orang mukmin sehingga mereka melihat dengan mata kepala sendiri siksa-siksa yang dijanjikan kepada mereka. Ketika itu, barulah mereka sadar siapakah sebenarnya yang hina, apakah orang-orang mukmin yang mentauhidkan Allah ataukah orang-orang musyrik yang tidak mempunyai pembantu dan penolong? ¦ sehingga apabila mereka telah melihat apa yang diancamkan kepada mereka, baik azab maupun Kiamat, maka mereka akan mengetahui siapa yang lebih jelek kedudukannya dan lebih lemah bala tentaranya. (Maryam/19: 75)"
        },
        {
          "number": 25,
          "arabic": "قُلْ إِنْ أَدْرِىٓ أَقَرِيبٌ مَّا تُوعَدُونَ أَمْ يَجْعَلُ لَهُۥ رَبِّىٓ أَمَدًا",
          "transliteration": "qul in adrī aqarībun mā tūʿadūna am yajʿalu lahu rabbī amadan",
          "translation": "Katakanlah (Muhammad), \"Aku tidak mengetahui, apakah azab yang diancamkan kepadamu itu sudah dekat ataukah Tuhanku menetapkan waktunya masih lama.\"",
          "tafsir": "Ayat ini dan ayat-ayat sesudahnya adalah jawaban atas pertanyaan, \"Bilakah datangnya hari yang dijanjikan itu kepada kami.\" Allah menyuruh Nabi-Nya agar menyampaikan kepada manusia bahwa hari Kiamat itu pasti akan tiba, tidak ada keraguan padanya. Akan tetapi, tidak ada yang mengetahui kapan waktunya tiba, apakah dalam waktu dekat ataukah masih dalam jangka waktu yang panjang. Nabi saw pernah ditanya Jibril tentang hari Kiamat ketika berhadapan dengan Nabi saw dalam rupa seorang Badui, tetapi beliau tidak menjawabnya. Antara lain Jibril bertanya, \"Hai Muhammad! Kabarkan kepadaku tentang hari Kiamat itu.\" Beliau menjawab, \"Orang yang ditanya tidak lebih tahu daripada yang bertanya.\" Kemudian orang Badui itu bertanya lagi dengan suara keras, \"Hai Muhammad! Bilakah tibanya hari Kiamat itu?\" Nabi menjawab, \"Jangan khawatir, ia pasti datang, tetapi apa yang telah engkau sediakan untuk menghadapinya?\" Badui menjawab, \"Saya tidak banyak mengerjakan salat atau puasa, tetapi saya cinta kepada Allah dan Rasul-Nya.\" Lalu Nabi saw bersabda, \"Maka engkau bersama orang-orang yang engkau cintai.\" Anas berkata, \"Orang-orang mukmin tidak gembira terhadap sesuatu sebagaimana gembira mereka mendengar hadis ini.\""
        },
        {
          "number": 26,
          "arabic": "عَـٰلِمُ ٱلْغَيْبِ فَلَا يُظْهِرُ عَلَىٰ غَيْبِهِۦٓ أَحَدًا",
          "transliteration": "ʿālimu l-ghaybi falā yuẓ'hiru ʿalā ghaybihi aḥadan",
          "translation": "Dia Mengetahui yang gaib, tetapi Dia tidak memperlihatkan kepada siapa pun tentang yang gaib itu.",
          "tafsir": "Dalam ayat ini, Allah menerangkan bahwa Dia mengetahui semua yang gaib, tidak terlihat, dan tidak diketahui oleh hamba-Nya. Semua yang gaib yang tidak dapat diketahui kecuali oleh Allah, dapat diketahui oleh para rasul yang diridai oleh-Nya dan Dia akan memperlihatkan kepada mereka sekadar apa yang dikehendaki-Nya. Allah berfirman: Dan mereka tidak mengetahui sesuatu apa pun tentang ilmu-Nya melainkan apa yang Dia kehendaki. (al-Baqarah/2: 255) Ayat ini menunjukkan bahwa pekerjaan tukang tenung, ahli nujum, dan tukang sihir semuanya itu salah karena mereka tidak termasuk orang-orang yang diridai Allah, bahkan mereka termasuk yang dibenci-Nya. Ayat ini juga menerangkan bahwa orang-orang yang mengaku bahwa bintang itu dapat menunjukkan siapa yang akan hidup dan siapa pula yang akan mati, adalah orang-orang yang telah kafir dan mengingkari Al-Qur'an. Fakhruddin ar-Razi berkata, \"Yang dimaksud dengan tidak dapat menyaksikan yang gaib adalah gaib yang khusus yaitu tentang waktu tibanya hari Kiamat.\""
        },
        {
          "number": 27,
          "arabic": "إِلَّا مَنِ ٱرْتَضَىٰ مِن رَّسُولٍ فَإِنَّهُۥ يَسْلُكُ مِنۢ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِۦ رَصَدًا",
          "transliteration": "illā mani ir'taḍā min rasūlin fa-innahu yasluku min bayni yadayhi wamin khalfihi raṣadan",
          "translation": "Kecuali kepada rasul yang diridai-Nya, maka sesungguhnya Dia mengadakan penjaga-penjaga (malaikat) di depan dan di belakangnya.",
          "tafsir": "Selanjutnya Allah mengungkapkan bahwa para rasul yang memperoleh keridaan-Nya sehingga dapat menyaksikan alam gaib, dijaga oleh malaikat Hafadhah dengan penjagaan yang sangat ketat. Dengan penjagaan itu, godaan setan, jin, dan para pengacau lainnya tidak sampai kepada mereka, sehingga para rasul itu dapat menyampaikan wahyu-wahyu Allah menurut aslinya. Mereka juga dijaga dari rongrongan setan-setan manusia sehingga mereka selamat dari bahaya dan kemudaratan manusia. Adh-ahhak berkata, \"Allah tidak mengutus seorang rasul kecuali baginya telah disiapkan pengawal-pengawal dari malaikat untuk menjaganya dari setan-setan yang datang dalam bentuk rupa malaikat. Bila setan-setan itu datang, maka pengawalnya mengingatkannya agar hati-hati karena yang datang itu setan, dan bila yang menemui rasul itu malaikat, maka pengawal berkata, \"Ini adalah utusan Tuhanmu.\" Pengawal-pengawal itu adalah malaikat yang bertugas menjaga kekuatan lahir dan batin para rasul dan untuk memelihara mereka dari bisikan-bisikan setan."
        },
        {
          "number": 28,
          "arabic": "لِّيَعْلَمَ أَن قَدْ أَبْلَغُوا۟ رِسَـٰلَـٰتِ رَبِّهِمْ وَأَحَاطَ بِمَا لَدَيْهِمْ وَأَحْصَىٰ كُلَّ شَىْءٍ عَدَدًۢا",
          "transliteration": "liyaʿlama an qad ablaghū risālāti rabbihim wa-aḥāṭa bimā ladayhim wa-aḥṣā kulla shayin ʿadadan",
          "translation": "Agar Dia mengetahui, bahwa rasul-rasul itu sungguh, telah menyampaikan risalah Tuhannya, sedang (ilmu-Nya) meliputi apa yang ada pada mereka, dan Dia menghitung segala sesuatu satu persatu.",
          "tafsir": "Dalam ayat ini, Allah menerangkan tujuan dari penjagaan yang sangat rapi itu, yaitu agar para rasul itu dapat menjalankan tugas dengan sempurna dan agar wahyu-wahyu yang disampaikan kepada mereka terpelihara dengan baik. Penjagaan itu juga bertujuan agar dapat dibuktikan dengan pasti bahwa para rasul itu telah menyampaikan risalah Tuhan mereka kepada manusia dengan sebaik-baiknya. Allah berfirman: Dan Allah pasti mengetahui orang-orang yang beriman dan Dia pasti mengetahui orang-orang yang munafik. (al-'Ankabut/29: 11) Selanjutnya Allah menjelaskan bahwa ilmu-Nya meliputi apa yang diketahui oleh malaikat-malaikat pengawas, apa yang telah ada, dan yang akan ada satu persatu. Dia mengetahui segala sesuatu secara sempurna, tidak ada persamaan. Malaikat itu adalah perantara yang menyampaikan ilmu-ilmu-Nya kepada para rasul."
        }
      ]
    }
  ]
}