{
  "pageNumber": 19,
  "juz": 1,
  "surahs": [
    {
      "number": 2,
      "name": "Al-Baqarah",
      "nameArabic": "البقرة",
      "meaning": "Sapi Betina",
      "revelation": "Madinah",
      "description": "Surat \"Al Baqarah\" terdiri atas 286 ayat dan sebagian besar diturunkan di Madinah pada permulaan tahun Hijrah, kecuali ayat 281 yang diturunkan di Mina pada Haji wadaa' (haji Nabi Muhammad s.a.w. yang terakhir). Seluruh ayat surat Al Baqarah termasuk golongan Madaniyyah dan merupakan surat yang terpanjang di antara surat-surat Al Qur'an yang di dalamnya terdapat pula ayat yang terpanjang (ayat 282).Surat ini dinamai \"Al Baqarah\" karena di dalamnya disebutkan kisah penyembelihan sapi betina yang diperintahkan Allah kepada Bani Israil (ayat 67 sampai dengan 74), di mana dijelaskan watak orang Yahudi pada umumnya. Dinamai \"Fusthaathul-Qur'an\" (puncak Al Qur'an) karena memuat beberapa hukum yang tidak disebutkan dalam surat yang lain. Dinamai juga surat \"Alif-laam-miim\" karena surat ini dimulai dengan Alif-laam-miim.&nbsp;Pokok-Pokok Isi:1. Keimanan:Dakwah Islamiyah yang dihadapkan kepada umat Islam, ahli kitab dan para musyrikin.2. Hukum-hukum:Perintah mengerjakan shalat; menunaikan zakat; hukum puasa; hukum haji dan umrah; hukum qishash; halal dan haram; berinfak di jalan Allah; hukum arak dan judi; cara menyantuni anak yatim, larangan riba; utang-piutang; nafkah dan yang berhak menerimanya; wasiat kepada ibu-bapak dan kaum kerabat; hukum sumpah; kewajiban menyampaikan amanah; sihir; hukum merusak masjid; hukum mengubah kitab-kitab Allah; hukum haidh, 'iddah, thalak, khulu', ilaa' dan susuan; hukum melamar, mahar, larangan menikahi wanita musyrik dan sebaliknya; hukum perang.3. Kisah-kisah:Kisah penciptaan Nabi Adam a.s; kisah Nabi Ibrahim a.s.; kisah Nabi Musa a.s. dengan Bani Israil.4. Lain-lain:Sifat-sifat orang yang bertakwa; sifat-sifat orang munafik; sifat-sifat Allah; perumpamaan-perumpamaan; kiblat, kebangkitan sesudah mati.Kesimpulan surat Al Baqarah:1. Menjelaskan beberapa hukum dalam agama Islam.2. Mengemukakan beberapa perumpamaan.3. Mengemukakan hujjah-hujjah.Hubungan Surat Al Baqarah Dengan Surat Ali 'Imran:1. Dalam surat Al Baqarah, disebutkan Nabi Adam a.s. yang langsung diciptakan Allah, sedang dalam surat Ali'Imran, disebutkan tentang kelahiran Nabi 'Isa a.s. yang kedua-duanya diciptakan Allah secara menyelisihi kebiasaan.2. Dalam surat Al Baqarah, sifat dan perbuatan orang-orang Yahudi dibentangkan secara luas disertai dengan hujjah untuk mematahkan hujjah-hujjah mereka yang membela kesesatan, sedang dalam surat Ali 'Imran, dibentangkan hal-hal serupa yang berhubungan dengan orang Nasrani.3. Surat Al Baqarah dimulai dengan menyebutkan tiga golongan manusia, yaitu orang mukmin, orang yang mengimani hari akhir, dan orang munafik. Sementara itu, surat Ali 'Imran dimulai dengan menyebutkan orang yang suka mentakwilkan ayat yang mutasyabihaat secara salah untuk memfitnah orang mukmin, dan menyebutkan orang yang mempunyai keahlian dalam menakwilkannya.4. Surat Al Baqarah disudahi dengan permohonan kepada Allah agar kesalahan-kesalahan dan kealpaan dalam melaksanakan ketaatan diampuni, sedang surat Ali 'Imran disudahi dengan permohonan kepada Allah agar Dia memberi pahala atas amal saleh yang dilakukan hamba-Nya.5. Surat Al Baqarah dimulai dengan menyebutkan sifat-sifat orang yang bertakwa, sedang surat Ali 'Imran dimulai dengan perintah bertakwa.",
      "verses": [
        {
          "number": 120,
          "arabic": "وَلَن تَرْضَىٰ عَنكَ ٱلْيَهُودُ وَلَا ٱلنَّصَـٰرَىٰ حَتَّىٰ تَتَّبِعَ مِلَّتَهُمْ ۗ قُلْ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلْهُدَىٰ ۗ وَلَئِنِ ٱتَّبَعْتَ أَهْوَآءَهُم بَعْدَ ٱلَّذِى جَآءَكَ مِنَ ٱلْعِلْمِ ۙ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِىٍّ وَلَا نَصِيرٍ",
          "transliteration": "walan tarḍā ʿanka l-yahūdu walā l-naṣārā ḥattā tattabiʿa millatahum qul inna hudā l-lahi huwa l-hudā wala-ini ittabaʿta ahwāahum baʿda alladhī jāaka mina l-ʿil'mi mā laka mina l-lahi min waliyyin walā naṣīrin",
          "translation": "Dan orang-orang Yahudi dan Nasrani tidak akan rela kepadamu (Muhammad) sebelum engkau mengikuti agama mereka. Katakanlah, \"Sesungguhnya petunjuk Allah itulah petunjuk (yang sebenarnya).\" Dan jika engkau mengikuti keinginan mereka setelah ilmu (kebenaran) sampai kepadamu, tidak akan ada bagimu pelindung dan penolong dari Allah.",
          "tafsir": "Ayat ini menyatakan keinginan Ahli Kitab yang sebenarnya sehingga mereka melakukan tindakan-tindakan terhadap orang-orang yang beribadah di masjid Allah, merobohkan masjid, menyekutukan Allah, dan mengingkari seruan Nabi Muhammad saw, Nabi terakhir. Mereka tidak akan berhenti melakukan tindakan itu sebelum Nabi Muhammad saw dan pengikutnya menganut agama yang mereka anut, yaitu agama yang berasal dari agama-agama yang dibawa para nabi yang terdahulu, tetapi ajaran-ajarannya sudah banyak diubah-ubah oleh mereka. Karena itu hendaklah kaum Muslimin waspada terhadap sikap Ahli Kitab, janganlah ragu-ragu mengikuti petunjuk Allah yang diturunkan kepada nabi-nabi-Nya, bukan petunjuk yang berasal dari keinginan dan hawa nafsu manusia, terutama keinginan dan hawa nafsu orang-orang Yahudi dan Nasrani. Orang Yahudi dan Nasrani melakukan tindakan-tindakan itu setelah pengetahuan datang pada mereka tentang agama yang diridai Allah dan ajaran-ajaran agama Islam. Secara lahiriah, ayat ini langsung ditujukan kepada Nabi Muhammad saw, berupa peringatan yang keras seandainya Nabi saw, mengikuti kemauan mereka padahal Nabi telah dijamin terpelihara dari perbuatan-perbuatan yang dilarang Allah. Di dalam Al-Qur'an banyak terdapat ayat yang seperti itu yang lahirnya ditujukan kepada Nabi, tetapi yang dimaksud ialah umat Muhammad saw. Allah memperingatkan dengan ayat ini agar kaum Muslimin berhati-hati terhadap sikap Ahli Kitab kepada Agama Islam dan kaum Muslimin."
        },
        {
          "number": 121,
          "arabic": "ٱلَّذِينَ ءَاتَيْنَـٰهُمُ ٱلْكِتَـٰبَ يَتْلُونَهُۥ حَقَّ تِلَاوَتِهِۦٓ أُو۟لَـٰٓئِكَ يُؤْمِنُونَ بِهِۦ ۗ وَمَن يَكْفُرْ بِهِۦ فَأُو۟لَـٰٓئِكَ هُمُ ٱلْخَـٰسِرُونَ",
          "transliteration": "alladhīna ātaynāhumu l-kitāba yatlūnahu ḥaqqa tilāwatihi ulāika yu'minūna bihi waman yakfur bihi fa-ulāika humu l-khāsirūna",
          "translation": "Orang-orang yang telah Kami beri Kitab, mereka membacanya sebagaimana mestinya, mereka itulah yang beriman kepadanya. Dan barang siapa ingkar kepadanya, mereka itulah orang-orang yang rugi.",
          "tafsir": "Di antara Ahli Kitab ada orang Yahudi yang mengikuti Taurat, orang Nasrani mengikuti Injil. Mereka benar-benar membaca kitab yang diturunkan kepada mereka dengan bacaan yang benar tidak diikuti oleh keinginan dan hawa nafsu mereka. Mereka membacanya dengan bacaan yang sebenarnya dengan me-mahaminya sepenuh hati, tidak mentakwilkan atau menafsirkannya menurut keinginan sendiri, tidak menambah, mengurangi atau mengubahnya. Menurut Ibnu Mas'ud dan Ibnu 'Abbas, membaca dengan bacaan yang sebenarnya ialah menghalalkan yang dihalalkanya, mengharamkan yang diharamkannya, membacanya seperti yang diturunkan Allah, tidak mengubah-ubah atau memalingkan perkataan dari tempat yang semestinya dan tidak menakwilkan sesuatu dari kitab itu dengan takwil yang bukan semestinya. ) Dalam firman-Nya yang lain dijelaskan bacaan yang dimaksud, yakni: \"... Sesungguhnya orang yang telah diberi pengetahuan sebelumnya, apabila (Al-Qur'an) dibacakan kepada mereka, mereka menyungkurkan wajah, bersujud.\" (a1-Isra'/17:107) Sungguh, pada kisah-kisah mereka itu terdapat pengajaran bagi orang yang mempunyai akal. (Al-Qur'an)¦(Yusuf/12:111) Dari ayat-ayat di atas dipahami bahwa semua kitab (wahyu) Allah yang diturunkan kepada hamba-hamba-Nya merupakan pengajaran bagi mereka, yang tujuannya untuk mengarahkan dan memberi petunjuk ke jalan yang lurus. Karena itu, para hamba Allah wajib membaca dengan sebenar-benarnya, berulang-ulang, dan berusaha memahami petunjuk Allah yang terdapat di dalamnya. Allah berfirman: Maka tidakkah mereka menghayati (mendalami) Al-Qur'an? Sekiranya (Al-Qur'an) itu bukan dari Allah, pastilah mereka menemukan banyak hal yang bertentangan di dalamnya. (an-Nisa'/4:82) Firman Allah: Maka tidakkah mereka menghayati Al-Qur'an ataukah hati mereka sudah terkunci? (Muhammad/47:24) Dari ayat-ayat di atas dipahami bahwa membaca Al-Qur'an dengan tidak memperhatikan maksud dan maknanya, menafsirkannya dengan sekehendak hati adalah sama dengan membaca Kitab oleh Yahudi dan Nasrani. Dari ayat di atas dipahami bahwa membaca kitab-kitab Allah dengan bacaan yang sebenarnya wajib dilakukan oleh manusia. Membaca Kitab tidak dengan bacaan yang sebenarnya tidak mengamalkan apa yang dibaca, itu berarti memperolok-olokkan kitab-kitab Allah dan menantang Allah."
        },
        {
          "number": 122,
          "arabic": "يَـٰبَنِىٓ إِسْرَٰٓءِيلَ ٱذْكُرُوا۟ نِعْمَتِىَ ٱلَّتِىٓ أَنْعَمْتُ عَلَيْكُمْ وَأَنِّى فَضَّلْتُكُمْ عَلَى ٱلْعَـٰلَمِينَ",
          "transliteration": "yābanī is'rāīla udh'kurū niʿ'matiya allatī anʿamtu ʿalaykum wa-annī faḍḍaltukum ʿalā l-ʿālamīna",
          "translation": "Wahai Bani Israil! Ingatlah nikmat-Ku yang telah Aku berikan kepadamu dan Aku telah melebihkan kamu dari semua umat yang lain di alam ini (pada masa itu).",
          "tafsir": "Ayat ini mengingatkan lagi kepada Bani Israil akan nikmat yang pernah diberikan Allah kepada nenek moyang mereka. Allah telah melebihkan mereka dari bangsa-bangsa lain yang semasa dengan mereka. Nikmat yang diberikan Allah itu adalah karena mereka selain berpegang kepada ajaran Allah, kepada keadilan dan kebenaran, mereka mempunyai sifat-sifat dan cita-cita yang mulia dan menjauhi sifat yang buruk dan mengekang keinginan dan hawa nafsu."
        },
        {
          "number": 123,
          "arabic": "وَٱتَّقُوا۟ يَوْمًا لَّا تَجْزِى نَفْسٌ عَن نَّفْسٍ شَيْـًٔا وَلَا يُقْبَلُ مِنْهَا عَدْلٌ وَلَا تَنفَعُهَا شَفَـٰعَةٌ وَلَا هُمْ يُنصَرُونَ",
          "transliteration": "wa-ittaqū yawman lā tajzī nafsun ʿan nafsin shayan walā yuq'balu min'hā ʿadlun walā tanfaʿuhā shafāʿatun walā hum yunṣarūna",
          "translation": "Dan takutlah kamu pada hari, (ketika) tidak seorangpun dapat menggantikan (membela) orang lain sedikit pun, tebusan tidak diterima, bantuan tidak berguna baginya, dan mereka tidak akan ditolong.",
          "tafsir": "Bani Israil diperingatkan agar selalu mengikuti agama Allah. Hendaklah mereka ingat akan kedatangan suatu hari, yang pada hari itu tidak ada sesuatu pun yang dapat menolong kecuali Allah. Pada hari itu seseorang tidak dapat menolong orang lain menghindari diri dari azab Allah, tiap-tiap orang bertanggung jawab atas segala perbuatan yang pernah dilakukannya. Seseorang tidak dapat menebus dosanya dengan harta apa pun, dan seseorang tidak dapat menggantikan orang lain memikul azab. ) Ayat ini memperingatkan orang-orang yang beriman agar selalu menjaga diri dari azab hari Kiamat dengan melaksanakan semua perintah dan menghentikan larangan Allah."
        },
        {
          "number": 124,
          "arabic": "۞ وَإِذِ ٱبْتَلَىٰٓ إِبْرَٰهِـۧمَ رَبُّهُۥ بِكَلِمَـٰتٍ فَأَتَمَّهُنَّ ۖ قَالَ إِنِّى جَاعِلُكَ لِلنَّاسِ إِمَامًا ۖ قَالَ وَمِن ذُرِّيَّتِى ۖ قَالَ لَا يَنَالُ عَهْدِى ٱلظَّـٰلِمِينَ",
          "transliteration": "wa-idhi ib'talā ib'rāhīma rabbuhu bikalimātin fa-atammahunna qāla innī jāʿiluka lilnnāsi imāman qāla wamin dhurriyyatī qāla lā yanālu ʿahdī l-ẓālimīna",
          "translation": "Dan (ingatlah), ketika Ibrahim diuji Tuhannya dengan beberapa kalimat, lalu dia melaksanakannya dengan sempurna. Dia (Allah) berfirman, \"Sesungguhnya Aku menjadikan engkau sebagai pemimpin bagi seluruh manusia.\" Dia (Ibrahim) berkata, \"Dan (juga) dari anak cucuku?\" Allah berfirman, \"(Benar, tetapi) janji-Ku tidak berlaku bagi orang-orang zalim.\"",
          "tafsir": "Ibrahim a.s. diuji Tuhan dengan beberapa kalimat dengan menugaskan perintah dan larangan, seperti membangun Ka'bah, membersihkannya dari segala macam kemusyrikan, mengorbankan anaknya Ismail a.s., menghadapi raja Namrud, dan sebagainya. Menurut Mahmud Zahram, Ibrahim a.s. telah diberi oleh Allah ber-macam-macam pengalaman ujian dan cobaan. Dia diperintahkan Allah menyembelih anaknya, perjalanan pulang pergi antara Syam dengan Hijaz untuk melihat anak dan istrinya yang berada di kedua tempat itu, dan sebagainya. ) Allah tidak menerangkan macam-macam kalimat yang telah ditugaskan kepada Nabi Ibrahim. Hal ini memberi petunjuk bahwa tugas yang telah diberikan Allah itu adalah besar, berat dan banyak. Sekalipun demikian Ibrahim a.s. telah melaksanakan tugas dan beban itu dengan sebaik-baiknya yang membawanya ke tempat kedudukan yang sempurna. Dan (lembaran-lembaran) Ibrahim yang selalu menyempurnakan janji? (an-Najm/53:37) Perkataan, \"Sesungguhnya Aku akan menjadikan kamu imam bagi seluruh manusia,\" tidak ada hubungannya dengan kalimat yang sebelumnya, karena tidak ada kata penghubung ('atf) pada permulaan kalimat tersebut. Menurut Muhammad Abduh ), kalimat tersebut adalah kalimat yang berdiri sendiri, tidak ada hubungannya dengan kalimat yang sebelumnya. Maksudnya ialah bahwa pangkat imam (nabi dan rasul) adalah semata-mata pangkat yang dianugerahkan oleh Allah dan hanya Dia sendiri yang menetapkan kepada siapa pangkat itu akan diberikan-Nya. Tidak semua manusia dapat mencapainya sekalipun dia telah melaksanakan segala perintah dan menghentikan segala larangan Allah. Dengan perkataan lain, pangkat imam yang dianugerahkan Allah kepada Nabi Ibrahim itu ditetapkan atas kehendak-Nya, bukan ditetapkan karena Nabi Ibrahim telah menyelesaikan dan menyempurnakan tugas yang diberikan kepadanya, agar dia menyadari bahwa pangkat yang diberikan Allah itu sesuai baginya, dan agar dia merasa dirinya mampu melaksanakan tugas dan memikul beban yang telah diberikan. Setelah dianugerahi pangkat \"imam\" itu, Nabi Ibrahim a.s. berdoa kepada Allah agar pangkat \"imam\" dianugerahkan pula kepada keturunannya di kemudian hari. Doa Nabi Ibrahim ini doa yang sesuai dengan sunatullah. Menurut sunatullah, anak dan keturunan sambungan hidup bagi seseorang. Suatu cita-cita yang tidak sanggup dicapai semasa hidup di dunia diharapkan agar anak dan keturunan dapat menyampaikannya. Tugas imam merupakan tugas yang suci dan mulia karena pemberian tugas itu bertujuan hendak mencapai cita-cita yang suci dan mulia pula. Ibrahim a.s. merasa dirinya tidak sanggup mencapai semua cita-citanya yang terkandung di dalam tugasnya selama hidup di dunia. Karena itu dia berdoa kepada Allah agar anak cucunya dianugerahi pula pangkat imam itu, sehingga cita-cita yang belum dapat dicapai semasa hidupnya dapat dilanjutkan dan dicapai oleh anak cucu dan keturunannya. Dari ayat di atas dapat dipahami pula bahwa cara Nabi Ibrahim berdoa sesuai dengan sunatullah sehingga merupakan cara berdoa yang benar dan termasuk doa yang dikabulkan Allah. Terbukti, di kemudian hari bahwa semua rasul yang diutus Allah sesudahnya berasal dari keturunannya. Dari firman Allah, \"Janji-Ku (ini) tidak mengenai orang-orang yang zalim\" dapat dipahami bahwa di antara keturunan Nabi Ibrahim itu ada orang-orang zalim. Pada ayat lain Allah menerangkan bahwa keturunan Ibrahim itu ada yang zalim dan ada yang berbuat baik. Allah berfirman: Dan Kami limpahkan keberkahan kepadanya dan kepada Ishak. Dan di antara keturunan keduanya ada yang berbuat baik dan ada (pula) yang terang-terangan berbuat zalim terhadap dirinya sendiri. (as-saffat/37:113) Allah berfirman: Dan (Ibrahim) menjadikan (kalimat tauhid) itu kalimat yang kekal pada keturunannya agar mereka kembali (kepada kalimat tauhid itu). (az-Zukhruf/43:28) Dari ayat ini dapat dipahami bahwa Nabi Ibrahim menjadikan kalimat tauhid sebagai pegangan bagi keturunannya. Jika di antara mereka ada yang mempersekutukan Allah, mereka diminta kembali kepada kalimat tauhid. \"Zalim\" (aniaya) itu bermacam-macam. Zalim terhadap diri sendiri ialah tidak melaksanakan perintah dan tidak meninggalkan larangan Allah sehingga mendapat kemurkaan dan azab Allah yang membawa bencana kepada diri sendiri. Zalim terhadap makhluk-makhluk Allah, seperti berbuat kerusakan di bumi, memutuskan silaturahmi, zalim terhadap manusia dan sebagainya. Dari perkataan \"zalim\" dapat dimengerti bahwa bagi seorang imam tidak boleh ada sifat zalim. Mustahil pangkat itu diberikan kepada orang yang kotor jiwanya, orang-orang yang tidak melaksanakan perintah-perintah Allah dan tidak menghentikan larangan-larangan-Nya."
        },
        {
          "number": 125,
          "arabic": "وَإِذْ جَعَلْنَا ٱلْبَيْتَ مَثَابَةً لِّلنَّاسِ وَأَمْنًا وَٱتَّخِذُوا۟ مِن مَّقَامِ إِبْرَٰهِـۧمَ مُصَلًّى ۖ وَعَهِدْنَآ إِلَىٰٓ إِبْرَٰهِـۧمَ وَإِسْمَـٰعِيلَ أَن طَهِّرَا بَيْتِىَ لِلطَّآئِفِينَ وَٱلْعَـٰكِفِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ",
          "transliteration": "wa-idh jaʿalnā l-bayta mathābatan lilnnāsi wa-amnan wa-ittakhidhū min maqāmi ib'rāhīma muṣallan waʿahid'nā ilā ib'rāhīma wa-is'māʿīla an ṭahhirā baytiya lilṭṭāifīna wal-ʿākifīna wal-rukaʿi l-sujūdi",
          "translation": "Dan (ingatlah), ketika Kami menjadikan rumah (Ka'bah) tempat berkumpul dan tempat yang aman bagi manusia. Dan jadikanlah maqam Ibrahim <sup foot_note=134996>1</sup> itu tempat salat. Dan telah Kami perintahkan kepada Ibrahim dan Ismail, \"Bersihkanlah rumah-Ku untuk orang-orang yang tawaf, orang yang itikaf, orang yang rukuk dan orang yang sujud!\"",
          "tafsir": "Diperintahkan kepada Nabi Muhammad saw, dan kaum Muslimin agar mengingat ketika Allah menjadikan Ka'bah sebagai tempat berkumpul manusia, tempat yang aman, dan menjadikan Maqam Ibrahim sebagai tempat salat. Maqam Ibrahim ialah tempat berpijak bagi Ibrahim ketika membangun Ka'bah. Perintah Allah kepada Ibrahim dan Ismail itu untuk menenteramkan hati Nabi Muhammad saw dan kaum Muslimin dalam menghadapi keingkaran orang kafir dan untuk menerangkan kepada orang musyrik, Yahudi dan Nasrani bahwa agama yang dibawa Nabi Muhammad itu seasas dengan agama yang dibawa Nabi Ibrahim, agama nenek moyang mereka. Ada dua faedah yang dapat diambil dari ayat di atas sehubungan dengan didirikannya Ka'bah: Pertama, tempat berkumpul bagi manusia untuk ibadah. Sejak zaman dahulu sebelum Nabi Muhammad saw diutus sampai saat ini Ka'bah atau Mekah telah menjadi tempat berkumpul manusia dari segala penjuru, dari segala macam bangsa dalam rangka menghormati dan melaksanakan ibadah haji. Hati mereka merasa tenteram tinggal di sekitar Ka'bah. Setelah mereka kembali ke tanah air, hati dan jiwa mereka senantiasa tertarik kepadanya dan selalu bercita-cita ingin kembali lagi bila ada kesempatan. Kedua, Allah swt menjadikannya sebagai tempat yang aman. Maksudnya, Allah menjadikan tanah yang berada di sekitar Masjidilharam sebagai tanah dan tempat yang aman bagi orang-orang yang berada di sana. Sejak dahulu sampai saat ini orang-orang Arab mengagungkan dan menyucikannya. Orang-orang Arab terkenal dengan sifat suka menuntut bela atas orang atau kabilah yang membunuh atau menyakiti atau menghina keluarganya. Di mana saja mereka temui orang atau kabilah itu, penuntutan balas akan mereka laksanakan. Kecuali bila mereka menemuinya di Tanah Haram, mereka tidak mengganggu sedikit pun. Dalam pada itu sejak zaman dahulu banyak usaha dari orang-orang Arab sendiri atau dari bangsa-bangsa yang lain untuk menguasai Tanah Haram atau untuk merusak Ka'bah, tetapi selalu digagalkan Allah, seperti usaha Abrahah Raja Najasyi dengan tentaranya untuk menguasai Tanah Haram dan Ka'bah. Mereka dihancurkan. Allah berfirman: Tidakkah engkau (Muhammad) perhatikan bagaimana Tuhanmu telah bertindak terhadap pasukan bergajah? Bukankah Dia telah menjadikan tipu daya mereka itu sia-sia? Dan Dia mengirimkan kepada mereka burung yang berbondong-bondong, yang melempari mereka dengan batu dari tanah liat yang dibakar, sehingga mereka dijadikan-Nya seperti daun-daun yang dimakan (ulat). (al-Fil/105:1-5) Tidakkah mereka memperhatikan, bahwa Kami telah menjadikan (negeri mereka) tanah suci yang aman, padahal manusia di sekitarnya saling merampok. Mengapa (setelah nyata kebenaran) mereka masih percaya kepada yang batil dan ingkar kepada nikmat Allah? (al-'Ankabut/29:67) Allah memerintahkan agar Maqam Ibrahim dijadikan sebagai tempat salat. Faedah perintah itu ialah untuk menghadirkan perintah itu di dalam pikiran atau agar manusia mengikuti apa yang diperintahkan itu, seolah-olah perintah itu dihadapkan kepada mereka sehingga perintah itu tertanam di dalam hati mereka dan mereka merasa bahwa diri mereka termasuk orang yang diperintah. Dengan demikian, maksud ayat ialah: Orang-orang dahulu yang beriman kepada Ibrahim a.s. diperintahkan agar menjadikan sebagian Maqam Ibrahim sebagai tempat salat. Perintah itu ditujukan pula kepada orang-orang yang datang kemudian, yang mengakui Ibrahim a.s., sebagai nabi dan rasul Allah dan mengakui Nabi Muhammad saw, salah seorang dari anak cucu Ibrahim a.s. sebagai nabi yang terakhir. Allah memerintahkan Nabi Ibrahim untuk membersihkannya dalam arti yang sebenarnya dan dalam arti kiasan. Membersihkan dalam arti yang sebenarnya ialah membersihkan dari segala macam benda yang dihukumkan najis, seperti segala macam kotoran dan sebagainya. Membersihkan dalam arti kiasan ialah membersihkannya dari segala macam perbuatan yang mengandung unsur-unsur syirik, perbuatan menyembah berhala, perbuatan-perbuatan yang terlarang, bertengkar dan sebagainya. Perintah membersihkan Ka'bah ini sekalipun ditujukan kepada Nabi Ibrahim dan Ismail, tetapi termasuk juga orang-orang yang datang sesudahnya. Allah menamakan Ka'bah yang didirikan itu dengan \"Rumah Allah\" (Baitullah). Penamaan itu bukan berarti Allah tinggal di dalam atau di sekitar Ka'bah. Tetapi maksudnya ialah bahwa Allah menjadikan rumah itu tempat beribadah kepada-Nya dan dalam beribadah menghadap ke arah Ka'bah. Hikmah menjadikan Ka'bah sebagai \"rumah Allah\" dan menjadikan sebagai arah menghadap di dalam beribadah kepada Allah Pencipta dan Penguasa seluruh makhluk agar manusia merasa dirinya dapat langsung menyampaikan pujian, pernyataan syukur, permohonan pertolongan dan permohonan doa kepada Allah. Manusia kurang dapat menyatakan pikirannya dalam beribadah kepada Allah bila tidak dilakukan di tempat tertentu dan menghadap ke arah tertentu. Dengan adanya tempat tertentu dan arah tertentu, manusia dapat menambah imannya setiap saat, memperdalam pengetahuannya, dan mempertinggi nilai-nilai rohani dalam dirinya. Karena dengan demikian dia merasakan seolah-olah Allah ada di hadapannya demikian dekat, sehingga tidak ada yang membatasi antaranya dengan Allah. Pada ayat yang lain ditegaskan bahwa ke mana saja manusia menghadap dalam beribadah, berdoa akan menemui wajah Allah, dan sampai kepada-Nya, karena Allah Mahaluas lagi Maha Mengetahui. ) Dari ayat di atas dapat dipahami bahwa penamaan Ka'bah sebagai rumah Allah hanyalah untuk mempermudah manusia dalam membulatkan pikirannya dalam beribadah. Pada asasnya Allah Mahabesar, Maha Mengetahui lagi Mahaluas."
        },
        {
          "number": 126,
          "arabic": "وَإِذْ قَالَ إِبْرَٰهِـۧمُ رَبِّ ٱجْعَلْ هَـٰذَا بَلَدًا ءَامِنًا وَٱرْزُقْ أَهْلَهُۥ مِنَ ٱلثَّمَرَٰتِ مَنْ ءَامَنَ مِنْهُم بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ ۖ قَالَ وَمَن كَفَرَ فَأُمَتِّعُهُۥ قَلِيلًا ثُمَّ أَضْطَرُّهُۥٓ إِلَىٰ عَذَابِ ٱلنَّارِ ۖ وَبِئْسَ ٱلْمَصِيرُ",
          "transliteration": "wa-idh qāla ib'rāhīmu rabbi ij'ʿal hādhā baladan āminan wa-ur'zuq ahlahu mina l-thamarāti man āmana min'hum bil-lahi wal-yawmi l-ākhiri qāla waman kafara fa-umattiʿuhu qalīlan thumma aḍṭarruhu ilā ʿadhābi l-nāri wabi'sa l-maṣīru",
          "translation": "Dan (ingatlah), ketika Ibrahim berdoa, \"Ya Tuhanku, jadikanlah (negeri Mekkah) ini negeri yang aman dan berilah rezeki berupa buah-buahan kepada penduduknya, yaitu diantara mereka yang beriman kepada Allah dan hari kemudian,\" Dia (Allah) berfirman, \"Dan kepada orang yang kafir akan Aku beri kesenangan sementara, kemudian akan Aku paksa dia ke dalam azab neraka dan itulah seburuk-buruk tempat kembali.\"",
          "tafsir": "Doa-doa Nabi Ibrahim telah dikabulkan oleh Allah. Juga ditegaskan tentang sifat doa Ibrahim a.s., yaitu keamanan bagi tanah Haram dan sifat-sifat orang yang berhak mewarisi, ialah orang-orang yang baik dan mulia. Yang dimaksud dengan \"negeri ini\" ialah tanah suci Mekah, sesuai dengan firman Allah: Ya Tuhan, sesungguhnya aku telah menempatkan sebagian keturunanku di lembah yang tidak mempunyai tanam-tanaman di dekat rumah Engkau (Baitullah) yang dihormati, ¦ (Ibrahim/14:37) Tanah suci Mekah didoakan agar dijamin keamanannya dari segala macam bencana, seperti bencana-bencana serangan musuh, pertumpahan darah, kehancuran sebagaimana yang telah dialami umat-umat terdahulu disebabkan keingkaran mereka kepada Allah. Juga didoakan agar diberikan rezeki berupa buah-buahan kepada penduduknya. Doa Nabi Ibrahim diperkenankan Allah dengan firman-Nya: ¦Bukankah Kami telah meneguhkan kedudukan mereka dalam tanah haram (tanah suci) yang aman, yang didatangkan ke tempat itu buah-buahan dari segala macam (tumbuh-tumbuhan) sebagai rezeki (bagimu) dari sisi Kami? Tetapi kebanyakan mereka tidak mengetahui. (al-Qasas/28:57) Terkabulnya doa Ibrahim a.s. itu terbukti dengan datangnya ke tanah Arab segala macam buah-buahan yang dibawa orang dari segala penjuru dunia. Ibrahim a.s. mengkhususkan doanya kepada orang-orang yang beriman, tetapi rahmat Allah itu amat banyak dan tak terhingga, diberikan-Nya kepada orang-orang yang beriman dan orang-orang yang kafir. Allah berfirman: Kepada masing-masing (golongan), baik (golongan) ini (yang menginginkan dunia) maupun (golongan) itu (yang menginginkan akhirat), Kami berikan bantuan dari kemurahan Tuhanmu. Dan kemurahan Tuhanmu tidak dapat dihalangi. (a1-Isra'/17:20) Yang dimaksud dengan \"golongan ini\", ialah orang-orang kafir yang lebih mengutamakan duniawi dan \"golongan itu\" ialah orang-orang Mukmin yang lebih mengutamakan kehidupan ukhrawi dibanding dengan kehidupan duniawi, sebagaimana yang tersebut pada ayat-ayat sebelumnya. Selanjutnya dijelaskan perbedaan kesenangan yang diberikan kepada orang-orang mukmin dan kesenangan yang diberikan kepada orang-orang kafir. Kesenangan yang diberikan kepada orang-orang kafir adalah kesenangan yang sementara, rezeki yang sedikit yang mereka terima dan rasakan selama hidup di dunia, kemudian di akhirat nanti mereka masuk neraka. Manusia diberi pahala dan azab adalah karena perbuatan mereka sendiri. Maksudnya ialah manusia menjadi kafir dan fasik adalah atas kehendak dan kemauan sendiri. Karena siksa yang ditimpakan kepada mereka itu adalah berdasarkan perbuatan yang mereka lakukan atas kehendak dan kemauan mereka sendiri. Kekafiran mereka kepada Allah itu menyebabkan mereka diazab sesuai dengan sunatullah. Berdasarkan sunatullah ini maka segala macam ilmu pengetahuan dan perbuatan manusia, baik perbuatan yang didorong oleh hawa nafsu atau didorong oleh kehendak jasmani dan rohani mereka, secara langsung pasti akan memberi bekas kebahagiaan atau kesengsaraan, banyak atau sedikit, baik manusia itu rela menerimanya atau tidak. Inilah yang dimaksud dengan ungkapan: Allah telah menjadikan jiwa yang kotor dan perbuatan yang tercela sebagai sasaran kemurkaan-Nya dan sasaran azab-Nya di akhirat nanti, sebagaimana Allah menjadikan tubuh yang kotor dan tidak terpelihara sebagai sasaran dari tempat penyakit yang diadakan-Nya."
        }
      ]
    }
  ]
}