{
  "pageNumber": 329,
  "juz": 17,
  "surahs": [
    {
      "number": 21,
      "name": "Al-Anbiya'",
      "nameArabic": "الأنبياء",
      "meaning": "Para Nabi",
      "revelation": "Makkah",
      "description": "Surat Al-Anbiya' terdiri dari 112 ayat dan termasuk surat Makkiyyah.Surat ini dinamai dengan \"Al-Anbiya'\" (nabi-nabi), karena surat ini mengutarakan kisah beberapa nabi. Permulaan surat Al-Anbiya' menegaskan bahwa manusia lalai dalam menghadapi hari penghisaban. Mengingat adanya pengingkaran kaum musyrik Mekah terhadap wahyu yang dibawa Nabi Muhammad maka Allah menegaskan bahwa meskipun nabi-nabi ini manusia biasa, tetapi mereka membawa wahyu yang pokok ajarannya adalah tauhid, dan manusia berkewajiban menyembah Allah, Penciptanya. Orang yang tidak mau mengakui kekuasaan Allah dan mengingkari ajaran yang dibawa nabi-nabi akan diazab Allah di dunia dan di akhirat nanti. Kemudian dikemukakan kisah beberapa nabi dengan umatnya. Selanjutnya, surat itu ditutup dengan seruan agar kaum musyrik Mekah beriman kepada ajaran yang dibawa Muhammad supaya tidak mengalami hal yang pernah dialami oleh umat-umat terdahulu.&nbsp;Selain yang tersebut di atas, pokok-pokok isi surat ini antara lain:1. **Keimanan:** Para nabi dan para rasul diangkat Allah dari jenis manusia; langit dan bumi akan binasa kalau ada tuhan selain Allah; semua rasul membawa ajaran tauhid dan keharusan manusia menyembah Allah; setiap yang bernyawa akan merasakan mati; cobaan Allah kepada manusia ada yang berupa kebaikan dan ada yang berupa keburukan; hari kiamat datang dengan tiba-tiba.2. **Kisah-kisah:** Kisah Nabi Ibrahim (ajakan Ibrahim kepada ayahnya untuk menyembah Allah, bantahan Ibrahim terhadap kaumnya yang menyembah berhala, bantahan Ibrahim terhadap Namrudz yang menganggap diri Tuhan); kisah Nabi Nuh, kisah Nabi Daud dan Nabi Sulaiman; kisah Nabi Ayyub; kisah Nabi Yunus a.s.; kisah Zakariya a.s.3. **Lain-lain:** Keutamaan Al-Qur'an; tuntutan kaum musyrikin kepada Nabi Muhammad untuk mendatangkan mukjizat selain Al-Qur'an; kehancuran suatu umat karena kezaliman diri sendiri; Allah menciptakan langit dan bumi beserta hikmahnya; tanya-jawab antara berhala dan penyembahnya di neraka; kemunculan Ya'juj dan Ma'juj sebagai tanda kedatangan hari kiamat; bumi akan diwariskan kepada hamba Allah yang dapat memakmurkannya; kejadian alam semesta; sesuatu yang hidup berasal dari air.Surat Al-Anbiya' menerangkan bahwa sudah menjadi sunnatullah bahwa para nabi atau rasul yang diutus adalah dari jenis manusia yang diberi kitab dan mukjizat. Dasar agama (aqidah) yang dibawa oleh para nabi adalah sama, hanya berbeda dalam syariat (hukum furu') yang disesuaikan dengan perkembangan masa dan kondisi.**Hubungan Surat Al-Anbiya' Dengan Surat Al-Hajj:**1. Pada akhir surat Al-Anbiya' dikemukakan hal-hal yang berhubungan dengan hari kiamat, sedang pada permulaan surat Al Hajj dikemukakan bukti-bukti adanya hari kebangkitan dengan dalil akal.2. Surat Al-Anbiya' mengutarakan bahwa Allah tidak menjadikan manusia sebagai makhluk yang kekal hidupnya, semua akan merasakan mati. Kemudian mereka dibangkitkan pada hari kiamat untuk penghisaban atas perbuatan-perbuatan yang mereka lakukan di dunia. Pada surat Al Hajj diterangkan bahwa manusia dapat menjadikan dalil keadaan pertumbuhan yang terdapat di alam semesta, dari ada kepada tidak ada dan sebaliknya, sebagai bukti bahwa janji Allah tentang hari kebangkitan pasti akan menjadi kenyataan.3. Surat Al-Anbiya' menerangkan kisah nabi-nabi dan dalil-dalil yang dihadapkan kepada kaumnya tentang kebenaran agama yang dibawanya, sedangkan surat Al Hajj menuntut agar manusia memperhatikan aneka ragam ciptaan Allah dan pengaturannya, untuk memperkuat keimanan kepada kebenaran agama Allah.",
      "verses": [
        {
          "number": 82,
          "arabic": "وَمِنَ ٱلشَّيَـٰطِينِ مَن يَغُوصُونَ لَهُۥ وَيَعْمَلُونَ عَمَلًا دُونَ ذَٰلِكَ ۖ وَكُنَّا لَهُمْ حَـٰفِظِينَ",
          "transliteration": "wamina l-shayāṭīni man yaghūṣūna lahu wayaʿmalūna ʿamalan dūna dhālika wakunnā lahum ḥāfiẓīna",
          "translation": "Dan (Kami tundukkan pula kepada Sulaiman) segolongan setan-setan yang menyelam (ke dalam laut) untuknya dan mereka mengerjakan pekerjaan selain itu; dan Kami yang memelihara mereka,",
          "tafsir": "Ayat ini menjelaskan rahmat Allah yang lain yang dikarunia-kan-Nya khusus kepada Nabi Sulaiman a.s., yaitu bahwa Allah juga menundukkan segolongan setan yang patuh melakukan apa yang diperintahkan Sulaiman a.s. kepada mereka, misalnya: menyelam ke dalam laut untuk mengambil segala sesuatu yang diperlukannya, atau melakukan hal-hal untuk keperluan Sulaiman a.s. seperti mengerjakan bangunan dan sebagainya. Pada ayat ini Allah menegaskan pula bahwa Dia senantiasa menjaganya sehingga setan tersebut tidak merusak dan tidak bermain-main dalam melakukan tugasnya."
        },
        {
          "number": 83,
          "arabic": "۞ وَأَيُّوبَ إِذْ نَادَىٰ رَبَّهُۥٓ أَنِّى مَسَّنِىَ ٱلضُّرُّ وَأَنتَ أَرْحَمُ ٱلرَّٰحِمِينَ",
          "transliteration": "wa-ayyūba idh nādā rabbahu annī massaniya l-ḍuru wa-anta arḥamu l-rāḥimīna",
          "translation": "dan (ingatlah kisah) Ayub, ketika dia berdoa kepada Tuhannya, \"(Ya Tuhanku), sungguh, aku telah ditimpa penyakit, padahal Engkau Tuhan Yang Maha Penyayang dari semua yang penyayang.\"",
          "tafsir": "Dengan ayat ini Allah mengingatkan Rasul-Nya dan kaum Muslimin kepada kisah Nabi Ayyub a.s. yang ditimpa suatu penyakit yang berat sehingga berdoa memohon pertolongan Tuhannya untuk melenyapkan penyakitnya itu, karena ia yakin bahwa Allah amat penyayang. Pendapat ulama lain mengatakan bahwa Nabi Ayyub pada ayat ini hanya mencurahkan isi hatinya kepada Allah seraya mengagungkan kebesaran Allah Yang Maha Pengasih dan Penyayang. Walaupun berbeda-beda riwayat yang diperoleh tentang Nabi Ayyub, baik mengenai pribadinya, masa hidupnya dan macam penyakit yang dideritanya, namun ada hal-hal yang dapat dipastikan tentang dirinya, yaitu bahwa dialah seorang hamba Allah yang saleh, telah mendapat cobaan dari Allah, baik mengenai harta benda, keluarga, dan anak-anaknya, maupun cobaan yang menimpa dirinya sendiri. Dan penyakit yang dideritanya adalah berat. Meskipun demikian semua cobaan itu dihadapinya dengan sabar dan tawakkal serta memohon pertolongan dari Allah dan sedikit pun tidak mengurangi keimanan dan ibadahnya kepada Allah."
        },
        {
          "number": 84,
          "arabic": "فَٱسْتَجَبْنَا لَهُۥ فَكَشَفْنَا مَا بِهِۦ مِن ضُرٍّ ۖ وَءَاتَيْنَـٰهُ أَهْلَهُۥ وَمِثْلَهُم مَّعَهُمْ رَحْمَةً مِّنْ عِندِنَا وَذِكْرَىٰ لِلْعَـٰبِدِينَ",
          "transliteration": "fa-is'tajabnā lahu fakashafnā mā bihi min ḍurrin waātaynāhu ahlahu wamith'lahum maʿahum raḥmatan min ʿindinā wadhik'rā lil'ʿābidīna",
          "translation": "Maka Kami kabulkan (doa)nya, lalu Kami lenyapkan penyakit yang ada padanya dan Kami kembalikan keluarganya kepadanya, dan (Kami lipat gandakan jumlah mereka), sebagai suatu rahmat dari Kami, dan untuk menjadi peringatan bagi semua yang menyembah Kami.",
          "tafsir": "Oleh sebab itu, dalam ayat ini Allah mengabulkan doanya dan menyembuhkannya dari penyakit itu, serta mengaruniainya rahmat yang lebih banyak dari apa yang telah hilang dari tangannya, dan kemudian Allah mengangkatnya menjadi nabi. Setelah Nabi Ayyub sembuh dari penyakitnya beliau hidup bersama keluarganya kembali, dan keluarganya itu berkembang biak pula dengan subur, sehingga jumlahnya menjadi dua kali lipat dari jumlah semula. Kesemuanya itu adalah rahmat Allah kepadanya, atas keimanan, kesabaran, ketakwaan dan kesalehannya, Al-Qur'an mengungkapkan kisah ini untuk menjadi peringatan dan pelajaran bagi semua orang yang beriman dan beribadah kepada Allah, bahwa: a. Allah memberi rahmat dan pertolongan kepada hamba-Nya yang mukmin, bertakwa, saleh dan sabar. b. Orang-orang yang mukmin pun tidak luput dari cobaan, berat atau pun ringan, sebagai ujian bagi mereka. c. Orang yang beriman tidak boleh berputus asa dari rahmat Tuhannya. Semakin tinggi kedudukan dan tanggung jawab manusia, semakin berat pula cobaan yang diterimanya. Dalam hubungan ini Rasulullah saw bersabda: \"Sa'ad bin Abi Waqash bertanya kepada Rasulullah, \"Siapa orang yang paling berat cobaannya, Rasulullah menjawab, Orang yang paling berat cobaannya adalah para nabi, orang-orang yang mirip para nabi, kemudian orang-orang yang mirip mereka.\" (Riwayat Ibnu Majah dari Sa'ad bin Abi Waqash)"
        },
        {
          "number": 85,
          "arabic": "وَإِسْمَـٰعِيلَ وَإِدْرِيسَ وَذَا ٱلْكِفْلِ ۖ كُلٌّ مِّنَ ٱلصَّـٰبِرِينَ",
          "transliteration": "wa-is'māʿīla wa-id'rīsa wadhā l-kif'li kullun mina l-ṣābirīna",
          "translation": "Dan (ingatlah kisah) Ismail, Idris dan Zulkifli. Mereka semua termasuk orang-orang yang sabar,",
          "tafsir": "Allah memperingatkan Rasulullah dan kaum Muslimin kepada kisah Nabi Ismail, Idris dan Zulkifli, yang kesemuanya adalah orang-orang yang sabar pula dalam menghadapi musibah yang menimpa diri mereka masing-masing. Berkat kesabaran dan kesalehan mereka maka Allah melimpahkan rahmat dan karunia-Nya kepada mereka. Nabi Ismail as, putra Nabi Ibrahim dari istrinya Siti Hajar, telah terbukti kesabarannya ketika ia hendak disembelih ayahnya sebagai korban atas perintah Allah. Ia juga sabar dan ulet untuk hidup di daerah tandus dan gersang, setelah ayahnya menempatkan dia bersama ibunya di Mekah, di tengah-tengah jazirah Arab yang gersang. Kemudian ia dengan sabar pula menunaikan tugasnya yang berat membangun Ka'bah dan Baitullah bersama ayahnya. Maka Allah memberikan penghormatan dan kemulian yang tinggi kepada Nabi Ismail, yaitu dengan diangkatnya salah seorang keturunannya menjadi Nabi dan Rasul Allah terakhir, yaitu Muhammad saw. Adapun Nabi Idris, adalah juga seorang yang saleh dan sabar. Ia diutus menjadi Rasul sesudah Nabi Syis dan Nabi Adam as. Banyak orang mengatakan bahwa Nabi Idris ini yang mula-mula pandai menjahit pakaian, dan mula-mula memakai pakaian yang dijahit, sedang orang-orang yang sebelumnya hanya memakai pakaian dari kulit binatang dan tidak dijahit. Selain itu dia pulalah orang yang mula-mula membuat dan memakai senjata api sebagai alat perlengkapan. Kisah Nabi Idris ini terdapat dalam Surah Maryam. (Maryam/19: 56-57) Mengenai Zulkifli, menurut pendapat kebanyakan ahli tafsir, dia adalah seorang Nabi pula, dan putra dari Nabi Ayyub a.s. Allah mengutusnya menjadi Nabi sesudah ayahnya. Ia menjalankan dakwahnya mengesakan Allah baik dalam akidah maupun dalam ibadah. Selama hidupnya ia berdiam di negeri Syam, dan merupakan Nabi yang saleh dan sabar. Dan dia adalah dari kalangan Bani Israil. Pada akhir ayat ini, Allah menegaskan bahwa Nabi Ismail, Idris dan Zulkifli telah dimasukkan-Nya dalam lingkungan rahmat-Nya, dan ditempatkan-Nya dalam surga Jannatuna'im, sebagai balasan atas kesabaran dan kesalehan mereka."
        },
        {
          "number": 86,
          "arabic": "وَأَدْخَلْنَـٰهُمْ فِى رَحْمَتِنَآ ۖ إِنَّهُم مِّنَ ٱلصَّـٰلِحِينَ",
          "transliteration": "wa-adkhalnāhum fī raḥmatinā innahum mina l-ṣāliḥīna",
          "translation": "dan Kami masukkan mereka ke dalam rahmat Kami. Sungguh, mereka termasuk orang-orang yang saleh.",
          "tafsir": "Allah memperingatkan Rasulullah dan kaum Muslimin kepada kisah Nabi Ismail, Idris dan Zulkifli, yang kesemuanya adalah orang-orang yang sabar pula dalam menghadapi musibah yang menimpa diri mereka masing-masing. Berkat kesabaran dan kesalehan mereka maka Allah melimpahkan rahmat dan karunia-Nya kepada mereka. Nabi Ismail as, putra Nabi Ibrahim dari istrinya Siti Hajar, telah terbukti kesabarannya ketika ia hendak disembelih ayahnya sebagai korban atas perintah Allah. Ia juga sabar dan ulet untuk hidup di daerah tandus dan gersang, setelah ayahnya menempatkan dia bersama ibunya di Mekah, di tengah-tengah jazirah Arab yang gersang. Kemudian ia dengan sabar pula menunaikan tugasnya yang berat membangun Ka'bah dan Baitullah bersama ayahnya. Maka Allah memberikan penghormatan dan kemulian yang tinggi kepada Nabi Ismail, yaitu dengan diangkatnya salah seorang keturunannya menjadi Nabi dan Rasul Allah terakhir, yaitu Muhammad saw. Adapun Nabi Idris, adalah juga seorang yang saleh dan sabar. Ia diutus menjadi Rasul sesudah Nabi Syis dan Nabi Adam as. Banyak orang mengatakan bahwa Nabi Idris ini yang mula-mula pandai menjahit pakaian, dan mula-mula memakai pakaian yang dijahit, sedang orang-orang yang sebelumnya hanya memakai pakaian dari kulit binatang dan tidak dijahit. Selain itu dia pulalah orang yang mula-mula membuat dan memakai senjata api sebagai alat perlengkapan. Kisah Nabi Idris ini terdapat dalam Surah Maryam. (Maryam/19: 56-57) Mengenai Zulkifli, menurut pendapat kebanyakan ahli tafsir, dia adalah seorang Nabi pula, dan putra dari Nabi Ayyub a.s. Allah mengutusnya menjadi Nabi sesudah ayahnya. Ia menjalankan dakwahnya mengesakan Allah baik dalam akidah maupun dalam ibadah. Selama hidupnya ia berdiam di negeri Syam, dan merupakan Nabi yang saleh dan sabar. Dan dia adalah dari kalangan Bani Israil. Pada akhir ayat ini, Allah menegaskan bahwa Nabi Ismail, Idris dan Zulkifli telah dimasukkan-Nya dalam lingkungan rahmat-Nya, dan ditempatkan-Nya dalam surga Jannatuna'im, sebagai balasan atas kesabaran dan kesalehan mereka."
        },
        {
          "number": 87,
          "arabic": "وَذَا ٱلنُّونِ إِذ ذَّهَبَ مُغَـٰضِبًا فَظَنَّ أَن لَّن نَّقْدِرَ عَلَيْهِ فَنَادَىٰ فِى ٱلظُّلُمَـٰتِ أَن لَّآ إِلَـٰهَ إِلَّآ أَنتَ سُبْحَـٰنَكَ إِنِّى كُنتُ مِنَ ٱلظَّـٰلِمِينَ",
          "transliteration": "wadhā l-nūni idh dhahaba mughāḍiban faẓanna an lan naqdira ʿalayhi fanādā fī l-ẓulumāti an lā ilāha illā anta sub'ḥānaka innī kuntu mina l-ẓālimīna",
          "translation": "Dan (ingatlah kisah) Żun Nūn (Yunus), ketika dia pergi dalam keadaan marah, lalu dia menyangka bahwa Kami tidak akan menyulitkannya, maka dia berdoa dalam keadaan yang sangat gelap,<sup foot_note=135487>1</sup> \"Tidak ada tuhan selain Engkau, Mahasuci Engkau. Sungguh, aku termasuk orang-orang yang zalim.\"",
          "tafsir": "Pada ayat ini Allah mengingatkan Rasul-Nya dan kaum Muslimin semuanya, kepada kisah Nabi Yunus, yang pada permulaan ayat ini disebutkan dengan nama \"dzun Nun\". dzu berarti \"yang mempunyai\", sedang an-Nun berarti \"ikan besar\". Maka dzu an-Nun berarti \"Yang empunya ikan besar\". Ia dinamakan demikian, karena pada suatu ketika ia pernah dijatuhkan ke laut dan ditelan oleh seekor ikan besar. Kemudian, karena pertolongan Allah, maka ia dapat keluar dari perut ikan tersebut dengan selamat dan dalam keadaan utuh. Perlu diingat, bahwa kisah Nabi Yunus di dalam Al-Qur'an terdapat pada dua buah surah, yaitu Surah al-Anbiya' dan Surah shad. Apabila kita bandingkan antara ayat-ayat yang terdapat pada kedua Surah tersebut yang mengandung kisah Nabi Yunus ini, terdapat beberapa persamaan, misalnya dalam ungkapan-ungkapan yang berbunyi: Betapa banyak umat sebelum mereka yang telah Kami binasakan, lalu mereka meminta tolong padahal (waktu itu) bukanlah saat untuk lari melepaskan diri. (shad/38: 3) Ungkapan tersebut terdapat dalam Surah al-Anbiya' ini, dan terdapat pula dalam ayat Surah shad. Perhatikan pula al-Anbiya'/21:11 dan Yunus/10: 13. Dalam ayat ini Allah berfirman, mengingatkan manusia pada kisah Nabi Yunus, ketika ia pergi dalam keadaan marah. Yang dimaksud ialah bahwa pada suatu ketika Nabi Yunus sangat marah kepada kaumnya, karena mereka tidak juga beriman kepada Allah. Ia telah diutus Allah sebagai Rasul-Nya untuk menyampaikan seruan kepada umatnya, untuk mengajak mereka kepada agama Allah. Tetapi hanya sedikit saja di antara mereka yang beriman, sedang sebagian besar mereka tetap saja ingkar dan durhaka. Keadaan yang demikian itu menjadikan ia marah, lalu pergi ke tepi laut, menjauhkan diri dari kaumnya. Kisah ini memberi kesan bahwa Nabi Yunus tidak dapat berlapang hati dan sabar menghadapi umatnya. Akan tetapi memang demikianlah keadaannya, ia termasuk nabi-nabi yang sempit dada. Memang dari sekian banyak Nabi dan Rasul yang diutus Allah, hanya lima orang saja yang disebut \"Ulul Azmi\", yaitu rasul-rasul yang amat sabar dan ulet. Mereka adalah Nabi Ibrahim, Musa, Isa, Nuh dan Muhammad saw. Sedang yang lain-lainnya, walaupun mereka ma'shum dari dosa besar dan sifat-sifat yang tercela, namun pada saat-saat tertentu sempit juga dada mereka menghadapi kaum yang ingkar dan durhaka kepada Allah. Akan tetapi, walaupun Nabi Yunus pada suatu ketika marah kepada kaumnya, namun kemarahannya itu dapat dipahami, karena ia sangat ikhlas kepada mereka, dan sangat ingin agar mereka memperoleh kebahagiaan dunia dan akhirat dengan menjalankan agama Allah yang disampaikannya kepada mereka. Tetapi ternyata sebagian besar dari mereka itu tetap ingkar dan durhaka. Inilah yang menyakitkan hatinya, dan mengobarkan kemarahannya. Nabi Muhammad sendiri, walaupun sudah termasuk ulul 'azmi, namun Allah beberapa kali memberi peringatan kepada beliau agar jangan sampai marah dan bersempit hati menghadapi kaumnya yang ingkar. Allah berfirman dalam ayat yang lain: Maka bersabarlah engkau (Muhammad) terhadap ketetapan Tuhanmu, dan janganlah engkau seperti (Yunus) orang yang berada dalam (perut) ikan. (al- Qalam/68: 48) Firman-Nya lagi kepada Nabi Muhammad saw: Maka boleh jadi engkau (Muhammad) hendak meninggalkan sebagian dari apa yang diwahyukan kepadamu dan dadamu sempit karenanya. (Hud/11: 12) Ringkasnya sifat marah yang terdapat pada Nabi Yunus bukanlah timbul dari sifat yang buruk, melainkan karena kekesalan hatinya melihat keingkaran kaumnya yang semula diharapkannya untuk menerima dan melaksanakan agama Allah yang disampaikannya. Selanjutnya dalam ayat ini Allah menjelaskan kesalahan Nabi Yunus dimana kemarahannya itu menimbulkan kesan bahwa seolah-olah dia mengira bahwa sebagai Nabi dan Rasul Allah tidak akan pernah dibiarkan menghadapi kesulitan, sehingga jalan yang dilaluinya akan selalu indah tanpa halangan. Akan tetapi dalam kenyatan tidak demikian. Pada umumnya para rasul dan nabi banyak menemui rintangan, bahkan siksaan dan ejekan terhadap dirinya dari orang-orang yang ingkar. Hanya saja dalam keadaan yang sangat gawat, baik dimohon atau tidak oleh yang bersangkutan, Allah mendatangkan pertolongan-Nya, sehingga Rasul-Nya selamat dan umatnya yang ingkar itu mengalami kebinasaan. Menurut riwayat yang dinukil dari Ibnu Kashir, bahwa ketika Nabi Yunus dalam keadaan marah, ia lalu menjauhkan diri dari kaumnya pergi ke tepi pantai. Di sana ia menjumpai sebuah perahu, lalu ia ikut serta naik ke perahu itu dengan wajah yang muram. Di kala perahu itu hendak berlayar, datanglah gelombang besar yang menyebabkan perahu itu terancam tenggelam apabila muatannya tidak segera dikurangi. Maka nahkoda perahu itu berkata, \"Tenggelamnya seseorang lebih baik daripada tenggelamnya kita semua.\" Lalu diadakan undian untuk menentukan siapakah di antara mereka yang harus dikeluarkan dari perahu itu. Setelah diundi, ternyata bahwa Nabi Yunuslah yang harus dikeluarkan. Akan tetapi, penumpang kapal itu merasa keberatan mengeluarkannya dari pertahu itu. Maka undian dilakukan sekali lagi, tetapi hasilnya tetap demikian. Bahkan undian yang ketiga kalinya pun demikian pula. Akhirnya Yunus melepaskan pakaiannya, lalu ia terjun ke laut atas kemauannya sendiri. Allah mengirim seekor ikan besar yang berenang dengan cepat lalu menelan Yunus. Dalam ayat ini selanjutnya Allah menerangkan bahwa setelah Nabi Yunus berada dalam tiga tingkat \"kegelapan berbeda\", maka ia berdoa kepada Allah, \"Tidak ada Tuhan selain Engkau, Mahasuci Engkau, sesungguhnya aku termasuk orang-orang yang zalim.\" Yang dimaksud dengan tiga kegelapan berbeda di sini ialah bahwa Nabi Yunus sedang berada di dalam perut ikan yang gelap, dalam laut yang dalam dan gelap, dan di malam hari yang gelap gulita pula. Pengakuan Nabi Yunus bahwa dia \"termasuk golongan orang-orang yang zalim\", berarti dia sadar atas kesalahannya yang telah dilakukannya sebagai Nabi dan Rasul, yaitu tidak sabar dan tidak berlapang dada menghadapi kaumnya, seharusnya ia bersabar sampai menunggu datangnya ketentuan Allah atas kaumnya yang ingkar itu. Karena kesadaran itu maka ia mohon ampun kepada Allah, dan mohon pertolongan-Nya untuk menyelamatkan dirinya dari malapetaka itu."
        },
        {
          "number": 88,
          "arabic": "فَٱسْتَجَبْنَا لَهُۥ وَنَجَّيْنَـٰهُ مِنَ ٱلْغَمِّ ۚ وَكَذَٰلِكَ نُـۨجِى ٱلْمُؤْمِنِينَ",
          "transliteration": "fa-is'tajabnā lahu wanajjaynāhu mina l-ghami wakadhālika nunjī l-mu'minīna",
          "translation": "Maka kami kabulkan (doa)nya dan Kami selamatkan dia dari kedukaan. Dan demikianlah Kami menyelamatkan orang-orang yang beriman.",
          "tafsir": "Ayat ini menjelaskan bahwa Allah mengabulkan doa Nabi Yunus, lalu diselamatkannya dari rasa duka yang amat sangat. Duka karena rasa bersalah, duka karena keingkaran umatnya, dan duka karena malapetaka yang menimpa dirinya. Pada akhir ayat ini Allah menegaskan bahwa demikianlah Dia menyelamatkan mereka dari azab duniawi dan mengaruniakan mereka kebahagiaan ukhrawi. Hal ini diterangkan Allah dalam firman-Nya pada ayat yang lain: Maka mengapa tidak ada (penduduk) suatu negeri pun yang beriman, lalu imannya itu bermanfaat kepadanya selain kaum Yunus? Ketika mereka (kaum Yunus itu), beriman, Kami hilangkan dari mereka azab yang menghinakan dalam kehidupan dunia, dan Kami beri kesenangan kepada mereka sampai waktu tertentu. (Yunus/10: 98) Sesuai dengan kisah Yunus ini Nabi mengajarkan umatnya yang sedang mengalami kesulitan untuk berdoa seperti doa Nabi Yunus. Mus'ab bin Umair meriwayatkan dari Rasulullah bersabda: Siapa yang berdoa dengan doa Nabi Yunus, maka akan dikabulkan. (Riwayat at-Tirmidzi)"
        },
        {
          "number": 89,
          "arabic": "وَزَكَرِيَّآ إِذْ نَادَىٰ رَبَّهُۥ رَبِّ لَا تَذَرْنِى فَرْدًا وَأَنتَ خَيْرُ ٱلْوَٰرِثِينَ",
          "transliteration": "wazakariyyā idh nādā rabbahu rabbi lā tadharnī fardan wa-anta khayru l-wārithīna",
          "translation": "Dan (ingatlah kisah) Zakaria, ketika dia berdoa kepada Tuhannya, \"Ya Tuhanku, janganlah Engkau biarkan aku hidup seorang diri (tanpa keturunan) dan Engkaulah ahli waris yang terbaik.<sup foot_note=135488>1</sup>",
          "tafsir": "Pada ayat ini Allah mengarahkan perhatian Nabi Muhammad saw dan umatnya kepada kisah Nabi Zakaria. Karena ia tidak mempunyai anak, maka ia merasa kesepian dan tidak mempunyai seorang pun keturunan yang akan menggantikan dan melanjutkan perjuangannya bila ia telah meninggal dunia. Sebab itu ia berdoa kepada Allah agar Dia tidak membiarkannya hidup tanpa keturunan. Pada akhir ayat ini disebutkan ucapan Nabi Zakaria setelah ia mengucapkan doanya itu. Lalu ia berkata, \"Dan Engkau adalah ahli waris yang paling baik?\" Maksudnya ialah bahwa apabila Allah menghendaki tidak akan menganugerahkan keturunan kepadanya, maka ia pun rela dan tidak berkecil hati, karena ia yakin bahwa Allah akan tetap memelihara agamanya, dan tidak akan menyia-nyiakan agamanya dan Allah tentu akan memilih orang yang paling tepat sebagai pengganti Zakaria setelah wafatnya. Kisah ini telah dibahas lebih luas dalam Surah Ali 'Imran dan Surah Maryam."
        },
        {
          "number": 90,
          "arabic": "فَٱسْتَجَبْنَا لَهُۥ وَوَهَبْنَا لَهُۥ يَحْيَىٰ وَأَصْلَحْنَا لَهُۥ زَوْجَهُۥٓ ۚ إِنَّهُمْ كَانُوا۟ يُسَـٰرِعُونَ فِى ٱلْخَيْرَٰتِ وَيَدْعُونَنَا رَغَبًا وَرَهَبًا ۖ وَكَانُوا۟ لَنَا خَـٰشِعِينَ",
          "transliteration": "fa-is'tajabnā lahu wawahabnā lahu yaḥyā wa-aṣlaḥnā lahu zawjahu innahum kānū yusāriʿūna fī l-khayrāti wayadʿūnanā raghaban warahaban wakānū lanā khāshiʿīna",
          "translation": "Maka Kami kabulkan (doa)nya, dan Kami anugerahkan kepadanya Yahya, dan Kami jadikan istrinya (dapat mengandung). Sungguh, mereka selalu bersegera dalam (mengerjakan) kebaikan, dan mereka berdoa kepada Kami dengan penuh harap dan cemas. Dan mereka orang-orang yang khusyuk kepada Kami.",
          "tafsir": "Ayat ini menjelaskan bahwa Allah telah memperkenankan doa Nabi Zakaria itu, dan mengaruniakan kepadanya seorang putra bernama Yahya. Untuk itu Allah telah mengaruniakan kesehatan yang baik kepada istri Zakaria, sehingga memungkinkan untuk mengandung, padahal sebelum itu ia adalah perempuan yang mandul. Pada lanjutan ayat ini Allah menjelaskan apa alasan-Nya untuk mengabulkan permohonan Zakaria itu, ialah karena mereka semua senantiasa bersegera dalam berbuat kebajikan, terutama dalam memelihara keturunan dengan sebaik-baiknya. Selain itu juga, karena senantiasa berdoa kepada Allah dengan hati yang harap-harap cemas, harap akan ampunan Tuhan dan cemas terhadap kemurkaan dan siksaan Allah. Dan alasan ketiga ialah karena mereka selalu khusyuk dan tawadu' kepada-Nya, dan tidak pernah sombong atau takabur dan mengingkari karunia-Nya. Jadi, sifat-sifat yang mulia itulah yang menyebabkan mereka memperoleh karunia dari Allah."
        }
      ]
    }
  ]
}