{
  "pageNumber": 196,
  "juz": 10,
  "surahs": [
    {
      "number": 9,
      "name": "At-Taubah",
      "nameArabic": "التوبة",
      "meaning": "Pengampunan",
      "revelation": "Madinah",
      "description": "Surat At-Taubah terdiri dari 129 ayat dan termasuk surat Madaniyyah. Surat ini dinamakan \"At-Taubah\" yang berarti pengampunan berhubung kata \"At-Taubah\" disebut berulang kali dalam surat ini. Dinamakan juga dengan \"Baraa'ah\" yang berarti berlepas diri yang di sini maksudnya pernyataan pemutusan hubungan, disebabkan kebanyakan pokok pembicaraannya tentang pernyataan pemutusan perjanjian damai dengan kaum musyrikin.Di samping kedua nama yang masyhur di atas, ada beberapa nama lain yang merupakan sifat dari surat ini.Pada permulaan surat ini tidak terdapat basmalah karena berisi pernyataan perang total dengan arti bahwa segenap kaum muslimin diarahkan untuk memerangi seluruh kaum musyrikin, sedang basmalah bernafaskan perdamaian dan cinta kasih dari Allah.Surat ini diturunkan setelah Nabi Muhammad s.a.w. kembali dari perang Tabuk yang terjadi pada tahun 9 H. Pengumuman ini disampaikan oleh Saidina 'Ali pada musim haji pada tahun yang sama.Selain pernyataan pembatalan perjanjian damai dengan kaum musyrikin, surat ini mengandung pokok-pokok isi sebagai berikut:1. Keimanan:Allah selalu menyertai hamba-hamba-Nya yang beriman; pembalasan atas amalan-amalan manusia hanya dari Allah; segala sesuatu menurut sunnatullah; perlindungan Allah bagi orang-orang yang beriman; kedudukan Nabi Muhammad s.a.w. di sisi Allah.2. Hukum-hukum:Kewajiban menginfakkan harta; macam-macam harta dalam agama serta penggunaannya; jizyah; perjanjian dan perdamaian; kewajiban umat Islam terhadap Nabinya, sebab-sebab orang Islam melakukan perang total; beberapa dasar politik kenegaraan dan peperangan dalam Islam.3. Kisah-kisah:Nabi Muhammad s.a.w. dengan Abu Bakar r.a. di suatu gua di bukit Tsur ketika hijrah; perang Hunain (perang Authas atau perang Hawazin); perang Tabuk.4. Lain-lain:Sifat-sifat orang yang beriman dan tingkatan-tingkatan mereka.Surat At-Taubah berisi pernyataan pembatalan perjanjian damai oleh Nabi Muhammad dengan kaum musyrikin, karena mereka tidak memenuhi syarat-syarat perjanjian damai yang diikrarkan pada perjanjian Hudaibiyyah. Selain itu, surat At-Taubah juga menjelaskan hukum peperangan dan perdamaian, hukum kenegaraan, keadaan Nabi Muhammad pada waktu hijrah, dan kewajiban menginfakkan harta.Hubungan Surat At-Taubah Dengan Surat Yunus:1. Akhir surat At-Taubah ditutup dengan menyebutkan tentang risalah Nabi Muhammad dan hal-hal yang serupa disebutkan pula pada akhir surat Yunus.2. Surat At-Taubah menyebut keadaan orang-orang munafik dan menerangkan sikap mereka ketika Al-Qur'an diturunkan, sedang surat Yunus menerangkan sikap orang kafir terhadap Al-Qur'an.",
      "verses": [
        {
          "number": 55,
          "arabic": "فَلَا تُعْجِبْكَ أَمْوَٰلُهُمْ وَلَآ أَوْلَـٰدُهُمْ ۚ إِنَّمَا يُرِيدُ ٱللَّهُ لِيُعَذِّبَهُم بِهَا فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَتَزْهَقَ أَنفُسُهُمْ وَهُمْ كَـٰفِرُونَ",
          "transliteration": "falā tuʿ'jib'ka amwāluhum walā awlāduhum innamā yurīdu l-lahu liyuʿadhibahum bihā fī l-ḥayati l-dun'yā watazhaqa anfusuhum wahum kāfirūna",
          "translation": "Maka janganlah harta dan anak-anak mereka membuatmu kagum. Sesungguhnya maksud Allah dengan itu adalah untuk menyiksa mereka dalam kehidupan dunia dan kelak akan mati dalam keadaan kafir.",
          "tafsir": "Ayat ini mengisyaratkan bahwa janganlah orang mukmin terpengaruh dan terpesona oleh harta benda yang melimpah dan keturunan yang menjadi kebanggaan mereka, karena semua yang mereka banggakan itu hanya akan menambah siksa yang mereka derita di dunia dan di akhirat kelak. Mereka dengan susah payah mengumpulkan harta benda, tanpa menghiraukan cara-cara yang ditempuhnya. Yang penting baginya harta benda dapat dikumpulkan sebanyak-banyaknya dengan cara apa saja, sekalipun dengan cara yang tidak dibenarkan oleh ajaran agama, karena disangkanya bahwa harta benda yang berlimpah-limpah itulah yang akan memberi kebahagiaan kepada mereka di dunia dan di akhirat. Selain dari siksa yang dialami di dunia, mereka juga merasakan azab yang amat pedih pada akhir hayatnya, karena nyawanya akan dicabut dengan susah payah dan dalam keadaan kafir. Orang yang meninggal dunia dalam keadaan kafir, semua amal dan usahanya akan sia-sia dan binasa, sebagaimana firman Allah: Demikianlah balasan mereka itu neraka Jahanam, disebabkan kekafiran mereka. (al-Kahf/18: 106)"
        },
        {
          "number": 56,
          "arabic": "وَيَحْلِفُونَ بِٱللَّهِ إِنَّهُمْ لَمِنكُمْ وَمَا هُم مِّنكُمْ وَلَـٰكِنَّهُمْ قَوْمٌ يَفْرَقُونَ",
          "transliteration": "wayaḥlifūna bil-lahi innahum laminkum wamā hum minkum walākinnahum qawmun yafraqūna",
          "translation": "Dan mereka (orang-orang munafik) bersumpah dengan (nama) Allah, bahwa sesungguhnya mereka termasuk golonganmu; namun mereka bukanlah dari golonganmu, tetapi mereka adalah orang-orang yang sangat takut (kepadamu).",
          "tafsir": "Ayat ini menerangkan kepada Nabi Muhammad tentang kegelisahan dan kecemasan orang-orang munafik karena takut rahasia mereka diketahui oleh orang-orang mukmin. Oleh karena itu mereka bersumpah dengan nama Allah untuk menutupi kedustaan ucapan mereka bahwa mereka berada di pihak orang-orang mukmin. Sedangkan mereka itu pada hakikatnya tidak beriman, bahkan mereka selalu diliputi oleh keragu-raguan dan kegelisahan. Mereka selalu menyatakan sesuatu yang berlainan dengan apa yang dikandung dalam hati mereka karena mereka selalu berada dalam ketakutan. Demikianlah tingkah laku orang-orang munafik ketika bertemu dengan orang-orang mukmin, sebagaimana diterangkan Allah dalam firman-Nya: Dan apabila mereka berjumpa dengan orang yang beriman, mereka berkata, \"Kami telah beriman.\" Tetapi apabila mereka kembali kepada setan-setan (para pemimpin) mereka, mereka berkata, \"Sesungguhnya kami bersama kamu, kami hanya berolok-olok.\" (al-Baqarah/2: 14)"
        },
        {
          "number": 57,
          "arabic": "لَوْ يَجِدُونَ مَلْجَـًٔا أَوْ مَغَـٰرَٰتٍ أَوْ مُدَّخَلًا لَّوَلَّوْا۟ إِلَيْهِ وَهُمْ يَجْمَحُونَ",
          "transliteration": "law yajidūna malja-an aw maghārātin aw muddakhalan lawallaw ilayhi wahum yajmaḥūna",
          "translation": "Sekiranya mereka memperoleh tempat perlindungan, gua-gua atau lubang-lubang (dalam tanah) niscaya mereka pergi (lari) ke sana dengan secepat-cepatnya.",
          "tafsir": "Ayat ini menerangkan bahwa orang-orang munafik itu tidak ingin bergaul dengan orang mukmin karena takut dan khawatir kemunafikan mereka akan diketahui, lebih-lebih lagi bilamana mereka diajak turut berperang bersama orang-orang mukmin. Oleh sebab itu, sekiranya mereka memperoleh tempat perlindungan berupa benteng gua-gua di bukit atau parit untuk melindungi diri mereka dari pembalasan orang-orang mukmin, tentulah mereka lari bersembunyi ke tempat-tempat itu karena mereka sadar bahwa kemunafikan mereka pada suatu saat akan diketahui juga."
        },
        {
          "number": 58,
          "arabic": "وَمِنْهُم مَّن يَلْمِزُكَ فِى ٱلصَّدَقَـٰتِ فَإِنْ أُعْطُوا۟ مِنْهَا رَضُوا۟ وَإِن لَّمْ يُعْطَوْا۟ مِنْهَآ إِذَا هُمْ يَسْخَطُونَ",
          "transliteration": "wamin'hum man yalmizuka fī l-ṣadaqāti fa-in uʿ'ṭū min'hā raḍū wa-in lam yuʿ'ṭaw min'hā idhā hum yaskhaṭūna",
          "translation": "Dan di antara mereka ada yang mencelamu tentang (pembagian) sedekah (zakat); jika mereka diberi bagian, mereka bersenang hati, dan jika mereka tidak diberi bagian, tiba-tiba mereka marah.",
          "tafsir": "Sabab Nuzul: Abu Said al-Khudri meriwayatkan bahwa ketika Rasulullah saw membagi sedekah, datang Ibnu Zi al-Khawaisirah at-Tamimi, dia berkata, \"Berbuat adillah wahai Rasulullah.\" Nabi menjawab, \"Celaka kamu! Siapa lagi yang akan berbuat adil kalau saya tidak adil?\" Umar berkata, \"Izinkan aku penggal lehernya!\" Nabi menjawab, \"Biarkan, dia banyak teman. Sebagian kamu menghina salatnya dengan salat kamu, puasanya dengan puasa mereka. Meninggalkan agama seperti anak panah menginggalkan busurnya.\" Maka turunlah ayat ini. (Riwayat al-Bukhari). Ayat ini menerangkan adanya beberapa orang munafik yang mencela Nabi Muhammad mengenai kebijaksanaan beliau membagi-bagi zakat kepada orang-orang yang patut menerimanya. Dalam usaha untuk menghambat perkembangan Islam, mereka mengada-adakan tuduhan palsu yang mereka tujukan kepada Nabi Muhammad dengan maksud mempengaruhi orang-orang Islam yang masih lemah imannya. Mereka menuduh bahwa Nabi Muhammad tidak berlaku adil, berat sebelah, pilih kasih dalam membagikan zakat. Orang-orang munafik itu jika mereka diberi zakat oleh Nabi, mereka menerimanya dan diam seribu bahasa meskipun mereka tidak termasuk golongan yang patut menerimanya disebabkan mereka hanya berpura-pura miskin dan manakala tidak diberi oleh Nabi karena tidak termasuk golongan yang berhak menerima zakat, mereka segera menjadi marah dan membuat tuduhan terhadap Nabi. Sikap demikian menunjukkan bahwa mereka hanyalah memikirkan kepentingan diri sendiri. Demikianlah antara lain kelakuan orang-orang munafik itu."
        },
        {
          "number": 59,
          "arabic": "وَلَوْ أَنَّهُمْ رَضُوا۟ مَآ ءَاتَىٰهُمُ ٱللَّهُ وَرَسُولُهُۥ وَقَالُوا۟ حَسْبُنَا ٱللَّهُ سَيُؤْتِينَا ٱللَّهُ مِن فَضْلِهِۦ وَرَسُولُهُۥٓ إِنَّآ إِلَى ٱللَّهِ رَٰغِبُونَ",
          "transliteration": "walaw annahum raḍū mā ātāhumu l-lahu warasūluhu waqālū ḥasbunā l-lahu sayu'tīnā l-lahu min faḍlihi warasūluhu innā ilā l-lahi rāghibūna",
          "translation": "Dan Sekiranya mereka benar-benar rida dengan apa yang diberikan kepada mereka oleh Allah dan Rasul-Nya, dan berkata, \"Cukuplah Allah bagi kami, Allah dan Rasul-Nya akan memberikan kepada kami sebagian dari karunia-Nya. Sesungguhnya kami orang-orang yang berharap kepada Allah.\"",
          "tafsir": "Jika mereka beriman kepada Allah dengan sebenarnya tentulah mereka tidak akan mencela atau membuat tuduhan terhadap Rasul. Seharusnya mereka rida dan bersyukur kepada Allah terhadap pembagian harta itu, baik mengenai pembagian harta rampasan maupun zakat. Mereka meyakini bahwa Allah merupakan tempat memohon dan yang akan memberikan rahmat dan rezeki kepada makhluk-Nya."
        },
        {
          "number": 60,
          "arabic": "۞ إِنَّمَا ٱلصَّدَقَـٰتُ لِلْفُقَرَآءِ وَٱلْمَسَـٰكِينِ وَٱلْعَـٰمِلِينَ عَلَيْهَا وَٱلْمُؤَلَّفَةِ قُلُوبُهُمْ وَفِى ٱلرِّقَابِ وَٱلْغَـٰرِمِينَ وَفِى سَبِيلِ ٱللَّهِ وَٱبْنِ ٱلسَّبِيلِ ۖ فَرِيضَةً مِّنَ ٱللَّهِ ۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
          "transliteration": "innamā l-ṣadaqātu lil'fuqarāi wal-masākīni wal-ʿāmilīna ʿalayhā wal-mu-alafati qulūbuhum wafī l-riqābi wal-ghārimīna wafī sabīli l-lahi wa-ib'ni l-sabīli farīḍatan mina l-lahi wal-lahu ʿalīmun ḥakīmun",
          "translation": "Sesungguhnya zakat itu hanyalah untuk orang-orang fakir, orang miskin, amil zakat, orang yang dilunakkan hatinya (mualaf), untuk (memerdekakan) hamba sahaya, untuk (membebaskan) orang yang berhutang, untuk jalan Allah dan untuk orang yang sedang dalam perjalanan, sebagai kewajiban dari Allah. Allah Maha Mengetahui, Mahabijaksana.",
          "tafsir": "Sadaqah yang dimaksud dalam ayat ini ialah sadaqah wajib yang dikenal dengan zakat sebagai kewajiban dari Allah terhadap kaum Muslimin yang telah memenuhi syarat-syaratnya untuk mengeluarkan kewajiban zakat, demi untuk memelihara kemaslahatan umat. Mengenai pensyariatan zakat ini diutarakan dalam firman Allah: Ambillah zakat dari harta mereka, guna membersihkan dan menyucikan mereka. (at-Taubah/9: 103) Dengan demikian jelaslah bahwa zakat disyariatkan untuk membersihkan diri dari harta yang mungkin didapat dengan cara yang kurang wajar, mendorong pemiliknya agar bersyukur kepada Allah atas rezki yang diberikan-Nya. Yang berhak menerima zakat dalam ayat ini ada 8 golongan sebagai berikut: Pertama: Orang fakir, yaitu orang yang mempunyai harta dan mata pencaharian yang tidak mencukupi dan tidak meminta-minta, demikian menurut Imam Syafii. Kedua: Orang miskin, yaitu orang yang mempunyai harta atau mata pencaharian tetapi tidak mencukupi kebutuhan sehingga meminta-minta merendahkan harga diri, demikian menurut Imam Syafii. Menurut Imam Abu Hanifah miskin ialah apa yang dikatakan fakir menurut pengertian Imam Syafii, dan yang dikatakan miskin menurut Imam Syafii adalah fakir menurut Imam Abu Hanifah. Ketiga: Orang-orang yang menjadi amil zakat, yaitu orang-orang yang ditugaskan untuk mengumpulkan, mengurus dan menyimpan harta zakat itu baik mereka yang bertugas mengumpulkan atau menyimpan harta zakat sebagai bendahara maupun selaku pengatur administrasi pembukuan, baik mengenai penerimaan maupun pembagian (penyaluran). Golongan amil ini menerima pembagian zakat sebagai imbalan pekerjaan mereka. Disebutkan dalam sebuah riwayat: Ibnu as-Sadi al-Maliki berkata, \"Umar mengangkat aku selaku petugas pengumpulan zakat. Setelah selesai dan aku serahkan kepadanya zakat yang terkumpul, ia memerintahkan agar aku diberi bagian, kemudian aku berkata, bahwasanya saya mengerjakan itu karena Allah, lalu beliau menjawab, 'Ambillah apa yang telah diberikan kepadamu, bahwasanya aku pernah menjadi amil zakat pada masa Rasulullah, kemudian Rasulullah memberikan kepadaku upah, maka aku jawab sebagaimana jawabanmu, maka berkata Rasulullah kepadaku: \"Apabila kamu diberikan sesuatu tanpa kamu minta maka makanlah (terimalah) dan bersedekahlah.\" (Riwayat Ahmad, al-Bukhari dan Muslim). Keempat: Muallaf, yaitu orang yang perlu dihibur hatinya agar masuk Islam dengan mantap atau orang-orang yang dikhawatirkan memusuhi dan mengganggu kaum Muslimin atau orang yang diharapkan memberi bantuan kepada kaum Muslimin. Muallaf ada tiga golongan: a. Golongan orang-orang kafir yang berpengaruh dan diharapkan (masuk Islam) sebagaimana perlakuan Nabi Muhammad terhadap shafwan bin Umayah pada ketika penaklukan kota Mekah. Nabi memberi keamanan kepada shafwan dengan maksud agar ia dapat merasakan kebaikan agama Islam. Nabi memberikan pula kepadanya seekor unta beserta yang ada di punggung unta itu sehingga akhirnya shafwan tertarik masuk Islam dengan kesadaran. Dia berkata, \"Sesungguhnya Muhammad banyak memberiku ketika aku memandangnya sebagai manusia yang paling kubenci, sehingga dengan perlakuan ramah-tamahnya kepadaku jadilah Muhammad menurut pandanganku sebagai manusia yang paling kucintai.\" Demikianlah shafwan akhirnya menjadi seorang Islam yang baik. b. Golongan orang-orang kafir yang miskin kemudian masuk Islam sampai imannya mantap. Untuk memantapkan dan meneguhkan keimanan mereka Rasulullah pernah memberikan sebagian harta rampasan perang kepada mereka yang masih lemah imannya dari kalangan ahli Mekah meskipun di antara mereka ada yang munafik. c. Golongan Muslimin yang mendiami daerah perbatasan dengan orang kafir. Mereka ini diberi zakat karena diharapkan kewaspadaan mereka dalam mempertahankan kawasan kaum Muslimin dan memperhatikan gerak-gerik musuh. Kelima: Untuk usaha membebaskan perbudakan. Dengan cara yang bijaksana Islam memberantas perbudakan. Dalam rangka pembebasan budak, disediakan dana yang diambil dari zakat yang dipergunakan untuk membeli budak dan membebaskannya atau diberikan kepada seorang budak yang telah mendapat jaminan dari tuannya untuk melepaskan dirinya dengan membayar sebanyak harta yang ditentukan. Budak yang seperti ini dinamakan \"mukatab\". Seperti orang yang disandera, pekerja yang tertuduh membunuh dapat dibebaskan dengan uang. Al-Bara' bin 'Azib berkata, \"Seorang laki-laki datang kepada Rasulullah dan berkata: \"Tunjukilah aku kepada amalan yang mendekatkan aku ke surga dan menjauhkan aku dari api neraka.\" Maka Rasulullah menjawab, \"Merdekakanlah budak atau berusahalah melepaskannya.\" Laki-laki itu berkata, \"Hai Rasulullah, tidakkah kedua hal itu satu (serupa)?\" Nabi menjawab, \"Tidak, memerdekakan budak ialah engkau sendirian yang memerdekakannya, sedang melepaskan budak adalah engkau membantu membayar harganya (uang tebusannya).\" (Riwayat Ahmad dan al-Bukhari dari al-Barra' bin 'Azib). Keenam: Orang yang berhutang. Golongan ini terdiri dari dua tingkatan: a. Orang yang berhutang untuk memenuhi kebutuhan sehari-hari pada jalan yang bukan maksiat. Mereka ini berhak menerima zakat jika mereka tidak mempunyai kesanggupan untuk membayar hutang yang menjadi tanggungannya. b. Golongan yang berhutang untuk kepentingan umum. Mereka ini berhak menerima zakat meskipun mereka orang-orang mampu (orang kaya). Ketujuh: Sabilillah. Perkataan \"sabilillah\" mempunyai dua arti. Pertama, arti khusus, yaitu orang-orang yang secara suka-rela menjadi tentara melakukan jihad, membela agama Allah terhadap orang-orang kafir yang mengganggu keamanan kaum Muslimin. Kedua, arti umum, yaitu segala perbuatan yang bersifat kemasyarakatan yang ditujukan untuk mendapatkan keridaan Allah seperti: pengadaan fasilitas umum, beasiswa untuk pendidikan, dan untuk dakwah. Para ulama empat mazhab berpegang kepada arti yang pertama, tetapi sebagian ulama mempunyai pendirian yang mencakup pengertian khusus dan pengertian umum atas dasar kaidah ushul fiqh Yang menjadi pegangan ialah umumnya pengertian lafaz (sesuatu nash) tidak pada kekhususan sebab (nash diucapkan/diturunkan).\" Atas dasar ini, pembangunan atau pemeliharaan mesjid dan madrasah demikian juga untuk kegiatan ulama dan para mubalig dapat diambil dari harta zakat. Kedelapan: Ibnu Sabil. Orang yang sedang musafir yang memerlukan pertolongan meskipun ia mempunyai kekayaan di negerinya. Kepada musafir yang seperti ini dapat diberikan bantuan dari harta zakat meskipun perjalanannya selaku turis selama ia tidak bertujuan maksiat dari perjalanannya itu. Kedelapan golongan tersebut adalah ketentuan Allah yang wajib dipedomani oleh umat Islam. Allah Mahabijaksana lagi Maha Mengetahui siapa di antara mereka yang mampu dan yang memerlukan pertolongan. Allah Mahabijaksana dalam mengatur ketentuan-ketentuan dan petunjuk-petunjuk yang ditujukan kepada orang-orang yang mampu sehingga jiwa mereka menjadi bersih dan bersyukur kepada Allah atas nikmat yang diberikan kepada mereka. Kedelapan golongan yang telah diterangkan dalam ayat ini dapat dibagi atas dua golongan: a. Pertama, golongan yang menerima zakat langsung menjadi milik pribadi, mereka ialah fakir miskin, amil, orang-orang yang menanggung hutang, muallaf dan musafir. Zakat yang diberikan kepada mereka ini adalah menjadi hak milik mereka. b. Kedua, golongan yang menerima zakat untuk kepentingan umum. Golongan ini berupa instansi dan badan, terdiri dari: 1. Fi ar-Riqab, yaitu usaha membebaskan budak. Badan amil zakat secara langsung atau dengan perantaraan organisasi tertentu dapat membeli semua budak yang akan dijual oleh pemiliknya atau yang ada di pasar-pasar budak untuk dimerdekakan. 2. Fi Sabilillah, yaitu segala kepentingan agama yang bersifat umum sebagaimana diterangkan di atas. Sebagian mufasir yang didukung oleh ulama Fiqih memandang hanya dari delapan golongan tersebut, empat golongan termasuk golongan pertama yaitu: fakir, miskin, amil, dan muallaf. Sedangkan empat golongan yang terakhir yaitu: pembebasan budak, pembebasan hutang untuk kepentingan umum, fi sabilillah dan ibnu sabil adalah termasuk golongan kedua yaitu untuk kemaslahatan umum."
        },
        {
          "number": 61,
          "arabic": "وَمِنْهُمُ ٱلَّذِينَ يُؤْذُونَ ٱلنَّبِىَّ وَيَقُولُونَ هُوَ أُذُنٌ ۚ قُلْ أُذُنُ خَيْرٍ لَّكُمْ يُؤْمِنُ بِٱللَّهِ وَيُؤْمِنُ لِلْمُؤْمِنِينَ وَرَحْمَةٌ لِّلَّذِينَ ءَامَنُوا۟ مِنكُمْ ۚ وَٱلَّذِينَ يُؤْذُونَ رَسُولَ ٱللَّهِ لَهُمْ عَذَابٌ أَلِيمٌ",
          "transliteration": "wamin'humu alladhīna yu'dhūna l-nabiya wayaqūlūna huwa udhunun qul udhunu khayrin lakum yu'minu bil-lahi wayu'minu lil'mu'minīna waraḥmatun lilladhīna āmanū minkum wa-alladhīna yu'dhūna rasūla l-lahi lahum ʿadhābun alīmun",
          "translation": "Dan di antara mereka (orang munafik) ada orang-orang yang menyakiti hati Nabi (Muhammad) dan mengatakan, \"Nabi mempercayai semua apa yang didengarnya.\" Katakanlah, \"Dia mempercayai semua yang baik bagi kamu, dia beriman kepada Allah, mempercayai orang-orang mukmin, dan menjadi rahmat bagi orang-orang yang beriman di antara kamu.\" Dan orang-orang yang menyakiti Rasulullah akan mendapat azab yang pedih.",
          "tafsir": "Sabab Nuzul: Menurut riwayat Ibnu Abi Hatim dari as-Suddi, pada suatu ketika terjadilah pertemuan antara sesama orang munafik, di antara mereka adalah Jullas bin Suwaid bin Samit, Mikhasi bin Umar dan Wadiah bin sabit. Di antara mereka ada yang hendak menggunjingkan Nabi maka beberapa orang di antara mereka melarangnya dengan alasan khawatir akan sampai kepada Nabi, dan ini akan menyusahkan mereka, lalu di antara mereka ada yang berkata, \"Muhammad itu terlalu percaya pada apa saja yang didengarnya asalkan saja kita bersumpah meyakinkannya,\" maka turunlah ayat ini. Ayat ini menerangkan bahwa di antara golongan munafik terdapat orang-orang yang menyakiti Nabi Muhammad. Mereka menggunjingkannya dan mengatakan bahwa Nabi itu terlalu cepat terpengaruh tanpa memikirkan dan meneliti kebenaran sesuatu yang didengarnya. Tuduhan mereka ini atas dasar bahwa perlakuan Nabi Muhammad kepada mereka serupa dengan perlakuan beliau kepada orang-orang mukmin secara umum. Hal mana menunjukkan bahwa Nabi itu dapat dipengaruhi sebagaimana beliau terpengaruh oleh ucapan-ucapan mereka. Atas dasar ini mereka memandang adanya kelemahan pada Nabi Muhammad dan kelemahan seperti ini jika terdapat pada penguasa seperti raja, tentu akan sangat membahayakan raja tersebut dan akan berkumpullah di sekeliling raja orang-orang yang pandai menjilat untuk mempengaruhinya keputusan yang diambilnya. Setelah Allah menerangkan anggapan yang berkembang di kalangan orang munafik itu, Nabi Muhammad diperintahkan untuk mendengarkan semua yang disampaikan kepadanya, tetapi kemudian dilanjutkan dengan penelitian tentang kebenarannya. Perintah ini bertujuan agar Nabi Muhammad tidak teperdaya oleh orang-orang yang ingin menjilat atau yang mencari muka. Pada akhir ayat ini, Allah menerangkan azab yang sepedih-pedihnya yang akan menjadi hukuman bagi orang-orang munafik yang menuduh Nabi dengan tuduhan-tuduhan yang tidak pada tempatnya. Dari segi hukum, ayat ini melarang menyakiti Rasul, baik pada masa hidupnya maupun sesudah wafatnya. Menyakiti Rasul pada masa hidupnya dapat berbentuk: a. Meragukan kerasulannya atau menganggapnya ahli sihir. Orang-orang yang menyakiti Rasul seperti ini hukumnya kafir karena mereka mengingkari kerasulannya. b. Mengganggu ketenangan rumah tangganya seperti bertamu terlalu lama atau berkata di hadapannya dengan suara keras. Pekerjaan seperti ini hukumnya haram sebagaimana diutarakan dalam Al-Qur'an. Firman Allah: Sesungguhnya yang demikian itu adalah mengganggu Nabi sehingga dia (Nabi) malu kepadamu (untuk menyuruhmu keluar). (al-Ahzab/33: 53) Dan firman-Nya: Wahai orang-orang yang beriman! Janganlah kamu meninggikan suaramu melebihi suara Nabi, dan janganlah kamu berkata kepadanya dengan suara keras sebagaimana kerasnya (suara) sebagian kamu terhadap yang lain, nanti (pahala) segala amalmu bisa terhapus sedangkan kamu tidak menyadari. (al-hujurat/49: 2) Menyakiti Rasul setelah wafatnya sama halnya dengan menyakitinya pada masa hidupnya seperti menggunjingkan ibu bapaknya dan keluarganya atau menghina dan menjelek-jelekkannya. Keimanan seseorang kepada Rasul menimbulkan rasa cinta kepadanya. Orang yang cinta kepada sesuatu, tentulah sesuatu yang dicintainya itu selalu dipandang dengan rasa hormat karena dianggap mulia."
        }
      ]
    }
  ]
}