{
  "pageNumber": 392,
  "juz": 20,
  "surahs": [
    {
      "number": 28,
      "name": "Al-Qasas",
      "nameArabic": "القصص",
      "meaning": "Kisah-kisah",
      "revelation": "Makkah",
      "description": "Surat Al-Qashash terdiri dari 88 ayat dan termasuk surat Makkiyyah.Dinamai dengan \"Al-Qashash\" karena pada ayat ke-25 surat ini terdapat kata \"Al-Qashash\" yang berarti \"cerita\". Ayat ini menerangkan bahwa setelah Nabi Musa bertemu dengan Nabi Syu'aib, ia menuturkan cerita yang berhubungan dengan dirinya sendiri, yakni pengalamannya bersama Fir'aun, sampai ketika ia diburu oleh Fir'aun karena membunuh seseorang dari bangsa Qibthi tanpa disengaja. Syu'aib menjawab bahwa Musa telah selamat dari pengejaran orang-orang zalim.Turunnya ayat ke-25 surat ini sangat besar artinya bagi Nabi Muhammad dan para sahabat yang melakukan hijrah ke Madinah. Hal ini menambah keyakinan mereka, bahwa pada akhirnya orang-orang Islamlah yang akan menang. Ayat ini menunjukkan bahwa barang siapa berhijrah dari tempat musuh untuk mempertahankan keimanan, pasti akan berhasil dalam perjuangannya menghadapi musuh-musuh agama. Kepastian kemenangan bagi kaum muslimin ini ditegaskan pada bagian akhir surat ini yang mengandung isyarat bahwa, setelah hijrah ke Madinah, kaum muslimin akan kembali ke Mekah sebagai pemenang dan penegak agama Allah. Surat Al-Qashash ini adalah surat yang paling lengkap memuat cerita Nabi Musa sehingga, menurut suatu riwayat, surat ini juga dinamai surat Musa.**Pokok-Pokok Isi:**1. **Keimanan:** Allah Yang menentukan segala sesuatu dan manusia harus ridha dengan ketentuan itu; alam adalah fana dan hanya Allah yang Kekal; semuanya akan kembali kepada Allah; Allah mengetahui isi hati manusia baik yang dilahirkan ataupun yang disembunyikan.2. **Kisah-kisah:** Kekejaman Fir'aun dan pertolongan serta karunia Allah kepada Bani Israil; Musa dilemparkan ke sungai Nil, Musa membunuh seorang Qibthi tanpa sengaja; Musa di Madyan; Musa menerima perintah menyeru Fir'aun di gunung Sinai; kisah Karun.3. **Lain-lain:** Al-Qur'an menerangkan kisah nabi-nabi dan umat-umat terdahulu sebagai bukti kerasulan Muhammad; ahli kitab yang beriman kepada Nabi Muhammad diberi pahala dua kali lipat; hikmah Al-Qur'an diturunkan secara berangsur-angsur; hanya Allah yang memberi taufik kepada hamba-Nya untuk beriman; Allah menghancurkan suatu negeri karena kezaliman penduduknya sendiri; Allah tidak akan mengazab suatu umat sebelum rasul diutus kepadanya; keadaan orang-orang kafir dan sekutu-sekutu mereka pada hari kiamat; pergantian siang dan malam sebagai rahmat bagi manusia; Allah memberi balasan kebaikan dengan berlipat ganda sedangkan balasan kejahatan seimbang dengan yang telah dilakukan; janji Allah akan kemenangan Nabi Muhammad.Surat Al-Qashash diturunkan pada waktu kaum muslimin dalam keadaan lemah, sedangkan orang musyrik Mekah, sebagai penguasa, ketika itu mempunyai kekuatan dan kekuasaan yang besar.Dalam surat ini, Allah mengemukakan bahwa Fir'aun sebagai seorang raja yang mempunyai kekuasaan yang tak terbatas, dan Qarun sebagai seorang yang berilmu yang mempunyai harta yang tidak terhingga, akan binasa bersama apa yang dimiliki karena mengingkari agama Allah, sedangkan Musa yang semula tidak mempunyai apa pun justru mendapat kemenangan karena mengikuti agama Allah. Ayat ke-59 menegaskan lagi bahwa Allah menghancurkan negeri-negeri yang penduduknya zalim. Kemudian surat ini ditutup dengan menerangkan bahwa kaum muslimin, sekalipun dalam keadaan lemah, nanti setelah hijrah ke Madinah akan kembali lagi ke Mekah sebagai pemenang. Karena itu, tetaplah menyembah Allah, tidak ada Tuhan (yang berhak disembah) selain Dia. Dialah Mahakuasa dan menentukan segala sesuatu.**Hubungan Surat Al-Qashash Dengan Surat Al-'Ankabut:**1. Surat Al-'Ankabut dimulai dengan hiburan dari Allah kepada Nabi Muhammad dan para sahabatnya yang selalu disakiti, diejek, dan diusir oleh orang-orang musyrik Mekah, bahwa orang-orang yang beriman itu akan menerima cobaan atas keimanan mereka, sedangkan surat Al-Qashash menerangkan berbagai macam cobaan yang dialami oleh Nabi Musa dan Bani Israil dalam menghadapi kekejaman Fir'aun. Oleh sebab itu, Allah menyuruh agar Nabi Muhammad dan para sahabatnya agar terus bersabar dalam menghadapi cobaan-cobaan itu.2. Surat Al-Qashash mengisahkan tentang keselamatan Nabi Musa dari pengejaran Fir'aun setelah secara tidak sengaja membunuh orang Qibti. Juga mengisahkan tentang keselamatan Nabi Musa dan pengikutnya dari pengejaran Fir'aun dan bala tentaranya dan tenggelamnya Fir'aun dan bala tentaranya di laut Merah. Sementara itu, surat Al-'Ankabut mengisahkan keselamatan Nabi Nuh dan pengikutnya di atas kapal dan tenggelamnya orang-orang yang mengingkari seruan Nabi Nuh. Semua ini menunjukkan pertolongan Allah kepada hamba-hamba-Nya yang beriman.3. Surat Al-Qashash mengemukakan kelemahan kepercayaan orang-orang yang menyembah berhala dengan menerangkan keadaan penyembah-penyembah berhala dengan berhala itu sendiri pada hari kiamat, sedangkan surat Al-'Ankabut menyatakan kesalahan kepercayaan tersebut dengan membandingkannya dengan laba-laba yang percaya akan kekuatan sarangnya yang sangat lemah itu.4. Kedua surat ini sama-sama menerangkan kisah Fir'aun dan Qarun serta akibat perbuatan keduanya. Kedua Surat ini sama-sama menyinggung hijrah Nabi Muhammad.",
      "verses": [
        {
          "number": 51,
          "arabic": "۞ وَلَقَدْ وَصَّلْنَا لَهُمُ ٱلْقَوْلَ لَعَلَّهُمْ يَتَذَكَّرُونَ",
          "transliteration": "walaqad waṣṣalnā lahumu l-qawla laʿallahum yatadhakkarūna",
          "translation": "Dan sungguh, Kami telah menyampaikan perkataan ini (Alquran) kepada mereka agar mereka selalu mengingatnya.",
          "tafsir": "Ayat ini menerangkan bahwa Allah menurunkan Al-Qur'an secara bertahap, sebagian demi sebagian sesuai dengan kebijaksanaan yang telah digariskan-Nya, agar mudah dibaca, diingat, dipahami, dan bisa memantapkan hati dan menguatkan iman. Ini merupakan jawaban atas permintaan orang-orang kafir yang menghendaki Al-Qur'an itu diturunkan sekaligus. Firman Allah: Dan orang-orang kafir berkata, \"Mengapa Al-Qur'an itu tidak diturunkan kepadanya sekaligus?\" Demikianlah agar Kami memperteguh hatimu (Muhammad) dengannya dan Kami membacakannya secara tartil (berangsur-angsur, perlahan dan benar). (al-Furqan/25: 32)"
        },
        {
          "number": 52,
          "arabic": "ٱلَّذِينَ ءَاتَيْنَـٰهُمُ ٱلْكِتَـٰبَ مِن قَبْلِهِۦ هُم بِهِۦ يُؤْمِنُونَ",
          "transliteration": "alladhīna ātaynāhumu l-kitāba min qablihi hum bihi yu'minūna",
          "translation": "Orang-orang yang telah Kami berikan kepada mereka Al-Kitab sebelum Alquran, mereka beriman (pula) kepadanya (Alquran).",
          "tafsir": "Ayat ini menerangkan bahwa Ahli Kitab yang percaya kepada Taurat dan Injil, dan bertemu dengan masa kenabian Muhammad saw, juga percaya kepada Al-Qur'an. Mereka menemukan dalam kitab suci mereka berita yang menggembirakan tentang Al-Qur'an dan kecocokan sifat-sifat Al-Qur'an dengan sifat-sifat yang dijelaskan di dalam kitab mereka. Hal ini dijelaskan pula di dalam ayat yang lain: Dan sesungguhnya di antara Ahli Kitab ada yang beriman kepada Allah, dan kepada apa yang diturunkan kepada kamu, dan yang diturunkan kepada mereka, karena mereka berendah hati kepada Allah. (ali 'Imran/3: 199) Dan firman-Nya: Orang-orang yang telah Kami beri Kitab, mereka membacanya sebagaimana mestinya, mereka itulah yang beriman kepadanya. (al-Baqarah/2: 121)"
        },
        {
          "number": 53,
          "arabic": "وَإِذَا يُتْلَىٰ عَلَيْهِمْ قَالُوٓا۟ ءَامَنَّا بِهِۦٓ إِنَّهُ ٱلْحَقُّ مِن رَّبِّنَآ إِنَّا كُنَّا مِن قَبْلِهِۦ مُسْلِمِينَ",
          "transliteration": "wa-idhā yut'lā ʿalayhim qālū āmannā bihi innahu l-ḥaqu min rabbinā innā kunnā min qablihi mus'limīna",
          "translation": "Dan apabila (Alquran) dibacakan kepada mereka, mereka berkata, \"Kami beriman kepadanya, sesungguhnya (Alquran) itu adalah suatu kebenaran dari Tuhan kami. Sungguh, sebelumnya kami adalah orang muslim.\"",
          "tafsir": "Ayat ini menerangkan bahwa apabila Al-Qur'an dibacakan kepada mereka, mereka mengakui bahwa Al-Qur'an itu benar-benar dari Allah. Bahkan, mereka telah membenarkannya sebelum diturunkan karena mereka telah menemukan sifat-sifat Muhammad dan sifat-sifat Al-Qur'an dalam kitab suci mereka. Kepercayaan Ahli Kitab kepada Al-Qur'an sudah sejak dulu karena nenek moyang mereka membaca uraian tentang sifat-sifat Al-Qur'an dalam kitab suci mereka. Kebiasaan ini berlaku turun-temurun sampai ke anak cucunya jauh sebelum Al-Qur'an itu diturunkan."
        },
        {
          "number": 54,
          "arabic": "أُو۟لَـٰٓئِكَ يُؤْتَوْنَ أَجْرَهُم مَّرَّتَيْنِ بِمَا صَبَرُوا۟ وَيَدْرَءُونَ بِٱلْحَسَنَةِ ٱلسَّيِّئَةَ وَمِمَّا رَزَقْنَـٰهُمْ يُنفِقُونَ",
          "transliteration": "ulāika yu'tawna ajrahum marratayni bimā ṣabarū wayadraūna bil-ḥasanati l-sayi-ata wamimmā razaqnāhum yunfiqūna",
          "translation": "Mereka itu diberi pahala dua kali (karena beriman kepada Taurat dan Alquran) disebabkan kesabaran mereka, dan mereka menolak kejahatan dengan kebaikan, dan menginfakkan sebagian dari rezeki yang telah Kami berikan kepada mereka.",
          "tafsir": "Ayat ini menerangkan bahwa orang-orang yang percaya kepada Al-Qur'an sesudah mereka percaya kepada kitab-kitab suci sebelumnya, akan diberikan pahala dua kali lipat. Pahala atas kepercayaan mereka kepada kitab-kitab suci mereka, dan pahala atas kepercayaan mereka kepada Al-Qur'an. Diperlukan kesabaran dan ketabahan untuk mempertahankan kepercayaan mereka. Fitnah dan cobaan yang harus dihadapi tentu sangat berat, bahkan mereka mendapat perlakuan yang tidak wajar karena mereka mengikuti Muhammad dan menganut agamanya. Ada tiga macam orang yang mendapat pahala dua kali lipat sebagaimana dijelaskan di dalam sabda Nabi Muhammad: Tiga golongan orang yang diberi pahala, masing-masing dua kali lipat. Seorang Ahli Kitab yang percaya kepada nabinya, kemudian ia mendapati masa (Muhammad saw) maka ia beriman pula kepadanya dan mengikutinya serta membenarkannya maka baginya dua pahala. Hamba sahaya yang menunaikan hak Allah 'Azza wa Jalla dan hak tuannya, maka baginya dua pahala. Dan seorang yang mempunyai hamba sahaya perempuan lalu ia memberi makan, dan memberinya pendidikan yang baik, kemudian ia memerdekakannya lalu menikahinya, maka baginya dua pahala.\" (Riwayat al-Bukhari dari Abu Musa al-Asy'ari). Selain kesabaran dan ketabahan, mereka juga mempunyai beberapa sifat yang menjadikan mereka dekat kepada Allah, antara lain: 1.Mereka menolak kejahatan dengan kebaikan. Apa yang mereka dengar yang menyakitkan hati, berupa cacian dan sebagainya, tidak dibalas tetapi disambut dengan tenang bahkan dimaafkan. 2.Mereka menginfakkan rezeki yang diberikan Allah ke jalan yang benar. Mereka memperoleh rezeki juga dengan halal dan baik. Mereka mengeluarkan zakat, belanja rumah tangga, bederma untuk pembangunan masjid, madrasah, pengajian, pembinaan dan pemeliharaan anak yatim, dan lain sebagainya. Dalam firman-Nya: Dan infakkanlah (hartamu) di jalan Allah. (al-Baqarah/2: 195) Dan firman-Nya: Wahai orang-orang yang beriman! Infakkanlah sebagian dari hasil usahamu yang baik-baik. (al-Baqarah/2: 267)"
        },
        {
          "number": 55,
          "arabic": "وَإِذَا سَمِعُوا۟ ٱللَّغْوَ أَعْرَضُوا۟ عَنْهُ وَقَالُوا۟ لَنَآ أَعْمَـٰلُنَا وَلَكُمْ أَعْمَـٰلُكُمْ سَلَـٰمٌ عَلَيْكُمْ لَا نَبْتَغِى ٱلْجَـٰهِلِينَ",
          "transliteration": "wa-idhā samiʿū l-laghwa aʿraḍū ʿanhu waqālū lanā aʿmālunā walakum aʿmālukum salāmun ʿalaykum lā nabtaghī l-jāhilīna",
          "translation": "Dan apabila mereka mendengar perkataan yang buruk, mereka berpaling darinya dan berkata, \"Bagi kami amal-amal kami dan bagimu amal-amal kamu, semoga selamatlah kamu, kami tidak ingin (bergaul) dengan orang-orang bodoh.\"",
          "tafsir": "Ayat ini menerangkan tentang sifat yang ketiga dari orang-orang yang mendekatkan diri kepada Allah yaitu apabila mereka mendengar perkataan yang tidak bermanfaat, baik mengenai urusan dunia maupun akhirat, seperti cacian, cemoohan, dan sebagainya, mereka berpaling dan tidak melayaninya. Apabila mereka diperlakukan kasar atau disakiti dengan kata-kata atau perbuatan, mereka tidak membalasnya dengan tindakan serupa. Akan tetapi, mereka menghadapinya dengan tenang dan berkata, \"Bagi kami amal-amal kami, kamu tidak akan diberi pahala dan tidak pula diganjar karenanya. Bagimu amal-amalmu, kami tidak akan menuntut sedikit pun dari perbuatan itu, dan tidak akan berusaha membalasnya. Kedamaian atasmu, kami tidak ingin berbuat sebagaimana kamu berbuat.\" Firman Allah: Dan orang-orang yang tidak memberikan kesaksian palsu, dan apabila mereka bertemu dengan (orang-orang) yang mengerjakan perbuatan-perbuatan yang tidak berfaedah, mereka berlalu dengan menjaga kehormatan dirinya. (al-Furqan/25: 72) Diriwayatkan oleh Muhammad bin Ishak bahwa telah berkunjung kepada Rasulullah di Mekah dua puluh orang lebih dari kaum Nasara Habasyah setelah mendengar berita tentang beliau. Mereka menemui Nabi di dalam masjid, kemudian mereka duduk bersama-sama. Di sekeliling Ka'bah pada waktu itu tokoh-tokoh kaum Quraisy sedang duduk berkumpul. Rasulullah kemudian menyeru kaum Nasara Habasyah untuk beriman kepada Allah dan membacakan kepada mereka Al-Qur'an. Setelah mereka mendengar ayat-ayat Al-Qur'an, mereka menangis tersedu-sedu dan dengan spontan beriman kepada Allah serta percaya kepada beliau dan membenarkannya. Mereka mengetahui bahwa sifat-sifat yang mereka saksikan pada diri Rasulullah sama dengan sifat-sifat yang telah diterangkan di dalam kitab suci mereka. Ketika meninggalkan Nabi Muhammad, mereka dicegat oleh Abu Jahal bin Hisyam dan beberapa orang Quraisy dan mereka mengatakan, \"Semoga Allah menggagalkan niatmu, kalian diutus oleh teman-teman kalian hanya untuk mengetahui sifat-sifat pribadi Muhammad lalu memberitahukan kepada mereka. Akan tetapi, kenyataannya kalian sudah terpengaruh lalu meninggalkan agama kalian dan membenarkan apa yang dikatakan Muhammad. Kami tidak melihat ada rombongan yang lebih bodoh dari kalian.\" Mendengar kata-kata pedas dan tajam dari Abu Jahal bin Hisyam, mereka menjawab, \"Selamat tinggal buat kamu, kami tidak akan membalas dan berbuat jahat kepadamu. Bagi kami amal-amal kami, dan bagimu amal-amalmu.\""
        },
        {
          "number": 56,
          "arabic": "إِنَّكَ لَا تَهْدِى مَنْ أَحْبَبْتَ وَلَـٰكِنَّ ٱللَّهَ يَهْدِى مَن يَشَآءُ ۚ وَهُوَ أَعْلَمُ بِٱلْمُهْتَدِينَ",
          "transliteration": "innaka lā tahdī man aḥbabta walākinna l-laha yahdī man yashāu wahuwa aʿlamu bil-muh'tadīna",
          "translation": "Sungguh, engkau (Muhammad) tidak dapat memberi petunjuk kepada orang yang engkau kasihi, tetapi Allah memberi petunjuk kepada orang yang Dia kehendaki, dan Dia lebih mengetahui orang-orang yang mau menerima petunjuk.",
          "tafsir": "Ayat ini menerangkan bahwa Muhammad tidak dapat menjadikan kaumnya untuk taat dan menganut agama yang dibawanya, sekalipun ia berusaha sekuat tenaga. Ia hanya berkewajiban menyampaikan dan hanya Allah yang akan memberi petunjuk kepada orang yang dikehendaki-Nya. Dia yang mempunyai kebijaksanaan yang mendalam dan alasan yang cukup. Hal tersebut ditegaskan pula pada ayat lain di dalam Al-Qur'an. Bukanlah kewajibanmu (Muhammad) menjadikan mereka mendapat petunjuk, tetapi Allah-lah yang memberi petunjuk kepada siapa yang Dia kehendaki. (al-Baqarah/2: 272) Dan firman-Nya: Dan kebanyakan manusia tidak akan beriman walaupun engkau sangat menginginkannya. (Yusuf/12:103) Pada akhir ayat ini, Allah menegaskan bahwa Dia lebih mengetahui siapa orang-orang yang bersedia dan pantas menerima hidayah itu. Di antara mereka ialah orang-orang Ahli Kitab yang pernah dikisahkan peristiwanya pada ayat-ayat yang lalu. Sebaliknya orang-orang yang tidak bersedia menerima hidayah seperti beberapa kerabat Nabi, maka hidayah tidak akan diberikan kepada mereka."
        },
        {
          "number": 57,
          "arabic": "وَقَالُوٓا۟ إِن نَّتَّبِعِ ٱلْهُدَىٰ مَعَكَ نُتَخَطَّفْ مِنْ أَرْضِنَآ ۚ أَوَلَمْ نُمَكِّن لَّهُمْ حَرَمًا ءَامِنًا يُجْبَىٰٓ إِلَيْهِ ثَمَرَٰتُ كُلِّ شَىْءٍ رِّزْقًا مِّن لَّدُنَّا وَلَـٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
          "transliteration": "waqālū in nattabiʿi l-hudā maʿaka nutakhaṭṭaf min arḍinā awalam numakkin lahum ḥaraman āminan yuj'bā ilayhi thamarātu kulli shayin riz'qan min ladunnā walākinna aktharahum lā yaʿlamūna",
          "translation": "Dan mereka berkata, \"Jika kami mengikuti petunjuk bersama engkau, niscaya kami akan diusir dari negeri kami.\" (Allah berfirman) Bukankah Kami telah meneguhkan kedudukan mereka dalam tanah haram (tanah suci) yang aman, yang didatangkan ke tempat itu buah-buahan dari segala macam (tumbuh-tumbuhan) sebagai rezeki (bagimu) dari sisi Kami? Tetapi kebanyakan mereka tidak mengetahui.",
          "tafsir": "Diriwayatkan oleh Ibnu Jarir dari Ibnu 'Abbas bahwa ayat ini turun berkenaan dengan al-haris bin Utsman bin 'Abd Manaf ketika ia dan beberapa orang Quraisy lainnya mendatangi Nabi saw dan mereka berkata kepada Nabi, \"Kami telah mengetahui bahwa apa yang engkau katakan itu benar. Akan tetapi, yang menghalangi kami mengikuti agamamu ialah orang-orang Arab yang akan memusuhi dan mengusir kami dari negeri kami, dan kami tidak mempunyai kesanggupan sedikit pun untuk melawan mereka.\" Ayat ini menerangkan bahwa sebagian orang musyrik Mekah mengemukakan alasan yang tidak dapat diterima oleh pikiran yang sehat. Mereka berkata, \"Jika kami mengikuti petunjuk yang diberikan Muhammad kepada kami, dan agama yang diturunkan kepadanya, kami khawatir akan diusir dari negeri kami. Orang-orang musyrik serta tokoh-tokoh bangsa Arab juga akan memusuhi kami dengan kekerasan sedang kami tidak mampu melawan mereka.\" Dengan peringatan ini tampak bahwa mereka lebih takut kepada makhluk daripada Tuhan yang menciptakan mereka. Mereka tidak pernah membayangkan azab yang akan ditimpakan kepada mereka. Mereka lupa bahwa mereka berada di daerah Haram yang sangat dihormati sejak dahulu kala, aman dan mendapat aneka macam rezeki dan buah-buahan. Apakah mereka mengira akan tetap aman dan sejahtera di daerah Haram yang aman itu kalau mereka tetap dalam kekafiran dan kemusyrikan. Tidak sedikit di antara mereka yang tidak mengetahui dan menyadari nikmat dan azab Allah yang akan diberikan kepada setiap orang sesuai dengan amal baik dan buruk mereka. Mereka seharusnya mengetahui bahwa rezeki yang berlimpah itu datang dari Allah. Oleh karena itu, Dialah yang patut ditakuti dan ditaati bukan manusia, makhluk yang lemah dan serba kekurangan."
        },
        {
          "number": 58,
          "arabic": "وَكَمْ أَهْلَكْنَا مِن قَرْيَةٍۭ بَطِرَتْ مَعِيشَتَهَا ۖ فَتِلْكَ مَسَـٰكِنُهُمْ لَمْ تُسْكَن مِّنۢ بَعْدِهِمْ إِلَّا قَلِيلًا ۖ وَكُنَّا نَحْنُ ٱلْوَٰرِثِينَ",
          "transliteration": "wakam ahlaknā min qaryatin baṭirat maʿīshatahā fatil'ka masākinuhum lam tus'kan min baʿdihim illā qalīlan wakunnā naḥnu l-wārithīna",
          "translation": "Dan betapa banyak (penduduk) negeri yang sudah bersenang-senang dalam kehidupannya yang telah Kami binasakan, maka itulah tempat kediaman mereka yang tidak didiami (lagi) setelah mereka, kecuali sebagian kecil. Dan Kamilah yang mewarisinya.\"<sup foot_note=135563>1</sup>",
          "tafsir": "Banyak penduduk negeri yang semula hidup bersenang-senang dengan kekayaan berlimpah ruah, tetapi karena mereka selalu membuat kerusakan dan tidak mensyukuri nikmat Allah, maka Allah menghancurkan negeri mereka dan hanya sedikit saja rumah-rumah mereka yang tersisa. Padahal Allah tidak akan menghancurkan suatu negeri selama penduduk negeri itu berbuat kebaikan, firman Allah: Dan Tuhanmu tidak akan membinasakan negeri-negeri secara zalim, selama penduduknya orang-orang yang berbuat kebaikan. (Hud/11: 117) Setelah kaum itu hancur, maka tempat tinggal mereka menjadi gersang dan tidak dimakmurkan lagi, hingga negeri itu kembali kepada pemiliknya yang hakiki, yaitu Allah. Firman Allah: Dan Allah telah membuat suatu perumpamaan (dengan) sebuah negeri yang dahulunya aman lagi tenteram, rezeki datang kepadanya melimpah ruah dari segenap tempat, tetapi (penduduk)nya mengingkari nikmat-nikmat Allah, karena itu Allah menimpakan kepada mereka bencana kelaparan dan ketakutan, disebabkan apa yang mereka perbuat. (an-Nahl/16: 112)"
        },
        {
          "number": 59,
          "arabic": "وَمَا كَانَ رَبُّكَ مُهْلِكَ ٱلْقُرَىٰ حَتَّىٰ يَبْعَثَ فِىٓ أُمِّهَا رَسُولًا يَتْلُوا۟ عَلَيْهِمْ ءَايَـٰتِنَا ۚ وَمَا كُنَّا مُهْلِكِى ٱلْقُرَىٰٓ إِلَّا وَأَهْلُهَا ظَـٰلِمُونَ",
          "transliteration": "wamā kāna rabbuka muh'lika l-qurā ḥattā yabʿatha fī ummihā rasūlan yatlū ʿalayhim āyātinā wamā kunnā muh'likī l-qurā illā wa-ahluhā ẓālimūna",
          "translation": "Dan Tuhanmu tidak akan membinasakan negeri-negeri, sebelum Dia mengutus seorang rasul di ibukotanya yang membacakan ayat-ayat Kami kepada mereka; dan tidak pernah (pula) Kami membinasakan (penduduk) negeri; kecuali penduduknya melakukan kezaliman.",
          "tafsir": "Ayat ini menerangkan bahwa sesuai dengan sunah-Nya, Allah tidak pernah membinasakan suatu kota, kecuali terlebih dahulu mengutus seorang rasul ke kota itu untuk membacakan kepada penduduknya ayat-ayat Allah yang berisi kebenaran. Rasul itu ditugaskan untuk menyeru dan memberi peringatan kepada mereka supaya mereka itu beriman kepada Allah, namun mereka tidak mengindahkannya. Firman Allah: Kami tidak akan menyiksa sebelum Kami mengutus seorang rasul. (al-Isra'/17: 15) Sesudah Allah mengutus rasul untuk membimbing penduduk kota itu ke jalan yang lurus, memberi petunjuk kepada kebenaran, tetapi mereka tetap melakukan kezaliman dan mendustakan rasul, mengingkari ayat-ayat-Nya, maka Dia akan membinasakan kota itu beserta penduduknya. Pembinasaan umat secara besar-besaran sebagaimana terjadi pada umat-umat terdahulu tidak terjadi pada umat Nabi Muhammad. Beliau adalah nabi terakhir yang diutus bagi seluruh alam, sehingga pembinasaan total sudah tidak terjadi lagi. Yang ada hanyalah pembinasaan parsial atau lokal seperti bencana penyakit, bencana alam, gempa bumi, gelombang tsunami, dan sebagainya. Pengutusan Muhammad saw sebagai nabi terakhir berarti Allah tidak akan mengutus nabi atau rasul setelah beliau. Sedangkan tugas“tugas dakwah dan tanggung jawab memberi peringatan kepada umat terletak di pundak para ulama."
        }
      ]
    }
  ]
}