{
  "pageNumber": 148,
  "juz": 8,
  "surahs": [
    {
      "number": 6,
      "name": "Al-An'am",
      "nameArabic": "الأنعام",
      "meaning": "Binatang Ternak",
      "revelation": "Makkah",
      "description": "Surat Al-An'am (binatang ternak: unta, sapi, dan kambing) terdiri dari 165 ayat dan termasuk surat Makkiyyah, karena hampir seluruh ayatnya diturunkan di Mekah sebelum hijrah. Dinamakan Al-An'am karena di dalamnya disebut kata \"An'am\" yang memiliki kaitan erat dengan adat istiadat kaum musyrikin; mereka biasa mempergunakan binatang ternak untuk mendekatkan diri kepada tuhan. Selain itu, juga disebutkan hukum-hukum yang berkenaan dengan binatang ternak itu.Pokok-pokok Isi:1. Keimanan:Bukti-bukti keesaan Allah dan kesempurnaan sifat-sifat-Nya; kebenaran kenabian Nabi Muhammad s.a.w.; persaksian Allah atas kenabian Ibrahim, Ishaq, Ya'qub, Nuh, Daud, Sulaiman, Ayyub, Yusuf, Musa, Harun, Zakariya, Yahya, 'Isa, Ilyas, Alyasa', Yunus, dan Luth; penegasan tentang keberadaan risalah dan wahyu serta hari pembalasan dan hari kebangkitan; kepalsuan kepercayaan orang-orang musyrik dan keingkaran mereka terhadap hari kiamat.2. Hukum-hukum:Larangan mengikuti adat istiadat yang dibuat-buat oleh kaum Jahiliyah; makanan yang halal dan yang haram; wasiat yang sepuluh dan Al-Qur'an, tentang tauhid keadilan dan hukum-hukum; larangan mencaci maki berhala orang musyrik karena mereka akan membalas dengan mencaci maki Allah.3. Kisah-kisah:Kisah umat-umat yang menentang rasul-rasul; kisah pengalaman Nabi Muhammad s.a.w. dan para nabi pada umumnya; cerita Nabi Ibrahim a.s. membimbing kaumnya kepada tauhid.4. Lain-lain:Sikap keras kepala kaum musyrikin: tata cara seorang nabi memimpin umatnya; bidang-bidang kerasulan dan tugas rasul-rasul; tantangan kaum musyrikin untuk melemahkan rasul; kepercayaan orang-orang musyrik terhadap jin, setan, dan malaikat; beberapa prinsip keagamaan dan kemasyarakatan; nilai hidup duniawi.Dalam surat Al-An'am Allah menjelaskan keesaan dan kesempurnaan sifat-sifat-Nya, menyatakan kebatilan kepercayaan orang-orang musyrik dengan bantahan-bantahan yang logis dan mudah diterima oleh akal. Hukuman yang berat akan dijatuhkan kepada orang yang keras kepala menolak kebenaran.Hubungan Surat Al-An'Am Dengan Surat Al-A'raf:1. Kedua surat tersebut termasuk di antara tujuh surat yang panjang (assab'uth thiwaal), sama-sama membicarakan pokok aqidah agama. Dalam surat Al-An'am dikemukakan garis-garis besar aqidah sedangkan surat Al-A'raf menjelaskannya.2. Dalam surat Al-An'am Allah menerangkan asal usul kejadian manusia, yaitu dari tanah, dan menjelaskan tentang beberapa generasi manusia yang telah dibinasakan, kemudian disinggung pula tentang rasul-rasul dengan menyebut beberapa nama mereka secara garis besar, sedangkan surat Al-A'raf menjelaskannya.3. Pada bagian terakhir surat Al-An'am, Allah mengatakan bahwa Dia menjadikan manusia sebagai khalifah-khalifah di bumi dan mengangkat derajat sebagian mereka, maka bagian permulaan surat Al-A'raf mengemukakan penciptaan Adam dan anak cucunya yang dijadikan sebagai khalifah di bumi.4. Hubungan bagian akhir Al-An'am dengan permulaan surat Al-A'raf:a. Bagian akhir Al-An'am, Allah mengatakan bahwa Al-Qur'an adalah kitab pedoman yang benar, jalan yang lurus dan diberkahi, maka umat manusia diperintahkan mengikutinya. Pada bagian permulaan surat Al-A'raf, Allah mengulangi lagi perintah ini dan melarang mengikuti selainnya.b. Pada bagian akhir surat Al-An'am, Allah berfirman bahwa Dia akan memberikan keterangan tentang apa yang seharusnya dilakukan manusia dan yang menjadi perselisihan mereka. Maka pada bagian permulaan surat Al-A'raf, Allah menjelaskan apa yang disebut dengan \"Allah memberi keterangan,\" yaitu pengutusan para rasul yang bertugas memberi keterangan dan masing-masing akan dimintai pertanggungjawaban.c. Pada bagian akhir surat Al-An'am, Allah menyatakan bahwa orang yang berbuat kebajikan akan diberi ganjaran sepuluh kali lipat dan yang berbuat kejahatan akan dibalas sesuai dengan perbuatannya. Untuk menentukan kadar kebajikan dan kejahatan itu ada timbangannya, maka Allah mengemukakan di bagian muka surat Al-A'raf, bahwa timbangan pada hari itu ialah kebenaran dan keadilan. Siapa yang timbangannya berat maka dialah yang beruntung dan siapa yang timbangannya ringan maka dialah yang merugi. Kemudian Allah menceritakan keadaan dan nasib ashhabul A'raaf.",
      "verses": [
        {
          "number": 147,
          "arabic": "فَإِن كَذَّبُوكَ فَقُل رَّبُّكُمْ ذُو رَحْمَةٍ وَٰسِعَةٍ وَلَا يُرَدُّ بَأْسُهُۥ عَنِ ٱلْقَوْمِ ٱلْمُجْرِمِينَ",
          "transliteration": "fa-in kadhabūka faqul rabbukum dhū raḥmatin wāsiʿatin walā yuraddu basuhu ʿani l-qawmi l-muj'rimīna",
          "translation": "Maka jika mereka mendustakan kamu, katakanlah, \"Tuhanmu mempunyai rahmat yang luas, dan siksa-Nya kepada orang-orang yang berdosa tidak dapat dielakkan.\"",
          "tafsir": "Pada ayat ini Allah memerintahkan kepada Nabi Muhammad, jika orang kafir itu mendustakan kebenaran yang dijelaskannya mengenai makanan yang halal dan haram, baik untuk kaum Muslimin maupun yang diharamkan khusus untuk kaum Yahudi, hendaklah Nabi saw, menjawab dengan mengatakan bahwa demikianlah ketetapan Allah Yang Maha Pemurah lagi Maha Penyayang, yang amat luas rahmat-Nya dan Mahabijaksana, yang tidak enggan menimpakan siksa-Nya kepada kaum yang durhaka. Ayat ini menurut pendapat Mujahid dan as-Suddy ditujukan kepada orang-orang Yahudi, dan menurut pendapat sebagian ahli tafsir ditujukan kepada kaum musyrikin Mekah, karena Surah al-An'am ini adalah surah Makkiyah. Menurut pendapat pertama maka maksud ayat ini adalah sebagai berikut: Jika orang-orang Yahudi mendustakanmu, hai Muhammad, karena mereka menyangkal bahwa syariat yang diturunkan kepada mereka yang mengharamkan sebagian makanan sebagai balasan dan siksaan atas kedurhakaan mereka, maka katakanlah kepada mereka bahwa meskipun Allah Mahaluas rahmat-Nya dan Maha Pengasih terhadap hamba-Nya, tetapi hal ini tidak bertentangan dengan kebijaksanaan-Nya karena Dia sebagai Yang Mahakuasa, Mahabijaksana dan Mahaadil tetap akan menjatuhkan siksaan dan balasan-Nya kepada orang-orang yang zalim dan durhaka. Menimpakan siksaan kepada orang yang ingkar dan membangkang dapat dianggap sebagai tindakan kasih sayang, karena dengan demikian orang yang bersalah akan menginsafi kesalahannya dan kembali kepada yang benar. Dan mungkin juga sebagai pelajaran bagi siapa saja agar mereka jangan berbuat kezaliman seperti orang yang telah ditimpa azab Allah itu. Menurut pendapat kedua, dimana ayat ini ditujukan kepada musyrikin Mekah, maka pengertiannya adalah sebagai berikut: Bila kaum musyrikin itu mendustakanmu tentang kesesatan mereka mengharamkan dan menghalalkan sesuatu, katakanlah kepada mereka bahwa Tuhanmu adalah Maha Pengasih dan amat luas rahmat-Nya, karena itu Dia tidak segan menimpakan siksa-Nya di dunia kepadamu atas kesesatan dan kesalahan itu. Maka janganlah kamu teperdaya karena hal itu hanya penangguhan untuk sementara bukan karena Dia tidak akan menyiksamu. Ini adalah ancaman yang keras terhadap mereka apabila mereka tetap membangkang dan tetap mengada-ada kebohongan terhadap Allah dengan mengharamkan apa yang dihalalkan Allah, namun harapan masih diberikan kepada mereka bahwa mereka akan diampuni dengan rahmat dan kasih sayang-Nya bila mereka menghentikan pembangkangan itu bertobat dan beriman kepada-Nya dan kepada Rasul-Nya. Dengan demikian mereka akan berbahagia di dunia dengan menikmati apa yang dihalalkan-Nya dan berbahagia pula di akhirat dengan terhindar dari masuk neraka dan masuk surga yang disediakan-Nya bagi orang-orang yang beriman."
        },
        {
          "number": 148,
          "arabic": "سَيَقُولُ ٱلَّذِينَ أَشْرَكُوا۟ لَوْ شَآءَ ٱللَّهُ مَآ أَشْرَكْنَا وَلَآ ءَابَآؤُنَا وَلَا حَرَّمْنَا مِن شَىْءٍ ۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبْلِهِمْ حَتَّىٰ ذَاقُوا۟ بَأْسَنَا ۗ قُلْ هَلْ عِندَكُم مِّنْ عِلْمٍ فَتُخْرِجُوهُ لَنَآ ۖ إِن تَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنْ أَنتُمْ إِلَّا تَخْرُصُونَ",
          "transliteration": "sayaqūlu alladhīna ashrakū law shāa l-lahu mā ashraknā walā ābāunā walā ḥarramnā min shayin kadhālika kadhaba alladhīna min qablihim ḥattā dhāqū basanā qul hal ʿindakum min ʿil'min fatukh'rijūhu lanā in tattabiʿūna illā l-ẓana wa-in antum illā takhruṣūna",
          "translation": "Orang-orang musyrik akan berkata, \"Jika Allah menghendaki, tentu kami tidak akan mempersekutukan-Nya, begitu pula nenek moyang kami, dan kami tidak akan mengharamkan apa pun.\" Demikian pula orang-orang sebelum mereka yang telah mendustakan (para Rasul) sampai mereka merasakan azab Kami. Katakanlah (Muhammad), \"Apakah kamu mempunyai pengetahuan yang dapat kamu kemukakan kepada kami? Yang kamu ikuti hanya persangkaan belaka, dan kamu hanya mengira.\"",
          "tafsir": "Allah menerangkan dalam ayat ini bahwa orang musyrik akan mengatakan kepada Nabi Muhammad bahwa kalau Allah menghendaki tentulah mereka tidak akan mempersekutukan-Nya dengan yang lain, tidak akan mengagungkan dan memuja berhala-berhala dan sembahan-sembahan lainnya yang dipuja oleh nenek moyang mereka, kalau Allah menghendaki tentulah mereka tidak akan mengharamkan daging binatang tertentu di mana mereka mengatakan bahwa semua tindakan dan perbuatan itu adalah kehendak Allah, agar mereka dapat mendekatkan diri kepada-Nya. Allah-lah yang menghendaki mereka mengharamkan shaibah dan bahirah dan Allah telah meridai ketetapan-ketetapan yang mereka tetapkan itu. Padahal Allah bebas dari semua tuduhan tersebut. Hal seperti ini tersebut dalam firman Allah: Dan orang musyrik berkata, \"Jika Allah menghendaki, niscaya kami tidak akan menyembah sesuatu apa pun selain Dia, baik kami maupun bapak-bapak kami, dan tidak (pula) kami mengharamkan sesuatu pun tanpa (izin)-Nya.\" Demikianlah yang diperbuat oleh orang sebelum mereka. Bukankah kewajiban para rasul hanya menyampaikan (amanat Allah) dengan jelas. (an-Nahl/16: 35) Berbagai ucapan kaum musyrikin itu dibantah oleh Allah dengan menjelaskan bahwa umat-umat sebelum mereka yang mempersekutukan Allah dan mendustakan Rasul-Nya dan mengharamkan sesuatu tanpa izin-Nya telah ditimpa siksaan Allah dan telah dibinasakan-Nya sebagai balasan atas kekafiran dan keingkaran mereka. Kalau apa yang mereka lakukan itu diridai Allah, tentulah Dia tidak akan menyiksa dan menghancurkan mereka. Kemudian Allah menentang mereka dengan memerintahkan kepada Nabi Muhammad agar mengatakan kepada mereka, \"Apakah engkau hai kaum musyrikin mempunyai ilmu pengetahuan tentang hukuman yang kalian tetapkan itu, yang dapat kamu ajarkan kepada kami? Kalau memang ada pengetahuan itu maka kemukakanlah agar dapat kami pertimbangkan dan bandingkan dengan ayat-ayat yang diturunkan kepada kami atau dengan syariat nabi-nabi sebelum kami.\" Tentu saja mereka tidak dapat menjawab tantangan itu, karena memang apa yang mereka katakan hanyalah buatan mereka sendiri tidak didasarkan kepada pengetahuan syariat umat-umat yang terdahulu. Karena itu dengan tegas Allah mencap mereka sebagai orang yang mengikuti sangkaan dan dugaan belaka dan berdusta terhadap Allah."
        },
        {
          "number": 149,
          "arabic": "قُلْ فَلِلَّهِ ٱلْحُجَّةُ ٱلْبَـٰلِغَةُ ۖ فَلَوْ شَآءَ لَهَدَىٰكُمْ أَجْمَعِينَ",
          "transliteration": "qul falillahi l-ḥujatu l-bālighatu falaw shāa lahadākum ajmaʿīna",
          "translation": "Katakanlah (Muhammad), \"Alasan yang kuat hanya pada Allah. Maka kalau Dia menghendaki, niscaya kamu semua mendapat petunjuk.\"",
          "tafsir": "Pada ayat ini Allah memerintahkan kepada Rasul-Nya agar menegaskan kepada orang-orang musyrik yang mendasarkan tindakan dan ketetapan mereka kepada sangkaan, bukan kepada ilmu pengetahuan dan syariat nabi-nabi yang terdahulu bahwa Allah-lah yang mempunyai ilmu pengetahuan, hujjah, dan dasar-dasar yang kuat. Dialah yang berhak memberi petunjuk kepada yang benar yang harus diikuti dengan patuh oleh hamba-Nya yang beriman dan bertakwa. Barang siapa di antara hamba-Nya yang taat kepada-Nya dan menjalankan petunjuk yang diberikan-Nya, niscaya ia akan menjadi hamba yang saleh dan bahagia. Tetapi bila ada di antara hamba-Nya yang membangkang, mengingkari petunjuk-petunjuk itu, bahkan berani menyamakan dirinya dengan Allah, maka akan celakalah dia di dunia dan di akhirat. Semuanya terserah kepada manusia apakah dia akan memilih jalan lurus yang membawa kebahagiaan dengan menjalankan petunjuk Tuhan-nya atau jalan sesat yang membawa celaka dengan mengingkari petunjuk itu dan memperturutkan hawa nafsunya. Inilah jalan yang ditetapkan Allah bagi manusia dan jin seluruhnya. Jika Allah menghendaki tentulah Dia dapat menjadikan kamu seperti malaikat yang selalu patuh kepada Tuhannya sesuai dengan tabiatnya, seperti yang dijelaskan dalam firman-Nya: ¦ Tidak durhaka kepada Allah terhadap apa yang Dia perintahkan kepada mereka dan selalu mengerjakan apa yang diperintahkan. (at-Tahrim/66: 6) Sudah menjadi sunah dan ketetapan Allah bahwa manusia harus mempergunakan akalnya untuk memilih jalan mana yang ditempuhnya. Bila dia memilih jalan yang benar akan berbahagialah dia, dan bila memilih jalan yang salah dan menyesatkan akan celakalah dia. Demikianlah sunatullah dan tiada seorang pun yang dapat mengubahnya."
        },
        {
          "number": 150,
          "arabic": "قُلْ هَلُمَّ شُهَدَآءَكُمُ ٱلَّذِينَ يَشْهَدُونَ أَنَّ ٱللَّهَ حَرَّمَ هَـٰذَا ۖ فَإِن شَهِدُوا۟ فَلَا تَشْهَدْ مَعَهُمْ ۚ وَلَا تَتَّبِعْ أَهْوَآءَ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا وَٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْـَٔاخِرَةِ وَهُم بِرَبِّهِمْ يَعْدِلُونَ",
          "transliteration": "qul halumma shuhadāakumu alladhīna yashhadūna anna l-laha ḥarrama hādhā fa-in shahidū falā tashhad maʿahum walā tattabiʿ ahwāa alladhīna kadhabū biāyātinā wa-alladhīna lā yu'minūna bil-ākhirati wahum birabbihim yaʿdilūna",
          "translation": "Katakanlah (Muhammad), \"Bawalah saksi-saksimu yang dapat membuktikan bahwa Allah mengharamkan ini.\" Jika mereka memberikan kesaksian, engkau jangan (ikut pula) memberikan kesaksian bersama mereka. Jangan engkau ikuti keinginan orang-orang yang mendustakan ayat-ayat Kami dan orang-orang yang tidak beriman kepada akhirat, dan mereka mempersekutukan Tuhan.",
          "tafsir": "Pada ayat ini Allah memerintahkan kepada Nabi Muhammad untuk menantang kaum musyrikin agar mendatangkan saksi-saksi yang berani mengakui bahwa Allah telah mengharamkan beberapa binatang ternak, seperti saibah dan bahirah. Pastilah mereka tidak akan dapat menghadirkan saksi-saksi itu karena mustahil seseorang dapat berhadapan muka dengan Allah kecuali di akhirat sehingga dia dapat menyaksikan dengan mata kepalanya apakah benar Allah telah mengharamkan binatang ternak itu bagi mereka atau mereka hanya mengada-ada ketetapan itu menurut kemauan mereka sendiri. Tantangan ini telah membantah segala hujjah yang mereka kemukakan dan pastilah mereka tidak dapat menjawabnya. Seandainya mereka menghadirkan saksi-saksi yang sudah pasti saksi-saksi itu adalah saksi palsu, maka Allah melarang Nabi Muhammad membenarkan kesaksian mereka, bahkan Allah menyuruh Nabi untuk menolaknya dengan tegas, karena mereka adalah kaum yang telah mempersekutukan Allah dan tidak segan-segan mengadakan kebohongan terhadap Allah apalagi terhadap Nabi Muhammad. Di samping itu Allah melarang Nabi mengikuti hawa nafsu orang-orang yang mendustakan ayat-ayat yang diturunkan kepada-Nya, tidak percaya kepada hari akhirat dan selalu mempersekutukan Allah dengan berhala-berhala dan sesembahan lainnya. Nabi diperintahkan agar bersikap tegas terhadap kaum musyrikin bahkan terhadap semua orang yang menyeleweng dari jalan Allah. Berlaku lemah lembut terhadap mereka apalagi mengadakan kompromi dengan mereka, akan membawa kepada kesesatan yang nyata sesuai dengan firman Allah: Dan jika kamu mengikuti kebanyakan orang di bumi ini, niscaya mereka akan menyesatkanmu dari jalan Allah. Yang mereka ikuti hanya persangkaan belaka dan mereka hanyalah membuat kebohongan. (al-An'am/6: 116)"
        },
        {
          "number": 151,
          "arabic": "۞ قُلْ تَعَالَوْا۟ أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ ۖ أَلَّا تُشْرِكُوا۟ بِهِۦ شَيْـًٔا ۖ وَبِٱلْوَٰلِدَيْنِ إِحْسَـٰنًا ۖ وَلَا تَقْتُلُوٓا۟ أَوْلَـٰدَكُم مِّنْ إِمْلَـٰقٍ ۖ نَّحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ ۖ وَلَا تَقْرَبُوا۟ ٱلْفَوَٰحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ ۖ وَلَا تَقْتُلُوا۟ ٱلنَّفْسَ ٱلَّتِى حَرَّمَ ٱللَّهُ إِلَّا بِٱلْحَقِّ ۚ ذَٰلِكُمْ وَصَّىٰكُم بِهِۦ لَعَلَّكُمْ تَعْقِلُونَ",
          "transliteration": "qul taʿālaw atlu mā ḥarrama rabbukum ʿalaykum allā tush'rikū bihi shayan wabil-wālidayni iḥ'sānan walā taqtulū awlādakum min im'lāqin naḥnu narzuqukum wa-iyyāhum walā taqrabū l-fawāḥisha mā ẓahara min'hā wamā baṭana walā taqtulū l-nafsa allatī ḥarrama l-lahu illā bil-ḥaqi dhālikum waṣṣākum bihi laʿallakum taʿqilūna",
          "translation": "Katakanlah (Muhammad), \"Marilah aku bacakan apa yang diharamkan Tuhan kepadamu. Jangan mempersekutukan-Nya dengan apa pun, berbuat baik kepada ibu bapak, janganlah membunuh anak-anakmu karena miskin. Kamilah yang memberi rezeki kepadamu dan kepada mereka; janganlah kamu mendekati perbuatan keji, baik yang terlihat ataupun yang tersembunyi, janganlah kamu membunuh orang yang diharamkan Allah kecuali dengan alasan yang benar.<sup foot_note=135279>1</sup> Demikianlah Dia memerintahkan kepadamu agar kamu mengerti.",
          "tafsir": "Di dalam permulaan ayat ini, Allah memerintahkan kepada Nabi Muhammad agar mengatakan kepada kaum musyrikin yang menetapkan hukum menurut kehendak hawa nafsunya bahwa ia akan membacakan wahyu yang akan diturunkan Allah kepadanya. Wahyu itu memuat beberapa ketentuan tentang hal-hal yang diharamkan kepada mereka. Ketentuan-ketentuan hukum itu datangnya dari Allah, maka ketentuan-ketentuan itulah yang harus ditaati, karena Dia sendirilah yang berhak menentukan ketentuan hukum dengan perantara wahyu yang disampaikan oleh malaikat kepada Rasul-Nya, yang memang diutus untuk menyampaikan ketentuan-ketentuan hukum kepada umat manusia. Ketentuan-ketentuan hukum yang disampaikan Rasul kepada kaum musyrikin itu berintikan 10 ajaran pokok yang sangat penting yang menjadi inti dari agama Islam dan semua agama yang diturunkan Allah ke dunia. Lima ketentuan di antara sepuluh ketentuan itu terdapat dalam ayat ini, empat buah di antaranya terdapat dalam ayat berikutnya (152), sedang satu ketentuan lagi terdapat dalam ayat berikutnya lagi (153). Para ulama menamakan sepuluh ajaran pokok itu \"al-Washaya al-'Asyr\" (sepuluh perintah), yang mana dalam ayat 151 ini disebutkan lima yaitu: (1)Jangan mempersekutukan Allah, (2)Berbuat baik kepada kedua orangtua (ibu dan bapak), (3)Jangan membunuh anak karena kemiskinan, (4)Jangan mendekati (berbuat) kejahatan secara terang-terangan maupun secara tersembunyi, (5)Jangan membunuh jiwa yang diharamkan membunuhnya oleh Allah. Adapun larangan tidak boleh mempersekutukan Allah adalah pokok pertama yang paling mutlak, baik dengan perkataan atau iktikad. Seperti mempercayai bahwa Tuhan itu bersekutu, atau dengan perbuatan seperti menyembah berhala-berhala atau sembahan-sembahan lainnya. Setelah Allah memerintahkan manusia agar bertauhid dan jangan mempersekutukan-Nya, maka Allah memerintahkan manusia agar berbuat baik terhadap kedua orang tua. Urutan ini jelas menerangkan bagaimana pentingnya berbuat baik terhadap kedua orangtua, meskipun mereka salah atau menyuruh anaknya mempersekutukan Tuhan, namun si anak tetap harus berbuat baik terhadap mereka di dunia ini dan harus menolak dengan sopan suruhan atau ajakan orangtua untuk mempersekutukan Tuhan, sebagaimana firman Allah: Dan jika keduanya memaksamu untuk mempersekutukan Aku dengan sesuatu yang engkau tidak mempunyai ilmu tentang itu, maka janganlah engkau menaati keduanya, dan pergaulilah keduanya di dunia dengan baik. (Luqman/31: 15) Di dalam hadis yang diriwayatkan oleh al-Bukhari dan Muslim dari Abdullah bin Mas'ud. Dia menyampaikan hadis yang maksudnya sebagai berikut: \"Saya bertanya kepada Rasulullah, tentang amal yang paling afdhal?\" Rasulullah menjawab, \"salat tepat pada waktunya,\" apalagi sesudah itu? Jawabnya, \"berbuat baik terhadap kedua orang tua,\" apalagi sesudah itu? Jawabnya, \"berjihad di jalah Allah.\" (Riwayat al-Bukhari dan Muslim) Yang dimaksud dengan berbuat baik terhadap kedua orang tua ialah menghormati keduanya, baik dengan perkataan maupun dengan perbuatan penuh rasa cinta dan kasih sayang, bukan karena takut atau terpaksa. Penghormatan tersebut wajib, di samping kewajiban anak membelanjai ibu bapaknya yang tidak mampu, sesuai dengan kesanggupan anak itu. Perintah berbuat baik kepada orang tua diikuti dengan larangan kepada orang tua membunuh anak mereka disebabkan kemiskinan yang menimpa mereka, karena Tuhan akan memberi rezeki kepada mereka dan anak-anak mereka. Firman Allah: Dan janganlah kamu membunuh anak-anakmu karena takut miskin. Kamilah yang memberi rezeki kepada mereka dan kepadamu. Membunuh mereka itu sungguh suatu dosa yang besar. (al-Isra'/17: 31) Larangan membunuh anak pada ayat ini berbeda dengan larangan membunuh anak pada ayat lain (dalam Surah al-Isra' ayat 31). Pada ayat 151 Surah al-An'am, larangan membunuh anak karena takut kemiskinan yang sedang diderita (menimpa). Pada ayat ini dijelaskan bahwa Allah akan memberi rezeki kepada orang tua yang membelanjai anaknya, dan kata berarti bahwa Allah akan memberi rezeki kepada mereka (anak-anakmu). Sedangkan dalam Surah al-Isra', Allah menjelaskan pada ayat artinya \"Kami akan memberi rezeki kepada mereka (anak-anak)\" dan kata artinya \"Allah akan memberi rezeki kepadamu (orang tua). Didahulukannya anak-anak dalam pemberian rezeki menunjukkan perhatian Allah yang begitu besar terhadap anak, akibat sikap orang tua yang takut punya anak karena takut menjadi miskin. Pada ayat ini Allah melarang mendekati perbuatan-perbuatan keji apalagi mengerjakannya, baik berupa perbuatan, seperti berzina, atau menuduh orang berzina, baik perbuatan itu dilakukan dengan terang-terangan atau dengan sembunyi. Diriwayatkan dari Ibnu 'Abbas dalam menafsirkan ayat ini, pada masa Jahiliyah orang-orang tidak memandang jahat melakukan zina secara tersembunyi, tetapi mereka memandang jahat kalau dilakukan secara terang-terangan. Maka dengan ayat ini Allah mengharamkan zina secara terang-terangan atau tersembunyi. Pendapat lain mengatakan bahwa yang dimaksud dengan perbuatan yang nampak (terang) ialah semua perbuatan dengan anggota tubuh, sedangkan yang tersembunyi adalah perbuatan hati, seperti takabur, iri hati, dan sebagainya. Pada ayat ini Allah melarang pula membunuh jiwa tanpa sebab yang benar menurut ajaran Tuhan. Rasulullah bersabda: \"Tidak boleh membunuh jiwa seorang muslim, terkecuali disebabkan salah satu dari tiga perkara, yaitu: karena murtad (muslim yang berbalik jadi kafir), zina, muhsan (zina orang yang sudah pernah kawin) dan membunuh manusia tanpa sebab yang benar.\" (Riwayat Abu Daud). Demikian juga orang-orang kafir yang ada perjanjian damai dengan kaum Muslimin tidak boleh dibunuh atau diganggu, sesuai dengan sabda Rasulullah: \"Mereka mempunyai hak sebagaimana hak yang ada pada kami (kaum muslimin) dan mempunyai kewajiban sebagaimana kewajiban yang ada pada kami (kaum muslimin).\" (Riwayat At-Tirmidzi) Setelah diterangkan lima dari ajaran pokok yang sangat penting itu, maka Allah mengakhiri ayat ini dengan suatu penegasan yang maksudnya: Demikian itulah yang diperintahkan Tuhan kepadamu, agar kamu memahami tujuannya bukan seperti tindakanmu yang menghalalkan dan mengharamkan sesuatu menurut hawa nafsu."
        }
      ]
    }
  ]
}