{
  "pageNumber": 391,
  "juz": 20,
  "surahs": [
    {
      "number": 28,
      "name": "Al-Qasas",
      "nameArabic": "القصص",
      "meaning": "Kisah-kisah",
      "revelation": "Makkah",
      "description": "Surat Al-Qashash terdiri dari 88 ayat dan termasuk surat Makkiyyah.Dinamai dengan \"Al-Qashash\" karena pada ayat ke-25 surat ini terdapat kata \"Al-Qashash\" yang berarti \"cerita\". Ayat ini menerangkan bahwa setelah Nabi Musa bertemu dengan Nabi Syu'aib, ia menuturkan cerita yang berhubungan dengan dirinya sendiri, yakni pengalamannya bersama Fir'aun, sampai ketika ia diburu oleh Fir'aun karena membunuh seseorang dari bangsa Qibthi tanpa disengaja. Syu'aib menjawab bahwa Musa telah selamat dari pengejaran orang-orang zalim.Turunnya ayat ke-25 surat ini sangat besar artinya bagi Nabi Muhammad dan para sahabat yang melakukan hijrah ke Madinah. Hal ini menambah keyakinan mereka, bahwa pada akhirnya orang-orang Islamlah yang akan menang. Ayat ini menunjukkan bahwa barang siapa berhijrah dari tempat musuh untuk mempertahankan keimanan, pasti akan berhasil dalam perjuangannya menghadapi musuh-musuh agama. Kepastian kemenangan bagi kaum muslimin ini ditegaskan pada bagian akhir surat ini yang mengandung isyarat bahwa, setelah hijrah ke Madinah, kaum muslimin akan kembali ke Mekah sebagai pemenang dan penegak agama Allah. Surat Al-Qashash ini adalah surat yang paling lengkap memuat cerita Nabi Musa sehingga, menurut suatu riwayat, surat ini juga dinamai surat Musa.**Pokok-Pokok Isi:**1. **Keimanan:** Allah Yang menentukan segala sesuatu dan manusia harus ridha dengan ketentuan itu; alam adalah fana dan hanya Allah yang Kekal; semuanya akan kembali kepada Allah; Allah mengetahui isi hati manusia baik yang dilahirkan ataupun yang disembunyikan.2. **Kisah-kisah:** Kekejaman Fir'aun dan pertolongan serta karunia Allah kepada Bani Israil; Musa dilemparkan ke sungai Nil, Musa membunuh seorang Qibthi tanpa sengaja; Musa di Madyan; Musa menerima perintah menyeru Fir'aun di gunung Sinai; kisah Karun.3. **Lain-lain:** Al-Qur'an menerangkan kisah nabi-nabi dan umat-umat terdahulu sebagai bukti kerasulan Muhammad; ahli kitab yang beriman kepada Nabi Muhammad diberi pahala dua kali lipat; hikmah Al-Qur'an diturunkan secara berangsur-angsur; hanya Allah yang memberi taufik kepada hamba-Nya untuk beriman; Allah menghancurkan suatu negeri karena kezaliman penduduknya sendiri; Allah tidak akan mengazab suatu umat sebelum rasul diutus kepadanya; keadaan orang-orang kafir dan sekutu-sekutu mereka pada hari kiamat; pergantian siang dan malam sebagai rahmat bagi manusia; Allah memberi balasan kebaikan dengan berlipat ganda sedangkan balasan kejahatan seimbang dengan yang telah dilakukan; janji Allah akan kemenangan Nabi Muhammad.Surat Al-Qashash diturunkan pada waktu kaum muslimin dalam keadaan lemah, sedangkan orang musyrik Mekah, sebagai penguasa, ketika itu mempunyai kekuatan dan kekuasaan yang besar.Dalam surat ini, Allah mengemukakan bahwa Fir'aun sebagai seorang raja yang mempunyai kekuasaan yang tak terbatas, dan Qarun sebagai seorang yang berilmu yang mempunyai harta yang tidak terhingga, akan binasa bersama apa yang dimiliki karena mengingkari agama Allah, sedangkan Musa yang semula tidak mempunyai apa pun justru mendapat kemenangan karena mengikuti agama Allah. Ayat ke-59 menegaskan lagi bahwa Allah menghancurkan negeri-negeri yang penduduknya zalim. Kemudian surat ini ditutup dengan menerangkan bahwa kaum muslimin, sekalipun dalam keadaan lemah, nanti setelah hijrah ke Madinah akan kembali lagi ke Mekah sebagai pemenang. Karena itu, tetaplah menyembah Allah, tidak ada Tuhan (yang berhak disembah) selain Dia. Dialah Mahakuasa dan menentukan segala sesuatu.**Hubungan Surat Al-Qashash Dengan Surat Al-'Ankabut:**1. Surat Al-'Ankabut dimulai dengan hiburan dari Allah kepada Nabi Muhammad dan para sahabatnya yang selalu disakiti, diejek, dan diusir oleh orang-orang musyrik Mekah, bahwa orang-orang yang beriman itu akan menerima cobaan atas keimanan mereka, sedangkan surat Al-Qashash menerangkan berbagai macam cobaan yang dialami oleh Nabi Musa dan Bani Israil dalam menghadapi kekejaman Fir'aun. Oleh sebab itu, Allah menyuruh agar Nabi Muhammad dan para sahabatnya agar terus bersabar dalam menghadapi cobaan-cobaan itu.2. Surat Al-Qashash mengisahkan tentang keselamatan Nabi Musa dari pengejaran Fir'aun setelah secara tidak sengaja membunuh orang Qibti. Juga mengisahkan tentang keselamatan Nabi Musa dan pengikutnya dari pengejaran Fir'aun dan bala tentaranya dan tenggelamnya Fir'aun dan bala tentaranya di laut Merah. Sementara itu, surat Al-'Ankabut mengisahkan keselamatan Nabi Nuh dan pengikutnya di atas kapal dan tenggelamnya orang-orang yang mengingkari seruan Nabi Nuh. Semua ini menunjukkan pertolongan Allah kepada hamba-hamba-Nya yang beriman.3. Surat Al-Qashash mengemukakan kelemahan kepercayaan orang-orang yang menyembah berhala dengan menerangkan keadaan penyembah-penyembah berhala dengan berhala itu sendiri pada hari kiamat, sedangkan surat Al-'Ankabut menyatakan kesalahan kepercayaan tersebut dengan membandingkannya dengan laba-laba yang percaya akan kekuatan sarangnya yang sangat lemah itu.4. Kedua surat ini sama-sama menerangkan kisah Fir'aun dan Qarun serta akibat perbuatan keduanya. Kedua Surat ini sama-sama menyinggung hijrah Nabi Muhammad.",
      "verses": [
        {
          "number": 44,
          "arabic": "وَمَا كُنتَ بِجَانِبِ ٱلْغَرْبِىِّ إِذْ قَضَيْنَآ إِلَىٰ مُوسَى ٱلْأَمْرَ وَمَا كُنتَ مِنَ ٱلشَّـٰهِدِينَ",
          "transliteration": "wamā kunta bijānibi l-gharbiyi idh qaḍaynā ilā mūsā l-amra wamā kunta mina l-shāhidīna",
          "translation": "Dan engkau (Muhammad) tidak berada di sebelah barat (lembah suci Ṭuwa) ketika Kami menyampaikan perintah kepada Musa, dan engkau tidak (pula) termasuk orang-orang yang menyaksikan (kejadian itu),",
          "tafsir": "Ayat ini menerangkan bahwa Muhammad saw tidak pernah berada di sisi sebelah barat Lembah Suci thuwa, tempat Allah mewahyukan lembaran-lembaran Taurat kepada Musa. Ketika itu, Allah membebankan urusan-urusan kenabian kepadanya. Karena tidak termasuk salah seorang dari rombongan 70 orang yang telah terpilih untuk mendengarkan secara terperinci hal-hal yang diwahyukan Allah kepada Musa, maka Muhammad saw tidak mungkin menerangkan semua itu, kecuali dengan jalan wahyu dari Allah. Muhammad saw dapat menyampaikan hal-hal gaib yang telah lama terjadi serta tidak disaksikan dan dilihatnya sama sekali, padahal ia adalah seorang 'ummi tidak dapat membaca dan menulis, berada di tengah-tengah kaum yang 'ummi pula, dan tidak mengetahui sedikit pun tentang hal-hal tersebut. Hal itu merupakan bukti nyata bahwa Muhammad benar-benar nabi dan rasul Allah. Semua itu disampaikan dan dikisahkannya melalui perantaraan wahyu dari Allah. Firman Allah: Dan mereka berkata, \"Mengapa dia tidak membawa tanda (bukti) kepada kami dari Tuhannya?\" Bukankah telah datang kepada mereka bukti (yang nyata) sebagaimana yang tersebut di dalam kitab-kitab yang dahulu? (thaha/20: 133)"
        },
        {
          "number": 45,
          "arabic": "وَلَـٰكِنَّآ أَنشَأْنَا قُرُونًا فَتَطَاوَلَ عَلَيْهِمُ ٱلْعُمُرُ ۚ وَمَا كُنتَ ثَاوِيًا فِىٓ أَهْلِ مَدْيَنَ تَتْلُوا۟ عَلَيْهِمْ ءَايَـٰتِنَا وَلَـٰكِنَّا كُنَّا مُرْسِلِينَ",
          "transliteration": "walākinnā anshanā qurūnan fataṭāwala ʿalayhimu l-ʿumuru wamā kunta thāwiyan fī ahli madyana tatlū ʿalayhim āyātinā walākinnā kunnā mur'silīna",
          "translation": "tetapi Kami telah menciptakan beberapa umat, dan telah berlalu atas mereka masa yang panjang, dan engkau (Muhammad) tidak tinggal bersama-sama penduduk Madyan dengan membacakan ayat-ayat Kami kepada mereka, tetapi Kami telah mengutus rasul-rasul.",
          "tafsir": "Ayat ini menerangkan bahwa Allah telah menciptakan generasi demi generasi sejak Nabi Musa sampai kepada Nabi Muhammad dalam waktu yang panjang dan merupakan masa kekosongan, sehingga pengetahuan mereka berkurang, akhlak mereka menurun dan telah menjurus kepada kehancuran dan dekadensi moral. Pada waktu itu terasa benar perlunya diutus seorang rasul untuk membimbing dan memberi petunjuk kepada mereka ke jalan yang benar. Maka diutuslah Nabi Muhammad saw dan dia diberitahu oleh Allah keadaan dan ihwal nabi-nabi terdahulu, begitu juga keadaan dan hal ikhwal Nabi Musa. Allah juga menerangkan pada ayat ini bahwa Muhammad tidak tinggal bersama-sama penduduk Madyan untuk menanyakan dan mempelajari kisah Nabi Musa dari orang-orang yang menyaksikan kisah itu sendiri. Semua itu diketahui oleh Nabi Muhammad dengan perantaraan wahyu yang diturunkan kepadanya."
        },
        {
          "number": 46,
          "arabic": "وَمَا كُنتَ بِجَانِبِ ٱلطُّورِ إِذْ نَادَيْنَا وَلَـٰكِن رَّحْمَةً مِّن رَّبِّكَ لِتُنذِرَ قَوْمًا مَّآ أَتَىٰهُم مِّن نَّذِيرٍ مِّن قَبْلِكَ لَعَلَّهُمْ يَتَذَكَّرُونَ",
          "transliteration": "wamā kunta bijānibi l-ṭūri idh nādaynā walākin raḥmatan min rabbika litundhira qawman mā atāhum min nadhīrin min qablika laʿallahum yatadhakkarūna",
          "translation": "Dan engkau (Muhammad) tidak berada di dekat Tur (gunung) ketika Kami menyeru (Musa), tetapi (Kami utus engkau) sebagai rahmat dari Tuhanmu, agar engkau memberi peringatan kepada kaum (Quraisy) yang tidak didatangi oleh pemberi peringatan sebelum engkau agar mereka mendapat pelajaran.",
          "tafsir": "Ayat ini menerangkan bahwa Nabi Muhammad tidak berada di dekat Gunung Tur pada waktu Allah menyeru Nabi Musa dan ketika terjadi munajat antara keduanya. Peristiwa itu diketahui oleh Muhammad dengan perantaraan kitab suci Al-Qur'an yang diwahyukan kepadanya sebagai rahmat Allah yang di dalamnya dibentangkan kisah tersebut. Juga terdapat hal-hal yang mendatangkan maslahat dan kebahagiaan bagi mereka di dunia dan di akhirat, agar Muhammad memberi peringatan kepada kaum Quraisy yang belum pernah memperoleh peringatan sebelumnya. Selain ayat ini sebagai dalil yang jelas atas kerasulan Muhammad saw, juga sebagai dalil atas kemukjizatan Al-Qur'an, karena ia menceritakan peristiwa yang telah terjadi beratus-ratus tahun. Padahal Rasulullah tidak menyaksikan peristiwa tersebut apalagi hadir di tengah-tengah mereka."
        },
        {
          "number": 47,
          "arabic": "وَلَوْلَآ أَن تُصِيبَهُم مُّصِيبَةٌۢ بِمَا قَدَّمَتْ أَيْدِيهِمْ فَيَقُولُوا۟ رَبَّنَا لَوْلَآ أَرْسَلْتَ إِلَيْنَا رَسُولًا فَنَتَّبِعَ ءَايَـٰتِكَ وَنَكُونَ مِنَ ٱلْمُؤْمِنِينَ",
          "transliteration": "walawlā an tuṣībahum muṣībatun bimā qaddamat aydīhim fayaqūlū rabbanā lawlā arsalta ilaynā rasūlan fanattabiʿa āyātika wanakūna mina l-mu'minīna",
          "translation": "Dan agar mereka tidak mengatakan ketika azab menimpa mereka disebabkan apa yang mereka kerjakan, \"Ya Tuhan kami, mengapa Engkau tidak mengutus seorang rasul kepada kami, agar kami mengikuti ayat-ayat Engkau dan termasuk orang mukmin.\"",
          "tafsir": "Ayat ini menerangkan bahwa salah satu hikmah pengutusan Muhammad kepada mereka adalah untuk menolak alasan-alasan mereka, ketika kelak mendapat azab yang pedih atas kekafiran mereka terhadap Allah dan dosa-dosa yang telah diperbuatnya. Seandainya Muhammad belum diutus sedangkan azab menimpa mereka, tentu mereka akan mengemukakan alasan dan hujah. Mereka akan berkata, \"Wahai Tuhan kami! Kenapa tidak diutus seorang rasul kepada kami sebelum kemurkaan-Mu menimpa kami, dan azab-Mu diturunkan kepada kami, agar kami dapat mengikuti petunjuk-petunjuk-Mu, mengamalkan ayat-ayat yang ada di dalam kitab-Mu yang diturunkan kepada rasul itu, sehingga kami percaya atas ketuhanan-Mu dan membenarkan rasul yang Engkau utus itu?\" Oleh sebab itu, jauh sebelum mereka dimurkai dan diazab oleh Allah, Muhammad telah diutus kepada mereka untuk memberi peringatan dan ancaman dengan kemurkaan dan azab yang akan ditimpakan kalau mereka tetap dalam agama nenek moyang mereka, menyembah berhala, mempersekutukan Allah. Dengan demikian, tidak ada jalan bagi mereka untuk mengemukakan alasan-alasan dan hujah. Itulah sunatullah yang berlaku pada tiap-tiap umat. Hal ini ditegaskan dalam ayat lain dalam Al-Qur'an seperti firman Allah: Rasul-rasul itu adalah sebagai pembawa berita gembira dan pemberi peringatan, agar tidak ada alasan bagi manusia untuk membantah Allah setelah rasul-rasul itu diutus. Allah Mahaperkasa, Mahabijaksana. (an-Nisa'/4: 165) Dan firman-Nya: Barang siapa berbuat sesuai dengan petunjuk (Allah), maka sesungguhnya itu untuk (keselamatan) dirinya sendiri; dan barang siapa tersesat maka sesungguhnya (kerugian) itu bagi dirinya sendiri. Dan seorang yang berdosa tidak dapat memikul dosa orang lain, tetapi Kami tidak akan menyiksa sebelum Kami mengutus seorang rasul. (al-Isra'/17: 15) Salah satu hikmat pengutusan para rasul adalah untuk membendung dan menolak alasan yang akan dikemukakan mereka. Hikmah diturunkannya kitab suci Al-Qur'an juga untuk menolak alasan mereka yang akan mengatakan bahwa mereka tidak beriman karena kitab samawi hanya diturunkan kepada dua golongan saja yaitu Yahudi dan Nasrani, sebagaimana firman Allah swt: (Kami turunkan Al-Qur'an itu) agar kamu (tidak) mengatakan, \"Kitab itu hanya diturunkan kepada dua golongan sebelum kami (Yahudi dan Nasrani) dan sungguh, kami tidak memperhatikan apa yang mereka baca.\" (al-An'am/6: 156)"
        },
        {
          "number": 48,
          "arabic": "فَلَمَّا جَآءَهُمُ ٱلْحَقُّ مِنْ عِندِنَا قَالُوا۟ لَوْلَآ أُوتِىَ مِثْلَ مَآ أُوتِىَ مُوسَىٰٓ ۚ أَوَلَمْ يَكْفُرُوا۟ بِمَآ أُوتِىَ مُوسَىٰ مِن قَبْلُ ۖ قَالُوا۟ سِحْرَانِ تَظَـٰهَرَا وَقَالُوٓا۟ إِنَّا بِكُلٍّ كَـٰفِرُونَ",
          "transliteration": "falammā jāahumu l-ḥaqu min ʿindinā qālū lawlā ūtiya mith'la mā ūtiya mūsā awalam yakfurū bimā ūtiya mūsā min qablu qālū siḥ'rāni taẓāharā waqālū innā bikullin kāfirūna",
          "translation": "Maka ketika telah datang kepada mereka kebenaran (Alquran) dari sisi Kami, mereka berkata, \"Mengapa tidak diberikan kepadanya (Muhammad) seperti apa yang telah diberikan kepada Musa dahulu?\" Bukankah mereka itu telah ingkar (juga) kepada apa yang diberikan kepada Musa dahulu? Mereka dahulu berkata, \"(Musa dan Harun adalah) dua pesihir<sup foot_note=135562>1</sup> yang bantu membantu.\" Dan mereka (juga) berkata, \"Sesungguhnya kami sama sekali tidak mempercayai masing-masing mereka itu.\"",
          "tafsir": "Ayat ini menerangkan bahwa ketika Muhammad diutus kepada kaum Quraisy yang belum pernah didatangi oleh seorang rasul yang dibekali kitab suci Al-Qur'an, mereka menyombongkan diri, menentang, dan memperlihatkan kesesatan. Mereka berkata, \"Mengapa ia tidak memiliki mukjizat sebagaimana halnya Nabi Musa yang diberi mukjizat, seperti tongkat menjadi ular, lautan terbelah dengan pukulan tongkatnya, tangannya menjadi putih, dinaungi oleh awan, dan lain-lain. Firman Allah: Maka boleh jadi engkau (Muhammad) hendak meninggalkan sebagian dari apa yang diwahyukan kepadamu dan dadamu sempit karenanya, karena mereka akan mengatakan, \"Mengapa tidak diturunkan kepadanya harta (kekayaan) atau datang bersamanya malaikat?\" Sungguh, engkau hanyalah seorang pemberi peringatan dan Allah pemelihara segala sesuatu. (Hud/11: 12) Ucapan kaum Quraisy itu dijawab bahwa orang-orang yang durhaka dan sombong pada masa Nabi Musa telah ingkar kepada mukjizat yang diberikan kepada Musa dahulu. Bahkan mereka menuduh Musa dan Harun adalah dua ahli sihir yang saling membantu. Apakah orang-orang kafir Mekah akan mengikuti apa yang telah diperbuat kaum Nabi Musa? Apakah mereka akan mengingkari apa yang didatangkan Muhammad, dan mengatakan bahwa Musa dan Muhammad adalah ahli sihir? Apakah mereka juga tidak akan mempercayai risalah dan mukjizat keduanya? Mengenai tuduhan bahwa keduanya adalah ahli sihir pada ayat ini, Said bin Jubair, Mujahid, dan Ibnu Zaid berpendapat bahwa yang dimaksud dengan \"keduanya adalah ahli sihir\" ialah Musa dan Harun. Ini adalah ucapan orang-orang Yahudi pada permulaan kerasulan. Sedangkan Ibnu 'Abbas dan al-hasan al-Basri berpendapat bahwa yang dimaksud dengan keduanya adalah ahli sihir yaitu Musa dan Muhammad saw, dan ini adalah ucapan orang-orang musyrikin bangsa Arab."
        },
        {
          "number": 49,
          "arabic": "قُلْ فَأْتُوا۟ بِكِتَـٰبٍ مِّنْ عِندِ ٱللَّهِ هُوَ أَهْدَىٰ مِنْهُمَآ أَتَّبِعْهُ إِن كُنتُمْ صَـٰدِقِينَ",
          "transliteration": "qul fatū bikitābin min ʿindi l-lahi huwa ahdā min'humā attabiʿ'hu in kuntum ṣādiqīna",
          "translation": "Katakanlah (Muhammad), \"Datangkanlah olehmu satu kitab dari sisi Allah yang kitab itu lebih memberi petunjuk daripada keduanya (Taurat dan Alquran), niscaya aku mengikutinya, jika kamu orang yang benar.\"",
          "tafsir": "Allah menyuruh Muhammad menantang orang-orang kafir Mekah yang mengatakan bahwa Musa dan Muhammad adalah ahli sihir, dan Taurat dan Al-Qur'an adalah sihir belaka, untuk mendatangkan sebuah kitab dari sisi Allah yang lebih memberi petunjuk dan lebih mendatangkan kemaslahatan daripada kedua kitab itu. Nabi menegaskan kepada mereka bahwa dia bersedia meninggalkan Al-Qur'an apabila mereka itu benar dalam pengakuan mereka, dan benar-benar dapat mendatangkan kitab yang dimaksud."
        },
        {
          "number": 50,
          "arabic": "فَإِن لَّمْ يَسْتَجِيبُوا۟ لَكَ فَٱعْلَمْ أَنَّمَا يَتَّبِعُونَ أَهْوَآءَهُمْ ۚ وَمَنْ أَضَلُّ مِمَّنِ ٱتَّبَعَ هَوَىٰهُ بِغَيْرِ هُدًى مِّنَ ٱللَّهِ ۚ إِنَّ ٱللَّهَ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّـٰلِمِينَ",
          "transliteration": "fa-in lam yastajībū laka fa-iʿ'lam annamā yattabiʿūna ahwāahum waman aḍallu mimmani ittabaʿa hawāhu bighayri hudan mina l-lahi inna l-laha lā yahdī l-qawma l-ẓālimīna",
          "translation": "Maka jika mereka tidak menjawab (tantanganmu), ketahuilah bahwa mereka hanyalah mengikuti keinginan mereka. Dan siapakah yang lebih sesat daripada orang yang mengikuti keinginannya tanpa mendapat petunjuk dari Allah sedikit pun? Sungguh, Allah tidak memberi petunjuk kepada orang-orang yang zalim.",
          "tafsir": "Ayat ini menerangkan bahwa kalau orang-orang musyrik itu tidak dapat memenuhi tantangan Nabi mendatangkan kitab dari sisi Allah yang lebih menjamin kebahagiaan daripada Taurat dan Al-Qur'an, maka itu berarti bahwa pembangkangan mereka sesungguhnya hanyalah dorongan hawa nafsu belaka, dan mengikuti ajakan setan yang tidak beralasan sama sekali. Orang-orang yang hanya mengikuti hawa nafsunya dan menuruti bujukan setan tanpa ada petunjuk dari Allah, adalah orang-orang yang sangat sesat bahkan paling sesat. Oleh sebab itu, Allah melarang mengikuti hawa nafsu karena akan menyesatkan dari jalan yang benar. Orang-orang yang sesat dari jalan Allah akan mendapat azab yang berat, firman Allah: (Allah berfirman), \"Wahai Daud! Sesungguhnya engkau Kami jadikan khalifah (penguasa) di bumi, maka berilah keputusan (perkara) di antara manusia dengan adil dan janganlah engkau mengikuti hawa nafsu, karena akan menyesatkan engkau dari jalan Allah. Sungguh, orang-orang yang sesat dari jalan Allah akan mendapat azab yang berat, karena mereka melupakan hari perhitungan.\" (shad/38: 26) Pada akhir ayat 50 ini ditegaskan bahwa Allah tidak akan memberi petunjuk kepada orang yang zalim dan selalu meninggalkan perintah Allah, melanggar larangan-Nya, mendustakan rasul-Nya, mengikuti kemauan hawa nafsu, dan lebih mengutamakan ketaatan kepada setan daripada ketaatan kepada Allah. Orang-orang zalim itu akan mendapat azab yang amat pedih di akhirat. Firman Allah: Maka sungguh, mereka (yang disembah itu) telah mengingkari apa yang kamu katakan, maka kamu tidak akan dapat menolak (azab) dan tidak dapat (pula) menolong (dirimu), dan barang siapa di antara kamu berbuat zalim, niscaya Kami rasakan kepadanya azab yang besar. (al-Furqan/25: 19) Dan firman-Nya: Tetapi golongan-golongan (yang ada) saling berselisih di antara mereka; maka celakalah orang-orang yang zalim karena azab pada hari yang pedih (Kiamat). (az-Zukhruf43: 65)"
        }
      ]
    }
  ]
}