{
  "pageNumber": 495,
  "juz": 25,
  "surahs": [
    {
      "number": 43,
      "name": "Az-Zukhruf",
      "nameArabic": "الزخرف",
      "meaning": "Perhiasan",
      "revelation": "Makkah",
      "description": "Surat Az-Zukhruf terdiri dari 89 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Asy-Syura.Dinamai Az-Zukhruf (perhiasan) diambil dari kata \"Az-Zukhruf\" yang terdapat pada ayat ke-35 surat ini. Orang-orang musyrik mengukur tinggi-rendahnya derajat seseorang tergantung pada perhiasan dan harta yang ia miliki. Maka karena Nabi Muhammad adalah seorang anak yatim dan miskin, ia tidak pantas diangkat Allah sebagai seorang rasul dan nabi. Pangkat rasul dan nabi itu harus diberikan kepada orang kaya. Ayat ini menegaskan bahwa harta tidak dapat dijadikan dasar untuk mengukur tinggi-rendahnya derajat seseorang, karena harta merupakan perhiasan kehidupan duniawi, bukan kesenangan akhirat.**Pokok-Pokok Isi:**1. **Keimanan:** Al-Qur'an berasal dari Lauh Mahfuzh; Nabi 'Isa itu hanyalah seorang hamba Allah; pengakuan Nabi 'Isa bahwa Allahlah Tuhan yang sebenarnya; menjelaskan kesenangan di dalam surga dan hebatnya penderitaan orang kafir di dalam neraka; Allah tidak mempunyai anak.2. **Hukum-hukum:** Perintah Allah kepada Nabi Muhammad agar menjauhi orang-orang yang tidak beriman.3. **Kisah-kisah:** Kisah Nabi Ibrahim, Musa, dan 'Isa sebagai perbandingan bagi Nabi Muhammad dan sebagai penawar ketika menghadapi kesulitan dalam melakukan dakwah.4. **Lain-lain:** Pengakuan orang musyrik Mekah bahwa Allahlah Yang menciptakan langit dan bumi tetapi mereka tetap menyembah berhala; kepercayaan mereka bahwa malaikat adalah anak Allah dan penolakan atas kepercayaan yang salah itu; Nabi Muhammad sebagai rasul mendapat ejekan dan celaan dari kaumnya adalah hal biasa, karena rasul-rasul terdahulu pun demikian; orang-orang musyrik sangat berpegang teguh pada tradisi dan adat istiadat nenek moyang mereka dalam beragama, sehingga hati mereka tertutup untuk menerima kebenaran.Surat Az-Zukhruf dimulai dengan menerangkan bahwa Al-Qur'an adalah wahyu Ilahi dan diambil dari Lauh Mahfuzh. Kemudian menerangkan sikap orang musyrik terhadap para nabi dan menyebutkan sebagian hikmah yang Allah limpahkan kepada manusia. Selain itu, juga dikemukakan tentang sifat orang-orang musyrik yang suka mengada-ada kebatilan beserta kepercayaan rusak dan sifat-sifat sombong mereka, walaupun mereka telah diperingatkan dengan nasib umat-umat terdahulu yang mendurhakai Allah.Pada bagian akhir, surat ini mengingatkan tentang tindakan-tindakan orang-orang musyrik yang lebih mementingkan perhiasan duniawi. Lalu, surat ini ditutup dengan perintah Allah agar Nabi Muhammad berpaling dari orang-orang musyrik itu, nanti mereka akan merasakan dan mengetahui kebenaran ancaman Allah.**Hubungan Surat Az-Zukhruf Dengan Surat Ad-Dukhan:**1. Kedua surat ini sama-sama dimulai dengan menyebutkan sifat-sifat Al-Qur'an.2. Pada akhir surat Az-Zukhruf disebutkan ancaman kepada orang-orang kafir dan pada permulaan surat Ad-Dukhan terdapat pula peringatan dan ancaman itu.3. Pada kedua surat ini terdapat kesatuan sikap antara Nabi Muhammad dan Nabi Musa. Pada surat Az-Zukhruf Nabi Muhammad mengadu kepada Allah bahwa kaumnya tidak mau beriman, sedangkan pada surat Ad-Dukhan Nabi Musa mengadu kepada Allah bahwa kaumnya berlaku durhaka dan banyak dosa.",
      "verses": [
        {
          "number": 74,
          "arabic": "إِنَّ ٱلْمُجْرِمِينَ فِى عَذَابِ جَهَنَّمَ خَـٰلِدُونَ",
          "transliteration": "inna l-muj'rimīna fī ʿadhābi jahannama khālidūna",
          "translation": "Sungguh, orang-orang yang berdosa itu kekal di dalam azab neraka Jahanam.",
          "tafsir": "Ayat ini menerangkan bahwa orang-orang yang mengingkari Allah di dunia, mengerjakan larangan dan mengingkari perintah-perintah Allah, mereka akan dimasukkan ke dalam neraka Jahanam, sebagai balasan kekafiran mereka; mereka kekal di dalamnya dan tidak dapat keluar walaupun sesaat. Azab yang ditimpakan kepada orang-orang kafir itu tidak akan diringankan walau sedikit pun, sehingga mereka terus-menerus dalam kesakitan dan kebingungan. Mereka putus asa karena permohonan yang mereka ajukan kepada Allah agar mereka dibebaskan dari azab itu tidak dikabulkan."
        },
        {
          "number": 75,
          "arabic": "لَا يُفَتَّرُ عَنْهُمْ وَهُمْ فِيهِ مُبْلِسُونَ",
          "transliteration": "lā yufattaru ʿanhum wahum fīhi mub'lisūna",
          "translation": "Tidak diringankan (azab) itu dari mereka, dan mereka berputus asa di dalamnya.",
          "tafsir": "Ayat ini menerangkan bahwa orang-orang yang mengingkari Allah di dunia, mengerjakan larangan dan mengingkari perintah-perintah Allah, mereka akan dimasukkan ke dalam neraka Jahanam, sebagai balasan kekafiran mereka; mereka kekal di dalamnya dan tidak dapat keluar walaupun sesaat. Azab yang ditimpakan kepada orang-orang kafir itu tidak akan diringankan walau sedikit pun, sehingga mereka terus-menerus dalam kesakitan dan kebingungan. Mereka putus asa karena permohonan yang mereka ajukan kepada Allah agar mereka dibebaskan dari azab itu tidak dikabulkan."
        },
        {
          "number": 76,
          "arabic": "وَمَا ظَلَمْنَـٰهُمْ وَلَـٰكِن كَانُوا۟ هُمُ ٱلظَّـٰلِمِينَ",
          "transliteration": "wamā ẓalamnāhum walākin kānū humu l-ẓālimīna",
          "translation": "Dan tidaklah Kami menzalimi mereka, tetapi merekalah yang menzalimi diri mereka sendiri.",
          "tafsir": "Dalam ayat ini diterangkan apa sebabnya mereka ditimpa azab itu, Allah menyatakan, \"Kami tidak bermaksud menganiaya orang-orang kafir dengan mengazab mereka, karena Kami telah memberikan peringatan yang cukup kepada mereka selama hidup di dunia, tetapi mereka tidak menghiraukannya sedikit pun. Bahkan mereka mendustakan rasul-rasul yang Kami utus kepada mereka dan menganiaya para rasul itu walaupun telah dikemukakan bukti-bukti yang cukup kepada mereka. Karena tindakan mereka itulah, mereka diazab, ini berarti bahwa mereka sendirilah yang menganiaya diri mereka sendiri."
        },
        {
          "number": 77,
          "arabic": "وَنَادَوْا۟ يَـٰمَـٰلِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ ۖ قَالَ إِنَّكُم مَّـٰكِثُونَ",
          "transliteration": "wanādaw yāmāliku liyaqḍi ʿalaynā rabbuka qāla innakum mākithūna",
          "translation": "Dan mereka berseru, \"Wahai (Malaikat) Malik! Biarlah Tuhanmu mematikan kami saja.\" Dia menjawab, \"Sungguh, kamu akan tetap tinggal (di neraka ini).\"",
          "tafsir": "Karena beratnya siksaan yang diderita mereka, maka mereka memanggil malaikat Malik, penjaga neraka, agar malaikat itu meminta kepada Allah supaya mereka dimatikan saja, sehingga mereka terbebas dari siksaan itu, mereka mengatakan, \"Hai malaikat Malik, mohonkanlah kepada Allah agar Dia mencabut saja nyawa kami, sehingga kami terlepas atau tidak merasakan lagi siksaan ini.\" Malaikat itu menjawab, \"Tidak ada satu jalan pun bagimu untuk keluar dari neraka ini karena Allah telah memutuskan, bahwa kamu tinggal di dalam neraka selama-lamanya.\" Allah berfirman: Dan orang-orang yang kafir, bagi mereka neraka Jahanam. Mereka tidak dibinasakan hingga mereka mati, dan tidak diringankan dari mereka azabnya. Demikianlah Kami membalas setiap orang yang sangat kafir. (Fathir/35: 36) Dalam ayat lain: Dan orang-orang yang celaka (kafir) akan menjauhinya,(yaitu) orang yang akan memasuki api yang besar (neraka), selanjutnya dia di sana tidak mati dan tidak (pula) hidup. (al-A'la/87: 11-13)"
        },
        {
          "number": 78,
          "arabic": "لَقَدْ جِئْنَـٰكُم بِٱلْحَقِّ وَلَـٰكِنَّ أَكْثَرَكُمْ لِلْحَقِّ كَـٰرِهُونَ",
          "transliteration": "laqad ji'nākum bil-ḥaqi walākinna aktharakum lil'ḥaqqi kārihūna",
          "translation": "Sungguh, Kami telah datang membawa kebenaran kepada kamu, tetapi kebanyakan di antara kamu benci pada kebenaran itu.",
          "tafsir": "Kepada orang-orang yang sedang diazab dalam neraka itu dikatakan, \"Hai orang-orang kafir, sesungguhnya Kami telah menerangkan semua yang benar dan jalan yang lurus dengan perantaraan rasul-rasul dan kitab-kitab Kami waktu kamu di dunia dahulu. Akan tetapi kamu tidak menerima kebenaran itu, bahkan kamu membenci kebenaran itu serta orang-orang yang mengikuti kebenaran itu. Karena itu, celakalah dirimu sekarang dan sesalilah sendiri, pada saat semua penyesalan tidak berguna lagi dan tobat telah pula tertutup."
        },
        {
          "number": 79,
          "arabic": "أَمْ أَبْرَمُوٓا۟ أَمْرًا فَإِنَّا مُبْرِمُونَ",
          "transliteration": "am abramū amran fa-innā mub'rimūna",
          "translation": "Ataukah mereka telah merencanakan suatu tipu daya (jahat), maka sesungguhnya Kami telah berencana (mengatasi tipu daya mereka).<sup foot_note=135741>1</sup>",
          "tafsir": "Dalam ayat ini, diterangkan sebab orang-orang kafir dimasukkan ke dalam neraka yaitu karena mereka selama hidup di dunia selalu berusaha menolak semua kebenaran dengan melakukaan bermacam tipu daya. Maka Allah menghancurkan dan menggagalkan semua tipu daya mereka itu. Dalam ayat yang lain Allah berfirman: Dan mereka membuat tipu daya, dan Kami pun menyusun tipu daya, sedang mereka tidak menyadari. (an-Naml/27: 50) Firman Allah: Ataukah mereka hendak melakukan tipu daya? Tetapi orang-orang yang kafir itu, justru merekalah yang terkena tipu daya. (ath-thur/52: 42)"
        },
        {
          "number": 80,
          "arabic": "أَمْ يَحْسَبُونَ أَنَّا لَا نَسْمَعُ سِرَّهُمْ وَنَجْوَىٰهُم ۚ بَلَىٰ وَرُسُلُنَا لَدَيْهِمْ يَكْتُبُونَ",
          "transliteration": "am yaḥsabūna annā lā nasmaʿu sirrahum wanajwāhum balā warusulunā ladayhim yaktubūna",
          "translation": "Ataukah mereka mengira bahwa Kami tidak mendengar rahasia dan bisikan-bisikan mereka? Sebenarnya (Kami mendengar), dan utusan-utusan Kami (malaikat) selalu mencatat di sisi mereka.",
          "tafsir": "Diriwayatkan oleh Ibnu Jarir bahwa Muhammad bin Ka'ab al-Quradzi berkata, \"Ketika tiga orang berada di antara Ka'bah dan kelambunya, dua orang dari suku Quraisy dan seorang dari suku Saqafi, maka salah seorang dari mereka berkata, \"Bagaimanakah pendapatmu, apakah Allah mendengar pembicaraan kita?\" Orang yang kedua menjawab, \"Apabila kamu keraskan suaramu, Dia mendengarnya, sedangkan apabila engkau berbisik, Dia tidak mendengarnya.\" Orang yang ketiga berkata, \"Jika Dia mendengar bila kamu keraskan suaramu, tentu Dia mendengar pula, bila kamu berbisik.\" Maka turunlah ayat ini. Melihat sikap dan tindakan orang-orang kafir semasa hidup di dunia, mereka seakan-akan tidak percaya bahwa Allah mengetahui segala sesuatu; maka dikatakan tentang mereka. \"Apakah mereka menyangka bahwa Kami tidak mendengar bisikan-bisikan hati mereka, dan tidak mengetahui semua yang mereka perbincangkan secara rahasia dalam menyusun tipu daya itu?\" Dengan ayat ini Allah menegaskan dengan mengatakan, \"Kami mengetahui segala yang mereka rencanakan dan mendengar semua bisikan-bisikan mereka, tidak ada sesuatu pun yang tidak kami ketahui, di samping itu, malaikat hafadzah selalu menulis dan mencatat semua perilaku mereka baik berupa perkataan maupun perbuatan. Firman Allah: (Ingatlah) ketika dua malaikat men-catat (perbuatannya), yang satu duduk di sebelah kanan dan yang lain di sebelah kiri. Tidak ada suatu kata yang diucapkannya melainkan ada di sisinya malaikat pengawas yang selalu siap (mencatat). (Qaf/50: 17-18)"
        },
        {
          "number": 81,
          "arabic": "قُلْ إِن كَانَ لِلرَّحْمَـٰنِ وَلَدٌ فَأَنَا۠ أَوَّلُ ٱلْعَـٰبِدِينَ",
          "transliteration": "qul in kāna lilrraḥmāni waladun fa-anā awwalu l-ʿābidīna",
          "translation": "Katakanlah (Muhammad), \"Jika benar Tuhan Yang Maha Pengasih mempunyai anak, maka akulah orang yang mula-mula memuliakan (anak itu).",
          "tafsir": "Allah memerintahkan kepada Nabi Muhammad saw untuk mengatakan kepada orang-orang musyrik Mekah, bahwa seandainya ar-Rahman, Tuhan Yang Maha Pemurah mempunyai anak dan mereka dapat membuktikan kebenarannya dengan alasan-alasan yang kuat, maka Nabi Muhammad adalah orang pertama yang mengakui dan mengagungkan-Nya, sebagaimana orang memuliakan anak seorang raja karena memuliakan bapaknya. Pendapat ini berdasar karena bahwa anak tuhan merupakan bagian dari Tuhan, karena itu kedudukan putranya itu sama dengan kedudukan-Nya sendiri. Pengertian di atas menunjukkan suatu penegasan bahwa hal tersebut sangat mustahil bagi Allah. Firman Allah: Sekiranya Allah hendak mengambil anak, tentu Dia akan memilih apa yang Dia kehendaki dari apa yang telah diciptakan-Nya. Mahasuci Dia. Dialah Allah Yang Maha Esa, Mahaperkasa. (az-Zumar/39: 4)"
        },
        {
          "number": 82,
          "arabic": "سُبْحَـٰنَ رَبِّ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ رَبِّ ٱلْعَرْشِ عَمَّا يَصِفُونَ",
          "transliteration": "sub'ḥāna rabbi l-samāwāti wal-arḍi rabbi l-ʿarshi ʿammā yaṣifūna",
          "translation": "Mahasuci Tuhan pemilik langit dan bumi, Tuhan pemilik Arasy, dari apa yang mereka sifatkan itu.\"",
          "tafsir": "Ayat ini menyatakan kesucian Allah dari anggapan orang-orang musyrik itu dengan menyatakan, \"Mahasuci Allah yang memiliki langit dan bumi beserta semua yang ada di dalamnya, Dia memiliki 'Arsy yang agung, mustahil bagi Allah mempunyai seorang anak seperti yang dikatakan mereka.\""
        },
        {
          "number": 83,
          "arabic": "فَذَرْهُمْ يَخُوضُوا۟ وَيَلْعَبُوا۟ حَتَّىٰ يُلَـٰقُوا۟ يَوْمَهُمُ ٱلَّذِى يُوعَدُونَ",
          "transliteration": "fadharhum yakhūḍū wayalʿabū ḥattā yulāqū yawmahumu alladhī yūʿadūna",
          "translation": "Maka biarkanlah mereka tenggelam (dalam kesesatan) dan bermain-main sampai mereka menemui hari yang dijanjikan kepada mereka.",
          "tafsir": "Karena orang-orang musyrik itu tidak mau mengubah kepercayaan mereka yang batil dan sesat itu, maka Allah menyampaikan pesan kepada Rasulullah, \"Ya Muhammad, biarkanlah orang-orang yang membuat dusta tentang Allah dengan mengatakan bahwa Dia mempunyai anak, membincangkan kebohongan mereka dan biarkanlah mereka hidup bersenang-senang dalam kekafiran di dunia ini, sampai datang azab yang dijanjikan Allah kepada mereka."
        },
        {
          "number": 84,
          "arabic": "وَهُوَ ٱلَّذِى فِى ٱلسَّمَآءِ إِلَـٰهٌ وَفِى ٱلْأَرْضِ إِلَـٰهٌ ۚ وَهُوَ ٱلْحَكِيمُ ٱلْعَلِيمُ",
          "transliteration": "wahuwa alladhī fī l-samāi ilāhun wafī l-arḍi ilāhun wahuwa l-ḥakīmu l-ʿalīmu",
          "translation": "Dan Dialah Tuhan (yang disembah) di langit dan Tuhan (yang disembah) di bumi, dan Dialah Yang Mahabijaksana, Maha Mengetahui.",
          "tafsir": "Dalam ayat ini ditegaskan lagi kemustahilan Allah mempunyai anak dengan menyatakan, \"Hanya Dialah yang disembah oleh penghuni langit dan penghuni bumi, hanya Dia sajalah yang berhak disembah, tidak ada yang lain, karena Dialah Tuhan yang segala tindakan-Nya mempunyai hikmah dalam menciptakan dan melakukan sesuatu sesuai dengan sifat, guna dan faedahnya, dan hanya Dia pula yang Maha Mengetahui keadaan mereka, baik yang nampak maupun yang tidak nampak, dan Dia Maha Mengetahui segala isi hati manusia. Dalam ayat ini disebutkan dua macam sifat Allah yaitu hakim dan 'alim. Bila Allah mempunyai sifat hakim dan 'alim, tentulah putra-Nya mempunyai sifat-sifat itu pula. Namun jika diperhatikan sifat-sifat yang dipunyai oleh yang mereka katakan anak Tuhan itu, ternyata sifatnya berbeda dengan sifat-sifat Tuhan. Sebagaimana patung-patung al-Lata, al-Uzza dan Manat yang disembah oleh orang-orang musyrik Mekah, semuanya adalah benda-benda mati yang tidak dapat berbuat dan mengetahui sesuatu pun. Demikian pula Nabi Isa yang dipercayai sebagai anak Allah oleh orang Nasrani, padahal orang Nasrani sendiri mengakui bahwa Isa itu kadang-kadang tidak mengetahui dan tidak mempunyai hikmah dalam melakukan segala tindakan-tindakannya. Bukanlah Isa pernah menangis ketika mendengar berita terbunuhnya seseorang yang tidak bersalah sehingga ia minta kepada pengikut-pengikutnya supaya menunjukkan kuburan orang yang terbunuh itu. Sifat yang demikian tentu tidak wajar pada seseorang yang diyakini sebagai putra Allah."
        },
        {
          "number": 85,
          "arabic": "وَتَبَارَكَ ٱلَّذِى لَهُۥ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَمَا بَيْنَهُمَا وَعِندَهُۥ عِلْمُ ٱلسَّاعَةِ وَإِلَيْهِ تُرْجَعُونَ",
          "transliteration": "watabāraka alladhī lahu mul'ku l-samāwāti wal-arḍi wamā baynahumā waʿindahu ʿil'mu l-sāʿati wa-ilayhi tur'jaʿūna",
          "translation": "Dan Mahasuci (Allah) yang memiliki kerajaan langit dan bumi, dan apa yang ada di antara keduanya; dan di sisi-Nyalah ilmu tentang hari Kiamat, dan hanya kepada-Nyalah kamu dikembalikan.",
          "tafsir": "Mahasuci Allah yang memiliki dan menguasai kerajaan langit dan bumi beserta semua isinya, dan alam-alam lain yang tidak atau belum diketahui hakikat dan keadaannya. Dialah yang mempunyai pengetahuan tentang hari Kiamat. Tidak seorang pun yang mengetahui kapan terjadinya hari Kiamat itu. Kepada-Nyalah kembali segala sesuatu, kemudian Dia membalas semua amal perbuatan manusia dengan balasan yang setimpal."
        },
        {
          "number": 86,
          "arabic": "وَلَا يَمْلِكُ ٱلَّذِينَ يَدْعُونَ مِن دُونِهِ ٱلشَّفَـٰعَةَ إِلَّا مَن شَهِدَ بِٱلْحَقِّ وَهُمْ يَعْلَمُونَ",
          "transliteration": "walā yamliku alladhīna yadʿūna min dūnihi l-shafāʿata illā man shahida bil-ḥaqi wahum yaʿlamūna",
          "translation": "Dan orang-orang yang menyeru kepada selain Allah tidak mendapat syafaat (pertolongan di akhirat); kecuali orang yang mengakui yang hak (tauhid) dan mereka meyakini.",
          "tafsir": "Ayat ini menerangkan bahwa semua berhala dan dewa-dewa disembah oleh orang-orang musyrik untuk mendapat syafaatnya, padahal berhala itu tidak kuasa berbuat dan tidak memiliki sesuatu pun, bahkan mereka itu sendiri dikuasai dan dimiliki oleh penyembah-penyembahnya. Mungkinkah mereka memberikan syafaat dalam keadaan demikian? Adapun orang-orang yang mengucapkan kalimat tauhid, memahami serta meyakininya, ia berjalan sesuai dengan petunjuk Allah, seperti malaikat, Nabi Isa, maka syafaat mereka berfaedah di sisi Allah, dan Allah akan memberikan syafaat kepada orang-orang yang pantas menerimanya. Sa'id bin Jubair berkata, \"Maksud ayat ini ialah: berhala-berhala itu tidak memberi syafaat sedikit pun, yang bisa memberi syafaat itu hanyalah orang yang mengakui kebenaran, beriman kepada Allah berdasarkan ilmu yang dipelajari, dan pandangannya yang jauh."
        },
        {
          "number": 87,
          "arabic": "وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَهُمْ لَيَقُولُنَّ ٱللَّهُ ۖ فَأَنَّىٰ يُؤْفَكُونَ",
          "transliteration": "wala-in sa-altahum man khalaqahum layaqūlunna l-lahu fa-annā yu'fakūna",
          "translation": "Dan jika engkau bertanya kepada mereka, siapakah yang menciptakan mereka, niscaya mereka menjawab, Allah; jadi bagaimana mereka dapat dipalingkan (dari menyembah Allah),",
          "tafsir": "Dalam ayat ini diterangkan bahwa perkataan dan perbuatan orang-orang musyrik itu saling bertentangan. Jika ditanyakan kepada mereka, siapakah yang menciptakan seluruh makhluk ini, maka mereka menjawab dan mengakui, \"Hanya Allah sajalah yang menciptakannya, tidak berserikat dengan seorang pun.\" Mereka tidak sanggup membantah kenyataan itu, tetapi perbuatan dan tindakan mereka membuktikan bahwa mereka mempersekutukan Allah. Mengapa orang-orang musyrik itu berpaling sehingga menyembah selain Allah atau hanya menyembah Allah saja sesuai dengan pengakuan mereka. Hal tersebut menunjukkan kebodohan mereka."
        },
        {
          "number": 88,
          "arabic": "وَقِيلِهِۦ يَـٰرَبِّ إِنَّ هَـٰٓؤُلَآءِ قَوْمٌ لَّا يُؤْمِنُونَ",
          "transliteration": "waqīlihi yārabbi inna hāulāi qawmun lā yu'minūna",
          "translation": "dan (Allah mengetahui) ucapannya (Muhammad), \"Ya Tuhanku, sesungguhnya mereka itu adalah kaum yang tidak beriman.\"",
          "tafsir": "Muhammad saw berkata, \"Wahai Tuhanku, sesungguhnya orang-orang yang aku seru untuk mengikuti ajaranmu sesuai dengan perintahmu adalah orang-orang yang telah terkunci mati hatinya sehingga mereka tidak mau beriman.\"Firman Allah: Sesungguhnya orang-orang kafir, sama saja bagi mereka, engkau (Muhammad) beri peringatan atau tidak engkau beri peringatan, mereka tidak akan beriman. (al-Baqarah/2: 6)"
        },
        {
          "number": 89,
          "arabic": "فَٱصْفَحْ عَنْهُمْ وَقُلْ سَلَـٰمٌ ۚ فَسَوْفَ يَعْلَمُونَ",
          "transliteration": "fa-iṣ'faḥ ʿanhum waqul salāmun fasawfa yaʿlamūna",
          "translation": "Maka berpalinglah dari mereka dan katakanlah, \"Salam (selamat tinggal).\" Kelak mereka akan mengetahui (nasib mereka yang buruk).",
          "tafsir": "Setelah Allah mendengar ucapan Rasulullah saw itu, Dia berfirman, \"Hai Muhammad, berpalinglah engkau dari mereka, janganlah engkau berputus asa karena keangkuhan mereka untuk beriman, janganlah engkau melayani perkataan-perkataan mereka yang buruk itu, dan tindakan-tindakan yang menghinakanmu dan pengikutmu, maafkanlah mereka, kelak mereka akan mengakui kesalahannya dan merasakan akibat kekafiran mereka.\" Ayat ini merupakan janji Allah kepada kaum Muslimin, dan janji itu ditepati-Nya, dengan penaklukan kota Mekah. Peristiwa tersebut menyebabkan manusia masuk Islam secara berbondong-bondong. Maka tersebarlah agama Islam ke seluruh penjuru dunia dalam waktu yang singkat. Allah berfirman: Apabila telah datang pertolongan Allah dan kemenangan, dan engkau melihat manusia berbondong-bondong masuk agama Allah, maka bertasbihlah dengan memuji Tuhanmu dan mohonlah ampunan kepada-Nya. Sungguh, Dia Maha Penerima tobat. (an-Nasr/110: 1-3)"
        }
      ]
    }
  ]
}