{
  "pageNumber": 394,
  "juz": 20,
  "surahs": [
    {
      "number": 28,
      "name": "Al-Qasas",
      "nameArabic": "القصص",
      "meaning": "Kisah-kisah",
      "revelation": "Makkah",
      "description": "Surat Al-Qashash terdiri dari 88 ayat dan termasuk surat Makkiyyah.Dinamai dengan \"Al-Qashash\" karena pada ayat ke-25 surat ini terdapat kata \"Al-Qashash\" yang berarti \"cerita\". Ayat ini menerangkan bahwa setelah Nabi Musa bertemu dengan Nabi Syu'aib, ia menuturkan cerita yang berhubungan dengan dirinya sendiri, yakni pengalamannya bersama Fir'aun, sampai ketika ia diburu oleh Fir'aun karena membunuh seseorang dari bangsa Qibthi tanpa disengaja. Syu'aib menjawab bahwa Musa telah selamat dari pengejaran orang-orang zalim.Turunnya ayat ke-25 surat ini sangat besar artinya bagi Nabi Muhammad dan para sahabat yang melakukan hijrah ke Madinah. Hal ini menambah keyakinan mereka, bahwa pada akhirnya orang-orang Islamlah yang akan menang. Ayat ini menunjukkan bahwa barang siapa berhijrah dari tempat musuh untuk mempertahankan keimanan, pasti akan berhasil dalam perjuangannya menghadapi musuh-musuh agama. Kepastian kemenangan bagi kaum muslimin ini ditegaskan pada bagian akhir surat ini yang mengandung isyarat bahwa, setelah hijrah ke Madinah, kaum muslimin akan kembali ke Mekah sebagai pemenang dan penegak agama Allah. Surat Al-Qashash ini adalah surat yang paling lengkap memuat cerita Nabi Musa sehingga, menurut suatu riwayat, surat ini juga dinamai surat Musa.**Pokok-Pokok Isi:**1. **Keimanan:** Allah Yang menentukan segala sesuatu dan manusia harus ridha dengan ketentuan itu; alam adalah fana dan hanya Allah yang Kekal; semuanya akan kembali kepada Allah; Allah mengetahui isi hati manusia baik yang dilahirkan ataupun yang disembunyikan.2. **Kisah-kisah:** Kekejaman Fir'aun dan pertolongan serta karunia Allah kepada Bani Israil; Musa dilemparkan ke sungai Nil, Musa membunuh seorang Qibthi tanpa sengaja; Musa di Madyan; Musa menerima perintah menyeru Fir'aun di gunung Sinai; kisah Karun.3. **Lain-lain:** Al-Qur'an menerangkan kisah nabi-nabi dan umat-umat terdahulu sebagai bukti kerasulan Muhammad; ahli kitab yang beriman kepada Nabi Muhammad diberi pahala dua kali lipat; hikmah Al-Qur'an diturunkan secara berangsur-angsur; hanya Allah yang memberi taufik kepada hamba-Nya untuk beriman; Allah menghancurkan suatu negeri karena kezaliman penduduknya sendiri; Allah tidak akan mengazab suatu umat sebelum rasul diutus kepadanya; keadaan orang-orang kafir dan sekutu-sekutu mereka pada hari kiamat; pergantian siang dan malam sebagai rahmat bagi manusia; Allah memberi balasan kebaikan dengan berlipat ganda sedangkan balasan kejahatan seimbang dengan yang telah dilakukan; janji Allah akan kemenangan Nabi Muhammad.Surat Al-Qashash diturunkan pada waktu kaum muslimin dalam keadaan lemah, sedangkan orang musyrik Mekah, sebagai penguasa, ketika itu mempunyai kekuatan dan kekuasaan yang besar.Dalam surat ini, Allah mengemukakan bahwa Fir'aun sebagai seorang raja yang mempunyai kekuasaan yang tak terbatas, dan Qarun sebagai seorang yang berilmu yang mempunyai harta yang tidak terhingga, akan binasa bersama apa yang dimiliki karena mengingkari agama Allah, sedangkan Musa yang semula tidak mempunyai apa pun justru mendapat kemenangan karena mengikuti agama Allah. Ayat ke-59 menegaskan lagi bahwa Allah menghancurkan negeri-negeri yang penduduknya zalim. Kemudian surat ini ditutup dengan menerangkan bahwa kaum muslimin, sekalipun dalam keadaan lemah, nanti setelah hijrah ke Madinah akan kembali lagi ke Mekah sebagai pemenang. Karena itu, tetaplah menyembah Allah, tidak ada Tuhan (yang berhak disembah) selain Dia. Dialah Mahakuasa dan menentukan segala sesuatu.**Hubungan Surat Al-Qashash Dengan Surat Al-'Ankabut:**1. Surat Al-'Ankabut dimulai dengan hiburan dari Allah kepada Nabi Muhammad dan para sahabatnya yang selalu disakiti, diejek, dan diusir oleh orang-orang musyrik Mekah, bahwa orang-orang yang beriman itu akan menerima cobaan atas keimanan mereka, sedangkan surat Al-Qashash menerangkan berbagai macam cobaan yang dialami oleh Nabi Musa dan Bani Israil dalam menghadapi kekejaman Fir'aun. Oleh sebab itu, Allah menyuruh agar Nabi Muhammad dan para sahabatnya agar terus bersabar dalam menghadapi cobaan-cobaan itu.2. Surat Al-Qashash mengisahkan tentang keselamatan Nabi Musa dari pengejaran Fir'aun setelah secara tidak sengaja membunuh orang Qibti. Juga mengisahkan tentang keselamatan Nabi Musa dan pengikutnya dari pengejaran Fir'aun dan bala tentaranya dan tenggelamnya Fir'aun dan bala tentaranya di laut Merah. Sementara itu, surat Al-'Ankabut mengisahkan keselamatan Nabi Nuh dan pengikutnya di atas kapal dan tenggelamnya orang-orang yang mengingkari seruan Nabi Nuh. Semua ini menunjukkan pertolongan Allah kepada hamba-hamba-Nya yang beriman.3. Surat Al-Qashash mengemukakan kelemahan kepercayaan orang-orang yang menyembah berhala dengan menerangkan keadaan penyembah-penyembah berhala dengan berhala itu sendiri pada hari kiamat, sedangkan surat Al-'Ankabut menyatakan kesalahan kepercayaan tersebut dengan membandingkannya dengan laba-laba yang percaya akan kekuatan sarangnya yang sangat lemah itu.4. Kedua surat ini sama-sama menerangkan kisah Fir'aun dan Qarun serta akibat perbuatan keduanya. Kedua Surat ini sama-sama menyinggung hijrah Nabi Muhammad.",
      "verses": [
        {
          "number": 71,
          "arabic": "قُلْ أَرَءَيْتُمْ إِن جَعَلَ ٱللَّهُ عَلَيْكُمُ ٱلَّيْلَ سَرْمَدًا إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ مَنْ إِلَـٰهٌ غَيْرُ ٱللَّهِ يَأْتِيكُم بِضِيَآءٍ ۖ أَفَلَا تَسْمَعُونَ",
          "transliteration": "qul ara-aytum in jaʿala l-lahu ʿalaykumu al-layla sarmadan ilā yawmi l-qiyāmati man ilāhun ghayru l-lahi yatīkum biḍiyāin afalā tasmaʿūna",
          "translation": "Katakanlah (Muhammad), \"Bagaimana pendapatmu, jika Allah menjadikan untukmu malam itu terus menerus sampai hari Kiamat. Siapakah tuhan selain Allah yang akan mendatangkan sinar terang kepadamu? Apakah kamu tidak mendengar?\"",
          "tafsir": "Pada ayat ini, Allah menyuruh Rasul-Nya supaya bertanya kepada orang-orang yang mempersekutukan-Nya. Andai kata Allah menjadikan malam ini terus menerus sepanjang masa sampai hari Kiamat tanpa ada siang yang menyelinginya, apakah di antara sembahan-sembahan mereka itu kuasa dan mampu mendatangkan siang untuk dapat dimanfaatkan cahayanya? Apakah kaum musyrikin itu tidak mempergunakan pendengarannya? Mereka itu seakan-akan tuli. Kalaulah mereka mempergunakan akal sebaik-baiknya, tentu mereka akan insaf dan sadar serta mengetahui dengan yakin bahwa hanya Allah Yang Mahakuasa yang dapat mendatangkan malam untuk menggantikan siang apabila dikehendaki. Dia mendatangkan siang untuk menghapuskan malam apabila Dia kehendaki dan tiada sesuatu pun yang dapat melakukan yang demikian itu. Firman Allah: Dan Kami jadikan malam dan siang sebagai dua tanda (kebesaran Kami), kemudian Kami hapuskan tanda malam dan Kami jadikan tanda siang itu terang. (al-Isra'/17: 12)"
        },
        {
          "number": 72,
          "arabic": "قُلْ أَرَءَيْتُمْ إِن جَعَلَ ٱللَّهُ عَلَيْكُمُ ٱلنَّهَارَ سَرْمَدًا إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ مَنْ إِلَـٰهٌ غَيْرُ ٱللَّهِ يَأْتِيكُم بِلَيْلٍ تَسْكُنُونَ فِيهِ ۖ أَفَلَا تُبْصِرُونَ",
          "transliteration": "qul ara-aytum in jaʿala l-lahu ʿalaykumu l-nahāra sarmadan ilā yawmi l-qiyāmati man ilāhun ghayru l-lahi yatīkum bilaylin taskunūna fīhi afalā tub'ṣirūna",
          "translation": "Katakanlah (Muhammad), \"Bagaimana pendapatmu, jika Allah menjadikan untukmu siang itu terus menerus sampai hari Kiamat. Siapakah tuhan selain Allah yang akan mendatangkan malam kepadamu sebagai waktu istirahatmu? Apakah kamu tidak memperhatikan?\"",
          "tafsir": "Kandungan ayat ini kebalikan dari ayat sebelumnya. Pada ayat ini, Allah menyuruh Rasul-Nya menanyakan kepada orang-orang musyrik, andaikata Allah menjadikan siang itu terus menerus sepanjang masa sampai di hari Kiamat tanpa ada malam silih berganti dengannya, apakah ada tuhan selain dari Allah yang mampu mendatangkan malam? Apakah mereka tidak memperhatikan tanda-tanda kekuasaan Allah yang sempurna? Seakan-akan mereka tidak punya pikiran. Sekiranya mereka memperhatikan dengan baik, tentu mereka akan mengambil kesimpulan bahwa tidak ada yang layak disembah kecuali Tuhan yang telah memberikan karunia dan nikmat yang tak terhingga banyaknya dan kuasa menjadikan siang dan malam itu silih berganti untuk terciptanya suatu keseimbangan. Siang dijadikan terang untuk mencari rezeki dengan segala kemampuan yang ada. Kemudian siang itu lenyap digantikan oleh malam yang suasananya cocok digunakan untuk melepaskan dan menghilangkan kelelahan agar tenaga dan pikiran kembali pulih guna mencari rezeki pada keesokan harinya. Firman Allah: Dan Dia (pula) yang menjadikan malam dan siang silih berganti bagi orang yang ingin mengambil pelajaran atau yang ingin bersyukur.(al-Furqan/25: 62) Menurut kajian ilmiah, sinar matahari dalam ilmu pengetahuan fisika merupakan pancaran gelombang energi yang dihasilkan dari reaksi nuklir fusi dan fisi yang terjadi di permukaan matahari secara berkesinambungan. Ketika sinar ini dipancarkan secara terus menerus dan dalam waktu cukup lama akan menimbulkan panas Apa yang akan terjadi sekiranya siang terus menerus sampai hari Kiamat? Sudah pasti keadaan udara dan hawa dari detik ke detik, dari menit ke menit dan dari jam ke jam akan menjadi semakin panas. Dalam waktu 100 jam saja udara bisa mencapai temperatur di atas titik didih 100ÂºC. Karenanya, lautan, danau, sungai, dan sebagainya akan mendidih dan menggelegak. Dapat dibayangkan apa yang akan terjadi sekiranya seluruh sungai, danau, dan samudera mendidih airnya? Begitu juga darah yang mengalir di dalam tubuh kita juga turut mendidih. Dalam keadaan demikian, tidak ada satu pun makhluk yang dapat hidup. Semuanya akan mati dan musnah menjadi debu-debu yang beterbangan. Allah juga menjadikan malam sebagai waktu istirahat bagi manusia. Semuanya itu bertujuan agar manusia dapat mem-bayangkan betapa hebatnya kekuasaan Allah dan juga perlindungan yang diberikan-Nya untuk kehidupan setiap makhluk ciptaan-Nya khususnya manusia yang dikaruniai akal pikiran yang sempurna."
        },
        {
          "number": 73,
          "arabic": "وَمِن رَّحْمَتِهِۦ جَعَلَ لَكُمُ ٱلَّيْلَ وَٱلنَّهَارَ لِتَسْكُنُوا۟ فِيهِ وَلِتَبْتَغُوا۟ مِن فَضْلِهِۦ وَلَعَلَّكُمْ تَشْكُرُونَ",
          "transliteration": "wamin raḥmatihi jaʿala lakumu al-layla wal-nahāra litaskunū fīhi walitabtaghū min faḍlihi walaʿallakum tashkurūna",
          "translation": "Dan adalah karena rahmat-Nya, Dia jadikan untukmu malam dan siang, agar kamu beristirahat pada malam hari dan agar kamu mencari sebagian karunia-Nya (pada siang hari) dan agar kamu bersyukur kepada-Nya.",
          "tafsir": "Pergantian siang dan malam dengan fungsinya masing-masing, yaitu siang digunakan untuk berusaha mencari rezeki dan malam digunakan untuk istirahat dan melepaskan lelah, sehingga pulih kembali tenaga yang telah dipergunakan pada siang harinya, adalah merupakan rahmat besar dari Allah yang tak ternilai harganya dan wajib disyukuri. Nikmat yang tak disyukuri akan hilang lenyap dicabut dan ditarik kembali oleh Allah. Sebaliknya nikmat yang disyukuri dengan memanfaatkannya sebaik-baiknya sesuai dengan perintah Allah, akan bertambah terus. Firman Allah: Dan (ingatlah) ketika Tuhanmu memaklumkan, \"Sesungguhnya jika kamu bersyukur, niscaya Aku akan menambah (nikmat) kepadamu, tetapi jika kamu mengingkari (nikmat-Ku), maka pasti azab-Ku sangat berat.\" (Ibrahim/14: 7)"
        },
        {
          "number": 74,
          "arabic": "وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَآءِىَ ٱلَّذِينَ كُنتُمْ تَزْعُمُونَ",
          "transliteration": "wayawma yunādīhim fayaqūlu ayna shurakāiya alladhīna kuntum tazʿumūna",
          "translation": "Dan (ingatlah) pada hari ketika Dia (Allah) menyeru mereka, dan berfirman, \"Di manakah sekutu-sekutu-Ku yang dahulu kamu klaim?\"",
          "tafsir": "Ayat ini menerangkan bahwa di hari Kiamat Allah akan memanggil orang-orang musyrik dan berkata kepada mereka, \"Di mana sekutu-sekutu-Ku yang kalian anggap sebagai sekutu-Ku di dunia? Dapatkah mereka itu melepaskan kalian dari keadaan yang menghimpit sekarang ini.\" Sengaja orang musyrik dipanggil pada waktu itu untuk mengikrarkan suatu kesaksian atas penyembahan mereka selain dari Allah. Ini juga bertujuan supaya mereka mengetahui bahwa mempersekutukan Allah itu adalah sebab paling utama atas kemurkaan-Nya, sebagaimana mengesakan-Nya adalah sebab utama atas rida-Nya."
        },
        {
          "number": 75,
          "arabic": "وَنَزَعْنَا مِن كُلِّ أُمَّةٍ شَهِيدًا فَقُلْنَا هَاتُوا۟ بُرْهَـٰنَكُمْ فَعَلِمُوٓا۟ أَنَّ ٱلْحَقَّ لِلَّهِ وَضَلَّ عَنْهُم مَّا كَانُوا۟ يَفْتَرُونَ",
          "transliteration": "wanazaʿnā min kulli ummatin shahīdan faqul'nā hātū bur'hānakum faʿalimū anna l-ḥaqa lillahi waḍalla ʿanhum mā kānū yaftarūna",
          "translation": "Dan Kami datangkan dari setiap umat seorang saksi,<sup foot_note=135565>1</sup> lalu Kami katakan, \"Kemukakanlah bukti kebenaranmu,\" maka tahulah mereka bahwa yang hak (kebenaran) itu milik Allah dan lenyaplah dari mereka apa yang dahulu mereka ada-adakan.",
          "tafsir": "Allah menerangkan bahwa di hari Kiamat Dia akan mendatangkan saksi atas tiap-tiap umat. Tiap rasul akan menjadi saksi atas umatnya masing-masing, sampai di mana sambutan dan penerimaan umatnya itu kepada agama yang dibawanya dari Allah. Nabi Muhammad pun akan menjadi saksi pada umatnya nanti di hari Kiamat, sebagaimana firman Allah: Dan bagaimanakah (keadaan orang kafir nanti), jika Kami mendatangkan seorang saksi (rasul) dari setiap umat dan Kami mendatangkan engkau (Muhammad) sebagai saksi atas mereka. (an-Nisa'/4: 41) Orang-orang musyrik di hari Kiamat akan dimintai pertanggungjawaban atas perbuatan syiriknya. Mereka juga dimintai keterangan dan alasan-alasan untuk membenarkan perbuatan mereka, yang tentunya mereka tidak dapat mengemukakan satu alasan pun. Pada waktu itulah mereka mengetahui bahwa mereka akan diazab untuk selama-lamanya dalam neraka. Firman Allah: Maka Aku memperingatkan kamu dengan neraka yang menyala-nyala, yang hanya dimasuki oleh orang yang paling celaka, yang mendustakan (kebenaran) dan berpaling (dari iman). (al-Lail/92: 14-16) Pada waktu itu, mereka akan sadar dan yakin bahwa apa yang telah diterangkan Allah melalui nabi-Nya itulah yang benar. Lenyaplah sama sekali dari mereka segala apa yang dahulunya mereka ada-adakan di dunia seperti mendustakan rasul yang diutus kepada mereka, mempersekutukan Allah, dan sebagainya."
        },
        {
          "number": 76,
          "arabic": "۞ إِنَّ قَـٰرُونَ كَانَ مِن قَوْمِ مُوسَىٰ فَبَغَىٰ عَلَيْهِمْ ۖ وَءَاتَيْنَـٰهُ مِنَ ٱلْكُنُوزِ مَآ إِنَّ مَفَاتِحَهُۥ لَتَنُوٓأُ بِٱلْعُصْبَةِ أُو۟لِى ٱلْقُوَّةِ إِذْ قَالَ لَهُۥ قَوْمُهُۥ لَا تَفْرَحْ ۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلْفَرِحِينَ",
          "transliteration": "inna qārūna kāna min qawmi mūsā fabaghā ʿalayhim waātaynāhu mina l-kunūzi mā inna mafātiḥahu latanūu bil-ʿuṣ'bati ulī l-quwati idh qāla lahu qawmuhu lā tafraḥ inna l-laha lā yuḥibbu l-fariḥīna",
          "translation": "Sesungguhnya Karun termasuk kaum Musa,<sup foot_note=135566>1</sup> tetapi dia berlaku zalim terhadap mereka, dan Kami telah menganugerahkan kepadanya perbendaraan harta yang kunci-kuncinya sungguh berat dipikul oleh sejumlah orang yang kuat-kuat. (Ingatlah) ketika kaumnya berkata kepadanya, \"Janganlah engkau terlalu bangga. Sungguh, Allah tidak menyukai orang yang membanggakan diri.\"",
          "tafsir": "Ayat ini menerangkan bahwa Karun termasuk kaum Nabi Musa, dan masih terhitung salah seorang pamannya. Karun juga mempunyai nama lain, yaitu \"al-Munawar\" (bercahaya) karena wajahnya yang tampan. Ia paling banyak membaca kitab Taurat di antara teman-temannya dari Bani Israil, hanya dia munafik seperti halnya Samiri. Ia berlaku aniaya dan sombong terhadap sesama Bani Israil. Dan sekiranya Allah melapangkan rezeki kepada hamba-hamba-Nya niscaya mereka akan berbuat melampaui batas di bumi, tetapi Dia menurunkan dengan ukuran yang Dia kehendaki. Sungguh, Dia Mahateliti terhadap (keadaan) hamba-hamba-Nya, Maha Melihat. (asy-Syura/42: 27) Kekayaan melimpah ruah dan perbendaharaan harta yang banyak yang diberikan Allah kepadanya, sehingga kunci-kunci tidak sanggup dipikul oleh sejumlah orang-orang yang kuat karena beratnya, menyebabkan ia sangat bangga, berlaku aniaya, dan sombong terhadap sesamanya serta memandang remeh dan hina mereka. Ibnu 'Abbas mengatakan bahwa kunci-kunci perbendaharaan harta Karun dapat dibawa oleh empat puluh laki-laki yang kuat. Sekalipun ia diperingatkan oleh kaumnya agar jangan terlalu membanggakan hartanya yang berlimpah-limpah dan kekayaan yang bertumpuk-tumpuk itu, karena Allah tidak menyukai orang yang membanggakan diri, tetapi ia tidak menggubrisnya sama sekali. Ia tetap bangga dan menyombongkan diri. Peringatan dan larangan terlalu gembira dan bangga atas pemberian Allah itu ditegaskan juga dalam ayat lain, sebagaimana firman Nya: Agar kamu tidak bersedih hati terhadap apa yang luput dari kamu, dan jangan pula terlalu gembira terhadap apa yang diberikan-Nya kepadamu. Dan Allah tidak menyukai setiap orang yang sombong dan membanggakan diri. (al-hadid/57: 23) Allah tidak menyukai orang yang sombong dan membanggakan diri. (an-Nisa'/4: 36)"
        },
        {
          "number": 77,
          "arabic": "وَٱبْتَغِ فِيمَآ ءَاتَىٰكَ ٱللَّهُ ٱلدَّارَ ٱلْـَٔاخِرَةَ ۖ وَلَا تَنسَ نَصِيبَكَ مِنَ ٱلدُّنْيَا ۖ وَأَحْسِن كَمَآ أَحْسَنَ ٱللَّهُ إِلَيْكَ ۖ وَلَا تَبْغِ ٱلْفَسَادَ فِى ٱلْأَرْضِ ۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلْمُفْسِدِينَ",
          "transliteration": "wa-ib'taghi fīmā ātāka l-lahu l-dāra l-ākhirata walā tansa naṣībaka mina l-dun'yā wa-aḥsin kamā aḥsana l-lahu ilayka walā tabghi l-fasāda fī l-arḍi inna l-laha lā yuḥibbu l-muf'sidīna",
          "translation": "Dan carilah (pahala) negeri akhirat dengan apa yang telah dianugerahkan Allah kepadamu, tetapi janganlah kamu lupakan bagianmu di dunia dan berbuat baiklah (kepada orang lain) sebagaimana Allah telah berbuat baik kepadamu, dan janganlah kamu berbuat kerusakan di bumi. Sungguh, Allah tidak menyukai orang yang berbuat kerusakan.",
          "tafsir": "Pada ayat ini, Allah menerangkan empat macam nasihat dan petunjuk yang ditujukan kepada Karun oleh kaumnya. Orang yang mengamalkan nasihat dan petunjuk itu akan memperoleh kesejahteraan di dunia dan akhirat. 1. Orang yang dianugerahi oleh Allah kekayaan yang berlimpah ruah, perbendaharaan harta yang bertumpuk-tumpuk, serta nikmat yang banyak, hendaklah ia memanfaatkan di jalan Allah, patuh dan taat pada perintah-Nya, mendekatkan diri kepada-Nya untuk memperoleh pahala sebanyak-banyaknya di dunia dan akhirat. Sabda Nabi saw: Manfaatkan yang lima sebelum datang (lawannya) yang lima; mudamu sebelum tuamu, sehatmu sebelum sakitmu, kayamu sebelum miskinmu, waktu senggangmu sebelum kesibukanmu dan hidupmu sebelum matimu. (Riwayat al-Baihaqi dari Ibnu 'Abbas) 2. Setiap orang dipersilakan untuk tidak meninggalkan sama sekali kesenangan dunia baik berupa makanan, minuman, pakaian, serta kesenangan-kesenangan yang lain sepanjang tidak bertentangan dengan ajaran yang telah digariskan oleh Allah. Baik Allah, diri sendiri, maupun keluarga, mempunyai hak atas seseorang yang harus dilaksanakannya. Sabda Nabi Muhammad: Kerjakanlah seperti kerjanya orang yang mengira akan hidup selamanya. Dan waspadalah seperti akan mati besok. (Riwayat al-Baihaqi dari Ibnu 'Umar) 3. Setiap orang harus berbuat baik sebagaimana Allah berbuat baik kepadanya, misalnya membantu orang-orang yang memerlukan, menyambung tali silaturrahim, dan lain sebagainya. 4. Setiap orang dilarang berbuat kerusakan di atas bumi, dan berbuat jahat kepada sesama makhluk, karena Allah tidak menyukai orang-orang yang berbuat kerusakan."
        }
      ]
    }
  ]
}