{
  "pageNumber": 230,
  "juz": 12,
  "surahs": [
    {
      "number": 11,
      "name": "Hud",
      "nameArabic": "هود",
      "meaning": "Nabi Hud",
      "revelation": "Makkah",
      "description": "Surat Hud termasuk surat Makkiyyah, terdiri dari 123 ayat, dan diturunkan setelah surat Yunus.Surat ini dinamai Hud karena di dalamnya terdapat kisah Nabi Hud dan kaumnya. Dalam surat ini juga terdapat kisah-kisah nabi yang lain, seperti: Nuh, Shaleh, Ibrahim, Luth, Syu'aib, dan Musa.**Pokok-Pokok isi:**1. **Keimanan:** Keberadaan 'Arsy Allah; kejadian alam dalam enam masa; keberadaan golongan-golongan manusia pada hari kiamat.2. **Hukum-hukum:** Agama membolehkan menikmati yang baik-baik dan memakai perhiasan asal tidak berlebih-lebihan; tidak boleh bersikap sombong; tidak boleh berdoa atau mengharapkan sesuatu yang mustahil menurut sunnatullah.3. **Kisah-kisah:** Kisah Nuh dan kaumnya; kisah Hud dan kaumnya; kisah Shaleh dan kaumnya; kisah Ibrahim dan kaumnya; kisah Syu'aib dan kaumnya; kisah Luth dan kaumnya; kisah Musa dan kaumnya.4. **Lain-lain:** Pelajaran-pelajaran yang diambil dari kisah-kisah para nabi; air sumber segala kehidupan; shalat memperkuat keimanan; sunnatullah yang berhubungan dengan kebinasaan suatu kaum.Surat Hud berisi hal-hal yang berhubungan dengan pokok-pokok agama, seperti ketauhidan, kerasulan, dan hari kebangkitan, kemudian dihubungkan dengan dakwah yang telah dilakukan oleh para nabi kepada kaumnya.**Hubungan Surat Hud Dengan Surat Yusuf:**1. Kedua surat ini sama-sama dimulai dengan alif laam raa kemudian diiringi dengan penjelasan tentang Al-Qur'an.2. Surat Yusuf menyempurnakan penjelasan kisah para rasul yang disebut dalam surat Hud, kemudian kisah itu dijadikan dalil untuk menyatakan bahwa Al-Qur'an adalah wahyu Ilahi; setelah Nabi Muhammad tidak ada lagi nabi atau rasul yang diutus Allah.3. Perbedaan kedua surat ini ada dalam menjelaskan kisah-kisah para nabi. Dalam surat Hud diutarakan kisah beberapa orang rasul dalam menyampaikan risalah kepada kaumnya, akibat mengikuti dan akibat mendustakan mereka, kemudian dijadikan perbandingan dan berita yang mengancam kaum musyrikin Arab beserta pengikut-pengikutnya. Dalam surat Yusuf diterangkan tentang kehidupan Nabi Yusuf yang pada mulanya dizalimi oleh saudara-saudaranya kemudian menjadi rasul yang berkuasa dan dapat menolong saudara-sudaranya beserta kedua orang tuanya. Kepribadian Nabi Yusuf ini harus dijadikan teladan oleh semua orang yang beriman kepada Nabi Muhammad.",
      "verses": [
        {
          "number": 72,
          "arabic": "قَالَتْ يَـٰوَيْلَتَىٰٓ ءَأَلِدُ وَأَنَا۠ عَجُوزٌ وَهَـٰذَا بَعْلِى شَيْخًا ۖ إِنَّ هَـٰذَا لَشَىْءٌ عَجِيبٌ",
          "transliteration": "qālat yāwaylatā a-alidu wa-anā ʿajūzun wahādhā baʿlī shaykhan inna hādhā lashayon ʿajībun",
          "translation": "Dia (istrinya) berkata, \"Sungguh ajaib, mungkinkah aku akan melahirkan anak padahal aku sudah tua, dan suamiku ini sudah sangat tua? Ini benar-benar sesuatu yang ajaib.\"",
          "tafsir": "Alangkah terkejutnya Sarah ketika mendengar ucapan malaikat itu seakan-akan ia tidak percaya bahwa yang dihadapinya itu ialah malaikat-malaikat yang tidak pernah berbohong dan tidak akan berdusta selama-lamanya. Karena itu dengan spontan ia menjawab, \"Sungguh mengherankan! Bagaimana aku akan melahirkan seorang anak, padahal aku ini sudah tua dan suamiku sudah tua renta pula!\" Diriwayatkan bahwa umur Nabi Ibrahim di waktu itu 100 tahun dan istrinya 90 tahun. Menurut kebiasaan seorang perempuan bila telah berumur 50 tahun tidak haid lagi dan karena itu ia tidak ada harapan lagi untuk beranak. Apalagi Sarah adalah seorang perempuan mandul pula seperti tersebut dalam firman Allah: Kemudian istrinya datang memekik (tercengang) lalu menepuk wajahnya sendiri seraya berkata, \"(Aku ini) seorang perempuan tua yang mandul.\" (az-Zariyat/51: 29) Nabi Ibrahim a.s. tidak kurang terkejutnya mendengar berita itu seperti tersebut dalam firman Allah: Dia (Ibrahim) berkata, \"Benarkah kamu memberi kabar gembira kepadaku padahal usiaku telah lanjut, lalu (dengan cara) bagaimana kamu memberi (kabar gembira) tersebut?\" (al-hijr/15: 54) Keduanya (Nabi Ibrahim a.s. dan istrinya Sarah) sama-sama ragu akan berita gembira itu, karena biasanya hal itu tidak mungkin terjadi."
        },
        {
          "number": 73,
          "arabic": "قَالُوٓا۟ أَتَعْجَبِينَ مِنْ أَمْرِ ٱللَّهِ ۖ رَحْمَتُ ٱللَّهِ وَبَرَكَـٰتُهُۥ عَلَيْكُمْ أَهْلَ ٱلْبَيْتِ ۚ إِنَّهُۥ حَمِيدٌ مَّجِيدٌ",
          "transliteration": "qālū ataʿjabīna min amri l-lahi raḥmatu l-lahi wabarakātuhu ʿalaykum ahla l-bayti innahu ḥamīdun majīdun",
          "translation": "Mereka (para malaikat) berkata, \"Mengapa engkau merasa heran tentang ketetapan Allah? (Itu adalah) rahmat dan berkah Allah, dicurahkan kepada kamu, wahai ahlulbait! Sesungguhnya Allah Maha Terpuji, Maha Pengasih.\"",
          "tafsir": "Akhirnya para malaikat itu berkata, \"Apakah patut kamu merasa heran terhadap sesuatu yang telah ditetapkan Allah?\" Allah Yang Mahakuasa lagi Mahaperkasa tidak akan sulit baginya bila Dia menghendaki akan menganugerahkan anak kepada siapa saja meskipun hal itu menurut adat dan kebiasaan tidak mungkin terjadi. Hal itu sungguh amat mudah bagi Allah sesuai dengan firman-Nya: Sesungguhnya urusan-Nya apabila Dia menghendaki sesuatu Dia hanya berkata kepadanya, \"Jadilah!\" Maka jadilah sesuatu itu. (Yasin/36: 82) Selanjutnya malaikat mengatakan, \"Semoga Allah selalu melimpahkan rahmat kepada kamu, hai keluarga Ibrahim a.s. Dia-lah yang berhak disanjung dan dipuji.\" Mendengar ucapan para malaikat itu mengertilah Nabi Ibrahim a.s. dan istrinya Sarah, bahwa mereka telah terlanjur dan terlalu lancang mengucapkan kata-kata padahal yang membawa berita gembira itu adalah para malaikat utusan Allah. Tidaklah dapat dilukiskan bagaimana gembira dan bahagianya Nabi Ibrahim a.s. apalagi istrinya yang lain yang bernama Hajar telah melahirkan seorang putera bernama Ismail. Mereka mengucapkan syukur dan puji kepada Allah, yang telah memberi mereka karunia yang sudah lama mereka idam-idamkan dan hampir berputus-asa dalam hal ini karena mereka sudah tua."
        },
        {
          "number": 74,
          "arabic": "فَلَمَّا ذَهَبَ عَنْ إِبْرَٰهِيمَ ٱلرَّوْعُ وَجَآءَتْهُ ٱلْبُشْرَىٰ يُجَـٰدِلُنَا فِى قَوْمِ لُوطٍ",
          "transliteration": "falammā dhahaba ʿan ib'rāhīma l-rawʿu wajāathu l-bush'rā yujādilunā fī qawmi lūṭin",
          "translation": "Maka ketika rasa takut hilang dari Ibrahim dan kabar gembira telah datang kepadanya, dia pun bersoal jawab dengan (para malaikat) Kami tentang kaum Luṭ.",
          "tafsir": "Setelah Nabi Ibrahim a.s. mengetahui bahwa yang datang kepadanya adalah malaikat utusan Allah, maka dia merasa lega dan hilanglah segala syakwasangka di dalam hatinya. Alangkah bahagianya keluarga Nabi Ibrahim a.s. di kala itu, tidak ada kegembiraan dan kebahagiaan yang melebihinya karena apa yang telah lama diingini dan diidam-idamkan, tiba-tiba dengan karunia dan rahmat Allah dia akan memperoleh seorang anak yang sekaligus telah diberi nama Ishak. Tetapi Nabi Ibrahim a.s. sebagai seorang penyantun dan pengasih dan penyayang terhadap umat manusia, di saat diliputi kegembiraan, ia tidak lupa bahkan ingat kembali akan ucapan para malaikat itu, bahwa mereka diutus Allah untuk membinasakan kaum Luth. Terlukislah di dalam ingatannya bagaimana buruknya nasib kaum Luth itu, dan bagaimana dahsyatnya malapetaka yang akan menimpa mereka. Rasa bahagia dan gembira dengan sekejap telah berganti dengan rasa cemas dan putus asa. Ia memberanikan dirinya untuk berdebat dengan para malaikat itu, dengan harapan rencana pembinasaan kaum Luth itu dapat dibatalkan. Hal itu tersebut dalam firman Allah: Dan ketika utusan Kami (para malaikat) datang kepada Ibrahim dengan membawa kabar gembira, mereka mengatakan, \"Sungguh, kami akan membinasakan penduduk kota (Sodom) ini karena penduduknya sungguh orang-orang zalim.\" (al-Ankabut/29: 31)"
        },
        {
          "number": 75,
          "arabic": "إِنَّ إِبْرَٰهِيمَ لَحَلِيمٌ أَوَّٰهٌ مُّنِيبٌ",
          "transliteration": "inna ib'rāhīma laḥalīmun awwāhun munībun",
          "translation": "Ibrahim sungguh penyantun, lembut hati dan suka kembali (kepada Allah).",
          "tafsir": "Demikianlah rasa santun dan kasih sayang seorang nabi terhadap umat manusia, terutama Nabi Ibrahim a.s. yang dalam keadaan gembira dan bahagia ia akan memperoleh keinginan dan idaman hatinya yang telah lama dicita-citakannya, yaitu seorang anak laki-laki bernama Ishak dari istri pertama. Di dalam keadaan demikian, biasanya orang lupa akan segala-galanya, tetapi ia tidak melupakan nasib kaum Luth yang didengarnya bahwa mereka akan dibinasakan dan ia mohon kepada Tuhannya agar mereka diselamatkan dengan mengemukakan alasan dan harapan agar permohonannya itu dikabulkan. Sesungguhnya Nabi Ibrahim memang benar seorang yang penyantun dan menaruh iba (kasihan) terhadap orang yang ditimpa kemalangan dan selalu berserah diri kepada Tuhannya."
        },
        {
          "number": 76,
          "arabic": "يَـٰٓإِبْرَٰهِيمُ أَعْرِضْ عَنْ هَـٰذَآ ۖ إِنَّهُۥ قَدْ جَآءَ أَمْرُ رَبِّكَ ۖ وَإِنَّهُمْ ءَاتِيهِمْ عَذَابٌ غَيْرُ مَرْدُودٍ",
          "transliteration": "yāib'rāhīmu aʿriḍ ʿan hādhā innahu qad jāa amru rabbika wa-innahum ātīhim ʿadhābun ghayru mardūdin",
          "translation": "Wahai Ibrahim! Tinggalkanlah (perbincangan) ini, sungguh, ketetapan Tuhanmu telah datang, dan mereka itu akan ditimpa azab yang tidak dapat ditolak.",
          "tafsir": "Akhirnya para malaikat dengan tegas mengatakan kepada Ibrahim sambil menolak permintaannya yang dikemukakan dengan sungguh-sungguh. Janganlah ia membicarakan nasib kaum Luth itu dan serahkanlah urusan mereka kepada keputusan Tuhannya. Allah telah memberi keputusan terhadap mereka bahwa mereka akan ditimpa azab yang tidak dapat ditolak, karena mereka adalah kaum yang ingkar akan perintah-Nya dan telah melakukan dosa dan maksiat yang sangat jahat dan menjijikkan. Dosa mereka tidak dapat diampuni lagi, mereka telah diberi kesempatan untuk bertobat dan kembali kepada jalan yang lurus, tetapi semua dakwah dan seruan yang baik selalu mereka tolak, malah mereka sambut dengan cemoohan dan ejekan. Itulah keputusan Tuhanmu yang Maha Adil. Mereka dan negeri mereka akan dimusnahkan dengan menenggelamkannya ke dalam tanah."
        },
        {
          "number": 77,
          "arabic": "وَلَمَّا جَآءَتْ رُسُلُنَا لُوطًا سِىٓءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَقَالَ هَـٰذَا يَوْمٌ عَصِيبٌ",
          "transliteration": "walammā jāat rusulunā lūṭan sīa bihim waḍāqa bihim dharʿan waqāla hādhā yawmun ʿaṣībun",
          "translation": "Dan ketika para utusan Kami (para malaikat) itu datang kepada Luṭ, dia merasa curiga dan dadanya merasa sempit karena (kedatangan)nya. Dia (Luṭ) berkata, \"Ini hari yang sangat sulit.\"<sup foot_note=135356>1</sup>",
          "tafsir": "Tatkala malaikat-malaikat Allah datang kepada Lut, dalam bentuk pemuda yang rupawan, ia merasa susah karena kedatangan tamu-tamu itu. Ia sudah khawatir bahwa kaumnya pasti akan mengganggu mereka itu karena pemuda-pemuda itu menarik perhatian mereka, karena mereka suka kepada lelaki, bukan kepada wanita. Nabi Lut a.s. merasa sesak dadanya karena kedatangan tamu-tamu itu, sehingga ia berkata, \"Inilah hari yang paling menyulitkan dan paling berbahaya.\""
        },
        {
          "number": 78,
          "arabic": "وَجَآءَهُۥ قَوْمُهُۥ يُهْرَعُونَ إِلَيْهِ وَمِن قَبْلُ كَانُوا۟ يَعْمَلُونَ ٱلسَّيِّـَٔاتِ ۚ قَالَ يَـٰقَوْمِ هَـٰٓؤُلَآءِ بَنَاتِى هُنَّ أَطْهَرُ لَكُمْ ۖ فَٱتَّقُوا۟ ٱللَّهَ وَلَا تُخْزُونِ فِى ضَيْفِىٓ ۖ أَلَيْسَ مِنكُمْ رَجُلٌ رَّشِيدٌ",
          "transliteration": "wajāahu qawmuhu yuh'raʿūna ilayhi wamin qablu kānū yaʿmalūna l-sayiāti qāla yāqawmi hāulāi banātī hunna aṭharu lakum fa-ittaqū l-laha walā tukh'zūni fī ḍayfī alaysa minkum rajulun rashīdun",
          "translation": "Dan kaumnya segera datang kepadanya. Dan sejak dahulu mereka selalu melakukan perbuatan keji. Luṭ berkata, \"Wahai kaumku! Inilah puteri-puteri (negeri)ku mereka lebih suci bagimu, maka bertakwalah kepada Allah dan janganlah kamu mencemarkan (nama)ku terhadap tamuku ini. Tidak adakah di antaramu orang yang berakal?\"",
          "tafsir": "Datanglah kaum Luth kepadanya dengan bergegas-gegas seperti orang-orang yang didorong oleh hawa nafsu yang jahat. Mereka sejak dahulu mengerjakan perbuatan-perbuatan yang keji dan sangat dicela oleh tabiat manusia yang wajar, lebih-lebih oleh syariat agama. Mereka suka melakukan homoseksual, melakukan hubungan kelamin dengan sesama lelaki tidak dengan wanita, dan mereka secara terang-terangan melakukan berbagai kemungkaran di balai pertemuannya. Firman Allah: Apakah pantas kamu mendatangi laki-laki, menyamun dan mengerjakan kemungkaran di tempat-tempat pertemuanmu?\" (al-Ankabut/29: 29) Nabi Lut a.s. berkata, \"Wahai kaumku inilah puteri-puteriku, dan puteri-puteri kaumku, silahkan kamu kawin dengan mereka. Mereka lebih suci bagimu dan kamu dapat bergaul secara halal dan baik dengan mereka dari pada memuaskan seleramu dengan melakukan homoseksual yang sangat keji dan merusak moral dan kesehatan. Bertakwalah kepada Allah dan hindarilah azab Allah, dan janganlah kamu mencemarkan namaku dengan memperkosa tamu-tamuku ini, sebab menghinakan tamu sama dengan menghinakan tuan rumahnya. Tidakkah ada di antara kamu seorang yang mempunyai akal yang sehat dan kebijaksanaan yang dapat mencegahmu dari perbuatan keji?\""
        },
        {
          "number": 79,
          "arabic": "قَالُوا۟ لَقَدْ عَلِمْتَ مَا لَنَا فِى بَنَاتِكَ مِنْ حَقٍّ وَإِنَّكَ لَتَعْلَمُ مَا نُرِيدُ",
          "transliteration": "qālū laqad ʿalim'ta mā lanā fī banātika min ḥaqqin wa-innaka lataʿlamu mā nurīdu",
          "translation": "Mereka menjawab, \"Sesungguhnya engkau pasti tahu bahwa kami tidak mempunyai hasrat (syahwat) terhadap puteri-puterimu; dan engkau tentu mengetahui apa yang (sebenarnya) kami kehendaki.\"",
          "tafsir": "Mereka menjawab, \"Sesungguhnya kamu sejak dahulu sudah tahu bahwa kami sama sekali tidak mempunyai hasrat untuk mengawini anak-anak perempuanmu itu dan anak-anak perempuan kaummu. Oleh karena itu, janganlah kamu mencoba untuk memalingkan perhatian kami dari pemuda-pemuda itu dengan menyodorkan anak-anak perempuanmu, karena kamu tentu telah mengetahui apa yang sebenarnya kami inginkan.\""
        },
        {
          "number": 80,
          "arabic": "قَالَ لَوْ أَنَّ لِى بِكُمْ قُوَّةً أَوْ ءَاوِىٓ إِلَىٰ رُكْنٍ شَدِيدٍ",
          "transliteration": "qāla law anna lī bikum quwwatan aw āwī ilā ruk'nin shadīdin",
          "translation": "Dia (Luṭ) berkata, \"Sekiranya aku mempunyai kekuatan (untuk menolakmu) atau aku dapat berlindung kepada keluarga yang kuat (tentu aku lakukan).\"",
          "tafsir": "Nabi Lut a.s. berkata ketika kaumnya tetap ingin melaksanakan kejahatan homoseksual terhadap tamu-tamunya, sehingga ia putus harapan untuk menghentikan mereka dari perbuatan yang keji itu, \"Seandainya aku mempunyai kekuatan dan daya kemampuan untuk menghalangi kamu atau seandainya aku dapat menjumpai sekumpulan orang-orang yang kuat yang dapat menolong aku dari kejahatan-kejahatan kamu tentulah akan aku lakukan.\""
        },
        {
          "number": 81,
          "arabic": "قَالُوا۟ يَـٰلُوطُ إِنَّا رُسُلُ رَبِّكَ لَن يَصِلُوٓا۟ إِلَيْكَ ۖ فَأَسْرِ بِأَهْلِكَ بِقِطْعٍ مِّنَ ٱلَّيْلِ وَلَا يَلْتَفِتْ مِنكُمْ أَحَدٌ إِلَّا ٱمْرَأَتَكَ ۖ إِنَّهُۥ مُصِيبُهَا مَآ أَصَابَهُمْ ۚ إِنَّ مَوْعِدَهُمُ ٱلصُّبْحُ ۚ أَلَيْسَ ٱلصُّبْحُ بِقَرِيبٍ",
          "transliteration": "qālū yālūṭu innā rusulu rabbika lan yaṣilū ilayka fa-asri bi-ahlika biqiṭ'ʿin mina al-layli walā yaltafit minkum aḥadun illā im'ra-ataka innahu muṣībuhā mā aṣābahum inna mawʿidahumu l-ṣub'ḥu alaysa l-ṣub'ḥu biqarībin",
          "translation": "Mereka (para malaikat) berkata, \"Wahai Luṭ! Sesungguhnya kami adalah para utusan Tuhanmu, mereka tidak akan dapat mengganggu kamu, sebab itu pergilah bersama keluargamu pada akhir malam dan jangan ada seorang pun di antara kamu yang menoleh ke belakang, kecuali istrimu. Sesungguhnya dia (juga) akan ditimpa (siksaan) yang menimpa mereka. Sesungguhnya saat terjadinya siksaan bagi mereka itu pada waktu subuh. Bukankah subuh itu sudah dekat?\"",
          "tafsir": "Setelah para malaikat yang menjadi tamu Nabi Lut a.s. itu menyaksikan adanya kekhawatiran pada diri Nabi Lut a.s., mereka berkata, \"Hai Lut, sesungguhnya kami adalah utusan Tuhanmu yang sengaja diutus untuk membinasakan mereka dan menyelamatkan kamu dari kejahatan-kejahatan mereka. Mereka sekali-kali tidak akan dapat mengganggu kamu, maka tenangkanlah hatimu. Ternyata penglihatan kaum Nabi Lut a.s. itu dijadikan gelap oleh Allah sehingga mereka tidak dapat melihat kepada Nabi Lut a.s. dan kepada tamu-tamunya seperti diterangkan dalam firman Allah: Dan sungguh, mereka telah membujuknya (agar menyerahkan) tamunya (kepada mereka), lalu Kami butakan mata mereka, maka rasakanlah azab-Ku dan peringatan-Ku! (al-Qamar/54: 37) Akhirnya mereka kembali ke rumahnya masing-masing dalam keadaan buta, tidak mengetahui jalan menuju ke rumahnya, mereka berteriak-teriak minta tolong dan mengatakan bahwa kami disihir oleh tamu-tamu yang berada di rumah Lut a.s. Malaikat itu berkata kepada Nabi Lut a.s., \"Keluarlah dari kampung ini, beserta keluarga dan kaummu yang beriman di akhir malam ini dan janganlah ada seorang pun di antara kamu yang ketinggalan atau menoleh ke belakang kecuali istrimu. Sesungguhnya azab yang akan menimpa mereka itu akan menimpa istrimu pula karena ia adalah seorang perempuan yang tidak beriman bahkan telah khianat kepada suaminya.\" Adapun sebabnya mereka tidak menoleh ke belakang, karena akibat menyaksikan azab itu, ia akan panik sehingga kakinya tidak akan dapat melangkah lagi dan akhirnya ditimpa oleh azab yang menyusul di belakangnya. Saat datangnya azab kepada mereka adalah waktu subuh seperti diterangkan dalam firman Allah: Maka mereka dibinasakan oleh suara keras yang mengguntur, ketika matahari akan terbit. (al-Hijr/15: 73) Kemudian malaikat itu menegaskan kepastian turunnya azab dengan sebuah pertanyaan, \"Bukankah subuh itu sudah dekat? Maka segeralah kamu bersiap-siap untuk mencari keselamatan.\""
        }
      ]
    }
  ]
}