{
  "pageNumber": 37,
  "juz": 2,
  "surahs": [
    {
      "number": 2,
      "name": "Al-Baqarah",
      "nameArabic": "البقرة",
      "meaning": "Sapi Betina",
      "revelation": "Madinah",
      "description": "Surat \"Al Baqarah\" terdiri atas 286 ayat dan sebagian besar diturunkan di Madinah pada permulaan tahun Hijrah, kecuali ayat 281 yang diturunkan di Mina pada Haji wadaa' (haji Nabi Muhammad s.a.w. yang terakhir). Seluruh ayat surat Al Baqarah termasuk golongan Madaniyyah dan merupakan surat yang terpanjang di antara surat-surat Al Qur'an yang di dalamnya terdapat pula ayat yang terpanjang (ayat 282).Surat ini dinamai \"Al Baqarah\" karena di dalamnya disebutkan kisah penyembelihan sapi betina yang diperintahkan Allah kepada Bani Israil (ayat 67 sampai dengan 74), di mana dijelaskan watak orang Yahudi pada umumnya. Dinamai \"Fusthaathul-Qur'an\" (puncak Al Qur'an) karena memuat beberapa hukum yang tidak disebutkan dalam surat yang lain. Dinamai juga surat \"Alif-laam-miim\" karena surat ini dimulai dengan Alif-laam-miim.&nbsp;Pokok-Pokok Isi:1. Keimanan:Dakwah Islamiyah yang dihadapkan kepada umat Islam, ahli kitab dan para musyrikin.2. Hukum-hukum:Perintah mengerjakan shalat; menunaikan zakat; hukum puasa; hukum haji dan umrah; hukum qishash; halal dan haram; berinfak di jalan Allah; hukum arak dan judi; cara menyantuni anak yatim, larangan riba; utang-piutang; nafkah dan yang berhak menerimanya; wasiat kepada ibu-bapak dan kaum kerabat; hukum sumpah; kewajiban menyampaikan amanah; sihir; hukum merusak masjid; hukum mengubah kitab-kitab Allah; hukum haidh, 'iddah, thalak, khulu', ilaa' dan susuan; hukum melamar, mahar, larangan menikahi wanita musyrik dan sebaliknya; hukum perang.3. Kisah-kisah:Kisah penciptaan Nabi Adam a.s; kisah Nabi Ibrahim a.s.; kisah Nabi Musa a.s. dengan Bani Israil.4. Lain-lain:Sifat-sifat orang yang bertakwa; sifat-sifat orang munafik; sifat-sifat Allah; perumpamaan-perumpamaan; kiblat, kebangkitan sesudah mati.Kesimpulan surat Al Baqarah:1. Menjelaskan beberapa hukum dalam agama Islam.2. Mengemukakan beberapa perumpamaan.3. Mengemukakan hujjah-hujjah.Hubungan Surat Al Baqarah Dengan Surat Ali 'Imran:1. Dalam surat Al Baqarah, disebutkan Nabi Adam a.s. yang langsung diciptakan Allah, sedang dalam surat Ali'Imran, disebutkan tentang kelahiran Nabi 'Isa a.s. yang kedua-duanya diciptakan Allah secara menyelisihi kebiasaan.2. Dalam surat Al Baqarah, sifat dan perbuatan orang-orang Yahudi dibentangkan secara luas disertai dengan hujjah untuk mematahkan hujjah-hujjah mereka yang membela kesesatan, sedang dalam surat Ali 'Imran, dibentangkan hal-hal serupa yang berhubungan dengan orang Nasrani.3. Surat Al Baqarah dimulai dengan menyebutkan tiga golongan manusia, yaitu orang mukmin, orang yang mengimani hari akhir, dan orang munafik. Sementara itu, surat Ali 'Imran dimulai dengan menyebutkan orang yang suka mentakwilkan ayat yang mutasyabihaat secara salah untuk memfitnah orang mukmin, dan menyebutkan orang yang mempunyai keahlian dalam menakwilkannya.4. Surat Al Baqarah disudahi dengan permohonan kepada Allah agar kesalahan-kesalahan dan kealpaan dalam melaksanakan ketaatan diampuni, sedang surat Ali 'Imran disudahi dengan permohonan kepada Allah agar Dia memberi pahala atas amal saleh yang dilakukan hamba-Nya.5. Surat Al Baqarah dimulai dengan menyebutkan sifat-sifat orang yang bertakwa, sedang surat Ali 'Imran dimulai dengan perintah bertakwa.",
      "verses": [
        {
          "number": 231,
          "arabic": "وَإِذَا طَلَّقْتُمُ ٱلنِّسَآءَ فَبَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ سَرِّحُوهُنَّ بِمَعْرُوفٍ ۚ وَلَا تُمْسِكُوهُنَّ ضِرَارًا لِّتَعْتَدُوا۟ ۚ وَمَن يَفْعَلْ ذَٰلِكَ فَقَدْ ظَلَمَ نَفْسَهُۥ ۚ وَلَا تَتَّخِذُوٓا۟ ءَايَـٰتِ ٱللَّهِ هُزُوًا ۚ وَٱذْكُرُوا۟ نِعْمَتَ ٱللَّهِ عَلَيْكُمْ وَمَآ أَنزَلَ عَلَيْكُم مِّنَ ٱلْكِتَـٰبِ وَٱلْحِكْمَةِ يَعِظُكُم بِهِۦ ۚ وَٱتَّقُوا۟ ٱللَّهَ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ بِكُلِّ شَىْءٍ عَلِيمٌ",
          "transliteration": "wa-idhā ṭallaqtumu l-nisāa fabalaghna ajalahunna fa-amsikūhunna bimaʿrūfin aw sarriḥūhunna bimaʿrūfin walā tum'sikūhunna ḍirāran litaʿtadū waman yafʿal dhālika faqad ẓalama nafsahu walā tattakhidhū āyāti l-lahi huzuwan wa-udh'kurū niʿ'mata l-lahi ʿalaykum wamā anzala ʿalaykum mina l-kitābi wal-ḥik'mati yaʿiẓukum bihi wa-ittaqū l-laha wa-iʿ'lamū anna l-laha bikulli shayin ʿalīmun",
          "translation": "Dan apabila kamu menceraikan istri-istri (kamu), lalu sampai (akhir) idahnya,<sup foot_note=135035>1</sup> maka tahanlah mereka dengan cara yang baik, atau ceraikanlah mereka dengan cara yang baik (pula). Dan janganlah kamu tahan mereka dengan maksud jahat untuk menzalimi mereka. Barang siapa melakukan demikian, maka dia telah menzalimi dirinya sendiri. Dan janganlah kamu jadikan ayat-ayat Allah sebagai bahan ejekan. Ingatlah nikmat Allah kepada kamu, dan apa yang telah diturunkan Allah kepada kamu yaitu kitab (Alquran) dan Hikmah (Sunah), untuk memberi pengajaran kepadamu. Dan bertakwalah kepada Allah dan ketahuilah bahwa Allah Maha Mengetahui segala sesuatu.",
          "tafsir": "Ayat ini mengutarakan cara yang mesti dilakukan oleh suami yang telah menjatuhkan talak kepada istrinya sebagai penjelasan ayat-ayat sebelumnya. Adapun sebab turunnya ayat ini ada dua riwayat. Pertama, Ibnu Jarir meriwayatkan dari Ibnu 'Abbas bahwa pada masa Rasulullah saw ada seorang laki-laki yang menalak istrinya, kemudian sebelum masa idah istrinya itu habis, dia merujuknya kembali. Setelah itu dijatuhkannya talak lagi kemudian rujuk kembali. Hal ini dilaksanakan untuk menyakiti dan menganiaya istrinya tersebut, maka turunlah ayat di atas. Riwayat kedua diceritakan oleh as-Suddi bahwa ayat ini diturunkan berkenaan dengan tindakan seorang sahabat dari golongan Ansar yaitu sabit bin Yasar yang telah menalak istrinya. Setelah masa idah istrinya tinggal dua atau tiga hari lagi ia rujuk kepada istrinya tersebut, kemudian dijatuhkannya talak kembali dengan tujuan untuk menyusahkan istrinya, maka turunlah ayat ini, melarang perbuatan tersebut. Apabila seorang suami telah menjatuhkan talak kepada istrinya, maka ketika masa idah dari istrinya itu telah hampir berakhir hendaklah ia memilih salah satu dari dua pilihan, yaitu melakukan rujuk atau tetap bercerai dengan cara yang baik. Dengan habisnya idah maka putuslah perkawinan suami istri, dan bekas istrinya itu bebas memilih jodoh yang lain. Selanjutnya ayat ini melarang seorang suami melakukan rujuk kepada istrinya dengan tujuan untuk menyakiti dan menganiaya. Larangan Allah ini selain menggambarkan tingkah laku masyarakat pada masa jahiliah di mana suami menjatuhkan talak kepada istrinya tanpa batas tertentu dan setiap akan mendekati akhir dari masa idah, suami melakukan rujuk kembali dan demikianlah seterusnya. Juga menjadi penjelasan dari tindakan sahabat Sabit bin Yasar yang telah diuraikan dalam hal sebab turunnya ayat ini. Suami yang berbuat demikian adalah menganiaya dirinya sendiri, suatu perbuatan yang dapat menimbulkan permusuhan dengan kaum kerabat keluarga istrinya dan juga dibenci oleh masyarakat, dan akhirnya nanti ia tidak luput dari kemurkaan Allah. Dalam ayat ini Allah melarang manusia mempermainkan hukum-hukum-Nya termasuk hukum-hukum yang mengatur hubungan suami istri untuk membawa manusia kepada hidup bahagia di dunia dan di akhirat. Ketentuan-ketentuan itu merupakan suatu nikmat dari Allah yang wajib diingat dan diamalkan sebagai tanda bersyukur kepada-Nya. Tak ada perselisihan ulama dalam lingkungan mazhab empat tentang sahnya talak yang dijatuhkan oleh suami dengan jalan main-main (tidak sungguh-sungguh). Hal ini sejalan dengan sabda Rasulullah saw: Ada tiga masalah, jika dilakukan dengan sungguh-sungguh, maka hal itu akan terjadi sungguh-sungguh, dan jika dilakukan dengan cara main-main, maka hal itu akan terjadi sungguh-sungguh, yaitu: nikah, talak dan rujuk. (Riwayat al-Arba'ah kecuali an-Nasa'i dari Abu Hurairah) Bersetubuh dengan istri yang masih dalam idah raj'i haram hukumnya menurut mazhab Syafi'i, karena sahnya rujuk adalah dengan ucapan (lafal). Sedang menurut mazhab Hanafi dan Hanbali, persetubuhan dianggap rujuk meskipun tanpa lafal (ucapan)."
        },
        {
          "number": 232,
          "arabic": "وَإِذَا طَلَّقْتُمُ ٱلنِّسَآءَ فَبَلَغْنَ أَجَلَهُنَّ فَلَا تَعْضُلُوهُنَّ أَن يَنكِحْنَ أَزْوَٰجَهُنَّ إِذَا تَرَٰضَوْا۟ بَيْنَهُم بِٱلْمَعْرُوفِ ۗ ذَٰلِكَ يُوعَظُ بِهِۦ مَن كَانَ مِنكُمْ يُؤْمِنُ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ ۗ ذَٰلِكُمْ أَزْكَىٰ لَكُمْ وَأَطْهَرُ ۗ وَٱللَّهُ يَعْلَمُ وَأَنتُمْ لَا تَعْلَمُونَ",
          "transliteration": "wa-idhā ṭallaqtumu l-nisāa fabalaghna ajalahunna falā taʿḍulūhunna an yankiḥ'na azwājahunna idhā tarāḍaw baynahum bil-maʿrūfi dhālika yūʿaẓu bihi man kāna minkum yu'minu bil-lahi wal-yawmi l-ākhiri dhālikum azkā lakum wa-aṭharu wal-lahu yaʿlamu wa-antum lā taʿlamūna",
          "translation": "Dan apabila kamu menceraikan istri-istri (kamu), lalu sampai idahnya, maka jangan kamu halangi mereka menikah (lagi) dengan calon suaminya,<sup foot_note=135036>1</sup> apabila telah terjalin kecocokan di antara mereka dengan cara yang baik. Itulah yang dinasihatkan kepada orang-orang di antara kamu yang beriman kepada Allah dan hari akhir. Itu lebih suci bagimu dan lebih bersih. Dan Allah mengetahui, sedangkan kamu tidak mengetahui.",
          "tafsir": "Ayat ini menjelaskan tentang wanita yang diceraikan oleh suaminya dan kemungkinan akan kawin lagi, baik dia akan kawin dengan bekas suaminya maupun dengan laki-laki lain. Dalam menanggapi ayat ini, para ulama fikih berselisih tentang siapa yang dimaksud oleh ayat tersebut, khususnya dalam kalimat \"janganlah kamu menghalang-halangi\". Imam Syafi'i berpendapat bahwa larangan itu ditujukan kepada wali, berdasarkan hadis yang diriwayatkan oleh Imam al-Bukhari tentang Qasim Ma'qil bin Yasir. Ma'qil mempunyai seorang saudara perempuan yang dinikahi oleh Abibaddah. Kemudian ia dicerai oleh suaminya. Setelah selesai idahnya, Abibaddah merasa menyesal dan ingin kembali kepada bekas istrinya itu. Tetapi Ma'qil, sebagai wali, tidak menyetujuinya sehingga peristiwa ini diketahui oleh Rasulullah saw dan kemudian turunlah ayat di atas dan Ma'qil memperkenankan Abibaddah kembali kepada saudaranya. Dari riwayat yang merupakan sebab turunnya ayat ini, jelas bahwa larangan itu ditujukan kepada wali. Seandainya larangan dalam ayat itu tidak ditujukan kepada wali, niscaya perempuan itu dapat menikah sendiri dan tidak perlu tertunda oleh sikap Ma'qil tersebut sebagai walinya. Maka jelas bahwa akad nikah tetap dilangsungkan oleh wali. Imam Hanafi berpendapat sebaliknya; larangan itu ditujukan bukan kepada wali tetapi kepada suami. Hal ini dapat terjadi bila bekas suami menghalangi bekas istrinya untuk kawin dengan orang lain. Dengan demikian ayat tersebut menurut Abu Hanifah tidak menunjukkan bahwa wali menjadi syarat sah akad pernikahan. Sebagaimana diketahui, Imam Abu Hanifah berpendapat bahwa wanita yang berstatus janda dapat melakukan akad nikah tanpa melalui wali. Baik wali atau pun bekas suami tidak boleh menghalang-halangi seorang perempuan yang akan kawin. Adat yang berlaku pada zaman jahiliah para wali terlalu mencampuri dengan cara sewenang-wenang soal perkawinan sehingga perempuan tidak mempunyai kebebasan dalam memilih calon suaminya, bahkan mereka dipaksa menikah dengan laki-laki yang tidak disukainya. Demikianlah ajaran Al-Qur'an mengenai hukum perkawinan, ajaran yang hanya dapat diterima oleh orang yang beriman kepada Allah dan hari kemudian, karena hanya orang yang berimanlah yang dapat menerima ajaran Allah dengan menyingkirkan keinginan hawa nafsu dalam mengekang kaum perempuan. Kembali kepada ajaran Allah ini adalah suatu perbuatan yang baik dan terpuji, Allah Maha Mengetahui dan kamu tidak mengetahui."
        },
        {
          "number": 233,
          "arabic": "۞ وَٱلْوَٰلِدَٰتُ يُرْضِعْنَ أَوْلَـٰدَهُنَّ حَوْلَيْنِ كَامِلَيْنِ ۖ لِمَنْ أَرَادَ أَن يُتِمَّ ٱلرَّضَاعَةَ ۚ وَعَلَى ٱلْمَوْلُودِ لَهُۥ رِزْقُهُنَّ وَكِسْوَتُهُنَّ بِٱلْمَعْرُوفِ ۚ لَا تُكَلَّفُ نَفْسٌ إِلَّا وُسْعَهَا ۚ لَا تُضَآرَّ وَٰلِدَةٌۢ بِوَلَدِهَا وَلَا مَوْلُودٌ لَّهُۥ بِوَلَدِهِۦ ۚ وَعَلَى ٱلْوَارِثِ مِثْلُ ذَٰلِكَ ۗ فَإِنْ أَرَادَا فِصَالًا عَن تَرَاضٍ مِّنْهُمَا وَتَشَاوُرٍ فَلَا جُنَاحَ عَلَيْهِمَا ۗ وَإِنْ أَرَدتُّمْ أَن تَسْتَرْضِعُوٓا۟ أَوْلَـٰدَكُمْ فَلَا جُنَاحَ عَلَيْكُمْ إِذَا سَلَّمْتُم مَّآ ءَاتَيْتُم بِٱلْمَعْرُوفِ ۗ وَٱتَّقُوا۟ ٱللَّهَ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ بِمَا تَعْمَلُونَ بَصِيرٌ",
          "transliteration": "wal-wālidātu yur'ḍiʿ'na awlādahunna ḥawlayni kāmilayni liman arāda an yutimma l-raḍāʿata waʿalā l-mawlūdi lahu riz'quhunna wakis'watuhunna bil-maʿrūfi lā tukallafu nafsun illā wus'ʿahā lā tuḍārra wālidatun biwaladihā walā mawlūdun lahu biwaladihi waʿalā l-wārithi mith'lu dhālika fa-in arādā fiṣālan ʿan tarāḍin min'humā watashāwurin falā junāḥa ʿalayhimā wa-in aradttum an tastarḍiʿū awlādakum falā junāḥa ʿalaykum idhā sallamtum mā ātaytum bil-maʿrūfi wa-ittaqū l-laha wa-iʿ'lamū anna l-laha bimā taʿmalūna baṣīrun",
          "translation": "Dan ibu-ibu hendaklah menyusui anak-anaknya selama dua tahun penuh, bagi yang ingin menyusui secara sempurna. Dan kewajiban ayah menanggung nafkah dan pakaian mereka dengan cara yang patut. Seseorang tidak dibebani lebih dari kesanggupannya. Janganlah seorang ibu menderita karena anaknya dan jangan pula seorang ayah (menderita) karena anaknya. Ahli waris pun (berkewajiban) seperti itu pula. Apabila keduanya ingin menyapih dengan persetujuan dan permusyawaratan antara keduanya, maka tidak ada dosa atas keduanya. Dan jika kamu ingin menyusukan anakmu kepada orang lain, maka tidak ada dosa bagimu memberikan bayaran dengan cara yang patut. Bertakwalah kepada Allah dan ketahuilah bahwa Allah Maha Melihat apa yang kamu kerjakan.",
          "tafsir": "Setiap ibu (meskipun ia janda) berkewajiban menyusui anaknya sampai anak itu mencapai usia dua tahun. Tidak mengapa kalau masa susuan itu kurang dari masa tersebut apabila kedua ibu-bapak memandang ada maslahatnya. Demikian pula setiap bapak berkewajiban untuk memenuhi kebutuhan para ibu baik sandang maupun pangan sesuai dengan kebutuhannya. Ibu laksana wadah bagi anak sedang bapak sebagai pemilik wadah itu. Maka sudah sewajarnya bapak berkewajiban memberi nafkah kepada orang yang di bawah tanggung jawabnya dan memelihara serta merawat miliknya. Allah mewajibkan kepada ibu menyusui bayinya, karena air susu ibu mempunyai pengaruh yang besar kepada anaknya. Dari hasil penelitian para ahli medis menunjukkan bahwa air susu ibu terdiri dari saripati yang benar-benar murni. Air susu ibu juga merupakan makanan yang paling baik untuk bayi, dan tidak disangsikan lagi oleh para ahli gizi. Di samping ibu dengan fitrah kejadiannya memiliki rasa kasih sayang yang mendalam sehingga penyusuan langsung dari ibu, berhubungan erat dengan perkembangan jiwa dan mental anak. Dengan demikian kurang tepat tindakan sementara para ibu yang tidak mau menyusui anaknya hanya karena kepentingan pribadinya, umpamanya, untuk memelihara kecantikan. Padahal ini bertentangan dengan fitrahnya sendiri dan secara tidak langsung ia kehilangan kesempatan untuk membina dasar hubungan keibuan dengan anaknya sendiri dalam bidang emosi. Demikianlah pembagian kewajiban kedua orang tua terhadap bayinya yang diatur oleh Allah swt. Sementara itu diberi pula keringanan terhadap kewajiban, umpama kesehatan ibu terganggu atau seorang dokter mengatakan tidak baik bila disusukan oleh ibu karena suatu hal, maka tidak mengapa kalau anak mendapat susuan atau makanan dari orang lain. Demikian juga apabila bapak tidak mempunyai kesanggupan melaksanakan kewajibannya karena miskin maka ia boleh melaksanakan kewajibannya sesuai dengan kesanggupannya. Keringanan itu membuktikan bahwa anak tidak boleh dijadikan sebab adanya kemudaratan, baik terhadap bapak maupun terhadap ibu. Dengan pengertian, kewajiban tersebut tidak mesti berlaku secara mutlak sehingga mengakibatkan kemudaratan bagi keduanya. Salah satu pihak tidak boleh memudaratkan pihak lain dengan menjadikan anak sebagai kambing hitamnya. Umpamanya karena ibu mengetahui bahwa bapak berkewajiban memberi nafkah maka ia melakukan pemerasan dengan tidak menyusui atau merawat si bayi tanpa sejumlah biaya tertentu. Atau bapak sangat kikir dalam memberikan nafkah sehingga ibu menderita karenanya. Selanjutnya andaikata salah seorang dari ibu atau bapak tidak memiliki kesanggupan untuk melaksanakan kewajiban atau meninggal dunia, maka kewajiban-kewajiban itu berpindah kepada ahli warisnya. Lamanya masa penyusuan dua tahun, namun demikian apabila berdasarkan musyawarah antara bapak dan ibu untuk kemaslahatan anak, mereka sepakat untuk menghentikannya sebelum sampai masa dua tahun atau meneruskannya lewat dari dua tahun maka hal ini boleh saja dilakukan. Demikian juga jika mereka mengambil perempuan lain untuk menyusukan anaknya, maka hal ini tidak mengapa dengan syarat, kepada perempuan yang menyusukan itu diberikan imbalan jasa yang sesuai, sehingga terjamin kemaslahatan baik bagi anak maupun perempuan yang menyusui itu. Ulama fikih berbeda pendapat tentang siapa yang berhak untuk menyusukan dan memelihara anak tersebut, jika terjadi perceraian antara suami-istri. Apakah pemeliharaan menjadi kewajiban ibu atau kewajiban bapak? Imam Malik berpendapat bahwa ibulah yang berkewajiban menyusukan anak tersebut, walaupun ia tidak memiliki air susu; kalau ia masih memiliki harta maka anak itu disusukan pada orang lain dengan mempergunakan harta ibunya. Imam Syafi'i dalam hal ini berpendapat bahwa kewajiban tersebut adalah kewajiban bapak."
        }
      ]
    }
  ]
}