{
  "pageNumber": 245,
  "juz": 13,
  "surahs": [
    {
      "number": 12,
      "name": "Yusuf",
      "nameArabic": "يوسف",
      "meaning": "Nabi Yusuf",
      "revelation": "Makkah",
      "description": "Surat Yusuf ini terdiri dari 111 ayat dan termasuk surat Makkiyyah karena diturunkan di Mekah sebelum hijrah. Surat ini dinamai Yusuf karena titik berat isinya mengenai kisah Nabi Yusuf. Kisah ini termasuk cerita ghaib yang diwahyukan kepada Nabi Muhammad sebagai mukjizat bagi beliau, yang sebelumnya tidak beliau ketahui. Menurut riwayat Al Baihaqi dalam kitab \"Ad Dalail\" bahwa segolongan orang Yahudi masuk Islam setelah mendengar kisah Nabi Yusuf tersebut, karena sesuai dengan kisah yang mereka ketahui.Dari kisah Nabi Yusuf ini, Nabi Muhammad banyak mengambil pelajaran dan merupakan penghibur bagi beliau dalam menjalankan tugasnya.**Pokok-Pokok Isi:**1. **Keimanan:** Kenabian Yusuf dan mukjizat-mukjizatnya; menentukan hukum dalam agama adalah hak Allah semata; qadha Allah tak dapat diubah; semua rasul berkelamin laki-laki2. **Hukum-hukum:** Keharusan merahasiakan sesuatu untuk menghindari fitnah; barang dan anak temuan wajib dipungut dan tidak boleh dibiarkan; boleh melakukan muslihat yang tidak merugikan orang lain untuk memperoleh sesuatu kemaslahatan.3. **Kisah-kisah:** Kisah Nabi Yusuf bersaudara dan orang tua mereka, Nabi Ya'qub.4. **Lain-lain:** Beberapa sifat dan suri teladan mulia yang dapat diambil dari kisah Nabi Yusuf; persamaan antara agama para nabi, tauhid.Surat Yusuf ini seluruh isinya berkisah tentang Nabi Yusuf dan saudara-saudaranya beserta kedua orang tua mereka. Cara penuturan kisah Nabi Yusuf ini kepada Nabi Muhammad berbeda dengan kisah nabi-nabi yang lain; kisah Nabi Yusuf secara khusus diceritakan dalam satu surat sedang kisah nabi-nabi yang lain disebutkan dalam beberapa surat. Selain itu, isi kisah Nabi Yusuf juga berbeda dengan kisah nabi-nabi yang lain. Dalam kisah nabi-nabi yang lain, Allah menitikberatkan pada tantangan yang bermacam-macam dari kaum mereka, kemudian mengakhiri kisah tersebut dengan kemusnahan para penentang para nabi. Dalam kisah Nabi Yusuf, Allah menonjolkan kesudahan yang baik dari kesabaran, dan bahwa kesenangan datang setelah penderitaan. Allah menguji Nabi Ya'qub dengan kehilangan putranya, Yusuf, dan penglihatannya. Juga menguji ketabahan dan kesabaran Yusuf dengan dipisahkan dari kedua orang tuanya, dibuang ke dalam sumur, dan diperdagangkan sebagai hamba sahaya. Lalu Allah menguji imannya dengan godaan perempuan cantik lagi bangsawan dan akhirnya dimasukkan ke dalam penjara. Kemudian Allah melepaskan Yusuf dan ayahnya dari segala penderitaan dan cobaan, menghimpunkan mereka kembali, mengembalikan penglihatan Ya'qub, dan menghidupkan lagi cinta kasih antara mereka dengan Yusuf.**Hubungan Surat Yusuf Dengan Surat Ar Ra'd:**1. Dalam surat ini secara umum Allah mengemukakan adanya tanda-tanda keesaan Allah di langit dan di bumi. Di dalam surat Ar Ra'd Allah mengemukakannya lagi secara lebih jelas.2. Kedua surat tersebut sama-sama memuat pengalaman nabi-nabi zaman dahulu beserta umatnya. Yang menentang kebenaran mengalami kehancuran sedang yang mengikuti kebenaran mendapat kemenangan.3. Pada akhir surat Yusuf diterangkan bahwa Al-Qur'an bukanlah perkataan yang diada-adakan tetapi petunjuk dan rahmat bagi orang yang beriman, dan keterangan ini diulangi lagi di awal surat Ar Ra'd.",
      "verses": [
        {
          "number": 79,
          "arabic": "قَالَ مَعَاذَ ٱللَّهِ أَن نَّأْخُذَ إِلَّا مَن وَجَدْنَا مَتَـٰعَنَا عِندَهُۥٓ إِنَّآ إِذًا لَّظَـٰلِمُونَ",
          "transliteration": "qāla maʿādha l-lahi an nakhudha illā man wajadnā matāʿanā ʿindahu innā idhan laẓālimūna",
          "translation": "Dia (Yusuf) berkata, \"Aku memohon perlindungan kepada Allah dari menahan (seseorang), kecuali orang yang kami temukan harta kami padanya, jika kami (berbuat) demikian, berarti kami orang yang zalim.\"",
          "tafsir": "Lalu Yusuf berkata kepada saudara-saudaranya bahwa dia melakukan tindakan salah jika melepaskan Bunyamin yang telah terbukti di dalam karungnya ditemukan barang yang hilang itu. Ia berlindung kepada Allah bahwa ia tak mungkin menangkap seseorang kecuali karena telah terbukti mencuri. Seandainya ia menerima usul saudara-saudaranya, berarti ia bertindak tidak adil karena telah menyalahi undang-undang atau peraturan yang berlaku di wilayah kerajaannya."
        },
        {
          "number": 80,
          "arabic": "فَلَمَّا ٱسْتَيْـَٔسُوا۟ مِنْهُ خَلَصُوا۟ نَجِيًّا ۖ قَالَ كَبِيرُهُمْ أَلَمْ تَعْلَمُوٓا۟ أَنَّ أَبَاكُمْ قَدْ أَخَذَ عَلَيْكُم مَّوْثِقًا مِّنَ ٱللَّهِ وَمِن قَبْلُ مَا فَرَّطتُمْ فِى يُوسُفَ ۖ فَلَنْ أَبْرَحَ ٱلْأَرْضَ حَتَّىٰ يَأْذَنَ لِىٓ أَبِىٓ أَوْ يَحْكُمَ ٱللَّهُ لِى ۖ وَهُوَ خَيْرُ ٱلْحَـٰكِمِينَ",
          "transliteration": "falammā is'tayasū min'hu khalaṣū najiyyan qāla kabīruhum alam taʿlamū anna abākum qad akhadha ʿalaykum mawthiqan mina l-lahi wamin qablu mā farraṭtum fī yūsufa falan abraḥa l-arḍa ḥattā yadhana lī abī aw yaḥkuma l-lahu lī wahuwa khayru l-ḥākimīna",
          "translation": "Maka ketika mereka berputus asa darinya (putusan Yusuf) mereka menyendiri (sambil berunding) dengan berbisik-bisik. Yang tertua di antara mereka berkata, \"Tidakkah kamu ketahui bahwa ayahmu telah mengambil janji dari kamu dengan (nama) Allah dan sebelum itu kamu telah menyia-nyiakan Yusuf? Sebab itu aku tidak akan meninggalkan negeri ini (Mesir), sampai ayahku mengizinkan (untuk kembali), atau Allah memberi keputusan terhadapku. Dan Dia adalah hakim yang terbaik.\"",
          "tafsir": "Allah mengabarkan bahwa tatkala saudara-saudara Yusuf berputus asa karena Yusuf menolak salah seorang dari mereka untuk menggantikan Bunyamin, mereka lalu berkumpul untuk merundingkan secara rahasia apa yang akan mereka kerjakan selanjutnya. Saudaranya yang tertua yang bernama Yahuda berkata, \"Bukankah kamu mengetahui bahwa ayahmu, Yakub, telah mengambil janji yang berat dari kita dengan nama Allah bahwa kita akan sungguh-sungguh menjaga keselamatan Bunyamin dan sanggup mengembalikannya kepada ayah, kecuali jika kita menghadapi bahaya yang besar yang tidak dapat dihindari. Penahanan Bunyamin ini akan membuat ayah kita bertambah sedih, terlebih bila diingat bahwa kita dahulu telah menyia-nyiakan Yusuf.\" \"Oleh sebab itu,\" kata Yahuda lebih lanjut, \"aku tidak akan meninggalkan Mesir sampai ayahku mengizinkanku untuk kembali, atau sampai Allah memberi keputusan lain kepadaku karena Allahlah yang Maha Mengetahui perkara-perkara yang gaib dan Dia adalah Hakim yang paling baik.\""
        },
        {
          "number": 81,
          "arabic": "ٱرْجِعُوٓا۟ إِلَىٰٓ أَبِيكُمْ فَقُولُوا۟ يَـٰٓأَبَانَآ إِنَّ ٱبْنَكَ سَرَقَ وَمَا شَهِدْنَآ إِلَّا بِمَا عَلِمْنَا وَمَا كُنَّا لِلْغَيْبِ حَـٰفِظِينَ",
          "transliteration": "ir'jiʿū ilā abīkum faqūlū yāabānā inna ib'naka saraqa wamā shahid'nā illā bimā ʿalim'nā wamā kunnā lil'ghaybi ḥāfiẓīna",
          "translation": "Kembalilah kepada ayahmu dan katakanlah, \"Wahai ayah kami! Sesungguhnya anakmu telah mencuri dan kami hanya menyaksikan apa yang kami ketahui dan kami tidak mengetahui apa yang dibalik itu.",
          "tafsir": "Lalu Yahuda memerintahkan kepada saudara-saudaranya yang lain supaya pulang menghadap ayah mereka dan melaporkan segala kejadian yang dialaminya di Mesir untuk menghindarkan tuduhan-tuduhan yang buruk. Yahuda berkata, \"Kembalilah kepada ayahmu dan sampaikanlah kepadanya bahwa anaknya, Bunyamin, telah mencuri piala raja dan akibatnya dijadikan hamba sahaya selama setahun sesuai dengan syariat yang berlaku.\" Ia juga menyuruh saudara-saudaranya untuk mengatakan kepada ayah mereka, Nabi Yakub, bahwa mereka hanya dapat menyaksikan apa yang diketahui. Mereka melihat sendiri bahwa piala raja itu dikeluarkan dari karung makanan Bunyamin. Mereka sama sekali tidak dapat mengetahui perkara yang gaib. Seandainya mereka tahu bahwa Bunyamin akan mencuri, tentu mereka tidak akan berjanji pada ayah mereka."
        },
        {
          "number": 82,
          "arabic": "وَسْـَٔلِ ٱلْقَرْيَةَ ٱلَّتِى كُنَّا فِيهَا وَٱلْعِيرَ ٱلَّتِىٓ أَقْبَلْنَا فِيهَا ۖ وَإِنَّا لَصَـٰدِقُونَ",
          "transliteration": "wasali l-qaryata allatī kunnā fīhā wal-ʿīra allatī aqbalnā fīhā wa-innā laṣādiqūna",
          "translation": "Dan tanyalah (penduduk) negeri tempat kami berada, dan kafilah yang datang bersama kami. Dan kami adalah orang yang benar.\"",
          "tafsir": "Selanjutnya dijelaskan bahwa Yahuda juga menyarankan agar saudara-saudaranya mengatakan kepada ayah mereka untuk menanyakan hal ini kepada penduduk negeri tempat mereka berada di Mesir untuk membeli bahan makanan, karena soal pencurian itu sudah tersebar beritanya di kalangan mereka. Juga dapat ditanyakan kepada kafilah yang datang bersama-sama dengan mereka, dan sesungguhnya mereka adalah orang-orang yang benar dan selalu melaporkan apa yang benar-benar terjadi."
        },
        {
          "number": 83,
          "arabic": "قَالَ بَلْ سَوَّلَتْ لَكُمْ أَنفُسُكُمْ أَمْرًا ۖ فَصَبْرٌ جَمِيلٌ ۖ عَسَى ٱللَّهُ أَن يَأْتِيَنِى بِهِمْ جَمِيعًا ۚ إِنَّهُۥ هُوَ ٱلْعَلِيمُ ٱلْحَكِيمُ",
          "transliteration": "qāla bal sawwalat lakum anfusukum amran faṣabrun jamīlun ʿasā l-lahu an yatiyanī bihim jamīʿan innahu huwa l-ʿalīmu l-ḥakīmu",
          "translation": "Dia (Yakub) berkata, \"Sebenarnya hanya dirimu sendiri yang memandang baik urusan (yang buruk) itu. Maka (kesabaranku) adalah kesabaran yang baik. Mudah-mudahan Allah mendatangkan mereka semuanya kepadaku. Sungguh, Dialah Yang Maha Mengetahui, Mahabijaksana.\"",
          "tafsir": "Setelah berhadapan dengan putra-putranya yang memberi laporan seperti yang diamanatkan oleh Yahuda, Nabi Yakub berkata, \"Hanya dirimu sendirilah yang memandang baik perbuatan yang buruk itu, dan mengapa kamu mengatakan bahwa yang mencuri harus dijadikan hamba sahaya selama satu tahun, padahal ketentuan itu hanya ada pada syariat kita dan tidak ada dalam perundang-undangan mereka. Maka kesabaran yang baik itulah kesabaranku yang tidak diliputi oleh kejengkelan dan kemarahan. Mudah-mudahan Allah mendatangkan mereka semuanya kepadaku (Yusuf, Bunyamin, dan Yahuda), karena sesungguhnya Dialah Tuhan Yang Maha Mengetahui dan Mahabijaksana.\""
        },
        {
          "number": 84,
          "arabic": "وَتَوَلَّىٰ عَنْهُمْ وَقَالَ يَـٰٓأَسَفَىٰ عَلَىٰ يُوسُفَ وَٱبْيَضَّتْ عَيْنَاهُ مِنَ ٱلْحُزْنِ فَهُوَ كَظِيمٌ",
          "transliteration": "watawallā ʿanhum waqāla yāasafā ʿalā yūsufa wa-ib'yaḍḍat ʿaynāhu mina l-ḥuz'ni fahuwa kaẓīmun",
          "translation": "Dan dia (Yakub) berpaling dari mereka (anak-anaknya) seraya berkata, \"Aduhai dukacitaku terhadap Yusuf,\" dan kedua matanya menjadi putih karena sedih Dia diam menahan amarah (terhadap anak-anaknya).",
          "tafsir": "Karena tidak senang menerima laporan yang disampaikan para putranya, maka Nabi Yakub berpaling dari mereka seraya berkata dengan penuh kesedihan, \"Aduhai dukacitaku terhadap Yusuf, karena aku tadinya menunggu-nunggu berita yang menggembirakan dari Mesir, tetapi kenyata-annya justru berita yang menyedihkan yang kuterima.\" Karena kesedihan yang terus-menerus dialaminya dan sering menangis, maka kedua mata Yakub menjadi putih, sehingga keadaannya seperti orang buta. Akan tetapi, beliau tetap masih bisa menahan amarah terhadap anak-anaknya. Menurut dunia ilmu pengetahuan, ketika seseorang menderita stres, tubuhnya bereaksi dan membangkitkan tanda bahaya, sehingga memicu terjadinya beragam reaksi biokimia di dalam tubuh: Kadar adrenalin dalam aliran darah meningkat; penggunaan energi dan reaksi tubuh mencapai titik tertinggi; gula, kolesterol dan asam-asam lemak tersalurkan ke dalam aliran darah; tekanan darah meningkat dan denyutnya mengalami percepatan. Ketika glukosa tersalurkan ke otak, kadar kolesterol naik, dan semua ini memunculkan masalah bagi tubuh. Mungkin hal ini pula yang dialami oleh Nabi Yaqub as ketika kehilangan anak yang disayanginya Nabi Yusuf a.s. Stres yang parah, mampu mempengaruhi bahkan mengubah fungsi-fungsi normal organ tubuh. Hal ini dapat berakibat sangat buruk. Akibat stres, kadar adrenalin dan kortisol di dalam tubuh meningkat di atas batas normal. Peningkatan kadar kortisol dalam rentang waktu lama berujung pada gangguan organ tubuh antara lain dapat terjadi gangguan pada pankreas. Akibatnya timbul penyakit diabetes atau kencing manis yakni penyakit rusaknya sel-sel beta pankreas yang menghasilkan insulin, berakibat pada kadar gula darah tubuh tidak terkontrol. Dalam banyak kasus penyakit diabetes ini dapat menimbulkan gejala katarak yakni kekeruhan pada lensa mata yang mengakibatkan pandangan kabur. Apabila lensa menjadi keruh, maka cahaya yang masuk ke dalam mata dapat terpencar dan mengakibatkan pandangan kabur. Para ahli kedokteran (mata) sepakat bahwa penanganan yang kurang atau tidak terkontrol dengan baik dapat menyebabkan kebutaan pada penderita penyakit ini. Gejala utama katarak adalah penglihatan kabur, daya penglihatan berkurang secara progresif, adanya selaput tipis yang menghalangi pandangan, sangat silau jika berada di bawah cahaya yang terang. Pada perkembangan selanjutnya penglihatan semakin memburuk, pupil akan tampak berwarna putih (ada putih-putih pada hitam mata) Dewasa ini penyakit \"mata putih\" (katarak) ini dapat disembuhkan terutama dengan semakin majunya teknologi kedokteran saat ini atau karena kadar gula dalam darah dapat dikontrol dengan baik. Berbeda tentunya dengan Nabi Yaqub a.s. yang kesembuhannya berlangsung secara cepat, mungkin karena mukjizat bagi seorang Nabi atau bisa juga sebagai buah dari \"kesabarannya\". Maha Suci Allah yang Maha Mengetahui dan Maha Penyembuh."
        },
        {
          "number": 85,
          "arabic": "قَالُوا۟ تَٱللَّهِ تَفْتَؤُا۟ تَذْكُرُ يُوسُفَ حَتَّىٰ تَكُونَ حَرَضًا أَوْ تَكُونَ مِنَ ٱلْهَـٰلِكِينَ",
          "transliteration": "qālū tal-lahi tafta-u tadhkuru yūsufa ḥattā takūna ḥaraḍan aw takūna mina l-hālikīna",
          "translation": "Mereka berkata, \"Demi Allah, engkau tidak henti-hentinya mengingat Yusuf, sehingga engkau (mengidapkan penyakit) berat atau engkau termasuk orang-orang yang akan binasa.\"",
          "tafsir": "Pada ayat ini, diterangkan bahwa ketika mendengar keluhan dan kesedihan ayahnya yang mendalam, anak-anak Yakub yang baru kembali dari Mesir berkata kepadanya, yang diawali dengan sumpah kepada Allah sebagai tanda rasa kasih dan sayang mereka, agar dia tidak selalu mengingat Yusuf karena peristiwa Yusuf itu sudah lama berlalu. Kalau selalu mengingat Yusuf, ia akan terus mengalami kesedihan yang mendalam, sehingga dikhawatirkan akan mendapat penyakit yang akan membinasakan atau meninggal dunia karenanya."
        },
        {
          "number": 86,
          "arabic": "قَالَ إِنَّمَآ أَشْكُوا۟ بَثِّى وَحُزْنِىٓ إِلَى ٱللَّهِ وَأَعْلَمُ مِنَ ٱللَّهِ مَا لَا تَعْلَمُونَ",
          "transliteration": "qāla innamā ashkū bathī waḥuz'nī ilā l-lahi wa-aʿlamu mina l-lahi mā lā taʿlamūna",
          "translation": "Dia (Yakub) menjawab, \"Hanya kepada Allah aku mengadukan kesusahan dan kesedihanku. Dan aku mengetahui dari Allah apa yang tidak kamu ketahui.",
          "tafsir": "Pada ayat ini, Allah menceritakan jawaban Nabi Yakub kepada anak-anaknya. Ia berkata, \"Wahai anak-anakku janganlah kalian mencela dan mencercaku. Aku tidak pernah mengadu kepadamu sekalian, begitu juga kepada manusia yang lain tentang kesedihan dan kesusahanku. Aku mengadu dan menyampaikan keluhan atas musibah yang menimpaku hanya kepada Allah swt. Kepada-Nya aku meminta perlindungan dan memohon untuk menghilangkan kesusahan dan kesedihan itu. Biarkanlah aku bermunajat dengan Tuhanku. Aku mengetahui dari wahyu yang diberikan Allah kepadaku bahwa Yusuf itu masih hidup dan tetap memperoleh rezeki. Ia adalah manusia pilihan Allah. Dia akan menyempurnakan nikmat-Nya kepada Yusuf dan keluarga Yakub. Semua itu tidak kalian ketahui, bahkan mengira bahwa Yusuf itu telah mati.\""
        }
      ]
    }
  ]
}