{
  "pageNumber": 320,
  "juz": 16,
  "surahs": [
    {
      "number": 20,
      "name": "Taha",
      "nameArabic": "طه",
      "meaning": "Taha",
      "revelation": "Makkah",
      "description": "Surat Thaha terdiri dari 135 ayat, diturunkan setelah diturunkannya surat Maryam, dan termasuk surat Makkiyyah.Surat ini dinamai \"Thaha\", diambil dari perkataan yang berasal dari ayat pertama surat ini. Sebagaimana yang lazim terdapat pada surat-surat yang memakai huruf-huruf abjad pada permulaannya, di mana huruf tersebut seakan-akan merupakan pemberitahuan Allah kepada orang-orang yang membacanya, bahwa setelah huruf itu akan dikemukakan hal-hal yang sangat penting untuk diketahui, maka demikian pula halnya dengan ayat-ayat yang terdapat setelah huruf \"Thaha\" dalam surat ini. Allah menerangkan bahwa Al-Qur'an merupakan peringatan bagi manusia dan wahyu dari Allah, Pencipta semesta alam. Kemudian Allah menerangkan kisah beberapa orang nabi; akibat-akibat yang akan dialami oleh orang-orang yang percaya kepada Allah dan orang-orang yang mengingkari-Nya, baik di dunia maupun di akhirat.&nbsp;Selain hal-hal tersebut di atas, maka surat ini mengandung pokok-pokok isi sebagai berikut:1. **Keimanan:** Al-Qur'an adalah peringatan bagi manusia terutama bagi orang-orang yang bertakwa; Musa langsung menerima wahyu dari Allah tanpa perantara Jibril; Allah bersemayam di atas 'Arsy, mengetahui sesuatu yang samar dan yang lebih samar; keadaan orang berdosa ketika dikumpulkan pada hari kiamat; syafaat tidak bermanfaat pada hari kiamat kecuali dari orang yang mendapat izin dari Allah.2. **Hukum-hukum:** Perintah mengerjakan shalat dan keutamaan waktu-waktunya; kewajiban menyuruh keluarga melakukan shalat.3. **Kisah-kisah:** Kisah Musa dan Harun dalam menghadapi Fir'aun dan Bani Israil; kisah Nabi Adam dan iblis.4. **Lain-lain:** Perintah Allah kepada Nabi Muhammad supaya meminta tambahan ilmu kepada Allah meskipun sudah menjadi rasul; Allah tidak akan mengazab suatu kaum sebelum rasul diutus kepada mereka; larangan teperdaya oleh kesenangan kehidupan dunia.Dalam surat Thaha ini diterangkan bahwa Al-Qur'an, sebagai kitab yang diwahyukan Allah kepada Nabi Muhammad, adalah peringatan dan kabar gembira bagi manusia, yang wajib diikuti dan diimani. Sangat besar akibat yang dialami oleh orang terdahulu yang tidak mempercayai dan mengingkari rasul-rasul, seperti Fir'aun dan pengikutnya. Kitab Bani Israil pun dipaparkan Allah dalam surat ini sebagai suatu umat yang banyak mengingkari perintah nabinya.**Hubungan Surat Thaha Dengan Surat Al-Anbiya':**Surat Thaha diakhiri dengan menerangkan bahwa manusia mudah dipengaruhi oleh kenikmatan hidup dunia, yang oleh Allah dijadikan sebagai cobaan bagi manusia, juga diakhiri dengan menyuruh bersabar dan mendirikan shalat, serta menerangkan apa yang diterima oleh orang yang bertakwa. Hal ini diulangi kembali pada permulaan surat Al-Anbiya' dan ditegaskan bahwa manusia selalu lalai dan lupa terhadap perbuatan yang harus dilakukan untuk menghadapi hari kiamat dan hisab di akhirat nanti.",
      "verses": [
        {
          "number": 114,
          "arabic": "فَتَعَـٰلَى ٱللَّهُ ٱلْمَلِكُ ٱلْحَقُّ ۗ وَلَا تَعْجَلْ بِٱلْقُرْءَانِ مِن قَبْلِ أَن يُقْضَىٰٓ إِلَيْكَ وَحْيُهُۥ ۖ وَقُل رَّبِّ زِدْنِى عِلْمًا",
          "transliteration": "fataʿālā l-lahu l-maliku l-ḥaqu walā taʿjal bil-qur'āni min qabli an yuq'ḍā ilayka waḥyuhu waqul rabbi zid'nī ʿil'man",
          "translation": "Maka Mahatinggi Allah, Raja yang sebenar-benarnya. Dan janganlah engkau (Muhammad) tergesa-gesa (membaca) Alquran sebelum selesai diwahyukan kepadamu,<sup foot_note=135476>1</sup> dan katakanlah, \"Ya Tuhanku, tambahkanlah ilmu kepadaku.\"",
          "tafsir": "Diriwayatkan bahwa Nabi Muhammad saw ketika Jibril membacakan kepadanya beberapa ayat yang diturunkan, dia cepat-cepat membacanya kembali padahal Jibril belum selesai membacakan seluruh ayat yang akan disampaikan pada Nabi. Hal ini karena Nabi takut kalau dia tidak cepat-cepat mengulanginya, mungkin dia lupa dan tidak dapat mengingat kembali. Oleh sebab itu Allah melarangnya bertindak seperti itu, karena tindakan seperti itu mungkin akan lebih mengacaukan hafalannya sebab di waktu dia mengulangi membaca apa yang telah dibacakan kepadanya perhatiannya tertuju kepada pengulangan bacaan itu tidak kepada ayat-ayat selanjutnya yang akan dibacakan jibril padahal Allah menjamin akan memelihara Al-Qur'an dengan sebaik-baiknya, jadi tidak mungkin Nabi Muhammad lupa atau dijadikan Allah lupa kalau dia mendengarkan baik-baik lebih dahulu semua ayat-ayat yang dibacakan Jibril kemudian bila Jibril telah selesai membacakan seluruhnya, barulah Nabi membacanya kembali. Ayat ini menegaskan bahwa Allah Yang Mahatinggi, Mahabesar amat Luas Ilmu-Nya yang dengan Ilmu-Nya itu Dia mengatur segala sesuatu dan membuat peraturan-peraturan yang sesuai dengan kepentingan makhluk-Nya, tidak terkecuali peraturan-peraturan untuk keselamatan dan kebahagiaan umat manusia. Dialah yang mengutus para nabi dan para rasul dan menurunkan kitab-kitab suci seperti Zabur, Taurat dan Injil serta Dia pulalah yang menurunkan Al-Qur'an kepada Nabi Muhammad saw. Al-Qur'an diturunkan kepada Nabi Muhammad dengan berangsur-angsur bukan sekaligus sesuai dengan hikmah kebijaksanaan-Nya. Kadang-kadang diturunkan hanya beberapa ayat pendek saja atau surah yang pendek pula dan kadang-kadang diturunkan ayat-ayat yang panjang sesuai dengan keperluan dan kebutuhan pada waktu itu. Mengenai hal ini Allah berfirman: Jangan engkau (Muhammad) gerakkan lidahmu (untuk membaca Al-Qur'an) karena hendak cepat-cepat (menguasai)nya. Sesungguhnya Kami yang akan mengumpulkannya (di dadamu) dan membacakannya.Apabila Kami telah selesai membacakannya maka ikutilah bacaannya itu. Kemudian sesungguhnya Kami yang akan menjelaskannya. (al-Qiyamah/75: 16-19) Mengenai jaminan Allah dan terpeliharanya Al-Qur'an tersebut dalam ayat: Sesungguhnya Kamilah yang menurunkan Al-Qur'an, dan pasti Kami (pula) yang memeliharanya. (al-hijr/15: 9) Kemudian Allah menyuruh Nabi Muhammad saw agar berdoa supaya Dia memberikan kepadanya tambahan ilmu. Diriwayatkan oleh at-Tirmizi dari Abu Hurairah bahwa Rasulullah berdoa seperti berikut: Ya Allah. Jadikanlah ilmu yang Engkau ajarkan kepadaku bermanfaat bagiku, ajarkanlah kepadaku ilmu yang berguna untukku dan berikanlah kepadaku tambahan ilmu. Segala puji bagi Allah atas segala hal, aku berlindung kepada Allah dari keadaan dan segala hal yang dilakukan oleh penghuni neraka. (at-Tirmidzi, Ibnu Majah dan al-Bazzar)"
        },
        {
          "number": 115,
          "arabic": "وَلَقَدْ عَهِدْنَآ إِلَىٰٓ ءَادَمَ مِن قَبْلُ فَنَسِىَ وَلَمْ نَجِدْ لَهُۥ عَزْمًا",
          "transliteration": "walaqad ʿahid'nā ilā ādama min qablu fanasiya walam najid lahu ʿazman",
          "translation": "Dan sungguh telah Kami pesankan<sup foot_note=135477>1</sup> kepada Adam dahulu, tetapi dia lupa, dan Kami tidak dapati kemauan yang kuat padanya.",
          "tafsir": "Pada ayat ini Allah telah menerangkan bahwa Dia telah mengamanatkan kepada Adam supaya selalu waspada terhadap Iblis yang merupakan musuhnya dan musuh istrinya Hawa. Memang Iblis telah memperdayakannya dengan bujuk rayunya dan mengatakan kepadanya bahwa pohon khuldi (keabadian) itu pohon yang paling baik, barang siapa memakan buahnya pastilah dia akan kekal di dalam surga. Karena keinginannya yang sangat agar dia kekal di dalam surga menikmati karunia Allah yang tiada putus-putusnya, maka Adam lupa akan amanat Allah dan larangan-Nya untuk tidak makan buah khuldi itu. Adam lupa bahwa Iblis itu musuhnya yang hendak menjerumuskannya ke lembah dosa. Adam lupa bahwa Allah melarangnya memakan buah yang dilarang itu sehingga dimakannya buah itu. Di sini tampak bahwa Adam yang sudah memiliki pengetahuan tentang niat buruk Iblis masih dapat diperdayakan dengan janji-janji yang menarik dikemukakan Iblis kepadanya apalagi manusia biasa, oleh sebab itu seseorang harus mempunyai kemauan yang kuat dan tekad yang membaja tidak akan dapat dipengaruhi oleh siapapun dan janji apapun, dia harus selalu ingat dan waspada dan mati-matian mempertahankan pendirian dan kepercayaannya agar tidak bisa digoda oleh Iblis."
        },
        {
          "number": 116,
          "arabic": "وَإِذْ قُلْنَا لِلْمَلَـٰٓئِكَةِ ٱسْجُدُوا۟ لِـَٔادَمَ فَسَجَدُوٓا۟ إِلَّآ إِبْلِيسَ أَبَىٰ",
          "transliteration": "wa-idh qul'nā lil'malāikati us'judū liādama fasajadū illā ib'līsa abā",
          "translation": "Dan (ingatlah) ketika Kami berfirman kepada para malaikat, \"Sujudlah kamu kepada Adam!\" Lalu mereka pun sujud kecuali Iblis; dia menolak.",
          "tafsir": "Sebagai penjelasan yang terperinci mengenai teperdayanya Adam oleh Iblis sehingga dia memakan buah yang dilarang memakannya. Allah menerangkan kisah tersebut sejak awal yaitu ketika Dia memerintahkan kepada malaikat supaya sujud kepada Adam. Dengan taat dan patuh malaikat pun sujud kepada-Nya tanpa membantah, tanpa rasa iri dalam hati, tak ada mempunyai perasaan sombong dan takabur tidak ada enggan sedikit pun melaksanakan perintah Tuhannya. Berlainan dengan Iblis yang sombong dan takabur, dia enggan dan tidak mau sujud kepada Adam karena menganggap dirinya lebih tinggi dan lebih mulia dari Adam. Mengapa mesti dia yang sujud kepada Adam padahal seharusnya Adamlah yang sujud kepadanya. Hal ini tersebut dalam firman Allah: Lalu para malaikat itu bersujud semuanya. Kecuali Iblis; ia menyombongkan diri dan ia termasuk golongan yang kafir. (Allah) berfirman, \"Wahai Iblis, apakah yang menghalangi kamu sujud kepada yang telah Aku ciptakan dengan kekuasaan-Ku. Apakah kamu menyombongkan diri atau kamu (merasa) termasuk golongan yang (lebih) tinggi?\" (Iblis) berkata, \"Aku lebih baik daripadanya, karena Engkau ciptakan aku dari api, sedangkan dia Engkau ciptakan dari tanah.\" (shad/38: 73-76)"
        },
        {
          "number": 117,
          "arabic": "فَقُلْنَا يَـٰٓـَٔادَمُ إِنَّ هَـٰذَا عَدُوٌّ لَّكَ وَلِزَوْجِكَ فَلَا يُخْرِجَنَّكُمَا مِنَ ٱلْجَنَّةِ فَتَشْقَىٰٓ",
          "transliteration": "faqul'nā yāādamu inna hādhā ʿaduwwun laka walizawjika falā yukh'rijannakumā mina l-janati fatashqā",
          "translation": "Kemudian Kami berfirman, \"Wahai Adam! Sungguh ini (Iblis) musuh bagimu dan bagi istrimu, maka sekali-kali jangan sampai dia mengeluarkan kamu berdua dari surga, nanti kamu celaka.",
          "tafsir": "Karena Iblis tidak mau sujud kepada Adam disebabkan kesombongannya dan iri hati atas kemuliaan dan kehormatan yang diberikan kepada Adam. Allah menegaskan kepadanya bahwa Iblis itu adalah musuhnya dan musuh istrinya. Oleh sebab itu ia harus berhati-hati dan waspada terhadap tindak tanduknya, janganlah sekali-kali ia mengikuti bujuk rayunya yang mungkin berupa nasehat atau anjuran. Tidak ada tujuannya kecuali menimpakan musibah atau malapetaka kepadanya. Jika ia teperdaya dengan mulut manisnya yang bila diikutinya mungkin akan menyebabkan Adam terusir dari surga yang penuh rahmat dan karunia-Nya. Bila hal ini terjadi tentulah Iblis akan tertawa gembira sedangkan Adam akan menderita kehidupan yang berat di dunia, di mana dia harus berjuang dan bekerja keras untuk kelangsungan hidupnya sedang di dalam surga dia hidup serba cukup tak ada kekurangan satu apapun, semua keinginannya dengan mudah tercapai dan terlaksana."
        },
        {
          "number": 118,
          "arabic": "إِنَّ لَكَ أَلَّا تَجُوعَ فِيهَا وَلَا تَعْرَىٰ",
          "transliteration": "inna laka allā tajūʿa fīhā walā taʿrā",
          "translation": "Sungguh, ada (jaminan) untukmu di sana, engkau tidak akan kelaparan dan tidak akan telanjang,",
          "tafsir": "Allah menjanjikan kepada Adam bahwa selama di dalam surga dia tidak akan merasa lapar dan haus karena berbagai macam makanan yang enak, minuman yang beragam serta buah-buahan selalu disediakan baginya. Dia tidak akan pernah merasa haus karena disediakan pula untuknya beraneka ragam minuman yang lezat dan tidak akan terkena sengatan matahari yang panas karena selalu berada di tempat yang teduh dengan angin yang menghembus sepoi-sepoi basah. Dia tidak akan telanjang karena Allah telah memberinya pakaian yang sangat bagus dan indah. Semua yang disenangi dan disukai dapat dinikmati dalam surga seperti dalam firman-Nya: Kamilah pelindung-pelindungmu dalam kehidupan dunia dan akhirat; di dalamnya (surga) kamu memperoleh apa yang kamu inginkan dan memperoleh apa yang kamu minta. Sebagai penghormatan (bagimu) dari (Allah) Yang Maha Pengampun, Maha Penyayang. (Fushshilat/41: 31-32) Dan firman-Nya: Dan di dalam surga itu terdapat apa yang diingini oleh hati dan segala yang sedap (dipandang) mata. (az-Zukhruf/43: 71)"
        },
        {
          "number": 119,
          "arabic": "وَأَنَّكَ لَا تَظْمَؤُا۟ فِيهَا وَلَا تَضْحَىٰ",
          "transliteration": "wa-annaka lā taẓma-u fīhā walā taḍḥā",
          "translation": "dan sungguh, di sana engkau tidak akan merasa dahaga dan tidak akan ditimpa panas matahari.\"",
          "tafsir": "Setelah Iblis melihat bagaimana senangnya Adam dan istrinya di dalam surga menikmati berbagai macam anugerah Ilahi, timbul rasa iri dan dengki dalam hatinya dan dia ingin sekali agar nikmat dan karunia yang dilimpahkan Allah itu dengan segera tercabut dari keduanya. Dia melihat tak ada cara yang lebih tepat dan ampuh untuk mewujudkan keinginan itu selain menggoda keduanya, supaya memakan buah khuldi yang terlarang memakannya. Dengan demikian tentulah Allah akan murka kepada Adam dan mengusirnya dari surga karena telah melanggar perintah-Nya. Lalu Iblis mendatangi Adam berpura-pura sebagai sahabat yang setia yang selalu mementingkan kebaikan dan kebahagiaannya, dan berceritalah dia bahwa pohon khuldi itu adalah pohon yang istimewa, buahnya amat lezat sekali rasanya, tak ada buah-buahan di dalam surga yang lebih lezat dari khuldi itu. Barang siapa memakannya pastilah dia akan kekal hidup selama-lamanya dan kekal pula tinggal di dalam surga. Jika Adam ingin tetap selama-lamanya di dalam surga ini maka ia harus makan buah itu, niscaya ia akan kekal hidup selama-lamanya dalam surga yang tidak akan runtuh selama-lamanya."
        },
        {
          "number": 120,
          "arabic": "فَوَسْوَسَ إِلَيْهِ ٱلشَّيْطَـٰنُ قَالَ يَـٰٓـَٔادَمُ هَلْ أَدُلُّكَ عَلَىٰ شَجَرَةِ ٱلْخُلْدِ وَمُلْكٍ لَّا يَبْلَىٰ",
          "transliteration": "fawaswasa ilayhi l-shayṭānu qāla yāādamu hal adulluka ʿalā shajarati l-khul'di wamul'kin lā yablā",
          "translation": "Kemudian setan membisikkan (pikiran jahat) kepadanya, dengan berkata, \"Wahai Adam! maukah aku tunjukkan kepadamu pohon keabadian (khuldi) dan kerajaan yang tidak akan binasa?\"",
          "tafsir": "Ayat ini menjelaskan keadaan Adam dan istrinya Hawa, ketika Iblis merayu mereka maka tanpa mengingat amanat Tuhan bahwa Iblis itu adalah musuh yang ingin mencelakakannya dan dia dilarang Allah memakan buah larangan itu, Adam dan Hawa memetik buah itu dan langsung memakannya dengan penuh harapan bahwa ia bersama istrinya akan hidup kekal di dalam surga. Tidak lama setelah Adam dan Hawa memakan buah larangan itu aurat mereka masing-masing terbuka, padahal sebelum memakan buah larangan itu tidak ada sedikit pun perhatian mereka terhadap aurat itu, lalu mereka merasa malu dan cepat-cepar memetik daun-daunan dalam surga untuk menutupinya. Sebagian ahli tafsir berpendapat bahwa akibat memakan buah khuldi timbullah pada Adam dan Hawa dorongan (insting) seksual, karena itu mereka merasa malu melihat aurat masing-masing. Demikianlah karena didorong oleh keinginan yang sangat, Adam lupa akan amanat Tuhan sampai ia melanggar perintah-Nya. Ia gagal menghadapi ujian Tuhannya, menjadi lemah tekad dan kemauannya disebabkan godaan Iblis dan disebabkan godaan nafsu dan keinginannya sendiri sehingga jatuh ke jurang pelanggaran."
        },
        {
          "number": 121,
          "arabic": "فَأَكَلَا مِنْهَا فَبَدَتْ لَهُمَا سَوْءَٰتُهُمَا وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِن وَرَقِ ٱلْجَنَّةِ ۚ وَعَصَىٰٓ ءَادَمُ رَبَّهُۥ فَغَوَىٰ",
          "transliteration": "fa-akalā min'hā fabadat lahumā sawātuhumā waṭafiqā yakhṣifāni ʿalayhimā min waraqi l-janati waʿaṣā ādamu rabbahu faghawā",
          "translation": "Lalu keduanya memakannya, lalu tampaklah oleh keduanya aurat mereka dan mulailah keduanya menutupinya dengan daun-daun (yang ada di) surga, dan telah durhakalah Adam kepada Tuhan-Nya, dan sesatlah dia.<sup foot_note=135478>1</sup>",
          "tafsir": "Setelah menyadari bahwa ia dan istrinya telah melanggar perintah Allah dengan memakan buah larangan itu ia pun menyesal atas keterlanjurannya itu, merasa kecewa karena membenarkan bujukan Iblis dan teperdaya dengan kata-kata manis dari musuhnya. Ia sangat khawatir terhadap nasibnya bersama istrinya karena telah mendurhakai Tuhannya. Ia merasa berdosa dan minta ampun atas kesalahannya itu seperti tersebut pada ayat: Keduanya berkata, \"Ya Tuhan kami, kami telah menzalimi diri kami sendiri. Jika Engkau tidak mengampuni kami dan memberi rahmat kepada kami, niscaya kami termasuk orang-orang yang rugi.\" (al-A'raf/7: 23)"
        },
        {
          "number": 122,
          "arabic": "ثُمَّ ٱجْتَبَـٰهُ رَبُّهُۥ فَتَابَ عَلَيْهِ وَهَدَىٰ",
          "transliteration": "thumma ij'tabāhu rabbuhu fatāba ʿalayhi wahadā",
          "translation": "Kemudian Tuhannya memilih dia,<sup foot_note=135479>1</sup> maka Dia menerima tobatnya dan memberinya petunjuk.",
          "tafsir": "Tuhan Maha Pengasih lagi Maha Penyayang terhadap hamba-Nya apalagi terhadap orang yang diangkat menjadi khalifah di bumi, oleh sebab itu Allah tidak akan membalas keterlanjuran Adam memakan buah larangan itu dengan menimpakan siksaan atas dirinya, dalam keadaan lupa sehingga ia teperdaya dengan bujukan musuhnya, meskipun Adam telah melanggar larangan Tuhan yang telah memerintahkan supaya dia jangan sampai teperdaya oleh setan musuhnya itu, sehingga Adam dikeluarkan dari surga. Adam dan istrinya sangat menyesali perbuatannya dan telah bertobat meminta ampun kepada-Nya. Karena itu Allah mengampuni dosanya dan memilihnya menjadi orang yang dekat kepadanya. Akibat melanggar perintah Tuhan, Adam diperintahkan keluar dari surga dan turun ke bumi, dengan demikian ketetapan Allah bahwa Adam akan dijadikan Khalifah di muka bumi ini terlaksana, sebagaimana tersebut di dalam firman-Nya: \"Aku hendak menjadikan khalifah di bumi.\" (al-Baqarah/2: 30)"
        },
        {
          "number": 123,
          "arabic": "قَالَ ٱهْبِطَا مِنْهَا جَمِيعًۢا ۖ بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ ۖ فَإِمَّا يَأْتِيَنَّكُم مِّنِّى هُدًى فَمَنِ ٱتَّبَعَ هُدَاىَ فَلَا يَضِلُّ وَلَا يَشْقَىٰ",
          "transliteration": "qāla ih'biṭā min'hā jamīʿan baʿḍukum libaʿḍin ʿaduwwun fa-immā yatiyannakum minnī hudan famani ittabaʿa hudāya falā yaḍillu walā yashqā",
          "translation": "Dia (Allah) berfirman, \"Turunlah kamu berdua dari surga bersama-sama, sebagian kamu menjadi musuh bagi sebagian yang lain. Jika datang kepadamu petunjuk dari-Ku, maka (ketahuilah) barang siapa mengikuti petunjuk-Ku, dia tidak akan sesat dan tidak akan celaka.",
          "tafsir": "Bukan saja Adam yang harus turun ke bumi tetapi Iblis musuh yang memperdayakannya harus turun pula ke dunia. Kedua jenis makhluk ini akan menjadi musuh satu sama lain, permusuhan Iblis terhadap manusia adalah permusuhan yang abadi dan berkesinambungan sampai datangnya hari Kiamat. Iblis akan selalu berusaha menyesatkan manusia dari jalan yang benar dengan berbagai macam tipu dayanya. Oleh sebab itu Allah mengingatkan kepada anak cucu Adam agar ia selalu waspada terhadap musuh utamanya itu. Apabila telah datang petunjuk dari Tuhan dengan perantaraan nabi dan rasul-Nya maka hendaklah manusia mengikuti petunjuk seperti yang diajarkan rasul. Dengan demikian dia tidak akan tersesat dan tidak akan celaka. Ibnu Abbas berkata mengenai ayat ini bahwa Allah melindungi orang-orang yang mengikuti ajaran Al-Qur'an dari kesesatan di dunia dan dari kecelakaan dan malapetaka di akhirat. Dari Ibnu Abbas r.a., Rasulullah bersabda, \"Siapa yang mengikuti kitabullah, Allah akan memberikan petunjuk kepadanya untuk menghindari kesesatan di dunia dan memeliharanya dari keburukan hisab pada hari Kiamat.\" (Riwayat Ibnu Abi Syaibah dan ath-thabrani)"
        },
        {
          "number": 124,
          "arabic": "وَمَنْ أَعْرَضَ عَن ذِكْرِى فَإِنَّ لَهُۥ مَعِيشَةً ضَنكًا وَنَحْشُرُهُۥ يَوْمَ ٱلْقِيَـٰمَةِ أَعْمَىٰ",
          "transliteration": "waman aʿraḍa ʿan dhik'rī fa-inna lahu maʿīshatan ḍankan wanaḥshuruhu yawma l-qiyāmati aʿmā",
          "translation": "Dan barangsiapa berpaling dari peringatan-Ku, maka sungguh, dia akan menjalani kehidupan yang sempit, dan Kami akan mengumpulkannya pada hari Kiamat dalam keadaan buta.\"",
          "tafsir": "Allah menerangkan bahwa orang-orang yang berpaling dari ajaran Al-Qur'an tidak mengindahkannya dan menentang petunjuk-petunjuk yang terdapat di dalamnya maka sebagai hukumannya dia akan selalu hidup dalam kesempitan dan kesulitan. Dia akan selalu bimbang dan gelisah walaupun dia memiliki kekayaan, pangkat dan kedudukan karena selalu diganggu oleh pikiran dan khayalan yang bukan-bukan mengenai kekayaan dan kedudukannya itu. Dia akan selalu dibayangi oleh momok kehilangan kesenangan yang telah dicapainya, sehingga ia melakukan tindakan-tindakan yang menimbulkan kebencian dan kerugian dalam masyarakatnya. Kemudian di akhirat nanti ia akan dikumpulkan Allah bersama manusia lain dalam keadaan buta mata hatinya. Sebagaimana dia di dunia selalu menolak petunjuk-petunjuk Allah yang terang benderang dan memicingkan matanya agar petunjuk itu jangan terlihat olehnya sehingga ia berlarut-larut dalam kesesatan, demikian pula di akhirat ia tidak dapat melihat suatu alasan pun untuk membela dirinya dari ketetapan Allah Yang Mahaadil. Sebagian ahli tafsir mengatakan bahwa orang yang berpaling dari ajaran Allah itu memang menjadi buta panca indera tidak melihat suatu apapun sebagai tambahan siksaan atasnya. Seseorang yang buta di kala terjadi huru-hara dan melapetaka akan lebih kalang-kabut pikirannya karena tidak tahu apa yang akan dibuat dan tidak tentu arah yang akan dituju untuk menyelamatkan dirinya karena tidak melihat dari mana datangnya bahaya yang mengancam. Tetapi sesudah itu matanya akan menjadi terang kembali karena melihat sendiri buku catatan amalnya dan bagaimana hebat dan dahsyatnya siksaan neraka sebagaimana tersebut dalam ayat: Dan orang yang berdosa melihat neraka, lalu mereka menduga, bahwa mereka akan jatuh ke dalamnya, dan mereka tidak menemukan tempat berpaling darinya. (al-Kahf/18: 53)"
        },
        {
          "number": 125,
          "arabic": "قَالَ رَبِّ لِمَ حَشَرْتَنِىٓ أَعْمَىٰ وَقَدْ كُنتُ بَصِيرًا",
          "transliteration": "qāla rabbi lima ḥashartanī aʿmā waqad kuntu baṣīran",
          "translation": "Dia berkata, \"Ya Tuhanku, mengapa Engkau kumpulkan aku dalam keadaan buta, padahal dahulu aku dapat melihat?\"",
          "tafsir": "Orang-orang yang kafir itu akan bertanya kepada Allah mengapa Engkau jadikan aku buta sedang mataku dahulu terang dapat melihat. Allah menjawab, bahwa hal itu memang demikian! Karena di dunia ketika datang kepadanya rasul-rasul membawa petunjuk-petunjuk-Nya dia berpaling darinya seakan-akan matanya telah buta dan seakan-akan ia telah melupakannya karena tidak mengindahkan dan memperhatikannya. Oleh sebab itu Allah jadikan mata hatinya buta pada hari Kiamat sehingga engkau tidak dapat mengemukakan suatu alasan untuk membela dirimu dari azab yang telah disediakan baginya sebagai balasan atas kebutaan mereka selama di dunia."
        }
      ]
    }
  ]
}