{
  "pageNumber": 151,
  "juz": 8,
  "surahs": [
    {
      "number": 7,
      "name": "Al-A'raf",
      "nameArabic": "الأعراف",
      "meaning": "Tempat Tertinggi",
      "revelation": "Makkah",
      "description": "Surat Al-A'raf berjumlah 206 ayat, termasuk surat Makkiyyah, diturunkan sebelum surat Al-An'am, dan termasuk golongan surat \"Assab'uththiwaal\" (tujuh surat yang panjang). Dinamakan \"Al-A'raf\" karena perkataan Al-A'raf terdapat dalam ayat 46 yang mengemukakan tentang keadaan orang-orang yang berada di atas Al-A'raf, tempat yang tertinggi di batas surga dan neraka. Mereka itulah orang-orang yang antara kebaikan dan kejahatan mereka sama banyaknya.Pokok-Pokok Isi:1. Keimanan:Mentauhidkan Allah dalam berdoa dan beribadah; hanya Allah yang mengatur dan menjaga alam; menciptakan undang-undang dan hukum-hukum untuk mengatur kehidupan manusia di dunia dan di akhirat; Allah bersemayam di 'Arsy; bantahan terhadap kepalsuan syirik; ketauhidan sesuai dengan fitrah manusia; Musa berbicara dengan Allah; tentang melihat Allah; perintah beribadah sambil menundukkan diri kepada Allah; Allah memiliki al-asmaaul husnaa (nama-nama yang indah).2. Hukum-hukum:Larangan mengikuti perbuatan dan adat istiadat yang buruk; kewajiban mengikuti Allah dan rasul, perintah berhias ketika hendak shalat; bantahan terhadap orang yang mengharamkan perhiasan yang dianugerahkan Allah; perintah memakan makanan yang halal lagi baik dan larangan memakan yang sebaliknya.3. Kisah-kisah:Kisah Nabi Adam a.s. dengan Iblis; kisah Nabi Nuh a.s. dan kaumnya; kisah Nabi Shaleh a.s. dengan kaumnya; kisah Nabi Syu'aib a.s. dengan kaumnya; kisah Nabi Musa a.s. dengan Fir'aun.4. Lain-lain:Al-Qur'an diturunkan kepada Nabi terakhir dan perintah mengikutinya; Nabi Muhammad diutus untuk seluruh manusia; adab orang mukmin, adab mendengar bacaan Al-Qur'an dan berzikir; rasul bertanggung jawab menyampaikan seruan Allah; balasan terhadap orang-orang yang mengikuti dan mengingkari rasul; dakwah rasul-rasul yang pertama ialah mentauhidkan Allah; tentang ashhaabul A'raaf yang berada di antara surga dan neraka; Allah pencipta makhluk; manusia adalah makhluk terbaik yang diciptakan Allah serta memiliki kesediaan untuk berbuat baik dan berbuat buruk; permusuhan setan terhadap manusia; manusia khalifah Allah di bumi; kehancuran suatu kaum karena perbuatan mereka sendiri; setiap bangsa memiliki masa jaya dan masa kehancuran; Allah memberikan cobaan kepada manusia dengan kekayaan dan kemiskinan; istidraj azab Allah terhadap orang-orang yang mendustakan ayat-ayat-Nya.Surat Al-A'raf dimulai dengan pengutaraan tentang kewajiban manusia mengikuti rasul dan akibat mengingkarinya. Selanjutnya, diterangkan tentang perselisihan antara Nabi Adam dan Iblis di surga yang merupakan permulaan perselisihan antara golongan yang taat kepada perintah Allah dan golongan yang mengingkari sebagaimana yang terjadi pada nabi-nabi terdahulu dengan umat-umatnya. Kemudian surat ini ditutup dengan penjelasan tentang adab-adab orang mukmin, adab-adab mendengarkan ayat-ayat Al-Qur'an, dan tata cara berdoa dan berzikir kepada-Nya.Hubungan Antara Surat Al-A'Raf Dengan Surat Al-Anfal:1. Akhir surat Al-A'raf mengemukakan keadaan beberapa orang rasul yang diutus sebelum Nabi Muhammad dalam menghadapi kaumnya, sedang permulaan surat Al-Anfal menerangkan keadaan Nabi Muhammad dalam menghadapi umatnya.2. Permusuhan antara Adam dan Iblis di surga dilanjutkan dengan permusuhan antara manusia yang menerima petunjuk dari Allah dengan yang tidak menerimanya. Ini diterangkan dalam surat Al-A'raf. Hal yang serupa diterangkan lebih jelas dalam surat Al-Anfal; pertentangan kedua golongan itu serta tingkah laku mereka dalam perang Badar. Surat Al-A'raf termasuk surat yang banyak persesuaiannya dengan surat-surat yang lain, seperti: Al-Baqarah, Ali 'Imran, At-Taubah, danYunus.",
      "verses": [
        {
          "number": 1,
          "arabic": " الٓمٓصٓ",
          "transliteration": "alif-lam-meem-sad",
          "translation": "Alif Lām Mīm ṣād.",
          "tafsir": "Mengenai tafsir ayat \"Alif Lam Mim tsad\", lihat jilid I Al-Qur'an dan Tafsirnya tentang tafsir permulaan surah dengan huruf-huruf hijaiyah."
        },
        {
          "number": 2,
          "arabic": "كِتَـٰبٌ أُنزِلَ إِلَيْكَ فَلَا يَكُن فِى صَدْرِكَ حَرَجٌ مِّنْهُ لِتُنذِرَ بِهِۦ وَذِكْرَىٰ لِلْمُؤْمِنِينَ",
          "transliteration": "kitābun unzila ilayka falā yakun fī ṣadrika ḥarajun min'hu litundhira bihi wadhik'rā lil'mu'minīna",
          "translation": "(Inilah) Kitab yang diturunkan kepadamu (Muhammad); maka janganlah engkau sesak dada karenanya, agar engkau memberi peringatan dengan (Kitab) itu dan menjadi pelajaran bagi orang yang beriman.",
          "tafsir": "Ayat ini menerangkan bahwa kitab yang diturunkan kepada Muhammad saw yang berisi bimbingan dan petunjuk, adalah untuk memberi peringatan kepada orang-orang mukmin. Muhammad janganlah sekali-kali merasa sedih menghadapi tantangan, perlawanan, ejekan dan hal-hal yng lain dari kaum musyrikin, dalam menyampaikan risalah yang telah ditugaskan kepadanya. Hendaklah dia bersabar menghadapinya. Adanya tantangan dari kaum musyrikin sehingga dada Muhammad saw akan menjadi sesak karenanya telah diketahui oleh Allah sebagaimana ditegaskan dalam firman-Nya: Dan sungguh, Kami mengetahui bahwa dadamu menjadi sempit disebabkan apa yang mereka ucapkan. (al-hijr/15: 97) Tetapi ia diperintahkan agar bersabar, tetap teguh hati menghadapi mereka sebagaimana halnya rasul-rasul sebelumnya. Firman Allah: Maka bersabarlah engkau (Muhammad) sebagaimana kesabaran rasul-rasul yang memiliki keteguhan hati¦ (al-Ahqaf/46: 35) Kitab tersebut harus dijadikan pelajaran dan peringatan bagi orang-orang mukmin, karena peringatan itu akan membawa manfaat dan pengaruh kepada mereka. Dan tetaplah memberi peringatan, karena sesungguhnya peringatan itu bermanfaat bagi orang-orang mukmin. (Adz-dzariyat/51: 55)"
        },
        {
          "number": 3,
          "arabic": "ٱتَّبِعُوا۟ مَآ أُنزِلَ إِلَيْكُم مِّن رَّبِّكُمْ وَلَا تَتَّبِعُوا۟ مِن دُونِهِۦٓ أَوْلِيَآءَ ۗ قَلِيلًا مَّا تَذَكَّرُونَ",
          "transliteration": "ittabiʿū mā unzila ilaykum min rabbikum walā tattabiʿū min dūnihi awliyāa qalīlan mā tadhakkarūna",
          "translation": "Ikutilah apa yang diturunkan kepadamu dari Tuhanmu, dan janganlah kamu ikuti selain Dia sebagai pemimpin. Sedikit sekali kamu mengambil pelajaran.",
          "tafsir": "Pada ayat ini ada perintah agar orang-orang mukmin mengikuti apa yang telah diturunkan kepada Muhammad oleh Allah yang menguasai dan mengatur segala gerak-gerik mereka, baik perintah itu menyuruh untuk mengerjakan sesuatu, maupun melarang mengerjakan sesuatu, karena apa yang telah diperintahkan-Nya mengandung kebaikan, kebenaran, kesejahteraan dan kebahagiaan. Dan, janganlah sekali-kali mereka mengikuti ajaran-ajaran selain dari ajaran Allah, begitu pula ajakan-ajakan yang bertentangan dengan ketentuan-ketentuan yang telah digariskan-Nya, karena yang demikian itu membahayakan mereka dan akan membawa pengikut-pengikutnya ke jalan yang sesat dan merusak akidah/akhlaknya dan sebagainya. Sekalipun hal-hal tersebut di atas telah menjadi kenyataan, dan disaksikan oleh mata kepala sendiri, tidaklah banyak orang yang menyadarinya, mengambil pelajaran dan iktibar daripadanya, bahkan ia tetap mengikuti keinginan nafsunya, dan ajakan setan yang dipertuannya."
        },
        {
          "number": 4,
          "arabic": "وَكَم مِّن قَرْيَةٍ أَهْلَكْنَـٰهَا فَجَآءَهَا بَأْسُنَا بَيَـٰتًا أَوْ هُمْ قَآئِلُونَ",
          "transliteration": "wakam min qaryatin ahlaknāhā fajāahā basunā bayātan aw hum qāilūna",
          "translation": "Betapa banyak negeri yang telah Kami binasakan, siksaan Kami datang (menimpa penduduk)nya pada malam hari, atau pada saat mereka beristirahat pada siang hari.",
          "tafsir": "Ayat ini menerangkan bahwa tidak sedikit negeri yang telah dimusnahkan dan penduduknya dibinasakan karena kedurhakaannya. Mereka menentang, membangkang dan mendustakan para rasul Allah yang diutus kepadanya untuk memberi kabar gembira dan peringatan. firman Allah: Maka betapa banyak negeri yang telah Kami binasakan karena (penduduk)nya dalam keadaan zalim, sehingga runtuh bangunan-bangunannya dan (betapa banyak pula) sumur yang telah ditinggalkan dan istana yang tinggi (tidak ada penghuninya). (al-hajj/22: 45) Dan betapa banyak (penduduk) negeri yang sudah bersenang-senang dalam kehidupannya yang telah Kami binasakan, maka itulah tempat kediaman mereka yang tidak didiami (lagi) setelah mereka, kecuali sebagian kecil. Dan Kamilah yang mewarisinya. (al-Qashash/28: 58) Apabila suatu negeri akan dimusnahkan, maka datanglah azab dan siksaan Allah kepada penduduk negeri itu dalam keadaan mereka sedang lengah dan tidak menduga sama sekali, karena tidak ada tanda-tanda sebelumnya. Adakalanya siksaan itu datang di waktu malam, di waktu mereka bersenang-senang, merasa aman sebagaimana halnya kaum Nabi Luth. Adakalanya datang di waktu siang, di kala mereka istirahat tidur sebagaimana halnya kaum Nabi Syu'aib. Allah berfirman: ¦ Hingga apabila bumi itu telah sempurna keindahannya, dan berhias, dan pemiliknya mengira bahwa mereka pasti menguasainya (memetik hasilnya), datanglah kepadanya azab Kami pada waktu malam atau siang, lalu Kami jadikan (tanaman)nya seperti tanaman yang sudah disabit, seakan-akan belum pernah tumbuh kemarin. Demikianlah Kami menjelaskan tanda-tanda (kekuasaan Kami) kepada orang yang berpikir. (Yunus/10: 24) Firman-Nya: Maka apakah penduduk negeri itu merasa aman dari siksaan Kami yang datang malam hari ketika mereka sedang tidur? Atau apakah penduduk negeri itu merasa aman dari siksaan Kami yang datang pada pagi hari ketika mereka sedang bermain? (al-A'raf/7: 97-98)"
        },
        {
          "number": 5,
          "arabic": "فَمَا كَانَ دَعْوَىٰهُمْ إِذْ جَآءَهُم بَأْسُنَآ إِلَّآ أَن قَالُوٓا۟ إِنَّا كُنَّا ظَـٰلِمِينَ",
          "transliteration": "famā kāna daʿwāhum idh jāahum basunā illā an qālū innā kunnā ẓālimīna",
          "translation": "Maka ketika siksaan Kami datang menimpa mereka, keluhan mereka tidak lain, hanya mengucap, \"Sesungguhnya kami adalah orang-orang yang zalim.\"",
          "tafsir": "Ayat ini menerangkan bahwa umat yang telah ditimpa siksa itu, tidak lain keluhannya kecuali mereka mengakui kezaliman, kesalahan dan kedurhakaan yang telah mereka perbuat. Ketika itulah baru mereka sadar dan menyesal, serta mengharapkan sesuatu jalan yang dapat mengeluarkan mereka dari bencana yang telah menimpa itu. Kesadaran dan penyesalan mereka tentunya tidak akan bermanfaat dan tidak ada gunanya lagi; sebagaimana firman Allah: Dan berapa banyak (penduduk) negeri yang zalim yang telah Kami binasakan, dan Kami jadikan generasi yang lain setelah mereka itu (sebagai penggantinya). Maka ketika mereka merasakan azab Kami, tiba-tiba mereka melarikan diri dari (negerinya) itu. Janganlah kamu lari tergesa-gesa; kembalilah kamu kepada kesenangan hidupmu dan tempat-tempat kediamanmu (yang baik), agar kamu dapat ditanya. Mereka berkata, \"Betapa celaka kami, sungguh, kami orang-orang yang zalim.\" Maka demikianlah keluhan mereka berkepanjangan, sehingga mereka Kami jadikan sebagai tanaman yang telah dituai, yang tidak dapat hidup lagi. (al-Anbiya'/21: 11-15)"
        },
        {
          "number": 6,
          "arabic": "فَلَنَسْـَٔلَنَّ ٱلَّذِينَ أُرْسِلَ إِلَيْهِمْ وَلَنَسْـَٔلَنَّ ٱلْمُرْسَلِينَ",
          "transliteration": "falanasalanna alladhīna ur'sila ilayhim walanasalanna l-mur'salīna",
          "translation": "Maka pasti akan Kami tanyakan kepada umat yang telah mendapat seruan (dari Rasul-rasul) dan Kami akan tanyai (pula) para rasul,",
          "tafsir": "Ayat ini menerangkan bahwa di akhirat nanti, semua umat yang telah diutus seorang rasul kepada mereka akan ditanya, sebagaimana firman Allah: Maka demi Tuhanmu, Kami pasti akan menanyai mereka semua, tentang apa yang telah mereka kerjakan dahulu. (al-hijr/15: 92-93) Lebih dahulu ditanyakan tentang rasul-rasul yang telah diutus kepada mereka, kemudian disusul dengan pertanyaan sampai di mana mereka telah merespon dan melaksanakan seruan para rasul itu. Firman Allah: Wahai golongan jin dan manusia! Bukankah sudah datang kepadamu rasul-rasul dari kalanganmu sendiri, mereka menyampaikan ayat-ayat-Ku kepadamu dan memperingatkanmu tentang pertemuan pada hari ini? Mereka menjawab, \"(Ya), kami menjadi saksi atas diri kami sendiri.\" Tetapi mereka tertipu oleh kehidupan dunia dan mereka telah menjadi saksi atas diri mereka sendiri, bahwa mereka adalah orang-orang kafir. (al-An'am/6: 130) Firman-Nya: (Ingatlah), pada hari ketika Allah mengumpulkan para rasul, lalu Dia bertanya (kepada mereka), \"Apa jawaban (kaummu) terhadap (seruan)mu?\" (al-Ma'idah/5: 109) Pertanyaan itu diajukan kepada orang-orang yang durhaka, dan pembuat maksiat bukan karena Allah tidak tahu atau belum tahu keadaannya, tetapi semua itu dilakukan semata-mata untuk mendapatkan pengakuan mereka atas adanya rasul yang telah diutus kepada mereka dan untuk menampakkan cela dan aib mereka, sehingga tidak ada alasan bagi mereka untuk tidak disiksa atau dimasukkan ke dalam neraka. Imam ar-Razi berkata, sebenarnya mereka ditanya bukanlah mengenai amal yang telah diperbuatnya di dunia, karena semua itu telah diketahui melalui catatan malaikat yang ditugaskan untuk itu, sehingga tidak ada suatu perbuatan manusia dari yang sebesar-besarnya sampai yang sekecil-kecilnya yang luput dari catatannya, tetapi yang ditanyakan ialah sebab yang mengakibatkan mereka meninggalkan perintah Allah. Ayat ini tidak bertentangan dengan ayat-ayat yang menerangkan bahwa tidak akan ditanyakan dosa manusia dan jin dan dosa orang-orang yang berbuat maksiat, seperti dalam firman Allah: Maka pada hari itu manusia dan jin tidak ditanya tentang dosanya. (ar-Rahman/55: 39) dan firman-Nya: Dan orang-orang yang berdosa itu tidak perlu ditanya tentang dosa-dosa mereka. (al-Qashash/28: 78) Dalam ayat ini Allah menerangkan bahwa bukan saja umat yang telah diutus Rasul kepada mereka yang ditanya sampai di mana mereka melaksanakan seruan rasul itu, tetapi juga rasul-rasul yang telah diutus kepada suatu umat akan ditanya sampai di mana seruan mereka disambut baik dan dilaksanakan oleh umatnya sebagaimana firman Allah: (Ingatlah), pada hari ketika Allah mengumpulkan para rasul, lalu Dia bertanya (kepada mereka), \"Apa jawaban (kaummu) terhadap (seruan)mu?\" (al-Ma'idah/5: 109) Pertanyaan yang ditujukan kepada rasul di akhirat nanti, adalah pertanyaan yang jawabannya merupakan pengakuan dan kesaksian atas seruan yang telah disampaikan kepada umatnya, dan pembangkangan umat atas isi seruan ini."
        },
        {
          "number": 7,
          "arabic": "فَلَنَقُصَّنَّ عَلَيْهِم بِعِلْمٍ ۖ وَمَا كُنَّا غَآئِبِينَ",
          "transliteration": "falanaquṣṣanna ʿalayhim biʿil'min wamā kunnā ghāibīna",
          "translation": "dan pasti akan Kami beritakan kepada mereka dengan ilmu (Kami) dan Kami tidak jauh (dari mereka).",
          "tafsir": "Ayat ini menerangkan bahwa kepada mereka, baik kepada rasul-rasul maupun kepada umat yang telah menerima seruan rasul, akan diceritakan kelak hal-hal yang telah mereka perbuat karena semua itu telah diketahui Allah, dan semuanya telah dicatat di dalam buku catatan malaikat pencatat. Tidak ada sesuatu pun yang luput dari pencatatan malaikat, sebagaimana firman Allah: ¦ dan mereka berkata, \"Betapa celaka kami, kitab apakah ini, tidak ada yang tertinggal, yang kecil dan yang besar melainkan tercatat semuanya,\" dan mereka dapati (semua) apa yang telah mereka kerjakan (tertulis). Dan Tuhanmu tidak menzalimi seorang jua pun. (al-Kahf/18: 49) Allah selalu menyaksikan gerak-gerik dan segala perbuatan mereka pada setiap waktu. Allah mendengar apa yang mereka katakan, melihat apa yang mereka lakukan, mengetahui semua perbuatan mereka, baik yang mereka lakukan secara terang-terangan maupun secara sembunyi-sembunyi. Allah berfirman: ¦ karena Allah beserta mereka, ketika pada suatu malam mereka menetapkan keputusan rahasia yang tidak diridai-Nya. Dan Allah Maha Meliputi terhadap apa yang mereka kerjakan. (an-Nisa'/4: 108) Pertanyaan ini bukanlah untuk meminta penjelasan tentang sesuatu yang tidak diketahui Allah, tetapi semata-mata untuk mencela perbuatan dan kelakuan mereka."
        },
        {
          "number": 8,
          "arabic": "وَٱلْوَزْنُ يَوْمَئِذٍ ٱلْحَقُّ ۚ فَمَن ثَقُلَتْ مَوَٰزِينُهُۥ فَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
          "transliteration": "wal-waznu yawma-idhin l-ḥaqu faman thaqulat mawāzīnuhu fa-ulāika humu l-muf'liḥūna",
          "translation": "Timbangan pada hari itu (menjadi ukuran) kebenaran. Maka barang siapa berat timbangan (kebaikan) nya, mereka itulah orang yang beruntung,",
          "tafsir": "Ayat ini menerangkan adanya timbangan di akhirat nanti. Timbangan ini wajib kita percayai karena dengan timbangan itulah akan diketahui besar kecilnya, berat ringannya amal seseorang. Timbangan di akhirat nanti adalah timbangan yang seadil-adilnya dan tak mungkin terjadi kecurangan dalam timbangan itu. Dan Kami akan memasang timbangan yang tepat pada hari Kiamat, maka tidak seorang pun dirugikan walau sedikit. (al-Anbiya'/21: 47) Barang siapa berat timbangan amalnya, karena iman yang dimilikinya adalah iman yang sebenarnya. Ibadahnya kepada Allah dilakukan sebanyak mungkin penuh dengan khusuk dan ikhlas, dan hubungannya dengan sesama manusia baik sekali. Dia banyak menolong orang yang memerlukan pertolongan, membantu pembangunan masjid, madrasah, pesantren dan bangunan-bangunan lain yang digunakan memperbaiki dan meningkatkan akhlak umat, memelihara anak yatim, dan lain sebagainya. Manusia yang demikian inilah yang akan beruntung di akhirat nanti, merasa puas menerima semua balasan amalnya di dunia sebagaimana firman Allah: Artinya: Maka adapun orang yang berat timbangan (kebaikan)nya, maka dia berada dalam kehidupan yang memuaskan (senang). (al-Qari'ah/101: 6-7)"
        },
        {
          "number": 9,
          "arabic": "وَمَنْ خَفَّتْ مَوَٰزِينُهُۥ فَأُو۟لَـٰٓئِكَ ٱلَّذِينَ خَسِرُوٓا۟ أَنفُسَهُم بِمَا كَانُوا۟ بِـَٔايَـٰتِنَا يَظْلِمُونَ",
          "transliteration": "waman khaffat mawāzīnuhu fa-ulāika alladhīna khasirū anfusahum bimā kānū biāyātinā yaẓlimūna",
          "translation": "dan barang siapa ringan timbangan (kebaikan)nya, maka mereka itulah orang yang telah merugikan dirinya sendiri, karena mereka mengingkari ayat-ayat Kami.",
          "tafsir": "Barang siapa yang ringan timbangan amalnya, karena keingkarannya, imannya lemah sehingga ia banyak melakukan pelanggaran agama; ibadah ditinggalkan; amal-amal kebaikan disia-siakan, dan yang digemarinya adalah larangan-larangan agama, banyak menipu, menyakiti hati sesama manusia, memusuhi tetangganya, menyia-nyiakan anak yatim, membiarkan orang-orang sekelilingnya lapar dan menderita, asal dia kenyang dan senang. Manusia yang seperti ini akan merugi di akhirat nanti, dan akan dimasukkan ke dalam api neraka yang membara, seperti firman Allah: Dan adapun orang yang ringan timbangan (kebaikan)nya, maka tempat kembalinya adalah neraka Hawiyah. Dan tahukah kamu apakah neraka Hawiyah itu? (Yaitu) api yang sangat panas. (al-Qari'ah/101: 8-11) Yang ditimbang ialah amal perbuatan, sebagaimana yang dikatakan oleh Abu Ishak az-Zajjaj, \"Telah sepakat ahlu sunnah tentang adanya timbangan itu, dan amal perbuatan hamba itulah yang ditimbang di akhirat nanti. Timbangan itu mempunyai lidah dan dua daun neraca timbangan.\" Pernyataan Abu Ishak ini didasarkan pada sabda Nabi Muhammad saw: \"Diletakkanlah timbangan-timbangan itu di Hari Kiamat, maka ditimbanglah amal kebaikan dan amal kejahatan. Barang siapa lebih berat timbangan kebaikannya dari timbangan kejahatannya, sekali pun seberat butir biji, maka masuklah ia ke dalam surga, dan barang siapa timbangan kejahatannya lebih berat dari timbangan kebaikannya, sekalipun seberat butir biji masuklah ia ke dalam neraka.\" (Riwayat Abu Daud dan at-Tirmidzi dari Jabir r.a.)"
        },
        {
          "number": 10,
          "arabic": "وَلَقَدْ مَكَّنَّـٰكُمْ فِى ٱلْأَرْضِ وَجَعَلْنَا لَكُمْ فِيهَا مَعَـٰيِشَ ۗ قَلِيلًا مَّا تَشْكُرُونَ",
          "transliteration": "walaqad makkannākum fī l-arḍi wajaʿalnā lakum fīhā maʿāyisha qalīlan mā tashkurūna",
          "translation": "Dan sungguh, Kami telah menempatkan kamu di bumi dan di sana Kami sediakan (sumber) penghidupan untukmu. (Tetapi) sedikit sekali kamu yang bersyukur.",
          "tafsir": "Pada ayat ini Allah menegaskan sebagian dari sekian banyak karunia yang telah dianugerahkan kepada hamba-Nya yaitu bahwa Dia telah menyediakan bumi ini untuk manusia tinggal dan berdiam di atasnya, bebas berusaha dalam batas-batas yang telah digariskan, diberi perlengkapan kehidupan. Kemudian disempurnakan-Nya dengan bermacam-macam perlengkapan lain agar mereka dapat hidup di bumi dengan senang dan tenang, seperti tumbuh-tumbuhan yang beraneka ragam macamnya, binatang-binatang, baik yang boleh dimakan maupun yang tidak, burung baik di udara atupun di darat, ikan baik di laut, di danau maupun di tempat-tempat pemeliharan ikan lainnya, air tawar untuk diminum, dipergunakan mencuci pakaian dan keperluan lainnya, minuman dan makanan yang bermacam rasa dan aromanya untuk memenuhi selera masing-masing. Bahkan semua yang ada di bumi ini adalah diperuntukkan bagi manusia, sebagaimana firman Allah: Dialah (Allah) yang menciptakan segala apa yang ada di bumi untukmu. (al-Baqarah/2: 29) Untuk memenuhi keperluan hidup seseorang tentu tidak akan bisa terus menetap di satu tempat, tetapi ia berpindah-pindah dari suatu tempat ke tempat lain, untuk itu disediakan bagi mereka alat pengangkutan dan perhubungan yang bermacam-macam yang berkembang dan maju sesuai dengan kemajuan ilmu pengetahuan dan teknologi untuk dipergunakan mereka seperti mobil dengan segala macam bentuk dan keindahannya, kapal terbang, kapal laut, dan kapal selam, kereta api dan lain sebagainya yang tak terhitung banyaknya. Tidak seorang pun manusia yang dapat memberi angka pasti tentang banyaknya karunia itu sekalipun dengan komputer. Allah berfirman: Dan jika kamu menghitung nikmat Allah, niscaya kamu tidak akan mampu menghitungnya. (Ibrahim/14: 34) Semua karunia dan nikmat tersebut di atas adalah untuk memenuhi keperluan hidup jasmani baik secara perorangan maupun secara berkelompok yang akan dijadikan batu loncatan untuk memenuhi dan menjaga kesejahteraan hidup rohani guna kesucian diri dan mempersiapkan diri untuk hidup kekal di akhirat nanti serta memperoleh nikmat dan kebahagian abadi yang tak berkesudahan. Atas semua karunia dan nikmat yang tak terhitung banyaknya itu maka wajiblah manusia bersyukur, mensyukuri penciptanya, yaitu Allah swt, dan janganlah sekali-kali dia mengingkarinya, sebagaimana firman Allah: Bersyukurlah kepada-Ku, dan janganlah kamu ingkar kepada-Ku. (al-Baqarah/2: 152) Alangkah sedikitnya manusia yang dapat menyadari dan menginsyafi hal tersebut. Pada umumnya manusia menganggap bahwa yang dicapai dan diperolehnya itu adalah hasil dari kecerdasan otaknya, kesungguhan usahanya, bukan dari Allah dan sedikit dari mereka yang bersyukur: Dan sedikit sekali dari hamba-hamba-Ku yang bersyukur. (Saba'/34: 13) Bersyukur kepada Allah tidak cukup dengan hanya mengucapkan Alhamdulillah wasysyukru lillah; tetapi harus diiringi dengan amal perbuatan yaitu dengan cara mendayagunakan nikmat tersebut dalam hal-hal yang diridai dan disukai Allah, bermanfaat bagi sesama manusia serta menaati segala perintah-Nya dan menjauhi semua larangan-Nya."
        },
        {
          "number": 11,
          "arabic": "وَلَقَدْ خَلَقْنَـٰكُمْ ثُمَّ صَوَّرْنَـٰكُمْ ثُمَّ قُلْنَا لِلْمَلَـٰٓئِكَةِ ٱسْجُدُوا۟ لِـَٔادَمَ فَسَجَدُوٓا۟ إِلَّآ إِبْلِيسَ لَمْ يَكُن مِّنَ ٱلسَّـٰجِدِينَ",
          "transliteration": "walaqad khalaqnākum thumma ṣawwarnākum thumma qul'nā lil'malāikati us'judū liādama fasajadū illā ib'līsa lam yakun mina l-sājidīna",
          "translation": "Dan sungguh, Kami telah menciptakan kamu, kemudian membentuk (tubuh)mu, kemudian Kami berfirman kepada para malaikat. \"Bersujudlah kamu kepada Adam,\" maka mereka pun sujud kecuali Iblis. Ia (Iblis) tidak termasuk mereka yang bersujud.",
          "tafsir": "Pada ayat ini diterangkan bahwa Allah telah menciptakan Adam a.s. yang akan disusul oleh keturunannya. Tentang penciptaan manusia, Al-Qur'an telah menceritakan secara rinci, baik penciptaan manusia pertama, yaitu Adam, maupun penciptaan keturunannya. Tentang penciptaan Adam, Al-Qur'an telah menginformasikan bahwa Nabi Adam diciptakan melalui empat tahapan sebelum tahapan penghembusan roh. Keempat tahapan tersebut ialah: a. Fase Turab, b. Fase thin, c. Fase hama' Masnun, dan d. Fase shalshal. Berikut penjelasannya. Fase Pertama: Fase Tanah yang belum bercampur air (turab) Ada beberapa ayat yang menjelaskan tentang fase ini sebagaimana yang terdapat pada Surah al-Kahf/18: 37, al-hajj/22: 5, ar-Rum/30: 20, Fajir/35: 11, Gafir/40: 67, dan Ali 'Imran/3: 59. Dua dari enam tempat tersebut berada pada surah Madaniyah, yaitu Ali 'Imran/3 dan al-hajj/22, selebihnya adalah pada surah-surah Makiyah. Salah satu di antara ayat-ayat tersebut adalah: Sesungguhnya perumpamaan (penciptaan) Isa bagi Allah, seperti (penciptaan) Adam. Dia menciptakannya dari tanah, kemudian Dia berkata kepadanya, \"Jadilah!\" Maka jadilah sesuatu itu. (Ali 'Imran/3: 59). Dalam salah satu hadis yang diriwayatkan dari Abu Daud dan at-Tirmidzi disebutkan bahwa tanah yang menjadi bahan pokok untuk menciptakan Adam adalah diambil dari berbagai macam dan warna tanah yang terdapat pada seluruh lapisan tanah. Dalam hadis tersebut disebutkan: Allah menciptakan Adam dari satu genggaman (tanah) yang diambil dari seluruh penjuru bumi. Oleh karena itu, keturunan Adam sesuai dengan (warna) bumi. Di antara mereka ada yang berwarna merah, putih dan hitam (al-Khazin II: 118). Watak manusia juga berbeda, ada yang lemah lembut dan adapula yang keras. Bermacam warna kulit manusia ditegaskan pada Surah ar-Rum/30: 22 yang berbunyi: Dan di antara tanda-tanda (kebesaran)-Nya ialah penciptaan langit dan bumi, perbedaan bahasamu dan warna kulitmu. Sungguh, pada yang demikian itu benar-benar terdapat tanda-tanda bagi orang-orang yang mengetahui. (ar-Rum/30: 22) Fase Kedua: Fase Tanah yang bercampur air (thin) Fase kedua ini terdapat pada 8 tempat di 7 surah, yaitu: al-An'am/6: 2, al-A'raf/7: 12, al-Mu'minun/23: 12, as-Sajdah/32: 7, ash-shaffat/37: 11, shad/38: 71, 76, dan al-Isra'/17: 61. Seluruhnya adalah surah-surah Makiyah. Salah satu di antara ayat-ayat tersebut ialah: Dialah yang menciptakan kamu dari tanah, kemudian Dia menetapkan ajal (kematianmu)¦ (al-An'am/6: 2) Fase thin atau tanah liat adalah fase dimana setelah tanah dicampur dengan air. Karena air adalah prasyarat bagi semua makhluk yang hidup. Fase Ketiga: Fase Lumpur hitam (hama' Masnun) Fase ini terjadi setelah fase kedua berlangsung lama sehingga menjadi Lumpur hitam yang berbau dan berubah bentuk. Fase ini disebutkan tiga kali dalam Surah al-hijr/15, yaitu pada ayat 26, 28 dan 33. Ayat 26 berbunyi: Dan sungguh, Kami telah menciptakan manusia (Adam) dari tanah liat kering dari lumpur hitam yang diberi bentuk. (al-hijr/15: 26) Fase Keempat: Fase Tembikar (shalshal kal Fakhkhar) Fase ini diceritakan oleh Al-Qur'an pada empat tempat. Tiga tempat pada Surah al-hijr yang bersamaan dengan fase ketiga. Sedangkan yang keempat terdapat pada Surah ar-Rahman/55: 14. Dalam surah ini, Allah berfirman: Dia menciptakan manusia dari tanah kering seperti tembikar. (ar-Rahman/55: 14) Lumpur hitam (hama' masnun) seperti pada fase ketiga, lalu diberi bentuk sebagaimana manusia dalam keadaan berlubang atau kosong. Bentuk manusia yang diciptakan Allah adalah bentuk yang terbaik dari hewan-hewan yang ada. Dalam Surah At-Tin/95: 4, Allah berfirman: Sungguh, Kami telah menciptakan manusia dalam bentuk yang sebaik-baiknya.(at-Tin/95: 4) Keadaan ini (calon manusia yang sudah dibentuk) jika kering karena panas matahari misalnya, dinamakan shalshal. Dinamakan demikian karena benda ini jika tertiup angin akan bersuara (shalshalah). Setelah fase ini, barulah masuk fase berikutnya, yaitu fase penghembusan roh dimana \"orang-orangan\" dari tanah liat itu, atas izin Allah, akhirnya menjadi manusia yang hidup dan bisa bergerak yang disebut dengan \"basyar\" (al-Khazin III: 64, al-Maragi XIV: 21)."
        }
      ]
    }
  ]
}